[
    {
        "o": 1405,
        "r": "nasb:Genesis:43:0",
        "t": "Genesis 43",
        "h": 1
    },
    {
        "o": 1406,
        "r": "nasb:Genesis:43:0",
        "t": "The Return to Egypt",
        "h": 2
    },
    {
        "o": 1407,
        "r": "nasb:Genesis:43:1",
        "t": "Now*p the famine was severe in the land."
    },
    {
        "o": 1408,
        "r": "nasb:Genesis:43:2",
        "t": "So it came about when they had finished eating the grain which they had brought from Egypt, that their father said to them, “Go back, buy us a little food.”"
    },
    {
        "o": 1409,
        "r": "nasb:Genesis:43:3",
        "t": "Judah spoke to him, however, saying, “The man solemnly warned us, ‘You shall not see my face unless your brother is with you.’"
    },
    {
        "o": 1410,
        "r": "nasb:Genesis:43:4",
        "t": "If you send our brother with us, we will go down and buy you food."
    },
    {
        "o": 1411,
        "r": "nasb:Genesis:43:5",
        "t": "But if you do not send him,*i we will not go down; for the man said to us, ‘You will not see my face unless your brother is with you.’ ”"
    },
    {
        "o": 1412,
        "r": "nasb:Genesis:43:6",
        "t": "Then Israel said, “Why did you treat me so badly by telling the man whether you still had another*i brother?”"
    },
    {
        "o": 1413,
        "r": "nasb:Genesis:43:7",
        "t": "But they said, “The man questioned particularly about us and our relatives, saying, ‘Is your father still alive? Have you another*i brother?’ So we answered his questions. Could we possibly know that he would say, ‘Bring your brother down’?”"
    },
    {
        "o": 1414,
        "r": "nasb:Genesis:43:8",
        "t": "Judah said to his father Israel, “Send the lad with me and we will arise and go, that we may live and not die, we as well as you and our little ones."
    },
    {
        "o": 1415,
        "r": "nasb:Genesis:43:9",
        "t": "I myself will be surety for him; you may hold me responsible for him. If I do not bring him back*i to you and set him before you, then let me bear the blame before you forever."
    },
    {
        "o": 1416,
        "r": "nasb:Genesis:43:10",
        "t": "For if we had not delayed, surely by now we could have returned twice.”"
    },
    {
        "o": 1417,
        "r": "nasb:Genesis:43:11",
        "t": "Then*p their father Israel said to them, “If it*i must*i be*i so, then do this: take some of the best products of the land in your bags, and carry down to the man as a present, a little balm and a little honey, aromatic gum and myrrh, pistachio nuts and almonds."
    },
    {
        "o": 1418,
        "r": "nasb:Genesis:43:12",
        "t": "Take double the*i money in your hand, and take back in your hand the money that was returned in the mouth of your sacks; perhaps it was a mistake."
    },
    {
        "o": 1419,
        "r": "nasb:Genesis:43:13",
        "t": "Take your brother also, and arise, return to the man;"
    },
    {
        "o": 1420,
        "r": "nasb:Genesis:43:14",
        "t": "and may God Almighty grant you compassion in the sight of the man, so that he will release to you your other brother and Benjamin. And as for me, if I am bereaved of my children, I am bereaved.”"
    },
    {
        "o": 1421,
        "r": "nasb:Genesis:43:15",
        "t": "So the men took this present, and they took double the*i money in their hand, and Benjamin; then they arose and went down to Egypt and stood before Joseph."
    },
    {
        "o": 1422,
        "r": "nasb:Genesis:43:15",
        "t": "Joseph Sees Benjamin",
        "h": 2
    },
    {
        "o": 1423,
        "r": "nasb:Genesis:43:16",
        "t": "When*p Joseph saw Benjamin with them, he said to his house steward, “Bring the men into the house, and slay an animal and make ready; for the men are to dine with me at noon.”"
    },
    {
        "o": 1424,
        "r": "nasb:Genesis:43:17",
        "t": "So the man did as Joseph said, and brought the men to Joseph’s house."
    },
    {
        "o": 1425,
        "r": "nasb:Genesis:43:18",
        "t": "Now the men were afraid, because they were brought to Joseph’s house; and they said, “It*i is*i because of the money that was returned in our sacks the first time that we are being brought in, that he may seek occasion against us and fall upon us, and take us for slaves with our donkeys.”"
    },
    {
        "o": 1426,
        "r": "nasb:Genesis:43:19",
        "t": "So they came near to Joseph’s house steward, and spoke to him at the entrance of the house,"
    },
    {
        "o": 1427,
        "r": "nasb:Genesis:43:20",
        "t": "and said, “Oh, my lord, we indeed came down the first time to buy food,"
    },
    {
        "o": 1428,
        "r": "nasb:Genesis:43:21",
        "t": "and it came about when we came to the lodging place, that we opened our sacks, and behold, each man’s money was in the mouth of his sack, our money in full. So we have brought it back in our hand."
    },
    {
        "o": 1429,
        "r": "nasb:Genesis:43:22",
        "t": "We have also brought down other money in our hand to buy food; we do not know who put our money in our sacks.”"
    },
    {
        "o": 1430,
        "r": "nasb:Genesis:43:23",
        "t": "He said, “Be at ease, do not be afraid. Your God and the God of your father has given you treasure in your sacks; I had your money.” Then he brought Simeon out to them."
    },
    {
        "o": 1431,
        "r": "nasb:Genesis:43:24",
        "t": "Then the man brought the men into Joseph’s house and gave them water, and they washed their feet; and he gave their donkeys fodder."
    },
    {
        "o": 1432,
        "r": "nasb:Genesis:43:25",
        "t": "So they prepared the present for Joseph’s coming at noon; for they had heard that they were to eat a meal there."
    },
    {
        "o": 1433,
        "r": "nasb:Genesis:43:26",
        "t": "When*p Joseph came home, they brought into the house to him the present which was in their hand and bowed to the ground before him."
    },
    {
        "o": 1434,
        "r": "nasb:Genesis:43:27",
        "t": "Then he asked them about their welfare, and said, “Is your old father well, of whom you spoke? Is he still alive?”"
    },
    {
        "o": 1435,
        "r": "nasb:Genesis:43:28",
        "t": "They said, “Your servant our father is well; he is still alive.” They bowed down in homage."
    },
    {
        "o": 1436,
        "r": "nasb:Genesis:43:29",
        "t": "As he lifted his eyes and saw his brother Benjamin, his mother’s son, he said, “Is this your youngest brother, of whom you spoke to me?” And he said, “May God be gracious to you, my son.”"
    },
    {
        "o": 1437,
        "r": "nasb:Genesis:43:30",
        "t": "Joseph hurried out*i for he was deeply stirred over his brother, and he sought a*i place*i to weep; and he entered his chamber and wept there."
    },
    {
        "o": 1438,
        "r": "nasb:Genesis:43:31",
        "t": "Then he washed his face and came out; and he controlled himself and said, “Serve the meal.”"
    },
    {
        "o": 1439,
        "r": "nasb:Genesis:43:32",
        "t": "So they served him by himself, and them by themselves, and the Egyptians who ate with him by themselves, because the Egyptians could not eat bread with the Hebrews, for that is loathsome to the Egyptians."
    },
    {
        "o": 1440,
        "r": "nasb:Genesis:43:33",
        "t": "Now they were seated before him, the firstborn according to his birthright and the youngest according to his youth, and the men looked at one another in astonishment."
    },
    {
        "o": 1441,
        "r": "nasb:Genesis:43:34",
        "t": "He took portions to them from his own table, but Benjamin’s portion was five times as much as any of theirs. So they feasted and drank freely with him."
    }
]
