[
    {
        "o": 29463,
        "r": "csb:John:1:0",
        "t": "John 1",
        "h": 1
    },
    {
        "o": 29464,
        "r": "csb:John:1:0",
        "t": "Prologue",
        "h": 2
    },
    {
        "o": 29465,
        "r": "csb:John:1:1",
        "t": "In*p the beginning was the Word, and the Word was with God, and the Word was God."
    },
    {
        "o": 29466,
        "r": "csb:John:1:2",
        "t": "He was with God in the beginning."
    },
    {
        "o": 29467,
        "r": "csb:John:1:3",
        "t": "All things were created through him, and apart from him not one thing was created that has been created."
    },
    {
        "o": 29468,
        "r": "csb:John:1:4",
        "t": "In him was life, and that life was the light of men."
    },
    {
        "o": 29469,
        "r": "csb:John:1:5",
        "t": "That light shines in the darkness, and yet the darkness did not overcome it."
    },
    {
        "o": 29470,
        "r": "csb:John:1:6",
        "t": "There*p was a man sent from God whose name was John."
    },
    {
        "o": 29471,
        "r": "csb:John:1:7",
        "t": "He came as a witness to testify about the light, so that all might believe through him."
    },
    {
        "o": 29472,
        "r": "csb:John:1:8",
        "t": "He was not the light, but he came to testify about the light."
    },
    {
        "o": 29473,
        "r": "csb:John:1:9",
        "t": "The true light that gives light to everyone was coming into the world."
    },
    {
        "o": 29474,
        "r": "csb:John:1:10",
        "t": "He*p was in the world, and the world was created through him, and yet the world did not recognize him."
    },
    {
        "o": 29475,
        "r": "csb:John:1:11",
        "t": "He came to his own, and his own people did not receive him."
    },
    {
        "o": 29476,
        "r": "csb:John:1:12",
        "t": "But to all who did receive him, he gave them the right to be children of God, to those who believe in his name,"
    },
    {
        "o": 29477,
        "r": "csb:John:1:13",
        "t": "who were born, not of natural descent, or of the will of the flesh, or of the will of man, but of God."
    },
    {
        "o": 29478,
        "r": "csb:John:1:14",
        "t": "The*p Word became flesh and dwelt among us. We observed his glory, the glory as the one and only Son from the Father, full of grace and truth."
    },
    {
        "o": 29479,
        "r": "csb:John:1:15",
        "t": "(John testified concerning him and exclaimed, “This was the one of whom I said, ‘The one coming after me ranks ahead of me, because he existed before me.’”)"
    },
    {
        "o": 29480,
        "r": "csb:John:1:16",
        "t": "Indeed, we have all received grace upon grace from his fullness,"
    },
    {
        "o": 29481,
        "r": "csb:John:1:17",
        "t": "for the law was given through Moses; grace and truth came through Jesus Christ."
    },
    {
        "o": 29482,
        "r": "csb:John:1:18",
        "t": "No one has ever seen God. The one and only Son, who is himself God and is at the Father’s side— he has revealed him."
    },
    {
        "o": 29483,
        "r": "csb:John:1:18",
        "t": "John the Baptist’s Testimony",
        "h": 2
    },
    {
        "o": 29484,
        "r": "csb:John:1:19",
        "t": "This*p was John’s testimony when the Jews from Jerusalem sent priests and Levites to ask him, “Who are you?”"
    },
    {
        "o": 29485,
        "r": "csb:John:1:20",
        "t": "He*p didn’t deny it but confessed, “I am not the Messiah.”"
    },
    {
        "o": 29486,
        "r": "csb:John:1:21",
        "t": "“What*p then?” they asked him. “Are you Elijah?” “I*p am not,” he said. “Are*p you the Prophet?” “No,”*p he answered."
    },
    {
        "o": 29487,
        "r": "csb:John:1:22",
        "t": "“Who*p are you, then?” they asked. “We need to give an answer to those who sent us. What can you tell us about yourself?”"
    },
    {
        "o": 29488,
        "r": "csb:John:1:23",
        "t": "He*p said, “I am a voice*i of*i one*i crying*i out*i in*i the*i wilderness:*i Make*i straight*i the*i way*i of*i the*i Lord-*i just as Isaiah the prophet said.”"
    },
    {
        "o": 29489,
        "r": "csb:John:1:24",
        "t": "Now*p they had been sent from the Pharisees."
    },
    {
        "o": 29490,
        "r": "csb:John:1:25",
        "t": "So they asked him, “Why then do you baptize if you aren’t the Messiah, or Elijah, or the Prophet?”"
    },
    {
        "o": 29491,
        "r": "csb:John:1:26",
        "t": "“I*p baptize with water,” John answered them. “Someone stands among you, but you don’t know him."
    },
    {
        "o": 29492,
        "r": "csb:John:1:27",
        "t": "He is the one coming after me, whose sandal strap I’m not worthy to untie.”"
    },
    {
        "o": 29493,
        "r": "csb:John:1:28",
        "t": "All this happened in Bethany across the Jordan, where John was baptizing."
    },
    {
        "o": 29494,
        "r": "csb:John:1:28",
        "t": "The Lamb of God",
        "h": 2
    },
    {
        "o": 29495,
        "r": "csb:John:1:29",
        "t": "The*p next day John saw Jesus coming toward him and said, “Look, the Lamb of God, who takes away the sin of the world!"
    },
    {
        "o": 29496,
        "r": "csb:John:1:30",
        "t": "This is the one I told you about: ‘After me comes a man who ranks ahead of me, because he existed before me.’"
    },
    {
        "o": 29497,
        "r": "csb:John:1:31",
        "t": "I didn’t know him, but I came baptizing with water so that he might be revealed to Israel.”"
    },
    {
        "o": 29498,
        "r": "csb:John:1:32",
        "t": "And John testified, “I saw the Spirit descending from heaven like a dove, and he rested on him."
    },
    {
        "o": 29499,
        "r": "csb:John:1:33",
        "t": "I didn’t know him, but he who sent me to baptize with water told me, ‘The one you see the Spirit descending and resting on - he is the one who baptizes with the Holy Spirit.’"
    },
    {
        "o": 29500,
        "r": "csb:John:1:34",
        "t": "I have seen and testified that this is the Son of God.”"
    },
    {
        "o": 29501,
        "r": "csb:John:1:35",
        "t": "The*p next day, John was standing with two of his disciples."
    },
    {
        "o": 29502,
        "r": "csb:John:1:36",
        "t": "When he saw Jesus passing by, he said, “Look, the Lamb of God!”"
    },
    {
        "o": 29503,
        "r": "csb:John:1:37",
        "t": "The*p two disciples heard him say this and followed Jesus."
    },
    {
        "o": 29504,
        "r": "csb:John:1:38",
        "t": "When Jesus turned and noticed them following him, he asked them, “What*r are*r you*r looking*r for?”*r They*p said to him, “Rabbi” (which means “Teacher”), “where are you staying?”"
    },
    {
        "o": 29505,
        "r": "csb:John:1:39",
        "t": "“Come*rp and*r you’ll*r see,”*r he replied. So they went and saw where he was staying, and they stayed with him that day. It was about four in the afternoon."
    },
    {
        "o": 29506,
        "r": "csb:John:1:40",
        "t": "Andrew,*p Simon Peter’s brother, was one of the two who heard John and followed him."
    },
    {
        "o": 29507,
        "r": "csb:John:1:41",
        "t": "He first found his own brother Simon and told him, “We have found the Messiah” (which is translated “the Christ”),"
    },
    {
        "o": 29508,
        "r": "csb:John:1:42",
        "t": "and he brought Simon to Jesus. When*p Jesus saw him, he said, “You*r are*r Simon,*r son*r of*r John.*r You*r will*r be*r called*r Cephas”*r (which is translated “Peter”)."
    },
    {
        "o": 29509,
        "r": "csb:John:1:42",
        "t": "Philip and Nathanael",
        "h": 2
    },
    {
        "o": 29510,
        "r": "csb:John:1:43",
        "t": "The*p next day Jesus decided to leave for Galilee. He found Philip and told him, “Follow*r me.”*r"
    },
    {
        "o": 29511,
        "r": "csb:John:1:44",
        "t": "Now*p Philip was from Bethsaida, the hometown of Andrew and Peter."
    },
    {
        "o": 29512,
        "r": "csb:John:1:45",
        "t": "Philip found Nathanael and told him, “We have found the one Moses wrote about in the law (and so did the prophets ): Jesus the son of Joseph, from Nazareth.”"
    },
    {
        "o": 29513,
        "r": "csb:John:1:46",
        "t": "“Can*p anything good come out of Nazareth?” Nathanael asked him. “Come*p and see,” Philip answered."
    },
    {
        "o": 29514,
        "r": "csb:John:1:47",
        "t": "Then*p Jesus saw Nathanael coming toward him and said about him, “Here*r truly*r is*r an*r Israelite*r in*r whom*r there*r is*r no*r deceit.”*r"
    },
    {
        "o": 29515,
        "r": "csb:John:1:48",
        "t": "“How*p do you know me?” Nathanael asked. “Before*rp Philip*r called*r you,*r when*r you*r were*r under*r the*r fig*r tree,*r I*r saw*r you,”*r Jesus answered."
    },
    {
        "o": 29516,
        "r": "csb:John:1:49",
        "t": "“Rabbi,”*p Nathanael replied, “You are the Son of God; you are the King of Israel!”"
    },
    {
        "o": 29517,
        "r": "csb:John:1:50",
        "t": "Jesus*p responded to him, “Do*r you*r believe*r because*r I*r told*r you*r I*r saw*r you*r under*r the*r fig*r tree?*r You*r will*r see*r greater*r things*r than*r this.”*r"
    },
    {
        "o": 29518,
        "r": "csb:John:1:51",
        "t": "Then he said, “Truly*r I*r tell*r you,*r you*r will*r see*r heaven*r opened*r and*r the*r angels*r of*r God*r ascending*r and*r descending*r on*r the*r Son*r of*r Man.”*r"
    }
]
