[
    {
        "o": 10402,
        "r": "csb:1 Kings:20:0",
        "t": "1 Kings 20",
        "h": 1
    },
    {
        "o": 10403,
        "r": "csb:1 Kings:20:0",
        "t": "Victory over Ben-hadad",
        "h": 2
    },
    {
        "o": 10404,
        "r": "csb:1 Kings:20:1",
        "t": "Now*p King Ben-hadad of Aram assembled his entire army. Thirty-two kings, along with horses and chariots, were with him. He marched up, besieged Samaria, and fought against it."
    },
    {
        "o": 10405,
        "r": "csb:1 Kings:20:2",
        "t": "He sent messengers into the city to King Ahab of Israel and said to him, “This is what Ben-hadad says:"
    },
    {
        "o": 10406,
        "r": "csb:1 Kings:20:3",
        "t": "‘Your silver and your gold are mine! And your best wives and children are mine as well!’”"
    },
    {
        "o": 10407,
        "r": "csb:1 Kings:20:4",
        "t": "Then*p the king of Israel answered, “Just as you say, my lord the king: I am yours, along with all that I have.”"
    },
    {
        "o": 10408,
        "r": "csb:1 Kings:20:5",
        "t": "The*p messengers then returned and said, “This is what Ben-hadad says: ‘I have sent messengers to you, saying, “You are to give me your silver, your gold, your wives, and your children.”"
    },
    {
        "o": 10409,
        "r": "csb:1 Kings:20:6",
        "t": "But at this time tomorrow I will send my servants to you, and they will search your palace and your servants’ houses. They will lay their hands on and take away whatever is precious to you.’”"
    },
    {
        "o": 10410,
        "r": "csb:1 Kings:20:7",
        "t": "Then*p the king of Israel called for all the elders of the land and said, “Recognize that this one is only looking for trouble, for he demanded my wives, my children, my silver, and my gold, and I didn’t turn him down.”"
    },
    {
        "o": 10411,
        "r": "csb:1 Kings:20:8",
        "t": "All*p the elders and all the people said to him, “Don’t listen or agree.”"
    },
    {
        "o": 10412,
        "r": "csb:1 Kings:20:9",
        "t": "So*p he said to Ben-hadad’s messengers, “Say to my lord the king, ‘Everything you demanded of your servant the first time, I will do, but this thing I cannot do.’” So the messengers left and took word back to him."
    },
    {
        "o": 10413,
        "r": "csb:1 Kings:20:10",
        "t": "Then*p Ben-hadad sent messengers to him and said, “May the gods punish me and do so severely if Samaria’s dust amounts to a handful for each of the people who follow me.”"
    },
    {
        "o": 10414,
        "r": "csb:1 Kings:20:11",
        "t": "The*p king of Israel answered, “Say this: ‘Don’t let the one who puts on his armor boast like the one who takes it off.’”"
    },
    {
        "o": 10415,
        "r": "csb:1 Kings:20:12",
        "t": "When*p Ben-hadad heard this response, while he and the kings were drinking in their quarters, he said to his servants, “Take your positions.” So they took their positions against the city."
    },
    {
        "o": 10416,
        "r": "csb:1 Kings:20:13",
        "t": "A*p prophet approached King Ahab of Israel and said, “This is what the Lord*s says: ‘Do you see this whole huge army? Watch, I am handing it over to you today so that you may know that I am the Lord*s .’”"
    },
    {
        "o": 10417,
        "r": "csb:1 Kings:20:14",
        "t": "Ahab*p asked, “By whom?” And*p the prophet said, “This is what the Lord*s says: ‘By the young men of the provincial leaders.’” Then*p he asked, “Who is to start the battle?” He*p said, “You.”"
    },
    {
        "o": 10418,
        "r": "csb:1 Kings:20:15",
        "t": "So*p Ahab mobilized the young men of the provincial leaders, and there were 232. After them he mobilized all the Israelite troops: 7,000."
    },
    {
        "o": 10419,
        "r": "csb:1 Kings:20:16",
        "t": "They marched out at noon while Ben-hadad and the thirty-two kings who were helping him were getting drunk in their quarters."
    },
    {
        "o": 10420,
        "r": "csb:1 Kings:20:17",
        "t": "The young men of the provincial leaders marched out first. Then Ben-hadad sent out scouts, and they reported to him, saying, “Men are marching out of Samaria.”"
    },
    {
        "o": 10421,
        "r": "csb:1 Kings:20:18",
        "t": "So*p he said, “If they have marched out in peace, take them alive, and if they have marched out for battle, take them alive.”"
    },
    {
        "o": 10422,
        "r": "csb:1 Kings:20:19",
        "t": "The*p young men of the provincial leaders and the army behind them marched out from the city,"
    },
    {
        "o": 10423,
        "r": "csb:1 Kings:20:20",
        "t": "and each one struck down his opponent. So the Arameans fled and Israel pursued them, but King Ben-hadad of Aram escaped on a horse with the cavalry."
    },
    {
        "o": 10424,
        "r": "csb:1 Kings:20:21",
        "t": "Then the king of Israel marched out and attacked the cavalry and the chariots. He inflicted a severe slaughter on Aram."
    },
    {
        "o": 10425,
        "r": "csb:1 Kings:20:22",
        "t": "The*p prophet approached the king of Israel and said to him, “Go and strengthen yourself, then consider carefully what you should do, for in the spring the king of Aram will attack you.”"
    },
    {
        "o": 10426,
        "r": "csb:1 Kings:20:23",
        "t": "Now*p the king of Aram’s servants said to him, “Their gods are gods of the hill country. That’s why they were stronger than we were. Instead, we should fight with them on the plain; then we will certainly be stronger than they are."
    },
    {
        "o": 10427,
        "r": "csb:1 Kings:20:24",
        "t": "Also do this: remove each king from his position and appoint captains in their place."
    },
    {
        "o": 10428,
        "r": "csb:1 Kings:20:25",
        "t": "Raise another army for yourself like the army you lost - horse for horse, chariot for chariot - and let’s fight with them on the plain; and we will certainly be stronger than they are.” The king listened to them and did it."
    },
    {
        "o": 10429,
        "r": "csb:1 Kings:20:26",
        "t": "In*p the spring, Ben-hadad mobilized the Arameans and went up to Aphek to battle Israel."
    },
    {
        "o": 10430,
        "r": "csb:1 Kings:20:27",
        "t": "The Israelites mobilized, gathered supplies, and went to fight them. The Israelites camped in front of them like two little flocks of goats, while the Arameans filled the landscape."
    },
    {
        "o": 10431,
        "r": "csb:1 Kings:20:28",
        "t": "Then*p the man of God approached and said to the king of Israel, “This is what the Lord*s says: ‘Because the Arameans have said, “The Lord*s is a god of the mountains and not a god of the valleys,” I will hand over all this whole huge army to you. Then you will know that I am the Lord*s .’”"
    },
    {
        "o": 10432,
        "r": "csb:1 Kings:20:29",
        "t": "They*p camped opposite each other for seven days. On the seventh day, the battle took place, and the Israelites struck down the Arameans - one hundred thousand foot soldiers in one day."
    },
    {
        "o": 10433,
        "r": "csb:1 Kings:20:30",
        "t": "The ones who remained fled into the city of Aphek, and the wall fell on those twenty-seven thousand remaining men. Ben-hadad*p also fled and went into an inner room in the city."
    },
    {
        "o": 10434,
        "r": "csb:1 Kings:20:31",
        "t": "His servants said to him, “Consider this: we have heard that the kings of the house of Israel are merciful kings. So let’s put sackcloth around our waists and ropes around our heads, and let’s go out to the king of Israel. Perhaps he will spare your life.”"
    },
    {
        "o": 10435,
        "r": "csb:1 Kings:20:32",
        "t": "So*p they dressed with sackcloth around their waists and ropes around their heads, went to the king of Israel, and said, “Your servant Ben-hadad says, ‘Please spare my life.’” So*p he said, “Is he still alive? He is my brother.”"
    },
    {
        "o": 10436,
        "r": "csb:1 Kings:20:33",
        "t": "Now*p the men were looking for a sign of hope, so they quickly picked up on this and responded, “Yes, it is your brother Ben-hadad.” Then*p he said, “Go and bring him.” So*p Ben-hadad came out to him, and Ahab had him come up into the chariot."
    },
    {
        "o": 10437,
        "r": "csb:1 Kings:20:34",
        "t": "Then Ben-hadad said to him, “I restore to you the cities that my father took from your father, and you may set up marketplaces for yourself in Damascus, like my father set up in Samaria.” Ahab*p responded, “On the basis of this treaty, I release you.” So he made a treaty with him and released him."
    },
    {
        "o": 10438,
        "r": "csb:1 Kings:20:34",
        "t": "Ahab Rebuked by the Lord",
        "h": 2
    },
    {
        "o": 10439,
        "r": "csb:1 Kings:20:35",
        "t": "One*p of the sons of the prophets said to his fellow prophet by the word of the Lord,*s “Strike me!” But the man refused to strike him."
    },
    {
        "o": 10440,
        "r": "csb:1 Kings:20:36",
        "t": "He*p told him, “Because you did not listen to the Lord,*s mark my words: When you leave me, a lion will kill you.” When he left him, a lion attacked and killed him."
    },
    {
        "o": 10441,
        "r": "csb:1 Kings:20:37",
        "t": "The*p prophet found another man and said to him, “Strike me!” So the man struck him, inflicting a wound."
    },
    {
        "o": 10442,
        "r": "csb:1 Kings:20:38",
        "t": "Then the prophet went and waited for the king on the road. He disguised himself with a bandage over his eyes."
    },
    {
        "o": 10443,
        "r": "csb:1 Kings:20:39",
        "t": "As the king was passing by, he cried out to the king and said, “Your servant marched out into the middle of the battle. Suddenly, a man turned aside and brought someone to me and said, ‘Guard this man! If he is ever missing, it will be your life in place of his life, or you will weigh out seventy-five pounds of silver.’"
    },
    {
        "o": 10444,
        "r": "csb:1 Kings:20:40",
        "t": "But while your servant was busy here and there, he disappeared.” The*p king of Israel said to him, “That will be your sentence; you yourself have decided it.”"
    },
    {
        "o": 10445,
        "r": "csb:1 Kings:20:41",
        "t": "He*p quickly removed the bandage from his eyes. The king of Israel recognized that he was one of the prophets."
    },
    {
        "o": 10446,
        "r": "csb:1 Kings:20:42",
        "t": "The prophet said to him, “This is what the Lord*s says: ‘Because you released from your hand the man I had set apart for destruction, it will be your life in place of his life and your people in place of his people.’”"
    },
    {
        "o": 10447,
        "r": "csb:1 Kings:20:43",
        "t": "The king of Israel left for home resentful and angry, and he entered Samaria."
    }
]
