[
    {
        "o": 29342,
        "r": "csb:Luke:23:0",
        "t": "Luke 23",
        "h": 1
    },
    {
        "o": 29343,
        "r": "csb:Luke:23:0",
        "t": "Jesus Faces Pilate",
        "h": 2
    },
    {
        "o": 29344,
        "r": "csb:Luke:23:1",
        "t": "Then*p their whole assembly rose up and brought him before Pilate."
    },
    {
        "o": 29345,
        "r": "csb:Luke:23:2",
        "t": "They began to accuse him, saying, “We found this man misleading our nation, opposing payment of taxes to Caesar, and saying that he himself is the Messiah, a king.”"
    },
    {
        "o": 29346,
        "r": "csb:Luke:23:3",
        "t": "So*p Pilate asked him, “Are you the king of the Jews?” He*p answered him, “You*r say*r so.”*r"
    },
    {
        "o": 29347,
        "r": "csb:Luke:23:4",
        "t": "Pilate*p then told the chief priests and the crowds, “I find no grounds for charging this man.”"
    },
    {
        "o": 29348,
        "r": "csb:Luke:23:5",
        "t": "But*p they kept insisting, “He stirs up the people, teaching throughout all Judea, from Galilee where he started even to here.”"
    },
    {
        "o": 29349,
        "r": "csb:Luke:23:5",
        "t": "Jesus Faces Herod Antipas",
        "h": 2
    },
    {
        "o": 29350,
        "r": "csb:Luke:23:6",
        "t": "When*p Pilate heard this, he asked if the man was a Galilean."
    },
    {
        "o": 29351,
        "r": "csb:Luke:23:7",
        "t": "Finding that he was under Herod’s jurisdiction, he sent him to Herod, who was also in Jerusalem during those days."
    },
    {
        "o": 29352,
        "r": "csb:Luke:23:8",
        "t": "Herod was very glad to see Jesus; for a long time he had wanted to see him because he had heard about him and was hoping to see some miracle performed by him."
    },
    {
        "o": 29353,
        "r": "csb:Luke:23:9",
        "t": "So he kept asking him questions, but Jesus did not answer him."
    },
    {
        "o": 29354,
        "r": "csb:Luke:23:10",
        "t": "The chief priests and the scribes stood by, vehemently accusing him."
    },
    {
        "o": 29355,
        "r": "csb:Luke:23:11",
        "t": "Then Herod, with his soldiers, treated him with contempt, mocked him, dressed him in bright clothing, and sent him back to Pilate."
    },
    {
        "o": 29356,
        "r": "csb:Luke:23:12",
        "t": "That very day Herod and Pilate became friends. Previously, they had been enemies."
    },
    {
        "o": 29357,
        "r": "csb:Luke:23:12",
        "t": "Jesus or Barabbas",
        "h": 2
    },
    {
        "o": 29358,
        "r": "csb:Luke:23:13",
        "t": "Pilate*p called together the chief priests, the leaders, and the people,"
    },
    {
        "o": 29359,
        "r": "csb:Luke:23:14",
        "t": "and said to them, “You have brought me this man as one who misleads the people. But in fact, after examining him in your presence, I have found no grounds to charge this man with those things you accuse him of."
    },
    {
        "o": 29360,
        "r": "csb:Luke:23:15",
        "t": "Neither has Herod, because he sent him back to us. Clearly, he has done nothing to deserve death."
    },
    {
        "o": 29361,
        "r": "csb:Luke:23:16",
        "t": "Therefore, I will have him whipped and then release him.”"
    },
    {
        "o": 29362,
        "r": "csb:Luke:23:18",
        "t": "Then*p they all cried out together, “Take this man away! Release Barabbas to us!”"
    },
    {
        "o": 29363,
        "r": "csb:Luke:23:19",
        "t": "(He had been thrown into prison for a rebellion that had taken place in the city, and for murder.)"
    },
    {
        "o": 29364,
        "r": "csb:Luke:23:20",
        "t": "Wanting*p to release Jesus, Pilate addressed them again,"
    },
    {
        "o": 29365,
        "r": "csb:Luke:23:21",
        "t": "but they kept shouting, “Crucify! Crucify him!”"
    },
    {
        "o": 29366,
        "r": "csb:Luke:23:22",
        "t": "A*p third time he said to them, “Why? What has this man done wrong? I have found in him no grounds for the death penalty. Therefore, I will have him whipped and then release him.”"
    },
    {
        "o": 29367,
        "r": "csb:Luke:23:23",
        "t": "But*p they kept up the pressure, demanding with loud voices that he be crucified, and their voices won out."
    },
    {
        "o": 29368,
        "r": "csb:Luke:23:24",
        "t": "So Pilate decided to grant their demand"
    },
    {
        "o": 29369,
        "r": "csb:Luke:23:25",
        "t": "and released the one they were asking for, who had been thrown into prison for rebellion and murder. But he handed Jesus over to their will."
    },
    {
        "o": 29370,
        "r": "csb:Luke:23:25",
        "t": "The Way to the Cross",
        "h": 2
    },
    {
        "o": 29371,
        "r": "csb:Luke:23:26",
        "t": "As*p they led him away, they seized Simon, a Cyrenian, who was coming in from the country, and laid the cross on him to carry behind Jesus."
    },
    {
        "o": 29372,
        "r": "csb:Luke:23:27",
        "t": "A large crowd of people followed him, including women who were mourning and lamenting him."
    },
    {
        "o": 29373,
        "r": "csb:Luke:23:28",
        "t": "But turning to them, Jesus said, “Daughters*r of*r Jerusalem,*r do*r not*r weep*r for*r me,*r but*r weep*r for*r yourselves*r and*r your*r children.*r"
    },
    {
        "o": 29374,
        "r": "csb:Luke:23:29",
        "t": "Look,*r the*r days*r are*r coming*r when*r they*r will*r say,*r ‘Blessed*r are*r the*r women*r without*r children,*r the*r wombs*r that*r never*r bore,*r and*r the*r breasts*r that*r never*r nursed!’*r"
    },
    {
        "o": 29375,
        "r": "csb:Luke:23:30",
        "t": "Then*r they*r will*r begin*r to*ir say*ir to*ir the*ir mountains,*ir ‘Fall*ir on*ir us! ’*ir and*ir to*ir the*ir hills,*ir ‘Cover*ir us!’*ir"
    },
    {
        "o": 29376,
        "r": "csb:Luke:23:31",
        "t": "For*r if*r they*r do*r these*r things*r when*r the*r wood*r is*r green,*r what*r will*r happen*r when*r it*r is*r dry?”*r"
    },
    {
        "o": 29377,
        "r": "csb:Luke:23:31",
        "t": "Crucified between Two Criminals",
        "h": 2
    },
    {
        "o": 29378,
        "r": "csb:Luke:23:32",
        "t": "Two*p others - criminals- were also led away to be executed with him."
    },
    {
        "o": 29379,
        "r": "csb:Luke:23:33",
        "t": "When they arrived at the place called The Skull, they crucified him there, along with the criminals, one on the right and one on the left."
    },
    {
        "o": 29380,
        "r": "csb:Luke:23:34",
        "t": "Then Jesus said, “Father,*r forgive*r them,*r because*r they*r do*r not*r know*r what*r they*r are*r doing.”*r And they divided his clothes and cast lots."
    },
    {
        "o": 29381,
        "r": "csb:Luke:23:35",
        "t": "The*p people stood watching, and even the leaders were scoffing: “He saved others; let him save himself if this is God’s Messiah, the Chosen One!”"
    },
    {
        "o": 29382,
        "r": "csb:Luke:23:36",
        "t": "The soldiers also mocked him. They came offering him sour wine"
    },
    {
        "o": 29383,
        "r": "csb:Luke:23:37",
        "t": "and said, “If you are the king of the Jews, save yourself!”"
    },
    {
        "o": 29384,
        "r": "csb:Luke:23:38",
        "t": "An*p inscription was above him: This*s Is the*s King*s of*s the*s Jews.*s"
    },
    {
        "o": 29385,
        "r": "csb:Luke:23:39",
        "t": "Then*p one of the criminals hanging there began to yell insults at him: “Aren’t you the Messiah? Save yourself and us!”"
    },
    {
        "o": 29386,
        "r": "csb:Luke:23:40",
        "t": "But*p the other answered, rebuking him: “Don’t you even fear God, since you are undergoing the same punishment?"
    },
    {
        "o": 29387,
        "r": "csb:Luke:23:41",
        "t": "We are punished justly, because we’re getting back what we deserve for the things we did, but this man has done nothing wrong.”"
    },
    {
        "o": 29388,
        "r": "csb:Luke:23:42",
        "t": "Then he said, “Jesus, remember me when you come into your kingdom.”"
    },
    {
        "o": 29389,
        "r": "csb:Luke:23:43",
        "t": "And*p he said to him, “Truly*r I*r tell*r you,*r today*r you*r will*r be*r with*r me*r in*r paradise.”*r"
    },
    {
        "o": 29390,
        "r": "csb:Luke:23:43",
        "t": "The Death of Jesus",
        "h": 2
    },
    {
        "o": 29391,
        "r": "csb:Luke:23:44",
        "t": "It*p was now about noon, and darkness came over the whole land until three,"
    },
    {
        "o": 29392,
        "r": "csb:Luke:23:45",
        "t": "because the sun’s light failed. The curtain of the sanctuary was split down the middle."
    },
    {
        "o": 29393,
        "r": "csb:Luke:23:46",
        "t": "And Jesus called out with a loud voice, “Father,*r into*ir your*ir hands*ir I*ir entrust*ir my*ir spirit.”*ir Saying this, he breathed his last."
    },
    {
        "o": 29394,
        "r": "csb:Luke:23:47",
        "t": "When*p the centurion saw what happened, he began to glorify God, saying, “This man really was righteous!”"
    },
    {
        "o": 29395,
        "r": "csb:Luke:23:48",
        "t": "All the crowds that had gathered for this spectacle, when they saw what had taken place, went home, striking their chests."
    },
    {
        "o": 29396,
        "r": "csb:Luke:23:49",
        "t": "But all who knew him, including the women who had followed him from Galilee, stood at a distance, watching these things."
    },
    {
        "o": 29397,
        "r": "csb:Luke:23:49",
        "t": "The Burial of Jesus",
        "h": 2
    },
    {
        "o": 29398,
        "r": "csb:Luke:23:50",
        "t": "There*p was a good and righteous man named Joseph, a member of the Sanhedrin,"
    },
    {
        "o": 29399,
        "r": "csb:Luke:23:51",
        "t": "who had not agreed with their plan and action. He was from Arimathea, a Judean town, and was looking forward to the kingdom of God."
    },
    {
        "o": 29400,
        "r": "csb:Luke:23:52",
        "t": "He approached Pilate and asked for Jesus’s body."
    },
    {
        "o": 29401,
        "r": "csb:Luke:23:53",
        "t": "Taking it down, he wrapped it in fine linen and placed it in a tomb cut into the rock, where no one had ever been placed."
    },
    {
        "o": 29402,
        "r": "csb:Luke:23:54",
        "t": "It was the preparation day, and the Sabbath was about to begin."
    },
    {
        "o": 29403,
        "r": "csb:Luke:23:55",
        "t": "The women who had come with him from Galilee followed along and observed the tomb and how his body was placed."
    },
    {
        "o": 29404,
        "r": "csb:Luke:23:56",
        "t": "Then they returned and prepared spices and perfumes. And they rested on the Sabbath according to the commandment."
    }
]
