[
    {
        "o": 10424,
        "r": "nasb:2 Kings:1:0",
        "t": "2 Kings 1",
        "h": 1
    },
    {
        "o": 10425,
        "r": "nasb:2 Kings:1:0",
        "t": "Ahaziah’s Messengers Meet Elijah",
        "h": 2
    },
    {
        "o": 10426,
        "r": "nasb:2 Kings:1:1",
        "t": "Now*p Moab rebelled against Israel after the death of Ahab."
    },
    {
        "o": 10427,
        "r": "nasb:2 Kings:1:2",
        "t": "And Ahaziah fell through the lattice in his upper chamber which was*i in Samaria, and became ill. So he sent messengers and said to them, “Go, inquire of Baal-zebub, the god of Ekron, whether I will recover from this sickness.”"
    },
    {
        "o": 10428,
        "r": "nasb:2 Kings:1:3",
        "t": "But the angel of the Lord*s said to Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria and say to them, ‘Is it because there is no God in Israel that*i you are going to inquire of Baal-zebub, the god of Ekron?’"
    },
    {
        "o": 10429,
        "r": "nasb:2 Kings:1:4",
        "t": "Now therefore thus says the Lord,*s ‘You shall not come down from the bed where you have gone up, but you shall surely die.’ ” Then Elijah departed."
    },
    {
        "o": 10430,
        "r": "nasb:2 Kings:1:5",
        "t": "When*p the messengers returned to him he said to them, “Why have you returned?”"
    },
    {
        "o": 10431,
        "r": "nasb:2 Kings:1:6",
        "t": "They said to him, “A man came up to meet us and said to us, ‘Go, return to the king who sent you and say to him, “Thus says the Lord,*s ‘Is it because there is no God in Israel that*i you are sending to inquire of Baal-zebub, the god of Ekron? Therefore you shall not come down from the bed where you have gone up, but shall surely die.’ ” ’ ”"
    },
    {
        "o": 10432,
        "r": "nasb:2 Kings:1:7",
        "t": "He said to them, “What kind of man was he who came up to meet you and spoke these words to you?”"
    },
    {
        "o": 10433,
        "r": "nasb:2 Kings:1:8",
        "t": "They answered him, “He*i was*i a hairy man with a leather girdle bound about his loins.” And he said, “It is Elijah the Tishbite.”"
    },
    {
        "o": 10434,
        "r": "nasb:2 Kings:1:9",
        "t": "Then*p the*i king*i sent to him a captain of fifty with his fifty. And he went up to him, and behold, he was sitting on the top of the hill. And he said to him, “O man of God, the king says, ‘Come down.’ ”"
    },
    {
        "o": 10435,
        "r": "nasb:2 Kings:1:10",
        "t": "Elijah replied to the captain of fifty, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then fire came down from heaven and consumed him and his fifty."
    },
    {
        "o": 10436,
        "r": "nasb:2 Kings:1:11",
        "t": "So*p he again sent to him another captain of fifty with his fifty. And he said to him, “O man of God, thus says the king, ‘Come down quickly.’ ”"
    },
    {
        "o": 10437,
        "r": "nasb:2 Kings:1:12",
        "t": "Elijah replied to them, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then the fire of God came down from heaven and consumed him and his fifty."
    },
    {
        "o": 10438,
        "r": "nasb:2 Kings:1:13",
        "t": "So*p he again sent the captain of a third fifty with his fifty. When the third captain of fifty went up, he came and bowed down on his knees before Elijah, and begged him and said to him, “O man of God, please let my life and the lives of these fifty servants of yours be precious in your sight."
    },
    {
        "o": 10439,
        "r": "nasb:2 Kings:1:14",
        "t": "Behold fire came down from heaven and consumed the first two captains of fifty with their fifties; but now let my life be precious in your sight.”"
    },
    {
        "o": 10440,
        "r": "nasb:2 Kings:1:15",
        "t": "The angel of the Lord*s said to Elijah, “Go down with him; do not be afraid of him.” So he arose and went down with him to the king."
    },
    {
        "o": 10441,
        "r": "nasb:2 Kings:1:16",
        "t": "Then he said to him, “Thus says the Lord,*s ‘Because you have sent messengers to inquire of Baal-zebub, the god of Ekron—is it because there is no God in Israel to inquire of His word?—therefore you shall not come down from the bed where you have gone up, but shall surely die.’ ”"
    },
    {
        "o": 10442,
        "r": "nasb:2 Kings:1:16",
        "t": "Jehoram Reigns over Israel",
        "h": 2
    },
    {
        "o": 10443,
        "r": "nasb:2 Kings:1:17",
        "t": "So*p Ahaziah died according to the word of the Lord*s which Elijah had spoken. And because he had no son, Jehoram became king in his place in the second year of Jehoram the son of Jehoshaphat, king of Judah."
    },
    {
        "o": 10444,
        "r": "nasb:2 Kings:1:18",
        "t": "Now the rest of the acts of Ahaziah which he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10445,
        "r": "nasb:2 Kings:2:0",
        "t": "2 Kings 2",
        "h": 1
    },
    {
        "o": 10446,
        "r": "nasb:2 Kings:2:0",
        "t": "Elijah Taken to Heaven",
        "h": 2
    },
    {
        "o": 10447,
        "r": "nasb:2 Kings:2:1",
        "t": "And*p it came about when the Lord*s was about to take up Elijah by a whirlwind to heaven, that Elijah went with Elisha from Gilgal."
    },
    {
        "o": 10448,
        "r": "nasb:2 Kings:2:2",
        "t": "Elijah said to Elisha, “Stay here please, for the Lord*s has sent me as far as Bethel.” But Elisha said, “As the Lord*s lives and as you yourself live, I will not leave you.” So they went down to Bethel."
    },
    {
        "o": 10449,
        "r": "nasb:2 Kings:2:3",
        "t": "Then the sons of the prophets who were*i at*i Bethel came out to Elisha and said to him, “Do you know that the Lord*s will take away your master from over you today?” And he said, “Yes, I know; be still.”"
    },
    {
        "o": 10450,
        "r": "nasb:2 Kings:2:4",
        "t": "Elijah*p said to him, “Elisha, please stay here, for the Lord*s has sent me to Jericho.” But he said, “As the Lord*s lives, and as you yourself live, I will not leave you.” So they came to Jericho."
    },
    {
        "o": 10451,
        "r": "nasb:2 Kings:2:5",
        "t": "The sons of the prophets who were*i at Jericho approached Elisha and said to him, “Do you know that the Lord*s will take away your master from over you today?” And he answered, “Yes, I know; be still.”"
    },
    {
        "o": 10452,
        "r": "nasb:2 Kings:2:6",
        "t": "Then Elijah said to him, “Please stay here, for the Lord*s has sent me to the Jordan.” And he said, “As the Lord*s lives, and as you yourself live, I will not leave you.” So the two of them went on."
    },
    {
        "o": 10453,
        "r": "nasb:2 Kings:2:7",
        "t": "Now*p fifty men of the sons of the prophets went and stood opposite them*i at a distance, while the two of them stood by the Jordan."
    },
    {
        "o": 10454,
        "r": "nasb:2 Kings:2:8",
        "t": "Elijah took his mantle and folded it together and struck the waters, and they were divided here and there, so that the two of them crossed over on dry ground."
    },
    {
        "o": 10455,
        "r": "nasb:2 Kings:2:9",
        "t": "When*p they had crossed over, Elijah said to Elisha, “Ask what I shall do for you before I am taken from you.” And Elisha said, “Please, let a double portion of your spirit be upon me.”"
    },
    {
        "o": 10456,
        "r": "nasb:2 Kings:2:10",
        "t": "He said, “You have asked a hard thing. Nevertheless,*i if you see me when I am taken from you, it shall be so for you; but if not, it shall not be so.”*i"
    },
    {
        "o": 10457,
        "r": "nasb:2 Kings:2:11",
        "t": "As they were going along and talking, behold, there*i appeared*i a chariot of fire and horses of fire which separated the two of them. And Elijah went up by a whirlwind to heaven."
    },
    {
        "o": 10458,
        "r": "nasb:2 Kings:2:12",
        "t": "Elisha saw it*i and cried out, “My father, my father, the chariots of Israel and its horsemen!” And he saw Elijah no more. Then he took hold of his own clothes and tore them in two pieces."
    },
    {
        "o": 10459,
        "r": "nasb:2 Kings:2:13",
        "t": "He also took up the mantle of Elijah that fell from him and returned and stood by the bank of the Jordan."
    },
    {
        "o": 10460,
        "r": "nasb:2 Kings:2:14",
        "t": "He took the mantle of Elijah that fell from him and struck the waters and said, “Where is the Lord,*s the God of Elijah?” And when he also had struck the waters, they were divided here and there; and Elisha crossed over."
    },
    {
        "o": 10461,
        "r": "nasb:2 Kings:2:14",
        "t": "Elisha Succeeds Elijah",
        "h": 2
    },
    {
        "o": 10462,
        "r": "nasb:2 Kings:2:15",
        "t": "Now*p when the sons of the prophets who were*i at Jericho opposite him*i saw him, they said, “The spirit of Elijah rests on Elisha.” And they came to meet him and bowed themselves to the ground before him."
    },
    {
        "o": 10463,
        "r": "nasb:2 Kings:2:16",
        "t": "They said to him, “Behold now, there are with your servants fifty strong men, please let them go and search for your master; perhaps the Spirit of the Lord*s has taken him up and cast him on some mountain or into some valley.” And he said, “You shall not send.”"
    },
    {
        "o": 10464,
        "r": "nasb:2 Kings:2:17",
        "t": "But when they urged him until he was ashamed, he said, “Send.” They sent therefore fifty men; and they searched three days but did not find him."
    },
    {
        "o": 10465,
        "r": "nasb:2 Kings:2:18",
        "t": "They returned to him while he was staying at Jericho; and he said to them, “Did I not say to you, ‘Do not go’?”"
    },
    {
        "o": 10466,
        "r": "nasb:2 Kings:2:19",
        "t": "Then*p the men of the city said to Elisha, “Behold now, the situation of this city is pleasant, as my lord sees; but the water is bad and the land is unfruitful.”"
    },
    {
        "o": 10467,
        "r": "nasb:2 Kings:2:20",
        "t": "He said, “Bring me a new jar, and put salt in it.” So they brought it*i to him."
    },
    {
        "o": 10468,
        "r": "nasb:2 Kings:2:21",
        "t": "He went out to the spring of water and threw salt in it and said, “Thus says the Lord,*s ‘I have purified these waters; there shall not be from there death or unfruitfulness any longer.’ ”"
    },
    {
        "o": 10469,
        "r": "nasb:2 Kings:2:22",
        "t": "So the waters have been purified to this day, according to the word of Elisha which he spoke."
    },
    {
        "o": 10470,
        "r": "nasb:2 Kings:2:23",
        "t": "Then*p he went up from there to Bethel; and as he was going up by the way, young lads came out from the city and mocked him and said to him, “Go up, you baldhead; go up, you baldhead!”"
    },
    {
        "o": 10471,
        "r": "nasb:2 Kings:2:24",
        "t": "When he looked behind him and saw them, he cursed them in the name of the Lord.*s Then two female bears came out of the woods and tore up forty-two lads of their number."
    },
    {
        "o": 10472,
        "r": "nasb:2 Kings:2:25",
        "t": "He went from there to Mount Carmel, and from there he returned to Samaria."
    },
    {
        "o": 10473,
        "r": "nasb:2 Kings:3:0",
        "t": "2 Kings 3",
        "h": 1
    },
    {
        "o": 10474,
        "r": "nasb:2 Kings:3:0",
        "t": "Jehoram Meets Moab Rebellion",
        "h": 2
    },
    {
        "o": 10475,
        "r": "nasb:2 Kings:3:1",
        "t": "Now*p Jehoram the son of Ahab became king over Israel at Samaria in the eighteenth year of Jehoshaphat king of Judah, and reigned twelve years."
    },
    {
        "o": 10476,
        "r": "nasb:2 Kings:3:2",
        "t": "He did evil in the sight of the Lord,*s though not like his father and his mother; for he put away the sacred*i pillar of Baal which his father had made."
    },
    {
        "o": 10477,
        "r": "nasb:2 Kings:3:3",
        "t": "Nevertheless, he clung to the sins of Jeroboam the son of Nebat, which he made Israel sin; he did not depart from them."
    },
    {
        "o": 10478,
        "r": "nasb:2 Kings:3:4",
        "t": "Now*p Mesha king of Moab was a sheep breeder, and used to pay the king of Israel 100,000 lambs and the wool of 100,000 rams."
    },
    {
        "o": 10479,
        "r": "nasb:2 Kings:3:5",
        "t": "But when Ahab died, the king of Moab rebelled against the king of Israel."
    },
    {
        "o": 10480,
        "r": "nasb:2 Kings:3:6",
        "t": "And King Jehoram went out of Samaria at that time and mustered all Israel."
    },
    {
        "o": 10481,
        "r": "nasb:2 Kings:3:7",
        "t": "Then he went and sent word*i to Jehoshaphat the king of Judah, saying, “The king of Moab has rebelled against me. Will you go with me to fight against Moab?” And he said, “I will go up; I am as you are, my people as your people, my horses as your horses.”"
    },
    {
        "o": 10482,
        "r": "nasb:2 Kings:3:8",
        "t": "He said, “Which way shall we go up?” And he answered, “The way of the wilderness of Edom.”"
    },
    {
        "o": 10483,
        "r": "nasb:2 Kings:3:9",
        "t": "So*p the king of Israel went with the king of Judah and the king of Edom; and they made a circuit of seven days’ journey, and there was no water for the army or for the cattle that followed them."
    },
    {
        "o": 10484,
        "r": "nasb:2 Kings:3:10",
        "t": "Then the king of Israel said, “Alas! For the Lord*s has called these three kings to give them into the hand of Moab.”"
    },
    {
        "o": 10485,
        "r": "nasb:2 Kings:3:11",
        "t": "But Jehoshaphat said, “Is there not a prophet of the Lord*s here, that we may inquire of the Lord*s by him?” And one of the king of Israel’s servants answered and said, “Elisha the son of Shaphat is here, who used to pour water on the hands of Elijah.”"
    },
    {
        "o": 10486,
        "r": "nasb:2 Kings:3:12",
        "t": "Jehoshaphat said, “The word of the Lord*s is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him."
    },
    {
        "o": 10487,
        "r": "nasb:2 Kings:3:13",
        "t": "Now*p Elisha said to the king of Israel, “What do I have to do with you? Go to the prophets of your father and to the prophets of your mother.” And the king of Israel said to him, “No, for the Lord*s has called these three kings together*i to give them into the hand of Moab.”"
    },
    {
        "o": 10488,
        "r": "nasb:2 Kings:3:14",
        "t": "Elisha said, “As the Lord*s of hosts lives, before whom I stand, were it not that I regard the presence of Jehoshaphat the king of Judah, I would not look at you nor see you."
    },
    {
        "o": 10489,
        "r": "nasb:2 Kings:3:15",
        "t": "But now bring me a minstrel.” And it came about, when the minstrel played, that the hand of the Lord*s came upon him."
    },
    {
        "o": 10490,
        "r": "nasb:2 Kings:3:16",
        "t": "He said, “Thus says the Lord,*s ‘Make this valley full of trenches.’"
    },
    {
        "o": 10491,
        "r": "nasb:2 Kings:3:17",
        "t": "For thus says the Lord,*s ‘You shall not see wind nor shall you see rain; yet that valley shall be filled with water, so that you shall drink, both you and your cattle and your beasts."
    },
    {
        "o": 10492,
        "r": "nasb:2 Kings:3:18",
        "t": "This is but a slight thing in the sight of the Lord;*s He will also give the Moabites into your hand."
    },
    {
        "o": 10493,
        "r": "nasb:2 Kings:3:19",
        "t": "Then you shall strike every fortified city and every choice city, and fell every good tree and stop all springs of water, and mar every good piece of land with stones.’ ”"
    },
    {
        "o": 10494,
        "r": "nasb:2 Kings:3:20",
        "t": "It happened in the morning about the time of offering the sacrifice, that behold, water came by the way of Edom, and the country was filled with water."
    },
    {
        "o": 10495,
        "r": "nasb:2 Kings:3:21",
        "t": "Now*p all the Moabites heard that the kings had come up to fight against them. And all who were able to put on armor and older were summoned and stood on the border."
    },
    {
        "o": 10496,
        "r": "nasb:2 Kings:3:22",
        "t": "They rose early in the morning, and the sun shone on the water, and the Moabites saw the water opposite them*i as red as blood."
    },
    {
        "o": 10497,
        "r": "nasb:2 Kings:3:23",
        "t": "Then they said, “This is blood; the kings have surely fought together, and they have slain one another. Now therefore, Moab, to the spoil!”"
    },
    {
        "o": 10498,
        "r": "nasb:2 Kings:3:24",
        "t": "But when they came to the camp of Israel, the Israelites arose and struck the Moabites, so that they fled before them; and they went forward into the land, slaughtering the Moabites."
    },
    {
        "o": 10499,
        "r": "nasb:2 Kings:3:25",
        "t": "Thus they destroyed the cities; and each one threw a stone on every piece of good land and filled it. So they stopped all the springs of water and felled all the good trees, until in Kir-hareseth only*i they left its stones; however, the slingers went about it*i and struck it."
    },
    {
        "o": 10500,
        "r": "nasb:2 Kings:3:26",
        "t": "When the king of Moab saw that the battle was too fierce for him, he took with him 700 men who drew swords, to break through to the king of Edom; but they could not."
    },
    {
        "o": 10501,
        "r": "nasb:2 Kings:3:27",
        "t": "Then he took his oldest son who was to reign in his place, and offered him as a burnt offering on the wall. And there came great wrath against Israel, and they departed from him and returned to their own land."
    },
    {
        "o": 10502,
        "r": "nasb:2 Kings:4:0",
        "t": "2 Kings 4",
        "h": 1
    },
    {
        "o": 10503,
        "r": "nasb:2 Kings:4:0",
        "t": "The Widow’s Oil",
        "h": 2
    },
    {
        "o": 10504,
        "r": "nasb:2 Kings:4:1",
        "t": "Now*p a certain woman of the wives of the sons of the prophets cried out to Elisha, “Your servant my husband is dead, and you know that your servant feared the Lord;*s and the creditor has come to take my two children to be his slaves.”"
    },
    {
        "o": 10505,
        "r": "nasb:2 Kings:4:2",
        "t": "Elisha said to her, “What shall I do for you? Tell me, what do you have in the house?” And she said, “Your maidservant has nothing in the house except a jar of oil.”"
    },
    {
        "o": 10506,
        "r": "nasb:2 Kings:4:3",
        "t": "Then he said, “Go, borrow vessels at large for yourself from all your neighbors, even*i empty vessels; do not get a few."
    },
    {
        "o": 10507,
        "r": "nasb:2 Kings:4:4",
        "t": "And you shall go in and shut the door behind you and your sons, and pour out into all these vessels, and you shall set aside what is full.”"
    },
    {
        "o": 10508,
        "r": "nasb:2 Kings:4:5",
        "t": "So she went from him and shut the door behind her and her sons; they were bringing the*i vessels*i to her and she poured."
    },
    {
        "o": 10509,
        "r": "nasb:2 Kings:4:6",
        "t": "When the vessels were full, she said to her son, “Bring me another vessel.” And he said to her, “There is not one vessel more.” And the oil stopped."
    },
    {
        "o": 10510,
        "r": "nasb:2 Kings:4:7",
        "t": "Then she came and told the man of God. And he said, “Go, sell the oil and pay your debt, and you and*i your sons can live on the rest.”"
    },
    {
        "o": 10511,
        "r": "nasb:2 Kings:4:7",
        "t": "The Shunammite Woman",
        "h": 2
    },
    {
        "o": 10512,
        "r": "nasb:2 Kings:4:8",
        "t": "Now*p there came a day when Elisha passed over to Shunem, where there was a prominent woman, and she persuaded him to eat food. And so it was, as often as he passed by, he turned in there to eat food."
    },
    {
        "o": 10513,
        "r": "nasb:2 Kings:4:9",
        "t": "She said to her husband, “Behold now, I perceive that this is a holy man of God passing by us continually."
    },
    {
        "o": 10514,
        "r": "nasb:2 Kings:4:10",
        "t": "Please, let us make a little walled upper chamber and let us set a bed for him there, and a table and a chair and a lampstand; and it shall be, when he comes to us, that*i he can turn in there.”"
    },
    {
        "o": 10515,
        "r": "nasb:2 Kings:4:11",
        "t": "One*p day he came there and turned in to the upper chamber and rested."
    },
    {
        "o": 10516,
        "r": "nasb:2 Kings:4:12",
        "t": "Then he said to Gehazi his servant, “Call this Shunammite.” And when he had called her, she stood before him."
    },
    {
        "o": 10517,
        "r": "nasb:2 Kings:4:13",
        "t": "He said to him, “Say now to her, ‘Behold, you have been careful for us with all this care; what can I do for you? Would you be spoken for to the king or to the captain of the army?’ ” And she answered, “I live among my own people.”"
    },
    {
        "o": 10518,
        "r": "nasb:2 Kings:4:14",
        "t": "So he said, “What then is to be done for her?” And Gehazi answered, “Truly she has no son and her husband is old.”"
    },
    {
        "o": 10519,
        "r": "nasb:2 Kings:4:15",
        "t": "He said, “Call her.” When he had called her, she stood in the doorway."
    },
    {
        "o": 10520,
        "r": "nasb:2 Kings:4:16",
        "t": "Then he said, “At this season next year you will embrace a son.” And she said, “No, my lord, O man of God, do not lie to your maidservant.”"
    },
    {
        "o": 10521,
        "r": "nasb:2 Kings:4:17",
        "t": "The*p woman conceived and bore a son at that season the next year, as Elisha had said to her."
    },
    {
        "o": 10522,
        "r": "nasb:2 Kings:4:17",
        "t": "The Shunammite’s Son",
        "h": 2
    },
    {
        "o": 10523,
        "r": "nasb:2 Kings:4:18",
        "t": "When*p the child was grown, the day came that he went out to his father to the reapers."
    },
    {
        "o": 10524,
        "r": "nasb:2 Kings:4:19",
        "t": "He said to his father, “My head, my head.” And he said to his servant, “Carry him to his mother.”"
    },
    {
        "o": 10525,
        "r": "nasb:2 Kings:4:20",
        "t": "When he had taken him and brought him to his mother, he sat on her lap until noon, and then*i died."
    },
    {
        "o": 10526,
        "r": "nasb:2 Kings:4:21",
        "t": "She went up and laid him on the bed of the man of God, and shut the*i door*i behind him and went out."
    },
    {
        "o": 10527,
        "r": "nasb:2 Kings:4:22",
        "t": "Then she called to her husband and said, “Please send me one of the servants and one of the donkeys, that I may run to the man of God and return.”"
    },
    {
        "o": 10528,
        "r": "nasb:2 Kings:4:23",
        "t": "He said, “Why will you go to him today? It is neither new moon nor sabbath.” And she said, “It*i will*i be*i well.”"
    },
    {
        "o": 10529,
        "r": "nasb:2 Kings:4:24",
        "t": "Then she saddled a donkey and said to her servant, “Drive and go forward; do not slow down the pace for me unless I tell you.”"
    },
    {
        "o": 10530,
        "r": "nasb:2 Kings:4:25",
        "t": "So she went and came to the man of God to Mount Carmel. When*bp the man of God saw her at a distance, he said to Gehazi his servant, “Behold, there is the Shunammite."
    },
    {
        "o": 10531,
        "r": "nasb:2 Kings:4:26",
        "t": "Please run now to meet her and say to her, ‘Is it well with you? Is it well with your husband? Is it well with the child?’ ” And she answered, “It is well.”"
    },
    {
        "o": 10532,
        "r": "nasb:2 Kings:4:27",
        "t": "When she came to the man of God to the hill, she caught hold of his feet. And Gehazi came near to push her away; but the man of God said, “Let her alone, for her soul is troubled within her; and the Lord*s has hidden it from me and has not told me.”"
    },
    {
        "o": 10533,
        "r": "nasb:2 Kings:4:28",
        "t": "Then she said, “Did I ask for a son from my lord? Did I not say, ‘Do not deceive me’?”"
    },
    {
        "o": 10534,
        "r": "nasb:2 Kings:4:29",
        "t": "Then*p he said to Gehazi, “Gird up your loins and take my staff in your hand, and go your way; if you meet any man, do not salute him, and if anyone salutes you, do not answer him; and lay my staff on the lad’s face.”"
    },
    {
        "o": 10535,
        "r": "nasb:2 Kings:4:30",
        "t": "The mother of the lad said, “As the Lord*s lives and as you yourself live, I will not leave you.” And he arose and followed her."
    },
    {
        "o": 10536,
        "r": "nasb:2 Kings:4:31",
        "t": "Then Gehazi passed on before them and laid the staff on the lad’s face, but there was no sound or response. So he returned to meet him and told him, “The lad has not awakened.”"
    },
    {
        "o": 10537,
        "r": "nasb:2 Kings:4:32",
        "t": "When*p Elisha came into the house, behold the lad was dead and laid on his bed."
    },
    {
        "o": 10538,
        "r": "nasb:2 Kings:4:33",
        "t": "So he entered and shut the door behind them both and prayed to the Lord.*s"
    },
    {
        "o": 10539,
        "r": "nasb:2 Kings:4:34",
        "t": "And he went up and lay on the child, and put his mouth on his mouth and his eyes on his eyes and his hands on his hands, and he stretched himself on him; and the flesh of the child became warm."
    },
    {
        "o": 10540,
        "r": "nasb:2 Kings:4:35",
        "t": "Then he returned and walked in the house once back and forth, and went up and stretched himself on him; and the lad sneezed seven times and the lad opened his eyes."
    },
    {
        "o": 10541,
        "r": "nasb:2 Kings:4:36",
        "t": "He called Gehazi and said, “Call this Shunammite.” So he called her. And when she came in to him, he said, “Take up your son.”"
    },
    {
        "o": 10542,
        "r": "nasb:2 Kings:4:37",
        "t": "Then she went in and fell at his feet and bowed herself to the ground, and she took up her son and went out."
    },
    {
        "o": 10543,
        "r": "nasb:2 Kings:4:37",
        "t": "The Poisonous Stew",
        "h": 2
    },
    {
        "o": 10544,
        "r": "nasb:2 Kings:4:38",
        "t": "When*p Elisha returned to Gilgal, there*i was*i a famine in the land. As the sons of the prophets were sitting before him, he said to his servant, “Put on the large pot and boil stew for the sons of the prophets.”"
    },
    {
        "o": 10545,
        "r": "nasb:2 Kings:4:39",
        "t": "Then one went out into the field to gather herbs, and found a wild vine and gathered from it his lap full of wild gourds, and came and sliced them into the pot of stew, for they did not know what*i they*i were.*i"
    },
    {
        "o": 10546,
        "r": "nasb:2 Kings:4:40",
        "t": "So they poured it*i out for the men to eat. And as they were eating of the stew, they cried out and said, “O man of God, there is death in the pot.” And they were unable to eat."
    },
    {
        "o": 10547,
        "r": "nasb:2 Kings:4:41",
        "t": "But he said, “Now bring meal.” He threw it into the pot and said, “Pour it*i out for the people that they may eat.” Then there was no harm in the pot."
    },
    {
        "o": 10548,
        "r": "nasb:2 Kings:4:42",
        "t": "Now*p a man came from Baal-shalishah, and brought the man of God bread of the first fruits, twenty loaves of barley and fresh ears of grain in his sack. And he said, “Give them*i to the people that they may eat.”"
    },
    {
        "o": 10549,
        "r": "nasb:2 Kings:4:43",
        "t": "His attendant said, “What, will I set this before a hundred men?” But he said, “Give them*i to the people that they may eat, for thus says the Lord,*s ‘They shall eat and have some*i left over.’ ”"
    },
    {
        "o": 10550,
        "r": "nasb:2 Kings:4:44",
        "t": "So he set it*i before them, and they ate and had some*i left over, according to the word of the Lord.*s"
    },
    {
        "o": 10551,
        "r": "nasb:2 Kings:5:0",
        "t": "2 Kings 5",
        "h": 1
    },
    {
        "o": 10552,
        "r": "nasb:2 Kings:5:0",
        "t": "Naaman Is Healed",
        "h": 2
    },
    {
        "o": 10553,
        "r": "nasb:2 Kings:5:1",
        "t": "Now*p Naaman, captain of the army of the king of Aram, was a great man with his master, and highly respected, because by him the Lord*s had given victory to Aram. The man was also a valiant warrior, but*i he*i was*i a leper."
    },
    {
        "o": 10554,
        "r": "nasb:2 Kings:5:2",
        "t": "Now the Arameans had gone out in bands and had taken captive a little girl from the land of Israel; and she waited on Naaman’s wife."
    },
    {
        "o": 10555,
        "r": "nasb:2 Kings:5:3",
        "t": "She said to her mistress, “I wish that my master were with the prophet who is in Samaria! Then he would cure him of his leprosy.”"
    },
    {
        "o": 10556,
        "r": "nasb:2 Kings:5:4",
        "t": "Naaman went in and told his master, saying, “Thus and thus spoke the girl who is from the land of Israel.”"
    },
    {
        "o": 10557,
        "r": "nasb:2 Kings:5:5",
        "t": "Then the king of Aram said, “Go now, and I will send a letter to the king of Israel.” He departed and took with him ten talents of silver and six thousand shekels*i of gold and ten changes of clothes."
    },
    {
        "o": 10558,
        "r": "nasb:2 Kings:5:6",
        "t": "He*p brought the letter to the king of Israel, saying, “And now as this letter comes to you, behold, I have sent Naaman my servant to you, that you may cure him of his leprosy.”"
    },
    {
        "o": 10559,
        "r": "nasb:2 Kings:5:7",
        "t": "When the king of Israel read the letter, he tore his clothes and said, “Am I God, to kill and to make alive, that this man is sending word*i to me to cure a man of his leprosy? But consider now, and see how he is seeking a quarrel against me.”"
    },
    {
        "o": 10560,
        "r": "nasb:2 Kings:5:8",
        "t": "It*p happened when Elisha the man of God heard that the king of Israel had torn his clothes, that he sent word*i to the king, saying, “Why have you torn your clothes? Now let him come to me, and he shall know that there is a prophet in Israel.”"
    },
    {
        "o": 10561,
        "r": "nasb:2 Kings:5:9",
        "t": "So Naaman came with his horses and his chariots and stood at the doorway of the house of Elisha."
    },
    {
        "o": 10562,
        "r": "nasb:2 Kings:5:10",
        "t": "Elisha sent a messenger to him, saying, “Go and wash in the Jordan seven times, and your flesh will be restored to you and you*i will*i be clean.”"
    },
    {
        "o": 10563,
        "r": "nasb:2 Kings:5:11",
        "t": "But Naaman was furious and went away and said, “Behold, I thought, ‘He will surely come out to me and stand and call on the name of the Lord*s his God, and wave his hand over the place and cure the leper.’"
    },
    {
        "o": 10564,
        "r": "nasb:2 Kings:5:12",
        "t": "Are not Abanah and Pharpar, the rivers of Damascus, better than all the waters of Israel? Could I not wash in them and be clean?” So he turned and went away in a rage."
    },
    {
        "o": 10565,
        "r": "nasb:2 Kings:5:13",
        "t": "Then his servants came near and spoke to him and said, “My father, had the prophet told you to*i do*i some*i great thing, would you not have done it?*i How much more then,*i when he says to you, ‘Wash, and be clean’?”"
    },
    {
        "o": 10566,
        "r": "nasb:2 Kings:5:14",
        "t": "So he went down and dipped himself*i seven times in the Jordan, according to the word of the man of God; and his flesh was restored like the flesh of a little child and he was clean."
    },
    {
        "o": 10567,
        "r": "nasb:2 Kings:5:14",
        "t": "Gehazi’s Greed",
        "h": 2
    },
    {
        "o": 10568,
        "r": "nasb:2 Kings:5:15",
        "t": "When*p he returned to the man of God with all his company, and came and stood before him, he said, “Behold now, I know that there is no God in all the earth, but in Israel; so please take a present from your servant now.”"
    },
    {
        "o": 10569,
        "r": "nasb:2 Kings:5:16",
        "t": "But he said, “As the Lord*s lives, before whom I stand, I will take nothing.” And he urged him to take it,*i but he refused."
    },
    {
        "o": 10570,
        "r": "nasb:2 Kings:5:17",
        "t": "Naaman said, “If not, please let your servant at least be given two mules’ load of earth; for your servant will no longer offer burnt offering nor will he sacrifice to other gods, but to the Lord.*s"
    },
    {
        "o": 10571,
        "r": "nasb:2 Kings:5:18",
        "t": "In this matter may the Lord*s pardon your servant: when my master goes into the house of Rimmon to worship there, and he leans on my hand and I bow myself in the house of Rimmon, when I bow myself in the house of Rimmon, the Lord*s pardon your servant in this matter.”"
    },
    {
        "o": 10572,
        "r": "nasb:2 Kings:5:19",
        "t": "He said to him, “Go in peace.” So he departed from him some distance."
    },
    {
        "o": 10573,
        "r": "nasb:2 Kings:5:20",
        "t": "But*p Gehazi, the servant of Elisha the man of God, thought, “Behold, my master has spared this Naaman the Aramean, by not receiving from his hands what he brought. As the Lord*s lives, I will run after him and take something from him.”"
    },
    {
        "o": 10574,
        "r": "nasb:2 Kings:5:21",
        "t": "So Gehazi pursued Naaman. When Naaman saw one running after him, he came down from the chariot to meet him and said, “Is all well?”"
    },
    {
        "o": 10575,
        "r": "nasb:2 Kings:5:22",
        "t": "He said, “All is well. My master has sent me, saying, ‘Behold, just now two young men of the sons of the prophets have come to me from the hill country of Ephraim. Please give them a talent of silver and two changes of clothes.’ ”"
    },
    {
        "o": 10576,
        "r": "nasb:2 Kings:5:23",
        "t": "Naaman said, “Be pleased to take two talents.” And he urged him, and bound two talents of silver in two bags with two changes of clothes and gave them to two of his servants; and they carried them*i before him."
    },
    {
        "o": 10577,
        "r": "nasb:2 Kings:5:24",
        "t": "When he came to the hill, he took them from their hand and deposited them in the house, and he sent the men away, and they departed."
    },
    {
        "o": 10578,
        "r": "nasb:2 Kings:5:25",
        "t": "But he went in and stood before his master. And Elisha said to him, “Where have you been, Gehazi?” And he said, “Your servant went nowhere.”"
    },
    {
        "o": 10579,
        "r": "nasb:2 Kings:5:26",
        "t": "Then*p he said to him, “Did not my heart go with*i you,*i when the man turned from his chariot to meet you? Is it a time to receive money and to receive clothes and olive groves and vineyards and sheep and oxen and male and female servants?"
    },
    {
        "o": 10580,
        "r": "nasb:2 Kings:5:27",
        "t": "Therefore, the leprosy of Naaman shall cling to you and to your descendants forever.” So he went out from his presence a leper as*i white*i as snow."
    },
    {
        "o": 10581,
        "r": "nasb:2 Kings:6:0",
        "t": "2 Kings 6",
        "h": 1
    },
    {
        "o": 10582,
        "r": "nasb:2 Kings:6:0",
        "t": "The Axe Head Recovered",
        "h": 2
    },
    {
        "o": 10583,
        "r": "nasb:2 Kings:6:1",
        "t": "Now*p the sons of the prophets said to Elisha, “Behold now, the place before you where we are living is too limited for us."
    },
    {
        "o": 10584,
        "r": "nasb:2 Kings:6:2",
        "t": "Please let us go to the Jordan and each of us take from there a beam, and let us make a place there for ourselves where we may live.” So he said, “Go.”"
    },
    {
        "o": 10585,
        "r": "nasb:2 Kings:6:3",
        "t": "Then one said, “Please be willing to go with your servants.” And he answered, “I shall go.”"
    },
    {
        "o": 10586,
        "r": "nasb:2 Kings:6:4",
        "t": "So he went with them; and when they came to the Jordan, they cut down trees."
    },
    {
        "o": 10587,
        "r": "nasb:2 Kings:6:5",
        "t": "But as one was felling a beam, the axe head fell into the water; and he cried out and said, “Alas, my master! For it was borrowed.”"
    },
    {
        "o": 10588,
        "r": "nasb:2 Kings:6:6",
        "t": "Then the man of God said, “Where did it fall?” And when he showed him the place, he cut off a stick and threw it*i in there, and made the iron float."
    },
    {
        "o": 10589,
        "r": "nasb:2 Kings:6:7",
        "t": "He said, “Take it up for yourself.” So he put out his hand and took it."
    },
    {
        "o": 10590,
        "r": "nasb:2 Kings:6:7",
        "t": "The Arameans Plot to Capture Elisha",
        "h": 2
    },
    {
        "o": 10591,
        "r": "nasb:2 Kings:6:8",
        "t": "Now*p the king of Aram was warring against Israel; and he counseled with his servants saying, “In such and such a place shall be my camp.”"
    },
    {
        "o": 10592,
        "r": "nasb:2 Kings:6:9",
        "t": "The man of God sent word*i to the king of Israel saying, “Beware that you do not pass this place, for the Arameans are coming down there.”"
    },
    {
        "o": 10593,
        "r": "nasb:2 Kings:6:10",
        "t": "The king of Israel sent to the place about which the man of God had told him; thus he warned him, so that he guarded himself there, more than once or twice."
    },
    {
        "o": 10594,
        "r": "nasb:2 Kings:6:11",
        "t": "Now*p the heart of the king of Aram was enraged over this thing; and he called his servants and said to them, “Will you tell me which of us is for the king of Israel?”"
    },
    {
        "o": 10595,
        "r": "nasb:2 Kings:6:12",
        "t": "One of his servants said, “No, my lord, O king; but Elisha, the prophet who is in Israel, tells the king of Israel the words that you speak in your bedroom.”"
    },
    {
        "o": 10596,
        "r": "nasb:2 Kings:6:13",
        "t": "So he said, “Go and see where he is, that I may send and take him.” And it was told him, saying, “Behold, he is in Dothan.”"
    },
    {
        "o": 10597,
        "r": "nasb:2 Kings:6:14",
        "t": "He sent horses and chariots and a great army there, and they came by night and surrounded the city."
    },
    {
        "o": 10598,
        "r": "nasb:2 Kings:6:15",
        "t": "Now*p when the attendant of the man of God had risen early and gone out, behold, an army with horses and chariots was circling the city. And his servant said to him, “Alas, my master! What shall we do?”"
    },
    {
        "o": 10599,
        "r": "nasb:2 Kings:6:16",
        "t": "So he answered, “Do not fear, for those who are with us are more than those who are with them.”"
    },
    {
        "o": 10600,
        "r": "nasb:2 Kings:6:17",
        "t": "Then Elisha prayed and said, “O Lord,*s I pray, open his eyes that he may see.” And the Lord*s opened the servant’s eyes and he saw; and behold, the mountain was full of horses and chariots of fire all around Elisha."
    },
    {
        "o": 10601,
        "r": "nasb:2 Kings:6:18",
        "t": "When they came down to him, Elisha prayed to the Lord*s and said, “Strike this people with blindness, I pray.” So He struck them with blindness according to the word of Elisha."
    },
    {
        "o": 10602,
        "r": "nasb:2 Kings:6:19",
        "t": "Then Elisha said to them, “This is not the way, nor is this the city; follow me and I will bring you to the man whom you seek.” And he brought them to Samaria."
    },
    {
        "o": 10603,
        "r": "nasb:2 Kings:6:20",
        "t": "When*p they had come into Samaria, Elisha said, “O Lord,*s open the eyes of these men,*i that they may see.” So the Lord*s opened their eyes and they saw; and behold, they were in the midst of Samaria."
    },
    {
        "o": 10604,
        "r": "nasb:2 Kings:6:21",
        "t": "Then the king of Israel when he saw them, said to Elisha, “My father, shall I kill them? Shall I kill them?”"
    },
    {
        "o": 10605,
        "r": "nasb:2 Kings:6:22",
        "t": "He answered, “You shall not kill them.*i Would you kill those you have taken captive with your sword and with your bow? Set bread and water before them, that they may eat and drink and go to their master.”"
    },
    {
        "o": 10606,
        "r": "nasb:2 Kings:6:23",
        "t": "So he prepared a great feast for them; and when they had eaten and drunk he sent them away, and they went to their master. And the marauding bands of Arameans did not come again into the land of Israel."
    },
    {
        "o": 10607,
        "r": "nasb:2 Kings:6:23",
        "t": "The Siege of Samaria—Cannibalism",
        "h": 2
    },
    {
        "o": 10608,
        "r": "nasb:2 Kings:6:24",
        "t": "Now*p it came about after this, that Ben-hadad king of Aram gathered all his army and went up and besieged Samaria."
    },
    {
        "o": 10609,
        "r": "nasb:2 Kings:6:25",
        "t": "There was a great famine in Samaria; and behold, they besieged it, until a donkey’s head was sold for eighty shekels*i of silver, and a fourth of a kab of dove’s dung for five shekels*i of silver."
    },
    {
        "o": 10610,
        "r": "nasb:2 Kings:6:26",
        "t": "As the king of Israel was passing by on the wall a woman cried out to him, saying, “Help, my lord, O king!”"
    },
    {
        "o": 10611,
        "r": "nasb:2 Kings:6:27",
        "t": "He said, “If the Lord*s does not help you, from where shall I help you? From the threshing floor, or from the wine press?”"
    },
    {
        "o": 10612,
        "r": "nasb:2 Kings:6:28",
        "t": "And the king said to her, “What is the matter with you?” And she answered, “This woman said to me, ‘Give your son that we may eat him today, and we will eat my son tomorrow.’"
    },
    {
        "o": 10613,
        "r": "nasb:2 Kings:6:29",
        "t": "So we boiled my son and ate him; and I said to her on the next day, ‘Give your son, that we may eat him’; but she has hidden her son.”"
    },
    {
        "o": 10614,
        "r": "nasb:2 Kings:6:30",
        "t": "When the king heard the words of the woman, he tore his clothes—now he was passing by on the wall—and the people looked, and behold, he had sackcloth beneath on his body."
    },
    {
        "o": 10615,
        "r": "nasb:2 Kings:6:31",
        "t": "Then he said, “May God do so to me and more also, if the head of Elisha the son of Shaphat remains on him today.”"
    },
    {
        "o": 10616,
        "r": "nasb:2 Kings:6:32",
        "t": "Now*p Elisha was sitting in his house, and the elders were sitting with him. And the*i king*i sent a man from his presence; but before the messenger came to him, he said to the elders, “Do you see how this son of a murderer has sent to take away my head? Look, when the messenger comes, shut the door and hold the door shut against him. Is not the sound of his master’s feet behind him?”"
    },
    {
        "o": 10617,
        "r": "nasb:2 Kings:6:33",
        "t": "While he was still talking with them, behold, the messenger came down to him and he said, “Behold, this evil is from the Lord;*s why should I wait for the Lord*s any longer?”"
    },
    {
        "o": 10618,
        "r": "nasb:2 Kings:7:0",
        "t": "2 Kings 7",
        "h": 1
    },
    {
        "o": 10619,
        "r": "nasb:2 Kings:7:0",
        "t": "Elisha Promises Food",
        "h": 2
    },
    {
        "o": 10620,
        "r": "nasb:2 Kings:7:1",
        "t": "Then*p Elisha said, “Listen to the word of the Lord;*s thus says the Lord,*s ‘Tomorrow about this time a measure of fine flour will be sold*i for a shekel, and two measures of barley for a shekel, in the gate of Samaria.’ ”"
    },
    {
        "o": 10621,
        "r": "nasb:2 Kings:7:2",
        "t": "The royal officer on whose hand the king was leaning answered the man of God and said, “Behold, if the Lord*s should make windows in heaven, could this thing be?” Then he said, “Behold, you will see it with your own eyes, but you will not eat of it.”"
    },
    {
        "o": 10622,
        "r": "nasb:2 Kings:7:2",
        "t": "Four Lepers Relate Arameans’ Flight",
        "h": 2
    },
    {
        "o": 10623,
        "r": "nasb:2 Kings:7:3",
        "t": "Now*p there were four leprous men at the entrance of the gate; and they said to one another, “Why do we sit here until we die?"
    },
    {
        "o": 10624,
        "r": "nasb:2 Kings:7:4",
        "t": "If we say, ‘We will enter the city,’ then the famine is in the city and we will die there; and if we sit here, we die also. Now therefore come, and let us go over to the camp of the Arameans. If they spare us, we will live; and if they kill us, we will but die.”"
    },
    {
        "o": 10625,
        "r": "nasb:2 Kings:7:5",
        "t": "They arose at twilight to go to the camp of the Arameans; when they came to the outskirts of the camp of the Arameans, behold, there was no one there."
    },
    {
        "o": 10626,
        "r": "nasb:2 Kings:7:6",
        "t": "For the Lord had caused the army of the Arameans to hear a sound of chariots and a sound of horses, even*i the sound of a great army, so that they said to one another, “Behold, the king of Israel has hired against us the kings of the Hittites and the kings of the Egyptians, to come upon us.”"
    },
    {
        "o": 10627,
        "r": "nasb:2 Kings:7:7",
        "t": "Therefore they arose and fled in the twilight, and left their tents and their horses and their donkeys, even*i the camp just as it was, and fled for their life."
    },
    {
        "o": 10628,
        "r": "nasb:2 Kings:7:8",
        "t": "When these lepers came to the outskirts of the camp, they entered one tent and ate and drank, and carried from there silver and gold and clothes, and went and hid them;*i and they returned and entered another tent and carried from there also,*i and went and hid them.*i"
    },
    {
        "o": 10629,
        "r": "nasb:2 Kings:7:9",
        "t": "Then*p they said to one another, “We are not doing right. This day is a day of good news, but we are keeping silent; if we wait until morning light, punishment will overtake us. Now therefore come, let us go and tell the king’s household.”"
    },
    {
        "o": 10630,
        "r": "nasb:2 Kings:7:10",
        "t": "So they came and called to the gatekeepers of the city, and they told them, saying, “We came to the camp of the Arameans, and behold, there was no one there, nor the voice of man, only the horses tied and the donkeys tied, and the tents just as they were.”"
    },
    {
        "o": 10631,
        "r": "nasb:2 Kings:7:11",
        "t": "The gatekeepers called and told it*i within the king’s household."
    },
    {
        "o": 10632,
        "r": "nasb:2 Kings:7:12",
        "t": "Then the king arose in the night and said to his servants, “I will now tell you what the Arameans have done to us. They know that we are hungry; therefore they have gone from the camp to hide themselves in the field, saying, ‘When they come out of the city, we will capture them alive and get into the city.’ ”"
    },
    {
        "o": 10633,
        "r": "nasb:2 Kings:7:13",
        "t": "One of his servants said, “Please, let some men*i take five of the horses which remain, which are left in the city. Behold, they will*i be*i in*i any*i case*i like all the multitude of Israel who are left in it; behold, they will*i be*i in*i any*i case*i like all the multitude of Israel who have already perished, so let us send and see.”"
    },
    {
        "o": 10634,
        "r": "nasb:2 Kings:7:14",
        "t": "They took therefore two chariots with horses, and the king sent after the army of the Arameans, saying, “Go and see.”"
    },
    {
        "o": 10635,
        "r": "nasb:2 Kings:7:14",
        "t": "The Promise Fulfilled",
        "h": 2
    },
    {
        "o": 10636,
        "r": "nasb:2 Kings:7:15",
        "t": "They*p went after them to the Jordan, and behold, all the way was full of clothes and equipment which the Arameans had thrown away in their haste. Then the messengers returned and told the king."
    },
    {
        "o": 10637,
        "r": "nasb:2 Kings:7:16",
        "t": "So*p the people went out and plundered the camp of the Arameans. Then a measure of fine flour was*i sold*i for a shekel and two measures of barley for a shekel, according to the word of the Lord.*s"
    },
    {
        "o": 10638,
        "r": "nasb:2 Kings:7:17",
        "t": "Now the king appointed the royal officer on whose hand he leaned to have charge of the gate; but the people trampled on him at the gate, and he died just as the man of God had said, who spoke when the king came down to him."
    },
    {
        "o": 10639,
        "r": "nasb:2 Kings:7:18",
        "t": "It happened just as the man of God had spoken to the king, saying, “Two measures of barley for a shekel and a measure of fine flour for a shekel, will be sold*i tomorrow about this time at the gate of Samaria.”"
    },
    {
        "o": 10640,
        "r": "nasb:2 Kings:7:19",
        "t": "Then the royal officer answered the man of God and said, “Now behold, if the Lord*s should make windows in heaven, could such a thing be?” And he said, “Behold, you will see it with your own eyes, but you will not eat of it.”"
    },
    {
        "o": 10641,
        "r": "nasb:2 Kings:7:20",
        "t": "And so it happened to him, for the people trampled on him at the gate and he died."
    },
    {
        "o": 10642,
        "r": "nasb:2 Kings:8:0",
        "t": "2 Kings 8",
        "h": 1
    },
    {
        "o": 10643,
        "r": "nasb:2 Kings:8:0",
        "t": "Jehoram Restores the Shunammite’s Land",
        "h": 2
    },
    {
        "o": 10644,
        "r": "nasb:2 Kings:8:1",
        "t": "Now*p Elisha spoke to the woman whose son he had restored to life, saying, “Arise and go with your household, and sojourn wherever you can sojourn; for the Lord*s has called for a famine, and it will even come on the land for seven years.”"
    },
    {
        "o": 10645,
        "r": "nasb:2 Kings:8:2",
        "t": "So the woman arose and did according to the word of the man of God, and she went with her household and sojourned in the land of the Philistines seven years."
    },
    {
        "o": 10646,
        "r": "nasb:2 Kings:8:3",
        "t": "At the end of seven years, the woman returned from the land of the Philistines; and she went out to appeal to the king for her house and for her field."
    },
    {
        "o": 10647,
        "r": "nasb:2 Kings:8:4",
        "t": "Now the king was talking with Gehazi, the servant of the man of God, saying, “Please relate to me all the great things that Elisha has done.”"
    },
    {
        "o": 10648,
        "r": "nasb:2 Kings:8:5",
        "t": "As he was relating to the king how he had restored to life the one who was dead, behold, the woman whose son he had restored to life appealed to the king for her house and for her field. And Gehazi said, “My lord, O king, this is the woman and this is her son, whom Elisha restored to life.”"
    },
    {
        "o": 10649,
        "r": "nasb:2 Kings:8:6",
        "t": "When the king asked the woman, she related it*i to him. So the king appointed for her a certain officer, saying, “Restore all that was hers and all the produce of the field from the day that she left the land even until now.”"
    },
    {
        "o": 10650,
        "r": "nasb:2 Kings:8:6",
        "t": "Elisha Predicts Evil from Hazael",
        "h": 2
    },
    {
        "o": 10651,
        "r": "nasb:2 Kings:8:7",
        "t": "Then*p Elisha came to Damascus. Now Ben-hadad king of Aram was sick, and it was told him, saying, “The man of God has come here.”"
    },
    {
        "o": 10652,
        "r": "nasb:2 Kings:8:8",
        "t": "The king said to Hazael, “Take a gift in your hand and go to meet the man of God, and inquire of the Lord*s by him, saying, ‘Will I recover from this sickness?’ ”"
    },
    {
        "o": 10653,
        "r": "nasb:2 Kings:8:9",
        "t": "So Hazael went to meet him and took a gift in his hand, even every kind of good thing of Damascus, forty camels’ loads; and he came and stood before him and said, “Your son Ben-hadad king of Aram has sent me to you, saying, ‘Will I recover from this sickness?’ ”"
    },
    {
        "o": 10654,
        "r": "nasb:2 Kings:8:10",
        "t": "Then Elisha said to him, “Go, say to him, ‘You will surely recover,’ but the Lord*s has shown me that he will certainly die.”"
    },
    {
        "o": 10655,
        "r": "nasb:2 Kings:8:11",
        "t": "He fixed his gaze steadily on*i him*i until he was ashamed, and the man of God wept."
    },
    {
        "o": 10656,
        "r": "nasb:2 Kings:8:12",
        "t": "Hazael said, “Why does my lord weep?” Then he answered, “Because I know the evil that you will do to the sons of Israel: their strongholds you will set on fire, and their young men you will kill with the sword, and their little ones you will dash in pieces, and their women with child you will rip up.”"
    },
    {
        "o": 10657,
        "r": "nasb:2 Kings:8:13",
        "t": "Then Hazael said, “But what is your servant, who*i is*i but*i a dog, that he should do this great thing?” And Elisha answered, “The Lord*s has shown me that you will be king over Aram.”"
    },
    {
        "o": 10658,
        "r": "nasb:2 Kings:8:14",
        "t": "So he departed from Elisha and returned to his master, who said to him, “What did Elisha say to you?” And he answered, “He told me that you would surely recover.”"
    },
    {
        "o": 10659,
        "r": "nasb:2 Kings:8:15",
        "t": "On the following day, he took the cover and dipped it in water and spread it on his face, so that he died. And Hazael became king in his place."
    },
    {
        "o": 10660,
        "r": "nasb:2 Kings:8:15",
        "t": "Another Jehoram Reigns in Judah",
        "h": 2
    },
    {
        "o": 10661,
        "r": "nasb:2 Kings:8:16",
        "t": "Now*p in the fifth year of Joram the son of Ahab king of Israel, Jehoshaphat being then the king of Judah, Jehoram the son of Jehoshaphat king of Judah became king."
    },
    {
        "o": 10662,
        "r": "nasb:2 Kings:8:17",
        "t": "He was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 10663,
        "r": "nasb:2 Kings:8:18",
        "t": "He walked in the way of the kings of Israel, just as the house of Ahab had done, for the daughter of Ahab became his wife; and he did evil in the sight of the Lord.*s"
    },
    {
        "o": 10664,
        "r": "nasb:2 Kings:8:19",
        "t": "However, the Lord*s was not willing to destroy Judah, for the sake of David His servant, since He had promised him to give a lamp to him through his sons always."
    },
    {
        "o": 10665,
        "r": "nasb:2 Kings:8:20",
        "t": "In*p his days Edom revolted from under the hand of Judah, and made a king over themselves."
    },
    {
        "o": 10666,
        "r": "nasb:2 Kings:8:21",
        "t": "Then Joram crossed over to Zair, and all his chariots with him. And he arose by night and struck the Edomites who had surrounded him and the captains of the chariots; but his*i army fled to their tents."
    },
    {
        "o": 10667,
        "r": "nasb:2 Kings:8:22",
        "t": "So Edom revolted against Judah to this day. Then Libnah revolted at the same time."
    },
    {
        "o": 10668,
        "r": "nasb:2 Kings:8:23",
        "t": "The rest of the acts of Joram and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10669,
        "r": "nasb:2 Kings:8:23",
        "t": "Ahaziah Succeeds Jehoram in Judah",
        "h": 2
    },
    {
        "o": 10670,
        "r": "nasb:2 Kings:8:24",
        "t": "So*p Joram slept with his fathers and was buried with his fathers in the city of David; and Ahaziah his son became king in his place."
    },
    {
        "o": 10671,
        "r": "nasb:2 Kings:8:25",
        "t": "In*p the twelfth year of Joram the son of Ahab king of Israel, Ahaziah the son of Jehoram king of Judah began to reign."
    },
    {
        "o": 10672,
        "r": "nasb:2 Kings:8:26",
        "t": "Ahaziah was*i twenty-two years old when he became king, and he reigned one year in Jerusalem. And his mother’s name was*i Athaliah the granddaughter of Omri king of Israel."
    },
    {
        "o": 10673,
        "r": "nasb:2 Kings:8:27",
        "t": "He walked in the way of the house of Ahab and did evil in the sight of the Lord,*s like the house of Ahab had*i done,*i because he was a son-in-law of the house of Ahab."
    },
    {
        "o": 10674,
        "r": "nasb:2 Kings:8:28",
        "t": "Then*p he went with Joram the son of Ahab to war against Hazael king of Aram at Ramoth-gilead, and the Arameans wounded Joram."
    },
    {
        "o": 10675,
        "r": "nasb:2 Kings:8:29",
        "t": "So King Joram returned to be healed in Jezreel of the wounds which the Arameans had inflicted on him at Ramah when he fought against Hazael king of Aram. Then Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel because he was sick."
    },
    {
        "o": 10676,
        "r": "nasb:2 Kings:9:0",
        "t": "2 Kings 9",
        "h": 1
    },
    {
        "o": 10677,
        "r": "nasb:2 Kings:9:0",
        "t": "Jehu Reigns over Israel",
        "h": 2
    },
    {
        "o": 10678,
        "r": "nasb:2 Kings:9:1",
        "t": "Now*p Elisha the prophet called one of the sons of the prophets and said to him, “Gird up your loins, and take this flask of oil in your hand and go to Ramoth-gilead."
    },
    {
        "o": 10679,
        "r": "nasb:2 Kings:9:2",
        "t": "When you arrive there, search out Jehu the son of Jehoshaphat the son of Nimshi, and go in and bid him arise from among his brothers, and bring him to an inner room."
    },
    {
        "o": 10680,
        "r": "nasb:2 Kings:9:3",
        "t": "Then take the flask of oil and pour it on his head and say, ‘Thus says the Lord,*s “I have anointed you king over Israel.” ’ Then open the door and flee and do not wait.”"
    },
    {
        "o": 10681,
        "r": "nasb:2 Kings:9:4",
        "t": "So*p the young man, the servant of the prophet, went to Ramoth-gilead."
    },
    {
        "o": 10682,
        "r": "nasb:2 Kings:9:5",
        "t": "When he came, behold, the captains of the army were sitting, and he said, “I have a word for you, O captain.” And Jehu said, “For which one*i of us?” And he said, “For you, O captain.”"
    },
    {
        "o": 10683,
        "r": "nasb:2 Kings:9:6",
        "t": "He arose and went into the house, and he poured the oil on his head and said to him, “Thus says the Lord,*s the God of Israel, ‘I have anointed you king over the people of the Lord,*s even*i over Israel."
    },
    {
        "o": 10684,
        "r": "nasb:2 Kings:9:7",
        "t": "You shall strike the house of Ahab your master, that I may avenge the blood of My servants the prophets, and the blood of all the servants of the Lord,*s at the hand of Jezebel."
    },
    {
        "o": 10685,
        "r": "nasb:2 Kings:9:8",
        "t": "For the whole house of Ahab shall perish, and I will cut off from Ahab every male person both bond and free in Israel."
    },
    {
        "o": 10686,
        "r": "nasb:2 Kings:9:9",
        "t": "I will make the house of Ahab like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah."
    },
    {
        "o": 10687,
        "r": "nasb:2 Kings:9:10",
        "t": "The dogs shall eat Jezebel in the territory of Jezreel, and none shall bury her.’ ”*i Then he opened the door and fled."
    },
    {
        "o": 10688,
        "r": "nasb:2 Kings:9:11",
        "t": "Now*p Jehu came out to the servants of his master, and one said to him, “Is all well? Why did this mad fellow come to you?” And he said to them, “You know very*i well*i the man and his talk.”"
    },
    {
        "o": 10689,
        "r": "nasb:2 Kings:9:12",
        "t": "They said, “It is a lie, tell us now.” And he said, “Thus and thus he said to me, ‘Thus says the Lord,*s “I have anointed you king over Israel.” ’ ”"
    },
    {
        "o": 10690,
        "r": "nasb:2 Kings:9:13",
        "t": "Then they hurried and each man took his garment and placed it under him on the bare steps, and blew the trumpet, saying, “Jehu is king!”"
    },
    {
        "o": 10691,
        "r": "nasb:2 Kings:9:13",
        "t": "Jehoram (Joram) Is Assassinated",
        "h": 2
    },
    {
        "o": 10692,
        "r": "nasb:2 Kings:9:14",
        "t": "So*p Jehu the son of Jehoshaphat the son of Nimshi conspired against Joram. Now Joram with all Israel was defending Ramoth-gilead against Hazael king of Aram,"
    },
    {
        "o": 10693,
        "r": "nasb:2 Kings:9:15",
        "t": "but King Joram had returned to Jezreel to be healed of the wounds which the Arameans had inflicted on him when he fought with Hazael king of Aram. So Jehu said, “If this is your mind, then*i let no one escape or*i leave the city to go tell it*i in Jezreel.”"
    },
    {
        "o": 10694,
        "r": "nasb:2 Kings:9:16",
        "t": "Then Jehu rode in a chariot and went to Jezreel, for Joram was lying there. Ahaziah king of Judah had come down to see Joram."
    },
    {
        "o": 10695,
        "r": "nasb:2 Kings:9:17",
        "t": "Now*p the watchman was standing on the tower in Jezreel and he saw the company of Jehu as he came, and said, “I see a company.” And Joram said, “Take a horseman and send him to meet them and let him say, ‘Is it peace?’ ”"
    },
    {
        "o": 10696,
        "r": "nasb:2 Kings:9:18",
        "t": "So a horseman went to meet him and said, “Thus says the king, ‘Is it peace?’ ” And Jehu said, “What have you to do with peace? Turn behind me.” And the watchman reported, “The messenger came to them, but he did not return.”"
    },
    {
        "o": 10697,
        "r": "nasb:2 Kings:9:19",
        "t": "Then he sent out a second horseman, who came to them and said, “Thus says the king, ‘Is it peace?’ ” And Jehu answered, “What have you to do with peace? Turn behind me.”"
    },
    {
        "o": 10698,
        "r": "nasb:2 Kings:9:20",
        "t": "The watchman reported, “He came even to them, and he did not return; and the driving is like the driving of Jehu the son of Nimshi, for he drives furiously.”"
    },
    {
        "o": 10699,
        "r": "nasb:2 Kings:9:21",
        "t": "Then*p Joram said, “Get ready.” And they made his chariot ready. Joram king of Israel and Ahaziah king of Judah went out, each in his chariot, and they went out to meet Jehu and found him in the property of Naboth the Jezreelite."
    },
    {
        "o": 10700,
        "r": "nasb:2 Kings:9:22",
        "t": "When Joram saw Jehu, he said, “Is it peace, Jehu?” And he answered, “What peace, so long as the harlotries of your mother Jezebel and her witchcrafts are so many?”"
    },
    {
        "o": 10701,
        "r": "nasb:2 Kings:9:23",
        "t": "So Joram reined about and fled and said to Ahaziah, “There*i is*i treachery, O Ahaziah!”"
    },
    {
        "o": 10702,
        "r": "nasb:2 Kings:9:24",
        "t": "And Jehu drew his bow with his full strength and shot Joram between his arms; and the arrow went through his heart and he sank in his chariot."
    },
    {
        "o": 10703,
        "r": "nasb:2 Kings:9:25",
        "t": "Then Jehu*i said to Bidkar his officer, “Take him*i up and cast him into the property of the field of Naboth the Jezreelite, for I remember when you and I were riding together after Ahab his father, that the Lord*s laid this oracle against him:"
    },
    {
        "o": 10704,
        "r": "nasb:2 Kings:9:26",
        "t": "‘Surely I have seen yesterday the blood of Naboth and the blood of his sons,’ says the Lord,*s ‘and I will repay you in this property,’ says the Lord.*s Now then, take and cast him into the property, according to the word of the Lord.”*s"
    },
    {
        "o": 10705,
        "r": "nasb:2 Kings:9:26",
        "t": "Jehu Assassinates Ahaziah",
        "h": 2
    },
    {
        "o": 10706,
        "r": "nasb:2 Kings:9:27",
        "t": "When*p Ahaziah the king of Judah saw this,*i he fled by the way of the garden house. And Jehu pursued him and said, “Shoot him too, in the chariot.” So*i they*i shot*i him*i at the ascent of Gur, which is at Ibleam. But he fled to Megiddo and died there."
    },
    {
        "o": 10707,
        "r": "nasb:2 Kings:9:28",
        "t": "Then his servants carried him in a chariot to Jerusalem and buried him in his grave with his fathers in the city of David."
    },
    {
        "o": 10708,
        "r": "nasb:2 Kings:9:29",
        "t": "Now*p in the eleventh year of Joram, the son of Ahab, Ahaziah became king over Judah."
    },
    {
        "o": 10709,
        "r": "nasb:2 Kings:9:30",
        "t": "When*p Jehu came to Jezreel, Jezebel heard of*i it,*i and she painted her eyes and adorned her head and looked out the window."
    },
    {
        "o": 10710,
        "r": "nasb:2 Kings:9:31",
        "t": "As Jehu entered the gate, she said, “Is it well, Zimri, your master’s murderer?”"
    },
    {
        "o": 10711,
        "r": "nasb:2 Kings:9:32",
        "t": "Then he lifted up his face to the window and said, “Who is on my side? Who?” And two or three officials looked down at him."
    },
    {
        "o": 10712,
        "r": "nasb:2 Kings:9:32",
        "t": "Jezebel Is Slain",
        "h": 2
    },
    {
        "o": 10713,
        "r": "nasb:2 Kings:9:33",
        "t": "He*p said, “Throw her down.” So they threw her down, and some of her blood was sprinkled on the wall and on the horses, and he trampled her under foot."
    },
    {
        "o": 10714,
        "r": "nasb:2 Kings:9:34",
        "t": "When he came in, he ate and drank; and he said, “See now to this cursed woman and bury her, for she is a king’s daughter.”"
    },
    {
        "o": 10715,
        "r": "nasb:2 Kings:9:35",
        "t": "They went to bury her, but they found nothing more of her than the skull and the feet and the palms of her hands."
    },
    {
        "o": 10716,
        "r": "nasb:2 Kings:9:36",
        "t": "Therefore they returned and told him. And he said, “This is the word of the Lord,*s which He spoke by His servant Elijah the Tishbite, saying, ‘In the property of Jezreel the dogs shall eat the flesh of Jezebel;"
    },
    {
        "o": 10717,
        "r": "nasb:2 Kings:9:37",
        "t": "and the corpse of Jezebel will be as dung on the face of the field in the property of Jezreel, so they cannot say, “This is Jezebel.” ’ ”"
    },
    {
        "o": 10718,
        "r": "nasb:2 Kings:10:0",
        "t": "2 Kings 10",
        "h": 1
    },
    {
        "o": 10719,
        "r": "nasb:2 Kings:10:0",
        "t": "Judgment upon Ahab’s House",
        "h": 2
    },
    {
        "o": 10720,
        "r": "nasb:2 Kings:10:1",
        "t": "Now*p Ahab had seventy sons in Samaria. And Jehu wrote letters and sent them*i to Samaria, to the rulers of Jezreel, the elders, and to the guardians of the*i children*i of*i Ahab, saying,"
    },
    {
        "o": 10721,
        "r": "nasb:2 Kings:10:2",
        "t": "“Now, when this letter comes to you, since your master’s sons are with you, as well as the chariots and horses and a fortified city and the weapons,"
    },
    {
        "o": 10722,
        "r": "nasb:2 Kings:10:3",
        "t": "select the best and fittest of your master’s sons, and set him*i on his father’s throne, and fight for your master’s house.”"
    },
    {
        "o": 10723,
        "r": "nasb:2 Kings:10:4",
        "t": "But they feared greatly and said, “Behold, the two kings did not stand before him; how then can we stand?”"
    },
    {
        "o": 10724,
        "r": "nasb:2 Kings:10:5",
        "t": "And the one who was*i over the household, and he who was*i over the city, the elders, and the guardians of the*i children,*i sent word*i to Jehu, saying, “We are your servants, all that you say to us we will do, we will not make any man king; do what is good in your sight.”"
    },
    {
        "o": 10725,
        "r": "nasb:2 Kings:10:6",
        "t": "Then he wrote a letter to them a second time saying, “If you are on my side, and you will listen to my voice, take the heads of the men, your master’s sons, and come to me at Jezreel tomorrow about this time.” Now the king’s sons, seventy persons, were*i with the great men of the city, who*i were rearing them."
    },
    {
        "o": 10726,
        "r": "nasb:2 Kings:10:7",
        "t": "When the letter came to them, they took the king’s sons and slaughtered them,*i seventy persons, and put their heads in baskets, and sent them*i to him at Jezreel."
    },
    {
        "o": 10727,
        "r": "nasb:2 Kings:10:8",
        "t": "When the messenger came and told him, saying, “They have brought the heads of the king’s sons,” he said, “Put them in two heaps at the entrance of the gate until morning.”"
    },
    {
        "o": 10728,
        "r": "nasb:2 Kings:10:9",
        "t": "Now in the morning he went out and stood and said to all the people, “You are innocent; behold, I conspired against my master and killed him, but who killed all these?"
    },
    {
        "o": 10729,
        "r": "nasb:2 Kings:10:10",
        "t": "Know then that there shall fall to the earth nothing of the word of the Lord,*s which the Lord*s spoke concerning the house of Ahab, for the Lord*s has done what He spoke through His servant Elijah.”"
    },
    {
        "o": 10730,
        "r": "nasb:2 Kings:10:11",
        "t": "So Jehu killed all who remained of the house of Ahab in Jezreel, and all his great men and his acquaintances and his priests, until he left him without a survivor."
    },
    {
        "o": 10731,
        "r": "nasb:2 Kings:10:12",
        "t": "Then*p he arose and departed and went to Samaria. On the way while he was at Beth-eked of the shepherds,"
    },
    {
        "o": 10732,
        "r": "nasb:2 Kings:10:13",
        "t": "Jehu met the relatives of Ahaziah king of Judah and said, “Who are you?” And they answered, “We are the relatives of Ahaziah; and we have come down to greet the sons of the king and the sons of the queen mother.”"
    },
    {
        "o": 10733,
        "r": "nasb:2 Kings:10:14",
        "t": "He said, “Take them alive.” So they took them alive and killed them at the pit of Beth-eked, forty-two men; and he left none of them."
    },
    {
        "o": 10734,
        "r": "nasb:2 Kings:10:15",
        "t": "Now*p when he had departed from there, he met Jehonadab the son of Rechab coming*i to meet him; and he greeted him and said to him, “Is your heart right, as my heart is with your heart?” And Jehonadab answered, “It is.” Jehu*i said,*i “If it is, give me*i your hand.” And he gave him his hand, and he took him up to him into the chariot."
    },
    {
        "o": 10735,
        "r": "nasb:2 Kings:10:16",
        "t": "He said, “Come with me and see my zeal for the Lord.”*s So he made him ride in his chariot."
    },
    {
        "o": 10736,
        "r": "nasb:2 Kings:10:17",
        "t": "When he came to Samaria, he killed all who remained to Ahab in Samaria, until he had destroyed him, according to the word of the Lord*s which He spoke to Elijah."
    },
    {
        "o": 10737,
        "r": "nasb:2 Kings:10:17",
        "t": "Jehu Destroys Baal Worshipers",
        "h": 2
    },
    {
        "o": 10738,
        "r": "nasb:2 Kings:10:18",
        "t": "Then*p Jehu gathered all the people and said to them, “Ahab served Baal a little; Jehu will serve him much."
    },
    {
        "o": 10739,
        "r": "nasb:2 Kings:10:19",
        "t": "Now, summon all the prophets of Baal, all his worshipers and all his priests; let no one be missing, for I have a great sacrifice for Baal; whoever is missing shall not live.” But Jehu did it in cunning, so that he might destroy the worshipers of Baal."
    },
    {
        "o": 10740,
        "r": "nasb:2 Kings:10:20",
        "t": "And Jehu said, “Sanctify a solemn assembly for Baal.” And they proclaimed it.*i"
    },
    {
        "o": 10741,
        "r": "nasb:2 Kings:10:21",
        "t": "Then Jehu sent throughout Israel and all the worshipers of Baal came, so that there was not a man left who did not come. And when they went into the house of Baal, the house of Baal was filled from one end to the other."
    },
    {
        "o": 10742,
        "r": "nasb:2 Kings:10:22",
        "t": "He said to the one who was*i in charge of the wardrobe, “Bring out garments for all the worshipers of Baal.” So he brought out garments for them."
    },
    {
        "o": 10743,
        "r": "nasb:2 Kings:10:23",
        "t": "Jehu went into the house of Baal with Jehonadab the son of Rechab; and he said to the worshipers of Baal, “Search and see that there is here with you none of the servants of the Lord,*s but only the worshipers of Baal.”"
    },
    {
        "o": 10744,
        "r": "nasb:2 Kings:10:24",
        "t": "Then they went in to offer sacrifices and burnt offerings. Now*bp Jehu had stationed for himself eighty men outside, and he had said, “The one who permits any of the men whom I bring into your hands to escape shall give up his life in exchange.”"
    },
    {
        "o": 10745,
        "r": "nasb:2 Kings:10:25",
        "t": "Then*p it came about, as soon as he had finished offering the burnt offering, that Jehu said to the guard and to the royal officers, “Go in, kill them; let none come out.” And they killed them with the edge of the sword; and the guard and the royal officers threw them*i out, and went to the inner room of the house of Baal."
    },
    {
        "o": 10746,
        "r": "nasb:2 Kings:10:26",
        "t": "They brought out the sacred*i pillars of the house of Baal and burned them."
    },
    {
        "o": 10747,
        "r": "nasb:2 Kings:10:27",
        "t": "They also broke down the sacred*i pillar of Baal and broke down the house of Baal, and made it a latrine to this day."
    },
    {
        "o": 10748,
        "r": "nasb:2 Kings:10:28",
        "t": "Thus*p Jehu eradicated Baal out of Israel."
    },
    {
        "o": 10749,
        "r": "nasb:2 Kings:10:29",
        "t": "However, as*i for*i the sins of Jeroboam the son of Nebat, which he made Israel sin, from these Jehu did not depart, even*i the golden calves that were*i at Bethel and that were*i at Dan."
    },
    {
        "o": 10750,
        "r": "nasb:2 Kings:10:30",
        "t": "The Lord*s said to Jehu, “Because you have done well in executing what is right in My eyes, and*i have done to the house of Ahab according to all that was*i in My heart, your sons of the fourth generation shall sit on the throne of Israel.”"
    },
    {
        "o": 10751,
        "r": "nasb:2 Kings:10:31",
        "t": "But Jehu was not careful to walk in the law of the Lord,*s the God of Israel, with all his heart; he did not depart from the sins of Jeroboam, which he made Israel sin."
    },
    {
        "o": 10752,
        "r": "nasb:2 Kings:10:32",
        "t": "In*p those days the Lord*s began to cut off portions*i from Israel; and Hazael defeated them throughout the territory of Israel:"
    },
    {
        "o": 10753,
        "r": "nasb:2 Kings:10:33",
        "t": "from the Jordan eastward, all the land of Gilead, the Gadites and the Reubenites and the Manassites, from Aroer, which is by the valley of the Arnon, even Gilead and Bashan."
    },
    {
        "o": 10754,
        "r": "nasb:2 Kings:10:33",
        "t": "Jehoahaz Succeeds Jehu",
        "h": 2
    },
    {
        "o": 10755,
        "r": "nasb:2 Kings:10:34",
        "t": "Now*p the rest of the acts of Jehu and all that he did and all his might, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10756,
        "r": "nasb:2 Kings:10:35",
        "t": "And Jehu slept with his fathers, and they buried him in Samaria. And Jehoahaz his son became king in his place."
    },
    {
        "o": 10757,
        "r": "nasb:2 Kings:10:36",
        "t": "Now the time which Jehu reigned over Israel in Samaria was*i twenty-eight years."
    },
    {
        "o": 10758,
        "r": "nasb:2 Kings:11:0",
        "t": "2 Kings 11",
        "h": 1
    },
    {
        "o": 10759,
        "r": "nasb:2 Kings:11:0",
        "t": "Athaliah Queen of Judah",
        "h": 2
    },
    {
        "o": 10760,
        "r": "nasb:2 Kings:11:1",
        "t": "When*p Athaliah the mother of Ahaziah saw that her son was dead, she rose and destroyed all the royal offspring."
    },
    {
        "o": 10761,
        "r": "nasb:2 Kings:11:2",
        "t": "But Jehosheba, the daughter of King Joram, sister of Ahaziah, took Joash the son of Ahaziah and stole him from among the king’s sons who were being put to death, and placed him and his nurse in the bedroom. So they hid him from Athaliah, and he was not put to death."
    },
    {
        "o": 10762,
        "r": "nasb:2 Kings:11:3",
        "t": "So he was hidden with her in the house of the Lord*s six years, while Athaliah was reigning over the land."
    },
    {
        "o": 10763,
        "r": "nasb:2 Kings:11:4",
        "t": "Now*p in the seventh year Jehoiada sent and brought the captains of hundreds of the Carites and of the guard, and brought them to him in the house of the Lord.*s Then he made a covenant with them and put them under oath in the house of the Lord,*s and showed them the king’s son."
    },
    {
        "o": 10764,
        "r": "nasb:2 Kings:11:5",
        "t": "He commanded them, saying, “This is the thing that you shall do: one third of you, who come in on the sabbath and keep watch over the king’s house"
    },
    {
        "o": 10765,
        "r": "nasb:2 Kings:11:6",
        "t": "(one third also shall*i be*i at the gate Sur, and one third at the gate behind the guards), shall keep watch over the house for defense."
    },
    {
        "o": 10766,
        "r": "nasb:2 Kings:11:7",
        "t": "Two parts of you, even*i all who go out on the sabbath, shall also keep watch over the house of the Lord*s for the king."
    },
    {
        "o": 10767,
        "r": "nasb:2 Kings:11:8",
        "t": "Then you shall surround the king, each with his weapons in his hand; and whoever comes within the ranks shall be put to death. And be with the king when he goes out and when he comes in.”"
    },
    {
        "o": 10768,
        "r": "nasb:2 Kings:11:9",
        "t": "So*p the captains of hundreds did according to all that Jehoiada the priest commanded. And each one of them took his men who were to come in on the sabbath, with those who were to go out on the sabbath, and came to Jehoiada the priest."
    },
    {
        "o": 10769,
        "r": "nasb:2 Kings:11:10",
        "t": "The priest gave to the captains of hundreds the spears and shields that had*i been*i King David’s, which were*i in the house of the Lord.*s"
    },
    {
        "o": 10770,
        "r": "nasb:2 Kings:11:11",
        "t": "The guards stood each with his weapons in his hand, from the right side of the house to the left side of the house, by the altar and by the house, around the king."
    },
    {
        "o": 10771,
        "r": "nasb:2 Kings:11:12",
        "t": "Then he brought the king’s son out and put the crown on him and gave*i him*i the testimony; and they made him king and anointed him, and they clapped their hands and said, “Long*i live the king!”"
    },
    {
        "o": 10772,
        "r": "nasb:2 Kings:11:13",
        "t": "When*p Athaliah heard the noise of the guard and*i of*i the people, she came to the people in the house of the Lord.*s"
    },
    {
        "o": 10773,
        "r": "nasb:2 Kings:11:14",
        "t": "She looked and behold, the king was standing by the pillar, according to the custom, with the captains and the trumpeters beside the king; and all the people of the land rejoiced and blew trumpets. Then Athaliah tore her clothes and cried, “Treason! Treason!”"
    },
    {
        "o": 10774,
        "r": "nasb:2 Kings:11:15",
        "t": "And Jehoiada the priest commanded the captains of hundreds who were appointed over the army and said to them, “Bring her out between the ranks, and whoever follows her put to death with the sword.” For the priest said, “Let her not be put to death in the house of the Lord.”*s"
    },
    {
        "o": 10775,
        "r": "nasb:2 Kings:11:16",
        "t": "So they seized her, and when she arrived at the horses’ entrance of the king’s house, she was put to death there."
    },
    {
        "o": 10776,
        "r": "nasb:2 Kings:11:17",
        "t": "Then*p Jehoiada made a covenant between the Lord*s and the king and the people, that they would be the Lord’s*s people, also between the king and the people."
    },
    {
        "o": 10777,
        "r": "nasb:2 Kings:11:18",
        "t": "All the people of the land went to the house of Baal, and tore it down; his altars and his images they broke in pieces thoroughly, and killed Mattan the priest of Baal before the altars. And the priest appointed officers over the house of the Lord.*s"
    },
    {
        "o": 10778,
        "r": "nasb:2 Kings:11:19",
        "t": "He took the captains of hundreds and the Carites and the guards and all the people of the land; and they brought the king down from the house of the Lord,*s and came by the way of the gate of the guards to the king’s house. And he sat on the throne of the kings."
    },
    {
        "o": 10779,
        "r": "nasb:2 Kings:11:20",
        "t": "So all the people of the land rejoiced and the city was quiet. For they had put Athaliah to death with the sword at the king’s house."
    },
    {
        "o": 10780,
        "r": "nasb:2 Kings:11:21",
        "t": "Jehoash*p was seven years old when he became king."
    },
    {
        "o": 10781,
        "r": "nasb:2 Kings:12:0",
        "t": "2 Kings 12",
        "h": 1
    },
    {
        "o": 10782,
        "r": "nasb:2 Kings:12:0",
        "t": "Joash (Jehoash) Reigns over Judah",
        "h": 2
    },
    {
        "o": 10783,
        "r": "nasb:2 Kings:12:1",
        "t": "In*p the seventh year of Jehu, Jehoash became king, and he reigned forty years in Jerusalem; and his mother’s name was Zibiah of Beersheba."
    },
    {
        "o": 10784,
        "r": "nasb:2 Kings:12:2",
        "t": "Jehoash did right in the sight of the Lord*s all his days in which Jehoiada the priest instructed him."
    },
    {
        "o": 10785,
        "r": "nasb:2 Kings:12:3",
        "t": "Only the high places were not taken away; the people still sacrificed and burned incense on the high places."
    },
    {
        "o": 10786,
        "r": "nasb:2 Kings:12:3",
        "t": "The Temple to Be Repaired",
        "h": 2
    },
    {
        "o": 10787,
        "r": "nasb:2 Kings:12:4",
        "t": "Then*p Jehoash said to the priests, “All the money of the sacred things which is brought into the house of the Lord,*s in current money, both*i the money of each man’s assessment and*i all the money which any man’s heart prompts him to bring into the house of the Lord,*s"
    },
    {
        "o": 10788,
        "r": "nasb:2 Kings:12:5",
        "t": "let the priests take it for themselves, each from his acquaintance; and they shall repair the damages of the house wherever any damage may be found.”"
    },
    {
        "o": 10789,
        "r": "nasb:2 Kings:12:6",
        "t": "But*p it came about that in the twenty-third year of King Jehoash the priests had not repaired the damages of the house."
    },
    {
        "o": 10790,
        "r": "nasb:2 Kings:12:7",
        "t": "Then King Jehoash called for Jehoiada the priest, and for the other*i priests and said to them, “Why do you not repair the damages of the house? Now therefore take no more*i money from your acquaintances, but pay it for the damages of the house.”"
    },
    {
        "o": 10791,
        "r": "nasb:2 Kings:12:8",
        "t": "So the priests agreed that they would take no more*i money from the people, nor repair the damages of the house."
    },
    {
        "o": 10792,
        "r": "nasb:2 Kings:12:9",
        "t": "But*p Jehoiada the priest took a chest and bored a hole in its lid and put it beside the altar, on the right side as one comes into the house of the Lord;*s and the priests who guarded the threshold put in it all the money which was brought into the house of the Lord.*s"
    },
    {
        "o": 10793,
        "r": "nasb:2 Kings:12:10",
        "t": "When they saw that there was much money in the chest, the king’s scribe and the high priest came up and tied it*i in bags and counted the money which was found in the house of the Lord.*s"
    },
    {
        "o": 10794,
        "r": "nasb:2 Kings:12:11",
        "t": "They gave the money which was weighed out into the hands of those who did the work, who had the oversight of the house of the Lord;*s and they paid it out to the carpenters and the builders who worked on the house of the Lord;*s"
    },
    {
        "o": 10795,
        "r": "nasb:2 Kings:12:12",
        "t": "and to the masons and the stonecutters, and for buying timber and hewn stone to repair the damages to the house of the Lord,*s and for all that was laid out for the house to repair it."
    },
    {
        "o": 10796,
        "r": "nasb:2 Kings:12:13",
        "t": "But there were not made for the house of the Lord*s silver cups, snuffers, bowls, trumpets, any vessels of gold, or vessels of silver from the money which was brought into the house of the Lord;*s"
    },
    {
        "o": 10797,
        "r": "nasb:2 Kings:12:14",
        "t": "for they gave that to those who did the work, and with it they repaired the house of the Lord.*s"
    },
    {
        "o": 10798,
        "r": "nasb:2 Kings:12:15",
        "t": "Moreover, they did not require an accounting from the men into whose hand they gave the money to pay to those who did the work, for they dealt faithfully."
    },
    {
        "o": 10799,
        "r": "nasb:2 Kings:12:16",
        "t": "The money from the guilt offerings and the money from the sin offerings was not brought into the house of the Lord;*s it was for the priests."
    },
    {
        "o": 10800,
        "r": "nasb:2 Kings:12:17",
        "t": "Then*p Hazael king of Aram went up and fought against Gath and captured it, and Hazael set his face to go up to Jerusalem."
    },
    {
        "o": 10801,
        "r": "nasb:2 Kings:12:18",
        "t": "Jehoash king of Judah took all the sacred things that Jehoshaphat and Jehoram and Ahaziah, his fathers, kings of Judah, had dedicated, and his own sacred things and all the gold that was found among the treasuries of the house of the Lord*s and of the king’s house, and sent them*i to Hazael king of Aram. Then he went away from Jerusalem."
    },
    {
        "o": 10802,
        "r": "nasb:2 Kings:12:18",
        "t": "Joash (Jehoash) Succeeded by Amaziah in Judah",
        "h": 2
    },
    {
        "o": 10803,
        "r": "nasb:2 Kings:12:19",
        "t": "Now*p the rest of the acts of Joash and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10804,
        "r": "nasb:2 Kings:12:20",
        "t": "His servants arose and made a conspiracy and struck down Joash at the house of Millo as*i he*i was*i going down to Silla."
    },
    {
        "o": 10805,
        "r": "nasb:2 Kings:12:21",
        "t": "For Jozacar the son of Shimeath and Jehozabad the son of Shomer, his servants, struck him*i and he died; and they buried him with his fathers in the city of David, and Amaziah his son became king in his place."
    },
    {
        "o": 10806,
        "r": "nasb:2 Kings:13:0",
        "t": "2 Kings 13",
        "h": 1
    },
    {
        "o": 10807,
        "r": "nasb:2 Kings:13:0",
        "t": "Kings of Israel: Jehoahaz and Jehoash",
        "h": 2
    },
    {
        "o": 10808,
        "r": "nasb:2 Kings:13:1",
        "t": "In*p the twenty-third year of Joash the son of Ahaziah, king of Judah, Jehoahaz the son of Jehu became king over Israel at Samaria, and*i he*i reigned*i seventeen years."
    },
    {
        "o": 10809,
        "r": "nasb:2 Kings:13:2",
        "t": "He did evil in the sight of the Lord,*s and followed the sins of Jeroboam the son of Nebat, with which he made Israel sin; he did not turn from them."
    },
    {
        "o": 10810,
        "r": "nasb:2 Kings:13:3",
        "t": "So the anger of the Lord*s was kindled against Israel, and He gave them continually into the hand of Hazael king of Aram, and into the hand of Ben-hadad the son of Hazael."
    },
    {
        "o": 10811,
        "r": "nasb:2 Kings:13:4",
        "t": "Then Jehoahaz entreated the favor of the Lord,*s and the Lord*s listened to him; for He saw the oppression of Israel, how the king of Aram oppressed them."
    },
    {
        "o": 10812,
        "r": "nasb:2 Kings:13:5",
        "t": "The Lord*s gave Israel a deliverer, so that they escaped from under the hand of the Arameans; and the sons of Israel lived in their tents as formerly."
    },
    {
        "o": 10813,
        "r": "nasb:2 Kings:13:6",
        "t": "Nevertheless they did not turn away from the sins of the house of Jeroboam, with which he made Israel sin, but walked in them; and the Asherah also remained standing in Samaria."
    },
    {
        "o": 10814,
        "r": "nasb:2 Kings:13:7",
        "t": "For he left to Jehoahaz of the army not more than fifty horsemen and ten chariots and 10,000 footmen, for the king of Aram had destroyed them and made them like the dust at threshing."
    },
    {
        "o": 10815,
        "r": "nasb:2 Kings:13:8",
        "t": "Now the rest of the acts of Jehoahaz, and all that he did and his might, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10816,
        "r": "nasb:2 Kings:13:9",
        "t": "And Jehoahaz slept with his fathers, and they buried him in Samaria; and Joash his son became king in his place."
    },
    {
        "o": 10817,
        "r": "nasb:2 Kings:13:10",
        "t": "In*p the thirty-seventh year of Joash king of Judah, Jehoash the son of Jehoahaz became king over Israel in Samaria, and*i reigned*i sixteen years."
    },
    {
        "o": 10818,
        "r": "nasb:2 Kings:13:11",
        "t": "He did evil in the sight of the Lord;*s he did not turn away from all the sins of Jeroboam the son of Nebat, with which he made Israel sin, but he walked in them."
    },
    {
        "o": 10819,
        "r": "nasb:2 Kings:13:12",
        "t": "Now the rest of the acts of Joash and all that he did and his might with which he fought against Amaziah king of Judah, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10820,
        "r": "nasb:2 Kings:13:13",
        "t": "So Joash slept with his fathers, and Jeroboam sat on his throne; and Joash was buried in Samaria with the kings of Israel."
    },
    {
        "o": 10821,
        "r": "nasb:2 Kings:13:13",
        "t": "Death of Elisha",
        "h": 2
    },
    {
        "o": 10822,
        "r": "nasb:2 Kings:13:14",
        "t": "When*p Elisha became sick with the illness of which he was to die, Joash the king of Israel came down to him and wept over him and said, “My father, my father, the chariots of Israel and its horsemen!”"
    },
    {
        "o": 10823,
        "r": "nasb:2 Kings:13:15",
        "t": "Elisha said to him, “Take a bow and arrows.” So he took a bow and arrows."
    },
    {
        "o": 10824,
        "r": "nasb:2 Kings:13:16",
        "t": "Then he said to the king of Israel, “Put your hand on the bow.” And he put his hand on*i it,*i then Elisha laid his hands on the king’s hands."
    },
    {
        "o": 10825,
        "r": "nasb:2 Kings:13:17",
        "t": "He said, “Open the window toward the east,” and he opened it.*i Then Elisha said, “Shoot!” And he shot. And he said, “The Lord’s*s arrow of victory, even the arrow of victory over Aram; for you will defeat the Arameans at Aphek until you have destroyed them.”*i"
    },
    {
        "o": 10826,
        "r": "nasb:2 Kings:13:18",
        "t": "Then he said, “Take the arrows,” and he took them. And he said to the king of Israel, “Strike the ground,” and he struck it*i three times and stopped."
    },
    {
        "o": 10827,
        "r": "nasb:2 Kings:13:19",
        "t": "So the man of God was angry with him and said, “You should have struck five or six times, then you would have struck Aram until you would have destroyed it.*i But now you shall strike Aram only*i three times.”"
    },
    {
        "o": 10828,
        "r": "nasb:2 Kings:13:20",
        "t": "Elisha*p died, and they buried him. Now the bands of the Moabites would invade the land in the spring of the year."
    },
    {
        "o": 10829,
        "r": "nasb:2 Kings:13:21",
        "t": "As they were burying a man, behold, they saw a marauding band; and they cast the man into the grave of Elisha. And when the man touched the bones of Elisha he revived and stood up on his feet."
    },
    {
        "o": 10830,
        "r": "nasb:2 Kings:13:22",
        "t": "Now*p Hazael king of Aram had oppressed Israel all the days of Jehoahaz."
    },
    {
        "o": 10831,
        "r": "nasb:2 Kings:13:23",
        "t": "But the Lord*s was gracious to them and had compassion on them and turned to them because of His covenant with Abraham, Isaac, and Jacob, and would not destroy them or cast them from His presence until now."
    },
    {
        "o": 10832,
        "r": "nasb:2 Kings:13:24",
        "t": "When*p Hazael king of Aram died, Ben-hadad his son became king in his place."
    },
    {
        "o": 10833,
        "r": "nasb:2 Kings:13:25",
        "t": "Then Jehoash the son of Jehoahaz took again from the hand of Ben-hadad the son of Hazael the cities which he had taken in war from the hand of Jehoahaz his father. Three times Joash defeated him and recovered the cities of Israel."
    },
    {
        "o": 10834,
        "r": "nasb:2 Kings:14:0",
        "t": "2 Kings 14",
        "h": 1
    },
    {
        "o": 10835,
        "r": "nasb:2 Kings:14:0",
        "t": "Amaziah Reigns over Judah",
        "h": 2
    },
    {
        "o": 10836,
        "r": "nasb:2 Kings:14:1",
        "t": "In*p the second year of Joash son of Joahaz king of Israel, Amaziah the son of Joash king of Judah became king."
    },
    {
        "o": 10837,
        "r": "nasb:2 Kings:14:2",
        "t": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. And his mother’s name was Jehoaddin of Jerusalem."
    },
    {
        "o": 10838,
        "r": "nasb:2 Kings:14:3",
        "t": "He did right in the sight of the Lord,*s yet not like David his father; he did according to all that Joash his father had done."
    },
    {
        "o": 10839,
        "r": "nasb:2 Kings:14:4",
        "t": "Only the high places were not taken away; the people still sacrificed and burned incense on the high places."
    },
    {
        "o": 10840,
        "r": "nasb:2 Kings:14:5",
        "t": "Now it came about, as soon as the kingdom was firmly in his hand, that he killed his servants who had slain the king his father."
    },
    {
        "o": 10841,
        "r": "nasb:2 Kings:14:6",
        "t": "But the sons of the slayers he did not put to death, according to what is written in the book of the Law of Moses, as the Lord*s commanded, saying, “The fathers shall not be put to death for the sons, nor the sons be put to death for the fathers; but each shall be put to death for his own sin.”"
    },
    {
        "o": 10842,
        "r": "nasb:2 Kings:14:7",
        "t": "He*p killed of*i Edom in the Valley of Salt 10,000 and took Sela by war, and named it Joktheel to this day."
    },
    {
        "o": 10843,
        "r": "nasb:2 Kings:14:8",
        "t": "Then*p Amaziah sent messengers to Jehoash, the son of Jehoahaz son of Jehu, king of Israel, saying, “Come, let us face each other.”"
    },
    {
        "o": 10844,
        "r": "nasb:2 Kings:14:9",
        "t": "Jehoash king of Israel sent to Amaziah king of Judah, saying, “The thorn bush which was in Lebanon sent to the cedar which was in Lebanon, saying, ‘Give your daughter to my son in marriage.’ But there passed by a wild beast that was in Lebanon, and trampled the thorn bush."
    },
    {
        "o": 10845,
        "r": "nasb:2 Kings:14:10",
        "t": "You have indeed defeated Edom, and your heart has become proud. Enjoy your glory and stay at home; for why should you provoke trouble so that you, even you, would fall, and Judah with you?”"
    },
    {
        "o": 10846,
        "r": "nasb:2 Kings:14:11",
        "t": "But*p Amaziah would not listen. So Jehoash king of Israel went up; and he and Amaziah king of Judah faced each other at Beth-shemesh, which belongs to Judah."
    },
    {
        "o": 10847,
        "r": "nasb:2 Kings:14:12",
        "t": "Judah was defeated by Israel, and they fled each to his tent."
    },
    {
        "o": 10848,
        "r": "nasb:2 Kings:14:13",
        "t": "Then Jehoash king of Israel captured Amaziah king of Judah, the son of Jehoash the son of Ahaziah, at Beth-shemesh, and came to Jerusalem and tore down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, 400 cubits."
    },
    {
        "o": 10849,
        "r": "nasb:2 Kings:14:14",
        "t": "He took all the gold and silver and all the utensils which were found in the house of the Lord,*s and in the treasuries of the king’s house, the hostages also, and returned to Samaria."
    },
    {
        "o": 10850,
        "r": "nasb:2 Kings:14:14",
        "t": "Jeroboam II Succeeds Jehoash in Israel",
        "h": 2
    },
    {
        "o": 10851,
        "r": "nasb:2 Kings:14:15",
        "t": "Now*p the rest of the acts of Jehoash which he did, and his might and how he fought with Amaziah king of Judah, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10852,
        "r": "nasb:2 Kings:14:16",
        "t": "So Jehoash slept with his fathers and was buried in Samaria with the kings of Israel; and Jeroboam his son became king in his place."
    },
    {
        "o": 10853,
        "r": "nasb:2 Kings:14:16",
        "t": "Azariah (Uzziah) Succeeds Amaziah in Judah",
        "h": 2
    },
    {
        "o": 10854,
        "r": "nasb:2 Kings:14:17",
        "t": "Amaziah*p the son of Joash king of Judah lived fifteen years after the death of Jehoash son of Jehoahaz king of Israel."
    },
    {
        "o": 10855,
        "r": "nasb:2 Kings:14:18",
        "t": "Now the rest of the acts of Amaziah, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10856,
        "r": "nasb:2 Kings:14:19",
        "t": "They conspired against him in Jerusalem, and he fled to Lachish; but they sent after him to Lachish and killed him there."
    },
    {
        "o": 10857,
        "r": "nasb:2 Kings:14:20",
        "t": "Then they brought him on horses and he was buried at Jerusalem with his fathers in the city of David."
    },
    {
        "o": 10858,
        "r": "nasb:2 Kings:14:21",
        "t": "All the people of Judah took Azariah, who was*i sixteen years old, and made him king in the place of his father Amaziah."
    },
    {
        "o": 10859,
        "r": "nasb:2 Kings:14:22",
        "t": "He built Elath and restored it to Judah after the king slept with his fathers."
    },
    {
        "o": 10860,
        "r": "nasb:2 Kings:14:23",
        "t": "In*p the fifteenth year of Amaziah the son of Joash king of Judah, Jeroboam the son of Joash king of Israel became king in Samaria, and*i reigned*i forty-one years."
    },
    {
        "o": 10861,
        "r": "nasb:2 Kings:14:24",
        "t": "He did evil in the sight of the Lord;*s he did not depart from all the sins of Jeroboam the son of Nebat, which he made Israel sin."
    },
    {
        "o": 10862,
        "r": "nasb:2 Kings:14:25",
        "t": "He restored the border of Israel from the entrance of Hamath as far as the Sea of the Arabah, according to the word of the Lord,*s the God of Israel, which He spoke through His servant Jonah the son of Amittai, the prophet, who was of Gath-hepher."
    },
    {
        "o": 10863,
        "r": "nasb:2 Kings:14:26",
        "t": "For the Lord*s saw the affliction of Israel, which*i was*i very bitter; for there was neither bond nor free, nor was there any helper for Israel."
    },
    {
        "o": 10864,
        "r": "nasb:2 Kings:14:27",
        "t": "The Lord*s did not say that He would blot out the name of Israel from under heaven, but He saved them by the hand of Jeroboam the son of Joash."
    },
    {
        "o": 10865,
        "r": "nasb:2 Kings:14:27",
        "t": "Zechariah Reigns over Israel",
        "h": 2
    },
    {
        "o": 10866,
        "r": "nasb:2 Kings:14:28",
        "t": "Now*p the rest of the acts of Jeroboam and all that he did and his might, how he fought and how he recovered for Israel, Damascus and Hamath, which*i had*i belonged*i to Judah, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10867,
        "r": "nasb:2 Kings:14:29",
        "t": "And Jeroboam slept with his fathers, even with the kings of Israel, and Zechariah his son became king in his place."
    },
    {
        "o": 10868,
        "r": "nasb:2 Kings:15:0",
        "t": "2 Kings 15",
        "h": 1
    },
    {
        "o": 10869,
        "r": "nasb:2 Kings:15:0",
        "t": "Series of Kings: Azariah (Uzziah) over Judah",
        "h": 2
    },
    {
        "o": 10870,
        "r": "nasb:2 Kings:15:1",
        "t": "In*p the twenty-seventh year of Jeroboam king of Israel, Azariah son of Amaziah king of Judah became king."
    },
    {
        "o": 10871,
        "r": "nasb:2 Kings:15:2",
        "t": "He was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem; and his mother’s name was Jecoliah of Jerusalem."
    },
    {
        "o": 10872,
        "r": "nasb:2 Kings:15:3",
        "t": "He did right in the sight of the Lord,*s according to all that his father Amaziah had done."
    },
    {
        "o": 10873,
        "r": "nasb:2 Kings:15:4",
        "t": "Only the high places were not taken away; the people still sacrificed and burned incense on the high places."
    },
    {
        "o": 10874,
        "r": "nasb:2 Kings:15:5",
        "t": "The Lord*s struck the king, so that he was a leper to the day of his death. And he lived in a separate house, while Jotham the king’s son was over the household, judging the people of the land."
    },
    {
        "o": 10875,
        "r": "nasb:2 Kings:15:6",
        "t": "Now the rest of the acts of Azariah and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10876,
        "r": "nasb:2 Kings:15:7",
        "t": "And Azariah slept with his fathers, and they buried him with his fathers in the city of David, and Jotham his son became king in his place."
    },
    {
        "o": 10877,
        "r": "nasb:2 Kings:15:7",
        "t": "Zechariah over Israel",
        "h": 2
    },
    {
        "o": 10878,
        "r": "nasb:2 Kings:15:8",
        "t": "In*p the thirty-eighth year of Azariah king of Judah, Zechariah the son of Jeroboam became king over Israel in Samaria for*i six months."
    },
    {
        "o": 10879,
        "r": "nasb:2 Kings:15:9",
        "t": "He did evil in the sight of the Lord,*s as his fathers had done; he did not depart from the sins of Jeroboam the son of Nebat, which he made Israel sin."
    },
    {
        "o": 10880,
        "r": "nasb:2 Kings:15:10",
        "t": "Then Shallum the son of Jabesh conspired against him and struck him before the people and killed him, and reigned in his place."
    },
    {
        "o": 10881,
        "r": "nasb:2 Kings:15:11",
        "t": "Now the rest of the acts of Zechariah, behold they are written in the Book of the Chronicles of the Kings of Israel."
    },
    {
        "o": 10882,
        "r": "nasb:2 Kings:15:12",
        "t": "This is the word of the Lord*s which He spoke to Jehu, saying, “Your sons to the fourth generation shall sit on the throne of Israel.” And so it was."
    },
    {
        "o": 10883,
        "r": "nasb:2 Kings:15:13",
        "t": "Shallum*p son of Jabesh became king in the thirty-ninth year of Uzziah king of Judah, and he reigned one month in Samaria."
    },
    {
        "o": 10884,
        "r": "nasb:2 Kings:15:14",
        "t": "Then Menahem son of Gadi went up from Tirzah and came to Samaria, and struck Shallum son of Jabesh in Samaria, and killed him and became king in his place."
    },
    {
        "o": 10885,
        "r": "nasb:2 Kings:15:15",
        "t": "Now the rest of the acts of Shallum and his conspiracy which he made, behold they are written in the Book of the Chronicles of the Kings of Israel."
    },
    {
        "o": 10886,
        "r": "nasb:2 Kings:15:16",
        "t": "Then Menahem struck Tiphsah and all who were in it and its borders from Tirzah, because they did not open to*i him;*i therefore he struck it*i and ripped up all its women who were with child."
    },
    {
        "o": 10887,
        "r": "nasb:2 Kings:15:16",
        "t": "Menahem over Israel",
        "h": 2
    },
    {
        "o": 10888,
        "r": "nasb:2 Kings:15:17",
        "t": "In*p the thirty-ninth year of Azariah king of Judah, Menahem son of Gadi became king over Israel and*i reigned*i ten years in Samaria."
    },
    {
        "o": 10889,
        "r": "nasb:2 Kings:15:18",
        "t": "He did evil in the sight of the Lord;*s he did not depart all his days from the sins of Jeroboam the son of Nebat, which he made Israel sin."
    },
    {
        "o": 10890,
        "r": "nasb:2 Kings:15:19",
        "t": "Pul,*p king of Assyria, came against the land, and Menahem gave Pul a thousand talents of silver so that his hand might be with him to strengthen the kingdom under his rule."
    },
    {
        "o": 10891,
        "r": "nasb:2 Kings:15:20",
        "t": "Then Menahem exacted the money from Israel, even from all the mighty men of wealth, from each man fifty shekels of silver to pay the king of Assyria. So the king of Assyria returned and did not remain there in the land."
    },
    {
        "o": 10892,
        "r": "nasb:2 Kings:15:21",
        "t": "Now the rest of the acts of Menahem and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10893,
        "r": "nasb:2 Kings:15:22",
        "t": "And Menahem slept with his fathers, and Pekahiah his son became king in his place."
    },
    {
        "o": 10894,
        "r": "nasb:2 Kings:15:22",
        "t": "Pekahiah over Israel",
        "h": 2
    },
    {
        "o": 10895,
        "r": "nasb:2 Kings:15:23",
        "t": "In*p the fiftieth year of Azariah king of Judah, Pekahiah son of Menahem became king over Israel in Samaria, and*i reigned*i two years."
    },
    {
        "o": 10896,
        "r": "nasb:2 Kings:15:24",
        "t": "He did evil in the sight of the Lord;*s he did not depart from the sins of Jeroboam son of Nebat, which he made Israel sin."
    },
    {
        "o": 10897,
        "r": "nasb:2 Kings:15:25",
        "t": "Then Pekah son of Remaliah, his officer, conspired against him and struck him in Samaria, in the castle of the king’s house with Argob and Arieh; and with him were fifty men of the Gileadites, and he killed him and became king in his place."
    },
    {
        "o": 10898,
        "r": "nasb:2 Kings:15:26",
        "t": "Now the rest of the acts of Pekahiah and all that he did, behold they are written in the Book of the Chronicles of the Kings of Israel."
    },
    {
        "o": 10899,
        "r": "nasb:2 Kings:15:26",
        "t": "Pekah over Israel",
        "h": 2
    },
    {
        "o": 10900,
        "r": "nasb:2 Kings:15:27",
        "t": "In*p the fifty-second year of Azariah king of Judah, Pekah son of Remaliah became king over Israel in Samaria, and*i reigned*i twenty years."
    },
    {
        "o": 10901,
        "r": "nasb:2 Kings:15:28",
        "t": "He did evil in the sight of the Lord;*s he did not depart from the sins of Jeroboam son of Nebat, which he made Israel sin."
    },
    {
        "o": 10902,
        "r": "nasb:2 Kings:15:29",
        "t": "In*p the days of Pekah king of Israel, Tiglath-pileser king of Assyria came and captured Ijon and Abel-beth-maacah and Janoah and Kedesh and Hazor and Gilead and Galilee, all the land of Naphtali; and he carried them captive to Assyria."
    },
    {
        "o": 10903,
        "r": "nasb:2 Kings:15:30",
        "t": "And Hoshea the son of Elah made a conspiracy against Pekah the son of Remaliah, and struck him and put him to death and became king in his place, in the twentieth year of Jotham the son of Uzziah."
    },
    {
        "o": 10904,
        "r": "nasb:2 Kings:15:31",
        "t": "Now the rest of the acts of Pekah and all that he did, behold, they are written in the Book of the Chronicles of the Kings of Israel."
    },
    {
        "o": 10905,
        "r": "nasb:2 Kings:15:31",
        "t": "Jotham over Judah",
        "h": 2
    },
    {
        "o": 10906,
        "r": "nasb:2 Kings:15:32",
        "t": "In*p the second year of Pekah the son of Remaliah king of Israel, Jotham the son of Uzziah king of Judah became king."
    },
    {
        "o": 10907,
        "r": "nasb:2 Kings:15:33",
        "t": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem; and his mother’s name was*i Jerusha the daughter of Zadok."
    },
    {
        "o": 10908,
        "r": "nasb:2 Kings:15:34",
        "t": "He did what was right in the sight of the Lord;*s he did according to all that his father Uzziah had done."
    },
    {
        "o": 10909,
        "r": "nasb:2 Kings:15:35",
        "t": "Only the high places were not taken away; the people still sacrificed and burned incense on the high places. He built the upper gate of the house of the Lord.*s"
    },
    {
        "o": 10910,
        "r": "nasb:2 Kings:15:36",
        "t": "Now the rest of the acts of Jotham and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10911,
        "r": "nasb:2 Kings:15:37",
        "t": "In those days the Lord*s began to send Rezin king of Aram and Pekah the son of Remaliah against Judah."
    },
    {
        "o": 10912,
        "r": "nasb:2 Kings:15:38",
        "t": "And Jotham slept with his fathers, and he was buried with his fathers in the city of David his father; and Ahaz his son became king in his place."
    },
    {
        "o": 10913,
        "r": "nasb:2 Kings:16:0",
        "t": "2 Kings 16",
        "h": 1
    },
    {
        "o": 10914,
        "r": "nasb:2 Kings:16:0",
        "t": "Ahaz Reigns over Judah",
        "h": 2
    },
    {
        "o": 10915,
        "r": "nasb:2 Kings:16:1",
        "t": "In*p the seventeenth year of Pekah the son of Remaliah, Ahaz the son of Jotham, king of Judah, became king."
    },
    {
        "o": 10916,
        "r": "nasb:2 Kings:16:2",
        "t": "Ahaz was*i twenty years old when he became king, and he reigned sixteen years in Jerusalem; and he did not do what was right in the sight of the Lord*s his God, as his father David had*i done.*i"
    },
    {
        "o": 10917,
        "r": "nasb:2 Kings:16:3",
        "t": "But he walked in the way of the kings of Israel, and even made his son pass through the fire, according to the abominations of the nations whom the Lord*s had driven out from before the sons of Israel."
    },
    {
        "o": 10918,
        "r": "nasb:2 Kings:16:4",
        "t": "He sacrificed and burned incense on the high places and on the hills and under every green tree."
    },
    {
        "o": 10919,
        "r": "nasb:2 Kings:16:5",
        "t": "Then*p Rezin king of Aram and Pekah son of Remaliah, king of Israel, came up to Jerusalem to wage*i war; and they besieged Ahaz, but could not overcome him."
    },
    {
        "o": 10920,
        "r": "nasb:2 Kings:16:6",
        "t": "At that time Rezin king of Aram recovered Elath for Aram, and cleared the Judeans out of Elath entirely; and the Arameans came to Elath and have lived there to this day."
    },
    {
        "o": 10921,
        "r": "nasb:2 Kings:16:6",
        "t": "Ahaz Seeks Help of Aram",
        "h": 2
    },
    {
        "o": 10922,
        "r": "nasb:2 Kings:16:7",
        "t": "So*p Ahaz sent messengers to Tiglath-pileser king of Assyria, saying, “I am your servant and your son; come up and deliver me from the hand of the king of Aram and from the hand of the king of Israel, who are rising up against me.”"
    },
    {
        "o": 10923,
        "r": "nasb:2 Kings:16:8",
        "t": "Ahaz took the silver and gold that was found in the house of the Lord*s and in the treasuries of the king’s house, and sent a present to the king of Assyria."
    },
    {
        "o": 10924,
        "r": "nasb:2 Kings:16:9",
        "t": "So the king of Assyria listened to him; and the king of Assyria went up against Damascus and captured it, and carried the*i people*i of*i it away into exile to Kir, and put Rezin to death."
    },
    {
        "o": 10925,
        "r": "nasb:2 Kings:16:9",
        "t": "Damascus Falls",
        "h": 2
    },
    {
        "o": 10926,
        "r": "nasb:2 Kings:16:10",
        "t": "Now*p King Ahaz went to Damascus to meet Tiglath-pileser king of Assyria, and saw the altar which was*i at Damascus; and King Ahaz sent to Urijah the priest the pattern of the altar and its model, according to all its workmanship."
    },
    {
        "o": 10927,
        "r": "nasb:2 Kings:16:11",
        "t": "So Urijah the priest built an altar; according to all that King Ahaz had sent from Damascus, thus Urijah the priest made it,*i before the coming of King Ahaz from Damascus."
    },
    {
        "o": 10928,
        "r": "nasb:2 Kings:16:12",
        "t": "When the king came from Damascus, the king saw the altar; then the king approached the altar and went up to it,"
    },
    {
        "o": 10929,
        "r": "nasb:2 Kings:16:13",
        "t": "and burned his burnt offering and his meal offering, and poured his drink offering and sprinkled the blood of his peace offerings on the altar."
    },
    {
        "o": 10930,
        "r": "nasb:2 Kings:16:14",
        "t": "The bronze altar, which was*i before the Lord,*s he brought from the front of the house, from between his*i altar and the house of the Lord,*s and he put it on the north side of his*i altar."
    },
    {
        "o": 10931,
        "r": "nasb:2 Kings:16:15",
        "t": "Then King Ahaz commanded Urijah the priest, saying, “Upon the great altar burn the morning burnt offering and the evening meal offering and the king’s burnt offering and his meal offering, with the burnt offering of all the people of the land and their meal offering and their drink offerings; and sprinkle on it all the blood of the burnt offering and all the blood of the sacrifice. But the bronze altar shall be for me to inquire by.”*i"
    },
    {
        "o": 10932,
        "r": "nasb:2 Kings:16:16",
        "t": "So Urijah the priest did according to all that King Ahaz commanded."
    },
    {
        "o": 10933,
        "r": "nasb:2 Kings:16:17",
        "t": "Then*p King Ahaz cut off the borders of the stands, and removed the laver from them; he also took down the sea from the bronze oxen which were under it and put it on a pavement of stone."
    },
    {
        "o": 10934,
        "r": "nasb:2 Kings:16:18",
        "t": "The covered way for the sabbath which they had built in the house, and the outer entry of the king, he removed from the house of the Lord*s because of the king of Assyria."
    },
    {
        "o": 10935,
        "r": "nasb:2 Kings:16:18",
        "t": "Hezekiah Reigns over Judah",
        "h": 2
    },
    {
        "o": 10936,
        "r": "nasb:2 Kings:16:19",
        "t": "Now*p the rest of the acts of Ahaz which he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10937,
        "r": "nasb:2 Kings:16:20",
        "t": "So Ahaz slept with his fathers, and was buried with his fathers in the city of David; and his son Hezekiah reigned in his place."
    },
    {
        "o": 10938,
        "r": "nasb:2 Kings:17:0",
        "t": "2 Kings 17",
        "h": 1
    },
    {
        "o": 10939,
        "r": "nasb:2 Kings:17:0",
        "t": "Hoshea Reigns over Israel",
        "h": 2
    },
    {
        "o": 10940,
        "r": "nasb:2 Kings:17:1",
        "t": "In*p the twelfth year of Ahaz king of Judah, Hoshea the son of Elah became king over Israel in Samaria, and*i reigned*i nine years."
    },
    {
        "o": 10941,
        "r": "nasb:2 Kings:17:2",
        "t": "He did evil in the sight of the Lord,*s only not as the kings of Israel who were before him."
    },
    {
        "o": 10942,
        "r": "nasb:2 Kings:17:3",
        "t": "Shalmaneser king of Assyria came up against him, and Hoshea became his servant and paid him tribute."
    },
    {
        "o": 10943,
        "r": "nasb:2 Kings:17:4",
        "t": "But the king of Assyria found conspiracy in Hoshea, who had sent messengers to So king of Egypt and had offered no tribute to the king of Assyria, as he*i had*i done*i year by year; so the king of Assyria shut him up and bound him in prison."
    },
    {
        "o": 10944,
        "r": "nasb:2 Kings:17:5",
        "t": "Then*p the king of Assyria invaded the whole land and went up to Samaria and besieged it three years."
    },
    {
        "o": 10945,
        "r": "nasb:2 Kings:17:5",
        "t": "Israel Captive",
        "h": 2
    },
    {
        "o": 10946,
        "r": "nasb:2 Kings:17:6",
        "t": "In*p the ninth year of Hoshea, the king of Assyria captured Samaria and carried Israel away into exile to Assyria, and settled them in Halah and Habor, on*i the river of Gozan, and in the cities of the Medes."
    },
    {
        "o": 10947,
        "r": "nasb:2 Kings:17:6",
        "t": "Why Israel Fell",
        "h": 2
    },
    {
        "o": 10948,
        "r": "nasb:2 Kings:17:7",
        "t": "Now*p this*i came about because the sons of Israel had sinned against the Lord*s their God, who had brought them up from the land of Egypt from under the hand of Pharaoh, king of Egypt, and they had feared other gods"
    },
    {
        "o": 10949,
        "r": "nasb:2 Kings:17:8",
        "t": "and walked in the customs of the nations whom the Lord*s had driven out before the sons of Israel, and in*i the*i customs*i of the kings of Israel which they had introduced."
    },
    {
        "o": 10950,
        "r": "nasb:2 Kings:17:9",
        "t": "The sons of Israel did things secretly which were not right against the Lord*s their God. Moreover, they built for themselves high places in all their towns, from watchtower to fortified city."
    },
    {
        "o": 10951,
        "r": "nasb:2 Kings:17:10",
        "t": "They set for themselves sacred*i pillars and Asherim on every high hill and under every green tree,"
    },
    {
        "o": 10952,
        "r": "nasb:2 Kings:17:11",
        "t": "and there they burned incense on all the high places as the nations did*i which the Lord*s had carried away to exile before them; and they did evil things provoking the Lord.*s"
    },
    {
        "o": 10953,
        "r": "nasb:2 Kings:17:12",
        "t": "They served idols, concerning which the Lord*s had said to them, “You shall not do this thing.”"
    },
    {
        "o": 10954,
        "r": "nasb:2 Kings:17:13",
        "t": "Yet the Lord*s warned Israel and Judah through all His prophets and*i every seer, saying, “Turn from your evil ways and keep My commandments, My statutes according to all the law which I commanded your fathers, and which I sent to you through My servants the prophets.”"
    },
    {
        "o": 10955,
        "r": "nasb:2 Kings:17:14",
        "t": "However, they did not listen, but stiffened their neck like their fathers, who did not believe in the Lord*s their God."
    },
    {
        "o": 10956,
        "r": "nasb:2 Kings:17:15",
        "t": "They rejected His statutes and His covenant which He made with their fathers and His warnings with which He warned them. And they followed vanity and became vain, and went*i after the nations which surrounded them, concerning which the Lord*s had commanded them not to do like them."
    },
    {
        "o": 10957,
        "r": "nasb:2 Kings:17:16",
        "t": "They forsook all the commandments of the Lord*s their God and made for themselves molten images, even*i two calves, and made an Asherah and worshiped all the host of heaven and served Baal."
    },
    {
        "o": 10958,
        "r": "nasb:2 Kings:17:17",
        "t": "Then they made their sons and their daughters pass through the fire, and practiced divination and enchantments, and sold themselves to do evil in the sight of the Lord,*s provoking Him."
    },
    {
        "o": 10959,
        "r": "nasb:2 Kings:17:18",
        "t": "So the Lord*s was very angry with Israel and removed them from His sight; none was left except the tribe of Judah."
    },
    {
        "o": 10960,
        "r": "nasb:2 Kings:17:19",
        "t": "Also*p Judah did not keep the commandments of the Lord*s their God, but walked in the customs which Israel had introduced."
    },
    {
        "o": 10961,
        "r": "nasb:2 Kings:17:20",
        "t": "The Lord*s rejected all the descendants of Israel and afflicted them and gave them into the hand of plunderers, until He had cast them out of His sight."
    },
    {
        "o": 10962,
        "r": "nasb:2 Kings:17:21",
        "t": "When*p He had torn Israel from the house of David, they made Jeroboam the son of Nebat king. Then Jeroboam drove Israel away from following the Lord*s and made them commit a great sin."
    },
    {
        "o": 10963,
        "r": "nasb:2 Kings:17:22",
        "t": "The sons of Israel walked in all the sins of Jeroboam which he did; they did not depart from them"
    },
    {
        "o": 10964,
        "r": "nasb:2 Kings:17:23",
        "t": "until the Lord*s removed Israel from His sight, as He spoke through all His servants the prophets. So Israel was carried away into exile from their own land to Assyria until this day."
    },
    {
        "o": 10965,
        "r": "nasb:2 Kings:17:23",
        "t": "Cities of Israel Filled with Strangers",
        "h": 2
    },
    {
        "o": 10966,
        "r": "nasb:2 Kings:17:24",
        "t": "The*p king of Assyria brought men*i from Babylon and from Cuthah and from Avva and from Hamath and Sepharvaim, and settled them*i in the cities of Samaria in place of the sons of Israel. So they possessed Samaria and lived in its cities."
    },
    {
        "o": 10967,
        "r": "nasb:2 Kings:17:25",
        "t": "At the beginning of their living there, they did not fear the Lord;*s therefore the Lord*s sent lions among them which killed some of them."
    },
    {
        "o": 10968,
        "r": "nasb:2 Kings:17:26",
        "t": "So they spoke to the king of Assyria, saying, “The nations whom you have carried away into exile in the cities of Samaria do not know the custom of the god of the land; so he has sent lions among them, and behold, they kill them because they do not know the custom of the god of the land.”"
    },
    {
        "o": 10969,
        "r": "nasb:2 Kings:17:27",
        "t": "Then*p the king of Assyria commanded, saying, “Take there one of the priests whom you carried away into exile and let him go and live there; and let him teach them the custom of the god of the land.”"
    },
    {
        "o": 10970,
        "r": "nasb:2 Kings:17:28",
        "t": "So one of the priests whom they had carried away into exile from Samaria came and lived at Bethel, and taught them how they should fear the Lord.*s"
    },
    {
        "o": 10971,
        "r": "nasb:2 Kings:17:29",
        "t": "But*p every nation still made gods of its own and put them in the houses of the high places which the people of Samaria had made, every nation in their cities in which they lived."
    },
    {
        "o": 10972,
        "r": "nasb:2 Kings:17:30",
        "t": "The men of Babylon made Succoth-benoth, the men of Cuth made Nergal, the men of Hamath made Ashima,"
    },
    {
        "o": 10973,
        "r": "nasb:2 Kings:17:31",
        "t": "and the Avvites made Nibhaz and Tartak; and the Sepharvites burned their children in the fire to Adrammelech and Anammelech the gods of Sepharvaim."
    },
    {
        "o": 10974,
        "r": "nasb:2 Kings:17:32",
        "t": "They also feared the Lord*s and appointed from among themselves priests of the high places, who acted for them in the houses of the high places."
    },
    {
        "o": 10975,
        "r": "nasb:2 Kings:17:33",
        "t": "They feared the Lord*s and served their own gods according to the custom of the nations from among whom they had been carried away into exile."
    },
    {
        "o": 10976,
        "r": "nasb:2 Kings:17:34",
        "t": "To*p this day they do according to the earlier customs: they do not fear the Lord,*s nor do they follow their statutes or their ordinances or the law, or the commandments which the Lord*s commanded the sons of Jacob, whom He named Israel;"
    },
    {
        "o": 10977,
        "r": "nasb:2 Kings:17:35",
        "t": "with whom the Lord*s made a covenant and commanded them, saying, “You shall not fear other gods, nor bow down yourselves to them nor serve them nor sacrifice to them."
    },
    {
        "o": 10978,
        "r": "nasb:2 Kings:17:36",
        "t": "But the Lord,*s who brought you up from the land of Egypt with great power and with an outstretched arm, Him you shall fear, and to Him you shall bow yourselves down, and to Him you shall sacrifice."
    },
    {
        "o": 10979,
        "r": "nasb:2 Kings:17:37",
        "t": "The statutes and the ordinances and the law and the commandment which He wrote for you, you shall observe to do forever; and you shall not fear other gods."
    },
    {
        "o": 10980,
        "r": "nasb:2 Kings:17:38",
        "t": "The covenant that I have made with you, you shall not forget, nor shall you fear other gods."
    },
    {
        "o": 10981,
        "r": "nasb:2 Kings:17:39",
        "t": "But the Lord*s your God you shall fear; and He will deliver you from the hand of all your enemies.”"
    },
    {
        "o": 10982,
        "r": "nasb:2 Kings:17:40",
        "t": "However, they did not listen, but they did according to their earlier custom."
    },
    {
        "o": 10983,
        "r": "nasb:2 Kings:17:41",
        "t": "So while these nations feared the Lord,*s they also served their idols; their children likewise and their grandchildren, as their fathers did, so they do to this day."
    },
    {
        "o": 10984,
        "r": "nasb:2 Kings:18:0",
        "t": "2 Kings 18",
        "h": 1
    },
    {
        "o": 10985,
        "r": "nasb:2 Kings:18:0",
        "t": "Hezekiah Reigns over Judah",
        "h": 2
    },
    {
        "o": 10986,
        "r": "nasb:2 Kings:18:1",
        "t": "Now*p it came about in the third year of Hoshea, the son of Elah king of Israel, that Hezekiah the son of Ahaz king of Judah became king."
    },
    {
        "o": 10987,
        "r": "nasb:2 Kings:18:2",
        "t": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem; and his mother’s name was Abi the daughter of Zechariah."
    },
    {
        "o": 10988,
        "r": "nasb:2 Kings:18:3",
        "t": "He did right in the sight of the Lord,*s according to all that his father David had done."
    },
    {
        "o": 10989,
        "r": "nasb:2 Kings:18:4",
        "t": "He removed the high places and broke down the sacred*i pillars and cut down the Asherah. He also broke in pieces the bronze serpent that Moses had made, for until those days the sons of Israel burned incense to it; and it was called Nehushtan."
    },
    {
        "o": 10990,
        "r": "nasb:2 Kings:18:5",
        "t": "He trusted in the Lord,*s the God of Israel; so that after him there was none like him among all the kings of Judah, nor among*i those*i who were before him."
    },
    {
        "o": 10991,
        "r": "nasb:2 Kings:18:6",
        "t": "For he clung to the Lord;*s he did not depart from following Him, but kept His commandments, which the Lord*s had commanded Moses."
    },
    {
        "o": 10992,
        "r": "nasb:2 Kings:18:6",
        "t": "Hezekiah Victorious",
        "h": 2
    },
    {
        "o": 10993,
        "r": "nasb:2 Kings:18:7",
        "t": "And*p the Lord*s was with him; wherever he went he prospered. And he rebelled against the king of Assyria and did not serve him."
    },
    {
        "o": 10994,
        "r": "nasb:2 Kings:18:8",
        "t": "He defeated the Philistines as far as Gaza and its territory, from watchtower to fortified city."
    },
    {
        "o": 10995,
        "r": "nasb:2 Kings:18:9",
        "t": "Now*p in the fourth year of King Hezekiah, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria came up against Samaria and besieged it."
    },
    {
        "o": 10996,
        "r": "nasb:2 Kings:18:10",
        "t": "At the end of three years they captured it; in the sixth year of Hezekiah, which was the ninth year of Hoshea king of Israel, Samaria was captured."
    },
    {
        "o": 10997,
        "r": "nasb:2 Kings:18:11",
        "t": "Then the king of Assyria carried Israel away into exile to Assyria, and put them in Halah and on the Habor, the river of Gozan, and in the cities of the Medes,"
    },
    {
        "o": 10998,
        "r": "nasb:2 Kings:18:12",
        "t": "because they did not obey the voice of the Lord*s their God, but transgressed His covenant, even*i all that Moses the servant of the Lord*s commanded; they would neither listen nor do it.*i"
    },
    {
        "o": 10999,
        "r": "nasb:2 Kings:18:12",
        "t": "Invasion of Judah",
        "h": 2
    },
    {
        "o": 11000,
        "r": "nasb:2 Kings:18:13",
        "t": "Now*p in the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and seized them."
    },
    {
        "o": 11001,
        "r": "nasb:2 Kings:18:14",
        "t": "Then Hezekiah king of Judah sent to the king of Assyria at Lachish, saying, “I have done wrong. Withdraw from me; whatever you impose on me I will bear.” So the king of Assyria required of Hezekiah king of Judah three hundred talents of silver and thirty talents of gold."
    },
    {
        "o": 11002,
        "r": "nasb:2 Kings:18:15",
        "t": "Hezekiah gave him*i all the silver which was found in the house of the Lord,*s and in the treasuries of the king’s house."
    },
    {
        "o": 11003,
        "r": "nasb:2 Kings:18:16",
        "t": "At that time Hezekiah cut off the*i gold*i from*i the doors of the temple of the Lord,*s and from*i the doorposts which Hezekiah king of Judah had overlaid, and gave it to the king of Assyria."
    },
    {
        "o": 11004,
        "r": "nasb:2 Kings:18:17",
        "t": "Then*p the king of Assyria sent Tartan and Rab-saris and Rabshakeh from Lachish to King Hezekiah with a large army to Jerusalem. So they went up and came to Jerusalem. And when they went up, they came and stood by the conduit of the upper pool, which is on the highway of the fuller’s field."
    },
    {
        "o": 11005,
        "r": "nasb:2 Kings:18:18",
        "t": "When they called to the king, Eliakim the son of Hilkiah, who was over the household, and Shebnah the scribe and Joah the son of Asaph the recorder, came out to them."
    },
    {
        "o": 11006,
        "r": "nasb:2 Kings:18:19",
        "t": "Then*p Rabshakeh said to them, “Say now to Hezekiah, ‘Thus says the great king, the king of Assyria, “What is this confidence that you have?"
    },
    {
        "o": 11007,
        "r": "nasb:2 Kings:18:20",
        "t": "You say (but they*i are*i only empty words), ‘I*i have*i counsel and strength for the war.’ Now on whom do you rely, that you have rebelled against me?"
    },
    {
        "o": 11008,
        "r": "nasb:2 Kings:18:21",
        "t": "Now behold, you rely on the staff of this crushed reed, even*i on Egypt; on which if a man leans, it will go into his hand and pierce it. So is Pharaoh king of Egypt to all who rely on him."
    },
    {
        "o": 11009,
        "r": "nasb:2 Kings:18:22",
        "t": "But if you say to me, ‘We trust in the Lord*s our God,’ is it not He whose high places and whose altars Hezekiah has taken away, and has said to Judah and to Jerusalem, ‘You shall worship before this altar in Jerusalem’?"
    },
    {
        "o": 11010,
        "r": "nasb:2 Kings:18:23",
        "t": "Now therefore, come, make a bargain with my master the king of Assyria, and I will give you two thousand horses, if you are able on your part to set riders on them."
    },
    {
        "o": 11011,
        "r": "nasb:2 Kings:18:24",
        "t": "How then can you repulse one official of the least of my master’s servants, and rely on Egypt for chariots and for horsemen?"
    },
    {
        "o": 11012,
        "r": "nasb:2 Kings:18:25",
        "t": "Have I now come up without the Lord’s*s approval against this place to destroy it? The Lord*s said to me, ‘Go up against this land and destroy it.’ ” ’ ”"
    },
    {
        "o": 11013,
        "r": "nasb:2 Kings:18:26",
        "t": "Then*p Eliakim the son of Hilkiah, and Shebnah and Joah, said to Rabshakeh, “Speak now to your servants in Aramaic, for we understand it;*i and do not speak with us in Judean in the hearing of the people who are on the wall.”"
    },
    {
        "o": 11014,
        "r": "nasb:2 Kings:18:27",
        "t": "But Rabshakeh said to them, “Has my master sent me only to your master and to you to speak these words, and*i not to the men who sit on the wall, doomed*i to eat their own dung and drink their own urine with you?”"
    },
    {
        "o": 11015,
        "r": "nasb:2 Kings:18:28",
        "t": "Then*p Rabshakeh stood and cried with a loud voice in Judean, saying, “Hear the word of the great king, the king of Assyria."
    },
    {
        "o": 11016,
        "r": "nasb:2 Kings:18:29",
        "t": "Thus says the king, ‘Do not let Hezekiah deceive you, for he will not be able to deliver you from my hand;"
    },
    {
        "o": 11017,
        "r": "nasb:2 Kings:18:30",
        "t": "nor let Hezekiah make you trust in the Lord,*s saying, “The Lord*s will surely deliver us, and this city will not be given into the hand of the king of Assyria.”"
    },
    {
        "o": 11018,
        "r": "nasb:2 Kings:18:31",
        "t": "Do not listen to Hezekiah, for thus says the king of Assyria, “Make your peace with me and come out to me, and eat each of his vine and each of his fig tree and drink each of the waters of his own cistern,"
    },
    {
        "o": 11019,
        "r": "nasb:2 Kings:18:32",
        "t": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards, a land of olive trees and honey, that you may live and not die.” But do not listen to Hezekiah when he misleads you, saying, “The Lord*s will deliver us.”"
    },
    {
        "o": 11020,
        "r": "nasb:2 Kings:18:33",
        "t": "Has any one of the gods of the nations delivered his land from the hand of the king of Assyria?"
    },
    {
        "o": 11021,
        "r": "nasb:2 Kings:18:34",
        "t": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena and Ivvah? Have they delivered Samaria from my hand?"
    },
    {
        "o": 11022,
        "r": "nasb:2 Kings:18:35",
        "t": "Who among all the gods of the lands have delivered their land from my hand, that the Lord*s should deliver Jerusalem from my hand?’ ”"
    },
    {
        "o": 11023,
        "r": "nasb:2 Kings:18:36",
        "t": "But*p the people were silent and answered him not a word, for the king’s commandment was, “Do not answer him.”"
    },
    {
        "o": 11024,
        "r": "nasb:2 Kings:18:37",
        "t": "Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn and told him the words of Rabshakeh."
    },
    {
        "o": 11025,
        "r": "nasb:2 Kings:19:0",
        "t": "2 Kings 19",
        "h": 1
    },
    {
        "o": 11026,
        "r": "nasb:2 Kings:19:0",
        "t": "Isaiah Encourages Hezekiah",
        "h": 2
    },
    {
        "o": 11027,
        "r": "nasb:2 Kings:19:1",
        "t": "And*p when King Hezekiah heard it,*i he tore his clothes, covered himself with sackcloth and entered the house of the Lord.*s"
    },
    {
        "o": 11028,
        "r": "nasb:2 Kings:19:2",
        "t": "Then he sent Eliakim who was over the household with Shebna the scribe and the elders of the priests, covered with sackcloth, to Isaiah the prophet the son of Amoz."
    },
    {
        "o": 11029,
        "r": "nasb:2 Kings:19:3",
        "t": "They said to him, “Thus says Hezekiah, ‘This day is a day of distress, rebuke, and rejection; for children have come to birth and there is no strength to deliver.*i"
    },
    {
        "o": 11030,
        "r": "nasb:2 Kings:19:4",
        "t": "Perhaps the Lord*s your God will hear all the words of Rabshakeh, whom his master the king of Assyria has sent to reproach the living God, and will rebuke the words which the Lord*s your God has heard. Therefore, offer a prayer for the remnant that is left.’ ”"
    },
    {
        "o": 11031,
        "r": "nasb:2 Kings:19:5",
        "t": "So the servants of King Hezekiah came to Isaiah."
    },
    {
        "o": 11032,
        "r": "nasb:2 Kings:19:6",
        "t": "Isaiah said to them, “Thus you shall say to your master, ‘Thus says the Lord,*s “Do not be afraid because of the words that you have heard, with which the servants of the king of Assyria have blasphemed Me."
    },
    {
        "o": 11033,
        "r": "nasb:2 Kings:19:7",
        "t": "Behold, I will put a spirit in him so that he will hear a rumor and return to his own land. And I will make him fall by the sword in his own land.” ’ ”"
    },
    {
        "o": 11034,
        "r": "nasb:2 Kings:19:7",
        "t": "Sennacherib Defies God",
        "h": 2
    },
    {
        "o": 11035,
        "r": "nasb:2 Kings:19:8",
        "t": "Then*p Rabshakeh returned and found the king of Assyria fighting against Libnah, for he had heard that the king had left Lachish."
    },
    {
        "o": 11036,
        "r": "nasb:2 Kings:19:9",
        "t": "When he heard them*i say concerning Tirhakah king of Cush, “Behold, he has come out to fight against you,” he sent messengers again to Hezekiah saying,"
    },
    {
        "o": 11037,
        "r": "nasb:2 Kings:19:10",
        "t": "“Thus you shall say to Hezekiah king of Judah, ‘Do not let your God in whom you trust deceive you saying, “Jerusalem will not be given into the hand of the king of Assyria.”"
    },
    {
        "o": 11038,
        "r": "nasb:2 Kings:19:11",
        "t": "Behold, you have heard what the kings of Assyria have done to all the lands, destroying them completely. So will you be spared?"
    },
    {
        "o": 11039,
        "r": "nasb:2 Kings:19:12",
        "t": "Did the gods of those nations which my fathers destroyed deliver them, even*i Gozan and Haran and Rezeph and the sons of Eden who were*i in Telassar?"
    },
    {
        "o": 11040,
        "r": "nasb:2 Kings:19:13",
        "t": "Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, and of*i Hena and Ivvah?’ ”"
    },
    {
        "o": 11041,
        "r": "nasb:2 Kings:19:13",
        "t": "Hezekiah’s Prayer",
        "h": 2
    },
    {
        "o": 11042,
        "r": "nasb:2 Kings:19:14",
        "t": "Then*p Hezekiah took the letter from the hand of the messengers and read it, and he went up to the house of the Lord*s and spread it out before the Lord.*s"
    },
    {
        "o": 11043,
        "r": "nasb:2 Kings:19:15",
        "t": "Hezekiah prayed before the Lord*s and said, “O Lord,*s the God of Israel, who are enthroned above*i the cherubim, You are the God, You alone, of all the kingdoms of the earth. You have made heaven and earth."
    },
    {
        "o": 11044,
        "r": "nasb:2 Kings:19:16",
        "t": "Incline Your ear, O Lord,*s and hear; open Your eyes, O Lord,*s and see; and listen to the words of Sennacherib, which he has sent to reproach the living God."
    },
    {
        "o": 11045,
        "r": "nasb:2 Kings:19:17",
        "t": "Truly, O Lord,*s the kings of Assyria have devastated the nations and their lands"
    },
    {
        "o": 11046,
        "r": "nasb:2 Kings:19:18",
        "t": "and have cast their gods into the fire, for they were not gods but the work of men’s hands, wood and stone. So they have destroyed them."
    },
    {
        "o": 11047,
        "r": "nasb:2 Kings:19:19",
        "t": "Now, O Lord*s our God, I pray, deliver us from his hand that all the kingdoms of the earth may know that You alone, O Lord,*s are God.”"
    },
    {
        "o": 11048,
        "r": "nasb:2 Kings:19:19",
        "t": "God’s Answer through Isaiah",
        "h": 2
    },
    {
        "o": 11049,
        "r": "nasb:2 Kings:19:20",
        "t": "Then*p Isaiah the son of Amoz sent to Hezekiah saying, “Thus says the Lord,*s the God of Israel, ‘Because you have prayed to Me about Sennacherib king of Assyria, I have heard you.’*i"
    },
    {
        "o": 11050,
        "r": "nasb:2 Kings:19:21",
        "t": "This is the word that the Lord*s has spoken against him: ‘She*pn has despised you and mocked you, The*ln virgin daughter of Zion; She*ln has shaken her*i head behind you, The*ln daughter of Jerusalem!"
    },
    {
        "o": 11051,
        "r": "nasb:2 Kings:19:22",
        "t": "Whom*ln have you reproached and blasphemed? And*ln against whom have you raised your*i voice, And*ln haughtily lifted up your eyes? Against*ln the Holy One of Israel!"
    },
    {
        "o": 11052,
        "r": "nasb:2 Kings:19:23",
        "t": "Through*ln your messengers you have reproached the Lord, And*ln you have said, “With my many chariots I*ln came up to the heights of the mountains, To*ln the remotest parts of Lebanon; And*ln I cut down its tall cedars and*i its choice cypresses. And*ln I entered its farthest lodging place, its thickest forest."
    },
    {
        "o": 11053,
        "r": "nasb:2 Kings:19:24",
        "t": "I*ln dug wells*i and drank foreign waters, And*ln with the sole of my feet I dried up All*ln the rivers of Egypt.”"
    },
    {
        "o": 11054,
        "r": "nasb:2 Kings:19:25",
        "t": "‘Have*ln you not heard? Long*ln ago I did it; From*ln ancient times I planned it. Now*ln I have brought it to pass, That*ln you should turn fortified cities into ruinous heaps."
    },
    {
        "o": 11055,
        "r": "nasb:2 Kings:19:26",
        "t": "Therefore*ln their inhabitants were short of strength, They*ln were dismayed and put to shame; They*ln were as the vegetation of the field and as the green herb, As*ln grass on the housetops is scorched before it is grown up."
    },
    {
        "o": 11056,
        "r": "nasb:2 Kings:19:27",
        "t": "But*ln I know your sitting down, And*ln your going out and your coming in, And*ln your raging against Me."
    },
    {
        "o": 11057,
        "r": "nasb:2 Kings:19:28",
        "t": "Because*ln of your raging against Me, And*ln because your arrogance has come up to My ears, Therefore*ln I will put My hook in your nose, And*ln My bridle in your lips, And*ln I will turn you back by the way which you came."
    },
    {
        "o": 11058,
        "r": "nasb:2 Kings:19:29",
        "t": "‘Then*p this shall be the sign for you: you will eat this year what grows of itself, in the second year what springs from the same, and in the third year sow, reap, plant vineyards, and eat their fruit."
    },
    {
        "o": 11059,
        "r": "nasb:2 Kings:19:30",
        "t": "The surviving remnant of the house of Judah will again take root downward and bear fruit upward."
    },
    {
        "o": 11060,
        "r": "nasb:2 Kings:19:31",
        "t": "For out of Jerusalem will go forth a remnant, and out of Mount Zion survivors. The zeal of the Lord*s will perform this."
    },
    {
        "o": 11061,
        "r": "nasb:2 Kings:19:32",
        "t": "‘Therefore*p thus says the Lord*s concerning the king of Assyria, “He will not come to this city or shoot an arrow there; and he will not come before it with a shield or throw up a siege ramp against it."
    },
    {
        "o": 11062,
        "r": "nasb:2 Kings:19:33",
        "t": "By the way that he came, by the same he will return, and he shall not come to this city,” ’ declares the Lord.*s"
    },
    {
        "o": 11063,
        "r": "nasb:2 Kings:19:34",
        "t": "‘For I will defend this city to save it for My own sake and for My servant David’s sake.’ ”"
    },
    {
        "o": 11064,
        "r": "nasb:2 Kings:19:35",
        "t": "Then*p it happened that night that the angel of the Lord*s went out and struck 185,000 in the camp of the Assyrians; and when men rose early in the morning, behold, all of them were dead."
    },
    {
        "o": 11065,
        "r": "nasb:2 Kings:19:36",
        "t": "So Sennacherib king of Assyria departed and returned home,*i and lived at Nineveh."
    },
    {
        "o": 11066,
        "r": "nasb:2 Kings:19:37",
        "t": "It came about as he was worshiping in the house of Nisroch his god, that Adrammelech and Sharezer killed him with the sword; and they escaped into the land of Ararat. And Esarhaddon his son became king in his place."
    },
    {
        "o": 11067,
        "r": "nasb:2 Kings:20:0",
        "t": "2 Kings 20",
        "h": 1
    },
    {
        "o": 11068,
        "r": "nasb:2 Kings:20:0",
        "t": "Hezekiah’s Illness and Recovery",
        "h": 2
    },
    {
        "o": 11069,
        "r": "nasb:2 Kings:20:1",
        "t": "In*p those days Hezekiah became mortally ill. And Isaiah the prophet the son of Amoz came to him and said to him, “Thus says the Lord,*s ‘Set your house in order, for you shall die and not live.’ ”"
    },
    {
        "o": 11070,
        "r": "nasb:2 Kings:20:2",
        "t": "Then he turned his face to the wall and prayed to the Lord,*s saying,"
    },
    {
        "o": 11071,
        "r": "nasb:2 Kings:20:3",
        "t": "“Remember now, O Lord,*s I beseech You, how I have walked before You in truth and with a whole heart and have done what is good in Your sight.” And Hezekiah wept bitterly."
    },
    {
        "o": 11072,
        "r": "nasb:2 Kings:20:4",
        "t": "Before Isaiah had gone out of the middle court, the word of the Lord*s came to him, saying,"
    },
    {
        "o": 11073,
        "r": "nasb:2 Kings:20:5",
        "t": "“Return and say to Hezekiah the leader of My people, ‘Thus says the Lord,*s the God of your father David, “I have heard your prayer, I have seen your tears; behold, I will heal you. On the third day you shall go up to the house of the Lord.*s"
    },
    {
        "o": 11074,
        "r": "nasb:2 Kings:20:6",
        "t": "I will add fifteen years to your life, and I will deliver you and this city from the hand of the king of Assyria; and I will defend this city for My own sake and for My servant David’s sake.” ’ ”"
    },
    {
        "o": 11075,
        "r": "nasb:2 Kings:20:7",
        "t": "Then Isaiah said, “Take a cake of figs.” And they took and laid it*i on the boil, and he recovered."
    },
    {
        "o": 11076,
        "r": "nasb:2 Kings:20:8",
        "t": "Now*p Hezekiah said to Isaiah, “What will be the sign that the Lord*s will heal me, and that I shall go up to the house of the Lord*s the third day?”"
    },
    {
        "o": 11077,
        "r": "nasb:2 Kings:20:9",
        "t": "Isaiah said, “This shall be the sign to you from the Lord,*s that the Lord*s will do the thing that He has spoken: shall the shadow go forward ten steps or go back ten steps?”"
    },
    {
        "o": 11078,
        "r": "nasb:2 Kings:20:10",
        "t": "So Hezekiah answered, “It is easy for the shadow to decline ten steps; no, but let the shadow turn backward ten steps.”"
    },
    {
        "o": 11079,
        "r": "nasb:2 Kings:20:11",
        "t": "Isaiah the prophet cried to the Lord,*s and He brought the shadow on the stairway back ten steps by which it had gone down on the stairway of Ahaz."
    },
    {
        "o": 11080,
        "r": "nasb:2 Kings:20:11",
        "t": "Hezekiah Shows Babylon His Treasures",
        "h": 2
    },
    {
        "o": 11081,
        "r": "nasb:2 Kings:20:12",
        "t": "At*p that time Berodach-baladan a son of Baladan, king of Babylon, sent letters and a present to Hezekiah, for he heard that Hezekiah had been sick."
    },
    {
        "o": 11082,
        "r": "nasb:2 Kings:20:13",
        "t": "Hezekiah listened to them, and showed them all his treasure house, the silver and the gold and the spices and the precious oil and the house of his armor and all that was found in his treasuries. There was nothing in his house nor in all his dominion that Hezekiah did not show them."
    },
    {
        "o": 11083,
        "r": "nasb:2 Kings:20:14",
        "t": "Then Isaiah the prophet came to King Hezekiah and said to him, “What did these men say, and from where have they come to you?” And Hezekiah said, “They have come from a far country, from Babylon.”"
    },
    {
        "o": 11084,
        "r": "nasb:2 Kings:20:15",
        "t": "He said, “What have they seen in your house?” So Hezekiah answered, “They have seen all that is in my house; there is nothing among my treasuries that I have not shown them.”"
    },
    {
        "o": 11085,
        "r": "nasb:2 Kings:20:16",
        "t": "Then*p Isaiah said to Hezekiah, “Hear the word of the Lord.*s"
    },
    {
        "o": 11086,
        "r": "nasb:2 Kings:20:17",
        "t": "‘Behold, the days are coming when all that is in your house, and all that your fathers have laid up in store to this day will be carried to Babylon; nothing shall be left,’ says the Lord.*s"
    },
    {
        "o": 11087,
        "r": "nasb:2 Kings:20:18",
        "t": "‘Some of your sons who shall issue from you, whom you will beget, will be taken away; and they will become officials in the palace of the king of Babylon.’ ”"
    },
    {
        "o": 11088,
        "r": "nasb:2 Kings:20:19",
        "t": "Then Hezekiah said to Isaiah, “The word of the Lord*s which you have spoken is good.” For he thought, “Is it not so, if there will be peace and truth in my days?”"
    },
    {
        "o": 11089,
        "r": "nasb:2 Kings:20:20",
        "t": "Now*p the rest of the acts of Hezekiah and all his might, and how he made the pool and the conduit and brought water into the city, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 11090,
        "r": "nasb:2 Kings:20:21",
        "t": "So Hezekiah slept with his fathers, and Manasseh his son became king in his place."
    },
    {
        "o": 11091,
        "r": "nasb:2 Kings:21:0",
        "t": "2 Kings 21",
        "h": 1
    },
    {
        "o": 11092,
        "r": "nasb:2 Kings:21:0",
        "t": "Manasseh Succeeds Hezekiah",
        "h": 2
    },
    {
        "o": 11093,
        "r": "nasb:2 Kings:21:1",
        "t": "Manasseh*p was twelve years old when he became king, and he reigned fifty-five years in Jerusalem; and his mother’s name was Hephzibah."
    },
    {
        "o": 11094,
        "r": "nasb:2 Kings:21:2",
        "t": "He did evil in the sight of the Lord,*s according to the abominations of the nations whom the Lord*s dispossessed before the sons of Israel."
    },
    {
        "o": 11095,
        "r": "nasb:2 Kings:21:3",
        "t": "For he rebuilt the high places which Hezekiah his father had destroyed; and he erected altars for Baal and made an Asherah, as Ahab king of Israel had done, and worshiped all the host of heaven and served them."
    },
    {
        "o": 11096,
        "r": "nasb:2 Kings:21:4",
        "t": "He built altars in the house of the Lord,*s of which the Lord*s had said, “In Jerusalem I will put My name.”"
    },
    {
        "o": 11097,
        "r": "nasb:2 Kings:21:5",
        "t": "For he built altars for all the host of heaven in the two courts of the house of the Lord.*s"
    },
    {
        "o": 11098,
        "r": "nasb:2 Kings:21:6",
        "t": "He made his son pass through the fire, practiced witchcraft and used divination, and dealt with mediums and spiritists. He did much evil in the sight of the Lord*s provoking Him*i to*i anger.*i"
    },
    {
        "o": 11099,
        "r": "nasb:2 Kings:21:7",
        "t": "Then he set the carved image of Asherah that he had made, in the house of which the Lord*s said to David and to his son Solomon, “In this house and in Jerusalem, which I have chosen from all the tribes of Israel, I will put My name forever."
    },
    {
        "o": 11100,
        "r": "nasb:2 Kings:21:8",
        "t": "And I will not make the feet of Israel wander anymore from the land which I gave their fathers, if only they will observe to do according to all that I have commanded them, and according to all the law that My servant Moses commanded them.”"
    },
    {
        "o": 11101,
        "r": "nasb:2 Kings:21:9",
        "t": "But they did not listen, and Manasseh seduced them to do evil more than the nations whom the Lord*s destroyed before the sons of Israel."
    },
    {
        "o": 11102,
        "r": "nasb:2 Kings:21:9",
        "t": "The King’s Idolatries Rebuked",
        "h": 2
    },
    {
        "o": 11103,
        "r": "nasb:2 Kings:21:10",
        "t": "Now*p the Lord*s spoke through His servants the prophets, saying,"
    },
    {
        "o": 11104,
        "r": "nasb:2 Kings:21:11",
        "t": "“Because Manasseh king of Judah has done these abominations, having done wickedly more than all the Amorites did who were*i before him, and has also made Judah sin with his idols;"
    },
    {
        "o": 11105,
        "r": "nasb:2 Kings:21:12",
        "t": "therefore thus says the Lord,*s the God of Israel, ‘Behold, I am bringing such*i calamity on Jerusalem and Judah, that whoever hears of it, both his ears will tingle."
    },
    {
        "o": 11106,
        "r": "nasb:2 Kings:21:13",
        "t": "I will stretch over Jerusalem the line of Samaria and the plummet of the house of Ahab, and I will wipe Jerusalem as one wipes a dish, wiping it and turning it upside down."
    },
    {
        "o": 11107,
        "r": "nasb:2 Kings:21:14",
        "t": "I will abandon the remnant of My inheritance and deliver them into the hand of their enemies, and they will become as plunder and spoil to all their enemies;"
    },
    {
        "o": 11108,
        "r": "nasb:2 Kings:21:15",
        "t": "because they have done evil in My sight, and have been provoking Me to anger since the day their fathers came from Egypt, even to this day.’ ”"
    },
    {
        "o": 11109,
        "r": "nasb:2 Kings:21:16",
        "t": "Moreover,*p Manasseh shed very much innocent blood until he had filled Jerusalem from one end to another; besides his sin with which he made Judah sin, in doing evil in the sight of the Lord.*s"
    },
    {
        "o": 11110,
        "r": "nasb:2 Kings:21:17",
        "t": "Now the rest of the acts of Manasseh and all that he did and his sin which he committed, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 11111,
        "r": "nasb:2 Kings:21:18",
        "t": "And Manasseh slept with his fathers and was buried in the garden of his own house, in the garden of Uzza, and Amon his son became king in his place."
    },
    {
        "o": 11112,
        "r": "nasb:2 Kings:21:18",
        "t": "Amon Succeeds Manasseh",
        "h": 2
    },
    {
        "o": 11113,
        "r": "nasb:2 Kings:21:19",
        "t": "Amon*p was twenty-two years old when he became king, and he reigned two years in Jerusalem; and his mother’s name was*i Meshullemeth the daughter of Haruz of Jotbah."
    },
    {
        "o": 11114,
        "r": "nasb:2 Kings:21:20",
        "t": "He did evil in the sight of the Lord,*s as Manasseh his father had done."
    },
    {
        "o": 11115,
        "r": "nasb:2 Kings:21:21",
        "t": "For he walked in all the way that his father had walked, and served the idols that his father had served and worshiped them."
    },
    {
        "o": 11116,
        "r": "nasb:2 Kings:21:22",
        "t": "So he forsook the Lord,*s the God of his fathers, and did not walk in the way of the Lord.*s"
    },
    {
        "o": 11117,
        "r": "nasb:2 Kings:21:23",
        "t": "The servants of Amon conspired against him and killed the king in his own house."
    },
    {
        "o": 11118,
        "r": "nasb:2 Kings:21:24",
        "t": "Then the people of the land killed all those who had conspired against King Amon, and the people of the land made Josiah his son king in his place."
    },
    {
        "o": 11119,
        "r": "nasb:2 Kings:21:25",
        "t": "Now the rest of the acts of Amon which he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 11120,
        "r": "nasb:2 Kings:21:26",
        "t": "He was buried in his grave in the garden of Uzza, and Josiah his son became king in his place."
    },
    {
        "o": 11121,
        "r": "nasb:2 Kings:22:0",
        "t": "2 Kings 22",
        "h": 1
    },
    {
        "o": 11122,
        "r": "nasb:2 Kings:22:0",
        "t": "Josiah Succeeds Amon",
        "h": 2
    },
    {
        "o": 11123,
        "r": "nasb:2 Kings:22:1",
        "t": "Josiah*p was eight years old when he became king, and he reigned thirty-one years in Jerusalem; and his mother’s name was*i Jedidah the daughter of Adaiah of Bozkath."
    },
    {
        "o": 11124,
        "r": "nasb:2 Kings:22:2",
        "t": "He did right in the sight of the Lord*s and walked in all the way of his father David, nor did he turn aside to the right or to the left."
    },
    {
        "o": 11125,
        "r": "nasb:2 Kings:22:3",
        "t": "Now*p in the eighteenth year of King Josiah, the king sent Shaphan, the son of Azaliah the son of Meshullam the scribe, to the house of the Lord*s saying,"
    },
    {
        "o": 11126,
        "r": "nasb:2 Kings:22:4",
        "t": "“Go up to Hilkiah the high priest that he may count the money brought in to the house of the Lord*s which the doorkeepers have gathered from the people."
    },
    {
        "o": 11127,
        "r": "nasb:2 Kings:22:5",
        "t": "Let them deliver it into the hand of the workmen who have the oversight of the house of the Lord,*s and let them give it to the workmen who are in the house of the Lord*s to repair the damages of the house,"
    },
    {
        "o": 11128,
        "r": "nasb:2 Kings:22:6",
        "t": "to the carpenters and the builders and the masons and for buying timber and hewn stone to repair the house."
    },
    {
        "o": 11129,
        "r": "nasb:2 Kings:22:7",
        "t": "Only no accounting shall be made with them for the money delivered into their hands, for they deal faithfully.”"
    },
    {
        "o": 11130,
        "r": "nasb:2 Kings:22:7",
        "t": "The Lost Book",
        "h": 2
    },
    {
        "o": 11131,
        "r": "nasb:2 Kings:22:8",
        "t": "Then*p Hilkiah the high priest said to Shaphan the scribe, “I have found the book of the law in the house of the Lord.”*s And Hilkiah gave the book to Shaphan who read it."
    },
    {
        "o": 11132,
        "r": "nasb:2 Kings:22:9",
        "t": "Shaphan the scribe came to the king and brought back word to the king and said, “Your servants have emptied out the money that was found in the house, and have delivered it into the hand of the workmen who have the oversight of the house of the Lord.”*s"
    },
    {
        "o": 11133,
        "r": "nasb:2 Kings:22:10",
        "t": "Moreover, Shaphan the scribe told the king saying, “Hilkiah the priest has given me a book.” And Shaphan read it in the presence of the king."
    },
    {
        "o": 11134,
        "r": "nasb:2 Kings:22:11",
        "t": "When*p the king heard the words of the book of the law, he tore his clothes."
    },
    {
        "o": 11135,
        "r": "nasb:2 Kings:22:12",
        "t": "Then the king commanded Hilkiah the priest, Ahikam the son of Shaphan, Achbor the son of Micaiah, Shaphan the scribe, and Asaiah the king’s servant saying,"
    },
    {
        "o": 11136,
        "r": "nasb:2 Kings:22:13",
        "t": "“Go, inquire of the Lord*s for me and the people and all Judah concerning the words of this book that has been found, for great is the wrath of the Lord*s that burns against us, because our fathers have not listened to the words of this book, to do according to all that is written concerning us.”"
    },
    {
        "o": 11137,
        "r": "nasb:2 Kings:22:13",
        "t": "Huldah Predicts",
        "h": 2
    },
    {
        "o": 11138,
        "r": "nasb:2 Kings:22:14",
        "t": "So*p Hilkiah the priest, Ahikam, Achbor, Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah, the son of Harhas, keeper of the wardrobe (now she lived in Jerusalem in the Second Quarter); and they spoke to her."
    },
    {
        "o": 11139,
        "r": "nasb:2 Kings:22:15",
        "t": "She said to them, “Thus says the Lord*s God of Israel, ‘Tell the man who sent you to me,"
    },
    {
        "o": 11140,
        "r": "nasb:2 Kings:22:16",
        "t": "thus says the Lord,*s “Behold, I bring evil on this place and on its inhabitants, even*i all the words of the book which the king of Judah has read."
    },
    {
        "o": 11141,
        "r": "nasb:2 Kings:22:17",
        "t": "Because they have forsaken Me and have burned incense to other gods that they might provoke Me to anger with all the work of their hands, therefore My wrath burns against this place, and it shall not be quenched.” ’"
    },
    {
        "o": 11142,
        "r": "nasb:2 Kings:22:18",
        "t": "But to the king of Judah who sent you to inquire of the Lord*s thus shall you say to him, ‘Thus says the Lord*s God of Israel, “Regarding*i the words which you have heard,"
    },
    {
        "o": 11143,
        "r": "nasb:2 Kings:22:19",
        "t": "because your heart was tender and you humbled yourself before the Lord*s when you heard what I spoke against this place and against its inhabitants that they should become a desolation and a curse, and you have torn your clothes and wept before Me, I truly have heard you,” declares the Lord.*s"
    },
    {
        "o": 11144,
        "r": "nasb:2 Kings:22:20",
        "t": "“Therefore, behold, I will gather you to your fathers, and you will be gathered to your grave in peace, and your eyes will not see all the evil which I will bring on this place.” ’ ” So they brought back word to the king."
    },
    {
        "o": 11145,
        "r": "nasb:2 Kings:23:0",
        "t": "2 Kings 23",
        "h": 1
    },
    {
        "o": 11146,
        "r": "nasb:2 Kings:23:0",
        "t": "Josiah’s Covenant",
        "h": 2
    },
    {
        "o": 11147,
        "r": "nasb:2 Kings:23:1",
        "t": "Then*p the king sent, and they gathered to him all the elders of Judah and of Jerusalem."
    },
    {
        "o": 11148,
        "r": "nasb:2 Kings:23:2",
        "t": "The king went up to the house of the Lord*s and all the men of Judah and all the inhabitants of Jerusalem with him, and the priests and the prophets and all the people, both small and great; and he read in their hearing all the words of the book of the covenant which was found in the house of the Lord.*s"
    },
    {
        "o": 11149,
        "r": "nasb:2 Kings:23:3",
        "t": "The king stood by the pillar and made a covenant before the Lord,*s to walk after the Lord,*s and to keep His commandments and His testimonies and His statutes with all his*i heart and all his*i soul, to carry out the words of this covenant that were written in this book. And all the people entered into the covenant."
    },
    {
        "o": 11150,
        "r": "nasb:2 Kings:23:3",
        "t": "Reforms under Josiah",
        "h": 2
    },
    {
        "o": 11151,
        "r": "nasb:2 Kings:23:4",
        "t": "Then*p the king commanded Hilkiah the high priest and the priests of the second order and the doorkeepers, to bring out of the temple of the Lord*s all the vessels that were made for Baal, for Asherah, and for all the host of heaven; and he burned them outside Jerusalem in the fields of the Kidron, and carried their ashes to Bethel."
    },
    {
        "o": 11152,
        "r": "nasb:2 Kings:23:5",
        "t": "He did away with the idolatrous priests whom the kings of Judah had appointed to burn incense in the high places in the cities of Judah and in the surrounding area of Jerusalem, also those who burned incense to Baal, to the sun and to the moon and to the constellations and to all the host of heaven."
    },
    {
        "o": 11153,
        "r": "nasb:2 Kings:23:6",
        "t": "He brought out the Asherah from the house of the Lord*s outside Jerusalem to the brook Kidron, and burned it at the brook Kidron, and ground it*i to dust, and threw its dust on the graves of the common people."
    },
    {
        "o": 11154,
        "r": "nasb:2 Kings:23:7",
        "t": "He also broke down the houses of the male*i cult prostitutes which were*i in the house of the Lord,*s where the women were weaving hangings for the Asherah."
    },
    {
        "o": 11155,
        "r": "nasb:2 Kings:23:8",
        "t": "Then he brought all the priests from the cities of Judah, and defiled the high places where the priests had burned incense, from Geba to Beersheba; and he broke down the high places of the gates which were*i at the entrance of the gate of Joshua the governor of the city, which were*i on one’s left at the city gate."
    },
    {
        "o": 11156,
        "r": "nasb:2 Kings:23:9",
        "t": "Nevertheless the priests of the high places did not go up to the altar of the Lord*s in Jerusalem, but they ate unleavened bread among their brothers."
    },
    {
        "o": 11157,
        "r": "nasb:2 Kings:23:10",
        "t": "He also defiled Topheth, which is in the valley of the son of Hinnom, that no man might make his son or his daughter pass through the fire for Molech."
    },
    {
        "o": 11158,
        "r": "nasb:2 Kings:23:11",
        "t": "He did away with the horses which the kings of Judah had given to the sun, at the entrance of the house of the Lord,*s by the chamber of Nathan-melech the official, which was*i in the precincts; and he burned the chariots of the sun with fire."
    },
    {
        "o": 11159,
        "r": "nasb:2 Kings:23:12",
        "t": "The altars which were*i on the roof, the upper chamber of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the house of the Lord,*s the king broke down; and he smashed them there and threw their dust into the brook Kidron."
    },
    {
        "o": 11160,
        "r": "nasb:2 Kings:23:13",
        "t": "The high places which were*i before Jerusalem, which were*i on the right of the mount of destruction which Solomon the king of Israel had built for Ashtoreth the abomination of the Sidonians, and for Chemosh the abomination of Moab, and for Milcom the abomination of the sons of Ammon, the king defiled."
    },
    {
        "o": 11161,
        "r": "nasb:2 Kings:23:14",
        "t": "He broke in pieces the sacred*i pillars and cut down the Asherim and filled their places with human bones."
    },
    {
        "o": 11162,
        "r": "nasb:2 Kings:23:15",
        "t": "Furthermore,*p the altar that was*i at Bethel and*i the high place which Jeroboam the son of Nebat, who made Israel sin, had made, even that altar and the high place he broke down. Then he demolished its stones, ground them to dust, and burned the Asherah."
    },
    {
        "o": 11163,
        "r": "nasb:2 Kings:23:16",
        "t": "Now when Josiah turned, he saw the graves that were*i there on the mountain, and he sent and took the bones from the graves and burned them*i on the altar and defiled it according to the word of the Lord*s which the man of God proclaimed, who proclaimed these things."
    },
    {
        "o": 11164,
        "r": "nasb:2 Kings:23:17",
        "t": "Then he said, “What is this monument that I see?” And the men of the city told him, “It is the grave of the man of God who came from Judah and proclaimed these things which you have done against the altar of Bethel.”"
    },
    {
        "o": 11165,
        "r": "nasb:2 Kings:23:18",
        "t": "He said, “Let him alone; let no one disturb his bones.” So they left his bones undisturbed with the bones of the prophet who came from Samaria."
    },
    {
        "o": 11166,
        "r": "nasb:2 Kings:23:19",
        "t": "Josiah also removed all the houses of the high places which were*i in the cities of Samaria, which the kings of Israel had made provoking the Lord;*s and he did to them just as he had done in Bethel."
    },
    {
        "o": 11167,
        "r": "nasb:2 Kings:23:20",
        "t": "All the priests of the high places who were*i there he slaughtered on the altars and burned human bones on them; then he returned to Jerusalem."
    },
    {
        "o": 11168,
        "r": "nasb:2 Kings:23:20",
        "t": "Passover Reinstituted",
        "h": 2
    },
    {
        "o": 11169,
        "r": "nasb:2 Kings:23:21",
        "t": "Then*p the king commanded all the people saying, “Celebrate the Passover to the Lord*s your God as it is written in this book of the covenant.”"
    },
    {
        "o": 11170,
        "r": "nasb:2 Kings:23:22",
        "t": "Surely such a Passover had not been celebrated from the days of the judges who judged Israel, nor in all the days of the kings of Israel and of the kings of Judah."
    },
    {
        "o": 11171,
        "r": "nasb:2 Kings:23:23",
        "t": "But in the eighteenth year of King Josiah, this Passover was observed to the Lord*s in Jerusalem."
    },
    {
        "o": 11172,
        "r": "nasb:2 Kings:23:24",
        "t": "Moreover,*p Josiah removed the mediums and the spiritists and the teraphim and the idols and all the abominations that were seen in the land of Judah and in Jerusalem, that he might confirm the words of the law which were written in the book that Hilkiah the priest found in the house of the Lord.*s"
    },
    {
        "o": 11173,
        "r": "nasb:2 Kings:23:25",
        "t": "Before him there was no king like him who turned to the Lord*s with all his heart and with all his soul and with all his might, according to all the law of Moses; nor did any like him arise after him."
    },
    {
        "o": 11174,
        "r": "nasb:2 Kings:23:26",
        "t": "However,*p the Lord*s did not turn from the fierceness of His great wrath with which His anger burned against Judah, because of all the provocations with which Manasseh had provoked Him."
    },
    {
        "o": 11175,
        "r": "nasb:2 Kings:23:27",
        "t": "The Lord*s said, “I will remove Judah also from My sight, as I have removed Israel. And I will cast off Jerusalem, this city which I have chosen, and the temple of which I said, ‘My name shall be there.’ ”"
    },
    {
        "o": 11176,
        "r": "nasb:2 Kings:23:27",
        "t": "Jehoahaz Succeeds Josiah",
        "h": 2
    },
    {
        "o": 11177,
        "r": "nasb:2 Kings:23:28",
        "t": "Now*p the rest of the acts of Josiah and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 11178,
        "r": "nasb:2 Kings:23:29",
        "t": "In his days Pharaoh Neco king of Egypt went up to the king of Assyria to the river Euphrates. And King Josiah went to meet him, and when Pharaoh*i Neco*i saw him he killed him at Megiddo."
    },
    {
        "o": 11179,
        "r": "nasb:2 Kings:23:30",
        "t": "His servants drove his body in a chariot from Megiddo, and brought him to Jerusalem and buried him in his own tomb. Then the people of the land took Jehoahaz the son of Josiah and anointed him and made him king in place of his father."
    },
    {
        "o": 11180,
        "r": "nasb:2 Kings:23:31",
        "t": "Jehoahaz*p was twenty-three years old when he became king, and he reigned three months in Jerusalem; and his mother’s name was Hamutal the daughter of Jeremiah of Libnah."
    },
    {
        "o": 11181,
        "r": "nasb:2 Kings:23:32",
        "t": "He did evil in the sight of the Lord,*s according to all that his fathers had done."
    },
    {
        "o": 11182,
        "r": "nasb:2 Kings:23:33",
        "t": "Pharaoh Neco imprisoned him at Riblah in the land of Hamath, that he might not reign in Jerusalem; and he imposed on the land a fine of one hundred talents of silver and a talent of gold."
    },
    {
        "o": 11183,
        "r": "nasb:2 Kings:23:33",
        "t": "Jehoiakim Made King by Pharaoh",
        "h": 2
    },
    {
        "o": 11184,
        "r": "nasb:2 Kings:23:34",
        "t": "Pharaoh*p Neco made Eliakim the son of Josiah king in the place of Josiah his father, and changed his name to Jehoiakim. But he took Jehoahaz away and brought him*i to Egypt, and he died there."
    },
    {
        "o": 11185,
        "r": "nasb:2 Kings:23:35",
        "t": "So Jehoiakim gave the silver and gold to Pharaoh, but he taxed the land in order to give the money at the command of Pharaoh. He exacted the silver and gold from the people of the land, each according to his valuation, to give it to Pharaoh Neco."
    },
    {
        "o": 11186,
        "r": "nasb:2 Kings:23:36",
        "t": "Jehoiakim*p was twenty-five years old when he became king, and he reigned eleven years in Jerusalem; and his mother’s name was*i Zebidah the daughter of Pedaiah of Rumah."
    },
    {
        "o": 11187,
        "r": "nasb:2 Kings:23:37",
        "t": "He did evil in the sight of the Lord,*s according to all that his fathers had done."
    },
    {
        "o": 11188,
        "r": "nasb:2 Kings:24:0",
        "t": "2 Kings 24",
        "h": 1
    },
    {
        "o": 11189,
        "r": "nasb:2 Kings:24:0",
        "t": "Babylon Controls Jehoiakim",
        "h": 2
    },
    {
        "o": 11190,
        "r": "nasb:2 Kings:24:1",
        "t": "In*p his days Nebuchadnezzar king of Babylon came up, and Jehoiakim became his servant for*i three years; then he turned and rebelled against him."
    },
    {
        "o": 11191,
        "r": "nasb:2 Kings:24:2",
        "t": "The Lord*s sent against him bands of Chaldeans, bands of Arameans, bands of Moabites, and bands of Ammonites. So He sent them against Judah to destroy it, according to the word of the Lord*s which He had spoken through His servants the prophets."
    },
    {
        "o": 11192,
        "r": "nasb:2 Kings:24:3",
        "t": "Surely at the command of the Lord*s it came upon Judah, to remove them*i from His sight because of the sins of Manasseh, according to all that he had done,"
    },
    {
        "o": 11193,
        "r": "nasb:2 Kings:24:4",
        "t": "and also for the innocent blood which he shed, for he filled Jerusalem with innocent blood; and the Lord*s would not forgive."
    },
    {
        "o": 11194,
        "r": "nasb:2 Kings:24:5",
        "t": "Now the rest of the acts of Jehoiakim and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 11195,
        "r": "nasb:2 Kings:24:5",
        "t": "Jehoiachin Reigns",
        "h": 2
    },
    {
        "o": 11196,
        "r": "nasb:2 Kings:24:6",
        "t": "So*p Jehoiakim slept with his fathers, and Jehoiachin his son became king in his place."
    },
    {
        "o": 11197,
        "r": "nasb:2 Kings:24:7",
        "t": "The king of Egypt did not come out of his land again, for the king of Babylon had taken all that belonged to the king of Egypt from the brook of Egypt to the river Euphrates."
    },
    {
        "o": 11198,
        "r": "nasb:2 Kings:24:8",
        "t": "Jehoiachin*p was eighteen years old when he became king, and he reigned three months in Jerusalem; and his mother’s name was*i Nehushta the daughter of Elnathan of Jerusalem."
    },
    {
        "o": 11199,
        "r": "nasb:2 Kings:24:9",
        "t": "He did evil in the sight of the Lord,*s according to all that his father had done."
    },
    {
        "o": 11200,
        "r": "nasb:2 Kings:24:9",
        "t": "Deportation to Babylon",
        "h": 2
    },
    {
        "o": 11201,
        "r": "nasb:2 Kings:24:10",
        "t": "At*p that time the servants of Nebuchadnezzar king of Babylon went up to Jerusalem, and the city came under siege."
    },
    {
        "o": 11202,
        "r": "nasb:2 Kings:24:11",
        "t": "And Nebuchadnezzar the king of Babylon came to the city, while his servants were besieging it."
    },
    {
        "o": 11203,
        "r": "nasb:2 Kings:24:12",
        "t": "Jehoiachin the king of Judah went out to the king of Babylon, he and his mother and his servants and his captains and his officials. So the king of Babylon took him captive in the eighth year of his reign."
    },
    {
        "o": 11204,
        "r": "nasb:2 Kings:24:13",
        "t": "He carried out from there all the treasures of the house of the Lord,*s and the treasures of the king’s house, and cut in pieces all the vessels of gold which Solomon king of Israel had made in the temple of the Lord,*s just as the Lord*s had said."
    },
    {
        "o": 11205,
        "r": "nasb:2 Kings:24:14",
        "t": "Then he led away into exile all Jerusalem and all the captains and all the mighty men of valor, ten thousand captives, and all the craftsmen and the smiths. None remained except the poorest people of the land."
    },
    {
        "o": 11206,
        "r": "nasb:2 Kings:24:15",
        "t": "So*p he led Jehoiachin away into exile to Babylon; also the king’s mother and the king’s wives and his officials and the leading men of the land, he led away into exile from Jerusalem to Babylon."
    },
    {
        "o": 11207,
        "r": "nasb:2 Kings:24:16",
        "t": "All the men of valor, seven thousand, and the craftsmen and the smiths, one thousand, all strong and fit for war, and these the king of Babylon brought into exile to Babylon."
    },
    {
        "o": 11208,
        "r": "nasb:2 Kings:24:16",
        "t": "Zedekiah Made King",
        "h": 2
    },
    {
        "o": 11209,
        "r": "nasb:2 Kings:24:17",
        "t": "Then*p the king of Babylon made his uncle Mattaniah king in his place, and changed his name to Zedekiah."
    },
    {
        "o": 11210,
        "r": "nasb:2 Kings:24:18",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned eleven years in Jerusalem; and his mother’s name was Hamutal the daughter of Jeremiah of Libnah."
    },
    {
        "o": 11211,
        "r": "nasb:2 Kings:24:19",
        "t": "He did evil in the sight of the Lord,*s according to all that Jehoiakim had done."
    },
    {
        "o": 11212,
        "r": "nasb:2 Kings:24:20",
        "t": "For through the anger of the Lord*s this*i came about in Jerusalem and Judah until He cast them out from His presence. And Zedekiah rebelled against the king of Babylon."
    },
    {
        "o": 11213,
        "r": "nasb:2 Kings:25:0",
        "t": "2 Kings 25",
        "h": 1
    },
    {
        "o": 11214,
        "r": "nasb:2 Kings:25:0",
        "t": "Nebuchadnezzar Besieges Jerusalem",
        "h": 2
    },
    {
        "o": 11215,
        "r": "nasb:2 Kings:25:1",
        "t": "Now*p in the ninth year of his reign, on the tenth day of the tenth month, Nebuchadnezzar king of Babylon came, he and all his army, against Jerusalem, camped against it and built a siege wall all around it."
    },
    {
        "o": 11216,
        "r": "nasb:2 Kings:25:2",
        "t": "So the city was under siege until the eleventh year of King Zedekiah."
    },
    {
        "o": 11217,
        "r": "nasb:2 Kings:25:3",
        "t": "On the ninth day of the fourth*i month the famine was so severe in the city that there was no food for the people of the land."
    },
    {
        "o": 11218,
        "r": "nasb:2 Kings:25:4",
        "t": "Then the city was broken into, and all the men of war fled*i by night by way of the gate between the two walls beside the king’s garden, though the Chaldeans were all around the city. And they went by way of the Arabah."
    },
    {
        "o": 11219,
        "r": "nasb:2 Kings:25:5",
        "t": "But the army of the Chaldeans pursued the king and overtook him in the plains of Jericho and all his army was scattered from him."
    },
    {
        "o": 11220,
        "r": "nasb:2 Kings:25:6",
        "t": "Then they captured the king and brought him to the king of Babylon at Riblah, and he passed sentence on him."
    },
    {
        "o": 11221,
        "r": "nasb:2 Kings:25:7",
        "t": "They slaughtered the sons of Zedekiah before his eyes, then put out the eyes of Zedekiah and bound him with bronze fetters and brought him to Babylon."
    },
    {
        "o": 11222,
        "r": "nasb:2 Kings:25:7",
        "t": "Jerusalem Burned and Plundered",
        "h": 2
    },
    {
        "o": 11223,
        "r": "nasb:2 Kings:25:8",
        "t": "Now*p on the seventh day of the fifth month, which was the nineteenth year of King Nebuchadnezzar, king of Babylon, Nebuzaradan the captain of the guard, a servant of the king of Babylon, came to Jerusalem."
    },
    {
        "o": 11224,
        "r": "nasb:2 Kings:25:9",
        "t": "He burned the house of the Lord,*s the king’s house, and all the houses of Jerusalem; even every great house he burned with fire."
    },
    {
        "o": 11225,
        "r": "nasb:2 Kings:25:10",
        "t": "So all the army of the Chaldeans who were*i with*i the captain of the guard broke down the walls around Jerusalem."
    },
    {
        "o": 11226,
        "r": "nasb:2 Kings:25:11",
        "t": "Then the rest of the people who were left in the city and the deserters who had deserted to the king of Babylon and the rest of the people, Nebuzaradan the captain of the guard carried away into exile."
    },
    {
        "o": 11227,
        "r": "nasb:2 Kings:25:12",
        "t": "But the captain of the guard left some of the poorest of the land to be vinedressers and plowmen."
    },
    {
        "o": 11228,
        "r": "nasb:2 Kings:25:13",
        "t": "Now*p the bronze pillars which were in the house of the Lord,*s and the stands and the bronze sea which were in the house of the Lord,*s the Chaldeans broke in pieces and carried the bronze to Babylon."
    },
    {
        "o": 11229,
        "r": "nasb:2 Kings:25:14",
        "t": "They took away the pots, the shovels, the snuffers, the spoons, and all the bronze vessels which were used in temple*i service."
    },
    {
        "o": 11230,
        "r": "nasb:2 Kings:25:15",
        "t": "The captain of the guard also took away the firepans and the basins, what was fine gold and what was fine silver."
    },
    {
        "o": 11231,
        "r": "nasb:2 Kings:25:16",
        "t": "The two pillars, the one sea, and the stands which Solomon had made for the house of the Lord*s —the bronze of all these vessels was beyond weight."
    },
    {
        "o": 11232,
        "r": "nasb:2 Kings:25:17",
        "t": "The height of the one pillar was eighteen cubits, and a bronze capital was on it; the height of the capital was three cubits, with a network and pomegranates on the capital all around, all of bronze. And the second pillar was like these with network."
    },
    {
        "o": 11233,
        "r": "nasb:2 Kings:25:18",
        "t": "Then*p the captain of the guard took Seraiah the chief priest and Zephaniah the second priest, with the three officers of the temple."
    },
    {
        "o": 11234,
        "r": "nasb:2 Kings:25:19",
        "t": "From the city he took one official who was overseer of the men of war, and five of the king’s advisers who were found in the city; and the scribe of the captain of the army who mustered the people of the land; and sixty men of the people of the land who were found in the city."
    },
    {
        "o": 11235,
        "r": "nasb:2 Kings:25:20",
        "t": "Nebuzaradan the captain of the guard took them and brought them to the king of Babylon at Riblah."
    },
    {
        "o": 11236,
        "r": "nasb:2 Kings:25:21",
        "t": "Then the king of Babylon struck them down and put them to death at Riblah in the land of Hamath. So Judah was led away into exile from its land."
    },
    {
        "o": 11237,
        "r": "nasb:2 Kings:25:21",
        "t": "Gedaliah Made Governor",
        "h": 2
    },
    {
        "o": 11238,
        "r": "nasb:2 Kings:25:22",
        "t": "Now*p as*i for*i the people who were left in the land of Judah, whom Nebuchadnezzar king of Babylon had left, he appointed Gedaliah the son of Ahikam, the son of Shaphan over them."
    },
    {
        "o": 11239,
        "r": "nasb:2 Kings:25:23",
        "t": "When all the captains of the forces, they and their*i men, heard that the king of Babylon had appointed Gedaliah governor,*i they came to Gedaliah to Mizpah, namely, Ishmael the son of Nethaniah, and Johanan the son of Kareah, and Seraiah the son of Tanhumeth the Netophathite, and Jaazaniah the son of the Maacathite, they and their men."
    },
    {
        "o": 11240,
        "r": "nasb:2 Kings:25:24",
        "t": "Gedaliah swore to them and their men and said to them, “Do not be afraid of the servants of the Chaldeans; live in the land and serve the king of Babylon, and it will be well with you.”"
    },
    {
        "o": 11241,
        "r": "nasb:2 Kings:25:25",
        "t": "But*p it came about in the seventh month, that Ishmael the son of Nethaniah, the son of Elishama, of the royal family, came with ten men and struck Gedaliah down so that he died along with the Jews and the Chaldeans who were with him at Mizpah."
    },
    {
        "o": 11242,
        "r": "nasb:2 Kings:25:26",
        "t": "Then all the people, both small and great, and the captains of the forces arose and went to Egypt; for they were afraid of the Chaldeans."
    },
    {
        "o": 11243,
        "r": "nasb:2 Kings:25:27",
        "t": "Now*p it came about in the thirty-seventh year of the exile of Jehoiachin king of Judah, in the twelfth month, on the twenty-seventh day*i of the month, that Evil-merodach king of Babylon, in the year that he became king, released Jehoiachin king of Judah from prison;"
    },
    {
        "o": 11244,
        "r": "nasb:2 Kings:25:28",
        "t": "and he spoke kindly to him and set his throne above the throne of the kings who were*i with him in Babylon."
    },
    {
        "o": 11245,
        "r": "nasb:2 Kings:25:29",
        "t": "Jehoiachin changed his prison clothes and had his meals in the king’s presence regularly all the days of his life;"
    },
    {
        "o": 11246,
        "r": "nasb:2 Kings:25:30",
        "t": "and for his allowance, a regular allowance was given him by the king, a portion for each day, all the days of his life."
    }
]
