[
    {
        "o": 25603,
        "r": "esv:Zechariah:9:0",
        "t": "Zechariah 9",
        "h": 1
    },
    {
        "o": 25604,
        "r": "esv:Zechariah:9:0",
        "t": "Judgment on Israel’s Enemies",
        "h": 2
    },
    {
        "o": 25605,
        "r": "esv:Zechariah:9:1",
        "t": "The*pn oracle of the word of the Lord*s is against the land of Hadrach and*ld Damascus is its resting place. For*ln the Lord*s has an eye on mankind and*ld on all the tribes of Israel,"
    },
    {
        "o": 25606,
        "r": "esv:Zechariah:9:2",
        "t": "and*ln on Hamath also, which borders on it, Tyre*ld and Sidon, though they are very wise."
    },
    {
        "o": 25607,
        "r": "esv:Zechariah:9:3",
        "t": "Tyre*ln has built herself a rampart and*ld heaped up silver like dust, and*ld fine gold like the mud of the streets."
    },
    {
        "o": 25608,
        "r": "esv:Zechariah:9:4",
        "t": "But*ln behold, the Lord will strip her of her possessions and*ld strike down her power on the sea, and*ld she shall be devoured by fire."
    },
    {
        "o": 25609,
        "r": "esv:Zechariah:9:5",
        "t": "Ashkelon*pn shall see it, and be afraid; Gaza*ld too, and shall writhe in anguish; Ekron*ld also, because its hopes are confounded. The*ln king shall perish from Gaza; Ashkelon*ld shall be uninhabited;"
    },
    {
        "o": 25610,
        "r": "esv:Zechariah:9:6",
        "t": "a*ln mixed people shall dwell in Ashdod, and*ld I will cut off the pride of Philistia."
    },
    {
        "o": 25611,
        "r": "esv:Zechariah:9:7",
        "t": "I*ln will take away its blood from its mouth, and*ld its abominations from between its teeth; it*ln too shall be a remnant for our God; it*ld shall be like a clan in Judah, and*ld Ekron shall be like the Jebusites."
    },
    {
        "o": 25612,
        "r": "esv:Zechariah:9:8",
        "t": "Then*ln I will encamp at my house as a guard, so*ld that none shall march to and fro; no*ln oppressor shall again march over them, for*ld now I see with my own eyes."
    },
    {
        "o": 25613,
        "r": "esv:Zechariah:9:8",
        "t": "The Coming King of Zion",
        "h": 2
    },
    {
        "o": 25614,
        "r": "esv:Zechariah:9:9",
        "t": "Rejoice*pn greatly, O daughter of Zion! Shout*ld aloud, O daughter of Jerusalem! Behold,*ln your king is coming to you; righteous*ld and having salvation is he, humble*ln and mounted on a donkey, on*ld a colt, the foal of a donkey."
    },
    {
        "o": 25615,
        "r": "esv:Zechariah:9:10",
        "t": "I*ln will cut off the chariot from Ephraim and*ld the war horse from Jerusalem; and*ln the battle bow shall be cut off, and*ld he shall speak peace to the nations; his*ln rule shall be from sea to sea, and*ld from the River to the ends of the earth."
    },
    {
        "o": 25616,
        "r": "esv:Zechariah:9:11",
        "t": "As*ln for you also, because of the blood of my covenant with you, I*ld will set your prisoners free from the waterless pit."
    },
    {
        "o": 25617,
        "r": "esv:Zechariah:9:12",
        "t": "Return*ln to your stronghold, O prisoners of hope; today*ld I declare that I will restore to you double."
    },
    {
        "o": 25618,
        "r": "esv:Zechariah:9:13",
        "t": "For*ln I have bent Judah as my bow; I*ld have made Ephraim its arrow. I*ln will stir up your sons, O Zion, against*ld your sons, O Greece, and*ld wield you like a warrior’s sword."
    },
    {
        "o": 25619,
        "r": "esv:Zechariah:9:13",
        "t": "The Lord Will Save His People",
        "h": 2
    },
    {
        "o": 25620,
        "r": "esv:Zechariah:9:14",
        "t": "Then*pn the Lord*s will appear over them, and*ld his arrow will go forth like lightning; the*ln Lord God*s will sound the trumpet and*ld will march forth in the whirlwinds of the south."
    },
    {
        "o": 25621,
        "r": "esv:Zechariah:9:15",
        "t": "The*ln Lord*s of hosts will protect them, and*ld they shall devour, and tread down the sling stones, and*ln they shall drink and roar as if drunk with wine, and*ld be full like a bowl, drenched*ld like the corners of the altar."
    },
    {
        "o": 25622,
        "r": "esv:Zechariah:9:16",
        "t": "On*pn that day the Lord*s their God will save them, as*ld the flock of his people; for*ln like the jewels of a crown they*ld shall shine on his land."
    },
    {
        "o": 25623,
        "r": "esv:Zechariah:9:17",
        "t": "For*ln how great is his goodness, and how great his beauty! Grain*ld shall make the young men flourish, and*ld new wine the young women."
    }
]
