[
    {
        "o": 8740,
        "r": "nasb:1 Samuel:31:0",
        "t": "1 Samuel 31",
        "h": 1
    },
    {
        "o": 8741,
        "r": "nasb:1 Samuel:31:0",
        "t": "Saul and His Sons Slain",
        "h": 2
    },
    {
        "o": 8742,
        "r": "nasb:1 Samuel:31:1",
        "t": "Now*p the Philistines were fighting against Israel, and the men of Israel fled from before the Philistines and fell slain on Mount Gilboa."
    },
    {
        "o": 8743,
        "r": "nasb:1 Samuel:31:2",
        "t": "The Philistines overtook Saul and his sons; and the Philistines killed Jonathan and Abinadab and Malchi-shua the sons of Saul."
    },
    {
        "o": 8744,
        "r": "nasb:1 Samuel:31:3",
        "t": "The battle went heavily against Saul, and the archers hit him; and he was badly wounded by the archers."
    },
    {
        "o": 8745,
        "r": "nasb:1 Samuel:31:4",
        "t": "Then Saul said to his armor bearer, “Draw your sword and pierce me through with it, otherwise these uncircumcised will come and pierce me through and make sport of me.” But his armor bearer would not, for he was greatly afraid. So Saul took his sword and fell on it."
    },
    {
        "o": 8746,
        "r": "nasb:1 Samuel:31:5",
        "t": "When his armor bearer saw that Saul was dead, he also fell on his sword and died with him."
    },
    {
        "o": 8747,
        "r": "nasb:1 Samuel:31:6",
        "t": "Thus Saul died with his three sons, his armor bearer, and all his men on that day together."
    },
    {
        "o": 8748,
        "r": "nasb:1 Samuel:31:7",
        "t": "When*p the men of Israel who were on the other side of the valley, with those who were beyond the Jordan, saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned the cities and fled; then the Philistines came and lived in them."
    },
    {
        "o": 8749,
        "r": "nasb:1 Samuel:31:8",
        "t": "It*p came about on the next day when the Philistines came to strip the slain, that they found Saul and his three sons fallen on Mount Gilboa."
    },
    {
        "o": 8750,
        "r": "nasb:1 Samuel:31:9",
        "t": "They cut off his head and stripped off his weapons, and sent them*i throughout the land of the Philistines, to carry the good news to the house of their idols and to the people."
    },
    {
        "o": 8751,
        "r": "nasb:1 Samuel:31:10",
        "t": "They put his weapons in the temple of Ashtaroth, and they fastened his body to the wall of Beth-shan."
    },
    {
        "o": 8752,
        "r": "nasb:1 Samuel:31:11",
        "t": "Now when the inhabitants of Jabesh-gilead heard what the Philistines had done to Saul,"
    },
    {
        "o": 8753,
        "r": "nasb:1 Samuel:31:12",
        "t": "all the valiant men rose and walked all night, and took the body of Saul and the bodies of his sons from the wall of Beth-shan, and they came to Jabesh and burned them there."
    },
    {
        "o": 8754,
        "r": "nasb:1 Samuel:31:13",
        "t": "They took their bones and buried them under the tamarisk tree at Jabesh, and fasted seven days."
    }
]
