[
    {
        "o": 7066,
        "r": "niv:Joshua:24:0",
        "t": "Joshua 24",
        "h": 1
    },
    {
        "o": 7067,
        "r": "niv:Joshua:24:0",
        "t": "The Covenant Renewed at Shechem",
        "h": 2
    },
    {
        "o": 7068,
        "r": "niv:Joshua:24:1",
        "t": "Then*p Joshua assembled all the tribes of Israel at Shechem. He summoned the elders, leaders, judges and officials of Israel, and they presented themselves before God."
    },
    {
        "o": 7069,
        "r": "niv:Joshua:24:2",
        "t": "Joshua*p said to all the people, “This is what the Lord,*s the God of Israel, says: ‘Long ago your ancestors, including Terah the father of Abraham and Nahor, lived beyond the Euphrates River and worshiped other gods."
    },
    {
        "o": 7070,
        "r": "niv:Joshua:24:3",
        "t": "But I took your father Abraham from the land beyond the Euphrates and led him throughout Canaan and gave him many descendants. I gave him Isaac,"
    },
    {
        "o": 7071,
        "r": "niv:Joshua:24:4",
        "t": "and to Isaac I gave Jacob and Esau. I assigned the hill country of Seir to Esau, but Jacob and his family went down to Egypt."
    },
    {
        "o": 7072,
        "r": "niv:Joshua:24:5",
        "t": "“ ‘Then*p I sent Moses and Aaron, and I afflicted the Egyptians by what I did there, and I brought you out."
    },
    {
        "o": 7073,
        "r": "niv:Joshua:24:6",
        "t": "When I brought your people out of Egypt, you came to the sea, and the Egyptians pursued them with chariots and horsemen as far as the Red Sea."
    },
    {
        "o": 7074,
        "r": "niv:Joshua:24:7",
        "t": "But they cried to the Lord*s for help, and he put darkness between you and the Egyptians; he brought the sea over them and covered them. You saw with your own eyes what I did to the Egyptians. Then you lived in the wilderness for a long time."
    },
    {
        "o": 7075,
        "r": "niv:Joshua:24:8",
        "t": "“ ‘I*p brought you to the land of the Amorites who lived east of the Jordan. They fought against you, but I gave them into your hands. I destroyed them from before you, and you took possession of their land."
    },
    {
        "o": 7076,
        "r": "niv:Joshua:24:9",
        "t": "When Balak son of Zippor, the king of Moab, prepared to fight against Israel, he sent for Balaam son of Beor to put a curse on you."
    },
    {
        "o": 7077,
        "r": "niv:Joshua:24:10",
        "t": "But I would not listen to Balaam, so he blessed you again and again, and I delivered you out of his hand."
    },
    {
        "o": 7078,
        "r": "niv:Joshua:24:11",
        "t": "“ ‘Then*p you crossed the Jordan and came to Jericho. The citizens of Jericho fought against you, as did also the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites and Jebusites, but I gave them into your hands."
    },
    {
        "o": 7079,
        "r": "niv:Joshua:24:12",
        "t": "I sent the hornet ahead of you, which drove them out before you—also the two Amorite kings. You did not do it with your own sword and bow."
    },
    {
        "o": 7080,
        "r": "niv:Joshua:24:13",
        "t": "So I gave you a land on which you did not toil and cities you did not build; and you live in them and eat from vineyards and olive groves that you did not plant.’"
    },
    {
        "o": 7081,
        "r": "niv:Joshua:24:14",
        "t": "“Now*p fear the Lord*s and serve him with all faithfulness. Throw away the gods your ancestors worshiped beyond the Euphrates River and in Egypt, and serve the Lord.*s"
    },
    {
        "o": 7082,
        "r": "niv:Joshua:24:15",
        "t": "But if serving the Lord*s seems undesirable to you, then choose for yourselves this day whom you will serve, whether the gods your ancestors served beyond the Euphrates, or the gods of the Amorites, in whose land you are living. But as for me and my household, we will serve the Lord.”*s"
    },
    {
        "o": 7083,
        "r": "niv:Joshua:24:16",
        "t": "Then*p the people answered, “Far be it from us to forsake the Lord*s to serve other gods!"
    },
    {
        "o": 7084,
        "r": "niv:Joshua:24:17",
        "t": "It was the Lord*s our God himself who brought us and our parents up out of Egypt, from that land of slavery, and performed those great signs before our eyes. He protected us on our entire journey and among all the nations through which we traveled."
    },
    {
        "o": 7085,
        "r": "niv:Joshua:24:18",
        "t": "And the Lord*s drove out before us all the nations, including the Amorites, who lived in the land. We too will serve the Lord,*s because he is our God.”"
    },
    {
        "o": 7086,
        "r": "niv:Joshua:24:19",
        "t": "Joshua*p said to the people, “You are not able to serve the Lord.*s He is a holy God; he is a jealous God. He will not forgive your rebellion and your sins."
    },
    {
        "o": 7087,
        "r": "niv:Joshua:24:20",
        "t": "If you forsake the Lord*s and serve foreign gods, he will turn and bring disaster on you and make an end of you, after he has been good to you.”"
    },
    {
        "o": 7088,
        "r": "niv:Joshua:24:21",
        "t": "But*p the people said to Joshua, “No! We will serve the Lord.”*s"
    },
    {
        "o": 7089,
        "r": "niv:Joshua:24:22",
        "t": "Then*p Joshua said, “You are witnesses against yourselves that you have chosen to serve the Lord.”*s “Yes,*p we are witnesses,” they replied."
    },
    {
        "o": 7090,
        "r": "niv:Joshua:24:23",
        "t": "“Now*p then,” said Joshua, “throw away the foreign gods that are among you and yield your hearts to the Lord,*s the God of Israel.”"
    },
    {
        "o": 7091,
        "r": "niv:Joshua:24:24",
        "t": "And*p the people said to Joshua, “We will serve the Lord*s our God and obey him.”"
    },
    {
        "o": 7092,
        "r": "niv:Joshua:24:25",
        "t": "On*p that day Joshua made a covenant for the people, and there at Shechem he reaffirmed for them decrees and laws."
    },
    {
        "o": 7093,
        "r": "niv:Joshua:24:26",
        "t": "And Joshua recorded these things in the Book of the Law of God. Then he took a large stone and set it up there under the oak near the holy place of the Lord.*s"
    },
    {
        "o": 7094,
        "r": "niv:Joshua:24:27",
        "t": "“See!”*p he said to all the people. “This stone will be a witness against us. It has heard all the words the Lord*s has said to us. It will be a witness against you if you are untrue to your God.”"
    },
    {
        "o": 7095,
        "r": "niv:Joshua:24:28",
        "t": "Then*p Joshua dismissed the people, each to their own inheritance."
    },
    {
        "o": 7096,
        "r": "niv:Joshua:24:28",
        "t": "Buried in the Promised Land",
        "h": 2
    },
    {
        "o": 7097,
        "r": "niv:Joshua:24:29",
        "t": "After*p these things, Joshua son of Nun, the servant of the Lord,*s died at the age of a hundred and ten."
    },
    {
        "o": 7098,
        "r": "niv:Joshua:24:30",
        "t": "And they buried him in the land of his inheritance, at Timnath Serah in the hill country of Ephraim, north of Mount Gaash."
    },
    {
        "o": 7099,
        "r": "niv:Joshua:24:31",
        "t": "Israel*p served the Lord*s throughout the lifetime of Joshua and of the elders who outlived him and who had experienced everything the Lord*s had done for Israel."
    },
    {
        "o": 7100,
        "r": "niv:Joshua:24:32",
        "t": "And*p Joseph’s bones, which the Israelites had brought up from Egypt, were buried at Shechem in the tract of land that Jacob bought for a hundred pieces of silver from the sons of Hamor, the father of Shechem. This became the inheritance of Joseph’s descendants."
    },
    {
        "o": 7101,
        "r": "niv:Joshua:24:33",
        "t": "And*p Eleazar son of Aaron died and was buried at Gibeah, which had been allotted to his son Phinehas in the hill country of Ephraim."
    }
]
