[
    {
        "o": 14555,
        "r": "csb:Job:10:0",
        "t": "Job 10",
        "h": 1
    },
    {
        "o": 14556,
        "r": "csb:Job:10:1",
        "t": "I*pn am disgusted with my life. I*ln will give vent to my complaint and*ln speak in the bitterness of my soul."
    },
    {
        "o": 14557,
        "r": "csb:Job:10:2",
        "t": "I*ln will say to God, “Do*ln not declare me guilty! Let*ln me know why you prosecute me."
    },
    {
        "o": 14558,
        "r": "csb:Job:10:3",
        "t": "Is*ln it good for you to oppress, to*ln reject the work of your hands, and*ln favor the plans of the wicked?"
    },
    {
        "o": 14559,
        "r": "csb:Job:10:4",
        "t": "Do*ln you have eyes of flesh, or*ln do you see as a human sees?"
    },
    {
        "o": 14560,
        "r": "csb:Job:10:5",
        "t": "Are*ln your days like those of a human, or*ln your years like those of a man,"
    },
    {
        "o": 14561,
        "r": "csb:Job:10:6",
        "t": "that*ln you look for my iniquity and*ln search for my sin,"
    },
    {
        "o": 14562,
        "r": "csb:Job:10:7",
        "t": "even*ln though you know that I am not wicked and*ln that there is no one who can rescue from your power?"
    },
    {
        "o": 14563,
        "r": "csb:Job:10:8",
        "t": "“Your*pn hands shaped me and formed me. Will*ln you now turn and destroy me?"
    },
    {
        "o": 14564,
        "r": "csb:Job:10:9",
        "t": "Please*ln remember that you formed me like clay. Will*ln you now return me to dust?"
    },
    {
        "o": 14565,
        "r": "csb:Job:10:10",
        "t": "Did*ln you not pour me out like milk and*ln curdle me like cheese?"
    },
    {
        "o": 14566,
        "r": "csb:Job:10:11",
        "t": "You*ln clothed me with skin and flesh, and*ln wove me together with bones and tendons."
    },
    {
        "o": 14567,
        "r": "csb:Job:10:12",
        "t": "You*ln gave me life and faithful love, and*ln your care has guarded my life."
    },
    {
        "o": 14568,
        "r": "csb:Job:10:13",
        "t": "“Yet*pn you concealed these thoughts in your heart; I*ln know that this was your hidden plan:"
    },
    {
        "o": 14569,
        "r": "csb:Job:10:14",
        "t": "if*ln I sin, you would notice, and*ln would not acquit me of my iniquity."
    },
    {
        "o": 14570,
        "r": "csb:Job:10:15",
        "t": "If*ln I am wicked, woe to me! And*ln even if I am righteous, I cannot lift up my head. I*ln am filled with shame and*ln have drunk deeply of my affliction."
    },
    {
        "o": 14571,
        "r": "csb:Job:10:16",
        "t": "If*ln I am proud, you hunt me like a lion and*ln again display your miraculous power against me."
    },
    {
        "o": 14572,
        "r": "csb:Job:10:17",
        "t": "You*ln produce new witnesses against me and*ln multiply your anger toward me. Hardships*ln assault me, wave after wave."
    },
    {
        "o": 14573,
        "r": "csb:Job:10:18",
        "t": "“Why*pn did you bring me out of the womb? I*ln should have died and never been seen."
    },
    {
        "o": 14574,
        "r": "csb:Job:10:19",
        "t": "I*ln wish I had never existed but*ln had been carried from the womb to the grave."
    },
    {
        "o": 14575,
        "r": "csb:Job:10:20",
        "t": "Are*ln my days not few? Stop it! Leave*ln me alone, so that I can smile a little"
    },
    {
        "o": 14576,
        "r": "csb:Job:10:21",
        "t": "before*ln I go to a land of darkness and gloom, never*ln to return."
    },
    {
        "o": 14577,
        "r": "csb:Job:10:22",
        "t": "It*ln is a land of blackness like the deepest darkness, gloomy*ln and chaotic, where*ln even the light is like the darkness.”"
    }
]
