[
    {
        "o": 30388,
        "r": "nkjv:Acts:2:0",
        "t": "Acts 2",
        "h": 1
    },
    {
        "o": 30389,
        "r": "nkjv:Acts:2:0",
        "t": "Coming of the Holy Spirit",
        "h": 2
    },
    {
        "o": 30390,
        "r": "nkjv:Acts:2:1",
        "t": "When*p the Day of Pentecost had fully come, they were all with one accord in one place."
    },
    {
        "o": 30391,
        "r": "nkjv:Acts:2:2",
        "t": "And suddenly there came a sound from heaven, as of a rushing mighty wind, and it filled the whole house where they were sitting."
    },
    {
        "o": 30392,
        "r": "nkjv:Acts:2:3",
        "t": "Then there appeared to them divided tongues, as of fire, and one*i sat upon each of them."
    },
    {
        "o": 30393,
        "r": "nkjv:Acts:2:4",
        "t": "And they were all filled with the Holy Spirit and began to speak with other tongues, as the Spirit gave them utterance."
    },
    {
        "o": 30394,
        "r": "nkjv:Acts:2:4",
        "t": "The Crowd’s Response",
        "h": 2
    },
    {
        "o": 30395,
        "r": "nkjv:Acts:2:5",
        "t": "And*p there were dwelling in Jerusalem Jews, devout men, from every nation under heaven."
    },
    {
        "o": 30396,
        "r": "nkjv:Acts:2:6",
        "t": "And when this sound occurred, the multitude came together, and were confused, because everyone heard them speak in his own language."
    },
    {
        "o": 30397,
        "r": "nkjv:Acts:2:7",
        "t": "Then they were all amazed and marveled, saying to one another, “Look, are not all these who speak Galileans?"
    },
    {
        "o": 30398,
        "r": "nkjv:Acts:2:8",
        "t": "And how is*i it*i that*i we hear, each in our own language in which we were born?"
    },
    {
        "o": 30399,
        "r": "nkjv:Acts:2:9",
        "t": "Parthians and Medes and Elamites, those dwelling in Mesopotamia, Judea and Cappadocia, Pontus and Asia,"
    },
    {
        "o": 30400,
        "r": "nkjv:Acts:2:10",
        "t": "Phrygia and Pamphylia, Egypt and the parts of Libya adjoining Cyrene, visitors from Rome, both Jews and proselytes,"
    },
    {
        "o": 30401,
        "r": "nkjv:Acts:2:11",
        "t": "Cretans and Arabs—we hear them speaking in our own tongues the wonderful works of God.”"
    },
    {
        "o": 30402,
        "r": "nkjv:Acts:2:12",
        "t": "So they were all amazed and perplexed, saying to one another, “Whatever could this mean?”"
    },
    {
        "o": 30403,
        "r": "nkjv:Acts:2:13",
        "t": "Others*p mocking said, “They are full of new wine.”"
    },
    {
        "o": 30404,
        "r": "nkjv:Acts:2:13",
        "t": "Peter’s Sermon",
        "h": 2
    },
    {
        "o": 30405,
        "r": "nkjv:Acts:2:14",
        "t": "But*p Peter, standing up with the eleven, raised his voice and said to them, “Men of Judea and all who dwell in Jerusalem, let this be known to you, and heed my words."
    },
    {
        "o": 30406,
        "r": "nkjv:Acts:2:15",
        "t": "For these are not drunk, as you suppose, since it is only*i the third hour of the day."
    },
    {
        "o": 30407,
        "r": "nkjv:Acts:2:16",
        "t": "But this is what was spoken by the prophet Joel:"
    },
    {
        "o": 30408,
        "r": "nkjv:Acts:2:17",
        "t": "‘And*pn it shall come to pass in the last days, says God, That*ld I will pour out of My Spirit on all flesh; Your*ld sons and your daughters shall prophesy, Your*ld young men shall see visions, Your*ld old men shall dream dreams."
    },
    {
        "o": 30409,
        "r": "nkjv:Acts:2:18",
        "t": "And*ld on My menservants and on My maidservants I*ld will pour out My Spirit in those days; And*ld they shall prophesy."
    },
    {
        "o": 30410,
        "r": "nkjv:Acts:2:19",
        "t": "I*ld will show wonders in heaven above And*ld signs in the earth beneath: Blood*ld and fire and vapor of smoke."
    },
    {
        "o": 30411,
        "r": "nkjv:Acts:2:20",
        "t": "The*ld sun shall be turned into darkness, And*ld the moon into blood, Before*ld the coming of the great and awesome day of the Lord.*sb"
    },
    {
        "o": 30412,
        "r": "nkjv:Acts:2:21",
        "t": "And*ld it shall come to pass That*ild whoever calls on the name of the Lord*sb Shall*ld be saved.’"
    },
    {
        "o": 30413,
        "r": "nkjv:Acts:2:22",
        "t": "“Men*p of Israel, hear these words: Jesus of Nazareth, a Man attested by God to you by miracles, wonders, and signs which God did through Him in your midst, as you yourselves also know—"
    },
    {
        "o": 30414,
        "r": "nkjv:Acts:2:23",
        "t": "Him, being delivered by the determined purpose and foreknowledge of God, you have taken by lawless hands, have crucified, and put to death;"
    },
    {
        "o": 30415,
        "r": "nkjv:Acts:2:24",
        "t": "whom God raised up, having loosed the pains of death, because it was not possible that He should be held by it."
    },
    {
        "o": 30416,
        "r": "nkjv:Acts:2:25",
        "t": "For David says concerning Him: ‘I*pn foresaw the Lord*sb always before my face, For*ld He is at my right hand, that I may not be shaken."
    },
    {
        "o": 30417,
        "r": "nkjv:Acts:2:26",
        "t": "Therefore*ld my heart rejoiced, and my tongue was glad; Moreover*ld my flesh also will rest in hope."
    },
    {
        "o": 30418,
        "r": "nkjv:Acts:2:27",
        "t": "For*ld You will not leave my soul in Hades, Nor*ld will You allow Your Holy One to see corruption."
    },
    {
        "o": 30419,
        "r": "nkjv:Acts:2:28",
        "t": "You*ld have made known to me the ways of life; You*ld will make me full of joy in Your presence.’"
    },
    {
        "o": 30420,
        "r": "nkjv:Acts:2:29",
        "t": "“Men*p and*i brethren, let me*i speak freely to you of the patriarch David, that he is both dead and buried, and his tomb is with us to this day."
    },
    {
        "o": 30421,
        "r": "nkjv:Acts:2:30",
        "t": "Therefore, being a prophet, and knowing that God had sworn with an oath to him that of the fruit of his body, according to the flesh, He would raise up the Christ to sit on his throne,"
    },
    {
        "o": 30422,
        "r": "nkjv:Acts:2:31",
        "t": "he, foreseeing this, spoke concerning the resurrection of the Christ, that His soul was not left in Hades, nor did His flesh see corruption."
    },
    {
        "o": 30423,
        "r": "nkjv:Acts:2:32",
        "t": "This Jesus God has raised up, of which we are all witnesses."
    },
    {
        "o": 30424,
        "r": "nkjv:Acts:2:33",
        "t": "Therefore being exalted to the right hand of God, and having received from the Father the promise of the Holy Spirit, He poured out this which you now see and hear."
    },
    {
        "o": 30425,
        "r": "nkjv:Acts:2:34",
        "t": "“For*p David did not ascend into the heavens, but he says himself: ‘The*pn Lord*sb said to my Lord, “Sit*ld at My right hand,"
    },
    {
        "o": 30426,
        "r": "nkjv:Acts:2:35",
        "t": "Till*ld I make Your enemies Your footstool.”’"
    },
    {
        "o": 30427,
        "r": "nkjv:Acts:2:36",
        "t": "“Therefore*p let all the house of Israel know assuredly that God has made this Jesus, whom you crucified, both Lord and Christ.”"
    },
    {
        "o": 30428,
        "r": "nkjv:Acts:2:37",
        "t": "Now*p when they heard this,*i they were cut to the heart, and said to Peter and the rest of the apostles, “Men and*i brethren, what shall we do?”"
    },
    {
        "o": 30429,
        "r": "nkjv:Acts:2:38",
        "t": "Then*p Peter said to them, “Repent, and let every one of you be baptized in the name of Jesus Christ for the remission of sins; and you shall receive the gift of the Holy Spirit."
    },
    {
        "o": 30430,
        "r": "nkjv:Acts:2:39",
        "t": "For the promise is to you and to your children, and to all who are afar off, as many as the Lord our God will call.”"
    },
    {
        "o": 30431,
        "r": "nkjv:Acts:2:39",
        "t": "A Vital Church Grows",
        "h": 2
    },
    {
        "o": 30432,
        "r": "nkjv:Acts:2:40",
        "t": "And*p with many other words he testified and exhorted them, saying, “Be saved from this perverse generation.”"
    },
    {
        "o": 30433,
        "r": "nkjv:Acts:2:41",
        "t": "Then those who gladly received his word were baptized; and that day about three thousand souls were added to*i them.*i"
    },
    {
        "o": 30434,
        "r": "nkjv:Acts:2:42",
        "t": "And they continued steadfastly in the apostles’ doctrine and fellowship, in the breaking of bread, and in prayers."
    },
    {
        "o": 30435,
        "r": "nkjv:Acts:2:43",
        "t": "Then fear came upon every soul, and many wonders and signs were done through the apostles."
    },
    {
        "o": 30436,
        "r": "nkjv:Acts:2:44",
        "t": "Now all who believed were together, and had all things in common,"
    },
    {
        "o": 30437,
        "r": "nkjv:Acts:2:45",
        "t": "and sold their possessions and goods, and divided them among all, as anyone had need."
    },
    {
        "o": 30438,
        "r": "nkjv:Acts:2:46",
        "t": "So*p continuing daily with one accord in the temple, and breaking bread from house to house, they ate their food with gladness and simplicity of heart,"
    },
    {
        "o": 30439,
        "r": "nkjv:Acts:2:47",
        "t": "praising God and having favor with all the people. And the Lord added to the church daily those who were being saved."
    }
]
