[
    {
        "o": 26133,
        "r": "csb:Matthew:2:0",
        "t": "Matthew 2",
        "h": 1
    },
    {
        "o": 26134,
        "r": "csb:Matthew:2:0",
        "t": "Wise Men Visit the King",
        "h": 2
    },
    {
        "o": 26135,
        "r": "csb:Matthew:2:1",
        "t": "After*p Jesus was born in Bethlehem of Judea in the days of King Herod, wise men from the east arrived in Jerusalem,"
    },
    {
        "o": 26136,
        "r": "csb:Matthew:2:2",
        "t": "saying, “Where is he who has been born king of the Jews? For we saw his star at its rising and have come to worship him.”"
    },
    {
        "o": 26137,
        "r": "csb:Matthew:2:3",
        "t": "When*p King Herod heard this, he was deeply disturbed, and all Jerusalem with him."
    },
    {
        "o": 26138,
        "r": "csb:Matthew:2:4",
        "t": "So he assembled all the chief priests and scribes of the people and asked them where the Messiah would be born."
    },
    {
        "o": 26139,
        "r": "csb:Matthew:2:5",
        "t": "“In*p Bethlehem of Judea,” they told him, “because this is what was written by the prophet:"
    },
    {
        "o": 26140,
        "r": "csb:Matthew:2:6",
        "t": "And*ipn you,*i Bethlehem,*i in the land of Judah, are*ln by no means least*i among*i the*i rulers*i of*i Judah:*i Because*iln out*i of*i you*i will*i come*i a*i ruler*i who*iln will*i shepherd*i my*i people*i Israel.”*i"
    },
    {
        "o": 26141,
        "r": "csb:Matthew:2:7",
        "t": "Then*p Herod secretly summoned the wise men and asked them the exact time the star appeared."
    },
    {
        "o": 26142,
        "r": "csb:Matthew:2:8",
        "t": "He sent them to Bethlehem and said, “Go and search carefully for the child. When you find him, report back to me so that I too can go and worship him.”"
    },
    {
        "o": 26143,
        "r": "csb:Matthew:2:9",
        "t": "After*p hearing the king, they went on their way. And there it was - the star they had seen at its rising. It led them until it came and stopped above the place where the child was."
    },
    {
        "o": 26144,
        "r": "csb:Matthew:2:10",
        "t": "When they saw the star, they were overwhelmed with joy."
    },
    {
        "o": 26145,
        "r": "csb:Matthew:2:11",
        "t": "Entering the house, they saw the child with Mary his mother, and falling to their knees, they worshiped him. Then they opened their treasures and presented him with gifts: gold, frankincense, and myrrh."
    },
    {
        "o": 26146,
        "r": "csb:Matthew:2:12",
        "t": "And being warned in a dream not to go back to Herod, they returned to their own country by another route."
    },
    {
        "o": 26147,
        "r": "csb:Matthew:2:12",
        "t": "The Flight into Egypt",
        "h": 2
    },
    {
        "o": 26148,
        "r": "csb:Matthew:2:13",
        "t": "After*p they were gone, an angel of the Lord appeared to Joseph in a dream, saying, “Get up! Take the child and his mother, flee to Egypt, and stay there until I tell you. For Herod is about to search for the child to kill him.”"
    },
    {
        "o": 26149,
        "r": "csb:Matthew:2:14",
        "t": "So he got up, took the child and his mother during the night, and escaped to Egypt."
    },
    {
        "o": 26150,
        "r": "csb:Matthew:2:15",
        "t": "He stayed there until Herod’s death, so that what was spoken by the Lord through the prophet might be fulfilled: Out*i of*i Egypt*i I*i called*i my*i Son.*i"
    },
    {
        "o": 26151,
        "r": "csb:Matthew:2:15",
        "t": "The Massacre of the Innocents",
        "h": 2
    },
    {
        "o": 26152,
        "r": "csb:Matthew:2:16",
        "t": "Then*p Herod, when he realized that he had been outwitted by the wise men, flew into a rage. He gave orders to massacre all the boys in and around Bethlehem who were two years old and under, in keeping with the time he had learned from the wise men."
    },
    {
        "o": 26153,
        "r": "csb:Matthew:2:17",
        "t": "Then what was spoken through Jeremiah the prophet was fulfilled:"
    },
    {
        "o": 26154,
        "r": "csb:Matthew:2:18",
        "t": "A*ip voice*i was*i heard*i in*i Ramah,*i weeping,*ipn and*i great*i mourning,*i Rachel*iln weeping*i for*i her*i children;*i and*iln she*i refused*i to*i be*i consoled,*i because*iln they*i are*i no*i more.*i"
    },
    {
        "o": 26155,
        "r": "csb:Matthew:2:18",
        "t": "The Return to Nazareth",
        "h": 2
    },
    {
        "o": 26156,
        "r": "csb:Matthew:2:19",
        "t": "After*p Herod died, an angel of the Lord appeared in a dream to Joseph in Egypt,"
    },
    {
        "o": 26157,
        "r": "csb:Matthew:2:20",
        "t": "saying, “Get up, take the child and his mother, and go to the land of Israel, because those who intended to kill the child are dead.”"
    },
    {
        "o": 26158,
        "r": "csb:Matthew:2:21",
        "t": "So he got up, took the child and his mother, and entered the land of Israel."
    },
    {
        "o": 26159,
        "r": "csb:Matthew:2:22",
        "t": "But when he heard that Archelaus was ruling over Judea in place of his father Herod, he was afraid to go there. And being warned in a dream, he withdrew to the region of Galilee."
    },
    {
        "o": 26160,
        "r": "csb:Matthew:2:23",
        "t": "Then he went and settled in a town called Nazareth to fulfill what was spoken through the prophets, that he would be called a Nazarene."
    }
]
