[
    {
        "o": 3641,
        "r": "kjv:Leviticus:26:0",
        "t": "Leviticus 26",
        "h": 1
    },
    {
        "o": 3642,
        "r": "kjv:Leviticus:26:1",
        "t": "Ye*p shall make you no idols nor graven image, neither rear you up a standing image, neither shall ye set up any image of stone in your land, to bow down unto it: for I am the Lord*s your God."
    },
    {
        "o": 3643,
        "r": "kjv:Leviticus:26:2",
        "t": "Ye*p shall keep my sabbaths, and reverence my sanctuary: I am the Lord.*s"
    },
    {
        "o": 3644,
        "r": "kjv:Leviticus:26:3",
        "t": "If*p ye walk in my statutes, and keep my commandments, and do them;"
    },
    {
        "o": 3645,
        "r": "kjv:Leviticus:26:4",
        "t": "Then*p I will give you rain in due season, and the land shall yield her increase, and the trees of the field shall yield their fruit."
    },
    {
        "o": 3646,
        "r": "kjv:Leviticus:26:5",
        "t": "And*p your threshing shall reach unto the vintage, and the vintage shall reach unto the sowing time: and ye shall eat your bread to the full, and dwell in your land safely."
    },
    {
        "o": 3647,
        "r": "kjv:Leviticus:26:6",
        "t": "And*p I will give peace in the land, and ye shall lie down, and none shall make you afraid: and I will rid evil beasts out of the land, neither shall the sword go through your land."
    },
    {
        "o": 3648,
        "r": "kjv:Leviticus:26:7",
        "t": "And*p ye shall chase your enemies, and they shall fall before you by the sword."
    },
    {
        "o": 3649,
        "r": "kjv:Leviticus:26:8",
        "t": "And*p five of you shall chase an hundred, and an hundred of you shall put ten thousand to flight: and your enemies shall fall before you by the sword."
    },
    {
        "o": 3650,
        "r": "kjv:Leviticus:26:9",
        "t": "For*p I will have respect unto you, and make you fruitful, and multiply you, and establish my covenant with you."
    },
    {
        "o": 3651,
        "r": "kjv:Leviticus:26:10",
        "t": "And*p ye shall eat old store, and bring forth the old because of the new."
    },
    {
        "o": 3652,
        "r": "kjv:Leviticus:26:11",
        "t": "And*p I will set my tabernacle among you: and my soul shall not abhor you."
    },
    {
        "o": 3653,
        "r": "kjv:Leviticus:26:12",
        "t": "And*p I will walk among you, and will be your God, and ye shall be my people."
    },
    {
        "o": 3654,
        "r": "kjv:Leviticus:26:13",
        "t": "I*p am the Lord*s your God, which brought you forth out of the land of Egypt, that ye should not be their bondmen; and I have broken the bands of your yoke, and made you go upright."
    },
    {
        "o": 3655,
        "r": "kjv:Leviticus:26:14",
        "t": "But*p if ye will not hearken unto me, and will not do all these commandments;"
    },
    {
        "o": 3656,
        "r": "kjv:Leviticus:26:15",
        "t": "And*p if ye shall despise my statutes, or if your soul abhor my judgments, so that ye will not do all my commandments, but that ye break my covenant:"
    },
    {
        "o": 3657,
        "r": "kjv:Leviticus:26:16",
        "t": "I*p also will do this unto you; I will even appoint over you terror, consumption, and the burning ague, that shall consume the eyes, and cause sorrow of heart: and ye shall sow your seed in vain, for your enemies shall eat it."
    },
    {
        "o": 3658,
        "r": "kjv:Leviticus:26:17",
        "t": "And*p I will set my face against you, and ye shall be slain before your enemies: they that hate you shall reign over you; and ye shall flee when none pursueth you."
    },
    {
        "o": 3659,
        "r": "kjv:Leviticus:26:18",
        "t": "And*p if ye will not yet for all this hearken unto me, then I will punish you seven times more for your sins."
    },
    {
        "o": 3660,
        "r": "kjv:Leviticus:26:19",
        "t": "And*p I will break the pride of your power; and I will make your heaven as iron, and your earth as brass:"
    },
    {
        "o": 3661,
        "r": "kjv:Leviticus:26:20",
        "t": "And*p your strength shall be spent in vain: for your land shall not yield her increase, neither shall the trees of the land yield their fruits."
    },
    {
        "o": 3662,
        "r": "kjv:Leviticus:26:21",
        "t": "And*p if ye walk contrary unto me, and will not hearken unto me; I will bring seven times more plagues upon you according to your sins."
    },
    {
        "o": 3663,
        "r": "kjv:Leviticus:26:22",
        "t": "I*p will also send wild beasts among you, which shall rob you of your children, and destroy your cattle, and make you few in number; and your high ways shall be desolate."
    },
    {
        "o": 3664,
        "r": "kjv:Leviticus:26:23",
        "t": "And*p if ye will not be reformed by me by these things, but will walk contrary unto me;"
    },
    {
        "o": 3665,
        "r": "kjv:Leviticus:26:24",
        "t": "Then*p will I also walk contrary unto you, and will punish you yet seven times for your sins."
    },
    {
        "o": 3666,
        "r": "kjv:Leviticus:26:25",
        "t": "And*p I will bring a sword upon you, that shall avenge the quarrel of my covenant: and when ye are gathered together within your cities, I will send the pestilence among you; and ye shall be delivered into the hand of the enemy."
    },
    {
        "o": 3667,
        "r": "kjv:Leviticus:26:26",
        "t": "And*p when I have broken the staff of your bread, ten women shall bake your bread in one oven, and they shall deliver you your bread again by weight: and ye shall eat, and not be satisfied."
    },
    {
        "o": 3668,
        "r": "kjv:Leviticus:26:27",
        "t": "And*p if ye will not for all this hearken unto me, but walk contrary unto me;"
    },
    {
        "o": 3669,
        "r": "kjv:Leviticus:26:28",
        "t": "Then*p I will walk contrary unto you also in fury; and I, even I, will chastise you seven times for your sins."
    },
    {
        "o": 3670,
        "r": "kjv:Leviticus:26:29",
        "t": "And*p ye shall eat the flesh of your sons, and the flesh of your daughters shall ye eat."
    },
    {
        "o": 3671,
        "r": "kjv:Leviticus:26:30",
        "t": "And*p I will destroy your high places, and cut down your images, and cast your carcases upon the carcases of your idols, and my soul shall abhor you."
    },
    {
        "o": 3672,
        "r": "kjv:Leviticus:26:31",
        "t": "And*p I will make your cities waste, and bring your sanctuaries unto desolation, and I will not smell the savour of your sweet odours."
    },
    {
        "o": 3673,
        "r": "kjv:Leviticus:26:32",
        "t": "And*p I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it."
    },
    {
        "o": 3674,
        "r": "kjv:Leviticus:26:33",
        "t": "And*p I will scatter you among the heathen, and will draw out a sword after you: and your land shall be desolate, and your cities waste."
    },
    {
        "o": 3675,
        "r": "kjv:Leviticus:26:34",
        "t": "Then*p shall the land enjoy her sabbaths, as long as it lieth desolate, and ye be in your enemies' land; even then shall the land rest, and enjoy her sabbaths."
    },
    {
        "o": 3676,
        "r": "kjv:Leviticus:26:35",
        "t": "As*p long as it lieth desolate it shall rest; because it did not rest in your sabbaths, when ye dwelt upon it."
    },
    {
        "o": 3677,
        "r": "kjv:Leviticus:26:36",
        "t": "And*p upon them that are left alive of you I will send a faintness into their hearts in the lands of their enemies; and the sound of a shaken leaf shall chase them; and they shall flee, as fleeing from a sword; and they shall fall when none pursueth."
    },
    {
        "o": 3678,
        "r": "kjv:Leviticus:26:37",
        "t": "And*p they shall fall one upon another, as it were before a sword, when none pursueth: and ye shall have no power to stand before your enemies."
    },
    {
        "o": 3679,
        "r": "kjv:Leviticus:26:38",
        "t": "And*p ye shall perish among the heathen, and the land of your enemies shall eat you up."
    },
    {
        "o": 3680,
        "r": "kjv:Leviticus:26:39",
        "t": "And*p they that are left of you shall pine away in their iniquity in your enemies' lands; and also in the iniquities of their fathers shall they pine away with them."
    },
    {
        "o": 3681,
        "r": "kjv:Leviticus:26:40",
        "t": "If*p they shall confess their iniquity, and the iniquity of their fathers, with their trespass which they trespassed against me, and that also they have walked contrary unto me;"
    },
    {
        "o": 3682,
        "r": "kjv:Leviticus:26:41",
        "t": "And*p that I also have walked contrary unto them, and have brought them into the land of their enemies; if then their uncircumcised hearts be humbled, and they then accept of the punishment of their iniquity:"
    },
    {
        "o": 3683,
        "r": "kjv:Leviticus:26:42",
        "t": "Then*p will I remember my covenant with Jacob, and also my covenant with Isaac, and also my covenant with Abraham will I remember; and I will remember the land."
    },
    {
        "o": 3684,
        "r": "kjv:Leviticus:26:43",
        "t": "The*p land also shall be left of them, and shall enjoy her sabbaths, while she lieth desolate without them: and they shall accept of the punishment of their iniquity: because, even because they despised my judgments, and because their soul abhorred my statutes."
    },
    {
        "o": 3685,
        "r": "kjv:Leviticus:26:44",
        "t": "And*p yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I abhor them, to destroy them utterly, and to break my covenant with them: for I am the Lord*s their God."
    },
    {
        "o": 3686,
        "r": "kjv:Leviticus:26:45",
        "t": "But*p I will for their sakes remember the covenant of their ancestors, whom I brought forth out of the land of Egypt in the sight of the heathen, that I might be their God: I am the Lord.*s"
    },
    {
        "o": 3687,
        "r": "kjv:Leviticus:26:46",
        "t": "These*p are the statutes and judgments and laws, which the Lord*s made between him and the children of Israel in mount Sinai by the hand of Moses."
    }
]
