[
    {
        "o": 3710,
        "r": "nkjv:Leviticus:22:0",
        "t": "Leviticus 22",
        "h": 1
    },
    {
        "o": 3711,
        "r": "nkjv:Leviticus:22:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3712,
        "r": "nkjv:Leviticus:22:2",
        "t": "“Speak to Aaron and his sons, that they separate themselves from the holy things of the children of Israel, and that they do not profane My holy name by what they dedicate to Me: I am the Lord.*s"
    },
    {
        "o": 3713,
        "r": "nkjv:Leviticus:22:3",
        "t": "Say to them: ‘Whoever of all your descendants throughout your generations, who goes near the holy things which the children of Israel dedicate to the Lord,*s while he has uncleanness upon him, that person shall be cut off from My presence: I am the Lord.*s"
    },
    {
        "o": 3714,
        "r": "nkjv:Leviticus:22:4",
        "t": "‘Whatever*p man of the descendants of Aaron, who is a leper or has a discharge, shall not eat the holy offerings until he is clean. And whoever touches anything made unclean by a corpse, or a man who has had an emission of semen,"
    },
    {
        "o": 3715,
        "r": "nkjv:Leviticus:22:5",
        "t": "or whoever touches any creeping thing by which he would be made unclean, or any person by whom he would become unclean, whatever his uncleanness may be—"
    },
    {
        "o": 3716,
        "r": "nkjv:Leviticus:22:6",
        "t": "the person who has touched any such thing shall be unclean until evening, and shall not eat the holy offerings unless he washes his body with water."
    },
    {
        "o": 3717,
        "r": "nkjv:Leviticus:22:7",
        "t": "And when the sun goes down he shall be clean; and afterward he may eat the holy offerings, because it is his food."
    },
    {
        "o": 3718,
        "r": "nkjv:Leviticus:22:8",
        "t": "Whatever dies naturally or is torn by beasts he shall not eat, to defile himself with it: I am the Lord.*s"
    },
    {
        "o": 3719,
        "r": "nkjv:Leviticus:22:9",
        "t": "‘They*p shall therefore keep My ordinance, lest they bear sin for it and die thereby, if they profane it: I the Lord*s sanctify them."
    },
    {
        "o": 3720,
        "r": "nkjv:Leviticus:22:10",
        "t": "‘No*p outsider shall eat the holy offering; one who dwells with the priest, or a hired servant, shall not eat the holy thing."
    },
    {
        "o": 3721,
        "r": "nkjv:Leviticus:22:11",
        "t": "But if the priest buys a person with his money, he may eat it; and one who is born in his house may eat his food."
    },
    {
        "o": 3722,
        "r": "nkjv:Leviticus:22:12",
        "t": "If the priest’s daughter is married to an outsider, she may not eat of the holy offerings."
    },
    {
        "o": 3723,
        "r": "nkjv:Leviticus:22:13",
        "t": "But if the priest’s daughter is a widow or divorced, and has no child, and has returned to her father’s house as in her youth, she may eat her father’s food; but no outsider shall eat it."
    },
    {
        "o": 3724,
        "r": "nkjv:Leviticus:22:14",
        "t": "‘And*p if a man eats the holy offering unintentionally, then he shall restore a holy offering to the priest, and add one-fifth to it."
    },
    {
        "o": 3725,
        "r": "nkjv:Leviticus:22:15",
        "t": "They shall not profane the holy offerings of the children of Israel, which they offer to the Lord,*s"
    },
    {
        "o": 3726,
        "r": "nkjv:Leviticus:22:16",
        "t": "or allow them to bear the guilt of trespass when they eat their holy offerings; for I the Lord*s sanctify them.’”"
    },
    {
        "o": 3727,
        "r": "nkjv:Leviticus:22:16",
        "t": "Offerings Accepted and Not Accepted",
        "h": 2
    },
    {
        "o": 3728,
        "r": "nkjv:Leviticus:22:17",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3729,
        "r": "nkjv:Leviticus:22:18",
        "t": "“Speak to Aaron and his sons, and to all the children of Israel, and say to them: ‘Whatever man of the house of Israel, or of the strangers in Israel, who offers his sacrifice for any of his vows or for any of his freewill offerings, which they offer to the Lord*s as a burnt offering—"
    },
    {
        "o": 3730,
        "r": "nkjv:Leviticus:22:19",
        "t": "you shall offer of your own free will a male without blemish from the cattle, from the sheep, or from the goats."
    },
    {
        "o": 3731,
        "r": "nkjv:Leviticus:22:20",
        "t": "Whatever has a defect, you shall not offer, for it shall not be acceptable on your behalf."
    },
    {
        "o": 3732,
        "r": "nkjv:Leviticus:22:21",
        "t": "And whoever offers a sacrifice of a peace offering to the Lord,*s to fulfill his vow, or a freewill offering from the cattle or the sheep, it must be perfect to be accepted; there shall be no defect in it."
    },
    {
        "o": 3733,
        "r": "nkjv:Leviticus:22:22",
        "t": "Those that are blind or broken or maimed, or have an ulcer or eczema or scabs, you shall not offer to the Lord,*s nor make an offering by fire of them on the altar to the Lord.*s"
    },
    {
        "o": 3734,
        "r": "nkjv:Leviticus:22:23",
        "t": "Either a bull or a lamb that has any limb too long or too short you may offer as a freewill offering, but for a vow it shall not be accepted."
    },
    {
        "o": 3735,
        "r": "nkjv:Leviticus:22:24",
        "t": "‘You*p shall not offer to the Lord*s what is bruised or crushed, or torn or cut; nor shall you make any offering of them in your land."
    },
    {
        "o": 3736,
        "r": "nkjv:Leviticus:22:25",
        "t": "Nor from a foreigner’s hand shall you offer any of these as the bread of your God, because their corruption is in them, and defects are in them. They shall not be accepted on your behalf.’”"
    },
    {
        "o": 3737,
        "r": "nkjv:Leviticus:22:26",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 3738,
        "r": "nkjv:Leviticus:22:27",
        "t": "“When a bull or a sheep or a goat is born, it shall be seven days with its mother; and from the eighth day and thereafter it shall be accepted as an offering made by fire to the Lord.*s"
    },
    {
        "o": 3739,
        "r": "nkjv:Leviticus:22:28",
        "t": "Whether it is a cow or ewe, do not kill both her and her young on the same day."
    },
    {
        "o": 3740,
        "r": "nkjv:Leviticus:22:29",
        "t": "And when you offer a sacrifice of thanksgiving to the Lord,*s offer it of your own free will."
    },
    {
        "o": 3741,
        "r": "nkjv:Leviticus:22:30",
        "t": "On the same day it shall be eaten; you shall leave none of it until morning: I am the Lord.*s"
    },
    {
        "o": 3742,
        "r": "nkjv:Leviticus:22:31",
        "t": "“Therefore*p you shall keep My commandments, and perform them: I am the Lord.*s"
    },
    {
        "o": 3743,
        "r": "nkjv:Leviticus:22:32",
        "t": "You shall not profane My holy name, but I will be hallowed among the children of Israel. I am the Lord*s who sanctifies you,"
    },
    {
        "o": 3744,
        "r": "nkjv:Leviticus:22:33",
        "t": "who brought you out of the land of Egypt, to be your God: I am the Lord.”*s"
    }
]
