[
    {
        "o": 25149,
        "r": "niv:Haggai:2:0",
        "t": "Haggai 2",
        "h": 1
    },
    {
        "o": 25150,
        "r": "niv:Haggai:2:1",
        "t": "on the twenty-first day of the seventh month, the word of the Lord*s came through the prophet Haggai:"
    },
    {
        "o": 25151,
        "r": "niv:Haggai:2:2",
        "t": "“Speak to Zerubbabel son of Shealtiel, governor of Judah, to Joshua son of Jozadak, the high priest, and to the remnant of the people. Ask them,"
    },
    {
        "o": 25152,
        "r": "niv:Haggai:2:3",
        "t": "‘Who of you is left who saw this house in its former glory? How does it look to you now? Does it not seem to you like nothing?"
    },
    {
        "o": 25153,
        "r": "niv:Haggai:2:4",
        "t": "But now be strong, Zerubbabel,’ declares the Lord.*s ‘Be strong, Joshua son of Jozadak, the high priest. Be strong, all you people of the land,’ declares the Lord,*s ‘and work. For I am with you,’ declares the Lord*s Almighty."
    },
    {
        "o": 25154,
        "r": "niv:Haggai:2:5",
        "t": "‘This is what I covenanted with you when you came out of Egypt. And my Spirit remains among you. Do not fear.’"
    },
    {
        "o": 25155,
        "r": "niv:Haggai:2:6",
        "t": "“This*p is what the Lord*s Almighty says: ‘In a little while I will once more shake the heavens and the earth, the sea and the dry land."
    },
    {
        "o": 25156,
        "r": "niv:Haggai:2:7",
        "t": "I will shake all nations, and what is desired by all nations will come, and I will fill this house with glory,’ says the Lord*s Almighty."
    },
    {
        "o": 25157,
        "r": "niv:Haggai:2:8",
        "t": "‘The silver is mine and the gold is mine,’ declares the Lord*s Almighty."
    },
    {
        "o": 25158,
        "r": "niv:Haggai:2:9",
        "t": "‘The glory of this present house will be greater than the glory of the former house,’ says the Lord*s Almighty. ‘And in this place I will grant peace,’ declares the Lord*s Almighty.”"
    },
    {
        "o": 25159,
        "r": "niv:Haggai:2:9",
        "t": "Blessings for a Defiled People",
        "h": 2
    },
    {
        "o": 25160,
        "r": "niv:Haggai:2:10",
        "t": "On*p the twenty-fourth day of the ninth month, in the second year of Darius, the word of the Lord*s came to the prophet Haggai:"
    },
    {
        "o": 25161,
        "r": "niv:Haggai:2:11",
        "t": "“This is what the Lord*s Almighty says: ‘Ask the priests what the law says:"
    },
    {
        "o": 25162,
        "r": "niv:Haggai:2:12",
        "t": "If someone carries consecrated meat in the fold of their garment, and that fold touches some bread or stew, some wine, olive oil or other food, does it become consecrated?’ ” The*p priests answered, “No.”"
    },
    {
        "o": 25163,
        "r": "niv:Haggai:2:13",
        "t": "Then*p Haggai said, “If a person defiled by contact with a dead body touches one of these things, does it become defiled?” “Yes,”*p the priests replied, “it becomes defiled.”"
    },
    {
        "o": 25164,
        "r": "niv:Haggai:2:14",
        "t": "Then*p Haggai said, “ ‘So it is with this people and this nation in my sight,’ declares the Lord.*s ‘Whatever they do and whatever they offer there is defiled."
    },
    {
        "o": 25165,
        "r": "niv:Haggai:2:15",
        "t": "“ ‘Now*p give careful thought to this from this day on —consider how things were before one stone was laid on another in the Lord’s*s temple."
    },
    {
        "o": 25166,
        "r": "niv:Haggai:2:16",
        "t": "When anyone came to a heap of twenty measures, there were only ten. When anyone went to a wine vat to draw fifty measures, there were only twenty."
    },
    {
        "o": 25167,
        "r": "niv:Haggai:2:17",
        "t": "I struck all the work of your hands with blight, mildew and hail, yet you did not return to me,’ declares the Lord.*s"
    },
    {
        "o": 25168,
        "r": "niv:Haggai:2:18",
        "t": "‘From this day on, from this twenty-fourth day of the ninth month, give careful thought to the day when the foundation of the Lord’s*s temple was laid. Give careful thought:"
    },
    {
        "o": 25169,
        "r": "niv:Haggai:2:19",
        "t": "Is there yet any seed left in the barn? Until now, the vine and the fig tree, the pomegranate and the olive tree have not borne fruit. “ ‘From*p this day on I will bless you.’ ”"
    },
    {
        "o": 25170,
        "r": "niv:Haggai:2:19",
        "t": "Zerubbabel the Lord’s Signet Ring",
        "h": 2
    },
    {
        "o": 25171,
        "r": "niv:Haggai:2:20",
        "t": "The*p word of the Lord*s came to Haggai a second time on the twenty-fourth day of the month:"
    },
    {
        "o": 25172,
        "r": "niv:Haggai:2:21",
        "t": "“Tell Zerubbabel governor of Judah that I am going to shake the heavens and the earth."
    },
    {
        "o": 25173,
        "r": "niv:Haggai:2:22",
        "t": "I will overturn royal thrones and shatter the power of the foreign kingdoms. I will overthrow chariots and their drivers; horses and their riders will fall, each by the sword of his brother."
    },
    {
        "o": 25174,
        "r": "niv:Haggai:2:23",
        "t": "“ ‘On*p that day,’ declares the Lord*s Almighty, ‘I will take you, my servant Zerubbabel son of Shealtiel,’ declares the Lord,*s ‘and I will make you like my signet ring, for I have chosen you,’ declares the Lord*s Almighty.”"
    }
]
