[
    {
        "o": 3445,
        "r": "esv:Leviticus:15:0",
        "t": "Leviticus 15",
        "h": 1
    },
    {
        "o": 3446,
        "r": "esv:Leviticus:15:0",
        "t": "Laws About Bodily Discharges",
        "h": 2
    },
    {
        "o": 3447,
        "r": "esv:Leviticus:15:1",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 3448,
        "r": "esv:Leviticus:15:2",
        "t": "“Speak to the people of Israel and say to them, When any man has a discharge from his body, his discharge is unclean."
    },
    {
        "o": 3449,
        "r": "esv:Leviticus:15:3",
        "t": "And this is the law of his uncleanness for a discharge: whether his body runs with his discharge, or his body is blocked up by his discharge, it is his uncleanness."
    },
    {
        "o": 3450,
        "r": "esv:Leviticus:15:4",
        "t": "Every bed on which the one with the discharge lies shall be unclean, and everything on which he sits shall be unclean."
    },
    {
        "o": 3451,
        "r": "esv:Leviticus:15:5",
        "t": "And anyone who touches his bed shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3452,
        "r": "esv:Leviticus:15:6",
        "t": "And whoever sits on anything on which the one with the discharge has sat shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3453,
        "r": "esv:Leviticus:15:7",
        "t": "And whoever touches the body of the one with the discharge shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3454,
        "r": "esv:Leviticus:15:8",
        "t": "And if the one with the discharge spits on someone who is clean, then he shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3455,
        "r": "esv:Leviticus:15:9",
        "t": "And any saddle on which the one with the discharge rides shall be unclean."
    },
    {
        "o": 3456,
        "r": "esv:Leviticus:15:10",
        "t": "And whoever touches anything that was under him shall be unclean until the evening. And whoever carries such things shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3457,
        "r": "esv:Leviticus:15:11",
        "t": "Anyone whom the one with the discharge touches without having rinsed his hands in water shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3458,
        "r": "esv:Leviticus:15:12",
        "t": "And an earthenware vessel that the one with the discharge touches shall be broken, and every vessel of wood shall be rinsed in water."
    },
    {
        "o": 3459,
        "r": "esv:Leviticus:15:13",
        "t": "“And*p when the one with a discharge is cleansed of his discharge, then he shall count for himself seven days for his cleansing, and wash his clothes. And he shall bathe his body in fresh water and shall be clean."
    },
    {
        "o": 3460,
        "r": "esv:Leviticus:15:14",
        "t": "And on the eighth day he shall take two turtledoves or two pigeons and come before the Lord*s to the entrance of the tent of meeting and give them to the priest."
    },
    {
        "o": 3461,
        "r": "esv:Leviticus:15:15",
        "t": "And the priest shall use them, one for a sin offering and the other for a burnt offering. And the priest shall make atonement for him before the Lord*s for his discharge."
    },
    {
        "o": 3462,
        "r": "esv:Leviticus:15:16",
        "t": "“If*p a man has an emission of semen, he shall bathe his whole body in water and be unclean until the evening."
    },
    {
        "o": 3463,
        "r": "esv:Leviticus:15:17",
        "t": "And every garment and every skin on which the semen comes shall be washed with water and be unclean until the evening."
    },
    {
        "o": 3464,
        "r": "esv:Leviticus:15:18",
        "t": "If a man lies with a woman and has an emission of semen, both of them shall bathe themselves in water and be unclean until the evening."
    },
    {
        "o": 3465,
        "r": "esv:Leviticus:15:19",
        "t": "“When*p a woman has a discharge, and the discharge in her body is blood, she shall be in her menstrual impurity for seven days, and whoever touches her shall be unclean until the evening."
    },
    {
        "o": 3466,
        "r": "esv:Leviticus:15:20",
        "t": "And everything on which she lies during her menstrual impurity shall be unclean. Everything also on which she sits shall be unclean."
    },
    {
        "o": 3467,
        "r": "esv:Leviticus:15:21",
        "t": "And whoever touches her bed shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3468,
        "r": "esv:Leviticus:15:22",
        "t": "And whoever touches anything on which she sits shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3469,
        "r": "esv:Leviticus:15:23",
        "t": "Whether it is the bed or anything on which she sits, when he touches it he shall be unclean until the evening."
    },
    {
        "o": 3470,
        "r": "esv:Leviticus:15:24",
        "t": "And if any man lies with her and her menstrual impurity comes upon him, he shall be unclean seven days, and every bed on which he lies shall be unclean."
    },
    {
        "o": 3471,
        "r": "esv:Leviticus:15:25",
        "t": "“If*p a woman has a discharge of blood for many days, not at the time of her menstrual impurity, or if she has a discharge beyond the time of her impurity, all the days of the discharge she shall continue in uncleanness. As in the days of her impurity, she shall be unclean."
    },
    {
        "o": 3472,
        "r": "esv:Leviticus:15:26",
        "t": "Every bed on which she lies, all the days of her discharge, shall be to her as the bed of her impurity. And everything on which she sits shall be unclean, as in the uncleanness of her menstrual impurity."
    },
    {
        "o": 3473,
        "r": "esv:Leviticus:15:27",
        "t": "And whoever touches these things shall be unclean, and shall wash his clothes and bathe himself in water and be unclean until the evening."
    },
    {
        "o": 3474,
        "r": "esv:Leviticus:15:28",
        "t": "But if she is cleansed of her discharge, she shall count for herself seven days, and after that she shall be clean."
    },
    {
        "o": 3475,
        "r": "esv:Leviticus:15:29",
        "t": "And on the eighth day she shall take two turtledoves or two pigeons and bring them to the priest, to the entrance of the tent of meeting."
    },
    {
        "o": 3476,
        "r": "esv:Leviticus:15:30",
        "t": "And the priest shall use one for a sin offering and the other for a burnt offering. And the priest shall make atonement for her before the Lord*s for her unclean discharge."
    },
    {
        "o": 3477,
        "r": "esv:Leviticus:15:31",
        "t": "“Thus*p you shall keep the people of Israel separate from their uncleanness, lest they die in their uncleanness by defiling my tabernacle that is in their midst.”"
    },
    {
        "o": 3478,
        "r": "esv:Leviticus:15:32",
        "t": "This*p is the law for him who has a discharge and for him who has an emission of semen, becoming unclean thereby;"
    },
    {
        "o": 3479,
        "r": "esv:Leviticus:15:33",
        "t": "also for her who is unwell with her menstrual impurity, that is, for anyone, male or female, who has a discharge, and for the man who lies with a woman who is unclean."
    }
]
