[
    {
        "o": 10913,
        "r": "nasb:2 Kings:16:0",
        "t": "2 Kings 16",
        "h": 1
    },
    {
        "o": 10914,
        "r": "nasb:2 Kings:16:0",
        "t": "Ahaz Reigns over Judah",
        "h": 2
    },
    {
        "o": 10915,
        "r": "nasb:2 Kings:16:1",
        "t": "In*p the seventeenth year of Pekah the son of Remaliah, Ahaz the son of Jotham, king of Judah, became king."
    },
    {
        "o": 10916,
        "r": "nasb:2 Kings:16:2",
        "t": "Ahaz was*i twenty years old when he became king, and he reigned sixteen years in Jerusalem; and he did not do what was right in the sight of the Lord*s his God, as his father David had*i done.*i"
    },
    {
        "o": 10917,
        "r": "nasb:2 Kings:16:3",
        "t": "But he walked in the way of the kings of Israel, and even made his son pass through the fire, according to the abominations of the nations whom the Lord*s had driven out from before the sons of Israel."
    },
    {
        "o": 10918,
        "r": "nasb:2 Kings:16:4",
        "t": "He sacrificed and burned incense on the high places and on the hills and under every green tree."
    },
    {
        "o": 10919,
        "r": "nasb:2 Kings:16:5",
        "t": "Then*p Rezin king of Aram and Pekah son of Remaliah, king of Israel, came up to Jerusalem to wage*i war; and they besieged Ahaz, but could not overcome him."
    },
    {
        "o": 10920,
        "r": "nasb:2 Kings:16:6",
        "t": "At that time Rezin king of Aram recovered Elath for Aram, and cleared the Judeans out of Elath entirely; and the Arameans came to Elath and have lived there to this day."
    },
    {
        "o": 10921,
        "r": "nasb:2 Kings:16:6",
        "t": "Ahaz Seeks Help of Aram",
        "h": 2
    },
    {
        "o": 10922,
        "r": "nasb:2 Kings:16:7",
        "t": "So*p Ahaz sent messengers to Tiglath-pileser king of Assyria, saying, “I am your servant and your son; come up and deliver me from the hand of the king of Aram and from the hand of the king of Israel, who are rising up against me.”"
    },
    {
        "o": 10923,
        "r": "nasb:2 Kings:16:8",
        "t": "Ahaz took the silver and gold that was found in the house of the Lord*s and in the treasuries of the king’s house, and sent a present to the king of Assyria."
    },
    {
        "o": 10924,
        "r": "nasb:2 Kings:16:9",
        "t": "So the king of Assyria listened to him; and the king of Assyria went up against Damascus and captured it, and carried the*i people*i of*i it away into exile to Kir, and put Rezin to death."
    },
    {
        "o": 10925,
        "r": "nasb:2 Kings:16:9",
        "t": "Damascus Falls",
        "h": 2
    },
    {
        "o": 10926,
        "r": "nasb:2 Kings:16:10",
        "t": "Now*p King Ahaz went to Damascus to meet Tiglath-pileser king of Assyria, and saw the altar which was*i at Damascus; and King Ahaz sent to Urijah the priest the pattern of the altar and its model, according to all its workmanship."
    },
    {
        "o": 10927,
        "r": "nasb:2 Kings:16:11",
        "t": "So Urijah the priest built an altar; according to all that King Ahaz had sent from Damascus, thus Urijah the priest made it,*i before the coming of King Ahaz from Damascus."
    },
    {
        "o": 10928,
        "r": "nasb:2 Kings:16:12",
        "t": "When the king came from Damascus, the king saw the altar; then the king approached the altar and went up to it,"
    },
    {
        "o": 10929,
        "r": "nasb:2 Kings:16:13",
        "t": "and burned his burnt offering and his meal offering, and poured his drink offering and sprinkled the blood of his peace offerings on the altar."
    },
    {
        "o": 10930,
        "r": "nasb:2 Kings:16:14",
        "t": "The bronze altar, which was*i before the Lord,*s he brought from the front of the house, from between his*i altar and the house of the Lord,*s and he put it on the north side of his*i altar."
    },
    {
        "o": 10931,
        "r": "nasb:2 Kings:16:15",
        "t": "Then King Ahaz commanded Urijah the priest, saying, “Upon the great altar burn the morning burnt offering and the evening meal offering and the king’s burnt offering and his meal offering, with the burnt offering of all the people of the land and their meal offering and their drink offerings; and sprinkle on it all the blood of the burnt offering and all the blood of the sacrifice. But the bronze altar shall be for me to inquire by.”*i"
    },
    {
        "o": 10932,
        "r": "nasb:2 Kings:16:16",
        "t": "So Urijah the priest did according to all that King Ahaz commanded."
    },
    {
        "o": 10933,
        "r": "nasb:2 Kings:16:17",
        "t": "Then*p King Ahaz cut off the borders of the stands, and removed the laver from them; he also took down the sea from the bronze oxen which were under it and put it on a pavement of stone."
    },
    {
        "o": 10934,
        "r": "nasb:2 Kings:16:18",
        "t": "The covered way for the sabbath which they had built in the house, and the outer entry of the king, he removed from the house of the Lord*s because of the king of Assyria."
    },
    {
        "o": 10935,
        "r": "nasb:2 Kings:16:18",
        "t": "Hezekiah Reigns over Judah",
        "h": 2
    },
    {
        "o": 10936,
        "r": "nasb:2 Kings:16:19",
        "t": "Now*p the rest of the acts of Ahaz which he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10937,
        "r": "nasb:2 Kings:16:20",
        "t": "So Ahaz slept with his fathers, and was buried with his fathers in the city of David; and his son Hezekiah reigned in his place."
    }
]
