[
    {
        "o": 23944,
        "r": "nasb:Ezekiel:41:0",
        "t": "Ezekiel 41",
        "h": 1
    },
    {
        "o": 23945,
        "r": "nasb:Ezekiel:41:0",
        "t": "The Inner Temple",
        "h": 2
    },
    {
        "o": 23946,
        "r": "nasb:Ezekiel:41:1",
        "t": "Then*p he brought me to the nave and measured the side pillars; six cubits wide on each side was*i the width of the side pillar."
    },
    {
        "o": 23947,
        "r": "nasb:Ezekiel:41:2",
        "t": "The width of the entrance was*i ten cubits and the sides of the entrance were*i five cubits on each side. And he measured the length of the nave, forty cubits, and the width, twenty cubits."
    },
    {
        "o": 23948,
        "r": "nasb:Ezekiel:41:3",
        "t": "Then he went inside and measured each side pillar of the doorway, two cubits, and the doorway, six cubits high;*i and the width of the doorway, seven cubits."
    },
    {
        "o": 23949,
        "r": "nasb:Ezekiel:41:4",
        "t": "He measured its length, twenty cubits, and the width, twenty cubits, before the nave; and he said to me, “This is the most holy place.”*i"
    },
    {
        "o": 23950,
        "r": "nasb:Ezekiel:41:5",
        "t": "Then*p he measured the wall of the temple, six cubits; and the width of the side chambers, four cubits, all around about the house on every side."
    },
    {
        "o": 23951,
        "r": "nasb:Ezekiel:41:6",
        "t": "The side chambers were in three stories, one above another, and thirty in each story; and the side chambers extended to the wall which stood*i on their inward side all around, that they might be fastened, and not be fastened into the wall of the temple itself.*i"
    },
    {
        "o": 23952,
        "r": "nasb:Ezekiel:41:7",
        "t": "The side chambers surrounding the temple were wider at each successive story. Because the structure surrounding the temple went upward by stages on all sides of the temple, therefore the width of the temple increased*i as it went higher; and thus one went up from the lowest story*i to the highest by way of the second story.*i"
    },
    {
        "o": 23953,
        "r": "nasb:Ezekiel:41:8",
        "t": "I saw also that the house had a raised platform all around; the foundations of the side chambers were a full rod of six long cubits in*i height.*i"
    },
    {
        "o": 23954,
        "r": "nasb:Ezekiel:41:9",
        "t": "The thickness of the outer wall of the side chambers was*i five cubits. But the free space between the side chambers belonging to the temple"
    },
    {
        "o": 23955,
        "r": "nasb:Ezekiel:41:10",
        "t": "and the outer*i chambers was*i twenty cubits in width all around the temple on every side."
    },
    {
        "o": 23956,
        "r": "nasb:Ezekiel:41:11",
        "t": "The doorways of the side chambers toward the free space consisted*i of*i one doorway toward the north and another doorway toward the south; and the width of the free space was*i five cubits all around."
    },
    {
        "o": 23957,
        "r": "nasb:Ezekiel:41:12",
        "t": "The*p building that was*i in front of the separate area at the side toward the west was*i seventy cubits wide; and the wall of the building was*i five cubits thick all around, and its length was*i ninety cubits."
    },
    {
        "o": 23958,
        "r": "nasb:Ezekiel:41:13",
        "t": "Then*p he measured the temple, a hundred cubits long; the separate area with the building and its walls were*i also a hundred cubits long."
    },
    {
        "o": 23959,
        "r": "nasb:Ezekiel:41:14",
        "t": "Also the width of the front of the temple and that*i of*i the separate areas along the east side*i totaled*i a hundred cubits."
    },
    {
        "o": 23960,
        "r": "nasb:Ezekiel:41:15",
        "t": "He*p measured the length of the building along the front of the separate area behind it, with a gallery on each side, a hundred cubits; he*i also measured*i the inner nave and the porches of the court."
    },
    {
        "o": 23961,
        "r": "nasb:Ezekiel:41:16",
        "t": "The thresholds, the latticed windows and the galleries round about their three stories, opposite the threshold, were paneled with wood all around, and from*i the ground to the windows (but the windows were covered),"
    },
    {
        "o": 23962,
        "r": "nasb:Ezekiel:41:17",
        "t": "over the entrance, and to the inner house, and on the outside, and on all the wall all around inside and outside, by measurement."
    },
    {
        "o": 23963,
        "r": "nasb:Ezekiel:41:18",
        "t": "It was carved with cherubim and palm trees; and a palm tree was between cherub and cherub, and every cherub had two faces,"
    },
    {
        "o": 23964,
        "r": "nasb:Ezekiel:41:19",
        "t": "a man’s face toward the palm tree on one side and a young lion’s face toward the palm tree on the other side; they were carved on all the house all around."
    },
    {
        "o": 23965,
        "r": "nasb:Ezekiel:41:20",
        "t": "From the ground to above the entrance cherubim and palm trees were carved, as well as on*i the wall of the nave."
    },
    {
        "o": 23966,
        "r": "nasb:Ezekiel:41:21",
        "t": "The*p doorposts of the nave were square; as for the front of the sanctuary, the appearance of one doorpost was like that of the other."
    },
    {
        "o": 23967,
        "r": "nasb:Ezekiel:41:22",
        "t": "The altar was*i of wood, three cubits high and its length two cubits; its corners, its base and its sides were*i of wood. And he said to me, “This is the table that is before the Lord.”*s"
    },
    {
        "o": 23968,
        "r": "nasb:Ezekiel:41:23",
        "t": "The nave and the sanctuary each had a double door."
    },
    {
        "o": 23969,
        "r": "nasb:Ezekiel:41:24",
        "t": "Each of the doors had two leaves, two swinging leaves; two leaves*i for one door and two leaves for the other."
    },
    {
        "o": 23970,
        "r": "nasb:Ezekiel:41:25",
        "t": "Also there were carved on them, on the doors of the nave, cherubim and palm trees like those carved on the walls; and there*i was*i a threshold of wood on the front of the porch outside."
    },
    {
        "o": 23971,
        "r": "nasb:Ezekiel:41:26",
        "t": "There*i were*i latticed windows and palm trees on one side and on the other, on the sides of the porch; thus were*i the side chambers of the house and the thresholds."
    }
]
