[
    {
        "o": 11793,
        "r": "nasb:1 Chronicles:13:0",
        "t": "1 Chronicles 13",
        "h": 1
    },
    {
        "o": 11794,
        "r": "nasb:1 Chronicles:13:0",
        "t": "Peril in Transporting the Ark",
        "h": 2
    },
    {
        "o": 11795,
        "r": "nasb:1 Chronicles:13:1",
        "t": "Then*p David consulted with the captains of the thousands and the hundreds, even with every leader."
    },
    {
        "o": 11796,
        "r": "nasb:1 Chronicles:13:2",
        "t": "David said to all the assembly of Israel, “If it seems good to you, and if it is from the Lord*s our God, let us send everywhere to our kinsmen who remain in all the land of Israel, also to the priests and Levites who are with them in their cities with pasture lands, that they may meet with us;"
    },
    {
        "o": 11797,
        "r": "nasb:1 Chronicles:13:3",
        "t": "and let us bring back the ark of our God to us, for we did not seek it in the days of Saul.”"
    },
    {
        "o": 11798,
        "r": "nasb:1 Chronicles:13:4",
        "t": "Then all the assembly said that they would do so, for the thing was right in the eyes of all the people."
    },
    {
        "o": 11799,
        "r": "nasb:1 Chronicles:13:5",
        "t": "So*p David assembled all Israel together, from the Shihor of Egypt even to the entrance of Hamath, to bring the ark of God from Kiriath-jearim."
    },
    {
        "o": 11800,
        "r": "nasb:1 Chronicles:13:6",
        "t": "David and all Israel went up to Baalah, that*i is,*i to Kiriath-jearim, which belongs to Judah, to bring up from there the ark of God, the Lord*s who is enthroned above*i the cherubim, where His name is called."
    },
    {
        "o": 11801,
        "r": "nasb:1 Chronicles:13:7",
        "t": "They carried the ark of God on a new cart from the house of Abinadab, and Uzza and Ahio drove the cart."
    },
    {
        "o": 11802,
        "r": "nasb:1 Chronicles:13:8",
        "t": "David and all Israel were celebrating before God with all their*i might, even with songs and with lyres, harps, tambourines, cymbals and with trumpets."
    },
    {
        "o": 11803,
        "r": "nasb:1 Chronicles:13:9",
        "t": "When*p they came to the threshing floor of Chidon, Uzza put out his hand to hold the ark, because the oxen nearly upset it.*i"
    },
    {
        "o": 11804,
        "r": "nasb:1 Chronicles:13:10",
        "t": "The anger of the Lord*s burned against Uzza, so He struck him down because he put out his hand to the ark; and he died there before God."
    },
    {
        "o": 11805,
        "r": "nasb:1 Chronicles:13:11",
        "t": "Then David became angry because of the Lord’s*s outburst against Uzza; and he called that place Perez-uzza to this day."
    },
    {
        "o": 11806,
        "r": "nasb:1 Chronicles:13:12",
        "t": "David was afraid of God that day, saying, “How can I bring the ark of God home*i to me?”"
    },
    {
        "o": 11807,
        "r": "nasb:1 Chronicles:13:13",
        "t": "So David did not take the ark with him to the city of David, but took it aside to the house of Obed-edom the Gittite."
    },
    {
        "o": 11808,
        "r": "nasb:1 Chronicles:13:14",
        "t": "Thus the ark of God remained with the family of Obed-edom in his house three months; and the Lord*s blessed the family of Obed-edom with all that he had."
    }
]
