[
    {
        "o": 30121,
        "r": "kjv:2 Corinthians:6:0",
        "t": "2 Corinthians 6",
        "h": 1
    },
    {
        "o": 30122,
        "r": "kjv:2 Corinthians:6:1",
        "t": "We*p then, as workers together with him, beseech you also that ye receive not the grace of God in vain."
    },
    {
        "o": 30123,
        "r": "kjv:2 Corinthians:6:2",
        "t": "(For*p he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now is the accepted time; behold, now is the day of salvation.)"
    },
    {
        "o": 30124,
        "r": "kjv:2 Corinthians:6:3",
        "t": "Giving*p no offence in any thing, that the ministry be not blamed:"
    },
    {
        "o": 30125,
        "r": "kjv:2 Corinthians:6:4",
        "t": "But*p in all things approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses,"
    },
    {
        "o": 30126,
        "r": "kjv:2 Corinthians:6:5",
        "t": "In*p stripes, in imprisonments, in tumults, in labours, in watchings, in fastings;"
    },
    {
        "o": 30127,
        "r": "kjv:2 Corinthians:6:6",
        "t": "By*p pureness, by knowledge, by longsuffering, by kindness, by the Holy Ghost, by love unfeigned,"
    },
    {
        "o": 30128,
        "r": "kjv:2 Corinthians:6:7",
        "t": "By*p the word of truth, by the power of God, by the armour of righteousness on the right hand and on the left,"
    },
    {
        "o": 30129,
        "r": "kjv:2 Corinthians:6:8",
        "t": "By*p honour and dishonour, by evil report and good report: as deceivers, and yet true;"
    },
    {
        "o": 30130,
        "r": "kjv:2 Corinthians:6:9",
        "t": "As*p unknown, and yet well known; as dying, and, behold, we live; as chastened, and not killed;"
    },
    {
        "o": 30131,
        "r": "kjv:2 Corinthians:6:10",
        "t": "As*p sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things."
    },
    {
        "o": 30132,
        "r": "kjv:2 Corinthians:6:11",
        "t": "O*p ye Corinthians, our mouth is open unto you, our heart is enlarged."
    },
    {
        "o": 30133,
        "r": "kjv:2 Corinthians:6:12",
        "t": "Ye*p are not straitened in us, but ye are straitened in your own bowels."
    },
    {
        "o": 30134,
        "r": "kjv:2 Corinthians:6:13",
        "t": "Now*p for a recompence in the same, (I speak as unto my children,) be ye also enlarged."
    },
    {
        "o": 30135,
        "r": "kjv:2 Corinthians:6:14",
        "t": "Be*p ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?"
    },
    {
        "o": 30136,
        "r": "kjv:2 Corinthians:6:15",
        "t": "And*p what concord hath Christ with Belial? or what part hath he that believeth with an infidel?"
    },
    {
        "o": 30137,
        "r": "kjv:2 Corinthians:6:16",
        "t": "And*p what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people."
    },
    {
        "o": 30138,
        "r": "kjv:2 Corinthians:6:17",
        "t": "Wherefore*p come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you,"
    },
    {
        "o": 30139,
        "r": "kjv:2 Corinthians:6:18",
        "t": "And*p will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty."
    }
]
