[
    {
        "o": 23265,
        "r": "kjv:Hosea:12:0",
        "t": "Hosea 12",
        "h": 1
    },
    {
        "o": 23266,
        "r": "kjv:Hosea:12:1",
        "t": "Ephraim*p feedeth on wind, and followeth after the east wind: he daily increaseth lies and desolation; and they do make a covenant with the Assyrians, and oil is carried into Egypt."
    },
    {
        "o": 23267,
        "r": "kjv:Hosea:12:2",
        "t": "The*p Lord*s hath also a controversy with Judah, and will punish Jacob according to his ways; according to his doings will he recompense him."
    },
    {
        "o": 23268,
        "r": "kjv:Hosea:12:3",
        "t": "He*p took his brother by the heel in the womb, and by his strength he had power with God:"
    },
    {
        "o": 23269,
        "r": "kjv:Hosea:12:4",
        "t": "Yea,*p he had power over the angel, and prevailed: he wept, and made supplication unto him: he found him in Beth–el, and there he spake with us;"
    },
    {
        "o": 23270,
        "r": "kjv:Hosea:12:5",
        "t": "Even*p the Lord*s God of hosts; the Lord*s is his memorial."
    },
    {
        "o": 23271,
        "r": "kjv:Hosea:12:6",
        "t": "Therefore*p turn thou to thy God: keep mercy and judgment, and wait on thy God continually."
    },
    {
        "o": 23272,
        "r": "kjv:Hosea:12:7",
        "t": "He*p is a merchant, the balances of deceit are in his hand: he loveth to oppress."
    },
    {
        "o": 23273,
        "r": "kjv:Hosea:12:8",
        "t": "And*p Ephraim said, Yet I am become rich, I have found me out substance: in all my labours they shall find none iniquity in me that were sin."
    },
    {
        "o": 23274,
        "r": "kjv:Hosea:12:9",
        "t": "And*p I that am the Lord*s thy God from the land of Egypt will yet make thee to dwell in tabernacles, as in the days of the solemn feast."
    },
    {
        "o": 23275,
        "r": "kjv:Hosea:12:10",
        "t": "I*p have also spoken by the prophets, and I have multiplied visions, and used similitudes, by the ministry of the prophets."
    },
    {
        "o": 23276,
        "r": "kjv:Hosea:12:11",
        "t": "Is*p there iniquity in Gilead? surely they are vanity: they sacrifice bullocks in Gilgal; yea, their altars are as heaps in the furrows of the fields."
    },
    {
        "o": 23277,
        "r": "kjv:Hosea:12:12",
        "t": "And*p Jacob fled into the country of Syria, and Israel served for a wife, and for a wife he kept sheep."
    },
    {
        "o": 23278,
        "r": "kjv:Hosea:12:13",
        "t": "And*p by a prophet the Lord*s brought Israel out of Egypt, and by a prophet was he preserved."
    },
    {
        "o": 23279,
        "r": "kjv:Hosea:12:14",
        "t": "Ephraim*p provoked him to anger most bitterly: therefore shall he leave his blood upon him, and his reproach shall his Lord return unto him."
    }
]
