[
    {
        "o": 2122,
        "r": "kjv:Exodus:20:0",
        "t": "Exodus 20",
        "h": 1
    },
    {
        "o": 2123,
        "r": "kjv:Exodus:20:1",
        "t": "And*p God spake all these words, saying,"
    },
    {
        "o": 2124,
        "r": "kjv:Exodus:20:2",
        "t": "I*p am the Lord*s thy God, which have brought thee out of the land of Egypt, out of the house of bondage."
    },
    {
        "o": 2125,
        "r": "kjv:Exodus:20:3",
        "t": "Thou*p shalt have no other gods before me."
    },
    {
        "o": 2126,
        "r": "kjv:Exodus:20:4",
        "t": "Thou*p shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth:"
    },
    {
        "o": 2127,
        "r": "kjv:Exodus:20:5",
        "t": "Thou*p shalt not bow down thyself to them, nor serve them: for I the Lord*s thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;"
    },
    {
        "o": 2128,
        "r": "kjv:Exodus:20:6",
        "t": "And*p shewing mercy unto thousands of them that love me, and keep my commandments."
    },
    {
        "o": 2129,
        "r": "kjv:Exodus:20:7",
        "t": "Thou*p shalt not take the name of the Lord*s thy God in vain; for the Lord*s will not hold him guiltless that taketh his name in vain."
    },
    {
        "o": 2130,
        "r": "kjv:Exodus:20:8",
        "t": "Remember*p the sabbath day, to keep it holy."
    },
    {
        "o": 2131,
        "r": "kjv:Exodus:20:9",
        "t": "Six*p days shalt thou labour, and do all thy work:"
    },
    {
        "o": 2132,
        "r": "kjv:Exodus:20:10",
        "t": "But*p the seventh day is the sabbath of the Lord*s thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:"
    },
    {
        "o": 2133,
        "r": "kjv:Exodus:20:11",
        "t": "For*p in six days the Lord*s made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord*s blessed the sabbath day, and hallowed it."
    },
    {
        "o": 2134,
        "r": "kjv:Exodus:20:12",
        "t": "Honour*p thy father and thy mother: that thy days may be long upon the land which the Lord*s thy God giveth thee."
    },
    {
        "o": 2135,
        "r": "kjv:Exodus:20:13",
        "t": "Thou*p shalt not kill."
    },
    {
        "o": 2136,
        "r": "kjv:Exodus:20:14",
        "t": "Thou*p shalt not commit adultery."
    },
    {
        "o": 2137,
        "r": "kjv:Exodus:20:15",
        "t": "Thou*p shalt not steal."
    },
    {
        "o": 2138,
        "r": "kjv:Exodus:20:16",
        "t": "Thou*p shalt not bear false witness against thy neighbour."
    },
    {
        "o": 2139,
        "r": "kjv:Exodus:20:17",
        "t": "Thou*p shalt not covet thy neighbour's house, thou shalt not covet thy neighbour's wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour's."
    },
    {
        "o": 2140,
        "r": "kjv:Exodus:20:18",
        "t": "And*p all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off."
    },
    {
        "o": 2141,
        "r": "kjv:Exodus:20:19",
        "t": "And*p they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die."
    },
    {
        "o": 2142,
        "r": "kjv:Exodus:20:20",
        "t": "And*p Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not."
    },
    {
        "o": 2143,
        "r": "kjv:Exodus:20:21",
        "t": "And*p the people stood afar off, and Moses drew near unto the thick darkness where God was."
    },
    {
        "o": 2144,
        "r": "kjv:Exodus:20:22",
        "t": "And*p the Lord*s said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven."
    },
    {
        "o": 2145,
        "r": "kjv:Exodus:20:23",
        "t": "Ye*p shall not make with me gods of silver, neither shall ye make unto you gods of gold."
    },
    {
        "o": 2146,
        "r": "kjv:Exodus:20:24",
        "t": "An*p altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee."
    },
    {
        "o": 2147,
        "r": "kjv:Exodus:20:25",
        "t": "And*p if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it."
    },
    {
        "o": 2148,
        "r": "kjv:Exodus:20:26",
        "t": "Neither*p shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon."
    }
]
