[
    {
        "o": 19478,
        "r": "nasb:Ecclesiastes:11:0",
        "t": "Ecclesiastes 11",
        "h": 1
    },
    {
        "o": 19479,
        "r": "nasb:Ecclesiastes:11:0",
        "t": "Cast Your Bread on the Waters",
        "h": 2
    },
    {
        "o": 19480,
        "r": "nasb:Ecclesiastes:11:1",
        "t": "Cast*p your bread on the surface of the waters, for you will find it after many days."
    },
    {
        "o": 19481,
        "r": "nasb:Ecclesiastes:11:2",
        "t": "Divide your portion to seven, or even to eight, for you do not know what misfortune may occur on the earth."
    },
    {
        "o": 19482,
        "r": "nasb:Ecclesiastes:11:3",
        "t": "If the clouds are full, they pour out rain upon the earth; and whether a tree falls toward the south or toward the north, wherever the tree falls, there it lies."
    },
    {
        "o": 19483,
        "r": "nasb:Ecclesiastes:11:4",
        "t": "He who watches the wind will not sow and he who looks at the clouds will not reap."
    },
    {
        "o": 19484,
        "r": "nasb:Ecclesiastes:11:5",
        "t": "Just as you do not know the path of the wind and how bones are*i formed*i in the womb of the pregnant woman, so you do not know the activity of God who makes all things."
    },
    {
        "o": 19485,
        "r": "nasb:Ecclesiastes:11:6",
        "t": "Sow*p your seed in the morning and do not be idle in the evening, for you do not know whether morning or evening sowing will succeed, or whether both of them alike will be good."
    },
    {
        "o": 19486,
        "r": "nasb:Ecclesiastes:11:7",
        "t": "The*p light is pleasant, and it*i is*i good for the eyes to see the sun."
    },
    {
        "o": 19487,
        "r": "nasb:Ecclesiastes:11:8",
        "t": "Indeed, if a man should live many years, let him rejoice in them all, and let him remember the days of darkness, for they will be many. Everything that is to come will*i be*i futility."
    },
    {
        "o": 19488,
        "r": "nasb:Ecclesiastes:11:9",
        "t": "Rejoice,*p young man, during your childhood, and let your heart be pleasant during the days of young manhood. And follow the impulses of your heart and the desires of your eyes. Yet know that God will bring you to judgment for all these things."
    },
    {
        "o": 19489,
        "r": "nasb:Ecclesiastes:11:10",
        "t": "So, remove grief and anger from your heart and put away pain from your body, because childhood and the prime of life are fleeting."
    }
]
