[
    {
        "o": 8818,
        "r": "niv:2 Samuel:3:0",
        "t": "2 Samuel 3",
        "h": 1
    },
    {
        "o": 8819,
        "r": "niv:2 Samuel:3:1",
        "t": "The*p war between the house of Saul and the house of David lasted a long time. David grew stronger and stronger, while the house of Saul grew weaker and weaker."
    },
    {
        "o": 8820,
        "r": "niv:2 Samuel:3:2",
        "t": "Sons*ln were born to David in Hebron: His*ld firstborn was Amnon the son of Ahinoam of Jezreel;"
    },
    {
        "o": 8821,
        "r": "niv:2 Samuel:3:3",
        "t": "his*ld second, Kileab the son of Abigail the widow of Nabal of Carmel; the*ld third, Absalom the son of Maakah daughter of Talmai king of Geshur;"
    },
    {
        "o": 8822,
        "r": "niv:2 Samuel:3:4",
        "t": "the*ld fourth, Adonijah the son of Haggith; the*ld fifth, Shephatiah the son of Abital;"
    },
    {
        "o": 8823,
        "r": "niv:2 Samuel:3:5",
        "t": "and*ld the sixth, Ithream the son of David’s wife Eglah. These*ld were born to David in Hebron."
    },
    {
        "o": 8824,
        "r": "niv:2 Samuel:3:5",
        "t": "Abner Goes Over to David",
        "h": 2
    },
    {
        "o": 8825,
        "r": "niv:2 Samuel:3:6",
        "t": "During*p the war between the house of Saul and the house of David, Abner had been strengthening his own position in the house of Saul."
    },
    {
        "o": 8826,
        "r": "niv:2 Samuel:3:7",
        "t": "Now Saul had had a concubine named Rizpah daughter of Aiah. And Ish-Bosheth said to Abner, “Why did you sleep with my father’s concubine?”"
    },
    {
        "o": 8827,
        "r": "niv:2 Samuel:3:8",
        "t": "Abner*p was very angry because of what Ish-Bosheth said. So he answered, “Am I a dog’s head—on Judah’s side? This very day I am loyal to the house of your father Saul and to his family and friends. I haven’t handed you over to David. Yet now you accuse me of an offense involving this woman!"
    },
    {
        "o": 8828,
        "r": "niv:2 Samuel:3:9",
        "t": "May God deal with Abner, be it ever so severely, if I do not do for David what the Lord*s promised him on oath"
    },
    {
        "o": 8829,
        "r": "niv:2 Samuel:3:10",
        "t": "and transfer the kingdom from the house of Saul and establish David’s throne over Israel and Judah from Dan to Beersheba.”"
    },
    {
        "o": 8830,
        "r": "niv:2 Samuel:3:11",
        "t": "Ish-Bosheth did not dare to say another word to Abner, because he was afraid of him."
    },
    {
        "o": 8831,
        "r": "niv:2 Samuel:3:12",
        "t": "Then*p Abner sent messengers on his behalf to say to David, “Whose land is it? Make an agreement with me, and I will help you bring all Israel over to you.”"
    },
    {
        "o": 8832,
        "r": "niv:2 Samuel:3:13",
        "t": "“Good,”*p said David. “I will make an agreement with you. But I demand one thing of you: Do not come into my presence unless you bring Michal daughter of Saul when you come to see me.”"
    },
    {
        "o": 8833,
        "r": "niv:2 Samuel:3:14",
        "t": "Then David sent messengers to Ish-Bosheth son of Saul, demanding, “Give me my wife Michal, whom I betrothed to myself for the price of a hundred Philistine foreskins.”"
    },
    {
        "o": 8834,
        "r": "niv:2 Samuel:3:15",
        "t": "So*p Ish-Bosheth gave orders and had her taken away from her husband Paltiel son of Laish."
    },
    {
        "o": 8835,
        "r": "niv:2 Samuel:3:16",
        "t": "Her husband, however, went with her, weeping behind her all the way to Bahurim. Then Abner said to him, “Go back home!” So he went back."
    },
    {
        "o": 8836,
        "r": "niv:2 Samuel:3:17",
        "t": "Abner*p conferred with the elders of Israel and said, “For some time you have wanted to make David your king."
    },
    {
        "o": 8837,
        "r": "niv:2 Samuel:3:18",
        "t": "Now do it! For the Lord*s promised David, ‘By my servant David I will rescue my people Israel from the hand of the Philistines and from the hand of all their enemies.’ ”"
    },
    {
        "o": 8838,
        "r": "niv:2 Samuel:3:19",
        "t": "Abner*p also spoke to the Benjamites in person. Then he went to Hebron to tell David everything that Israel and the whole tribe of Benjamin wanted to do."
    },
    {
        "o": 8839,
        "r": "niv:2 Samuel:3:20",
        "t": "When Abner, who had twenty men with him, came to David at Hebron, David prepared a feast for him and his men."
    },
    {
        "o": 8840,
        "r": "niv:2 Samuel:3:21",
        "t": "Then Abner said to David, “Let me go at once and assemble all Israel for my lord the king, so that they may make a covenant with you, and that you may rule over all that your heart desires.” So David sent Abner away, and he went in peace."
    },
    {
        "o": 8841,
        "r": "niv:2 Samuel:3:21",
        "t": "Joab Murders Abner",
        "h": 2
    },
    {
        "o": 8842,
        "r": "niv:2 Samuel:3:22",
        "t": "Just*p then David’s men and Joab returned from a raid and brought with them a great deal of plunder. But Abner was no longer with David in Hebron, because David had sent him away, and he had gone in peace."
    },
    {
        "o": 8843,
        "r": "niv:2 Samuel:3:23",
        "t": "When Joab and all the soldiers with him arrived, he was told that Abner son of Ner had come to the king and that the king had sent him away and that he had gone in peace."
    },
    {
        "o": 8844,
        "r": "niv:2 Samuel:3:24",
        "t": "So*p Joab went to the king and said, “What have you done? Look, Abner came to you. Why did you let him go? Now he is gone!"
    },
    {
        "o": 8845,
        "r": "niv:2 Samuel:3:25",
        "t": "You know Abner son of Ner; he came to deceive you and observe your movements and find out everything you are doing.”"
    },
    {
        "o": 8846,
        "r": "niv:2 Samuel:3:26",
        "t": "Joab*p then left David and sent messengers after Abner, and they brought him back from the cistern at Sirah. But David did not know it."
    },
    {
        "o": 8847,
        "r": "niv:2 Samuel:3:27",
        "t": "Now when Abner returned to Hebron, Joab took him aside into an inner chamber, as if to speak with him privately. And there, to avenge the blood of his brother Asahel, Joab stabbed him in the stomach, and he died."
    },
    {
        "o": 8848,
        "r": "niv:2 Samuel:3:28",
        "t": "Later,*p when David heard about this, he said, “I and my kingdom are forever innocent before the Lord*s concerning the blood of Abner son of Ner."
    },
    {
        "o": 8849,
        "r": "niv:2 Samuel:3:29",
        "t": "May his blood fall on the head of Joab and on his whole family! May Joab’s family never be without someone who has a running sore or leprosy or who leans on a crutch or who falls by the sword or who lacks food.”"
    },
    {
        "o": 8850,
        "r": "niv:2 Samuel:3:30",
        "t": "(Joab*p and his brother Abishai murdered Abner because he had killed their brother Asahel in the battle at Gibeon.)"
    },
    {
        "o": 8851,
        "r": "niv:2 Samuel:3:31",
        "t": "Then*p David said to Joab and all the people with him, “Tear your clothes and put on sackcloth and walk in mourning in front of Abner.” King David himself walked behind the bier."
    },
    {
        "o": 8852,
        "r": "niv:2 Samuel:3:32",
        "t": "They buried Abner in Hebron, and the king wept aloud at Abner’s tomb. All the people wept also."
    },
    {
        "o": 8853,
        "r": "niv:2 Samuel:3:33",
        "t": "The*p king sang this lament for Abner: “Should*pn Abner have died as the lawless die?"
    },
    {
        "o": 8854,
        "r": "niv:2 Samuel:3:34",
        "t": "Your*ld hands were not bound, your*ld feet were not fettered. You*ln fell as one falls before the wicked.” And*p all the people wept over him again."
    },
    {
        "o": 8855,
        "r": "niv:2 Samuel:3:35",
        "t": "Then*p they all came and urged David to eat something while it was still day; but David took an oath, saying, “May God deal with me, be it ever so severely, if I taste bread or anything else before the sun sets!”"
    },
    {
        "o": 8856,
        "r": "niv:2 Samuel:3:36",
        "t": "All*p the people took note and were pleased; indeed, everything the king did pleased them."
    },
    {
        "o": 8857,
        "r": "niv:2 Samuel:3:37",
        "t": "So on that day all the people there and all Israel knew that the king had no part in the murder of Abner son of Ner."
    },
    {
        "o": 8858,
        "r": "niv:2 Samuel:3:38",
        "t": "Then*p the king said to his men, “Do you not realize that a commander and a great man has fallen in Israel this day?"
    },
    {
        "o": 8859,
        "r": "niv:2 Samuel:3:39",
        "t": "And today, though I am the anointed king, I am weak, and these sons of Zeruiah are too strong for me. May the Lord*s repay the evildoer according to his evil deeds!”"
    }
]
