[
    {
        "o": 9081,
        "r": "esv:2 Samuel:12:0",
        "t": "2 Samuel 12",
        "h": 1
    },
    {
        "o": 9082,
        "r": "esv:2 Samuel:12:0",
        "t": "Nathan Rebukes David",
        "h": 2
    },
    {
        "o": 9083,
        "r": "esv:2 Samuel:12:1",
        "t": "And*p the Lord*s sent Nathan to David. He came to him and said to him, “There were two men in a certain city, the one rich and the other poor."
    },
    {
        "o": 9084,
        "r": "esv:2 Samuel:12:2",
        "t": "The rich man had very many flocks and herds,"
    },
    {
        "o": 9085,
        "r": "esv:2 Samuel:12:3",
        "t": "but the poor man had nothing but one little ewe lamb, which he had bought. And he brought it up, and it grew up with him and with his children. It used to eat of his morsel and drink from his cup and lie in his arms, and it was like a daughter to him."
    },
    {
        "o": 9086,
        "r": "esv:2 Samuel:12:4",
        "t": "Now there came a traveler to the rich man, and he was unwilling to take one of his own flock or herd to prepare for the guest who had come to him, but he took the poor man’s lamb and prepared it for the man who had come to him.”"
    },
    {
        "o": 9087,
        "r": "esv:2 Samuel:12:5",
        "t": "Then David’s anger was greatly kindled against the man, and he said to Nathan, “As the Lord*s lives, the man who has done this deserves to die,"
    },
    {
        "o": 9088,
        "r": "esv:2 Samuel:12:6",
        "t": "and he shall restore the lamb fourfold, because he did this thing, and because he had no pity.”"
    },
    {
        "o": 9089,
        "r": "esv:2 Samuel:12:7",
        "t": "Nathan*p said to David, “You are the man! Thus says the Lord,*s the God of Israel, ‘I anointed you king over Israel, and I delivered you out of the hand of Saul."
    },
    {
        "o": 9090,
        "r": "esv:2 Samuel:12:8",
        "t": "And I gave you your master’s house and your master’s wives into your arms and gave you the house of Israel and of Judah. And if this were too little, I would add to you as much more."
    },
    {
        "o": 9091,
        "r": "esv:2 Samuel:12:9",
        "t": "Why have you despised the word of the Lord,*s to do what is evil in his sight? You have struck down Uriah the Hittite with the sword and have taken his wife to be your wife and have killed him with the sword of the Ammonites."
    },
    {
        "o": 9092,
        "r": "esv:2 Samuel:12:10",
        "t": "Now therefore the sword shall never depart from your house, because you have despised me and have taken the wife of Uriah the Hittite to be your wife.’"
    },
    {
        "o": 9093,
        "r": "esv:2 Samuel:12:11",
        "t": "Thus says the Lord,*s ‘Behold, I will raise up evil against you out of your own house. And I will take your wives before your eyes and give them to your neighbor, and he shall lie with your wives in the sight of this sun."
    },
    {
        "o": 9094,
        "r": "esv:2 Samuel:12:12",
        "t": "For you did it secretly, but I will do this thing before all Israel and before the sun.’”"
    },
    {
        "o": 9095,
        "r": "esv:2 Samuel:12:13",
        "t": "David said to Nathan, “I have sinned against the Lord.”*s And Nathan said to David, “The Lord*s also has put away your sin; you shall not die."
    },
    {
        "o": 9096,
        "r": "esv:2 Samuel:12:14",
        "t": "Nevertheless, because by this deed you have utterly scorned the Lord,*s the child who is born to you shall die.”"
    },
    {
        "o": 9097,
        "r": "esv:2 Samuel:12:15",
        "t": "Then Nathan went to his house."
    },
    {
        "o": 9098,
        "r": "esv:2 Samuel:12:15",
        "t": "David’s Child Dies",
        "h": 2
    },
    {
        "o": 9099,
        "r": "esv:2 Samuel:12:15",
        "t": "And*p the Lord*s afflicted the child that Uriah’s wife bore to David, and he became sick."
    },
    {
        "o": 9100,
        "r": "esv:2 Samuel:12:16",
        "t": "David therefore sought God on behalf of the child. And David fasted and went in and lay all night on the ground."
    },
    {
        "o": 9101,
        "r": "esv:2 Samuel:12:17",
        "t": "And the elders of his house stood beside him, to raise him from the ground, but he would not, nor did he eat food with them."
    },
    {
        "o": 9102,
        "r": "esv:2 Samuel:12:18",
        "t": "On the seventh day the child died. And the servants of David were afraid to tell him that the child was dead, for they said, “Behold, while the child was yet alive, we spoke to him, and he did not listen to us. How then can we say to him the child is dead? He may do himself some harm.”"
    },
    {
        "o": 9103,
        "r": "esv:2 Samuel:12:19",
        "t": "But when David saw that his servants were whispering together, David understood that the child was dead. And David said to his servants, “Is the child dead?” They said, “He is dead.”"
    },
    {
        "o": 9104,
        "r": "esv:2 Samuel:12:20",
        "t": "Then David arose from the earth and washed and anointed himself and changed his clothes. And he went into the house of the Lord*s and worshiped. He then went to his own house. And when he asked, they set food before him, and he ate."
    },
    {
        "o": 9105,
        "r": "esv:2 Samuel:12:21",
        "t": "Then his servants said to him, “What is this thing that you have done? You fasted and wept for the child while he was alive; but when the child died, you arose and ate food.”"
    },
    {
        "o": 9106,
        "r": "esv:2 Samuel:12:22",
        "t": "He said, “While the child was still alive, I fasted and wept, for I said, ‘Who knows whether the Lord*s will be gracious to me, that the child may live?’"
    },
    {
        "o": 9107,
        "r": "esv:2 Samuel:12:23",
        "t": "But now he is dead. Why should I fast? Can I bring him back again? I shall go to him, but he will not return to me.”"
    },
    {
        "o": 9108,
        "r": "esv:2 Samuel:12:23",
        "t": "Solomon’s Birth",
        "h": 2
    },
    {
        "o": 9109,
        "r": "esv:2 Samuel:12:24",
        "t": "Then*p David comforted his wife, Bathsheba, and went in to her and lay with her, and she bore a son, and he called his name Solomon. And the Lord*s loved him"
    },
    {
        "o": 9110,
        "r": "esv:2 Samuel:12:25",
        "t": "and sent a message by Nathan the prophet. So he called his name Jedidiah, because of the Lord.*s"
    },
    {
        "o": 9111,
        "r": "esv:2 Samuel:12:25",
        "t": "Rabbah Is Captured",
        "h": 2
    },
    {
        "o": 9112,
        "r": "esv:2 Samuel:12:26",
        "t": "Now*p Joab fought against Rabbah of the Ammonites and took the royal city."
    },
    {
        "o": 9113,
        "r": "esv:2 Samuel:12:27",
        "t": "And Joab sent messengers to David and said, “I have fought against Rabbah; moreover, I have taken the city of waters."
    },
    {
        "o": 9114,
        "r": "esv:2 Samuel:12:28",
        "t": "Now then gather the rest of the people together and encamp against the city and take it, lest I take the city and it be called by my name.”"
    },
    {
        "o": 9115,
        "r": "esv:2 Samuel:12:29",
        "t": "So David gathered all the people together and went to Rabbah and fought against it and took it."
    },
    {
        "o": 9116,
        "r": "esv:2 Samuel:12:30",
        "t": "And he took the crown of their king from his head. The weight of it was a talent of gold, and in it was a precious stone, and it was placed on David’s head. And he brought out the spoil of the city, a very great amount."
    },
    {
        "o": 9117,
        "r": "esv:2 Samuel:12:31",
        "t": "And he brought out the people who were in it and set them to labor with saws and iron picks and iron axes and made them toil at the brick kilns. And thus he did to all the cities of the Ammonites. Then David and all the people returned to Jerusalem."
    }
]
