[
    {
        "o": 19846,
        "r": "nasb:Isaiah:9:0",
        "t": "Isaiah 9",
        "h": 1
    },
    {
        "o": 19847,
        "r": "nasb:Isaiah:9:0",
        "t": "Birth and Reign of the Prince of Peace",
        "h": 2
    },
    {
        "o": 19848,
        "r": "nasb:Isaiah:9:1",
        "t": "But*p there will be no more*i gloom for her who was in anguish; in earlier times He treated the land of Zebulun and the land of Naphtali with contempt, but later on He shall make it*i glorious, by the way of the sea, on the other side of Jordan, Galilee of the Gentiles."
    },
    {
        "o": 19849,
        "r": "nasb:Isaiah:9:2",
        "t": "The*pn people who walk in darkness Will*ln see a great light; Those*ln who live in a dark land, The*ln light will shine on them."
    },
    {
        "o": 19850,
        "r": "nasb:Isaiah:9:3",
        "t": "You*ln shall multiply the nation, You*ln shall increase their gladness; They*ln will be glad in Your presence As*ln with the gladness of harvest, As*ln men rejoice when they divide the spoil."
    },
    {
        "o": 19851,
        "r": "nasb:Isaiah:9:4",
        "t": "For*ln You shall break the yoke of their burden and the staff on their shoulders, The*ln rod of their oppressor, as at the battle of Midian."
    },
    {
        "o": 19852,
        "r": "nasb:Isaiah:9:5",
        "t": "For*ln every boot of the booted warrior in the battle*i tumult, And*ln cloak rolled in blood, will be for burning, fuel for the fire."
    },
    {
        "o": 19853,
        "r": "nasb:Isaiah:9:6",
        "t": "For*ln a child will be born to us, a son will be given to us; And*ln the government will rest on His shoulders; And*ln His name will be called Wonderful Counselor, Mighty God, Eternal*ln Father, Prince of Peace."
    },
    {
        "o": 19854,
        "r": "nasb:Isaiah:9:7",
        "t": "There*ln will be no end to the increase of His*i government or of peace, On*ln the throne of David and over his kingdom, To*ln establish it and to uphold it with justice and righteousness From*ln then on and forevermore. The*ln zeal of the Lord*s of hosts will accomplish this."
    },
    {
        "o": 19855,
        "r": "nasb:Isaiah:9:7",
        "t": "God’s Anger with Israel’s Arrogance",
        "h": 2
    },
    {
        "o": 19856,
        "r": "nasb:Isaiah:9:8",
        "t": "The*pn Lord sends a message against Jacob, And*ln it falls on Israel."
    },
    {
        "o": 19857,
        "r": "nasb:Isaiah:9:9",
        "t": "And*ln all the people know it,*i That*iln is,*i Ephraim and the inhabitants of Samaria, Asserting*ln in pride and in arrogance of heart:"
    },
    {
        "o": 19858,
        "r": "nasb:Isaiah:9:10",
        "t": "“The*ln bricks have fallen down, But*ln we will rebuild with smooth stones; The*ln sycamores have been cut down, But*ln we will replace them*i with cedars.”"
    },
    {
        "o": 19859,
        "r": "nasb:Isaiah:9:11",
        "t": "Therefore*ln the Lord*s raises against them adversaries from Rezin And*ln spurs their enemies on,"
    },
    {
        "o": 19860,
        "r": "nasb:Isaiah:9:12",
        "t": "The*ln Arameans on the east and the Philistines on the west; And*ln they devour Israel with gaping jaws. In*ln spite*i of*i all this, His anger does not turn away And*ln His hand is still stretched out."
    },
    {
        "o": 19861,
        "r": "nasb:Isaiah:9:13",
        "t": "Yet*ln the people do not turn back to Him who struck them, Nor*ln do they seek the Lord*s of hosts."
    },
    {
        "o": 19862,
        "r": "nasb:Isaiah:9:14",
        "t": "So*ln the Lord*s cuts off head and tail from Israel, Both*iln palm branch and bulrush in a single day."
    },
    {
        "o": 19863,
        "r": "nasb:Isaiah:9:15",
        "t": "The*ln head is the elder and honorable man, And*ln the prophet who teaches falsehood is the tail."
    },
    {
        "o": 19864,
        "r": "nasb:Isaiah:9:16",
        "t": "For*ln those who guide this people are leading them*i astray; And*ln those who are guided by them are brought to confusion."
    },
    {
        "o": 19865,
        "r": "nasb:Isaiah:9:17",
        "t": "Therefore*ln the Lord does not take pleasure in their young men, Nor*ln does He have pity on their orphans or their widows; For*ln every one of them is godless and an evildoer, And*ln every mouth is speaking foolishness. In*ln spite*i of*i all this, His anger does not turn away And*ln His hand is still stretched out."
    },
    {
        "o": 19866,
        "r": "nasb:Isaiah:9:18",
        "t": "For*ln wickedness burns like a fire; It*ln consumes briars and thorns; It*ln even sets the thickets of the forest aflame And*ln they roll upward in a column of smoke."
    },
    {
        "o": 19867,
        "r": "nasb:Isaiah:9:19",
        "t": "By*ln the fury of the Lord*s of hosts the land is burned up, And*ln the people are like fuel for the fire; No*ln man spares his brother."
    },
    {
        "o": 19868,
        "r": "nasb:Isaiah:9:20",
        "t": "They*ln slice off what*i is*i on the right hand but still*i are hungry, And*ln they eat what*i is*i on the left hand but they are not satisfied; Each*ln of them eats the flesh of his own arm."
    },
    {
        "o": 19869,
        "r": "nasb:Isaiah:9:21",
        "t": "Manasseh*ln devours*i Ephraim, and Ephraim Manasseh, And*iln together they are against Judah. In*ln spite*i of*i all this, His anger does not turn away And*ln His hand is still stretched out."
    }
]
