[
    {
        "o": 2696,
        "r": "niv:Exodus:33:0",
        "t": "Exodus 33",
        "h": 1
    },
    {
        "o": 2697,
        "r": "niv:Exodus:33:1",
        "t": "Then*p the Lord*s said to Moses, “Leave this place, you and the people you brought up out of Egypt, and go up to the land I promised on oath to Abraham, Isaac and Jacob, saying, ‘I will give it to your descendants.’"
    },
    {
        "o": 2698,
        "r": "niv:Exodus:33:2",
        "t": "I will send an angel before you and drive out the Canaanites, Amorites, Hittites, Perizzites, Hivites and Jebusites."
    },
    {
        "o": 2699,
        "r": "niv:Exodus:33:3",
        "t": "Go up to the land flowing with milk and honey. But I will not go with you, because you are a stiff-necked people and I might destroy you on the way.”"
    },
    {
        "o": 2700,
        "r": "niv:Exodus:33:4",
        "t": "When*p the people heard these distressing words, they began to mourn and no one put on any ornaments."
    },
    {
        "o": 2701,
        "r": "niv:Exodus:33:5",
        "t": "For the Lord*s had said to Moses, “Tell the Israelites, ‘You are a stiff-necked people. If I were to go with you even for a moment, I might destroy you. Now take off your ornaments and I will decide what to do with you.’ ”"
    },
    {
        "o": 2702,
        "r": "niv:Exodus:33:6",
        "t": "So the Israelites stripped off their ornaments at Mount Horeb."
    },
    {
        "o": 2703,
        "r": "niv:Exodus:33:6",
        "t": "The Tent of Meeting",
        "h": 2
    },
    {
        "o": 2704,
        "r": "niv:Exodus:33:7",
        "t": "Now*p Moses used to take a tent and pitch it outside the camp some distance away, calling it the “tent of meeting.” Anyone inquiring of the Lord*s would go to the tent of meeting outside the camp."
    },
    {
        "o": 2705,
        "r": "niv:Exodus:33:8",
        "t": "And whenever Moses went out to the tent, all the people rose and stood at the entrances to their tents, watching Moses until he entered the tent."
    },
    {
        "o": 2706,
        "r": "niv:Exodus:33:9",
        "t": "As Moses went into the tent, the pillar of cloud would come down and stay at the entrance, while the Lord*s spoke with Moses."
    },
    {
        "o": 2707,
        "r": "niv:Exodus:33:10",
        "t": "Whenever the people saw the pillar of cloud standing at the entrance to the tent, they all stood and worshiped, each at the entrance to their tent."
    },
    {
        "o": 2708,
        "r": "niv:Exodus:33:11",
        "t": "The Lord*s would speak to Moses face to face, as one speaks to a friend. Then Moses would return to the camp, but his young aide Joshua son of Nun did not leave the tent."
    },
    {
        "o": 2709,
        "r": "niv:Exodus:33:11",
        "t": "Moses and the Glory of the Lord",
        "h": 2
    },
    {
        "o": 2710,
        "r": "niv:Exodus:33:12",
        "t": "Moses*p said to the Lord,*s “You have been telling me, ‘Lead these people,’ but you have not let me know whom you will send with me. You have said, ‘I know you by name and you have found favor with me.’"
    },
    {
        "o": 2711,
        "r": "niv:Exodus:33:13",
        "t": "If you are pleased with me, teach me your ways so I may know you and continue to find favor with you. Remember that this nation is your people.”"
    },
    {
        "o": 2712,
        "r": "niv:Exodus:33:14",
        "t": "The*p Lord*s replied, “My Presence will go with you, and I will give you rest.”"
    },
    {
        "o": 2713,
        "r": "niv:Exodus:33:15",
        "t": "Then*p Moses said to him, “If your Presence does not go with us, do not send us up from here."
    },
    {
        "o": 2714,
        "r": "niv:Exodus:33:16",
        "t": "How will anyone know that you are pleased with me and with your people unless you go with us? What else will distinguish me and your people from all the other people on the face of the earth?”"
    },
    {
        "o": 2715,
        "r": "niv:Exodus:33:17",
        "t": "And*p the Lord*s said to Moses, “I will do the very thing you have asked, because I am pleased with you and I know you by name.”"
    },
    {
        "o": 2716,
        "r": "niv:Exodus:33:18",
        "t": "Then*p Moses said, “Now show me your glory.”"
    },
    {
        "o": 2717,
        "r": "niv:Exodus:33:19",
        "t": "And*p the Lord*s said, “I will cause all my goodness to pass in front of you, and I will proclaim my name, the Lord,*s in your presence. I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion."
    },
    {
        "o": 2718,
        "r": "niv:Exodus:33:20",
        "t": "But,” he said, “you cannot see my face, for no one may see me and live.”"
    },
    {
        "o": 2719,
        "r": "niv:Exodus:33:21",
        "t": "Then*p the Lord*s said, “There is a place near me where you may stand on a rock."
    },
    {
        "o": 2720,
        "r": "niv:Exodus:33:22",
        "t": "When my glory passes by, I will put you in a cleft in the rock and cover you with my hand until I have passed by."
    },
    {
        "o": 2721,
        "r": "niv:Exodus:33:23",
        "t": "Then I will remove my hand and you will see my back; but my face must not be seen.”"
    }
]
