[
    {
        "o": 13544,
        "r": "csb:Ezra:7:0",
        "t": "Ezra 7",
        "h": 1
    },
    {
        "o": 13545,
        "r": "csb:Ezra:7:0",
        "t": "Ezra’s Arrival",
        "h": 2
    },
    {
        "o": 13546,
        "r": "csb:Ezra:7:1",
        "t": "After*p these events, during the reign of King Artaxerxes of Persia, Ezra — Seraiah’s*ln son, Azariah’s son, Hilkiah’s*ln son,"
    },
    {
        "o": 13547,
        "r": "csb:Ezra:7:2",
        "t": "Shallum’s son, Zadok’s*ln son, Ahitub’s son,"
    },
    {
        "o": 13548,
        "r": "csb:Ezra:7:3",
        "t": "Amariah’s*ln son, Azariah’s son, Meraioth’s*ln son,"
    },
    {
        "o": 13549,
        "r": "csb:Ezra:7:4",
        "t": "Zerahiah’s son, Uzzi’s*ln son, Bukki’s son,"
    },
    {
        "o": 13550,
        "r": "csb:Ezra:7:5",
        "t": "Abishua’s*ln son, Phinehas’s son, Eleazar’s*ln son, the chief priest Aaron’s son"
    },
    {
        "o": 13551,
        "r": "csb:Ezra:7:6",
        "t": "— came*p up from Babylon. He was a scribe skilled in the law of Moses, which the Lord,*s the God of Israel, had given. The king had granted him everything he requested because the hand of the Lord*s his God was on him."
    },
    {
        "o": 13552,
        "r": "csb:Ezra:7:7",
        "t": "Some of the Israelites, priests, Levites, singers, gatekeepers, and temple servants accompanied him to Jerusalem in the seventh year of King Artaxerxes."
    },
    {
        "o": 13553,
        "r": "csb:Ezra:7:8",
        "t": "Ezra*p came to Jerusalem in the fifth month, during the seventh year of the king."
    },
    {
        "o": 13554,
        "r": "csb:Ezra:7:9",
        "t": "He began the journey from Babylon on the first day of the first month and arrived in Jerusalem on the first day of the fifth month since the gracious hand of his God was on him."
    },
    {
        "o": 13555,
        "r": "csb:Ezra:7:10",
        "t": "Now Ezra had determined in his heart to study the law of the Lord,*s obey it, and teach its statutes and ordinances in Israel."
    },
    {
        "o": 13556,
        "r": "csb:Ezra:7:10",
        "t": "Letter from Artaxerxes",
        "h": 2
    },
    {
        "o": 13557,
        "r": "csb:Ezra:7:11",
        "t": "This*p is the text of the letter King Artaxerxes gave to Ezra the priest and scribe, an expert in matters of the Lord’s*s commands and statutes for Israel:"
    },
    {
        "o": 13558,
        "r": "csb:Ezra:7:12",
        "t": "Artaxerxes,*p king of kings, to Ezra the priest, an expert in the law of the God of the heavens: Greetings.*p"
    },
    {
        "o": 13559,
        "r": "csb:Ezra:7:13",
        "t": "I*p issue a decree that any of the Israelites in my kingdom, including their priests and Levites, who want to go to Jerusalem, may go with you."
    },
    {
        "o": 13560,
        "r": "csb:Ezra:7:14",
        "t": "You are sent by the king and his seven counselors to evaluate Judah and Jerusalem according to the law of your God, which is in your possession."
    },
    {
        "o": 13561,
        "r": "csb:Ezra:7:15",
        "t": "You are also to bring the silver and gold the king and his counselors have willingly given to the God of Israel, whose dwelling is in Jerusalem,"
    },
    {
        "o": 13562,
        "r": "csb:Ezra:7:16",
        "t": "and all the silver and gold you receive throughout the province of Babylon, together with the freewill offerings given by the people and the priests to the house of their God in Jerusalem."
    },
    {
        "o": 13563,
        "r": "csb:Ezra:7:17",
        "t": "Then you are to be diligent to buy with this money bulls, rams, and lambs, along with their grain and drink offerings, and offer them on the altar at the house of your God in Jerusalem."
    },
    {
        "o": 13564,
        "r": "csb:Ezra:7:18",
        "t": "You may do whatever seems best to you and your brothers with the rest of the silver and gold, according to the will of your God."
    },
    {
        "o": 13565,
        "r": "csb:Ezra:7:19",
        "t": "Deliver to the God of Jerusalem all the articles given to you for the service of the house of your God."
    },
    {
        "o": 13566,
        "r": "csb:Ezra:7:20",
        "t": "You may use the royal treasury to pay for anything else needed for the house of your God."
    },
    {
        "o": 13567,
        "r": "csb:Ezra:7:21",
        "t": "I,*p King Artaxerxes, issue a decree to all the treasurers in the region west of the Euphrates River: Whatever*p Ezra the priest, an expert in the law of the God of the heavens, asks of you must be provided in full,"
    },
    {
        "o": 13568,
        "r": "csb:Ezra:7:22",
        "t": "up to 7,500 pounds of silver, 500 bushels of wheat, 550 gallons of wine, 550 gallons of oil, and salt without limit."
    },
    {
        "o": 13569,
        "r": "csb:Ezra:7:23",
        "t": "Whatever is commanded by the God of the heavens must be done diligently for the house of the God of the heavens, so that wrath will not fall on the realm of the king and his sons."
    },
    {
        "o": 13570,
        "r": "csb:Ezra:7:24",
        "t": "Be advised that you do not have authority to impose tribute, duty, and land tax on any priests, Levites, singers, doorkeepers, temple servants, or other servants of this house of God."
    },
    {
        "o": 13571,
        "r": "csb:Ezra:7:25",
        "t": "And*p you, Ezra, according to God’s wisdom that you possess, appoint magistrates and judges to judge all the people in the region west of the Euphrates who know the laws of your God and to teach anyone who does not know them."
    },
    {
        "o": 13572,
        "r": "csb:Ezra:7:26",
        "t": "Anyone who does not keep the law of your God and the law of the king, let the appropriate judgment be executed against him, whether death, banishment, confiscation of property, or imprisonment."
    },
    {
        "o": 13573,
        "r": "csb:Ezra:7:27",
        "t": "Blessed*p be the Lord,*s the God of our ancestors, who has put it into the king’s mind to glorify the house of the Lord*s in Jerusalem,"
    },
    {
        "o": 13574,
        "r": "csb:Ezra:7:28",
        "t": "and who has shown favor to me before the king, his counselors, and all his powerful officers. So I took courage because I was strengthened by the hand of the Lord*s my God, and I gathered Israelite leaders to return with me."
    }
]
