[
    {
        "o": 5569,
        "r": "esv:Deuteronomy:7:0",
        "t": "Deuteronomy 7",
        "h": 1
    },
    {
        "o": 5570,
        "r": "esv:Deuteronomy:7:0",
        "t": "A Chosen People",
        "h": 2
    },
    {
        "o": 5571,
        "r": "esv:Deuteronomy:7:1",
        "t": "“When*p the Lord*s your God brings you into the land that you are entering to take possession of it, and clears away many nations before you, the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, seven nations more numerous and mightier than you,"
    },
    {
        "o": 5572,
        "r": "esv:Deuteronomy:7:2",
        "t": "and when the Lord*s your God gives them over to you, and you defeat them, then you must devote them to complete destruction. You shall make no covenant with them and show no mercy to them."
    },
    {
        "o": 5573,
        "r": "esv:Deuteronomy:7:3",
        "t": "You shall not intermarry with them, giving your daughters to their sons or taking their daughters for your sons,"
    },
    {
        "o": 5574,
        "r": "esv:Deuteronomy:7:4",
        "t": "for they would turn away your sons from following me, to serve other gods. Then the anger of the Lord*s would be kindled against you, and he would destroy you quickly."
    },
    {
        "o": 5575,
        "r": "esv:Deuteronomy:7:5",
        "t": "But thus shall you deal with them: you shall break down their altars and dash in pieces their pillars and chop down their Asherim and burn their carved images with fire."
    },
    {
        "o": 5576,
        "r": "esv:Deuteronomy:7:6",
        "t": "“For*p you are a people holy to the Lord*s your God. The Lord*s your God has chosen you to be a people for his treasured possession, out of all the peoples who are on the face of the earth."
    },
    {
        "o": 5577,
        "r": "esv:Deuteronomy:7:7",
        "t": "It was not because you were more in number than any other people that the Lord*s set his love on you and chose you, for you were the fewest of all peoples,"
    },
    {
        "o": 5578,
        "r": "esv:Deuteronomy:7:8",
        "t": "but it is because the Lord*s loves you and is keeping the oath that he swore to your fathers, that the Lord*s has brought you out with a mighty hand and redeemed you from the house of slavery, from the hand of Pharaoh king of Egypt."
    },
    {
        "o": 5579,
        "r": "esv:Deuteronomy:7:9",
        "t": "Know therefore that the Lord*s your God is God, the faithful God who keeps covenant and steadfast love with those who love him and keep his commandments, to a thousand generations,"
    },
    {
        "o": 5580,
        "r": "esv:Deuteronomy:7:10",
        "t": "and repays to their face those who hate him, by destroying them. He will not be slack with one who hates him. He will repay him to his face."
    },
    {
        "o": 5581,
        "r": "esv:Deuteronomy:7:11",
        "t": "You shall therefore be careful to do the commandment and the statutes and the rules that I command you today."
    },
    {
        "o": 5582,
        "r": "esv:Deuteronomy:7:12",
        "t": "“And*p because you listen to these rules and keep and do them, the Lord*s your God will keep with you the covenant and the steadfast love that he swore to your fathers."
    },
    {
        "o": 5583,
        "r": "esv:Deuteronomy:7:13",
        "t": "He will love you, bless you, and multiply you. He will also bless the fruit of your womb and the fruit of your ground, your grain and your wine and your oil, the increase of your herds and the young of your flock, in the land that he swore to your fathers to give you."
    },
    {
        "o": 5584,
        "r": "esv:Deuteronomy:7:14",
        "t": "You shall be blessed above all peoples. There shall not be male or female barren among you or among your livestock."
    },
    {
        "o": 5585,
        "r": "esv:Deuteronomy:7:15",
        "t": "And the Lord*s will take away from you all sickness, and none of the evil diseases of Egypt, which you knew, will he inflict on you, but he will lay them on all who hate you."
    },
    {
        "o": 5586,
        "r": "esv:Deuteronomy:7:16",
        "t": "And you shall consume all the peoples that the Lord*s your God will give over to you. Your eye shall not pity them, neither shall you serve their gods, for that would be a snare to you."
    },
    {
        "o": 5587,
        "r": "esv:Deuteronomy:7:17",
        "t": "“If*p you say in your heart, ‘These nations are greater than I. How can I dispossess them?’"
    },
    {
        "o": 5588,
        "r": "esv:Deuteronomy:7:18",
        "t": "you shall not be afraid of them but you shall remember what the Lord*s your God did to Pharaoh and to all Egypt,"
    },
    {
        "o": 5589,
        "r": "esv:Deuteronomy:7:19",
        "t": "the great trials that your eyes saw, the signs, the wonders, the mighty hand, and the outstretched arm, by which the Lord*s your God brought you out. So will the Lord*s your God do to all the peoples of whom you are afraid."
    },
    {
        "o": 5590,
        "r": "esv:Deuteronomy:7:20",
        "t": "Moreover, the Lord*s your God will send hornets among them, until those who are left and hide themselves from you are destroyed."
    },
    {
        "o": 5591,
        "r": "esv:Deuteronomy:7:21",
        "t": "You shall not be in dread of them, for the Lord*s your God is in your midst, a great and awesome God."
    },
    {
        "o": 5592,
        "r": "esv:Deuteronomy:7:22",
        "t": "The Lord*s your God will clear away these nations before you little by little. You may not make an end of them at once, lest the wild beasts grow too numerous for you."
    },
    {
        "o": 5593,
        "r": "esv:Deuteronomy:7:23",
        "t": "But the Lord*s your God will give them over to you and throw them into great confusion, until they are destroyed."
    },
    {
        "o": 5594,
        "r": "esv:Deuteronomy:7:24",
        "t": "And he will give their kings into your hand, and you shall make their name perish from under heaven. No one shall be able to stand against you until you have destroyed them."
    },
    {
        "o": 5595,
        "r": "esv:Deuteronomy:7:25",
        "t": "The carved images of their gods you shall burn with fire. You shall not covet the silver or the gold that is on them or take it for yourselves, lest you be ensnared by it, for it is an abomination to the Lord*s your God."
    },
    {
        "o": 5596,
        "r": "esv:Deuteronomy:7:26",
        "t": "And you shall not bring an abominable thing into your house and become devoted to destruction like it. You shall utterly detest and abhor it, for it is devoted to destruction."
    }
]
