[
    {
        "o": 4815,
        "r": "nkjv:Numbers:22:0",
        "t": "Numbers 22",
        "h": 1
    },
    {
        "o": 4816,
        "r": "nkjv:Numbers:22:0",
        "t": "Balak Sends for Balaam",
        "h": 2
    },
    {
        "o": 4817,
        "r": "nkjv:Numbers:22:1",
        "t": "Then*p the children of Israel moved, and camped in the plains of Moab on the side of the Jordan across*i from*i Jericho."
    },
    {
        "o": 4818,
        "r": "nkjv:Numbers:22:2",
        "t": "Now*p Balak the son of Zippor saw all that Israel had done to the Amorites."
    },
    {
        "o": 4819,
        "r": "nkjv:Numbers:22:3",
        "t": "And Moab was exceedingly afraid of the people because they were*i many, and Moab was sick with dread because of the children of Israel."
    },
    {
        "o": 4820,
        "r": "nkjv:Numbers:22:4",
        "t": "So Moab said to the elders of Midian, “Now this company will lick up everything around us, as an ox licks up the grass of the field.” And Balak the son of Zippor was*i king of the Moabites at that time."
    },
    {
        "o": 4821,
        "r": "nkjv:Numbers:22:5",
        "t": "Then he sent messengers to Balaam the son of Beor at Pethor, which is*i near the River in the land of the sons of his people, to call him, saying: “Look, a people has come from Egypt. See, they cover the face of the earth, and are settling next to me!"
    },
    {
        "o": 4822,
        "r": "nkjv:Numbers:22:6",
        "t": "Therefore please come at once, curse this people for me, for they are*i too mighty for me. Perhaps I shall be able to defeat them and drive them out of the land, for I know that he whom you bless is*i blessed, and he whom you curse is cursed.”"
    },
    {
        "o": 4823,
        "r": "nkjv:Numbers:22:7",
        "t": "So*p the elders of Moab and the elders of Midian departed with the diviner’s fee in their hand, and they came to Balaam and spoke to him the words of Balak."
    },
    {
        "o": 4824,
        "r": "nkjv:Numbers:22:8",
        "t": "And he said to them, “Lodge here tonight, and I will bring back word to you, as the Lord*s speaks to me.” So the princes of Moab stayed with Balaam."
    },
    {
        "o": 4825,
        "r": "nkjv:Numbers:22:9",
        "t": "Then*p God came to Balaam and said, “Who are*i these men with you?”"
    },
    {
        "o": 4826,
        "r": "nkjv:Numbers:22:10",
        "t": "So*p Balaam said to God, “Balak the son of Zippor, king of Moab, has sent to me, saying,*i"
    },
    {
        "o": 4827,
        "r": "nkjv:Numbers:22:11",
        "t": "‘Look, a people has come out of Egypt, and they cover the face of the earth. Come now, curse them for me; perhaps I shall be able to overpower them and drive them out.’”"
    },
    {
        "o": 4828,
        "r": "nkjv:Numbers:22:12",
        "t": "And*p God said to Balaam, “You shall not go with them; you shall not curse the people, for they are*i blessed.”"
    },
    {
        "o": 4829,
        "r": "nkjv:Numbers:22:13",
        "t": "So*p Balaam rose in the morning and said to the princes of Balak, “Go back to your land, for the Lord*s has refused to give me permission to go with you.”"
    },
    {
        "o": 4830,
        "r": "nkjv:Numbers:22:14",
        "t": "And*p the princes of Moab rose and went to Balak, and said, “Balaam refuses to come with us.”"
    },
    {
        "o": 4831,
        "r": "nkjv:Numbers:22:15",
        "t": "Then*p Balak again sent princes, more numerous and more honorable than they."
    },
    {
        "o": 4832,
        "r": "nkjv:Numbers:22:16",
        "t": "And they came to Balaam and said to him, “Thus says Balak the son of Zippor: ‘Please let nothing hinder you from coming to me;"
    },
    {
        "o": 4833,
        "r": "nkjv:Numbers:22:17",
        "t": "for I will certainly honor you greatly, and I will do whatever you say to me. Therefore please come, curse this people for me.’”"
    },
    {
        "o": 4834,
        "r": "nkjv:Numbers:22:18",
        "t": "Then*p Balaam answered and said to the servants of Balak, “Though Balak were to give me his house full of silver and gold, I could not go beyond the word of the Lord*s my God, to do less or more."
    },
    {
        "o": 4835,
        "r": "nkjv:Numbers:22:19",
        "t": "Now therefore, please, you also stay here tonight, that I may know what more the Lord*s will say to me.”"
    },
    {
        "o": 4836,
        "r": "nkjv:Numbers:22:20",
        "t": "And*p God came to Balaam at night and said to him, “If the men come to call you, rise and*i go with them; but only the word which I speak to you—that you shall do.”"
    },
    {
        "o": 4837,
        "r": "nkjv:Numbers:22:21",
        "t": "So Balaam rose in the morning, saddled his donkey, and went with the princes of Moab."
    },
    {
        "o": 4838,
        "r": "nkjv:Numbers:22:21",
        "t": "Balaam, the Donkey, and the Angel",
        "h": 2
    },
    {
        "o": 4839,
        "r": "nkjv:Numbers:22:22",
        "t": "Then*p God’s anger was aroused because he went, and the Angel of the Lord*s took His stand in the way as an adversary against him. And he was riding on his donkey, and his two servants were*i with him."
    },
    {
        "o": 4840,
        "r": "nkjv:Numbers:22:23",
        "t": "Now the donkey saw the Angel of the Lord*s standing in the way with His drawn sword in His hand, and the donkey turned aside out of the way and went into the field. So Balaam struck the donkey to turn her back onto the road."
    },
    {
        "o": 4841,
        "r": "nkjv:Numbers:22:24",
        "t": "Then the Angel of the Lord*s stood in a narrow path between the vineyards, with*i a wall on this side and a wall on that side."
    },
    {
        "o": 4842,
        "r": "nkjv:Numbers:22:25",
        "t": "And when the donkey saw the Angel of the Lord,*s she pushed herself against the wall and crushed Balaam’s foot against the wall; so he struck her again."
    },
    {
        "o": 4843,
        "r": "nkjv:Numbers:22:26",
        "t": "Then the Angel of the Lord*s went further, and stood in a narrow place where there was*i no way to turn either to the right hand or to the left."
    },
    {
        "o": 4844,
        "r": "nkjv:Numbers:22:27",
        "t": "And when the donkey saw the Angel of the Lord,*s she lay down under Balaam; so Balaam’s anger was aroused, and he struck the donkey with his staff."
    },
    {
        "o": 4845,
        "r": "nkjv:Numbers:22:28",
        "t": "Then*p the Lord*s opened the mouth of the donkey, and she said to Balaam, “What have I done to you, that you have struck me these three times?”"
    },
    {
        "o": 4846,
        "r": "nkjv:Numbers:22:29",
        "t": "And*p Balaam said to the donkey, “Because you have abused me. I wish there were a sword in my hand, for now I would kill you!”"
    },
    {
        "o": 4847,
        "r": "nkjv:Numbers:22:30",
        "t": "So*p the donkey said to Balaam, “Am*i I not your donkey on which you have ridden, ever since I*i became*i yours, to this day? Was I ever disposed to do this to you?” And*p he said, “No.”"
    },
    {
        "o": 4848,
        "r": "nkjv:Numbers:22:31",
        "t": "Then*p the Lord*s opened Balaam’s eyes, and he saw the Angel of the Lord*s standing in the way with His drawn sword in His hand; and he bowed his head and fell flat on his face."
    },
    {
        "o": 4849,
        "r": "nkjv:Numbers:22:32",
        "t": "And the Angel of the Lord*s said to him, “Why have you struck your donkey these three times? Behold, I have come out to stand against you, because your*i way is perverse before Me."
    },
    {
        "o": 4850,
        "r": "nkjv:Numbers:22:33",
        "t": "The donkey saw Me and turned aside from Me these three times. If she had not turned aside from Me, surely I would also have killed you by now, and let her live.”"
    },
    {
        "o": 4851,
        "r": "nkjv:Numbers:22:34",
        "t": "And*p Balaam said to the Angel of the Lord,*s “I have sinned, for I did not know You stood in the way against me. Now therefore, if it displeases You, I will turn back.”"
    },
    {
        "o": 4852,
        "r": "nkjv:Numbers:22:35",
        "t": "Then*p the Angel of the Lord*s said to Balaam, “Go with the men, but only the word that I speak to you, that you shall speak.” So Balaam went with the princes of Balak."
    },
    {
        "o": 4853,
        "r": "nkjv:Numbers:22:36",
        "t": "Now*p when Balak heard that Balaam was coming, he went out to meet him at the city of Moab, which is*i on the border at the Arnon, the boundary of the territory."
    },
    {
        "o": 4854,
        "r": "nkjv:Numbers:22:37",
        "t": "Then Balak said to Balaam, “Did I not earnestly send to you, calling for you? Why did you not come to me? Am I not able to honor you?”"
    },
    {
        "o": 4855,
        "r": "nkjv:Numbers:22:38",
        "t": "And*p Balaam said to Balak, “Look, I have come to you! Now, have I any power at all to say anything? The word that God puts in my mouth, that I must speak.”"
    },
    {
        "o": 4856,
        "r": "nkjv:Numbers:22:39",
        "t": "So Balaam went with Balak, and they came to Kirjath Huzoth."
    },
    {
        "o": 4857,
        "r": "nkjv:Numbers:22:40",
        "t": "Then Balak offered oxen and sheep, and he sent some*i to Balaam and to the princes who were*i with him."
    },
    {
        "o": 4858,
        "r": "nkjv:Numbers:22:40",
        "t": "Balaam’s First Prophecy",
        "h": 2
    },
    {
        "o": 4859,
        "r": "nkjv:Numbers:22:41",
        "t": "So*p it was, the next day, that Balak took Balaam and brought him up to the high places of Baal, that from there he might observe the extent of the people."
    }
]
