[
    {
        "o": 12996,
        "r": "nkjv:2 Chronicles:26:0",
        "t": "2 Chronicles 26",
        "h": 1
    },
    {
        "o": 12997,
        "r": "nkjv:2 Chronicles:26:0",
        "t": "Uzziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12998,
        "r": "nkjv:2 Chronicles:26:1",
        "t": "Now*p all the people of Judah took Uzziah, who was*i sixteen years old, and made him king instead of his father Amaziah."
    },
    {
        "o": 12999,
        "r": "nkjv:2 Chronicles:26:2",
        "t": "He built Elath and restored it to Judah, after the king rested with his fathers."
    },
    {
        "o": 13000,
        "r": "nkjv:2 Chronicles:26:3",
        "t": "Uzziah*p was*i sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecholiah of Jerusalem."
    },
    {
        "o": 13001,
        "r": "nkjv:2 Chronicles:26:4",
        "t": "And he did what*i was*i right in the sight of the Lord,*s according to all that his father Amaziah had done."
    },
    {
        "o": 13002,
        "r": "nkjv:2 Chronicles:26:5",
        "t": "He sought God in the days of Zechariah, who had understanding in the visions of God; and as long as he sought the Lord,*s God made him prosper."
    },
    {
        "o": 13003,
        "r": "nkjv:2 Chronicles:26:6",
        "t": "Now*p he went out and made war against the Philistines, and broke down the wall of Gath, the wall of Jabneh, and the wall of Ashdod; and he built cities around*i Ashdod and among the Philistines."
    },
    {
        "o": 13004,
        "r": "nkjv:2 Chronicles:26:7",
        "t": "God helped him against the Philistines, against the Arabians who lived in Gur Baal, and against the Meunites."
    },
    {
        "o": 13005,
        "r": "nkjv:2 Chronicles:26:8",
        "t": "Also the Ammonites brought tribute to Uzziah. His fame spread as far as the entrance of Egypt, for he became exceedingly strong."
    },
    {
        "o": 13006,
        "r": "nkjv:2 Chronicles:26:9",
        "t": "And*p Uzziah built towers in Jerusalem at the Corner Gate, at the Valley Gate, and at the corner buttress of the wall; then he fortified them."
    },
    {
        "o": 13007,
        "r": "nkjv:2 Chronicles:26:10",
        "t": "Also he built towers in the desert. He dug many wells, for he had much livestock, both in the lowlands and in the plains; he*i also*i had*i farmers and vinedressers in the mountains and in Carmel, for he loved the soil."
    },
    {
        "o": 13008,
        "r": "nkjv:2 Chronicles:26:11",
        "t": "Moreover*p Uzziah had an army of fighting men who went out to war by companies, according to the number on their roll as prepared by Jeiel the scribe and Maaseiah the officer, under the hand of Hananiah, one*i of the king’s captains."
    },
    {
        "o": 13009,
        "r": "nkjv:2 Chronicles:26:12",
        "t": "The total number of chief officers of the mighty men of valor was*i two thousand six hundred."
    },
    {
        "o": 13010,
        "r": "nkjv:2 Chronicles:26:13",
        "t": "And under their authority was*i an army of three hundred and seven thousand five hundred, that made war with mighty power, to help the king against the enemy."
    },
    {
        "o": 13011,
        "r": "nkjv:2 Chronicles:26:14",
        "t": "Then Uzziah prepared for them, for the entire army, shields, spears, helmets, body armor, bows, and slings to*i cast*i stones."
    },
    {
        "o": 13012,
        "r": "nkjv:2 Chronicles:26:15",
        "t": "And he made devices in Jerusalem, invented by skillful men, to be on the towers and the corners, to shoot arrows and large stones. So his fame spread far and wide, for he was marvelously helped till he became strong."
    },
    {
        "o": 13013,
        "r": "nkjv:2 Chronicles:26:15",
        "t": "The Penalty for Uzziah’s Pride",
        "h": 2
    },
    {
        "o": 13014,
        "r": "nkjv:2 Chronicles:26:16",
        "t": "But*p when he was strong his heart was lifted up, to his*i destruction, for he transgressed against the Lord*s his God by entering the temple of the Lord*s to burn incense on the altar of incense."
    },
    {
        "o": 13015,
        "r": "nkjv:2 Chronicles:26:17",
        "t": "So Azariah the priest went in after him, and with him were eighty priests of the Lord*s —valiant men."
    },
    {
        "o": 13016,
        "r": "nkjv:2 Chronicles:26:18",
        "t": "And they withstood King Uzziah, and said to him, “It*i is not for you, Uzziah, to burn incense to the Lord,*s but for the priests, the sons of Aaron, who are consecrated to burn incense. Get out of the sanctuary, for you have trespassed! You shall*i have*i no honor from the Lord*s God.”"
    },
    {
        "o": 13017,
        "r": "nkjv:2 Chronicles:26:19",
        "t": "Then*p Uzziah became furious; and he had*i a censer in his hand to burn incense. And while he was angry with the priests, leprosy broke out on his forehead, before the priests in the house of the Lord,*s beside the incense altar."
    },
    {
        "o": 13018,
        "r": "nkjv:2 Chronicles:26:20",
        "t": "And Azariah the chief priest and all the priests looked at him, and there, on his forehead, he was*i leprous; so they thrust him out of that place. Indeed he also hurried to get out, because the Lord*s had struck him."
    },
    {
        "o": 13019,
        "r": "nkjv:2 Chronicles:26:21",
        "t": "King*p Uzziah was a leper until the day of his death. He dwelt in an isolated house, because he was a leper; for he was cut off from the house of the Lord.*s Then Jotham his son was*i over the king’s house, judging the people of the land."
    },
    {
        "o": 13020,
        "r": "nkjv:2 Chronicles:26:22",
        "t": "Now*p the rest of the acts of Uzziah, from first to last, the prophet Isaiah the son of Amoz wrote."
    },
    {
        "o": 13021,
        "r": "nkjv:2 Chronicles:26:23",
        "t": "So Uzziah rested with his fathers, and they buried him with his fathers in the field of burial which belonged*i to the kings, for they said, “He is a leper.” Then Jotham his son reigned in his place."
    }
]
