[
    {
        "o": 8408,
        "r": "niv:1 Samuel:19:0",
        "t": "1 Samuel 19",
        "h": 1
    },
    {
        "o": 8409,
        "r": "niv:1 Samuel:19:0",
        "t": "Saul Tries to Kill David",
        "h": 2
    },
    {
        "o": 8410,
        "r": "niv:1 Samuel:19:1",
        "t": "Saul*p told his son Jonathan and all the attendants to kill David. But Jonathan had taken a great liking to David"
    },
    {
        "o": 8411,
        "r": "niv:1 Samuel:19:2",
        "t": "and warned him, “My father Saul is looking for a chance to kill you. Be on your guard tomorrow morning; go into hiding and stay there."
    },
    {
        "o": 8412,
        "r": "niv:1 Samuel:19:3",
        "t": "I will go out and stand with my father in the field where you are. I’ll speak to him about you and will tell you what I find out.”"
    },
    {
        "o": 8413,
        "r": "niv:1 Samuel:19:4",
        "t": "Jonathan*p spoke well of David to Saul his father and said to him, “Let not the king do wrong to his servant David; he has not wronged you, and what he has done has benefited you greatly."
    },
    {
        "o": 8414,
        "r": "niv:1 Samuel:19:5",
        "t": "He took his life in his hands when he killed the Philistine. The Lord*s won a great victory for all Israel, and you saw it and were glad. Why then would you do wrong to an innocent man like David by killing him for no reason?”"
    },
    {
        "o": 8415,
        "r": "niv:1 Samuel:19:6",
        "t": "Saul*p listened to Jonathan and took this oath: “As surely as the Lord*s lives, David will not be put to death.”"
    },
    {
        "o": 8416,
        "r": "niv:1 Samuel:19:7",
        "t": "So*p Jonathan called David and told him the whole conversation. He brought him to Saul, and David was with Saul as before."
    },
    {
        "o": 8417,
        "r": "niv:1 Samuel:19:8",
        "t": "Once*p more war broke out, and David went out and fought the Philistines. He struck them with such force that they fled before him."
    },
    {
        "o": 8418,
        "r": "niv:1 Samuel:19:9",
        "t": "But*p an evil spirit from the Lord*s came on Saul as he was sitting in his house with his spear in his hand. While David was playing the lyre,"
    },
    {
        "o": 8419,
        "r": "niv:1 Samuel:19:10",
        "t": "Saul tried to pin him to the wall with his spear, but David eluded him as Saul drove the spear into the wall. That night David made good his escape."
    },
    {
        "o": 8420,
        "r": "niv:1 Samuel:19:11",
        "t": "Saul*p sent men to David’s house to watch it and to kill him in the morning. But Michal, David’s wife, warned him, “If you don’t run for your life tonight, tomorrow you’ll be killed.”"
    },
    {
        "o": 8421,
        "r": "niv:1 Samuel:19:12",
        "t": "So Michal let David down through a window, and he fled and escaped."
    },
    {
        "o": 8422,
        "r": "niv:1 Samuel:19:13",
        "t": "Then Michal took an idol and laid it on the bed, covering it with a garment and putting some goats’ hair at the head."
    },
    {
        "o": 8423,
        "r": "niv:1 Samuel:19:14",
        "t": "When*p Saul sent the men to capture David, Michal said, “He is ill.”"
    },
    {
        "o": 8424,
        "r": "niv:1 Samuel:19:15",
        "t": "Then*p Saul sent the men back to see David and told them, “Bring him up to me in his bed so that I may kill him.”"
    },
    {
        "o": 8425,
        "r": "niv:1 Samuel:19:16",
        "t": "But when the men entered, there was the idol in the bed, and at the head was some goats’ hair."
    },
    {
        "o": 8426,
        "r": "niv:1 Samuel:19:17",
        "t": "Saul*p said to Michal, “Why did you deceive me like this and send my enemy away so that he escaped?” Michal*p told him, “He said to me, ‘Let me get away. Why should I kill you?’ ”"
    },
    {
        "o": 8427,
        "r": "niv:1 Samuel:19:18",
        "t": "When*p David had fled and made his escape, he went to Samuel at Ramah and told him all that Saul had done to him. Then he and Samuel went to Naioth and stayed there."
    },
    {
        "o": 8428,
        "r": "niv:1 Samuel:19:19",
        "t": "Word came to Saul: “David is in Naioth at Ramah”;"
    },
    {
        "o": 8429,
        "r": "niv:1 Samuel:19:20",
        "t": "so he sent men to capture him. But when they saw a group of prophets prophesying, with Samuel standing there as their leader, the Spirit of God came on Saul’s men, and they also prophesied."
    },
    {
        "o": 8430,
        "r": "niv:1 Samuel:19:21",
        "t": "Saul was told about it, and he sent more men, and they prophesied too. Saul sent men a third time, and they also prophesied."
    },
    {
        "o": 8431,
        "r": "niv:1 Samuel:19:22",
        "t": "Finally, he himself left for Ramah and went to the great cistern at Seku. And he asked, “Where are Samuel and David?” “Over*p in Naioth at Ramah,” they said."
    },
    {
        "o": 8432,
        "r": "niv:1 Samuel:19:23",
        "t": "So*p Saul went to Naioth at Ramah. But the Spirit of God came even on him, and he walked along prophesying until he came to Naioth."
    },
    {
        "o": 8433,
        "r": "niv:1 Samuel:19:24",
        "t": "He stripped off his garments, and he too prophesied in Samuel’s presence. He lay naked all that day and all that night. This is why people say, “Is Saul also among the prophets?”"
    }
]
