[
    {
        "o": 12912,
        "r": "niv:2 Chronicles:29:0",
        "t": "2 Chronicles 29",
        "h": 1
    },
    {
        "o": 12913,
        "r": "niv:2 Chronicles:29:0",
        "t": "Hezekiah Purifies the Temple",
        "h": 2
    },
    {
        "o": 12914,
        "r": "niv:2 Chronicles:29:1",
        "t": "Hezekiah*p was twenty-five years old when he became king, and he reigned in Jerusalem twenty-nine years. His mother’s name was Abijah daughter of Zechariah."
    },
    {
        "o": 12915,
        "r": "niv:2 Chronicles:29:2",
        "t": "He did what was right in the eyes of the Lord,*s just as his father David had done."
    },
    {
        "o": 12916,
        "r": "niv:2 Chronicles:29:3",
        "t": "In*p the first month of the first year of his reign, he opened the doors of the temple of the Lord*s and repaired them."
    },
    {
        "o": 12917,
        "r": "niv:2 Chronicles:29:4",
        "t": "He brought in the priests and the Levites, assembled them in the square on the east side"
    },
    {
        "o": 12918,
        "r": "niv:2 Chronicles:29:5",
        "t": "and said: “Listen to me, Levites! Consecrate yourselves now and consecrate the temple of the Lord,*s the God of your ancestors. Remove all defilement from the sanctuary."
    },
    {
        "o": 12919,
        "r": "niv:2 Chronicles:29:6",
        "t": "Our parents were unfaithful; they did evil in the eyes of the Lord*s our God and forsook him. They turned their faces away from the Lord’s*s dwelling place and turned their backs on him."
    },
    {
        "o": 12920,
        "r": "niv:2 Chronicles:29:7",
        "t": "They also shut the doors of the portico and put out the lamps. They did not burn incense or present any burnt offerings at the sanctuary to the God of Israel."
    },
    {
        "o": 12921,
        "r": "niv:2 Chronicles:29:8",
        "t": "Therefore, the anger of the Lord*s has fallen on Judah and Jerusalem; he has made them an object of dread and horror and scorn, as you can see with your own eyes."
    },
    {
        "o": 12922,
        "r": "niv:2 Chronicles:29:9",
        "t": "This is why our fathers have fallen by the sword and why our sons and daughters and our wives are in captivity."
    },
    {
        "o": 12923,
        "r": "niv:2 Chronicles:29:10",
        "t": "Now I intend to make a covenant with the Lord,*s the God of Israel, so that his fierce anger will turn away from us."
    },
    {
        "o": 12924,
        "r": "niv:2 Chronicles:29:11",
        "t": "My sons, do not be negligent now, for the Lord*s has chosen you to stand before him and serve him, to minister before him and to burn incense.”"
    },
    {
        "o": 12925,
        "r": "niv:2 Chronicles:29:12",
        "t": "Then*p these Levites set to work: from*ln the Kohathites, Mahath*ld son of Amasai and Joel son of Azariah; from*ln the Merarites, Kish*ld son of Abdi and Azariah son of Jehallelel; from*ln the Gershonites, Joah*ld son of Zimmah and Eden son of Joah;"
    },
    {
        "o": 12926,
        "r": "niv:2 Chronicles:29:13",
        "t": "from*ln the descendants of Elizaphan, Shimri*ld and Jeiel; from*ln the descendants of Asaph, Zechariah*ld and Mattaniah;"
    },
    {
        "o": 12927,
        "r": "niv:2 Chronicles:29:14",
        "t": "from*ln the descendants of Heman, Jehiel*ld and Shimei; from*ln the descendants of Jeduthun, Shemaiah*ld and Uzziel."
    },
    {
        "o": 12928,
        "r": "niv:2 Chronicles:29:15",
        "t": "When*p they had assembled their fellow Levites and consecrated themselves, they went in to purify the temple of the Lord,*s as the king had ordered, following the word of the Lord.*s"
    },
    {
        "o": 12929,
        "r": "niv:2 Chronicles:29:16",
        "t": "The priests went into the sanctuary of the Lord*s to purify it. They brought out to the courtyard of the Lord’s*s temple everything unclean that they found in the temple of the Lord.*s The Levites took it and carried it out to the Kidron Valley."
    },
    {
        "o": 12930,
        "r": "niv:2 Chronicles:29:17",
        "t": "They began the consecration on the first day of the first month, and by the eighth day of the month they reached the portico of the Lord.*s For eight more days they consecrated the temple of the Lord*s itself, finishing on the sixteenth day of the first month."
    },
    {
        "o": 12931,
        "r": "niv:2 Chronicles:29:18",
        "t": "Then*p they went in to King Hezekiah and reported: “We have purified the entire temple of the Lord,*s the altar of burnt offering with all its utensils, and the table for setting out the consecrated bread, with all its articles."
    },
    {
        "o": 12932,
        "r": "niv:2 Chronicles:29:19",
        "t": "We have prepared and consecrated all the articles that King Ahaz removed in his unfaithfulness while he was king. They are now in front of the Lord’s*s altar.”"
    },
    {
        "o": 12933,
        "r": "niv:2 Chronicles:29:20",
        "t": "Early*p the next morning King Hezekiah gathered the city officials together and went up to the temple of the Lord.*s"
    },
    {
        "o": 12934,
        "r": "niv:2 Chronicles:29:21",
        "t": "They brought seven bulls, seven rams, seven male lambs and seven male goats as a sin offering for the kingdom, for the sanctuary and for Judah. The king commanded the priests, the descendants of Aaron, to offer these on the altar of the Lord.*s"
    },
    {
        "o": 12935,
        "r": "niv:2 Chronicles:29:22",
        "t": "So they slaughtered the bulls, and the priests took the blood and splashed it against the altar; next they slaughtered the rams and splashed their blood against the altar; then they slaughtered the lambs and splashed their blood against the altar."
    },
    {
        "o": 12936,
        "r": "niv:2 Chronicles:29:23",
        "t": "The goats for the sin offering were brought before the king and the assembly, and they laid their hands on them."
    },
    {
        "o": 12937,
        "r": "niv:2 Chronicles:29:24",
        "t": "The priests then slaughtered the goats and presented their blood on the altar for a sin offering to atone for all Israel, because the king had ordered the burnt offering and the sin offering for all Israel."
    },
    {
        "o": 12938,
        "r": "niv:2 Chronicles:29:25",
        "t": "He*p stationed the Levites in the temple of the Lord*s with cymbals, harps and lyres in the way prescribed by David and Gad the king’s seer and Nathan the prophet; this was commanded by the Lord*s through his prophets."
    },
    {
        "o": 12939,
        "r": "niv:2 Chronicles:29:26",
        "t": "So the Levites stood ready with David’s instruments, and the priests with their trumpets."
    },
    {
        "o": 12940,
        "r": "niv:2 Chronicles:29:27",
        "t": "Hezekiah*p gave the order to sacrifice the burnt offering on the altar. As the offering began, singing to the Lord*s began also, accompanied by trumpets and the instruments of David king of Israel."
    },
    {
        "o": 12941,
        "r": "niv:2 Chronicles:29:28",
        "t": "The whole assembly bowed in worship, while the musicians played and the trumpets sounded. All this continued until the sacrifice of the burnt offering was completed."
    },
    {
        "o": 12942,
        "r": "niv:2 Chronicles:29:29",
        "t": "When*p the offerings were finished, the king and everyone present with him knelt down and worshiped."
    },
    {
        "o": 12943,
        "r": "niv:2 Chronicles:29:30",
        "t": "King Hezekiah and his officials ordered the Levites to praise the Lord*s with the words of David and of Asaph the seer. So they sang praises with gladness and bowed down and worshiped."
    },
    {
        "o": 12944,
        "r": "niv:2 Chronicles:29:31",
        "t": "Then*p Hezekiah said, “You have now dedicated yourselves to the Lord.*s Come and bring sacrifices and thank offerings to the temple of the Lord.”*s So the assembly brought sacrifices and thank offerings, and all whose hearts were willing brought burnt offerings."
    },
    {
        "o": 12945,
        "r": "niv:2 Chronicles:29:32",
        "t": "The*p number of burnt offerings the assembly brought was seventy bulls, a hundred rams and two hundred male lambs—all of them for burnt offerings to the Lord.*s"
    },
    {
        "o": 12946,
        "r": "niv:2 Chronicles:29:33",
        "t": "The animals consecrated as sacrifices amounted to six hundred bulls and three thousand sheep and goats."
    },
    {
        "o": 12947,
        "r": "niv:2 Chronicles:29:34",
        "t": "The priests, however, were too few to skin all the burnt offerings; so their relatives the Levites helped them until the task was finished and until other priests had been consecrated, for the Levites had been more conscientious in consecrating themselves than the priests had been."
    },
    {
        "o": 12948,
        "r": "niv:2 Chronicles:29:35",
        "t": "There were burnt offerings in abundance, together with the fat of the fellowship offerings and the drink offerings that accompanied the burnt offerings. So*p the service of the temple of the Lord*s was reestablished."
    },
    {
        "o": 12949,
        "r": "niv:2 Chronicles:29:36",
        "t": "Hezekiah and all the people rejoiced at what God had brought about for his people, because it was done so quickly."
    }
]
