[
    {
        "o": 33725,
        "r": "nasb:James:2:0",
        "t": "James 2",
        "h": 1
    },
    {
        "o": 33726,
        "r": "nasb:James:2:0",
        "t": "The Sin of Partiality",
        "h": 2
    },
    {
        "o": 33727,
        "r": "nasb:James:2:1",
        "t": "My*p brethren, do not hold your faith in our glorious Lord Jesus Christ with an*i attitude*i of*i personal favoritism."
    },
    {
        "o": 33728,
        "r": "nasb:James:2:2",
        "t": "For if a man comes into your assembly with a gold ring and dressed in fine clothes, and there also comes in a poor man in dirty clothes,"
    },
    {
        "o": 33729,
        "r": "nasb:James:2:3",
        "t": "and you pay special attention to the one who is wearing the fine clothes, and say, “You sit here in a good place,” and you say to the poor man, “You stand over there, or sit down by my footstool,”"
    },
    {
        "o": 33730,
        "r": "nasb:James:2:4",
        "t": "have you not made distinctions among yourselves, and become judges with evil motives?"
    },
    {
        "o": 33731,
        "r": "nasb:James:2:5",
        "t": "Listen, my beloved brethren: did not God choose the poor of this world to*i be*i rich in faith and heirs of the kingdom which He promised to those who love Him?"
    },
    {
        "o": 33732,
        "r": "nasb:James:2:6",
        "t": "But you have dishonored the poor man. Is it not the rich who oppress you and personally drag you into court?"
    },
    {
        "o": 33733,
        "r": "nasb:James:2:7",
        "t": "Do they not blaspheme the fair name by which you have been called?"
    },
    {
        "o": 33734,
        "r": "nasb:James:2:8",
        "t": "If,*p however, you are fulfilling the royal law according to the Scripture, “You*s shall*s love*s your*s neighbor*s as*s yourself,”*s you are doing well."
    },
    {
        "o": 33735,
        "r": "nasb:James:2:9",
        "t": "But if you show partiality, you are committing sin and*i are convicted by the law as transgressors."
    },
    {
        "o": 33736,
        "r": "nasb:James:2:10",
        "t": "For whoever keeps the whole law and yet stumbles in one point,*i he has become guilty of all."
    },
    {
        "o": 33737,
        "r": "nasb:James:2:11",
        "t": "For He who said, “Do*s not*s commit*s adultery,”*s also said, “Do*s not*s commit*s murder.”*s Now if you do not commit adultery, but do commit murder, you have become a transgressor of the law."
    },
    {
        "o": 33738,
        "r": "nasb:James:2:12",
        "t": "So speak and so act as those who are to be judged by the*i law of liberty."
    },
    {
        "o": 33739,
        "r": "nasb:James:2:13",
        "t": "For judgment will*i be*i merciless to one who has shown no mercy; mercy triumphs over judgment."
    },
    {
        "o": 33740,
        "r": "nasb:James:2:13",
        "t": "Faith and Works",
        "h": 2
    },
    {
        "o": 33741,
        "r": "nasb:James:2:14",
        "t": "What*p use is it, my brethren, if someone says he has faith but he has no works? Can that faith save him?"
    },
    {
        "o": 33742,
        "r": "nasb:James:2:15",
        "t": "If a brother or sister is without clothing and in need of daily food,"
    },
    {
        "o": 33743,
        "r": "nasb:James:2:16",
        "t": "and one of you says to them, “Go in peace, be warmed and be filled,” and yet you do not give them what is necessary for their*i body, what use is that?"
    },
    {
        "o": 33744,
        "r": "nasb:James:2:17",
        "t": "Even so faith, if it has no works, is dead, being*i by itself."
    },
    {
        "o": 33745,
        "r": "nasb:James:2:18",
        "t": "But*p someone may well*i say, “You have faith and I have works; show me your faith without the works, and I will show you my faith by my works.”"
    },
    {
        "o": 33746,
        "r": "nasb:James:2:19",
        "t": "You believe that God is one. You do well; the demons also believe, and shudder."
    },
    {
        "o": 33747,
        "r": "nasb:James:2:20",
        "t": "But are you willing to recognize, you foolish fellow, that faith without works is useless?"
    },
    {
        "o": 33748,
        "r": "nasb:James:2:21",
        "t": "Was not Abraham our father justified by works when he offered up Isaac his son on the altar?"
    },
    {
        "o": 33749,
        "r": "nasb:James:2:22",
        "t": "You see that faith was working with his works, and as a result of the works, faith was perfected;"
    },
    {
        "o": 33750,
        "r": "nasb:James:2:23",
        "t": "and the Scripture was fulfilled which says, “And Abraham believed*s God,*s and*s it*s was*s reckoned*s to*s him*s as*s righteousness,”*s and he was called the friend of God."
    },
    {
        "o": 33751,
        "r": "nasb:James:2:24",
        "t": "You see that a man is justified by works and not by faith alone."
    },
    {
        "o": 33752,
        "r": "nasb:James:2:25",
        "t": "In the same way, was not Rahab the harlot also justified by works when she received the messengers and sent them out by another way?"
    },
    {
        "o": 33753,
        "r": "nasb:James:2:26",
        "t": "For just as the body without the*i spirit is dead, so also faith without works is dead."
    }
]
