[
    {
        "o": 5764,
        "r": "esv:Deuteronomy:14:0",
        "t": "Deuteronomy 14",
        "h": 1
    },
    {
        "o": 5765,
        "r": "esv:Deuteronomy:14:0",
        "t": "Clean and Unclean Food",
        "h": 2
    },
    {
        "o": 5766,
        "r": "esv:Deuteronomy:14:1",
        "t": "“You*p are the sons of the Lord*s your God. You shall not cut yourselves or make any baldness on your foreheads for the dead."
    },
    {
        "o": 5767,
        "r": "esv:Deuteronomy:14:2",
        "t": "For you are a people holy to the Lord*s your God, and the Lord*s has chosen you to be a people for his treasured possession, out of all the peoples who are on the face of the earth."
    },
    {
        "o": 5768,
        "r": "esv:Deuteronomy:14:3",
        "t": "“You*p shall not eat any abomination."
    },
    {
        "o": 5769,
        "r": "esv:Deuteronomy:14:4",
        "t": "These are the animals you may eat: the ox, the sheep, the goat,"
    },
    {
        "o": 5770,
        "r": "esv:Deuteronomy:14:5",
        "t": "the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the mountain sheep."
    },
    {
        "o": 5771,
        "r": "esv:Deuteronomy:14:6",
        "t": "Every animal that parts the hoof and has the hoof cloven in two and chews the cud, among the animals, you may eat."
    },
    {
        "o": 5772,
        "r": "esv:Deuteronomy:14:7",
        "t": "Yet of those that chew the cud or have the hoof cloven you shall not eat these: the camel, the hare, and the rock badger, because they chew the cud but do not part the hoof, are unclean for you."
    },
    {
        "o": 5773,
        "r": "esv:Deuteronomy:14:8",
        "t": "And the pig, because it parts the hoof but does not chew the cud, is unclean for you. Their flesh you shall not eat, and their carcasses you shall not touch."
    },
    {
        "o": 5774,
        "r": "esv:Deuteronomy:14:9",
        "t": "“Of*p all that are in the waters you may eat these: whatever has fins and scales you may eat."
    },
    {
        "o": 5775,
        "r": "esv:Deuteronomy:14:10",
        "t": "And whatever does not have fins and scales you shall not eat; it is unclean for you."
    },
    {
        "o": 5776,
        "r": "esv:Deuteronomy:14:11",
        "t": "“You*p may eat all clean birds."
    },
    {
        "o": 5777,
        "r": "esv:Deuteronomy:14:12",
        "t": "But these are the ones that you shall not eat: the eagle, the bearded vulture, the black vulture,"
    },
    {
        "o": 5778,
        "r": "esv:Deuteronomy:14:13",
        "t": "the kite, the falcon of any kind;"
    },
    {
        "o": 5779,
        "r": "esv:Deuteronomy:14:14",
        "t": "every raven of any kind;"
    },
    {
        "o": 5780,
        "r": "esv:Deuteronomy:14:15",
        "t": "the ostrich, the nighthawk, the sea gull, the hawk of any kind;"
    },
    {
        "o": 5781,
        "r": "esv:Deuteronomy:14:16",
        "t": "the little owl and the short-eared owl, the barn owl"
    },
    {
        "o": 5782,
        "r": "esv:Deuteronomy:14:17",
        "t": "and the tawny owl, the carrion vulture and the cormorant,"
    },
    {
        "o": 5783,
        "r": "esv:Deuteronomy:14:18",
        "t": "the stork, the heron of any kind; the hoopoe and the bat."
    },
    {
        "o": 5784,
        "r": "esv:Deuteronomy:14:19",
        "t": "And all winged insects are unclean for you; they shall not be eaten."
    },
    {
        "o": 5785,
        "r": "esv:Deuteronomy:14:20",
        "t": "All clean winged things you may eat."
    },
    {
        "o": 5786,
        "r": "esv:Deuteronomy:14:21",
        "t": "“You*p shall not eat anything that has died naturally. You may give it to the sojourner who is within your towns, that he may eat it, or you may sell it to a foreigner. For you are a people holy to the Lord*s your God. “You*p shall not boil a young goat in its mother’s milk."
    },
    {
        "o": 5787,
        "r": "esv:Deuteronomy:14:21",
        "t": "Tithes",
        "h": 2
    },
    {
        "o": 5788,
        "r": "esv:Deuteronomy:14:22",
        "t": "“You*p shall tithe all the yield of your seed that comes from the field year by year."
    },
    {
        "o": 5789,
        "r": "esv:Deuteronomy:14:23",
        "t": "And before the Lord*s your God, in the place that he will choose, to make his name dwell there, you shall eat the tithe of your grain, of your wine, and of your oil, and the firstborn of your herd and flock, that you may learn to fear the Lord*s your God always."
    },
    {
        "o": 5790,
        "r": "esv:Deuteronomy:14:24",
        "t": "And if the way is too long for you, so that you are not able to carry the tithe, when the Lord*s your God blesses you, because the place is too far from you, which the Lord*s your God chooses, to set his name there,"
    },
    {
        "o": 5791,
        "r": "esv:Deuteronomy:14:25",
        "t": "then you shall turn it into money and bind up the money in your hand and go to the place that the Lord*s your God chooses"
    },
    {
        "o": 5792,
        "r": "esv:Deuteronomy:14:26",
        "t": "and spend the money for whatever you desire— oxen or sheep or wine or strong drink, whatever your appetite craves. And you shall eat there before the Lord*s your God and rejoice, you and your household."
    },
    {
        "o": 5793,
        "r": "esv:Deuteronomy:14:27",
        "t": "And you shall not neglect the Levite who is within your towns, for he has no portion or inheritance with you."
    },
    {
        "o": 5794,
        "r": "esv:Deuteronomy:14:28",
        "t": "“At*p the end of every three years you shall bring out all the tithe of your produce in the same year and lay it up within your towns."
    },
    {
        "o": 5795,
        "r": "esv:Deuteronomy:14:29",
        "t": "And the Levite, because he has no portion or inheritance with you, and the sojourner, the fatherless, and the widow, who are within your towns, shall come and eat and be filled, that the Lord*s your God may bless you in all the work of your hands that you do."
    }
]
