[
    {
        "o": 9299,
        "r": "nkjv:2 Samuel:16:0",
        "t": "2 Samuel 16",
        "h": 1
    },
    {
        "o": 9300,
        "r": "nkjv:2 Samuel:16:0",
        "t": "Mephibosheth’s Servant",
        "h": 2
    },
    {
        "o": 9301,
        "r": "nkjv:2 Samuel:16:1",
        "t": "When*p David was a little past the top of*i the*i mountain,*i there was Ziba the servant of Mephibosheth, who met him with a couple of saddled donkeys, and on them two hundred loaves*i of bread, one hundred clusters of raisins, one hundred summer fruits, and a skin of wine."
    },
    {
        "o": 9302,
        "r": "nkjv:2 Samuel:16:2",
        "t": "And the king said to Ziba, “What do you mean to do with these?” So*p Ziba said, “The donkeys are*i for the king’s household to ride on, the bread and summer fruit for the young men to eat, and the wine for those who are faint in the wilderness to drink.”"
    },
    {
        "o": 9303,
        "r": "nkjv:2 Samuel:16:3",
        "t": "Then*p the king said, “And where is*i your master’s son?” And*p Ziba said to the king, “Indeed he is staying in Jerusalem, for he said, ‘Today the house of Israel will restore the kingdom of my father to me.’”"
    },
    {
        "o": 9304,
        "r": "nkjv:2 Samuel:16:4",
        "t": "So*p the king said to Ziba, “Here, all that belongs*i to Mephibosheth is*i yours.” And*p Ziba said, “I humbly bow before you, that*i I may find favor in your sight, my lord, O king!”"
    },
    {
        "o": 9305,
        "r": "nkjv:2 Samuel:16:4",
        "t": "Shimei Curses David",
        "h": 2
    },
    {
        "o": 9306,
        "r": "nkjv:2 Samuel:16:5",
        "t": "Now*p when King David came to Bahurim, there was a man from the family of the house of Saul, whose name was*i Shimei the son of Gera, coming from there. He came out, cursing continuously as he came."
    },
    {
        "o": 9307,
        "r": "nkjv:2 Samuel:16:6",
        "t": "And he threw stones at David and at all the servants of King David. And all the people and all the mighty men were*i on his right hand and on his left."
    },
    {
        "o": 9308,
        "r": "nkjv:2 Samuel:16:7",
        "t": "Also Shimei said thus when he cursed: “Come out! Come out! You bloodthirsty man, you rogue!"
    },
    {
        "o": 9309,
        "r": "nkjv:2 Samuel:16:8",
        "t": "The Lord*s has brought upon you all the blood of the house of Saul, in whose place you have reigned; and the Lord*s has delivered the kingdom into the hand of Absalom your son. So now you are*i caught*i in your own evil, because you are a bloodthirsty man!”"
    },
    {
        "o": 9310,
        "r": "nkjv:2 Samuel:16:9",
        "t": "Then*p Abishai the son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Please, let me go over and take off his head!”"
    },
    {
        "o": 9311,
        "r": "nkjv:2 Samuel:16:10",
        "t": "But*p the king said, “What have I to do with you, you sons of Zeruiah? So let him curse, because the Lord*s has said to him, ‘Curse David.’ Who then shall say, ‘Why have you done so?’”"
    },
    {
        "o": 9312,
        "r": "nkjv:2 Samuel:16:11",
        "t": "And*p David said to Abishai and all his servants, “See how my son who came from my own body seeks my life. How much more now may*i this*i Benjamite? Let him alone, and let him curse; for so the Lord*s has ordered him."
    },
    {
        "o": 9313,
        "r": "nkjv:2 Samuel:16:12",
        "t": "It may be that the Lord*s will look on my affliction, and that the Lord*s will repay me with good for his cursing this day.”"
    },
    {
        "o": 9314,
        "r": "nkjv:2 Samuel:16:13",
        "t": "And as David and his men went along the road, Shimei went along the hillside opposite him and cursed as he went, threw stones at him and kicked up dust."
    },
    {
        "o": 9315,
        "r": "nkjv:2 Samuel:16:14",
        "t": "Now the king and all the people who were*i with him became weary; so they refreshed themselves there."
    },
    {
        "o": 9316,
        "r": "nkjv:2 Samuel:16:14",
        "t": "The Advice of Ahithophel",
        "h": 2
    },
    {
        "o": 9317,
        "r": "nkjv:2 Samuel:16:15",
        "t": "Meanwhile*p Absalom and all the people, the men of Israel, came to Jerusalem; and Ahithophel was*i with him."
    },
    {
        "o": 9318,
        "r": "nkjv:2 Samuel:16:16",
        "t": "And so it was, when Hushai the Archite, David’s friend, came to Absalom, that Hushai said to Absalom, “Long*i live the king! Long*i live the king!”"
    },
    {
        "o": 9319,
        "r": "nkjv:2 Samuel:16:17",
        "t": "So*p Absalom said to Hushai, “Is*i this your loyalty to your friend? Why did you not go with your friend?”"
    },
    {
        "o": 9320,
        "r": "nkjv:2 Samuel:16:18",
        "t": "And*p Hushai said to Absalom, “No, but whom the Lord*s and this people and all the men of Israel choose, his I will be, and with him I will remain."
    },
    {
        "o": 9321,
        "r": "nkjv:2 Samuel:16:19",
        "t": "Furthermore, whom should I serve? Should*i I*i not serve*i in the presence of his son? As I have served in your father’s presence, so will I be in your presence.”"
    },
    {
        "o": 9322,
        "r": "nkjv:2 Samuel:16:20",
        "t": "Then*p Absalom said to Ahithophel, “Give advice as to what we should do.”"
    },
    {
        "o": 9323,
        "r": "nkjv:2 Samuel:16:21",
        "t": "And*p Ahithophel said to Absalom, “Go in to your father’s concubines, whom he has left to keep the house; and all Israel will hear that you are abhorred by your father. Then the hands of all who are with you will be strong.”"
    },
    {
        "o": 9324,
        "r": "nkjv:2 Samuel:16:22",
        "t": "So they pitched a tent for Absalom on the top of the house, and Absalom went in to his father’s concubines in the sight of all Israel."
    },
    {
        "o": 9325,
        "r": "nkjv:2 Samuel:16:23",
        "t": "Now*p the advice of Ahithophel, which he gave in those days, was*i as if one had inquired at the oracle of God. So was*i all the advice of Ahithophel both with David and with Absalom."
    }
]
