[
    {
        "o": 8291,
        "r": "kjv:2 Samuel:1:0",
        "t": "2 Samuel 1",
        "h": 1
    },
    {
        "o": 8292,
        "r": "kjv:2 Samuel:1:1",
        "t": "Now*p it came to pass after the death of Saul, when David was returned from the slaughter of the Amalekites, and David had abode two days in Ziklag;"
    },
    {
        "o": 8293,
        "r": "kjv:2 Samuel:1:2",
        "t": "It*p came even to pass on the third day, that, behold, a man came out of the camp from Saul with his clothes rent, and earth upon his head: and so it was, when he came to David, that he fell to the earth, and did obeisance."
    },
    {
        "o": 8294,
        "r": "kjv:2 Samuel:1:3",
        "t": "And*p David said unto him, From whence comest thou? And he said unto him, Out of the camp of Israel am I escaped."
    },
    {
        "o": 8295,
        "r": "kjv:2 Samuel:1:4",
        "t": "And*p David said unto him, How went the matter? I pray thee, tell me. And he answered, That the people are fled from the battle, and many of the people also are fallen and dead; and Saul and Jonathan his son are dead also."
    },
    {
        "o": 8296,
        "r": "kjv:2 Samuel:1:5",
        "t": "And*p David said unto the young man that told him, How knowest thou that Saul and Jonathan his son be dead?"
    },
    {
        "o": 8297,
        "r": "kjv:2 Samuel:1:6",
        "t": "And*p the young man that told him said, As I happened by chance upon mount Gilboa, behold, Saul leaned upon his spear; and, lo, the chariots and horsemen followed hard after him."
    },
    {
        "o": 8298,
        "r": "kjv:2 Samuel:1:7",
        "t": "And*p when he looked behind him, he saw me, and called unto me. And I answered, Here am I."
    },
    {
        "o": 8299,
        "r": "kjv:2 Samuel:1:8",
        "t": "And*p he said unto me, Who art thou? And I answered him, I am an Amalekite."
    },
    {
        "o": 8300,
        "r": "kjv:2 Samuel:1:9",
        "t": "He*p said unto me again, Stand, I pray thee, upon me, and slay me: for anguish is come upon me, because my life is yet whole in me."
    },
    {
        "o": 8301,
        "r": "kjv:2 Samuel:1:10",
        "t": "So*p I stood upon him, and slew him, because I was sure that he could not live after that he was fallen: and I took the crown that was upon his head, and the bracelet that was on his arm, and have brought them hither unto my lord."
    },
    {
        "o": 8302,
        "r": "kjv:2 Samuel:1:11",
        "t": "Then*p David took hold on his clothes, and rent them; and likewise all the men that were with him:"
    },
    {
        "o": 8303,
        "r": "kjv:2 Samuel:1:12",
        "t": "And*p they mourned, and wept, and fasted until even, for Saul, and for Jonathan his son, and for the people of the Lord,*s and for the house of Israel; because they were fallen by the sword."
    },
    {
        "o": 8304,
        "r": "kjv:2 Samuel:1:13",
        "t": "And*p David said unto the young man that told him, Whence art thou? And he answered, I am the son of a stranger, an Amalekite."
    },
    {
        "o": 8305,
        "r": "kjv:2 Samuel:1:14",
        "t": "And*p David said unto him, How wast thou not afraid to stretch forth thine hand to destroy the Lord's*s anointed?"
    },
    {
        "o": 8306,
        "r": "kjv:2 Samuel:1:15",
        "t": "And*p David called one of the young men, and said, Go near, and fall upon him. And he smote him that he died."
    },
    {
        "o": 8307,
        "r": "kjv:2 Samuel:1:16",
        "t": "And*p David said unto him, Thy blood be upon thy head; for thy mouth hath testified against thee, saying, I have slain the Lord's*s anointed."
    },
    {
        "o": 8308,
        "r": "kjv:2 Samuel:1:17",
        "t": "And*p David lamented with this lamentation over Saul and over Jonathan his son:"
    },
    {
        "o": 8309,
        "r": "kjv:2 Samuel:1:18",
        "t": "(Also*p he bade them teach the children of Judah the use of the bow: behold, it is written in the book of Jasher.)"
    },
    {
        "o": 8310,
        "r": "kjv:2 Samuel:1:19",
        "t": "The*p beauty of Israel is slain upon thy high places: how are the mighty fallen!"
    },
    {
        "o": 8311,
        "r": "kjv:2 Samuel:1:20",
        "t": "Tell*p it not in Gath, publish it not in the streets of Ashkelon; lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph."
    },
    {
        "o": 8312,
        "r": "kjv:2 Samuel:1:21",
        "t": "Ye*p mountains of Gilboa, let there be no dew, neither let there be rain, upon you, nor fields of offerings: for there the shield of the mighty is vilely cast away, the shield of Saul, as though he had not been anointed with oil."
    },
    {
        "o": 8313,
        "r": "kjv:2 Samuel:1:22",
        "t": "From*p the blood of the slain, from the fat of the mighty, the bow of Jonathan turned not back, and the sword of Saul returned not empty."
    },
    {
        "o": 8314,
        "r": "kjv:2 Samuel:1:23",
        "t": "Saul*p and Jonathan were lovely and pleasant in their lives, and in their death they were not divided: they were swifter than eagles, they were stronger than lions."
    },
    {
        "o": 8315,
        "r": "kjv:2 Samuel:1:24",
        "t": "Ye*p daughters of Israel, weep over Saul, who clothed you in scarlet, with other delights, who put on ornaments of gold upon your apparel."
    },
    {
        "o": 8316,
        "r": "kjv:2 Samuel:1:25",
        "t": "How*p are the mighty fallen in the midst of the battle! O Jonathan, thou wast slain in thine high places."
    },
    {
        "o": 8317,
        "r": "kjv:2 Samuel:1:26",
        "t": "I*p am distressed for thee, my brother Jonathan: very pleasant hast thou been unto me: thy love to me was wonderful, passing the love of women."
    },
    {
        "o": 8318,
        "r": "kjv:2 Samuel:1:27",
        "t": "How*p are the mighty fallen, and the weapons of war perished!"
    }
]
