[
    {
        "o": 25624,
        "r": "esv:Zechariah:10:0",
        "t": "Zechariah 10",
        "h": 1
    },
    {
        "o": 25625,
        "r": "esv:Zechariah:10:0",
        "t": "The Restoration for Judah and Israel",
        "h": 2
    },
    {
        "o": 25626,
        "r": "esv:Zechariah:10:1",
        "t": "Ask*pn rain from the Lord*s in*ld the season of the spring rain, from*ln the Lord*s who makes the storm clouds, and*ld he will give them showers of rain, to*ld everyone the vegetation in the field."
    },
    {
        "o": 25627,
        "r": "esv:Zechariah:10:2",
        "t": "For*ln the household gods utter nonsense, and*ld the diviners see lies; they*ln tell false dreams and*ld give empty consolation. Therefore*ln the people wander like sheep; they*ld are afflicted for lack of a shepherd."
    },
    {
        "o": 25628,
        "r": "esv:Zechariah:10:3",
        "t": "“My*pn anger is hot against the shepherds, and*ld I will punish the leaders; for*ln the Lord*s of hosts cares for his flock, the house of Judah, and*ld will make them like his majestic steed in battle."
    },
    {
        "o": 25629,
        "r": "esv:Zechariah:10:4",
        "t": "From*ln him shall come the cornerstone, from*ld him the tent peg, from*ln him the battle bow, from*ld him every ruler— all of them together."
    },
    {
        "o": 25630,
        "r": "esv:Zechariah:10:5",
        "t": "They*ln shall be like mighty men in battle, trampling*ld the foe in the mud of the streets; they*ln shall fight because the Lord*s is with them, and*ld they shall put to shame the riders on horses."
    },
    {
        "o": 25631,
        "r": "esv:Zechariah:10:6",
        "t": "“I*pn will strengthen the house of Judah, and*ld I will save the house of Joseph. I*ln will bring them back because I have compassion on them, and*ld they shall be as though I had not rejected them, for*ld I am the Lord*s their God and I will answer them."
    },
    {
        "o": 25632,
        "r": "esv:Zechariah:10:7",
        "t": "Then*ln Ephraim shall become like a mighty warrior, and*ld their hearts shall be glad as with wine. Their*ln children shall see it and be glad; their*ld hearts shall rejoice in the Lord.*s"
    },
    {
        "o": 25633,
        "r": "esv:Zechariah:10:8",
        "t": "“I*pn will whistle for them and gather them in, for*ld I have redeemed them, and*ld they shall be as many as they were before."
    },
    {
        "o": 25634,
        "r": "esv:Zechariah:10:9",
        "t": "Though*ln I scattered them among the nations, yet*ld in far countries they shall remember me, and*ld with their children they shall live and return."
    },
    {
        "o": 25635,
        "r": "esv:Zechariah:10:10",
        "t": "I*ln will bring them home from the land of Egypt, and*ld gather them from Assyria, and*ln I will bring them to the land of Gilead and to Lebanon, till*ld there is no room for them."
    },
    {
        "o": 25636,
        "r": "esv:Zechariah:10:11",
        "t": "He*ln shall pass through the sea of troubles and*ld strike down the waves of the sea, and*ld all the depths of the Nile shall be dried up. The*ln pride of Assyria shall be laid low, and*ld the scepter of Egypt shall depart."
    },
    {
        "o": 25637,
        "r": "esv:Zechariah:10:12",
        "t": "I*ln will make them strong in the Lord,*s and*ld they shall walk in his name,” declares*l the Lord.*s"
    }
]
