[
    {
        "o": 12156,
        "r": "niv:1 Chronicles:27:0",
        "t": "1 Chronicles 27",
        "h": 1
    },
    {
        "o": 12157,
        "r": "niv:1 Chronicles:27:0",
        "t": "Army Divisions",
        "h": 2
    },
    {
        "o": 12158,
        "r": "niv:1 Chronicles:27:1",
        "t": "This*p is the list of the Israelites—heads of families, commanders of thousands and commanders of hundreds, and their officers, who served the king in all that concerned the army divisions that were on duty month by month throughout the year. Each division consisted of 24,000 men."
    },
    {
        "o": 12159,
        "r": "niv:1 Chronicles:27:2",
        "t": "In*pln charge of the first division, for the first month, was Jashobeam son of Zabdiel. There were 24,000 men in his division."
    },
    {
        "o": 12160,
        "r": "niv:1 Chronicles:27:3",
        "t": "He was a descendant of Perez and chief of all the army officers for the first month."
    },
    {
        "o": 12161,
        "r": "niv:1 Chronicles:27:4",
        "t": "In*ln charge of the division for the second month was Dodai the Ahohite; Mikloth was the leader of his division. There were 24,000 men in his division."
    },
    {
        "o": 12162,
        "r": "niv:1 Chronicles:27:5",
        "t": "The*ln third army commander, for the third month, was Benaiah son of Jehoiada the priest. He was chief and there were 24,000 men in his division."
    },
    {
        "o": 12163,
        "r": "niv:1 Chronicles:27:6",
        "t": "This was the Benaiah who was a mighty warrior among the Thirty and was over the Thirty. His son Ammizabad was in charge of his division."
    },
    {
        "o": 12164,
        "r": "niv:1 Chronicles:27:7",
        "t": "The*ln fourth, for the fourth month, was Asahel the brother of Joab; his son Zebadiah was his successor. There were 24,000 men in his division."
    },
    {
        "o": 12165,
        "r": "niv:1 Chronicles:27:8",
        "t": "The*ln fifth, for the fifth month, was the commander Shamhuth the Izrahite. There were 24,000 men in his division."
    },
    {
        "o": 12166,
        "r": "niv:1 Chronicles:27:9",
        "t": "The*ln sixth, for the sixth month, was Ira the son of Ikkesh the Tekoite. There were 24,000 men in his division."
    },
    {
        "o": 12167,
        "r": "niv:1 Chronicles:27:10",
        "t": "The*ln seventh, for the seventh month, was Helez the Pelonite, an Ephraimite. There were 24,000 men in his division."
    },
    {
        "o": 12168,
        "r": "niv:1 Chronicles:27:11",
        "t": "The*ln eighth, for the eighth month, was Sibbekai the Hushathite, a Zerahite. There were 24,000 men in his division."
    },
    {
        "o": 12169,
        "r": "niv:1 Chronicles:27:12",
        "t": "The*ln ninth, for the ninth month, was Abiezer the Anathothite, a Benjamite. There were 24,000 men in his division."
    },
    {
        "o": 12170,
        "r": "niv:1 Chronicles:27:13",
        "t": "The*ln tenth, for the tenth month, was Maharai the Netophathite, a Zerahite. There were 24,000 men in his division."
    },
    {
        "o": 12171,
        "r": "niv:1 Chronicles:27:14",
        "t": "The*ln eleventh, for the eleventh month, was Benaiah the Pirathonite, an Ephraimite. There were 24,000 men in his division."
    },
    {
        "o": 12172,
        "r": "niv:1 Chronicles:27:15",
        "t": "The*ln twelfth, for the twelfth month, was Heldai the Netophathite, from the family of Othniel. There were 24,000 men in his division."
    },
    {
        "o": 12173,
        "r": "niv:1 Chronicles:27:15",
        "t": "Leaders of the Tribes",
        "h": 2
    },
    {
        "o": 12174,
        "r": "niv:1 Chronicles:27:16",
        "t": "The*ln leaders of the tribes of Israel: over*pln the Reubenites: Eliezer son of Zikri; over*ln the Simeonites: Shephatiah son of Maakah;"
    },
    {
        "o": 12175,
        "r": "niv:1 Chronicles:27:17",
        "t": "over*ln Levi: Hashabiah son of Kemuel; over*ln Aaron: Zadok;"
    },
    {
        "o": 12176,
        "r": "niv:1 Chronicles:27:18",
        "t": "over*ln Judah: Elihu, a brother of David; over*ln Issachar: Omri son of Michael;"
    },
    {
        "o": 12177,
        "r": "niv:1 Chronicles:27:19",
        "t": "over*ln Zebulun: Ishmaiah son of Obadiah; over*ln Naphtali: Jerimoth son of Azriel;"
    },
    {
        "o": 12178,
        "r": "niv:1 Chronicles:27:20",
        "t": "over*ln the Ephraimites: Hoshea son of Azaziah; over*ln half the tribe of Manasseh: Joel son of Pedaiah;"
    },
    {
        "o": 12179,
        "r": "niv:1 Chronicles:27:21",
        "t": "over*ln the half-tribe of Manasseh in Gilead: Iddo son of Zechariah; over*ln Benjamin: Jaasiel son of Abner;"
    },
    {
        "o": 12180,
        "r": "niv:1 Chronicles:27:22",
        "t": "over*ln Dan: Azarel son of Jeroham. These*p were the leaders of the tribes of Israel."
    },
    {
        "o": 12181,
        "r": "niv:1 Chronicles:27:23",
        "t": "David*p did not take the number of the men twenty years old or less, because the Lord*s had promised to make Israel as numerous as the stars in the sky."
    },
    {
        "o": 12182,
        "r": "niv:1 Chronicles:27:24",
        "t": "Joab son of Zeruiah began to count the men but did not finish. God’s wrath came on Israel on account of this numbering, and the number was not entered in the book of the annals of King David."
    },
    {
        "o": 12183,
        "r": "niv:1 Chronicles:27:24",
        "t": "The King’s Overseers",
        "h": 2
    },
    {
        "o": 12184,
        "r": "niv:1 Chronicles:27:25",
        "t": "Azmaveth*p son of Adiel was in charge of the royal storehouses. Jonathan*p son of Uzziah was in charge of the storehouses in the outlying districts, in the towns, the villages and the watchtowers."
    },
    {
        "o": 12185,
        "r": "niv:1 Chronicles:27:26",
        "t": "Ezri*p son of Kelub was in charge of the workers who farmed the land."
    },
    {
        "o": 12186,
        "r": "niv:1 Chronicles:27:27",
        "t": "Shimei*p the Ramathite was in charge of the vineyards. Zabdi*p the Shiphmite was in charge of the produce of the vineyards for the wine vats."
    },
    {
        "o": 12187,
        "r": "niv:1 Chronicles:27:28",
        "t": "Baal-Hanan*p the Gederite was in charge of the olive and sycamore-fig trees in the western foothills. Joash*p was in charge of the supplies of olive oil."
    },
    {
        "o": 12188,
        "r": "niv:1 Chronicles:27:29",
        "t": "Shitrai*p the Sharonite was in charge of the herds grazing in Sharon. Shaphat*p son of Adlai was in charge of the herds in the valleys."
    },
    {
        "o": 12189,
        "r": "niv:1 Chronicles:27:30",
        "t": "Obil*p the Ishmaelite was in charge of the camels. Jehdeiah*p the Meronothite was in charge of the donkeys."
    },
    {
        "o": 12190,
        "r": "niv:1 Chronicles:27:31",
        "t": "Jaziz*p the Hagrite was in charge of the flocks. All*p these were the officials in charge of King David’s property."
    },
    {
        "o": 12191,
        "r": "niv:1 Chronicles:27:32",
        "t": "Jonathan,*p David’s uncle, was a counselor, a man of insight and a scribe. Jehiel son of Hakmoni took care of the king’s sons."
    },
    {
        "o": 12192,
        "r": "niv:1 Chronicles:27:33",
        "t": "Ahithophel*p was the king’s counselor. Hushai*p the Arkite was the king’s confidant."
    },
    {
        "o": 12193,
        "r": "niv:1 Chronicles:27:34",
        "t": "Ahithophel was succeeded by Jehoiada son of Benaiah and by Abiathar. Joab*p was the commander of the royal army."
    }
]
