[
    {
        "o": 34433,
        "r": "csb:1 Peter:1:0",
        "t": "1 Peter 1",
        "h": 1
    },
    {
        "o": 34434,
        "r": "csb:1 Peter:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 34435,
        "r": "csb:1 Peter:1:1",
        "t": "Peter,*p an apostle of Jesus Christ: To*p those chosen, living as exiles dispersed abroad in Pontus, Galatia, Cappadocia, Asia, and Bithynia, chosen"
    },
    {
        "o": 34436,
        "r": "csb:1 Peter:1:2",
        "t": "according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, to be obedient and to be sprinkled with the blood of Jesus Christ. May*p grace and peace be multiplied to you."
    },
    {
        "o": 34437,
        "r": "csb:1 Peter:1:2",
        "t": "A Living Hope",
        "h": 2
    },
    {
        "o": 34438,
        "r": "csb:1 Peter:1:3",
        "t": "Blessed*p be the God and Father of our Lord Jesus Christ. Because of his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead"
    },
    {
        "o": 34439,
        "r": "csb:1 Peter:1:4",
        "t": "and into an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you."
    },
    {
        "o": 34440,
        "r": "csb:1 Peter:1:5",
        "t": "You are being guarded by God’s power through faith for a salvation that is ready to be revealed in the last time."
    },
    {
        "o": 34441,
        "r": "csb:1 Peter:1:6",
        "t": "You rejoice in this, even though now for a short time, if necessary, you suffer grief in various trials"
    },
    {
        "o": 34442,
        "r": "csb:1 Peter:1:7",
        "t": "so that the proven character of your faith- more valuable than gold which, though perishable, is refined by fire- may result in praise, glory, and honor at the revelation of Jesus Christ."
    },
    {
        "o": 34443,
        "r": "csb:1 Peter:1:8",
        "t": "Though you have not seen him, you love him; though not seeing him now, you believe in him, and you rejoice with inexpressible and glorious joy,"
    },
    {
        "o": 34444,
        "r": "csb:1 Peter:1:9",
        "t": "because you are receiving the goal of your faith, the salvation of your souls."
    },
    {
        "o": 34445,
        "r": "csb:1 Peter:1:10",
        "t": "Concerning*p this salvation, the prophets, who prophesied about the grace that would come to you, searched and carefully investigated."
    },
    {
        "o": 34446,
        "r": "csb:1 Peter:1:11",
        "t": "They inquired into what time or what circumstances the Spirit of Christ within them was indicating when he testified in advance to the sufferings of Christ and the glories that would follow."
    },
    {
        "o": 34447,
        "r": "csb:1 Peter:1:12",
        "t": "It was revealed to them that they were not serving themselves but you. These things have now been announced to you through those who preached the gospel to you by the Holy Spirit sent from heaven- angels long to catch a glimpse of these things."
    },
    {
        "o": 34448,
        "r": "csb:1 Peter:1:12",
        "t": "A Call to Holy Living",
        "h": 2
    },
    {
        "o": 34449,
        "r": "csb:1 Peter:1:13",
        "t": "Therefore,*p with your minds ready for action, be sober-minded and set your hope completely on the grace to be brought to you at the revelation of Jesus Christ."
    },
    {
        "o": 34450,
        "r": "csb:1 Peter:1:14",
        "t": "As obedient children, do not be conformed to the desires of your former ignorance."
    },
    {
        "o": 34451,
        "r": "csb:1 Peter:1:15",
        "t": "But as the one who called you is holy, you also are to be holy in all your conduct;"
    },
    {
        "o": 34452,
        "r": "csb:1 Peter:1:16",
        "t": "for it is written, Be*i holy,*i because*i I*i am*i holy.*i"
    },
    {
        "o": 34453,
        "r": "csb:1 Peter:1:17",
        "t": "If you appeal to the Father who judges impartially according to each one’s work, you are to conduct yourselves in reverence during your time living as strangers."
    },
    {
        "o": 34454,
        "r": "csb:1 Peter:1:18",
        "t": "For you know that you were redeemed from your empty way of life inherited from your ancestors, not with perishable things like silver or gold,"
    },
    {
        "o": 34455,
        "r": "csb:1 Peter:1:19",
        "t": "but with the precious blood of Christ, like that of an unblemished and spotless lamb."
    },
    {
        "o": 34456,
        "r": "csb:1 Peter:1:20",
        "t": "He was foreknown before the foundation of the world but was revealed in these last times for you."
    },
    {
        "o": 34457,
        "r": "csb:1 Peter:1:21",
        "t": "Through him you believe in God, who raised him from the dead and gave him glory, so that your faith and hope are in God."
    },
    {
        "o": 34458,
        "r": "csb:1 Peter:1:22",
        "t": "Since*p you have purified yourselves by your obedience to the truth, so that you show sincere brotherly love for each other, from a pure heart love one another constantly,"
    },
    {
        "o": 34459,
        "r": "csb:1 Peter:1:23",
        "t": "because you have been born again- not of perishable seed but of imperishable - through the living and enduring word of God."
    },
    {
        "o": 34460,
        "r": "csb:1 Peter:1:24",
        "t": "For All*ipn flesh*i is*i like*i grass,*i and*iln all*i its*i glory*i like*i a*i flower*i of*i the*i grass.*i The*iln grass*i withers,*i and*i the*i flower*i falls,*i"
    },
    {
        "o": 34461,
        "r": "csb:1 Peter:1:25",
        "t": "but*iln the*i word*i of*i the*i Lord*i endures*i forever.*i And*p this word is the gospel that was proclaimed to you."
    }
]
