[
    {
        "o": 31541,
        "r": "nkjv:Romans:2:0",
        "t": "Romans 2",
        "h": 1
    },
    {
        "o": 31542,
        "r": "nkjv:Romans:2:0",
        "t": "God’s Righteous Judgment",
        "h": 2
    },
    {
        "o": 31543,
        "r": "nkjv:Romans:2:1",
        "t": "Therefore*p you are inexcusable, O man, whoever you are who judge, for in whatever you judge another you condemn yourself; for you who judge practice the same things."
    },
    {
        "o": 31544,
        "r": "nkjv:Romans:2:2",
        "t": "But we know that the judgment of God is according to truth against those who practice such things."
    },
    {
        "o": 31545,
        "r": "nkjv:Romans:2:3",
        "t": "And do you think this, O man, you who judge those practicing such things, and doing the same, that you will escape the judgment of God?"
    },
    {
        "o": 31546,
        "r": "nkjv:Romans:2:4",
        "t": "Or do you despise the riches of His goodness, forbearance, and longsuffering, not knowing that the goodness of God leads you to repentance?"
    },
    {
        "o": 31547,
        "r": "nkjv:Romans:2:5",
        "t": "But in accordance with your hardness and your impenitent heart you are treasuring up for yourself wrath in the day of wrath and revelation of the righteous judgment of God,"
    },
    {
        "o": 31548,
        "r": "nkjv:Romans:2:6",
        "t": "who “will render to each one according to his deeds”:"
    },
    {
        "o": 31549,
        "r": "nkjv:Romans:2:7",
        "t": "eternal life to those who by patient continuance in doing good seek for glory, honor, and immortality;"
    },
    {
        "o": 31550,
        "r": "nkjv:Romans:2:8",
        "t": "but to those who are self-seeking and do not obey the truth, but obey unrighteousness—indignation and wrath,"
    },
    {
        "o": 31551,
        "r": "nkjv:Romans:2:9",
        "t": "tribulation and anguish, on every soul of man who does evil, of the Jew first and also of the Greek;"
    },
    {
        "o": 31552,
        "r": "nkjv:Romans:2:10",
        "t": "but glory, honor, and peace to everyone who works what is good, to the Jew first and also to the Greek."
    },
    {
        "o": 31553,
        "r": "nkjv:Romans:2:11",
        "t": "For there is no partiality with God."
    },
    {
        "o": 31554,
        "r": "nkjv:Romans:2:12",
        "t": "For*p as many as have sinned without law will also perish without law, and as many as have sinned in the law will be judged by the law"
    },
    {
        "o": 31555,
        "r": "nkjv:Romans:2:13",
        "t": "(for not the hearers of the law are*i just in the sight of God, but the doers of the law will be justified;"
    },
    {
        "o": 31556,
        "r": "nkjv:Romans:2:14",
        "t": "for when Gentiles, who do not have the law, by nature do the things in the law, these, although not having the law, are a law to themselves,"
    },
    {
        "o": 31557,
        "r": "nkjv:Romans:2:15",
        "t": "who show the work of the law written in their hearts, their conscience also bearing witness, and between themselves their*i thoughts accusing or else excusing them)*i"
    },
    {
        "o": 31558,
        "r": "nkjv:Romans:2:16",
        "t": "in the day when God will judge the secrets of men by Jesus Christ, according to my gospel."
    },
    {
        "o": 31559,
        "r": "nkjv:Romans:2:16",
        "t": "The Jews Guilty as the Gentiles",
        "h": 2
    },
    {
        "o": 31560,
        "r": "nkjv:Romans:2:17",
        "t": "Indeed*p you are called a Jew, and rest on the law, and make your boast in God,"
    },
    {
        "o": 31561,
        "r": "nkjv:Romans:2:18",
        "t": "and know His*i will, and approve the things that are excellent, being instructed out of the law,"
    },
    {
        "o": 31562,
        "r": "nkjv:Romans:2:19",
        "t": "and are confident that you yourself are a guide to the blind, a light to those who are in darkness,"
    },
    {
        "o": 31563,
        "r": "nkjv:Romans:2:20",
        "t": "an instructor of the foolish, a teacher of babes, having the form of knowledge and truth in the law."
    },
    {
        "o": 31564,
        "r": "nkjv:Romans:2:21",
        "t": "You, therefore, who teach another, do you not teach yourself? You who preach that a man should not steal, do you steal?"
    },
    {
        "o": 31565,
        "r": "nkjv:Romans:2:22",
        "t": "You who say, “Do not commit adultery,” do you commit adultery? You who abhor idols, do you rob temples?"
    },
    {
        "o": 31566,
        "r": "nkjv:Romans:2:23",
        "t": "You who make your boast in the law, do you dishonor God through breaking the law?"
    },
    {
        "o": 31567,
        "r": "nkjv:Romans:2:24",
        "t": "For “the name of God is blasphemed among the Gentiles because of you,” as it is written."
    },
    {
        "o": 31568,
        "r": "nkjv:Romans:2:24",
        "t": "Circumcision of No Avail",
        "h": 2
    },
    {
        "o": 31569,
        "r": "nkjv:Romans:2:25",
        "t": "For*p circumcision is indeed profitable if you keep the law; but if you are a breaker of the law, your circumcision has become uncircumcision."
    },
    {
        "o": 31570,
        "r": "nkjv:Romans:2:26",
        "t": "Therefore, if an uncircumcised man keeps the righteous requirements of the law, will not his uncircumcision be counted as circumcision?"
    },
    {
        "o": 31571,
        "r": "nkjv:Romans:2:27",
        "t": "And will not the physically uncircumcised, if he fulfills the law, judge you who, even*i with your*i written code*i and circumcision, are*i a transgressor of the law?"
    },
    {
        "o": 31572,
        "r": "nkjv:Romans:2:28",
        "t": "For he is not a Jew who is*i one*i outwardly, nor is*i circumcision that which is*i outward in the flesh;"
    },
    {
        "o": 31573,
        "r": "nkjv:Romans:2:29",
        "t": "but he*i is*i a Jew who is*i one*i inwardly; and circumcision is*i that*i of the heart, in the Spirit, not in the letter; whose praise is*i not from men but from God."
    }
]
