[
    {
        "o": 10448,
        "r": "csb:1 Kings:21:0",
        "t": "1 Kings 21",
        "h": 1
    },
    {
        "o": 10449,
        "r": "csb:1 Kings:21:0",
        "t": "Ahab and Naboth’s Vineyard",
        "h": 2
    },
    {
        "o": 10450,
        "r": "csb:1 Kings:21:1",
        "t": "Some*p time passed after these events. Naboth the Jezreelite had a vineyard; it was in Jezreel next to the palace of King Ahab of Samaria."
    },
    {
        "o": 10451,
        "r": "csb:1 Kings:21:2",
        "t": "So Ahab spoke to Naboth, saying, “Give me your vineyard so I can have it for a vegetable garden, since it is right next to my palace. I will give you a better vineyard in its place, or if you prefer, I will give you its value in silver.”"
    },
    {
        "o": 10452,
        "r": "csb:1 Kings:21:3",
        "t": "But*p Naboth said to Ahab, “As the Lord*s is my witness, I will never give my ancestors’ inheritance to you.”"
    },
    {
        "o": 10453,
        "r": "csb:1 Kings:21:4",
        "t": "So*p Ahab went to his palace resentful and angry because of what Naboth the Jezreelite had told him. He had said, “I will not give you my ancestors’ inheritance.” He lay down on his bed, turned his face away, and didn’t eat any food."
    },
    {
        "o": 10454,
        "r": "csb:1 Kings:21:5",
        "t": "Then*p his wife Jezebel came to him and said to him, “Why are you so upset that you refuse to eat?”"
    },
    {
        "o": 10455,
        "r": "csb:1 Kings:21:6",
        "t": "“Because*p I spoke to Naboth the Jezreelite,” he replied. “I told him, ‘Give me your vineyard for silver, or if you wish, I will give you a vineyard in its place.’ But he said, ‘I won’t give you my vineyard! ’”"
    },
    {
        "o": 10456,
        "r": "csb:1 Kings:21:7",
        "t": "Then*p his wife Jezebel said to him, “Now, exercise your royal power over Israel. Get up, eat some food, and be happy. For I will give you the vineyard of Naboth the Jezreelite.”"
    },
    {
        "o": 10457,
        "r": "csb:1 Kings:21:8",
        "t": "So she wrote letters in Ahab’s name and sealed them with his seal. She sent the letters to the elders and nobles who lived with Naboth in his city."
    },
    {
        "o": 10458,
        "r": "csb:1 Kings:21:9",
        "t": "In the letters, she wrote: Proclaim*p a fast and seat Naboth at the head of the people."
    },
    {
        "o": 10459,
        "r": "csb:1 Kings:21:10",
        "t": "Then seat two wicked men opposite him and have them testify against him, saying, “You have cursed God and the king!” Then take him out and stone him to death."
    },
    {
        "o": 10460,
        "r": "csb:1 Kings:21:11",
        "t": "The*p men of his city, the elders and nobles who lived in his city, did as Jezebel had sent word to them, just as it was written in the letters she had sent them."
    },
    {
        "o": 10461,
        "r": "csb:1 Kings:21:12",
        "t": "They proclaimed a fast and seated Naboth at the head of the people."
    },
    {
        "o": 10462,
        "r": "csb:1 Kings:21:13",
        "t": "The two wicked men came in and sat opposite him. Then the wicked men testified against Naboth in the presence of the people, saying, “Naboth has cursed God and the king!” So they took him outside the city and stoned him to death with stones."
    },
    {
        "o": 10463,
        "r": "csb:1 Kings:21:14",
        "t": "Then they sent word to Jezebel: “Naboth has been stoned to death.”"
    },
    {
        "o": 10464,
        "r": "csb:1 Kings:21:15",
        "t": "When*p Jezebel heard that Naboth had been stoned to death, she said to Ahab, “Get up and take possession of the vineyard of Naboth the Jezreelite who refused to give it to you for silver, since Naboth isn’t alive, but dead.”"
    },
    {
        "o": 10465,
        "r": "csb:1 Kings:21:16",
        "t": "When Ahab heard that Naboth was dead, he got up to go down to the vineyard of Naboth the Jezreelite to take possession of it."
    },
    {
        "o": 10466,
        "r": "csb:1 Kings:21:16",
        "t": "The Lord’s Judgment on Ahab",
        "h": 2
    },
    {
        "o": 10467,
        "r": "csb:1 Kings:21:17",
        "t": "Then*p the word of the Lord*s came to Elijah the Tishbite:"
    },
    {
        "o": 10468,
        "r": "csb:1 Kings:21:18",
        "t": "“Get up and go to meet King Ahab of Israel, who is in Samaria. He’s in Naboth’s vineyard, where he has gone to take possession of it."
    },
    {
        "o": 10469,
        "r": "csb:1 Kings:21:19",
        "t": "Tell him, ‘This is what the Lord*s says: Have you murdered and also taken possession? ’ Then tell him, ‘This is what the Lord*s says: In the place where the dogs licked up Naboth’s blood, the dogs will also lick up your blood!’”"
    },
    {
        "o": 10470,
        "r": "csb:1 Kings:21:20",
        "t": "Ahab*p said to Elijah, “So, my enemy, you’ve found me, have you?” He*p replied, “I have found you because you devoted yourself to do what is evil in the Lord’s*s sight."
    },
    {
        "o": 10471,
        "r": "csb:1 Kings:21:21",
        "t": "This is what the Lord*s says: ‘I am about to bring disaster on you and will eradicate your descendants: I*pn will wipe out all of Ahab’s males, both*ln slave and free, in Israel;"
    },
    {
        "o": 10472,
        "r": "csb:1 Kings:21:22",
        "t": "I*p will make your house like the house of Jeroboam son of Nebat and like the house of Baasha son of Ahijah, because you have angered me and caused Israel to sin.’"
    },
    {
        "o": 10473,
        "r": "csb:1 Kings:21:23",
        "t": "The Lord*s also speaks of Jezebel: ‘The dogs will eat Jezebel in the plot of land at Jezreel:"
    },
    {
        "o": 10474,
        "r": "csb:1 Kings:21:24",
        "t": "Anyone*pn who belongs to Ahab and dies in the city, the dogs will eat, and*ln anyone who dies in the field, the birds will eat.’”"
    },
    {
        "o": 10475,
        "r": "csb:1 Kings:21:25",
        "t": "Still,*p there was no one like Ahab, who devoted himself to do what was evil in the Lord’s*s sight, because his wife Jezebel incited him."
    },
    {
        "o": 10476,
        "r": "csb:1 Kings:21:26",
        "t": "He committed the most detestable acts by following idols as the Amorites had, whom the Lord*s had dispossessed before the Israelites."
    },
    {
        "o": 10477,
        "r": "csb:1 Kings:21:27",
        "t": "When*p Ahab heard these words, he tore his clothes, put sackcloth over his body, and fasted. He lay down in sackcloth and walked around subdued."
    },
    {
        "o": 10478,
        "r": "csb:1 Kings:21:28",
        "t": "Then the word of the Lord*s came to Elijah the Tishbite:"
    },
    {
        "o": 10479,
        "r": "csb:1 Kings:21:29",
        "t": "“Have you seen how Ahab has humbled himself before me? I will not bring the disaster during his lifetime, because he has humbled himself before me. I will bring the disaster on his house during his son’s lifetime.”"
    }
]
