[
    {
        "o": 7278,
        "r": "esv:Judges:6:0",
        "t": "Judges 6",
        "h": 1
    },
    {
        "o": 7279,
        "r": "esv:Judges:6:0",
        "t": "Midian Oppresses Israel",
        "h": 2
    },
    {
        "o": 7280,
        "r": "esv:Judges:6:1",
        "t": "The*p people of Israel did what was evil in the sight of the Lord,*s and the Lord*s gave them into the hand of Midian seven years."
    },
    {
        "o": 7281,
        "r": "esv:Judges:6:2",
        "t": "And the hand of Midian overpowered Israel, and because of Midian the people of Israel made for themselves the dens that are in the mountains and the caves and the strongholds."
    },
    {
        "o": 7282,
        "r": "esv:Judges:6:3",
        "t": "For whenever the Israelites planted crops, the Midianites and the Amalekites and the people of the East would come up against them."
    },
    {
        "o": 7283,
        "r": "esv:Judges:6:4",
        "t": "They would encamp against them and devour the produce of the land, as far as Gaza, and leave no sustenance in Israel and no sheep or ox or donkey."
    },
    {
        "o": 7284,
        "r": "esv:Judges:6:5",
        "t": "For they would come up with their livestock and their tents; they would come like locusts in number— both they and their camels could not be counted— so that they laid waste the land as they came in."
    },
    {
        "o": 7285,
        "r": "esv:Judges:6:6",
        "t": "And Israel was brought very low because of Midian. And the people of Israel cried out for help to the Lord.*s"
    },
    {
        "o": 7286,
        "r": "esv:Judges:6:7",
        "t": "When*p the people of Israel cried out to the Lord*s on account of the Midianites,"
    },
    {
        "o": 7287,
        "r": "esv:Judges:6:8",
        "t": "the Lord*s sent a prophet to the people of Israel. And he said to them, “Thus says the Lord,*s the God of Israel: I led you up from Egypt and brought you out of the house of slavery."
    },
    {
        "o": 7288,
        "r": "esv:Judges:6:9",
        "t": "And I delivered you from the hand of the Egyptians and from the hand of all who oppressed you, and drove them out before you and gave you their land."
    },
    {
        "o": 7289,
        "r": "esv:Judges:6:10",
        "t": "And I said to you, ‘I am the Lord*s your God; you shall not fear the gods of the Amorites in whose land you dwell.’ But you have not obeyed my voice.”"
    },
    {
        "o": 7290,
        "r": "esv:Judges:6:10",
        "t": "The Call of Gideon",
        "h": 2
    },
    {
        "o": 7291,
        "r": "esv:Judges:6:11",
        "t": "Now*p the angel of the Lord*s came and sat under the terebinth at Ophrah, which belonged to Joash the Abiezrite, while his son Gideon was beating out wheat in the winepress to hide it from the Midianites."
    },
    {
        "o": 7292,
        "r": "esv:Judges:6:12",
        "t": "And the angel of the Lord*s appeared to him and said to him, “The Lord*s is with you, O mighty man of valor.”"
    },
    {
        "o": 7293,
        "r": "esv:Judges:6:13",
        "t": "And Gideon said to him, “Please, my lord, if the Lord*s is with us, why then has all this happened to us? And where are all his wonderful deeds that our fathers recounted to us, saying, ‘Did not the Lord*s bring us up from Egypt?’ But now the Lord*s has forsaken us and given us into the hand of Midian.”"
    },
    {
        "o": 7294,
        "r": "esv:Judges:6:14",
        "t": "And the Lord*s turned to him and said, “Go in this might of yours and save Israel from the hand of Midian; do not I send you?”"
    },
    {
        "o": 7295,
        "r": "esv:Judges:6:15",
        "t": "And he said to him, “Please, Lord, how can I save Israel? Behold, my clan is the weakest in Manasseh, and I am the least in my father’s house.”"
    },
    {
        "o": 7296,
        "r": "esv:Judges:6:16",
        "t": "And the Lord*s said to him, “But I will be with you, and you shall strike the Midianites as one man.”"
    },
    {
        "o": 7297,
        "r": "esv:Judges:6:17",
        "t": "And he said to him, “If now I have found favor in your eyes, then show me a sign that it is you who speak with me."
    },
    {
        "o": 7298,
        "r": "esv:Judges:6:18",
        "t": "Please do not depart from here until I come to you and bring out my present and set it before you.” And he said, “I will stay till you return.”"
    },
    {
        "o": 7299,
        "r": "esv:Judges:6:19",
        "t": "So*p Gideon went into his house and prepared a young goat and unleavened cakes from an ephah of flour. The meat he put in a basket, and the broth he put in a pot, and brought them to him under the terebinth and presented them."
    },
    {
        "o": 7300,
        "r": "esv:Judges:6:20",
        "t": "And the angel of God said to him, “Take the meat and the unleavened cakes, and put them on this rock, and pour the broth over them.” And he did so."
    },
    {
        "o": 7301,
        "r": "esv:Judges:6:21",
        "t": "Then the angel of the Lord*s reached out the tip of the staff that was in his hand and touched the meat and the unleavened cakes. And fire sprang up from the rock and consumed the meat and the unleavened cakes. And the angel of the Lord*s vanished from his sight."
    },
    {
        "o": 7302,
        "r": "esv:Judges:6:22",
        "t": "Then Gideon perceived that he was the angel of the Lord.*s And Gideon said, “Alas, O Lord God!*s For now I have seen the angel of the Lord*s face to face.”"
    },
    {
        "o": 7303,
        "r": "esv:Judges:6:23",
        "t": "But the Lord*s said to him, “Peace be to you. Do not fear; you shall not die.”"
    },
    {
        "o": 7304,
        "r": "esv:Judges:6:24",
        "t": "Then Gideon built an altar there to the Lord*s and called it, The Lord*s Is Peace. To this day it still stands at Ophrah, which belongs to the Abiezrites."
    },
    {
        "o": 7305,
        "r": "esv:Judges:6:25",
        "t": "That*p night the Lord*s said to him, “Take your father’s bull, and the second bull seven years old, and pull down the altar of Baal that your father has, and cut down the Asherah that is beside it"
    },
    {
        "o": 7306,
        "r": "esv:Judges:6:26",
        "t": "and build an altar to the Lord*s your God on the top of the stronghold here, with stones laid in due order. Then take the second bull and offer it as a burnt offering with the wood of the Asherah that you shall cut down.”"
    },
    {
        "o": 7307,
        "r": "esv:Judges:6:27",
        "t": "So Gideon took ten men of his servants and did as the Lord*s had told him. But because he was too afraid of his family and the men of the town to do it by day, he did it by night."
    },
    {
        "o": 7308,
        "r": "esv:Judges:6:27",
        "t": "Gideon Destroys the Altar of Baal",
        "h": 2
    },
    {
        "o": 7309,
        "r": "esv:Judges:6:28",
        "t": "When*p the men of the town rose early in the morning, behold, the altar of Baal was broken down, and the Asherah beside it was cut down, and the second bull was offered on the altar that had been built."
    },
    {
        "o": 7310,
        "r": "esv:Judges:6:29",
        "t": "And they said to one another, “Who has done this thing?” And after they had searched and inquired, they said, “Gideon the son of Joash has done this thing.”"
    },
    {
        "o": 7311,
        "r": "esv:Judges:6:30",
        "t": "Then the men of the town said to Joash, “Bring out your son, that he may die, for he has broken down the altar of Baal and cut down the Asherah beside it.”"
    },
    {
        "o": 7312,
        "r": "esv:Judges:6:31",
        "t": "But Joash said to all who stood against him, “Will you contend for Baal? Or will you save him? Whoever contends for him shall be put to death by morning. If he is a god, let him contend for himself, because his altar has been broken down.”"
    },
    {
        "o": 7313,
        "r": "esv:Judges:6:32",
        "t": "Therefore on that day Gideon was called Jerubbaal, that is to say, “Let Baal contend against him,” because he broke down his altar."
    },
    {
        "o": 7314,
        "r": "esv:Judges:6:33",
        "t": "Now*p all the Midianites and the Amalekites and the people of the East came together, and they crossed the Jordan and encamped in the Valley of Jezreel."
    },
    {
        "o": 7315,
        "r": "esv:Judges:6:34",
        "t": "But the Spirit of the Lord*s clothed Gideon, and he sounded the trumpet, and the Abiezrites were called out to follow him."
    },
    {
        "o": 7316,
        "r": "esv:Judges:6:35",
        "t": "And he sent messengers throughout all Manasseh, and they too were called out to follow him. And he sent messengers to Asher, Zebulun, and Naphtali, and they went up to meet them."
    },
    {
        "o": 7317,
        "r": "esv:Judges:6:35",
        "t": "The Sign of the Fleece",
        "h": 2
    },
    {
        "o": 7318,
        "r": "esv:Judges:6:36",
        "t": "Then*p Gideon said to God, “If you will save Israel by my hand, as you have said,"
    },
    {
        "o": 7319,
        "r": "esv:Judges:6:37",
        "t": "behold, I am laying a fleece of wool on the threshing floor. If there is dew on the fleece alone, and it is dry on all the ground, then I shall know that you will save Israel by my hand, as you have said.”"
    },
    {
        "o": 7320,
        "r": "esv:Judges:6:38",
        "t": "And it was so. When he rose early next morning and squeezed the fleece, he wrung enough dew from the fleece to fill a bowl with water."
    },
    {
        "o": 7321,
        "r": "esv:Judges:6:39",
        "t": "Then Gideon said to God, “Let not your anger burn against me; let me speak just once more. Please let me test just once more with the fleece. Please let it be dry on the fleece only, and on all the ground let there be dew.”"
    },
    {
        "o": 7322,
        "r": "esv:Judges:6:40",
        "t": "And God did so that night; and it was dry on the fleece only, and on all the ground there was dew."
    }
]
