[
    {
        "o": 30490,
        "r": "nasb:Acts:13:0",
        "t": "Acts 13",
        "h": 1
    },
    {
        "o": 30491,
        "r": "nasb:Acts:13:0",
        "t": "First Missionary Journey",
        "h": 2
    },
    {
        "o": 30492,
        "r": "nasb:Acts:13:1",
        "t": "Now*p there were at Antioch, in the church that was there,*i prophets and teachers: Barnabas, and Simeon who was called Niger, and Lucius of Cyrene, and Manaen who had been brought up with Herod the tetrarch, and Saul."
    },
    {
        "o": 30493,
        "r": "nasb:Acts:13:2",
        "t": "While they were ministering to the Lord and fasting, the Holy Spirit said, “Set apart for Me Barnabas and Saul for the work to which I have called them.”"
    },
    {
        "o": 30494,
        "r": "nasb:Acts:13:3",
        "t": "Then, when they had fasted and prayed and laid their hands on them, they sent them away."
    },
    {
        "o": 30495,
        "r": "nasb:Acts:13:4",
        "t": "So,*p being sent out by the Holy Spirit, they went down to Seleucia and from there they sailed to Cyprus."
    },
    {
        "o": 30496,
        "r": "nasb:Acts:13:5",
        "t": "When they reached Salamis, they began*i to proclaim the word of God in the synagogues of the Jews; and they also had John as their helper."
    },
    {
        "o": 30497,
        "r": "nasb:Acts:13:6",
        "t": "When they had gone through the whole island as far as Paphos, they found a magician, a Jewish false prophet whose name was Bar-Jesus,"
    },
    {
        "o": 30498,
        "r": "nasb:Acts:13:7",
        "t": "who was with the proconsul, Sergius Paulus, a man of intelligence. This man summoned Barnabas and Saul and sought to hear the word of God."
    },
    {
        "o": 30499,
        "r": "nasb:Acts:13:8",
        "t": "But Elymas the magician (for so his name is translated) was opposing them, seeking to turn the proconsul away from the faith."
    },
    {
        "o": 30500,
        "r": "nasb:Acts:13:9",
        "t": "But Saul, who was also known*i as*i Paul, filled with the Holy Spirit, fixed his gaze on him,"
    },
    {
        "o": 30501,
        "r": "nasb:Acts:13:10",
        "t": "and said, “You who are full of all deceit and fraud, you son of the devil, you enemy of all righteousness, will you not cease to make crooked the straight ways of the Lord?"
    },
    {
        "o": 30502,
        "r": "nasb:Acts:13:11",
        "t": "Now, behold, the hand of the Lord is upon you, and you will be blind and not see the sun for a time.” And immediately a mist and a darkness fell upon him, and he went about seeking those who would lead him by the hand."
    },
    {
        "o": 30503,
        "r": "nasb:Acts:13:12",
        "t": "Then the proconsul believed when he saw what had happened, being amazed at the teaching of the Lord."
    },
    {
        "o": 30504,
        "r": "nasb:Acts:13:13",
        "t": "Now*p Paul and his companions put out to sea from Paphos and came to Perga in Pamphylia; but John left them and returned to Jerusalem."
    },
    {
        "o": 30505,
        "r": "nasb:Acts:13:14",
        "t": "But going on from Perga, they arrived at Pisidian Antioch, and on the Sabbath day they went into the synagogue and sat down."
    },
    {
        "o": 30506,
        "r": "nasb:Acts:13:15",
        "t": "After the reading of the Law and the Prophets the synagogue officials sent to them, saying, “Brethren, if you have any word of exhortation for the people, say it.”"
    },
    {
        "o": 30507,
        "r": "nasb:Acts:13:16",
        "t": "Paul stood up, and motioning with his hand said, “Men*bp of Israel, and you who fear God, listen:"
    },
    {
        "o": 30508,
        "r": "nasb:Acts:13:17",
        "t": "The God of this people Israel chose our fathers and made the people great during their stay in the land of Egypt, and with an uplifted arm He led them out from it."
    },
    {
        "o": 30509,
        "r": "nasb:Acts:13:18",
        "t": "For a period of about forty years He put up with them in the wilderness."
    },
    {
        "o": 30510,
        "r": "nasb:Acts:13:19",
        "t": "When He had destroyed seven nations in the land of Canaan, He distributed their land as an inheritance— all*i of*i which*i took*i about four hundred and fifty years."
    },
    {
        "o": 30511,
        "r": "nasb:Acts:13:20",
        "t": "After these things He gave them*i judges until Samuel the prophet."
    },
    {
        "o": 30512,
        "r": "nasb:Acts:13:21",
        "t": "Then they asked for a king, and God gave them Saul the son of Kish, a man of the tribe of Benjamin, for forty years."
    },
    {
        "o": 30513,
        "r": "nasb:Acts:13:22",
        "t": "After He had removed him, He raised up David to be their king, concerning whom He also testified and said, ‘I have*s found*s David*s the son of Jesse, a*s man*s after*s My*s heart,*s who will do all My will.’"
    },
    {
        "o": 30514,
        "r": "nasb:Acts:13:23",
        "t": "From the descendants of this man, according to promise, God has brought to Israel a Savior, Jesus,"
    },
    {
        "o": 30515,
        "r": "nasb:Acts:13:24",
        "t": "after John had proclaimed before His coming a baptism of repentance to all the people of Israel."
    },
    {
        "o": 30516,
        "r": "nasb:Acts:13:25",
        "t": "And while John was completing his course, he kept saying, ‘What do you suppose that I am? I am not He.*i But behold, one is coming after me the sandals of whose feet I am not worthy to untie.’"
    },
    {
        "o": 30517,
        "r": "nasb:Acts:13:26",
        "t": "“Brethren,*p sons of Abraham’s family, and those among you who fear God, to us the message of this salvation has been sent."
    },
    {
        "o": 30518,
        "r": "nasb:Acts:13:27",
        "t": "For those who live in Jerusalem, and their rulers, recognizing neither Him nor the utterances of the prophets which are read every Sabbath, fulfilled these*i by condemning Him.*i"
    },
    {
        "o": 30519,
        "r": "nasb:Acts:13:28",
        "t": "And though they found no ground for putting*i Him*i to*i death, they asked Pilate that He be executed."
    },
    {
        "o": 30520,
        "r": "nasb:Acts:13:29",
        "t": "When they had carried out all that was written concerning Him, they took Him down from the cross and laid Him in a tomb."
    },
    {
        "o": 30521,
        "r": "nasb:Acts:13:30",
        "t": "But God raised Him from the dead;"
    },
    {
        "o": 30522,
        "r": "nasb:Acts:13:31",
        "t": "and for many days He appeared to those who came up with Him from Galilee to Jerusalem, the very ones who are now His witnesses to the people."
    },
    {
        "o": 30523,
        "r": "nasb:Acts:13:32",
        "t": "And we preach to you the good news of the promise made to the fathers,"
    },
    {
        "o": 30524,
        "r": "nasb:Acts:13:33",
        "t": "that God has fulfilled this promise*i to our children in that He raised up Jesus, as it is also written in the second Psalm, ‘You*s are*s My*s Son*s ;today*s I have*s begotten*s You.’*s"
    },
    {
        "o": 30525,
        "r": "nasb:Acts:13:34",
        "t": "As*i for*i the*i fact*i that He raised Him up from the dead, no longer to return to decay, He has spoken in this way: ‘I will*s give*s you*s the*s holy*s and*i sure*s blessings*i of*s David.’*s"
    },
    {
        "o": 30526,
        "r": "nasb:Acts:13:35",
        "t": "Therefore He also says in another Psalm,*i ‘You*s will*s not*s allow*s Your*s Holy*s One to*s undergo*s decay.’*s"
    },
    {
        "o": 30527,
        "r": "nasb:Acts:13:36",
        "t": "For David, after he had served the purpose of God in his own generation, fell asleep, and was laid among his fathers and underwent decay;"
    },
    {
        "o": 30528,
        "r": "nasb:Acts:13:37",
        "t": "but He whom God raised did not undergo decay."
    },
    {
        "o": 30529,
        "r": "nasb:Acts:13:38",
        "t": "Therefore let it be known to you, brethren, that through Him forgiveness of sins is proclaimed to you,"
    },
    {
        "o": 30530,
        "r": "nasb:Acts:13:39",
        "t": "and through Him everyone who believes is freed from all things, from which you could not be freed through the Law of Moses."
    },
    {
        "o": 30531,
        "r": "nasb:Acts:13:40",
        "t": "Therefore take heed, so that the thing spoken of in the Prophets may not come upon you:*i"
    },
    {
        "o": 30532,
        "r": "nasb:Acts:13:41",
        "t": "‘Behold,*spn you*s scoffers,*s and*s marvel,*s and*s perish;*s For*sln I am*s accomplishing*s a*s work*s in*s your*s days,*s A*ln work*s which*s you*s will*s never*s believe,*s though*s someone*s should*s describe*s it*s to*s you*s .’ ”"
    },
    {
        "o": 30533,
        "r": "nasb:Acts:13:42",
        "t": "As*p Paul and Barnabas were going out, the people kept begging that these things might be spoken to them the next Sabbath."
    },
    {
        "o": 30534,
        "r": "nasb:Acts:13:43",
        "t": "Now when the*i meeting*i of*i the synagogue had broken up, many of the Jews and of the God-fearing proselytes followed Paul and Barnabas, who, speaking to them, were urging them to continue in the grace of God."
    },
    {
        "o": 30535,
        "r": "nasb:Acts:13:43",
        "t": "Paul Turns to the Gentiles",
        "h": 2
    },
    {
        "o": 30536,
        "r": "nasb:Acts:13:44",
        "t": "The*p next Sabbath nearly the whole city assembled to hear the word of the Lord."
    },
    {
        "o": 30537,
        "r": "nasb:Acts:13:45",
        "t": "But when the Jews saw the crowds, they were filled with jealousy and began*i contradicting the things spoken by Paul, and were blaspheming."
    },
    {
        "o": 30538,
        "r": "nasb:Acts:13:46",
        "t": "Paul and Barnabas spoke out boldly and said, “It was necessary that the word of God be spoken to you first; since you repudiate it and judge yourselves unworthy of eternal life, behold, we are turning to the Gentiles."
    },
    {
        "o": 30539,
        "r": "nasb:Acts:13:47",
        "t": "For so the Lord has commanded us, ‘I*pn have*s placed*s You*s as*s a*s light*s for*s the*s Gentiles,*s That*sln You*s may*s bring*s salvation*s to*s the*s end*s of*s the*s earth*s .’ ”"
    },
    {
        "o": 30540,
        "r": "nasb:Acts:13:48",
        "t": "When*p the Gentiles heard this, they began*i rejoicing and glorifying the word of the Lord; and as many as had been appointed to eternal life believed."
    },
    {
        "o": 30541,
        "r": "nasb:Acts:13:49",
        "t": "And the word of the Lord was being spread through the whole region."
    },
    {
        "o": 30542,
        "r": "nasb:Acts:13:50",
        "t": "But the Jews incited the devout women of prominence and the leading men of the city, and instigated a persecution against Paul and Barnabas, and drove them out of their district."
    },
    {
        "o": 30543,
        "r": "nasb:Acts:13:51",
        "t": "But they shook off the dust of their feet in*i protest*i against them and went to Iconium."
    },
    {
        "o": 30544,
        "r": "nasb:Acts:13:52",
        "t": "And the disciples were continually filled with joy and with the Holy Spirit."
    }
]
