[
    {
        "o": 34361,
        "r": "nasb:Revelation:9:0",
        "t": "Revelation 9",
        "h": 1
    },
    {
        "o": 34362,
        "r": "nasb:Revelation:9:0",
        "t": "The Fifth Trumpet—the Bottomless Pit",
        "h": 2
    },
    {
        "o": 34363,
        "r": "nasb:Revelation:9:1",
        "t": "Then*p the fifth angel sounded, and I saw a star from heaven which had fallen to the earth; and the key of the bottomless pit was given to him."
    },
    {
        "o": 34364,
        "r": "nasb:Revelation:9:2",
        "t": "He opened the bottomless pit, and smoke went up out of the pit, like the smoke of a great furnace; and the sun and the air were darkened by the smoke of the pit."
    },
    {
        "o": 34365,
        "r": "nasb:Revelation:9:3",
        "t": "Then out of the smoke came locusts upon the earth, and power was given them, as the scorpions of the earth have power."
    },
    {
        "o": 34366,
        "r": "nasb:Revelation:9:4",
        "t": "They were told not to hurt the grass of the earth, nor any green thing, nor any tree, but only the men who do not have the seal of God on their foreheads."
    },
    {
        "o": 34367,
        "r": "nasb:Revelation:9:5",
        "t": "And they were not permitted to kill anyone, but to torment for five months; and their torment was like the torment of a scorpion when it stings a man."
    },
    {
        "o": 34368,
        "r": "nasb:Revelation:9:6",
        "t": "And in those days men will seek death and will not find it; they will long to die, and death flees from them."
    },
    {
        "o": 34369,
        "r": "nasb:Revelation:9:7",
        "t": "The*p appearance of the locusts was like horses prepared for battle; and on their heads appeared to be crowns like gold, and their faces were like the faces of men."
    },
    {
        "o": 34370,
        "r": "nasb:Revelation:9:8",
        "t": "They had hair like the hair of women, and their teeth were like the*i teeth*i of lions."
    },
    {
        "o": 34371,
        "r": "nasb:Revelation:9:9",
        "t": "They had breastplates like breastplates of iron; and the sound of their wings was like the sound of chariots, of many horses rushing to battle."
    },
    {
        "o": 34372,
        "r": "nasb:Revelation:9:10",
        "t": "They have tails like scorpions, and stings; and in their tails is their power to hurt men for five months."
    },
    {
        "o": 34373,
        "r": "nasb:Revelation:9:11",
        "t": "They have as king over them, the angel of the abyss; his name in Hebrew is Abaddon, and in the Greek he has the name Apollyon."
    },
    {
        "o": 34374,
        "r": "nasb:Revelation:9:12",
        "t": "The*p first woe is past; behold, two woes are still coming after these things."
    },
    {
        "o": 34375,
        "r": "nasb:Revelation:9:12",
        "t": "The Sixth Trumpet—Army from the East",
        "h": 2
    },
    {
        "o": 34376,
        "r": "nasb:Revelation:9:13",
        "t": "Then*p the sixth angel sounded, and I heard a voice from the four horns of the golden altar which is before God,"
    },
    {
        "o": 34377,
        "r": "nasb:Revelation:9:14",
        "t": "one saying to the sixth angel who had the trumpet, “Release the four angels who are bound at the great river Euphrates.”"
    },
    {
        "o": 34378,
        "r": "nasb:Revelation:9:15",
        "t": "And the four angels, who had been prepared for the hour and day and month and year, were released, so that they would kill a third of mankind."
    },
    {
        "o": 34379,
        "r": "nasb:Revelation:9:16",
        "t": "The number of the armies of the horsemen was two hundred million; I heard the number of them."
    },
    {
        "o": 34380,
        "r": "nasb:Revelation:9:17",
        "t": "And this is how I saw in the vision the horses and those who sat on them: the*i riders*i had breastplates the*i color*i of fire and of hyacinth and of brimstone; and the heads of the horses are like the heads of lions; and out of their mouths proceed fire and smoke and brimstone."
    },
    {
        "o": 34381,
        "r": "nasb:Revelation:9:18",
        "t": "A third of mankind was killed by these three plagues, by the fire and the smoke and the brimstone which proceeded out of their mouths."
    },
    {
        "o": 34382,
        "r": "nasb:Revelation:9:19",
        "t": "For the power of the horses is in their mouths and in their tails; for their tails are like serpents and have heads, and with them they do harm."
    },
    {
        "o": 34383,
        "r": "nasb:Revelation:9:20",
        "t": "The*p rest of mankind, who were not killed by these plagues, did not repent of the works of their hands, so as not to worship demons, and the idols of gold and of silver and of brass and of stone and of wood, which can neither see nor hear nor walk;"
    },
    {
        "o": 34384,
        "r": "nasb:Revelation:9:21",
        "t": "and they did not repent of their murders nor of their sorceries nor of their immorality nor of their thefts."
    }
]
