[
    {
        "o": 1508,
        "r": "nasb:Genesis:46:0",
        "t": "Genesis 46",
        "h": 1
    },
    {
        "o": 1509,
        "r": "nasb:Genesis:46:0",
        "t": "Jacob Moves to Egypt",
        "h": 2
    },
    {
        "o": 1510,
        "r": "nasb:Genesis:46:1",
        "t": "So*p Israel set out with all that he had, and came to Beersheba, and offered sacrifices to the God of his father Isaac."
    },
    {
        "o": 1511,
        "r": "nasb:Genesis:46:2",
        "t": "God spoke to Israel in visions of the night and said, “Jacob, Jacob.” And he said, “Here I am.”"
    },
    {
        "o": 1512,
        "r": "nasb:Genesis:46:3",
        "t": "He said, “I am God, the God of your father; do not be afraid to go down to Egypt, for I will make you a great nation there."
    },
    {
        "o": 1513,
        "r": "nasb:Genesis:46:4",
        "t": "I will go down with you to Egypt, and I will also surely bring you up again; and Joseph will close your eyes.”"
    },
    {
        "o": 1514,
        "r": "nasb:Genesis:46:5",
        "t": "Then*p Jacob arose from Beersheba; and the sons of Israel carried their father Jacob and their little ones and their wives in the wagons which Pharaoh had sent to carry him."
    },
    {
        "o": 1515,
        "r": "nasb:Genesis:46:6",
        "t": "They took their livestock and their property, which they had acquired in the land of Canaan, and came to Egypt, Jacob and all his descendants with him:"
    },
    {
        "o": 1516,
        "r": "nasb:Genesis:46:7",
        "t": "his sons and his grandsons with him, his daughters and his granddaughters, and all his descendants he brought with him to Egypt."
    },
    {
        "o": 1517,
        "r": "nasb:Genesis:46:7",
        "t": "Those Who Came to Egypt",
        "h": 2
    },
    {
        "o": 1518,
        "r": "nasb:Genesis:46:8",
        "t": "Now*p these are the names of the sons of Israel, Jacob and his sons, who went to Egypt: Reuben, Jacob’s firstborn."
    },
    {
        "o": 1519,
        "r": "nasb:Genesis:46:9",
        "t": "The sons of Reuben: Hanoch and Pallu and Hezron and Carmi."
    },
    {
        "o": 1520,
        "r": "nasb:Genesis:46:10",
        "t": "The sons of Simeon: Jemuel and Jamin and Ohad and Jachin and Zohar and Shaul the son of a Canaanite woman."
    },
    {
        "o": 1521,
        "r": "nasb:Genesis:46:11",
        "t": "The sons of Levi: Gershon, Kohath, and Merari."
    },
    {
        "o": 1522,
        "r": "nasb:Genesis:46:12",
        "t": "The sons of Judah: Er and Onan and Shelah and Perez and Zerah (but Er and Onan died in the land of Canaan). And the sons of Perez were Hezron and Hamul."
    },
    {
        "o": 1523,
        "r": "nasb:Genesis:46:13",
        "t": "The sons of Issachar: Tola and Puvvah and Iob and Shimron."
    },
    {
        "o": 1524,
        "r": "nasb:Genesis:46:14",
        "t": "The sons of Zebulun: Sered and Elon and Jahleel."
    },
    {
        "o": 1525,
        "r": "nasb:Genesis:46:15",
        "t": "These are the sons of Leah, whom she bore to Jacob in Paddan-aram, with his daughter Dinah; all his sons and his daughters numbered*i thirty-three."
    },
    {
        "o": 1526,
        "r": "nasb:Genesis:46:16",
        "t": "The sons of Gad: Ziphion and Haggi, Shuni and Ezbon, Eri and Arodi and Areli."
    },
    {
        "o": 1527,
        "r": "nasb:Genesis:46:17",
        "t": "The sons of Asher: Imnah and Ishvah and Ishvi and Beriah and their sister Serah. And the sons of Beriah: Heber and Malchiel."
    },
    {
        "o": 1528,
        "r": "nasb:Genesis:46:18",
        "t": "These are the sons of Zilpah, whom Laban gave to his daughter Leah; and she bore to Jacob these sixteen persons."
    },
    {
        "o": 1529,
        "r": "nasb:Genesis:46:19",
        "t": "The sons of Jacob’s wife Rachel: Joseph and Benjamin."
    },
    {
        "o": 1530,
        "r": "nasb:Genesis:46:20",
        "t": "Now to Joseph in the land of Egypt were born Manasseh and Ephraim, whom Asenath, the daughter of Potiphera, priest of On, bore to him."
    },
    {
        "o": 1531,
        "r": "nasb:Genesis:46:21",
        "t": "The sons of Benjamin: Bela and Becher and Ashbel, Gera and Naaman, Ehi and Rosh, Muppim and Huppim and Ard."
    },
    {
        "o": 1532,
        "r": "nasb:Genesis:46:22",
        "t": "These are the sons of Rachel, who were born to Jacob; there*i were*i fourteen persons in all."
    },
    {
        "o": 1533,
        "r": "nasb:Genesis:46:23",
        "t": "The sons of Dan: Hushim."
    },
    {
        "o": 1534,
        "r": "nasb:Genesis:46:24",
        "t": "The sons of Naphtali: Jahzeel and Guni and Jezer and Shillem."
    },
    {
        "o": 1535,
        "r": "nasb:Genesis:46:25",
        "t": "These are the sons of Bilhah, whom Laban gave to his daughter Rachel, and she bore these to Jacob; there*i were*i seven persons in all."
    },
    {
        "o": 1536,
        "r": "nasb:Genesis:46:26",
        "t": "All the persons belonging to Jacob, who came to Egypt, his direct descendants, not including the wives of Jacob’s sons, were*i sixty-six persons in all,"
    },
    {
        "o": 1537,
        "r": "nasb:Genesis:46:27",
        "t": "and the sons of Joseph, who were born to him in Egypt were two; all the persons of the house of Jacob, who came to Egypt, were*i seventy."
    },
    {
        "o": 1538,
        "r": "nasb:Genesis:46:28",
        "t": "Now*p he sent Judah before him to Joseph, to point out the*i way*i before him to Goshen; and they came into the land of Goshen."
    },
    {
        "o": 1539,
        "r": "nasb:Genesis:46:29",
        "t": "Joseph prepared his chariot and went up to Goshen to meet his father Israel; as soon as he appeared before him, he fell on his neck and wept on his neck a long time."
    },
    {
        "o": 1540,
        "r": "nasb:Genesis:46:30",
        "t": "Then Israel said to Joseph, “Now let me die, since I have seen your face, that you are still alive.”"
    },
    {
        "o": 1541,
        "r": "nasb:Genesis:46:31",
        "t": "Joseph said to his brothers and to his father’s household, “I will go up and tell Pharaoh, and will say to him, ‘My brothers and my father’s household, who were*i in the land of Canaan, have come to me;"
    },
    {
        "o": 1542,
        "r": "nasb:Genesis:46:32",
        "t": "and the men are shepherds, for they have been keepers of livestock; and they have brought their flocks and their herds and all that they have.’"
    },
    {
        "o": 1543,
        "r": "nasb:Genesis:46:33",
        "t": "When Pharaoh calls you and says, ‘What is your occupation?’"
    },
    {
        "o": 1544,
        "r": "nasb:Genesis:46:34",
        "t": "you shall say, ‘Your servants have been keepers of livestock from our youth even until now, both we and our fathers,’ that you may live in the land of Goshen; for every shepherd is loathsome to the Egyptians.”"
    }
]
