[
    {
        "o": 12912,
        "r": "nasb:2 Chronicles:26:0",
        "t": "2 Chronicles 26",
        "h": 1
    },
    {
        "o": 12913,
        "r": "nasb:2 Chronicles:26:0",
        "t": "Uzziah Succeeds Amaziah in Judah",
        "h": 2
    },
    {
        "o": 12914,
        "r": "nasb:2 Chronicles:26:1",
        "t": "And*p all the people of Judah took Uzziah, who was*i sixteen years old, and made him king in the place of his father Amaziah."
    },
    {
        "o": 12915,
        "r": "nasb:2 Chronicles:26:2",
        "t": "He built Eloth and restored it to Judah after the king slept with his fathers."
    },
    {
        "o": 12916,
        "r": "nasb:2 Chronicles:26:3",
        "t": "Uzziah was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem; and his mother’s name was Jechiliah of Jerusalem."
    },
    {
        "o": 12917,
        "r": "nasb:2 Chronicles:26:4",
        "t": "He did right in the sight of the Lord*s according to all that his father Amaziah had done."
    },
    {
        "o": 12918,
        "r": "nasb:2 Chronicles:26:5",
        "t": "He continued to seek God in the days of Zechariah, who had understanding through the vision of God; and as long as he sought the Lord,*s God prospered him."
    },
    {
        "o": 12919,
        "r": "nasb:2 Chronicles:26:5",
        "t": "Uzziah Succeeds in War",
        "h": 2
    },
    {
        "o": 12920,
        "r": "nasb:2 Chronicles:26:6",
        "t": "Now*p he went out and warred against the Philistines, and broke down the wall of Gath and the wall of Jabneh and the wall of Ashdod; and he built cities in the*i area*i of*i Ashdod and among the Philistines."
    },
    {
        "o": 12921,
        "r": "nasb:2 Chronicles:26:7",
        "t": "God helped him against the Philistines, and against the Arabians who lived in Gur-baal, and the Meunites."
    },
    {
        "o": 12922,
        "r": "nasb:2 Chronicles:26:8",
        "t": "The Ammonites also gave tribute to Uzziah, and his fame extended to the border of Egypt, for he became very strong."
    },
    {
        "o": 12923,
        "r": "nasb:2 Chronicles:26:9",
        "t": "Moreover, Uzziah built towers in Jerusalem at the Corner Gate and at the Valley Gate and at the corner buttress and fortified them."
    },
    {
        "o": 12924,
        "r": "nasb:2 Chronicles:26:10",
        "t": "He built towers in the wilderness and hewed many cisterns, for he had much livestock, both in the lowland and in the plain. He*i also*i had*i plowmen and vinedressers in the hill country and the fertile fields, for he loved the soil."
    },
    {
        "o": 12925,
        "r": "nasb:2 Chronicles:26:11",
        "t": "Moreover, Uzziah had an army ready for battle, which entered combat by divisions according to the number of their muster, prepared by Jeiel the scribe and Maaseiah the official, under the direction of Hananiah, one of the king’s officers."
    },
    {
        "o": 12926,
        "r": "nasb:2 Chronicles:26:12",
        "t": "The total number of the heads of the households, of valiant warriors, was 2,600."
    },
    {
        "o": 12927,
        "r": "nasb:2 Chronicles:26:13",
        "t": "Under their direction was an elite army of 307,500, who could wage war with great power, to help the king against the enemy."
    },
    {
        "o": 12928,
        "r": "nasb:2 Chronicles:26:14",
        "t": "Moreover, Uzziah prepared for all the army shields, spears, helmets, body armor, bows and sling stones."
    },
    {
        "o": 12929,
        "r": "nasb:2 Chronicles:26:15",
        "t": "In Jerusalem he made engines of*i war*i invented by skillful men to be on the towers and on the corners for the purpose of shooting arrows and great stones. Hence his fame spread afar, for he was marvelously helped until he was*i strong."
    },
    {
        "o": 12930,
        "r": "nasb:2 Chronicles:26:15",
        "t": "Pride Is Uzziah’s Undoing",
        "h": 2
    },
    {
        "o": 12931,
        "r": "nasb:2 Chronicles:26:16",
        "t": "But*p when he became strong, his heart was so proud that he acted corruptly, and he was unfaithful to the Lord*s his God, for he entered the temple of the Lord*s to burn incense on the altar of incense."
    },
    {
        "o": 12932,
        "r": "nasb:2 Chronicles:26:17",
        "t": "Then Azariah the priest entered after him and with him eighty priests of the Lord,*s valiant men."
    },
    {
        "o": 12933,
        "r": "nasb:2 Chronicles:26:18",
        "t": "They opposed Uzziah the king and said to him, “It is not for you, Uzziah, to burn incense to the Lord,*s but for the priests, the sons of Aaron who are consecrated to burn incense. Get out of the sanctuary, for you have been unfaithful and will have no honor from the Lord*s God.”"
    },
    {
        "o": 12934,
        "r": "nasb:2 Chronicles:26:19",
        "t": "But Uzziah, with a censer in his hand for burning incense, was enraged; and while he was enraged with the priests, the leprosy broke out on his forehead before the priests in the house of the Lord,*s beside the altar of incense."
    },
    {
        "o": 12935,
        "r": "nasb:2 Chronicles:26:20",
        "t": "Azariah the chief priest and all the priests looked at him, and behold, he was*i leprous on his forehead; and they hurried him out of there, and he himself also hastened to get out because the Lord*s had smitten him."
    },
    {
        "o": 12936,
        "r": "nasb:2 Chronicles:26:21",
        "t": "King Uzziah was a leper to the day of his death; and he lived in a separate house, being a leper, for he was cut off from the house of the Lord.*s And Jotham his son was*i over the king’s house judging the people of the land."
    },
    {
        "o": 12937,
        "r": "nasb:2 Chronicles:26:22",
        "t": "Now*p the rest of the acts of Uzziah, first to last, the prophet Isaiah, the son of Amoz, has written."
    },
    {
        "o": 12938,
        "r": "nasb:2 Chronicles:26:23",
        "t": "So Uzziah slept with his fathers, and they buried him with his fathers in the field of the grave which belonged to the kings, for they said, “He is a leper.” And Jotham his son became king in his place."
    }
]
