[
    {
        "o": 22907,
        "r": "niv:Ezekiel:18:0",
        "t": "Ezekiel 18",
        "h": 1
    },
    {
        "o": 22908,
        "r": "niv:Ezekiel:18:0",
        "t": "The One Who Sins Will Die",
        "h": 2
    },
    {
        "o": 22909,
        "r": "niv:Ezekiel:18:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22910,
        "r": "niv:Ezekiel:18:2",
        "t": "“What do you people mean by quoting this proverb about the land of Israel: “ ‘The*pn parents eat sour grapes, and*ld the children’s teeth are set on edge’?"
    },
    {
        "o": 22911,
        "r": "niv:Ezekiel:18:3",
        "t": "“As*p surely as I live, declares the Sovereign Lord,*s you will no longer quote this proverb in Israel."
    },
    {
        "o": 22912,
        "r": "niv:Ezekiel:18:4",
        "t": "For everyone belongs to me, the parent as well as the child—both alike belong to me. The one who sins is the one who will die."
    },
    {
        "o": 22913,
        "r": "niv:Ezekiel:18:5",
        "t": "“Suppose*pn there is a righteous man who*ld does what is just and right."
    },
    {
        "o": 22914,
        "r": "niv:Ezekiel:18:6",
        "t": "He*ln does not eat at the mountain shrines or*ld look to the idols of Israel. He*ln does not defile his neighbor’s wife or*ld have sexual relations with a woman during her period."
    },
    {
        "o": 22915,
        "r": "niv:Ezekiel:18:7",
        "t": "He*ln does not oppress anyone, but*ld returns what he took in pledge for a loan. He*ln does not commit robbery but*ld gives his food to the hungry and*ld provides clothing for the naked."
    },
    {
        "o": 22916,
        "r": "niv:Ezekiel:18:8",
        "t": "He*ln does not lend to them at interest or*ld take a profit from them. He*ln withholds his hand from doing wrong and*ld judges fairly between two parties."
    },
    {
        "o": 22917,
        "r": "niv:Ezekiel:18:9",
        "t": "He*ln follows my decrees and*ld faithfully keeps my laws. That*ln man is righteous; he*ld will surely live, declares*ld the Sovereign Lord.*s"
    },
    {
        "o": 22918,
        "r": "niv:Ezekiel:18:10",
        "t": "“Suppose*p he has a violent son, who sheds blood or does any of these other things"
    },
    {
        "o": 22919,
        "r": "niv:Ezekiel:18:11",
        "t": "(though the father has done none of them): “He*pn eats at the mountain shrines. He*ln defiles his neighbor’s wife."
    },
    {
        "o": 22920,
        "r": "niv:Ezekiel:18:12",
        "t": "He*ln oppresses the poor and needy. He*ln commits robbery. He*ln does not return what he took in pledge. He*ln looks to the idols. He*ln does detestable things."
    },
    {
        "o": 22921,
        "r": "niv:Ezekiel:18:13",
        "t": "He*ln lends at interest and takes a profit. Will*p such a man live? He will not! Because he has done all these detestable things, he is to be put to death; his blood will be on his own head."
    },
    {
        "o": 22922,
        "r": "niv:Ezekiel:18:14",
        "t": "“But*p suppose this son has a son who sees all the sins his father commits, and though he sees them, he does not do such things:"
    },
    {
        "o": 22923,
        "r": "niv:Ezekiel:18:15",
        "t": "“He*pn does not eat at the mountain shrines or*ld look to the idols of Israel. He*ln does not defile his neighbor’s wife."
    },
    {
        "o": 22924,
        "r": "niv:Ezekiel:18:16",
        "t": "He*ln does not oppress anyone or*ld require a pledge for a loan. He*ln does not commit robbery but*ld gives his food to the hungry and*ld provides clothing for the naked."
    },
    {
        "o": 22925,
        "r": "niv:Ezekiel:18:17",
        "t": "He*ln withholds his hand from mistreating the poor and*ld takes no interest or profit from them. He*ln keeps my laws and follows my decrees. He*p will not die for his father’s sin; he will surely live."
    },
    {
        "o": 22926,
        "r": "niv:Ezekiel:18:18",
        "t": "But his father will die for his own sin, because he practiced extortion, robbed his brother and did what was wrong among his people."
    },
    {
        "o": 22927,
        "r": "niv:Ezekiel:18:19",
        "t": "“Yet*p you ask, ‘Why does the son not share the guilt of his father?’ Since the son has done what is just and right and has been careful to keep all my decrees, he will surely live."
    },
    {
        "o": 22928,
        "r": "niv:Ezekiel:18:20",
        "t": "The one who sins is the one who will die. The child will not share the guilt of the parent, nor will the parent share the guilt of the child. The righteousness of the righteous will be credited to them, and the wickedness of the wicked will be charged against them."
    },
    {
        "o": 22929,
        "r": "niv:Ezekiel:18:21",
        "t": "“But*p if a wicked person turns away from all the sins they have committed and keeps all my decrees and does what is just and right, that person will surely live; they will not die."
    },
    {
        "o": 22930,
        "r": "niv:Ezekiel:18:22",
        "t": "None of the offenses they have committed will be remembered against them. Because of the righteous things they have done, they will live."
    },
    {
        "o": 22931,
        "r": "niv:Ezekiel:18:23",
        "t": "Do I take any pleasure in the death of the wicked? declares the Sovereign Lord.*s Rather, am I not pleased when they turn from their ways and live?"
    },
    {
        "o": 22932,
        "r": "niv:Ezekiel:18:24",
        "t": "“But*p if a righteous person turns from their righteousness and commits sin and does the same detestable things the wicked person does, will they live? None of the righteous things that person has done will be remembered. Because of the unfaithfulness they are guilty of and because of the sins they have committed, they will die."
    },
    {
        "o": 22933,
        "r": "niv:Ezekiel:18:25",
        "t": "“Yet*p you say, ‘The way of the Lord is not just.’ Hear, you Israelites: Is my way unjust? Is it not your ways that are unjust?"
    },
    {
        "o": 22934,
        "r": "niv:Ezekiel:18:26",
        "t": "If a righteous person turns from their righteousness and commits sin, they will die for it; because of the sin they have committed they will die."
    },
    {
        "o": 22935,
        "r": "niv:Ezekiel:18:27",
        "t": "But if a wicked person turns away from the wickedness they have committed and does what is just and right, they will save their life."
    },
    {
        "o": 22936,
        "r": "niv:Ezekiel:18:28",
        "t": "Because they consider all the offenses they have committed and turn away from them, that person will surely live; they will not die."
    },
    {
        "o": 22937,
        "r": "niv:Ezekiel:18:29",
        "t": "Yet the Israelites say, ‘The way of the Lord is not just.’ Are my ways unjust, people of Israel? Is it not your ways that are unjust?"
    },
    {
        "o": 22938,
        "r": "niv:Ezekiel:18:30",
        "t": "“Therefore,*p you Israelites, I will judge each of you according to your own ways, declares the Sovereign Lord.*s Repent! Turn away from all your offenses; then sin will not be your downfall."
    },
    {
        "o": 22939,
        "r": "niv:Ezekiel:18:31",
        "t": "Rid yourselves of all the offenses you have committed, and get a new heart and a new spirit. Why will you die, people of Israel?"
    },
    {
        "o": 22940,
        "r": "niv:Ezekiel:18:32",
        "t": "For I take no pleasure in the death of anyone, declares the Sovereign Lord.*s Repent and live!"
    }
]
