[
    {
        "o": 332,
        "r": "kjv:Genesis:13:0",
        "t": "Genesis 13",
        "h": 1
    },
    {
        "o": 333,
        "r": "kjv:Genesis:13:1",
        "t": "And*p Abram went up out of Egypt, he, and his wife, and all that he had, and Lot with him, into the south."
    },
    {
        "o": 334,
        "r": "kjv:Genesis:13:2",
        "t": "And*p Abram was very rich in cattle, in silver, and in gold."
    },
    {
        "o": 335,
        "r": "kjv:Genesis:13:3",
        "t": "And*p he went on his journeys from the south even to Beth–el, unto the place where his tent had been at the beginning, between Beth–el and Ai;"
    },
    {
        "o": 336,
        "r": "kjv:Genesis:13:4",
        "t": "Unto*p the place of the altar, which he had made there at the first: and there Abram called on the name of the Lord.*s"
    },
    {
        "o": 337,
        "r": "kjv:Genesis:13:5",
        "t": "And*p Lot also, which went with Abram, had flocks, and herds, and tents."
    },
    {
        "o": 338,
        "r": "kjv:Genesis:13:6",
        "t": "And*p the land was not able to bear them, that they might dwell together: for their substance was great, so that they could not dwell together."
    },
    {
        "o": 339,
        "r": "kjv:Genesis:13:7",
        "t": "And*p there was a strife between the herdmen of Abram's cattle and the herdmen of Lot's cattle: and the Canaanite and the Perizzite dwelled then in the land."
    },
    {
        "o": 340,
        "r": "kjv:Genesis:13:8",
        "t": "And*p Abram said unto Lot, Let there be no strife, I pray thee, between me and thee, and between my herdmen and thy herdmen; for we be brethren."
    },
    {
        "o": 341,
        "r": "kjv:Genesis:13:9",
        "t": "Is*p not the whole land before thee? separate thyself, I pray thee, from me: if thou wilt take the left hand, then I will go to the right; or if thou depart to the right hand, then I will go to the left."
    },
    {
        "o": 342,
        "r": "kjv:Genesis:13:10",
        "t": "And*p Lot lifted up his eyes, and beheld all the plain of Jordan, that it was well watered every where, before the Lord*s destroyed Sodom and Gomorrah, even as the garden of the Lord,*s like the land of Egypt, as thou comest unto Zoar."
    },
    {
        "o": 343,
        "r": "kjv:Genesis:13:11",
        "t": "Then*p Lot chose him all the plain of Jordan; and Lot journeyed east: and they separated themselves the one from the other."
    },
    {
        "o": 344,
        "r": "kjv:Genesis:13:12",
        "t": "Abram*p dwelled in the land of Canaan, and Lot dwelled in the cities of the plain, and pitched his tent toward Sodom."
    },
    {
        "o": 345,
        "r": "kjv:Genesis:13:13",
        "t": "But*p the men of Sodom were wicked and sinners before the Lord*s exceedingly."
    },
    {
        "o": 346,
        "r": "kjv:Genesis:13:14",
        "t": "And*p the Lord*s said unto Abram, after that Lot was separated from him, Lift up now thine eyes, and look from the place where thou art northward, and southward, and eastward, and westward:"
    },
    {
        "o": 347,
        "r": "kjv:Genesis:13:15",
        "t": "For*p all the land which thou seest, to thee will I give it, and to thy seed for ever."
    },
    {
        "o": 348,
        "r": "kjv:Genesis:13:16",
        "t": "And*p I will make thy seed as the dust of the earth: so that if a man can number the dust of the earth, then shall thy seed also be numbered."
    },
    {
        "o": 349,
        "r": "kjv:Genesis:13:17",
        "t": "Arise,*p walk through the land in the length of it and in the breadth of it; for I will give it unto thee."
    },
    {
        "o": 350,
        "r": "kjv:Genesis:13:18",
        "t": "Then*p Abram removed his tent, and came and dwelt in the plain of Mamre, which is in Hebron, and built there an altar unto the Lord.*s"
    }
]
