[
    {
        "o": 8262,
        "r": "nkjv:1 Samuel:13:0",
        "t": "1 Samuel 13",
        "h": 1
    },
    {
        "o": 8263,
        "r": "nkjv:1 Samuel:13:0",
        "t": "Saul’s Unlawful Sacrifice",
        "h": 2
    },
    {
        "o": 8264,
        "r": "nkjv:1 Samuel:13:1",
        "t": "Saul*p reigned one year; and when he had reigned two years over Israel,"
    },
    {
        "o": 8265,
        "r": "nkjv:1 Samuel:13:2",
        "t": "Saul chose for himself three thousand men*i of Israel. Two thousand were with Saul in Michmash and in the mountains of Bethel, and a thousand were with Jonathan in Gibeah of Benjamin. The rest of the people he sent away, every man to his tent."
    },
    {
        "o": 8266,
        "r": "nkjv:1 Samuel:13:3",
        "t": "And*p Jonathan attacked the garrison of the Philistines that was*i in Geba, and the Philistines heard of*i it.*i Then Saul blew the trumpet throughout all the land, saying, “Let the Hebrews hear!”"
    },
    {
        "o": 8267,
        "r": "nkjv:1 Samuel:13:4",
        "t": "Now all Israel heard it said that*i Saul had attacked a garrison of the Philistines, and that*i Israel had also become an abomination to the Philistines. And the people were called together to Saul at Gilgal."
    },
    {
        "o": 8268,
        "r": "nkjv:1 Samuel:13:5",
        "t": "Then*p the Philistines gathered together to fight with Israel, thirty thousand chariots and six thousand horsemen, and people as the sand which is*i on the seashore in multitude. And they came up and encamped in Michmash, to the east of Beth Aven."
    },
    {
        "o": 8269,
        "r": "nkjv:1 Samuel:13:6",
        "t": "When the men of Israel saw that they were in danger (for the people were distressed), then the people hid in caves, in thickets, in rocks, in holes, and in pits."
    },
    {
        "o": 8270,
        "r": "nkjv:1 Samuel:13:7",
        "t": "And some*i of*i the Hebrews crossed over the Jordan to the land of Gad and Gilead. As*p for Saul, he was*i still in Gilgal, and all the people followed him trembling."
    },
    {
        "o": 8271,
        "r": "nkjv:1 Samuel:13:8",
        "t": "Then he waited seven days, according to the time set by Samuel. But Samuel did not come to Gilgal; and the people were scattered from him."
    },
    {
        "o": 8272,
        "r": "nkjv:1 Samuel:13:9",
        "t": "So Saul said, “Bring a burnt offering and peace offerings here to me.” And he offered the burnt offering."
    },
    {
        "o": 8273,
        "r": "nkjv:1 Samuel:13:10",
        "t": "Now it happened, as soon as he had finished presenting the burnt offering, that Samuel came; and Saul went out to meet him, that he might greet him."
    },
    {
        "o": 8274,
        "r": "nkjv:1 Samuel:13:11",
        "t": "And*p Samuel said, “What have you done?” Saul*p said, “When I saw that the people were scattered from me, and that*i you did not come within the days appointed, and that*i the Philistines gathered together at Michmash,"
    },
    {
        "o": 8275,
        "r": "nkjv:1 Samuel:13:12",
        "t": "then I said, ‘The Philistines will now come down on me at Gilgal, and I have not made supplication to the Lord.’*s Therefore I felt compelled, and offered a burnt offering.”"
    },
    {
        "o": 8276,
        "r": "nkjv:1 Samuel:13:13",
        "t": "And*p Samuel said to Saul, “You have done foolishly. You have not kept the commandment of the Lord*s your God, which He commanded you. For now the Lord*s would have established your kingdom over Israel forever."
    },
    {
        "o": 8277,
        "r": "nkjv:1 Samuel:13:14",
        "t": "But now your kingdom shall not continue. The Lord*s has sought for Himself a man after His own heart, and the Lord*s has commanded him to*i be*i commander over His people, because you have not kept what the Lord*s commanded you.”"
    },
    {
        "o": 8278,
        "r": "nkjv:1 Samuel:13:15",
        "t": "Then*p Samuel arose and went up from Gilgal to Gibeah of Benjamin. And Saul numbered the people present with him, about six hundred men."
    },
    {
        "o": 8279,
        "r": "nkjv:1 Samuel:13:15",
        "t": "No Weapons for the Army",
        "h": 2
    },
    {
        "o": 8280,
        "r": "nkjv:1 Samuel:13:16",
        "t": "Saul,*p Jonathan his son, and the people present with them remained in Gibeah of Benjamin. But the Philistines encamped in Michmash."
    },
    {
        "o": 8281,
        "r": "nkjv:1 Samuel:13:17",
        "t": "Then raiders came out of the camp of the Philistines in three companies. One company turned onto the road to Ophrah, to the land of Shual,"
    },
    {
        "o": 8282,
        "r": "nkjv:1 Samuel:13:18",
        "t": "another company turned to the road to*i Beth Horon, and another company turned to*i the road of the border that overlooks the Valley of Zeboim toward the wilderness."
    },
    {
        "o": 8283,
        "r": "nkjv:1 Samuel:13:19",
        "t": "Now*p there was no blacksmith to be found throughout all the land of Israel, for the Philistines said, “Lest the Hebrews make swords or spears.”"
    },
    {
        "o": 8284,
        "r": "nkjv:1 Samuel:13:20",
        "t": "But all the Israelites would go down to the Philistines to sharpen each man’s plowshare, his mattock, his ax, and his sickle;"
    },
    {
        "o": 8285,
        "r": "nkjv:1 Samuel:13:21",
        "t": "and the charge for a sharpening was a pim for the plowshares, the mattocks, the forks, and the axes, and to set the points of the goads."
    },
    {
        "o": 8286,
        "r": "nkjv:1 Samuel:13:22",
        "t": "So it came about, on the day of battle, that there was neither sword nor spear found in the hand of any of the people who were*i with Saul and Jonathan. But they were found with Saul and Jonathan his son."
    },
    {
        "o": 8287,
        "r": "nkjv:1 Samuel:13:23",
        "t": "And*p the garrison of the Philistines went out to the pass of Michmash."
    }
]
