[
    {
        "o": 9552,
        "r": "nkjv:2 Samuel:23:0",
        "t": "2 Samuel 23",
        "h": 1
    },
    {
        "o": 9553,
        "r": "nkjv:2 Samuel:23:0",
        "t": "David’s Last Words",
        "h": 2
    },
    {
        "o": 9554,
        "r": "nkjv:2 Samuel:23:1",
        "t": "Now*p these are*i the last words of David. Thus*ipn says David the son of Jesse; Thus*ild says the man raised up on high, The*ld anointed of the God of Jacob, And*ld the sweet psalmist of Israel:"
    },
    {
        "o": 9555,
        "r": "nkjv:2 Samuel:23:2",
        "t": "“The*ln Spirit of the Lord*s spoke by me, And*ld His word was*i on my tongue."
    },
    {
        "o": 9556,
        "r": "nkjv:2 Samuel:23:3",
        "t": "The*ld God of Israel said, The*ld Rock of Israel spoke to me: ‘He*ld who rules over men must*i be*i just, Ruling*ld in the fear of God."
    },
    {
        "o": 9557,
        "r": "nkjv:2 Samuel:23:4",
        "t": "And*ld he*i shall*i be*i like the light of the morning when*i the sun rises, A*ld morning without clouds, Like*ild the tender grass springing*i out of the earth, By*ld clear shining after rain.’"
    },
    {
        "o": 9558,
        "r": "nkjv:2 Samuel:23:5",
        "t": "“Although*ln my house is*i not so with God, Yet*ld He has made with me an everlasting covenant, Ordered*ld in all things*i and secure. For*ld this*i is*i all my salvation and all my*i desire; Will*ld He not make it*i increase?"
    },
    {
        "o": 9559,
        "r": "nkjv:2 Samuel:23:6",
        "t": "But*ld the*i sons*i of rebellion shall*i all be*i as thorns thrust away, Because*ld they cannot be taken with hands."
    },
    {
        "o": 9560,
        "r": "nkjv:2 Samuel:23:7",
        "t": "But*ld the man who*i touches them Must*ld be armed with iron and the shaft of a spear, And*ld they shall be utterly burned with fire in their*i place.”"
    },
    {
        "o": 9561,
        "r": "nkjv:2 Samuel:23:7",
        "t": "David’s Mighty Men",
        "h": 2
    },
    {
        "o": 9562,
        "r": "nkjv:2 Samuel:23:8",
        "t": "These*p are*i the names of the mighty men whom David had: Josheb-Basshebeth the Tachmonite, chief among the captains. He was called Adino the Eznite, because he had killed eight hundred men at one time."
    },
    {
        "o": 9563,
        "r": "nkjv:2 Samuel:23:9",
        "t": "And after him was*i Eleazar the son of Dodo, the Ahohite, one*i of the three mighty men with David when they defied the Philistines who*i were gathered there for battle, and the men of Israel had retreated."
    },
    {
        "o": 9564,
        "r": "nkjv:2 Samuel:23:10",
        "t": "He arose and attacked the Philistines until his hand was weary, and his hand stuck to the sword. The Lord*s brought about a great victory that day; and the people returned after him only to plunder."
    },
    {
        "o": 9565,
        "r": "nkjv:2 Samuel:23:11",
        "t": "And after him was*i Shammah the son of Agee the Hararite. The Philistines had gathered together into a troop where there was a piece of ground full of lentils. So the people fled from the Philistines."
    },
    {
        "o": 9566,
        "r": "nkjv:2 Samuel:23:12",
        "t": "But he stationed himself in the middle of the field, defended it, and killed the Philistines. So the Lord*s brought about a great victory."
    },
    {
        "o": 9567,
        "r": "nkjv:2 Samuel:23:13",
        "t": "Then*p three of the thirty chief men went down at harvest time and came to David at the cave of Adullam. And the troop of Philistines encamped in the Valley of Rephaim."
    },
    {
        "o": 9568,
        "r": "nkjv:2 Samuel:23:14",
        "t": "David was*i then in the stronghold, and the garrison of the Philistines was*i then in*i Bethlehem."
    },
    {
        "o": 9569,
        "r": "nkjv:2 Samuel:23:15",
        "t": "And David said with longing, “Oh, that someone would give me a drink of the water from the well of Bethlehem, which is*i by the gate!”"
    },
    {
        "o": 9570,
        "r": "nkjv:2 Samuel:23:16",
        "t": "So the three mighty men broke through the camp of the Philistines, drew water from the well of Bethlehem that was*i by the gate, and took it and brought it*i to David. Nevertheless he would not drink it, but poured it out to the Lord.*s"
    },
    {
        "o": 9571,
        "r": "nkjv:2 Samuel:23:17",
        "t": "And he said, “Far be it from me, O Lord,*s that I should do this! Is this*i not*i the blood of the men who went in jeopardy*i of*i their lives?” Therefore he would not drink it. These*p things were done by the three mighty men."
    },
    {
        "o": 9572,
        "r": "nkjv:2 Samuel:23:18",
        "t": "Now*p Abishai the brother of Joab, the son of Zeruiah, was chief of another*i three. He lifted his spear against three hundred men,*i killed them,*i and won a name among these*i three."
    },
    {
        "o": 9573,
        "r": "nkjv:2 Samuel:23:19",
        "t": "Was he not the most honored of three? Therefore he became their captain. However, he did not attain to the first*i three."
    },
    {
        "o": 9574,
        "r": "nkjv:2 Samuel:23:20",
        "t": "Benaiah*p was*i the son of Jehoiada, the son of a valiant man from Kabzeel, who had done many deeds. He had killed two lion-like heroes of Moab. He also had gone down and killed a lion in the midst of a pit on a snowy day."
    },
    {
        "o": 9575,
        "r": "nkjv:2 Samuel:23:21",
        "t": "And he killed an Egyptian, a spectacular man. The Egyptian had*i a spear in his hand; so he went down to him with a staff, wrested the spear out of the Egyptian’s hand, and killed him with his own spear."
    },
    {
        "o": 9576,
        "r": "nkjv:2 Samuel:23:22",
        "t": "These things*i Benaiah the son of Jehoiada did, and won a name among three mighty men."
    },
    {
        "o": 9577,
        "r": "nkjv:2 Samuel:23:23",
        "t": "He was more honored than the thirty, but he did not attain to the first*i three. And David appointed him over his guard."
    },
    {
        "o": 9578,
        "r": "nkjv:2 Samuel:23:24",
        "t": "Asahel*p the brother of Joab was*i one of the thirty; Elhanan the son of Dodo of Bethlehem,"
    },
    {
        "o": 9579,
        "r": "nkjv:2 Samuel:23:25",
        "t": "Shammah the Harodite, Elika the Harodite,"
    },
    {
        "o": 9580,
        "r": "nkjv:2 Samuel:23:26",
        "t": "Helez the Paltite, Ira the son of Ikkesh the Tekoite,"
    },
    {
        "o": 9581,
        "r": "nkjv:2 Samuel:23:27",
        "t": "Abiezer the Anathothite, Mebunnai the Hushathite,"
    },
    {
        "o": 9582,
        "r": "nkjv:2 Samuel:23:28",
        "t": "Zalmon the Ahohite, Maharai the Netophathite,"
    },
    {
        "o": 9583,
        "r": "nkjv:2 Samuel:23:29",
        "t": "Heleb the son of Baanah (the Netophathite), Ittai the son of Ribai from Gibeah of the children of Benjamin,"
    },
    {
        "o": 9584,
        "r": "nkjv:2 Samuel:23:30",
        "t": "Benaiah a Pirathonite, Hiddai from the brooks of Gaash,"
    },
    {
        "o": 9585,
        "r": "nkjv:2 Samuel:23:31",
        "t": "Abi-Albon the Arbathite, Azmaveth the Barhumite,"
    },
    {
        "o": 9586,
        "r": "nkjv:2 Samuel:23:32",
        "t": "Eliahba the Shaalbonite (of the sons of Jashen), Jonathan,"
    },
    {
        "o": 9587,
        "r": "nkjv:2 Samuel:23:33",
        "t": "Shammah the Hararite, Ahiam the son of Sharar the Hararite,"
    },
    {
        "o": 9588,
        "r": "nkjv:2 Samuel:23:34",
        "t": "Eliphelet the son of Ahasbai, the son of the Maachathite, Eliam the son of Ahithophel the Gilonite,"
    },
    {
        "o": 9589,
        "r": "nkjv:2 Samuel:23:35",
        "t": "Hezrai the Carmelite, Paarai the Arbite,"
    },
    {
        "o": 9590,
        "r": "nkjv:2 Samuel:23:36",
        "t": "Igal the son of Nathan of Zobah, Bani the Gadite,"
    },
    {
        "o": 9591,
        "r": "nkjv:2 Samuel:23:37",
        "t": "Zelek the Ammonite, Naharai the Beerothite (armorbearer of Joab the son of Zeruiah),"
    },
    {
        "o": 9592,
        "r": "nkjv:2 Samuel:23:38",
        "t": "Ira the Ithrite, Gareb the Ithrite,"
    },
    {
        "o": 9593,
        "r": "nkjv:2 Samuel:23:39",
        "t": "and*i Uriah the Hittite: thirty-seven in all."
    }
]
