[
    {
        "o": 3700,
        "r": "esv:Leviticus:23:0",
        "t": "Leviticus 23",
        "h": 1
    },
    {
        "o": 3701,
        "r": "esv:Leviticus:23:0",
        "t": "Feasts of the Lord",
        "h": 2
    },
    {
        "o": 3702,
        "r": "esv:Leviticus:23:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3703,
        "r": "esv:Leviticus:23:2",
        "t": "“Speak to the people of Israel and say to them, These are the appointed feasts of the Lord*s that you shall proclaim as holy convocations; they are my appointed feasts."
    },
    {
        "o": 3704,
        "r": "esv:Leviticus:23:2",
        "t": "The Sabbath",
        "h": 2
    },
    {
        "o": 3705,
        "r": "esv:Leviticus:23:3",
        "t": "“Six*p days shall work be done, but on the seventh day is a Sabbath of solemn rest, a holy convocation. You shall do no work. It is a Sabbath to the Lord*s in all your dwelling places."
    },
    {
        "o": 3706,
        "r": "esv:Leviticus:23:3",
        "t": "The Passover",
        "h": 2
    },
    {
        "o": 3707,
        "r": "esv:Leviticus:23:4",
        "t": "“These*p are the appointed feasts of the Lord,*s the holy convocations, which you shall proclaim at the time appointed for them."
    },
    {
        "o": 3708,
        "r": "esv:Leviticus:23:5",
        "t": "In the first month, on the fourteenth day of the month at twilight, is the Lord’s*s Passover."
    },
    {
        "o": 3709,
        "r": "esv:Leviticus:23:6",
        "t": "And on the fifteenth day of the same month is the Feast of Unleavened Bread to the Lord;*s for seven days you shall eat unleavened bread."
    },
    {
        "o": 3710,
        "r": "esv:Leviticus:23:7",
        "t": "On the first day you shall have a holy convocation; you shall not do any ordinary work."
    },
    {
        "o": 3711,
        "r": "esv:Leviticus:23:8",
        "t": "But you shall present a food offering to the Lord*s for seven days. On the seventh day is a holy convocation; you shall not do any ordinary work.”"
    },
    {
        "o": 3712,
        "r": "esv:Leviticus:23:8",
        "t": "The Feast of Firstfruits",
        "h": 2
    },
    {
        "o": 3713,
        "r": "esv:Leviticus:23:9",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3714,
        "r": "esv:Leviticus:23:10",
        "t": "“Speak to the people of Israel and say to them, When you come into the land that I give you and reap its harvest, you shall bring the sheaf of the firstfruits of your harvest to the priest,"
    },
    {
        "o": 3715,
        "r": "esv:Leviticus:23:11",
        "t": "and he shall wave the sheaf before the Lord,*s so that you may be accepted. On the day after the Sabbath the priest shall wave it."
    },
    {
        "o": 3716,
        "r": "esv:Leviticus:23:12",
        "t": "And on the day when you wave the sheaf, you shall offer a male lamb a year old without blemish as a burnt offering to the Lord.*s"
    },
    {
        "o": 3717,
        "r": "esv:Leviticus:23:13",
        "t": "And the grain offering with it shall be two tenths of an ephah of fine flour mixed with oil, a food offering to the Lord*s with a pleasing aroma, and the drink offering with it shall be of wine, a fourth of a hin."
    },
    {
        "o": 3718,
        "r": "esv:Leviticus:23:14",
        "t": "And you shall eat neither bread nor grain parched or fresh until this same day, until you have brought the offering of your God: it is a statute forever throughout your generations in all your dwellings."
    },
    {
        "o": 3719,
        "r": "esv:Leviticus:23:14",
        "t": "The Feast of Weeks",
        "h": 2
    },
    {
        "o": 3720,
        "r": "esv:Leviticus:23:15",
        "t": "“You*p shall count seven full weeks from the day after the Sabbath, from the day that you brought the sheaf of the wave offering."
    },
    {
        "o": 3721,
        "r": "esv:Leviticus:23:16",
        "t": "You shall count fifty days to the day after the seventh Sabbath. Then you shall present a grain offering of new grain to the Lord.*s"
    },
    {
        "o": 3722,
        "r": "esv:Leviticus:23:17",
        "t": "You shall bring from your dwelling places two loaves of bread to be waved, made of two tenths of an ephah. They shall be of fine flour, and they shall be baked with leaven, as firstfruits to the Lord.*s"
    },
    {
        "o": 3723,
        "r": "esv:Leviticus:23:18",
        "t": "And you shall present with the bread seven lambs a year old without blemish, and one bull from the herd and two rams. They shall be a burnt offering to the Lord,*s with their grain offering and their drink offerings, a food offering with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3724,
        "r": "esv:Leviticus:23:19",
        "t": "And you shall offer one male goat for a sin offering, and two male lambs a year old as a sacrifice of peace offerings."
    },
    {
        "o": 3725,
        "r": "esv:Leviticus:23:20",
        "t": "And the priest shall wave them with the bread of the firstfruits as a wave offering before the Lord,*s with the two lambs. They shall be holy to the Lord*s for the priest."
    },
    {
        "o": 3726,
        "r": "esv:Leviticus:23:21",
        "t": "And you shall make a proclamation on the same day. You shall hold a holy convocation. You shall not do any ordinary work. It is a statute forever in all your dwelling places throughout your generations."
    },
    {
        "o": 3727,
        "r": "esv:Leviticus:23:22",
        "t": "“And*p when you reap the harvest of your land, you shall not reap your field right up to its edge, nor shall you gather the gleanings after your harvest. You shall leave them for the poor and for the sojourner: I am the Lord*s your God.”"
    },
    {
        "o": 3728,
        "r": "esv:Leviticus:23:22",
        "t": "The Feast of Trumpets",
        "h": 2
    },
    {
        "o": 3729,
        "r": "esv:Leviticus:23:23",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3730,
        "r": "esv:Leviticus:23:24",
        "t": "“Speak to the people of Israel, saying, In the seventh month, on the first day of the month, you shall observe a day of solemn rest, a memorial proclaimed with blast of trumpets, a holy convocation."
    },
    {
        "o": 3731,
        "r": "esv:Leviticus:23:25",
        "t": "You shall not do any ordinary work, and you shall present a food offering to the Lord.”*s"
    },
    {
        "o": 3732,
        "r": "esv:Leviticus:23:25",
        "t": "The Day of Atonement",
        "h": 2
    },
    {
        "o": 3733,
        "r": "esv:Leviticus:23:26",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3734,
        "r": "esv:Leviticus:23:27",
        "t": "“Now on the tenth day of this seventh month is the Day of Atonement. It shall be for you a time of holy convocation, and you shall afflict yourselves and present a food offering to the Lord.*s"
    },
    {
        "o": 3735,
        "r": "esv:Leviticus:23:28",
        "t": "And you shall not do any work on that very day, for it is a Day of Atonement, to make atonement for you before the Lord*s your God."
    },
    {
        "o": 3736,
        "r": "esv:Leviticus:23:29",
        "t": "For whoever is not afflicted on that very day shall be cut off from his people."
    },
    {
        "o": 3737,
        "r": "esv:Leviticus:23:30",
        "t": "And whoever does any work on that very day, that person I will destroy from among his people."
    },
    {
        "o": 3738,
        "r": "esv:Leviticus:23:31",
        "t": "You shall not do any work. It is a statute forever throughout your generations in all your dwelling places."
    },
    {
        "o": 3739,
        "r": "esv:Leviticus:23:32",
        "t": "It shall be to you a Sabbath of solemn rest, and you shall afflict yourselves. On the ninth day of the month beginning at evening, from evening to evening shall you keep your Sabbath.”"
    },
    {
        "o": 3740,
        "r": "esv:Leviticus:23:32",
        "t": "The Feast of Booths",
        "h": 2
    },
    {
        "o": 3741,
        "r": "esv:Leviticus:23:33",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3742,
        "r": "esv:Leviticus:23:34",
        "t": "“Speak to the people of Israel, saying, On the fifteenth day of this seventh month and for seven days is the Feast of Booths to the Lord.*s"
    },
    {
        "o": 3743,
        "r": "esv:Leviticus:23:35",
        "t": "On the first day shall be a holy convocation; you shall not do any ordinary work."
    },
    {
        "o": 3744,
        "r": "esv:Leviticus:23:36",
        "t": "For seven days you shall present food offerings to the Lord.*s On the eighth day you shall hold a holy convocation and present a food offering to the Lord.*s It is a solemn assembly; you shall not do any ordinary work."
    },
    {
        "o": 3745,
        "r": "esv:Leviticus:23:37",
        "t": "“These*p are the appointed feasts of the Lord,*s which you shall proclaim as times of holy convocation, for presenting to the Lord*s food offerings, burnt offerings and grain offerings, sacrifices and drink offerings, each on its proper day,"
    },
    {
        "o": 3746,
        "r": "esv:Leviticus:23:38",
        "t": "besides the Lord’s*s Sabbaths and besides your gifts and besides all your vow offerings and besides all your freewill offerings, which you give to the Lord.*s"
    },
    {
        "o": 3747,
        "r": "esv:Leviticus:23:39",
        "t": "“On*p the fifteenth day of the seventh month, when you have gathered in the produce of the land, you shall celebrate the feast of the Lord*s seven days. On the first day shall be a solemn rest, and on the eighth day shall be a solemn rest."
    },
    {
        "o": 3748,
        "r": "esv:Leviticus:23:40",
        "t": "And you shall take on the first day the fruit of splendid trees, branches of palm trees and boughs of leafy trees and willows of the brook, and you shall rejoice before the Lord*s your God seven days."
    },
    {
        "o": 3749,
        "r": "esv:Leviticus:23:41",
        "t": "You shall celebrate it as a feast to the Lord*s for seven days in the year. It is a statute forever throughout your generations; you shall celebrate it in the seventh month."
    },
    {
        "o": 3750,
        "r": "esv:Leviticus:23:42",
        "t": "You shall dwell in booths for seven days. All native Israelites shall dwell in booths,"
    },
    {
        "o": 3751,
        "r": "esv:Leviticus:23:43",
        "t": "that your generations may know that I made the people of Israel dwell in booths when I brought them out of the land of Egypt: I am the Lord*s your God.”"
    },
    {
        "o": 3752,
        "r": "esv:Leviticus:23:44",
        "t": "Thus*p Moses declared to the people of Israel the appointed feasts of the Lord.*s"
    }
]
