[
    {
        "o": 20844,
        "r": "niv:Jeremiah:1:0",
        "t": "Jeremiah 1",
        "h": 1
    },
    {
        "o": 20845,
        "r": "niv:Jeremiah:1:1",
        "t": "The*p words of Jeremiah son of Hilkiah, one of the priests at Anathoth in the territory of Benjamin."
    },
    {
        "o": 20846,
        "r": "niv:Jeremiah:1:2",
        "t": "The word of the Lord*s came to him in the thirteenth year of the reign of Josiah son of Amon king of Judah,"
    },
    {
        "o": 20847,
        "r": "niv:Jeremiah:1:3",
        "t": "and through the reign of Jehoiakim son of Josiah king of Judah, down to the fifth month of the eleventh year of Zedekiah son of Josiah king of Judah, when the people of Jerusalem went into exile."
    },
    {
        "o": 20848,
        "r": "niv:Jeremiah:1:3",
        "t": "The Call of Jeremiah",
        "h": 2
    },
    {
        "o": 20849,
        "r": "niv:Jeremiah:1:4",
        "t": "The*p word of the Lord*s came to me, saying,"
    },
    {
        "o": 20850,
        "r": "niv:Jeremiah:1:5",
        "t": "“Before*pn I formed you in the womb I knew you, before*ld you were born I set you apart; I*ld appointed you as a prophet to the nations.”"
    },
    {
        "o": 20851,
        "r": "niv:Jeremiah:1:6",
        "t": "“Alas,*p Sovereign Lord,”*s I said, “I do not know how to speak; I am too young.”"
    },
    {
        "o": 20852,
        "r": "niv:Jeremiah:1:7",
        "t": "But*p the Lord*s said to me, “Do not say, ‘I am too young.’ You must go to everyone I send you to and say whatever I command you."
    },
    {
        "o": 20853,
        "r": "niv:Jeremiah:1:8",
        "t": "Do not be afraid of them, for I am with you and will rescue you,” declares the Lord.*s"
    },
    {
        "o": 20854,
        "r": "niv:Jeremiah:1:9",
        "t": "Then*p the Lord*s reached out his hand and touched my mouth and said to me, “I have put my words in your mouth."
    },
    {
        "o": 20855,
        "r": "niv:Jeremiah:1:10",
        "t": "See, today I appoint you over nations and kingdoms to uproot and tear down, to destroy and overthrow, to build and to plant.”"
    },
    {
        "o": 20856,
        "r": "niv:Jeremiah:1:11",
        "t": "The*p word of the Lord*s came to me: “What do you see, Jeremiah?” “I*p see the branch of an almond tree,” I replied."
    },
    {
        "o": 20857,
        "r": "niv:Jeremiah:1:12",
        "t": "The*p Lord*s said to me, “You have seen correctly, for I am watching to see that my word is fulfilled.”"
    },
    {
        "o": 20858,
        "r": "niv:Jeremiah:1:13",
        "t": "The*p word of the Lord*s came to me again: “What do you see?” “I*p see a pot that is boiling,” I answered. “It is tilting toward us from the north.”"
    },
    {
        "o": 20859,
        "r": "niv:Jeremiah:1:14",
        "t": "The*p Lord*s said to me, “From the north disaster will be poured out on all who live in the land."
    },
    {
        "o": 20860,
        "r": "niv:Jeremiah:1:15",
        "t": "I am about to summon all the peoples of the northern kingdoms,” declares the Lord.*s “Their*pn kings will come and set up their thrones in*ld the entrance of the gates of Jerusalem; they*ln will come against all her surrounding walls and*ld against all the towns of Judah."
    },
    {
        "o": 20861,
        "r": "niv:Jeremiah:1:16",
        "t": "I*ln will pronounce my judgments on my people because*ld of their wickedness in forsaking me, in*ln burning incense to other gods and*ld in worshiping what their hands have made."
    },
    {
        "o": 20862,
        "r": "niv:Jeremiah:1:17",
        "t": "“Get*p yourself ready! Stand up and say to them whatever I command you. Do not be terrified by them, or I will terrify you before them."
    },
    {
        "o": 20863,
        "r": "niv:Jeremiah:1:18",
        "t": "Today I have made you a fortified city, an iron pillar and a bronze wall to stand against the whole land—against the kings of Judah, its officials, its priests and the people of the land."
    },
    {
        "o": 20864,
        "r": "niv:Jeremiah:1:19",
        "t": "They will fight against you but will not overcome you, for I am with you and will rescue you,” declares the Lord.*s"
    }
]
