[
    {
        "o": 27526,
        "r": "csb:Mark:5:0",
        "t": "Mark 5",
        "h": 1
    },
    {
        "o": 27527,
        "r": "csb:Mark:5:0",
        "t": "Demons Driven Out by Jesus",
        "h": 2
    },
    {
        "o": 27528,
        "r": "csb:Mark:5:1",
        "t": "They*p came to the other side of the sea, to the region of the Gerasenes."
    },
    {
        "o": 27529,
        "r": "csb:Mark:5:2",
        "t": "As soon as he got out of the boat, a man with an unclean spirit came out of the tombs and met him."
    },
    {
        "o": 27530,
        "r": "csb:Mark:5:3",
        "t": "He lived in the tombs, and no one was able to restrain him anymore - not even with a chain-"
    },
    {
        "o": 27531,
        "r": "csb:Mark:5:4",
        "t": "because he often had been bound with shackles and chains, but had torn the chains apart and smashed the shackles. No one was strong enough to subdue him."
    },
    {
        "o": 27532,
        "r": "csb:Mark:5:5",
        "t": "Night and day among the tombs and on the mountains, he was always crying out and cutting himself with stones."
    },
    {
        "o": 27533,
        "r": "csb:Mark:5:6",
        "t": "When*p he saw Jesus from a distance, he ran and knelt down before him."
    },
    {
        "o": 27534,
        "r": "csb:Mark:5:7",
        "t": "And he cried out with a loud voice, “What do you have to do with me, Jesus, Son of the Most High God? I beg you before God, don’t torment me!”"
    },
    {
        "o": 27535,
        "r": "csb:Mark:5:8",
        "t": "For he had told him, “Come*r out*r of*r the*r man,*r you*r unclean*r spirit!”*r"
    },
    {
        "o": 27536,
        "r": "csb:Mark:5:9",
        "t": "“What*rp is*r your*r name?”*r he asked him. “My*p name is Legion,” he answered him, “because we are many.”"
    },
    {
        "o": 27537,
        "r": "csb:Mark:5:10",
        "t": "And he begged him earnestly not to send them out of the region."
    },
    {
        "o": 27538,
        "r": "csb:Mark:5:11",
        "t": "A*p large herd of pigs was there, feeding on the hillside."
    },
    {
        "o": 27539,
        "r": "csb:Mark:5:12",
        "t": "The demons begged him, “Send us to the pigs, so that we may enter them.”"
    },
    {
        "o": 27540,
        "r": "csb:Mark:5:13",
        "t": "So he gave them permission, and the unclean spirits came out and entered the pigs. The herd of about two thousand rushed down the steep bank into the sea and drowned there."
    },
    {
        "o": 27541,
        "r": "csb:Mark:5:14",
        "t": "The*p men who tended them ran off and reported it in the town and the countryside, and people went to see what had happened."
    },
    {
        "o": 27542,
        "r": "csb:Mark:5:15",
        "t": "They came to Jesus and saw the man who had been demon-possessed, sitting there, dressed and in his right mind; and they were afraid."
    },
    {
        "o": 27543,
        "r": "csb:Mark:5:16",
        "t": "Those who had seen it described to them what had happened to the demon-possessed man and told about the pigs."
    },
    {
        "o": 27544,
        "r": "csb:Mark:5:17",
        "t": "Then they began to beg him to leave their region."
    },
    {
        "o": 27545,
        "r": "csb:Mark:5:18",
        "t": "As*p he was getting into the boat, the man who had been demon-possessed begged him earnestly that he might remain with him."
    },
    {
        "o": 27546,
        "r": "csb:Mark:5:19",
        "t": "Jesus did not let him but told him, “Go*r home*r to*r your*r own*r people,*r and*r report*r to*r them*r how*r much*r the*r Lord*r has*r done*r for*r you*r and*r how*r he*r has*r had*r mercy*r on*r you.”*r"
    },
    {
        "o": 27547,
        "r": "csb:Mark:5:20",
        "t": "So he went out and began to proclaim in the Decapolis how much Jesus had done for him, and they were all amazed."
    },
    {
        "o": 27548,
        "r": "csb:Mark:5:20",
        "t": "A Girl Restored and a Woman Healed",
        "h": 2
    },
    {
        "o": 27549,
        "r": "csb:Mark:5:21",
        "t": "When*p Jesus had crossed over again by boat to the other side, a large crowd gathered around him while he was by the sea."
    },
    {
        "o": 27550,
        "r": "csb:Mark:5:22",
        "t": "One of the synagogue leaders, named Jairus, came, and when he saw Jesus, he fell at his feet"
    },
    {
        "o": 27551,
        "r": "csb:Mark:5:23",
        "t": "and begged him earnestly, “My little daughter is dying. Come and lay your hands on her so that she can get well and live.”"
    },
    {
        "o": 27552,
        "r": "csb:Mark:5:24",
        "t": "So Jesus went with him, and a large crowd was following and pressing against him."
    },
    {
        "o": 27553,
        "r": "csb:Mark:5:25",
        "t": "Now*p a woman suffering from bleeding for twelve years"
    },
    {
        "o": 27554,
        "r": "csb:Mark:5:26",
        "t": "had endured much under many doctors. She had spent everything she had and was not helped at all. On the contrary, she became worse."
    },
    {
        "o": 27555,
        "r": "csb:Mark:5:27",
        "t": "Having heard about Jesus, she came up behind him in the crowd and touched his clothing."
    },
    {
        "o": 27556,
        "r": "csb:Mark:5:28",
        "t": "For she said, “If I just touch his clothes, I’ll be made well.”"
    },
    {
        "o": 27557,
        "r": "csb:Mark:5:29",
        "t": "Instantly her flow of blood ceased, and she sensed in her body that she was healed of her affliction."
    },
    {
        "o": 27558,
        "r": "csb:Mark:5:30",
        "t": "Immediately*p Jesus realized that power had gone out from him. He turned around in the crowd and said, “Who*r touched*r my*r clothes?”*r"
    },
    {
        "o": 27559,
        "r": "csb:Mark:5:31",
        "t": "His*p disciples said to him, “You see the crowd pressing against you, and yet you say, ‘Who*r touched*r me?’”*r"
    },
    {
        "o": 27560,
        "r": "csb:Mark:5:32",
        "t": "But*p he was looking around to see who had done this."
    },
    {
        "o": 27561,
        "r": "csb:Mark:5:33",
        "t": "The woman, with fear and trembling, knowing what had happened to her, came and fell down before him, and told him the whole truth."
    },
    {
        "o": 27562,
        "r": "csb:Mark:5:34",
        "t": "“Daughter,”*r he said to her, “your*r faith*r has*r saved*r you.*r Go*r in*r peace*r and*r be*r healed*r from*r your*r affliction.”*r"
    },
    {
        "o": 27563,
        "r": "csb:Mark:5:35",
        "t": "While*p he was still speaking, people came from the synagogue leader’s house and said, “Your daughter is dead. Why bother the teacher anymore?”"
    },
    {
        "o": 27564,
        "r": "csb:Mark:5:36",
        "t": "When*p Jesus overheard what was said, he told the synagogue leader, “Don’t*r be*r afraid.*r Only*r believe.”*r"
    },
    {
        "o": 27565,
        "r": "csb:Mark:5:37",
        "t": "He did not let anyone accompany him except Peter, James, and John, James’s brother."
    },
    {
        "o": 27566,
        "r": "csb:Mark:5:38",
        "t": "They came to the leader’s house, and he saw a commotion - people weeping and wailing loudly."
    },
    {
        "o": 27567,
        "r": "csb:Mark:5:39",
        "t": "He went in and said to them, “Why*r are*r you*r making*r a*r commotion*r and*r weeping?*r The*r child*r is*r not*r dead*r but*r asleep.”*r"
    },
    {
        "o": 27568,
        "r": "csb:Mark:5:40",
        "t": "They laughed at him, but he put them all outside. He took the child’s father, mother, and those who were with him, and entered the place where the child was."
    },
    {
        "o": 27569,
        "r": "csb:Mark:5:41",
        "t": "Then he took the child by the hand and said to her, “Talitha*r koum”*r (which is translated, “Little*r girl,*r I*r say*r to*r you,*r get*r up”).*r"
    },
    {
        "o": 27570,
        "r": "csb:Mark:5:42",
        "t": "Immediately the girl got up and began to walk. (She was twelve years old.) At this they were utterly astounded."
    },
    {
        "o": 27571,
        "r": "csb:Mark:5:43",
        "t": "Then he gave them strict orders that no one should know about this and told them to give her something to eat."
    }
]
