[
    {
        "o": 1837,
        "r": "nasb:Exodus:7:0",
        "t": "Exodus 7",
        "h": 1
    },
    {
        "o": 1838,
        "r": "nasb:Exodus:7:0",
        "t": "“I Will Stretch Out My Hand”",
        "h": 2
    },
    {
        "o": 1839,
        "r": "nasb:Exodus:7:1",
        "t": "Then*p the Lord*s said to Moses, “See, I make you as*i God to Pharaoh, and your brother Aaron shall be your prophet."
    },
    {
        "o": 1840,
        "r": "nasb:Exodus:7:2",
        "t": "You shall speak all that I command you, and your brother Aaron shall speak to Pharaoh that he let the sons of Israel go out of his land."
    },
    {
        "o": 1841,
        "r": "nasb:Exodus:7:3",
        "t": "But I will harden Pharaoh’s heart that I may multiply My signs and My wonders in the land of Egypt."
    },
    {
        "o": 1842,
        "r": "nasb:Exodus:7:4",
        "t": "When Pharaoh does not listen to you, then I will lay My hand on Egypt and bring out My hosts, My people the sons of Israel, from the land of Egypt by great judgments."
    },
    {
        "o": 1843,
        "r": "nasb:Exodus:7:5",
        "t": "The Egyptians shall know that I am the Lord,*s when I stretch out My hand on Egypt and bring out the sons of Israel from their midst.”"
    },
    {
        "o": 1844,
        "r": "nasb:Exodus:7:6",
        "t": "So Moses and Aaron did it;*i as the Lord*s commanded them, thus they did."
    },
    {
        "o": 1845,
        "r": "nasb:Exodus:7:7",
        "t": "Moses was eighty years old and Aaron eighty-three, when they spoke to Pharaoh."
    },
    {
        "o": 1846,
        "r": "nasb:Exodus:7:7",
        "t": "Aaron’s Rod Becomes a Serpent",
        "h": 2
    },
    {
        "o": 1847,
        "r": "nasb:Exodus:7:8",
        "t": "Now*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 1848,
        "r": "nasb:Exodus:7:9",
        "t": "“When Pharaoh speaks to you, saying, ‘Work a miracle,’ then you shall say to Aaron, ‘Take your staff and throw it*i down before Pharaoh, that*i it may become a serpent.’ ”"
    },
    {
        "o": 1849,
        "r": "nasb:Exodus:7:10",
        "t": "So Moses and Aaron came to Pharaoh, and thus they did just as the Lord*s had commanded; and Aaron threw his staff down before Pharaoh and his servants, and it became a serpent."
    },
    {
        "o": 1850,
        "r": "nasb:Exodus:7:11",
        "t": "Then Pharaoh also called for the*i wise men and the*i sorcerers, and they also, the magicians of Egypt, did the same with their secret arts."
    },
    {
        "o": 1851,
        "r": "nasb:Exodus:7:12",
        "t": "For each one threw down his staff and they turned into serpents. But Aaron’s staff swallowed up their staffs."
    },
    {
        "o": 1852,
        "r": "nasb:Exodus:7:13",
        "t": "Yet Pharaoh’s heart was hardened, and he did not listen to them, as the Lord*s had said."
    },
    {
        "o": 1853,
        "r": "nasb:Exodus:7:13",
        "t": "Water Is Turned to Blood",
        "h": 2
    },
    {
        "o": 1854,
        "r": "nasb:Exodus:7:14",
        "t": "Then*p the Lord*s said to Moses, “Pharaoh’s heart is stubborn; he refuses to let the people go."
    },
    {
        "o": 1855,
        "r": "nasb:Exodus:7:15",
        "t": "Go to Pharaoh in the morning as he is going out to the water, and station yourself to meet him on the bank of the Nile; and you shall take in your hand the staff that was turned into a serpent."
    },
    {
        "o": 1856,
        "r": "nasb:Exodus:7:16",
        "t": "You shall say to him, ‘The Lord,*s the God of the Hebrews, sent me to you, saying, “Let My people go, that they may serve Me in the wilderness. But behold, you have not listened until now.”"
    },
    {
        "o": 1857,
        "r": "nasb:Exodus:7:17",
        "t": "Thus says the Lord,*s “By this you shall know that I am the Lord:*s behold, I will strike the water that is in the Nile with the staff that is in my hand, and it will be turned to blood."
    },
    {
        "o": 1858,
        "r": "nasb:Exodus:7:18",
        "t": "The fish that are in the Nile will die, and the Nile will become foul, and the Egyptians will find difficulty in drinking water from the Nile.” ’ ”"
    },
    {
        "o": 1859,
        "r": "nasb:Exodus:7:19",
        "t": "Then the Lord*s said to Moses, “Say to Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt, over their rivers, over their streams, and over their pools, and over all their reservoirs of water, that they may become blood; and there will be blood throughout all the land of Egypt, both in vessels*i of*i wood and in vessels*i of*i stone.’ ”"
    },
    {
        "o": 1860,
        "r": "nasb:Exodus:7:20",
        "t": "So*p Moses and Aaron did even as the Lord*s had commanded. And he lifted up the staff and struck the water that was*i in the Nile, in the sight of Pharaoh and in the sight of his servants, and all the water that was*i in the Nile was turned to blood."
    },
    {
        "o": 1861,
        "r": "nasb:Exodus:7:21",
        "t": "The fish that were*i in the Nile died, and the Nile became foul, so that the Egyptians could not drink water from the Nile. And the blood was through all the land of Egypt."
    },
    {
        "o": 1862,
        "r": "nasb:Exodus:7:22",
        "t": "But the magicians of Egypt did the same with their secret arts; and Pharaoh’s heart was hardened, and he did not listen to them, as the Lord*s had said."
    },
    {
        "o": 1863,
        "r": "nasb:Exodus:7:23",
        "t": "Then Pharaoh turned and went into his house with no concern even for this."
    },
    {
        "o": 1864,
        "r": "nasb:Exodus:7:24",
        "t": "So all the Egyptians dug around the Nile for water to drink, for they could not drink of the water of the Nile."
    },
    {
        "o": 1865,
        "r": "nasb:Exodus:7:25",
        "t": "Seven days passed after the Lord*s had struck the Nile."
    }
]
