[
    {
        "o": 11175,
        "r": "kjv:1 Chronicles:16:0",
        "t": "1 Chronicles 16",
        "h": 1
    },
    {
        "o": 11176,
        "r": "kjv:1 Chronicles:16:1",
        "t": "So*p they brought the ark of God, and set it in the midst of the tent that David had pitched for it: and they offered burnt sacrifices and peace offerings before God."
    },
    {
        "o": 11177,
        "r": "kjv:1 Chronicles:16:2",
        "t": "And*p when David had made an end of offering the burnt offerings and the peace offerings, he blessed the people in the name of the Lord.*s"
    },
    {
        "o": 11178,
        "r": "kjv:1 Chronicles:16:3",
        "t": "And*p he dealt to every one of Israel, both man and woman, to every one a loaf of bread, and a good piece of flesh, and a flagon of wine."
    },
    {
        "o": 11179,
        "r": "kjv:1 Chronicles:16:4",
        "t": "And*p he appointed certain of the Levites to minister before the ark of the Lord,*s and to record, and to thank and praise the Lord*s God of Israel:"
    },
    {
        "o": 11180,
        "r": "kjv:1 Chronicles:16:5",
        "t": "Asaph*p the chief, and next to him Zechariah, Jeiel, and Shemiramoth, and Jehiel, and Mattithiah, and Eliab, and Benaiah, and Obed–edom: and Jeiel with psalteries and with harps; but Asaph made a sound with cymbals;"
    },
    {
        "o": 11181,
        "r": "kjv:1 Chronicles:16:6",
        "t": "Benaiah*p also and Jahaziel the priests with trumpets continually before the ark of the covenant of God."
    },
    {
        "o": 11182,
        "r": "kjv:1 Chronicles:16:7",
        "t": "Then*p on that day David delivered first this psalm to thank the Lord*s into the hand of Asaph and his brethren."
    },
    {
        "o": 11183,
        "r": "kjv:1 Chronicles:16:8",
        "t": "Give*p thanks unto the Lord,*s call upon his name, make known his deeds among the people."
    },
    {
        "o": 11184,
        "r": "kjv:1 Chronicles:16:9",
        "t": "Sing*p unto him, sing psalms unto him, talk ye of all his wondrous works."
    },
    {
        "o": 11185,
        "r": "kjv:1 Chronicles:16:10",
        "t": "Glory*p ye in his holy name: let the heart of them rejoice that seek the Lord.*s"
    },
    {
        "o": 11186,
        "r": "kjv:1 Chronicles:16:11",
        "t": "Seek*p the Lord*s and his strength, seek his face continually."
    },
    {
        "o": 11187,
        "r": "kjv:1 Chronicles:16:12",
        "t": "Remember*p his marvellous works that he hath done, his wonders, and the judgments of his mouth;"
    },
    {
        "o": 11188,
        "r": "kjv:1 Chronicles:16:13",
        "t": "O*p ye seed of Israel his servant, ye children of Jacob, his chosen ones."
    },
    {
        "o": 11189,
        "r": "kjv:1 Chronicles:16:14",
        "t": "He*p is the Lord*s our God; his judgments are in all the earth."
    },
    {
        "o": 11190,
        "r": "kjv:1 Chronicles:16:15",
        "t": "Be*p ye mindful always of his covenant; the word which he commanded to a thousand generations;"
    },
    {
        "o": 11191,
        "r": "kjv:1 Chronicles:16:16",
        "t": "Even*p of the covenant which he made with Abraham, and of his oath unto Isaac;"
    },
    {
        "o": 11192,
        "r": "kjv:1 Chronicles:16:17",
        "t": "And*p hath confirmed the same to Jacob for a law, and to Israel for an everlasting covenant,"
    },
    {
        "o": 11193,
        "r": "kjv:1 Chronicles:16:18",
        "t": "Saying,*p Unto thee will I give the land of Canaan, the lot of your inheritance;"
    },
    {
        "o": 11194,
        "r": "kjv:1 Chronicles:16:19",
        "t": "When*p ye were but few, even a few, and strangers in it."
    },
    {
        "o": 11195,
        "r": "kjv:1 Chronicles:16:20",
        "t": "And*p when they went from nation to nation, and from one kingdom to another people;"
    },
    {
        "o": 11196,
        "r": "kjv:1 Chronicles:16:21",
        "t": "He*p suffered no man to do them wrong: yea, he reproved kings for their sakes,"
    },
    {
        "o": 11197,
        "r": "kjv:1 Chronicles:16:22",
        "t": "Saying,*p Touch not mine anointed, and do my prophets no harm."
    },
    {
        "o": 11198,
        "r": "kjv:1 Chronicles:16:23",
        "t": "Sing*p unto the Lord,*s all the earth; shew forth from day to day his salvation."
    },
    {
        "o": 11199,
        "r": "kjv:1 Chronicles:16:24",
        "t": "Declare*p his glory among the heathen; his marvellous works among all nations."
    },
    {
        "o": 11200,
        "r": "kjv:1 Chronicles:16:25",
        "t": "For*p great is the Lord,*s and greatly to be praised: he also is to be feared above all gods."
    },
    {
        "o": 11201,
        "r": "kjv:1 Chronicles:16:26",
        "t": "For*p all the gods of the people are idols: but the Lord*s made the heavens."
    },
    {
        "o": 11202,
        "r": "kjv:1 Chronicles:16:27",
        "t": "Glory*p and honour are in his presence; strength and gladness are in his place."
    },
    {
        "o": 11203,
        "r": "kjv:1 Chronicles:16:28",
        "t": "Give*p unto the Lord,*s ye kindreds of the people, give unto the Lord*s glory and strength."
    },
    {
        "o": 11204,
        "r": "kjv:1 Chronicles:16:29",
        "t": "Give*p unto the Lord*s the glory due unto his name: bring an offering, and come before him: worship the Lord*s in the beauty of holiness."
    },
    {
        "o": 11205,
        "r": "kjv:1 Chronicles:16:30",
        "t": "Fear*p before him, all the earth: the world also shall be stable, that it be not moved."
    },
    {
        "o": 11206,
        "r": "kjv:1 Chronicles:16:31",
        "t": "Let*p the heavens be glad, and let the earth rejoice: and let men say among the nations, The Lord*s reigneth."
    },
    {
        "o": 11207,
        "r": "kjv:1 Chronicles:16:32",
        "t": "Let*p the sea roar, and the fulness thereof: let the fields rejoice, and all that is therein."
    },
    {
        "o": 11208,
        "r": "kjv:1 Chronicles:16:33",
        "t": "Then*p shall the trees of the wood sing out at the presence of the Lord,*s because he cometh to judge the earth."
    },
    {
        "o": 11209,
        "r": "kjv:1 Chronicles:16:34",
        "t": "O*p give thanks unto the Lord;*s for he is good; for his mercy endureth for ever."
    },
    {
        "o": 11210,
        "r": "kjv:1 Chronicles:16:35",
        "t": "And*p say ye, Save us, O God of our salvation, and gather us together, and deliver us from the heathen, that we may give thanks to thy holy name, and glory in thy praise."
    },
    {
        "o": 11211,
        "r": "kjv:1 Chronicles:16:36",
        "t": "Blessed*p be the Lord*s God of Israel for ever and ever. And all the people said, Amen, and praised the Lord.*s"
    },
    {
        "o": 11212,
        "r": "kjv:1 Chronicles:16:37",
        "t": "So*p he left there before the ark of the covenant of the Lord*s Asaph and his brethren, to minister before the ark continually, as every day's work required:"
    },
    {
        "o": 11213,
        "r": "kjv:1 Chronicles:16:38",
        "t": "And*p Obed–edom with their brethren, threescore and eight; Obed–edom also the son of Jeduthun and Hosah to be porters:"
    },
    {
        "o": 11214,
        "r": "kjv:1 Chronicles:16:39",
        "t": "And*p Zadok the priest, and his brethren the priests, before the tabernacle of the Lord*s in the high place that was at Gibeon,"
    },
    {
        "o": 11215,
        "r": "kjv:1 Chronicles:16:40",
        "t": "To*p offer burnt offerings unto the Lord*s upon the altar of the burnt offering continually morning and evening, and to do according to all that is written in the law of the Lord,*s which he commanded Israel;"
    },
    {
        "o": 11216,
        "r": "kjv:1 Chronicles:16:41",
        "t": "And*p with them Heman and Jeduthun, and the rest that were chosen, who were expressed by name, to give thanks to the Lord,*s because his mercy endureth for ever;"
    },
    {
        "o": 11217,
        "r": "kjv:1 Chronicles:16:42",
        "t": "And*p with them Heman and Jeduthun with trumpets and cymbals for those that should make a sound, and with musical instruments of God. And the sons of Jeduthun were porters."
    },
    {
        "o": 11218,
        "r": "kjv:1 Chronicles:16:43",
        "t": "And*p all the people departed every man to his house: and David returned to bless his house."
    }
]
