[
    {
        "o": 19545,
        "r": "niv:Isaiah:7:0",
        "t": "Isaiah 7",
        "h": 1
    },
    {
        "o": 19546,
        "r": "niv:Isaiah:7:0",
        "t": "The Sign of Immanuel",
        "h": 2
    },
    {
        "o": 19547,
        "r": "niv:Isaiah:7:1",
        "t": "When*p Ahaz son of Jotham, the son of Uzziah, was king of Judah, King Rezin of Aram and Pekah son of Remaliah king of Israel marched up to fight against Jerusalem, but they could not overpower it."
    },
    {
        "o": 19548,
        "r": "niv:Isaiah:7:2",
        "t": "Now*p the house of David was told, “Aram has allied itself with Ephraim”; so the hearts of Ahaz and his people were shaken, as the trees of the forest are shaken by the wind."
    },
    {
        "o": 19549,
        "r": "niv:Isaiah:7:3",
        "t": "Then*p the Lord*s said to Isaiah, “Go out, you and your son Shear-Jashub, to meet Ahaz at the end of the aqueduct of the Upper Pool, on the road to the Launderer’s Field."
    },
    {
        "o": 19550,
        "r": "niv:Isaiah:7:4",
        "t": "Say to him, ‘Be careful, keep calm and don’t be afraid. Do not lose heart because of these two smoldering stubs of firewood—because of the fierce anger of Rezin and Aram and of the son of Remaliah."
    },
    {
        "o": 19551,
        "r": "niv:Isaiah:7:5",
        "t": "Aram, Ephraim and Remaliah’s son have plotted your ruin, saying,"
    },
    {
        "o": 19552,
        "r": "niv:Isaiah:7:6",
        "t": "“Let us invade Judah; let us tear it apart and divide it among ourselves, and make the son of Tabeel king over it.”"
    },
    {
        "o": 19553,
        "r": "niv:Isaiah:7:7",
        "t": "Yet this is what the Sovereign Lord*s says: “ ‘It*pn will not take place, it*ld will not happen,"
    },
    {
        "o": 19554,
        "r": "niv:Isaiah:7:8",
        "t": "for*ln the head of Aram is Damascus, and*ld the head of Damascus is only Rezin. Within*ln sixty-five years Ephraim*ld will be too shattered to be a people."
    },
    {
        "o": 19555,
        "r": "niv:Isaiah:7:9",
        "t": "The*ln head of Ephraim is Samaria, and*ld the head of Samaria is only Remaliah’s son. If*ln you do not stand firm in your faith, you*ld will not stand at all.’ ”"
    },
    {
        "o": 19556,
        "r": "niv:Isaiah:7:10",
        "t": "Again*p the Lord*s spoke to Ahaz,"
    },
    {
        "o": 19557,
        "r": "niv:Isaiah:7:11",
        "t": "“Ask the Lord*s your God for a sign, whether in the deepest depths or in the highest heights.”"
    },
    {
        "o": 19558,
        "r": "niv:Isaiah:7:12",
        "t": "But*p Ahaz said, “I will not ask; I will not put the Lord*s to the test.”"
    },
    {
        "o": 19559,
        "r": "niv:Isaiah:7:13",
        "t": "Then*p Isaiah said, “Hear now, you house of David! Is it not enough to try the patience of humans? Will you try the patience of my God also?"
    },
    {
        "o": 19560,
        "r": "niv:Isaiah:7:14",
        "t": "Therefore the Lord himself will give you a sign: The virgin will conceive and give birth to a son, and will call him Immanuel."
    },
    {
        "o": 19561,
        "r": "niv:Isaiah:7:15",
        "t": "He will be eating curds and honey when he knows enough to reject the wrong and choose the right,"
    },
    {
        "o": 19562,
        "r": "niv:Isaiah:7:16",
        "t": "for before the boy knows enough to reject the wrong and choose the right, the land of the two kings you dread will be laid waste."
    },
    {
        "o": 19563,
        "r": "niv:Isaiah:7:17",
        "t": "The Lord*s will bring on you and on your people and on the house of your father a time unlike any since Ephraim broke away from Judah—he will bring the king of Assyria.”"
    },
    {
        "o": 19564,
        "r": "niv:Isaiah:7:17",
        "t": "Assyria, the Lord’s Instrument",
        "h": 2
    },
    {
        "o": 19565,
        "r": "niv:Isaiah:7:18",
        "t": "In*p that day the Lord*s will whistle for flies from the Nile delta in Egypt and for bees from the land of Assyria."
    },
    {
        "o": 19566,
        "r": "niv:Isaiah:7:19",
        "t": "They will all come and settle in the steep ravines and in the crevices in the rocks, on all the thornbushes and at all the water holes."
    },
    {
        "o": 19567,
        "r": "niv:Isaiah:7:20",
        "t": "In that day the Lord will use a razor hired from beyond the Euphrates River—the king of Assyria—to shave your heads and private parts, and to cut off your beards also."
    },
    {
        "o": 19568,
        "r": "niv:Isaiah:7:21",
        "t": "In that day, a person will keep alive a young cow and two goats."
    },
    {
        "o": 19569,
        "r": "niv:Isaiah:7:22",
        "t": "And because of the abundance of the milk they give, there will be curds to eat. All who remain in the land will eat curds and honey."
    },
    {
        "o": 19570,
        "r": "niv:Isaiah:7:23",
        "t": "In that day, in every place where there were a thousand vines worth a thousand silver shekels, there will be only briers and thorns."
    },
    {
        "o": 19571,
        "r": "niv:Isaiah:7:24",
        "t": "Hunters will go there with bow and arrow, for the land will be covered with briers and thorns."
    },
    {
        "o": 19572,
        "r": "niv:Isaiah:7:25",
        "t": "As for all the hills once cultivated by the hoe, you will no longer go there for fear of the briers and thorns; they will become places where cattle are turned loose and where sheep run."
    }
]
