[
    {
        "o": 27893,
        "r": "esv:Luke:2:0",
        "t": "Luke 2",
        "h": 1
    },
    {
        "o": 27894,
        "r": "esv:Luke:2:0",
        "t": "The Birth of Jesus Christ",
        "h": 2
    },
    {
        "o": 27895,
        "r": "esv:Luke:2:1",
        "t": "In*p those days a decree went out from Caesar Augustus that all the world should be registered."
    },
    {
        "o": 27896,
        "r": "esv:Luke:2:2",
        "t": "This was the first registration when Quirinius was governor of Syria."
    },
    {
        "o": 27897,
        "r": "esv:Luke:2:3",
        "t": "And all went to be registered, each to his own town."
    },
    {
        "o": 27898,
        "r": "esv:Luke:2:4",
        "t": "And Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David,"
    },
    {
        "o": 27899,
        "r": "esv:Luke:2:5",
        "t": "to be registered with Mary, his betrothed, who was with child."
    },
    {
        "o": 27900,
        "r": "esv:Luke:2:6",
        "t": "And while they were there, the time came for her to give birth."
    },
    {
        "o": 27901,
        "r": "esv:Luke:2:7",
        "t": "And she gave birth to her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn."
    },
    {
        "o": 27902,
        "r": "esv:Luke:2:7",
        "t": "The Shepherds and the Angels",
        "h": 2
    },
    {
        "o": 27903,
        "r": "esv:Luke:2:8",
        "t": "And*p in the same region there were shepherds out in the field, keeping watch over their flock by night."
    },
    {
        "o": 27904,
        "r": "esv:Luke:2:9",
        "t": "And an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were filled with great fear."
    },
    {
        "o": 27905,
        "r": "esv:Luke:2:10",
        "t": "And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people."
    },
    {
        "o": 27906,
        "r": "esv:Luke:2:11",
        "t": "For unto you is born this day in the city of David a Savior, who is Christ the Lord."
    },
    {
        "o": 27907,
        "r": "esv:Luke:2:12",
        "t": "And this will be a sign for you: you will find a baby wrapped in swaddling cloths and lying in a manger.”"
    },
    {
        "o": 27908,
        "r": "esv:Luke:2:13",
        "t": "And suddenly there was with the angel a multitude of the heavenly host praising God and saying,"
    },
    {
        "o": 27909,
        "r": "esv:Luke:2:14",
        "t": "“Glory*pn to God in the highest, and*ld on earth peace among those with whom he is pleased!”"
    },
    {
        "o": 27910,
        "r": "esv:Luke:2:15",
        "t": "When*p the angels went away from them into heaven, the shepherds said to one another, “Let us go over to Bethlehem and see this thing that has happened, which the Lord has made known to us.”"
    },
    {
        "o": 27911,
        "r": "esv:Luke:2:16",
        "t": "And they went with haste and found Mary and Joseph, and the baby lying in a manger."
    },
    {
        "o": 27912,
        "r": "esv:Luke:2:17",
        "t": "And when they saw it, they made known the saying that had been told them concerning this child."
    },
    {
        "o": 27913,
        "r": "esv:Luke:2:18",
        "t": "And all who heard it wondered at what the shepherds told them."
    },
    {
        "o": 27914,
        "r": "esv:Luke:2:19",
        "t": "But Mary treasured up all these things, pondering them in her heart."
    },
    {
        "o": 27915,
        "r": "esv:Luke:2:20",
        "t": "And the shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them."
    },
    {
        "o": 27916,
        "r": "esv:Luke:2:21",
        "t": "And*p at the end of eight days, when he was circumcised, he was called Jesus, the name given by the angel before he was conceived in the womb."
    },
    {
        "o": 27917,
        "r": "esv:Luke:2:21",
        "t": "Jesus Presented at the Temple",
        "h": 2
    },
    {
        "o": 27918,
        "r": "esv:Luke:2:22",
        "t": "And*p when the time came for their purification according to the Law of Moses, they brought him up to Jerusalem to present him to the Lord"
    },
    {
        "o": 27919,
        "r": "esv:Luke:2:23",
        "t": "(as it is written in the Law of the Lord, “Every male who first opens the womb shall be called holy to the Lord”)"
    },
    {
        "o": 27920,
        "r": "esv:Luke:2:24",
        "t": "and to offer a sacrifice according to what is said in the Law of the Lord, “a pair of turtledoves, or two young pigeons.”"
    },
    {
        "o": 27921,
        "r": "esv:Luke:2:25",
        "t": "Now there was a man in Jerusalem, whose name was Simeon, and this man was righteous and devout, waiting for the consolation of Israel, and the Holy Spirit was upon him."
    },
    {
        "o": 27922,
        "r": "esv:Luke:2:26",
        "t": "And it had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’s Christ."
    },
    {
        "o": 27923,
        "r": "esv:Luke:2:27",
        "t": "And he came in the Spirit into the temple, and when the parents brought in the child Jesus, to do for him according to the custom of the Law,"
    },
    {
        "o": 27924,
        "r": "esv:Luke:2:28",
        "t": "he took him up in his arms and blessed God and said,"
    },
    {
        "o": 27925,
        "r": "esv:Luke:2:29",
        "t": "“Lord,*pn now you are letting your servant depart in peace, according*ld to your word;"
    },
    {
        "o": 27926,
        "r": "esv:Luke:2:30",
        "t": "for*ln my eyes have seen your salvation"
    },
    {
        "o": 27927,
        "r": "esv:Luke:2:31",
        "t": "that*ld you have prepared in the presence of all peoples,"
    },
    {
        "o": 27928,
        "r": "esv:Luke:2:32",
        "t": "a*ln light for revelation to the Gentiles, and*ld for glory to your people Israel.”"
    },
    {
        "o": 27929,
        "r": "esv:Luke:2:33",
        "t": "And*p his father and his mother marveled at what was said about him."
    },
    {
        "o": 27930,
        "r": "esv:Luke:2:34",
        "t": "And Simeon blessed them and said to Mary his mother, “Behold, this child is appointed for the fall and rising of many in Israel, and for a sign that is opposed"
    },
    {
        "o": 27931,
        "r": "esv:Luke:2:35",
        "t": "(and a sword will pierce through your own soul also), so that thoughts from many hearts may be revealed.”"
    },
    {
        "o": 27932,
        "r": "esv:Luke:2:36",
        "t": "And*p there was a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was advanced in years, having lived with her husband seven years from when she was a virgin,"
    },
    {
        "o": 27933,
        "r": "esv:Luke:2:37",
        "t": "and then as a widow until she was eighty-four. She did not depart from the temple, worshiping with fasting and prayer night and day."
    },
    {
        "o": 27934,
        "r": "esv:Luke:2:38",
        "t": "And coming up at that very hour she began to give thanks to God and to speak of him to all who were waiting for the redemption of Jerusalem."
    },
    {
        "o": 27935,
        "r": "esv:Luke:2:38",
        "t": "The Return to Nazareth",
        "h": 2
    },
    {
        "o": 27936,
        "r": "esv:Luke:2:39",
        "t": "And*p when they had performed everything according to the Law of the Lord, they returned into Galilee, to their own town of Nazareth."
    },
    {
        "o": 27937,
        "r": "esv:Luke:2:40",
        "t": "And the child grew and became strong, filled with wisdom. And the favor of God was upon him."
    },
    {
        "o": 27938,
        "r": "esv:Luke:2:40",
        "t": "The Boy Jesus in the Temple",
        "h": 2
    },
    {
        "o": 27939,
        "r": "esv:Luke:2:41",
        "t": "Now*p his parents went to Jerusalem every year at the Feast of the Passover."
    },
    {
        "o": 27940,
        "r": "esv:Luke:2:42",
        "t": "And when he was twelve years old, they went up according to custom."
    },
    {
        "o": 27941,
        "r": "esv:Luke:2:43",
        "t": "And when the feast was ended, as they were returning, the boy Jesus stayed behind in Jerusalem. His parents did not know it,"
    },
    {
        "o": 27942,
        "r": "esv:Luke:2:44",
        "t": "but supposing him to be in the group they went a day’s journey, but then they began to search for him among their relatives and acquaintances,"
    },
    {
        "o": 27943,
        "r": "esv:Luke:2:45",
        "t": "and when they did not find him, they returned to Jerusalem, searching for him."
    },
    {
        "o": 27944,
        "r": "esv:Luke:2:46",
        "t": "After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions."
    },
    {
        "o": 27945,
        "r": "esv:Luke:2:47",
        "t": "And all who heard him were amazed at his understanding and his answers."
    },
    {
        "o": 27946,
        "r": "esv:Luke:2:48",
        "t": "And when his parents saw him, they were astonished. And his mother said to him, “Son, why have you treated us so? Behold, your father and I have been searching for you in great distress.”"
    },
    {
        "o": 27947,
        "r": "esv:Luke:2:49",
        "t": "And he said to them, “Why*r were*r you*r looking*r for*r me?*r Did*r you*r not*r know*r that*r I*r must*r be*r in*r my*r Father’s*r house?”*r"
    },
    {
        "o": 27948,
        "r": "esv:Luke:2:50",
        "t": "And they did not understand the saying that he spoke to them."
    },
    {
        "o": 27949,
        "r": "esv:Luke:2:51",
        "t": "And he went down with them and came to Nazareth and was submissive to them. And his mother treasured up all these things in her heart."
    },
    {
        "o": 27950,
        "r": "esv:Luke:2:52",
        "t": "And*p Jesus increased in wisdom and in stature and in favor with God and man."
    }
]
