[
    {
        "o": 4020,
        "r": "esv:Numbers:3:0",
        "t": "Numbers 3",
        "h": 1
    },
    {
        "o": 4021,
        "r": "esv:Numbers:3:0",
        "t": "The Sons of Aaron",
        "h": 2
    },
    {
        "o": 4022,
        "r": "esv:Numbers:3:1",
        "t": "These*p are the generations of Aaron and Moses at the time when the Lord*s spoke with Moses on Mount Sinai."
    },
    {
        "o": 4023,
        "r": "esv:Numbers:3:2",
        "t": "These are the names of the sons of Aaron: Nadab the firstborn, and Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 4024,
        "r": "esv:Numbers:3:3",
        "t": "These are the names of the sons of Aaron, the anointed priests, whom he ordained to serve as priests."
    },
    {
        "o": 4025,
        "r": "esv:Numbers:3:4",
        "t": "But Nadab and Abihu died before the Lord*s when they offered unauthorized fire before the Lord*s in the wilderness of Sinai, and they had no children. So Eleazar and Ithamar served as priests in the lifetime of Aaron their father."
    },
    {
        "o": 4026,
        "r": "esv:Numbers:3:4",
        "t": "Duties of the Levites",
        "h": 2
    },
    {
        "o": 4027,
        "r": "esv:Numbers:3:5",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4028,
        "r": "esv:Numbers:3:6",
        "t": "“Bring the tribe of Levi near, and set them before Aaron the priest, that they may minister to him."
    },
    {
        "o": 4029,
        "r": "esv:Numbers:3:7",
        "t": "They shall keep guard over him and over the whole congregation before the tent of meeting, as they minister at the tabernacle."
    },
    {
        "o": 4030,
        "r": "esv:Numbers:3:8",
        "t": "They shall guard all the furnishings of the tent of meeting, and keep guard over the people of Israel as they minister at the tabernacle."
    },
    {
        "o": 4031,
        "r": "esv:Numbers:3:9",
        "t": "And you shall give the Levites to Aaron and his sons; they are wholly given to him from among the people of Israel."
    },
    {
        "o": 4032,
        "r": "esv:Numbers:3:10",
        "t": "And you shall appoint Aaron and his sons, and they shall guard their priesthood. But if any outsider comes near, he shall be put to death.”"
    },
    {
        "o": 4033,
        "r": "esv:Numbers:3:11",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4034,
        "r": "esv:Numbers:3:12",
        "t": "“Behold, I have taken the Levites from among the people of Israel instead of every firstborn who opens the womb among the people of Israel. The Levites shall be mine,"
    },
    {
        "o": 4035,
        "r": "esv:Numbers:3:13",
        "t": "for all the firstborn are mine. On the day that I struck down all the firstborn in the land of Egypt, I consecrated for my own all the firstborn in Israel, both of man and of beast. They shall be mine: I am the Lord.”*s"
    },
    {
        "o": 4036,
        "r": "esv:Numbers:3:14",
        "t": "And*p the Lord*s spoke to Moses in the wilderness of Sinai, saying,"
    },
    {
        "o": 4037,
        "r": "esv:Numbers:3:15",
        "t": "“List the sons of Levi, by fathers’ houses and by clans; every male from a month old and upward you shall list.”"
    },
    {
        "o": 4038,
        "r": "esv:Numbers:3:16",
        "t": "So Moses listed them according to the word of the Lord,*s as he was commanded."
    },
    {
        "o": 4039,
        "r": "esv:Numbers:3:17",
        "t": "And these were the sons of Levi by their names: Gershon and Kohath and Merari."
    },
    {
        "o": 4040,
        "r": "esv:Numbers:3:18",
        "t": "And these are the names of the sons of Gershon by their clans: Libni and Shimei."
    },
    {
        "o": 4041,
        "r": "esv:Numbers:3:19",
        "t": "And the sons of Kohath by their clans: Amram, Izhar, Hebron, and Uzziel."
    },
    {
        "o": 4042,
        "r": "esv:Numbers:3:20",
        "t": "And the sons of Merari by their clans: Mahli and Mushi. These are the clans of the Levites, by their fathers’ houses."
    },
    {
        "o": 4043,
        "r": "esv:Numbers:3:21",
        "t": "To*p Gershon belonged the clan of the Libnites and the clan of the Shimeites; these were the clans of the Gershonites."
    },
    {
        "o": 4044,
        "r": "esv:Numbers:3:22",
        "t": "Their listing according to the number of all the males from a month old and upward was 7,500."
    },
    {
        "o": 4045,
        "r": "esv:Numbers:3:23",
        "t": "The clans of the Gershonites were to camp behind the tabernacle on the west,"
    },
    {
        "o": 4046,
        "r": "esv:Numbers:3:24",
        "t": "with Eliasaph, the son of Lael as chief of the fathers’ house of the Gershonites."
    },
    {
        "o": 4047,
        "r": "esv:Numbers:3:25",
        "t": "And the guard duty of the sons of Gershon in the tent of meeting involved the tabernacle, the tent with its covering, the screen for the entrance of the tent of meeting,"
    },
    {
        "o": 4048,
        "r": "esv:Numbers:3:26",
        "t": "the hangings of the court, the screen for the door of the court that is around the tabernacle and the altar, and its cords— all the service connected with these."
    },
    {
        "o": 4049,
        "r": "esv:Numbers:3:27",
        "t": "To*p Kohath belonged the clan of the Amramites and the clan of the Izharites and the clan of the Hebronites and the clan of the Uzzielites; these are the clans of the Kohathites."
    },
    {
        "o": 4050,
        "r": "esv:Numbers:3:28",
        "t": "According to the number of all the males, from a month old and upward, there were 8,600, keeping guard over the sanctuary."
    },
    {
        "o": 4051,
        "r": "esv:Numbers:3:29",
        "t": "The clans of the sons of Kohath were to camp on the south side of the tabernacle,"
    },
    {
        "o": 4052,
        "r": "esv:Numbers:3:30",
        "t": "with Elizaphan the son of Uzziel as chief of the fathers’ house of the clans of the Kohathites."
    },
    {
        "o": 4053,
        "r": "esv:Numbers:3:31",
        "t": "And their guard duty involved the ark, the table, the lampstand, the altars, the vessels of the sanctuary with which the priests minister, and the screen; all the service connected with these."
    },
    {
        "o": 4054,
        "r": "esv:Numbers:3:32",
        "t": "And Eleazar the son of Aaron the priest was to be chief over the chiefs of the Levites, and to have oversight of those who kept guard over the sanctuary."
    },
    {
        "o": 4055,
        "r": "esv:Numbers:3:33",
        "t": "To*p Merari belonged the clan of the Mahlites and the clan of the Mushites: these are the clans of Merari."
    },
    {
        "o": 4056,
        "r": "esv:Numbers:3:34",
        "t": "Their listing according to the number of all the males from a month old and upward was 6,200."
    },
    {
        "o": 4057,
        "r": "esv:Numbers:3:35",
        "t": "And the chief of the fathers’ house of the clans of Merari was Zuriel the son of Abihail. They were to camp on the north side of the tabernacle."
    },
    {
        "o": 4058,
        "r": "esv:Numbers:3:36",
        "t": "And the appointed guard duty of the sons of Merari involved the frames of the tabernacle, the bars, the pillars, the bases, and all their accessories; all the service connected with these;"
    },
    {
        "o": 4059,
        "r": "esv:Numbers:3:37",
        "t": "also the pillars around the court, with their bases and pegs and cords."
    },
    {
        "o": 4060,
        "r": "esv:Numbers:3:38",
        "t": "Those*p who were to camp before the tabernacle on the east, before the tent of meeting toward the sunrise, were Moses and Aaron and his sons, guarding the sanctuary itself, to protect the people of Israel. And any outsider who came near was to be put to death."
    },
    {
        "o": 4061,
        "r": "esv:Numbers:3:39",
        "t": "All those listed among the Levites, whom Moses and Aaron listed at the commandment of the Lord,*s by clans, all the males from a month old and upward, were 22,000."
    },
    {
        "o": 4062,
        "r": "esv:Numbers:3:39",
        "t": "Redemption of the Firstborn",
        "h": 2
    },
    {
        "o": 4063,
        "r": "esv:Numbers:3:40",
        "t": "And*p the Lord*s said to Moses, “List all the firstborn males of the people of Israel, from a month old and upward, taking the number of their names."
    },
    {
        "o": 4064,
        "r": "esv:Numbers:3:41",
        "t": "And you shall take the Levites for me— I am the Lord—*s instead of all the firstborn among the people of Israel, and the cattle of the Levites instead of all the firstborn among the cattle of the people of Israel.”"
    },
    {
        "o": 4065,
        "r": "esv:Numbers:3:42",
        "t": "So Moses listed all the firstborn among the people of Israel, as the Lord*s commanded him."
    },
    {
        "o": 4066,
        "r": "esv:Numbers:3:43",
        "t": "And all the firstborn males, according to the number of names, from a month old and upward as listed were 22,273."
    },
    {
        "o": 4067,
        "r": "esv:Numbers:3:44",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4068,
        "r": "esv:Numbers:3:45",
        "t": "“Take the Levites instead of all the firstborn among the people of Israel, and the cattle of the Levites instead of their cattle. The Levites shall be mine: I am the Lord.*s"
    },
    {
        "o": 4069,
        "r": "esv:Numbers:3:46",
        "t": "And as the redemption price for the 273 of the firstborn of the people of Israel, over and above the number of the male Levites,"
    },
    {
        "o": 4070,
        "r": "esv:Numbers:3:47",
        "t": "you shall take five shekels per head; you shall take them according to the shekel of the sanctuary (the shekel of twenty gerahs),"
    },
    {
        "o": 4071,
        "r": "esv:Numbers:3:48",
        "t": "and give the money to Aaron and his sons as the redemption price for those who are over.”"
    },
    {
        "o": 4072,
        "r": "esv:Numbers:3:49",
        "t": "So Moses took the redemption money from those who were over and above those redeemed by the Levites."
    },
    {
        "o": 4073,
        "r": "esv:Numbers:3:50",
        "t": "From the firstborn of the people of Israel he took the money, 1,365 shekels, by the shekel of the sanctuary."
    },
    {
        "o": 4074,
        "r": "esv:Numbers:3:51",
        "t": "And Moses gave the redemption money to Aaron and his sons, according to the word of the Lord,*s as the Lord*s commanded Moses."
    }
]
