[
    {
        "o": 21798,
        "r": "niv:Jeremiah:35:0",
        "t": "Jeremiah 35",
        "h": 1
    },
    {
        "o": 21799,
        "r": "niv:Jeremiah:35:0",
        "t": "The Rekabites",
        "h": 2
    },
    {
        "o": 21800,
        "r": "niv:Jeremiah:35:1",
        "t": "This*p is the word that came to Jeremiah from the Lord*s during the reign of Jehoiakim son of Josiah king of Judah:"
    },
    {
        "o": 21801,
        "r": "niv:Jeremiah:35:2",
        "t": "“Go to the Rekabite family and invite them to come to one of the side rooms of the house of the Lord*s and give them wine to drink.”"
    },
    {
        "o": 21802,
        "r": "niv:Jeremiah:35:3",
        "t": "So*p I went to get Jaazaniah son of Jeremiah, the son of Habazziniah, and his brothers and all his sons—the whole family of the Rekabites."
    },
    {
        "o": 21803,
        "r": "niv:Jeremiah:35:4",
        "t": "I brought them into the house of the Lord,*s into the room of the sons of Hanan son of Igdaliah the man of God. It was next to the room of the officials, which was over that of Maaseiah son of Shallum the doorkeeper."
    },
    {
        "o": 21804,
        "r": "niv:Jeremiah:35:5",
        "t": "Then I set bowls full of wine and some cups before the Rekabites and said to them, “Drink some wine.”"
    },
    {
        "o": 21805,
        "r": "niv:Jeremiah:35:6",
        "t": "But*p they replied, “We do not drink wine, because our forefather Jehonadab son of Rekab gave us this command: ‘Neither you nor your descendants must ever drink wine."
    },
    {
        "o": 21806,
        "r": "niv:Jeremiah:35:7",
        "t": "Also you must never build houses, sow seed or plant vineyards; you must never have any of these things, but must always live in tents. Then you will live a long time in the land where you are nomads.’"
    },
    {
        "o": 21807,
        "r": "niv:Jeremiah:35:8",
        "t": "We have obeyed everything our forefather Jehonadab son of Rekab commanded us. Neither we nor our wives nor our sons and daughters have ever drunk wine"
    },
    {
        "o": 21808,
        "r": "niv:Jeremiah:35:9",
        "t": "or built houses to live in or had vineyards, fields or crops."
    },
    {
        "o": 21809,
        "r": "niv:Jeremiah:35:10",
        "t": "We have lived in tents and have fully obeyed everything our forefather Jehonadab commanded us."
    },
    {
        "o": 21810,
        "r": "niv:Jeremiah:35:11",
        "t": "But when Nebuchadnezzar king of Babylon invaded this land, we said, ‘Come, we must go to Jerusalem to escape the Babylonian and Aramean armies.’ So we have remained in Jerusalem.”"
    },
    {
        "o": 21811,
        "r": "niv:Jeremiah:35:12",
        "t": "Then*p the word of the Lord*s came to Jeremiah, saying:"
    },
    {
        "o": 21812,
        "r": "niv:Jeremiah:35:13",
        "t": "“This is what the Lord*s Almighty, the God of Israel, says: Go and tell the people of Judah and those living in Jerusalem, ‘Will you not learn a lesson and obey my words?’ declares the Lord.*s"
    },
    {
        "o": 21813,
        "r": "niv:Jeremiah:35:14",
        "t": "‘Jehonadab son of Rekab ordered his descendants not to drink wine and this command has been kept. To this day they do not drink wine, because they obey their forefather’s command. But I have spoken to you again and again, yet you have not obeyed me."
    },
    {
        "o": 21814,
        "r": "niv:Jeremiah:35:15",
        "t": "Again and again I sent all my servants the prophets to you. They said, “Each of you must turn from your wicked ways and reform your actions; do not follow other gods to serve them. Then you will live in the land I have given to you and your ancestors.” But you have not paid attention or listened to me."
    },
    {
        "o": 21815,
        "r": "niv:Jeremiah:35:16",
        "t": "The descendants of Jehonadab son of Rekab have carried out the command their forefather gave them, but these people have not obeyed me.’"
    },
    {
        "o": 21816,
        "r": "niv:Jeremiah:35:17",
        "t": "“Therefore*p this is what the Lord*s God Almighty, the God of Israel, says: ‘Listen! I am going to bring on Judah and on everyone living in Jerusalem every disaster I pronounced against them. I spoke to them, but they did not listen; I called to them, but they did not answer.’ ”"
    },
    {
        "o": 21817,
        "r": "niv:Jeremiah:35:18",
        "t": "Then*p Jeremiah said to the family of the Rekabites, “This is what the Lord*s Almighty, the God of Israel, says: ‘You have obeyed the command of your forefather Jehonadab and have followed all his instructions and have done everything he ordered.’"
    },
    {
        "o": 21818,
        "r": "niv:Jeremiah:35:19",
        "t": "Therefore this is what the Lord*s Almighty, the God of Israel, says: ‘Jehonadab son of Rekab will never fail to have a descendant to serve me.’ ”"
    }
]
