[
    {
        "o": 1131,
        "r": "niv:Genesis:36:0",
        "t": "Genesis 36",
        "h": 1
    },
    {
        "o": 1132,
        "r": "niv:Genesis:36:0",
        "t": "Esau’s Descendants",
        "h": 2
    },
    {
        "o": 1133,
        "r": "niv:Genesis:36:1",
        "t": "This*p is the account of the family line of Esau (that is, Edom)."
    },
    {
        "o": 1134,
        "r": "niv:Genesis:36:2",
        "t": "Esau*ln took his wives from the women of Canaan: Adah daughter of Elon the Hittite, and Oholibamah daughter of Anah and granddaughter of Zibeon the Hivite—"
    },
    {
        "o": 1135,
        "r": "niv:Genesis:36:3",
        "t": "also Basemath daughter of Ishmael and sister of Nebaioth."
    },
    {
        "o": 1136,
        "r": "niv:Genesis:36:4",
        "t": "Adah*ln bore Eliphaz to Esau, Basemath bore Reuel,"
    },
    {
        "o": 1137,
        "r": "niv:Genesis:36:5",
        "t": "and Oholibamah bore Jeush, Jalam and Korah. These were the sons of Esau, who were born to him in Canaan."
    },
    {
        "o": 1138,
        "r": "niv:Genesis:36:6",
        "t": "Esau*ln took his wives and sons and daughters and all the members of his household, as well as his livestock and all his other animals and all the goods he had acquired in Canaan, and moved to a land some distance from his brother Jacob."
    },
    {
        "o": 1139,
        "r": "niv:Genesis:36:7",
        "t": "Their possessions were too great for them to remain together; the land where they were staying could not support them both because of their livestock."
    },
    {
        "o": 1140,
        "r": "niv:Genesis:36:8",
        "t": "So Esau (that is, Edom) settled in the hill country of Seir."
    },
    {
        "o": 1141,
        "r": "niv:Genesis:36:9",
        "t": "This*p is the account of the family line of Esau the father of the Edomites in the hill country of Seir."
    },
    {
        "o": 1142,
        "r": "niv:Genesis:36:10",
        "t": "These*pln are the names of Esau’s sons: Eliphaz,*ld the son of Esau’s wife Adah, and Reuel, the son of Esau’s wife Basemath."
    },
    {
        "o": 1143,
        "r": "niv:Genesis:36:11",
        "t": "The*ln sons of Eliphaz: Teman,*ld Omar, Zepho, Gatam and Kenaz."
    },
    {
        "o": 1144,
        "r": "niv:Genesis:36:12",
        "t": "Esau’s*ld son Eliphaz also had a concubine named Timna, who bore him Amalek. These were grandsons of Esau’s wife Adah."
    },
    {
        "o": 1145,
        "r": "niv:Genesis:36:13",
        "t": "The*ln sons of Reuel: Nahath,*ld Zerah, Shammah and Mizzah. These were grandsons of Esau’s wife Basemath."
    },
    {
        "o": 1146,
        "r": "niv:Genesis:36:14",
        "t": "The*ld sons of Esau’s wife Oholibamah daughter of Anah and granddaughter of Zibeon, whom she bore to Esau: Jeush,*ld Jalam and Korah."
    },
    {
        "o": 1147,
        "r": "niv:Genesis:36:15",
        "t": "These*p were the chiefs among Esau’s descendants: The*ln sons of Eliphaz the firstborn of Esau: Chiefs*ld Teman, Omar, Zepho, Kenaz,"
    },
    {
        "o": 1148,
        "r": "niv:Genesis:36:16",
        "t": "Korah, Gatam and Amalek. These were the chiefs descended from Eliphaz in Edom; they were grandsons of Adah."
    },
    {
        "o": 1149,
        "r": "niv:Genesis:36:17",
        "t": "The*ln sons of Esau’s son Reuel: Chiefs*ld Nahath, Zerah, Shammah and Mizzah. These were the chiefs descended from Reuel in Edom; they were grandsons of Esau’s wife Basemath."
    },
    {
        "o": 1150,
        "r": "niv:Genesis:36:18",
        "t": "The*ln sons of Esau’s wife Oholibamah: Chiefs*ld Jeush, Jalam and Korah. These were the chiefs descended from Esau’s wife Oholibamah daughter of Anah."
    },
    {
        "o": 1151,
        "r": "niv:Genesis:36:19",
        "t": "These*p were the sons of Esau (that is, Edom), and these were their chiefs."
    },
    {
        "o": 1152,
        "r": "niv:Genesis:36:20",
        "t": "These*p were the sons of Seir the Horite, who were living in the region: Lotan,*ld Shobal, Zibeon, Anah,"
    },
    {
        "o": 1153,
        "r": "niv:Genesis:36:21",
        "t": "Dishon, Ezer and Dishan. These sons of Seir in Edom were Horite chiefs."
    },
    {
        "o": 1154,
        "r": "niv:Genesis:36:22",
        "t": "The*ln sons of Lotan: Hori*ld and Homam. Timna was Lotan’s sister."
    },
    {
        "o": 1155,
        "r": "niv:Genesis:36:23",
        "t": "The*ln sons of Shobal: Alvan,*ld Manahath, Ebal, Shepho and Onam."
    },
    {
        "o": 1156,
        "r": "niv:Genesis:36:24",
        "t": "The*ln sons of Zibeon: Aiah*ld and Anah. This is the Anah who discovered the hot springs in the desert while he was grazing the donkeys of his father Zibeon."
    },
    {
        "o": 1157,
        "r": "niv:Genesis:36:25",
        "t": "The*ln children of Anah: Dishon*ld and Oholibamah daughter of Anah."
    },
    {
        "o": 1158,
        "r": "niv:Genesis:36:26",
        "t": "The*ln sons of Dishon: Hemdan,*ld Eshban, Ithran and Keran."
    },
    {
        "o": 1159,
        "r": "niv:Genesis:36:27",
        "t": "The*ln sons of Ezer: Bilhan,*ld Zaavan and Akan."
    },
    {
        "o": 1160,
        "r": "niv:Genesis:36:28",
        "t": "The*ln sons of Dishan: Uz*ld and Aran."
    },
    {
        "o": 1161,
        "r": "niv:Genesis:36:29",
        "t": "These*ln were the Horite chiefs: Lotan,*ld Shobal, Zibeon, Anah,"
    },
    {
        "o": 1162,
        "r": "niv:Genesis:36:30",
        "t": "Dishon, Ezer and Dishan. These were the Horite chiefs, according to their divisions, in the land of Seir."
    },
    {
        "o": 1163,
        "r": "niv:Genesis:36:30",
        "t": "The Rulers of Edom",
        "h": 2
    },
    {
        "o": 1164,
        "r": "niv:Genesis:36:31",
        "t": "These*p were the kings who reigned in Edom before any Israelite king reigned:"
    },
    {
        "o": 1165,
        "r": "niv:Genesis:36:32",
        "t": "Bela*ln son of Beor became king of Edom. His city was named Dinhabah."
    },
    {
        "o": 1166,
        "r": "niv:Genesis:36:33",
        "t": "When*ln Bela died, Jobab son of Zerah from Bozrah succeeded him as king."
    },
    {
        "o": 1167,
        "r": "niv:Genesis:36:34",
        "t": "When*ln Jobab died, Husham from the land of the Temanites succeeded him as king."
    },
    {
        "o": 1168,
        "r": "niv:Genesis:36:35",
        "t": "When*ln Husham died, Hadad son of Bedad, who defeated Midian in the country of Moab, succeeded him as king. His city was named Avith."
    },
    {
        "o": 1169,
        "r": "niv:Genesis:36:36",
        "t": "When*ln Hadad died, Samlah from Masrekah succeeded him as king."
    },
    {
        "o": 1170,
        "r": "niv:Genesis:36:37",
        "t": "When*ln Samlah died, Shaul from Rehoboth on the river succeeded him as king."
    },
    {
        "o": 1171,
        "r": "niv:Genesis:36:38",
        "t": "When*ln Shaul died, Baal-Hanan son of Akbor succeeded him as king."
    },
    {
        "o": 1172,
        "r": "niv:Genesis:36:39",
        "t": "When*ln Baal-Hanan son of Akbor died, Hadad succeeded him as king. His city was named Pau, and his wife’s name was Mehetabel daughter of Matred, the daughter of Me-Zahab."
    },
    {
        "o": 1173,
        "r": "niv:Genesis:36:40",
        "t": "These*p were the chiefs descended from Esau, by name, according to their clans and regions: Timna,*ld Alvah, Jetheth,"
    },
    {
        "o": 1174,
        "r": "niv:Genesis:36:41",
        "t": "Oholibamah, Elah, Pinon,"
    },
    {
        "o": 1175,
        "r": "niv:Genesis:36:42",
        "t": "Kenaz, Teman, Mibzar,"
    },
    {
        "o": 1176,
        "r": "niv:Genesis:36:43",
        "t": "Magdiel and Iram. These were the chiefs of Edom, according to their settlements in the land they occupied. This*p is the family line of Esau, the father of the Edomites."
    }
]
