[
    {
        "o": 24972,
        "r": "esv:Amos:7:0",
        "t": "Amos 7",
        "h": 1
    },
    {
        "o": 24973,
        "r": "esv:Amos:7:0",
        "t": "Warning Visions",
        "h": 2
    },
    {
        "o": 24974,
        "r": "esv:Amos:7:1",
        "t": "This*p is what the Lord God*s showed me: behold, he was forming locusts when the latter growth was just beginning to sprout, and behold, it was the latter growth after the king’s mowings."
    },
    {
        "o": 24975,
        "r": "esv:Amos:7:2",
        "t": "When they had finished eating the grass of the land, I said, “O*pn Lord God,*s please forgive! How*ld can Jacob stand? He*ld is so small!”"
    },
    {
        "o": 24976,
        "r": "esv:Amos:7:3",
        "t": "The*ln Lord*s relented concerning this: “It*ld shall not be,” said the Lord.*s"
    },
    {
        "o": 24977,
        "r": "esv:Amos:7:4",
        "t": "This*p is what the Lord God*s showed me: behold, the Lord God*s was calling for a judgment by fire, and it devoured the great deep and was eating up the land."
    },
    {
        "o": 24978,
        "r": "esv:Amos:7:5",
        "t": "Then I said, “O*pn Lord God,*s please cease! How*ld can Jacob stand? He*ld is so small!”"
    },
    {
        "o": 24979,
        "r": "esv:Amos:7:6",
        "t": "The*ln Lord*s relented concerning this: “This*ld also shall not be,” said the Lord God.*s"
    },
    {
        "o": 24980,
        "r": "esv:Amos:7:7",
        "t": "This*p is what he showed me: behold, the Lord was standing beside a wall built with a plumb line, with a plumb line in his hand."
    },
    {
        "o": 24981,
        "r": "esv:Amos:7:8",
        "t": "And the Lord*s said to me, “Amos, what do you see?” And I said, “A plumb line.” Then the Lord said, “Behold,*pn I am setting a plumb line in*ld the midst of my people Israel; I*ld will never again pass by them;"
    },
    {
        "o": 24982,
        "r": "esv:Amos:7:9",
        "t": "the*ln high places of Isaac shall be made desolate, and*ld the sanctuaries of Israel shall be laid waste, and*ld I will rise against the house of Jeroboam with the sword.”"
    },
    {
        "o": 24983,
        "r": "esv:Amos:7:9",
        "t": "Amos Accused",
        "h": 2
    },
    {
        "o": 24984,
        "r": "esv:Amos:7:10",
        "t": "Then*p Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, “Amos has conspired against you in the midst of the house of Israel. The land is not able to bear all his words."
    },
    {
        "o": 24985,
        "r": "esv:Amos:7:11",
        "t": "For thus Amos has said, “‘Jeroboam*pn shall die by the sword, and*ld Israel must go into exile away*ld from his land.’”"
    },
    {
        "o": 24986,
        "r": "esv:Amos:7:12",
        "t": "And*p Amaziah said to Amos, “O seer, go, flee away to the land of Judah, and eat bread there, and prophesy there,"
    },
    {
        "o": 24987,
        "r": "esv:Amos:7:13",
        "t": "but never again prophesy at Bethel, for it is the king’s sanctuary, and it is a temple of the kingdom.”"
    },
    {
        "o": 24988,
        "r": "esv:Amos:7:14",
        "t": "Then*p Amos answered and said to Amaziah, “I was no prophet, nor a prophet’s son, but I was a herdsman and a dresser of sycamore figs."
    },
    {
        "o": 24989,
        "r": "esv:Amos:7:15",
        "t": "But the Lord*s took me from following the flock, and the Lord*s said to me, ‘Go, prophesy to my people Israel.’"
    },
    {
        "o": 24990,
        "r": "esv:Amos:7:16",
        "t": "Now therefore hear the word of the Lord.*s “You*pn say, ‘Do not prophesy against Israel, and*ld do not preach against the house of Isaac.’"
    },
    {
        "o": 24991,
        "r": "esv:Amos:7:17",
        "t": "Therefore*p thus says the Lord:*s “‘Your*pn wife shall be a prostitute in the city, and*ld your sons and your daughters shall fall by the sword, and*ld your land shall be divided up with a measuring line; you*ln yourself shall die in an unclean land, and*ld Israel shall surely go into exile away from its land.’”"
    }
]
