[
    {
        "o": 228,
        "r": "nkjv:Genesis:9:0",
        "t": "Genesis 9",
        "h": 1
    },
    {
        "o": 229,
        "r": "nkjv:Genesis:9:0",
        "t": "God’s Promise to Noah",
        "h": 2
    },
    {
        "o": 230,
        "r": "nkjv:Genesis:9:1",
        "t": "So*p God blessed Noah and his sons, and said to them: “Be fruitful and multiply, and fill the earth."
    },
    {
        "o": 231,
        "r": "nkjv:Genesis:9:2",
        "t": "And the fear of you and the dread of you shall be on every beast of the earth, on every bird of the air, on all that move on*i the earth, and on all the fish of the sea. They are given into your hand."
    },
    {
        "o": 232,
        "r": "nkjv:Genesis:9:3",
        "t": "Every moving thing that lives shall be food for you. I have given you all things, even as the green herbs."
    },
    {
        "o": 233,
        "r": "nkjv:Genesis:9:4",
        "t": "But you shall not eat flesh with its life, that*i is,*i its blood."
    },
    {
        "o": 234,
        "r": "nkjv:Genesis:9:5",
        "t": "Surely for your lifeblood I will demand a*i reckoning;*i from the hand of every beast I will require it, and from the hand of man. From the hand of every man’s brother I will require the life of man."
    },
    {
        "o": 235,
        "r": "nkjv:Genesis:9:6",
        "t": "“Whoever*pn sheds man’s blood, By*ld man his blood shall be shed; For*ld in the image of God He*ld made man."
    },
    {
        "o": 236,
        "r": "nkjv:Genesis:9:7",
        "t": "And*ld as for you, be fruitful and multiply; Bring*ld forth abundantly in the earth And*ld multiply in it.”"
    },
    {
        "o": 237,
        "r": "nkjv:Genesis:9:8",
        "t": "Then*p God spoke to Noah and to his sons with him, saying:"
    },
    {
        "o": 238,
        "r": "nkjv:Genesis:9:9",
        "t": "“And as for Me, behold, I establish My covenant with you and with your descendants after you,"
    },
    {
        "o": 239,
        "r": "nkjv:Genesis:9:10",
        "t": "and with every living creature that is*i with you: the birds, the cattle, and every beast of the earth with you, of all that go out of the ark, every beast of the earth."
    },
    {
        "o": 240,
        "r": "nkjv:Genesis:9:11",
        "t": "Thus I establish My covenant with you: Never again shall all flesh be cut off by the waters of the flood; never again shall there be a flood to destroy the earth.”"
    },
    {
        "o": 241,
        "r": "nkjv:Genesis:9:12",
        "t": "And*p God said: “This is*i the sign of the covenant which I make between Me and you, and every living creature that is*i with you, for perpetual generations:"
    },
    {
        "o": 242,
        "r": "nkjv:Genesis:9:13",
        "t": "I set My rainbow in the cloud, and it shall be for the sign of the covenant between Me and the earth."
    },
    {
        "o": 243,
        "r": "nkjv:Genesis:9:14",
        "t": "It shall be, when I bring a cloud over the earth, that the rainbow shall be seen in the cloud;"
    },
    {
        "o": 244,
        "r": "nkjv:Genesis:9:15",
        "t": "and I will remember My covenant which is*i between Me and you and every living creature of all flesh; the waters shall never again become a flood to destroy all flesh."
    },
    {
        "o": 245,
        "r": "nkjv:Genesis:9:16",
        "t": "The rainbow shall be in the cloud, and I will look on it to remember the everlasting covenant between God and every living creature of all flesh that is*i on the earth.”"
    },
    {
        "o": 246,
        "r": "nkjv:Genesis:9:17",
        "t": "And God said to Noah, “This is*i the sign of the covenant which I have established between Me and all flesh that is*i on the earth.”"
    },
    {
        "o": 247,
        "r": "nkjv:Genesis:9:17",
        "t": "Noah and His Sons",
        "h": 2
    },
    {
        "o": 248,
        "r": "nkjv:Genesis:9:18",
        "t": "Now*p the sons of Noah who went out of the ark were Shem, Ham, and Japheth. And Ham was*i the father of Canaan."
    },
    {
        "o": 249,
        "r": "nkjv:Genesis:9:19",
        "t": "These three were*i the sons of Noah, and from these the whole earth was populated."
    },
    {
        "o": 250,
        "r": "nkjv:Genesis:9:20",
        "t": "And*p Noah began to*i be*i a farmer, and he planted a vineyard."
    },
    {
        "o": 251,
        "r": "nkjv:Genesis:9:21",
        "t": "Then he drank of the wine and was drunk, and became uncovered in his tent."
    },
    {
        "o": 252,
        "r": "nkjv:Genesis:9:22",
        "t": "And Ham, the father of Canaan, saw the nakedness of his father, and told his two brothers outside."
    },
    {
        "o": 253,
        "r": "nkjv:Genesis:9:23",
        "t": "But Shem and Japheth took a garment, laid it*i on both their shoulders, and went backward and covered the nakedness of their father. Their faces were*i turned away, and they did not see their father’s nakedness."
    },
    {
        "o": 254,
        "r": "nkjv:Genesis:9:24",
        "t": "So*p Noah awoke from his wine, and knew what his younger son had done to him."
    },
    {
        "o": 255,
        "r": "nkjv:Genesis:9:25",
        "t": "Then he said: “Cursed*pn be*i Canaan; A*ld servant of servants He*ld shall be to his brethren.”"
    },
    {
        "o": 256,
        "r": "nkjv:Genesis:9:26",
        "t": "And*p he said: “Blessed*pn be*i the Lord,*s The*ld God of Shem, And*ld may Canaan be his servant."
    },
    {
        "o": 257,
        "r": "nkjv:Genesis:9:27",
        "t": "May*ld God enlarge Japheth, And*ld may he dwell in the tents of Shem; And*ld may Canaan be his servant.”"
    },
    {
        "o": 258,
        "r": "nkjv:Genesis:9:28",
        "t": "And*p Noah lived after the flood three hundred and fifty years."
    },
    {
        "o": 259,
        "r": "nkjv:Genesis:9:29",
        "t": "So all the days of Noah were nine hundred and fifty years; and he died."
    }
]
