[
    {
        "o": 15351,
        "r": "csb:Job:39:0",
        "t": "Job 39",
        "h": 1
    },
    {
        "o": 15352,
        "r": "csb:Job:39:1",
        "t": "Do*pn you know when mountain goats give birth? Have*ln you watched the deer in labor?"
    },
    {
        "o": 15353,
        "r": "csb:Job:39:2",
        "t": "Can*ln you count the months they are pregnant so*ln you can know the time they give birth?"
    },
    {
        "o": 15354,
        "r": "csb:Job:39:3",
        "t": "They*ln crouch down to give birth to their young; they*ln deliver their newborn."
    },
    {
        "o": 15355,
        "r": "csb:Job:39:4",
        "t": "Their*ln offspring are healthy and grow up in the open field. They*ln leave and do not return."
    },
    {
        "o": 15356,
        "r": "csb:Job:39:5",
        "t": "Who*pn set the wild donkey free? Who*ln released the swift donkey from its harness?"
    },
    {
        "o": 15357,
        "r": "csb:Job:39:6",
        "t": "I*ln made the desert its home, and*ln the salty wasteland its dwelling."
    },
    {
        "o": 15358,
        "r": "csb:Job:39:7",
        "t": "It*ln scoffs at the noise of the village and*ln never hears the shouts of a driver."
    },
    {
        "o": 15359,
        "r": "csb:Job:39:8",
        "t": "It*ln roams the mountains for its pastureland, searching*ln for anything green."
    },
    {
        "o": 15360,
        "r": "csb:Job:39:9",
        "t": "Would*ln the wild ox be willing to serve you? Would*ln it spend the night by your feeding trough?"
    },
    {
        "o": 15361,
        "r": "csb:Job:39:10",
        "t": "Can*ln you hold the wild ox to a furrow by its harness? Will*ln it plow the valleys behind you?"
    },
    {
        "o": 15362,
        "r": "csb:Job:39:11",
        "t": "Can*ln you depend on it because its strength is great? Would*ln you leave it to do your hard work?"
    },
    {
        "o": 15363,
        "r": "csb:Job:39:12",
        "t": "Can*ln you trust the wild ox to harvest your grain and*ln bring it to your threshing floor?"
    },
    {
        "o": 15364,
        "r": "csb:Job:39:13",
        "t": "The*pn wings of the ostrich flap joyfully, but*ln are her feathers and plumage like the stork’s?"
    },
    {
        "o": 15365,
        "r": "csb:Job:39:14",
        "t": "She*ln abandons her eggs on the ground and*ln lets them be warmed in the sand."
    },
    {
        "o": 15366,
        "r": "csb:Job:39:15",
        "t": "She*ln forgets that a foot may crush them or*ln that some wild animal may trample them."
    },
    {
        "o": 15367,
        "r": "csb:Job:39:16",
        "t": "She*ln treats her young harshly, as if they were not her own, with*ln no fear that her labor may have been in vain."
    },
    {
        "o": 15368,
        "r": "csb:Job:39:17",
        "t": "For*ln God has deprived her of wisdom; he*ln has not endowed her with understanding."
    },
    {
        "o": 15369,
        "r": "csb:Job:39:18",
        "t": "When*ln she proudly spreads her wings, she*ln laughs at the horse and its rider."
    },
    {
        "o": 15370,
        "r": "csb:Job:39:19",
        "t": "Do*pn you give strength to the horse? Do*ln you adorn his neck with a mane?"
    },
    {
        "o": 15371,
        "r": "csb:Job:39:20",
        "t": "Do*ln you make him leap like a locust? His*ln proud snorting fills one with terror."
    },
    {
        "o": 15372,
        "r": "csb:Job:39:21",
        "t": "He*ln paws in the valley and rejoices in his strength; he*ln charges into battle."
    },
    {
        "o": 15373,
        "r": "csb:Job:39:22",
        "t": "He*ln laughs at fear, since he is afraid of nothing; he*ln does not run from the sword."
    },
    {
        "o": 15374,
        "r": "csb:Job:39:23",
        "t": "A*ln quiver rattles at his side, along*ln with a flashing spear and a javelin."
    },
    {
        "o": 15375,
        "r": "csb:Job:39:24",
        "t": "He*ln charges ahead with trembling rage; he*ln cannot stand still at the sound of the ram’s horn."
    },
    {
        "o": 15376,
        "r": "csb:Job:39:25",
        "t": "When*ln the ram’s horn blasts, he snorts defiantly. He*ln smells the battle from a distance; he*ln hears the officers’ shouts and the battle cry."
    },
    {
        "o": 15377,
        "r": "csb:Job:39:26",
        "t": "Does*pn the hawk take flight by your understanding and*ln spread its wings to the south?"
    },
    {
        "o": 15378,
        "r": "csb:Job:39:27",
        "t": "Does*ln the eagle soar at your command and*ln make its nest on high?"
    },
    {
        "o": 15379,
        "r": "csb:Job:39:28",
        "t": "It*ln lives on a cliff where it spends the night; its*ln stronghold is on a rocky crag."
    },
    {
        "o": 15380,
        "r": "csb:Job:39:29",
        "t": "From*ln there it searches for prey; its*ln eyes penetrate the distance."
    },
    {
        "o": 15381,
        "r": "csb:Job:39:30",
        "t": "Its*ln brood gulps down blood, and*ln where the slain are, it is there."
    }
]
