[
    {
        "o": 12786,
        "r": "csb:2 Chronicles:17:0",
        "t": "2 Chronicles 17",
        "h": 1
    },
    {
        "o": 12787,
        "r": "csb:2 Chronicles:17:0",
        "t": "Judah’s King Jehoshaphat",
        "h": 2
    },
    {
        "o": 12788,
        "r": "csb:2 Chronicles:17:1",
        "t": "His*p son Jehoshaphat became king in his place and strengthened himself against Israel."
    },
    {
        "o": 12789,
        "r": "csb:2 Chronicles:17:2",
        "t": "He stationed troops in every fortified city of Judah and set garrisons in the land of Judah and in the cities of Ephraim that his father Asa had captured."
    },
    {
        "o": 12790,
        "r": "csb:2 Chronicles:17:3",
        "t": "Now*p the Lord*s was with Jehoshaphat because he walked in the former ways of his ancestor David. He did not seek the Baals"
    },
    {
        "o": 12791,
        "r": "csb:2 Chronicles:17:4",
        "t": "but sought the God of his father and walked by his commands, not according to the practices of Israel."
    },
    {
        "o": 12792,
        "r": "csb:2 Chronicles:17:5",
        "t": "So the Lord*s established the kingdom in his hand. Then all Judah brought him tribute, and he had riches and honor in abundance."
    },
    {
        "o": 12793,
        "r": "csb:2 Chronicles:17:6",
        "t": "He took great pride in the Lord’s*s ways, and he again removed the high places and Asherah poles from Judah."
    },
    {
        "o": 12794,
        "r": "csb:2 Chronicles:17:6",
        "t": "Jehoshaphat’s Educational Plan",
        "h": 2
    },
    {
        "o": 12795,
        "r": "csb:2 Chronicles:17:7",
        "t": "In*p the third year of his reign, Jehoshaphat sent his officials - Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah - to teach in the cities of Judah."
    },
    {
        "o": 12796,
        "r": "csb:2 Chronicles:17:8",
        "t": "The Levites with them were Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-adonijah; the priests, Elishama and Jehoram, were with these Levites."
    },
    {
        "o": 12797,
        "r": "csb:2 Chronicles:17:9",
        "t": "They taught throughout Judah, having the book of the Lord’s*s instruction with them. They went throughout the towns of Judah and taught the people."
    },
    {
        "o": 12798,
        "r": "csb:2 Chronicles:17:10",
        "t": "The*p terror of the Lord*s was on all the kingdoms of the lands that surrounded Judah, so they didn’t fight against Jehoshaphat."
    },
    {
        "o": 12799,
        "r": "csb:2 Chronicles:17:11",
        "t": "Some of the Philistines also brought gifts and silver as tribute to Jehoshaphat, and the Arabs brought him flocks: 7,700 rams and 7,700 male goats."
    },
    {
        "o": 12800,
        "r": "csb:2 Chronicles:17:11",
        "t": "Jehoshaphat’s Military Might",
        "h": 2
    },
    {
        "o": 12801,
        "r": "csb:2 Chronicles:17:12",
        "t": "Jehoshaphat*p grew stronger and stronger. He built fortresses and storage cities in Judah"
    },
    {
        "o": 12802,
        "r": "csb:2 Chronicles:17:13",
        "t": "and carried out great works in the towns of Judah. He had fighting men, valiant warriors, in Jerusalem."
    },
    {
        "o": 12803,
        "r": "csb:2 Chronicles:17:14",
        "t": "These are their numbers according to their ancestral families. For Judah, the commanders of thousands: Adnah*ln the commander and three hundred thousand valiant warriors with him;"
    },
    {
        "o": 12804,
        "r": "csb:2 Chronicles:17:15",
        "t": "next*ln to him, Jehohanan the commander and two hundred eighty thousand with him;"
    },
    {
        "o": 12805,
        "r": "csb:2 Chronicles:17:16",
        "t": "next*ln to him, Amasiah son of Zichri, the volunteer of the Lord,*s and two hundred thousand valiant warriors with him;"
    },
    {
        "o": 12806,
        "r": "csb:2 Chronicles:17:17",
        "t": "from*ln Benjamin, Eliada, a valiant warrior, and two hundred thousand with him armed with bow and shield;"
    },
    {
        "o": 12807,
        "r": "csb:2 Chronicles:17:18",
        "t": "next*ln to him, Jehozabad and one hundred eighty thousand with him equipped for war."
    },
    {
        "o": 12808,
        "r": "csb:2 Chronicles:17:19",
        "t": "These*p were the ones who served the king, besides those he stationed in the fortified cities throughout all Judah."
    }
]
