[
    {
        "o": 10837,
        "r": "esv:2 Kings:13:0",
        "t": "2 Kings 13",
        "h": 1
    },
    {
        "o": 10838,
        "r": "esv:2 Kings:13:0",
        "t": "Jehoahaz Reigns in Israel",
        "h": 2
    },
    {
        "o": 10839,
        "r": "esv:2 Kings:13:1",
        "t": "In*p the twenty-third year of Joash the son of Ahaziah, king of Judah, Jehoahaz the son of Jehu began to reign over Israel in Samaria, and he reigned seventeen years."
    },
    {
        "o": 10840,
        "r": "esv:2 Kings:13:2",
        "t": "He did what was evil in the sight of the Lord*s and followed the sins of Jeroboam the son of Nebat, which he made Israel to sin; he did not depart from them."
    },
    {
        "o": 10841,
        "r": "esv:2 Kings:13:3",
        "t": "And the anger of the Lord*s was kindled against Israel, and he gave them continually into the hand of Hazael king of Syria and into the hand of Ben-hadad the son of Hazael."
    },
    {
        "o": 10842,
        "r": "esv:2 Kings:13:4",
        "t": "Then Jehoahaz sought the favor of the Lord,*s and the Lord*s listened to him, for he saw the oppression of Israel, how the king of Syria oppressed them."
    },
    {
        "o": 10843,
        "r": "esv:2 Kings:13:5",
        "t": "(Therefore the Lord*s gave Israel a savior, so that they escaped from the hand of the Syrians, and the people of Israel lived in their homes as formerly."
    },
    {
        "o": 10844,
        "r": "esv:2 Kings:13:6",
        "t": "Nevertheless, they did not depart from the sins of the house of Jeroboam, which he made Israel to sin, but walked in them; and the Asherah also remained in Samaria.)"
    },
    {
        "o": 10845,
        "r": "esv:2 Kings:13:7",
        "t": "For there was not left to Jehoahaz an army of more than fifty horsemen and ten chariots and ten thousand footmen, for the king of Syria had destroyed them and made them like the dust at threshing."
    },
    {
        "o": 10846,
        "r": "esv:2 Kings:13:8",
        "t": "Now the rest of the acts of Jehoahaz and all that he did, and his might, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10847,
        "r": "esv:2 Kings:13:9",
        "t": "So Jehoahaz slept with his fathers, and they buried him in Samaria, and Joash his son reigned in his place."
    },
    {
        "o": 10848,
        "r": "esv:2 Kings:13:9",
        "t": "Jehoash Reigns in Israel",
        "h": 2
    },
    {
        "o": 10849,
        "r": "esv:2 Kings:13:10",
        "t": "In*p the thirty-seventh year of Joash king of Judah, Jehoash the son of Jehoahaz began to reign over Israel in Samaria, and he reigned sixteen years."
    },
    {
        "o": 10850,
        "r": "esv:2 Kings:13:11",
        "t": "He also did what was evil in the sight of the Lord.*s He did not depart from all the sins of Jeroboam the son of Nebat, which he made Israel to sin, but he walked in them."
    },
    {
        "o": 10851,
        "r": "esv:2 Kings:13:12",
        "t": "Now the rest of the acts of Joash and all that he did, and the might with which he fought against Amaziah king of Judah, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10852,
        "r": "esv:2 Kings:13:13",
        "t": "So Joash slept with his fathers, and Jeroboam sat on his throne. And Joash was buried in Samaria with the kings of Israel."
    },
    {
        "o": 10853,
        "r": "esv:2 Kings:13:13",
        "t": "The Death of Elisha",
        "h": 2
    },
    {
        "o": 10854,
        "r": "esv:2 Kings:13:14",
        "t": "Now*p when Elisha had fallen sick with the illness of which he was to die, Joash king of Israel went down to him and wept before him, crying, “My father, my father! The chariots of Israel and its horsemen!”"
    },
    {
        "o": 10855,
        "r": "esv:2 Kings:13:15",
        "t": "And Elisha said to him, “Take a bow and arrows.” So he took a bow and arrows."
    },
    {
        "o": 10856,
        "r": "esv:2 Kings:13:16",
        "t": "Then he said to the king of Israel, “Draw the bow,” and he drew it. And Elisha laid his hands on the king’s hands."
    },
    {
        "o": 10857,
        "r": "esv:2 Kings:13:17",
        "t": "And he said, “Open the window eastward,” and he opened it. Then Elisha said, “Shoot,” and he shot. And he said, “The Lord’s*s arrow of victory, the arrow of victory over Syria! For you shall fight the Syrians in Aphek until you have made an end of them.”"
    },
    {
        "o": 10858,
        "r": "esv:2 Kings:13:18",
        "t": "And he said, “Take the arrows,” and he took them. And he said to the king of Israel, “Strike the ground with them.” And he struck three times and stopped."
    },
    {
        "o": 10859,
        "r": "esv:2 Kings:13:19",
        "t": "Then the man of God was angry with him and said, “You should have struck five or six times; then you would have struck down Syria until you had made an end of it, but now you will strike down Syria only three times.”"
    },
    {
        "o": 10860,
        "r": "esv:2 Kings:13:20",
        "t": "So*p Elisha died, and they buried him. Now bands of Moabites used to invade the land in the spring of the year."
    },
    {
        "o": 10861,
        "r": "esv:2 Kings:13:21",
        "t": "And as a man was being buried, behold, a marauding band was seen and the man was thrown into the grave of Elisha, and as soon as the man touched the bones of Elisha, he revived and stood on his feet."
    },
    {
        "o": 10862,
        "r": "esv:2 Kings:13:22",
        "t": "Now*p Hazael king of Syria oppressed Israel all the days of Jehoahaz."
    },
    {
        "o": 10863,
        "r": "esv:2 Kings:13:23",
        "t": "But the Lord*s was gracious to them and had compassion on them, and he turned toward them, because of his covenant with Abraham, Isaac, and Jacob, and would not destroy them, nor has he cast them from his presence until now."
    },
    {
        "o": 10864,
        "r": "esv:2 Kings:13:24",
        "t": "When*p Hazael king of Syria died, Ben-hadad his son became king in his place."
    },
    {
        "o": 10865,
        "r": "esv:2 Kings:13:25",
        "t": "Then Jehoash the son of Jehoahaz took again from Ben-hadad the son of Hazael the cities that he had taken from Jehoahaz his father in war. Three times Joash defeated him and recovered the cities of Israel."
    }
]
