[
    {
        "o": 13915,
        "r": "nasb:Nehemiah:12:0",
        "t": "Nehemiah 12",
        "h": 1
    },
    {
        "o": 13916,
        "r": "nasb:Nehemiah:12:0",
        "t": "Priests and Levites Who Returned to Jerusalem with Zerubbabel",
        "h": 2
    },
    {
        "o": 13917,
        "r": "nasb:Nehemiah:12:1",
        "t": "Now*p these are the priests and the Levites who came up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,"
    },
    {
        "o": 13918,
        "r": "nasb:Nehemiah:12:2",
        "t": "Amariah, Malluch, Hattush,"
    },
    {
        "o": 13919,
        "r": "nasb:Nehemiah:12:3",
        "t": "Shecaniah, Rehum, Meremoth,"
    },
    {
        "o": 13920,
        "r": "nasb:Nehemiah:12:4",
        "t": "Iddo, Ginnethoi, Abijah,"
    },
    {
        "o": 13921,
        "r": "nasb:Nehemiah:12:5",
        "t": "Mijamin, Maadiah, Bilgah,"
    },
    {
        "o": 13922,
        "r": "nasb:Nehemiah:12:6",
        "t": "Shemaiah and Joiarib, Jedaiah,"
    },
    {
        "o": 13923,
        "r": "nasb:Nehemiah:12:7",
        "t": "Sallu, Amok, Hilkiah and Jedaiah. These were the heads of the priests and their kinsmen in the days of Jeshua."
    },
    {
        "o": 13924,
        "r": "nasb:Nehemiah:12:8",
        "t": "The*p Levites were*i Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and*i Mattaniah who*i was*i in charge of the songs of thanksgiving, he and his brothers."
    },
    {
        "o": 13925,
        "r": "nasb:Nehemiah:12:9",
        "t": "Also Bakbukiah and Unni, their brothers, stood opposite them in their*i service divisions."
    },
    {
        "o": 13926,
        "r": "nasb:Nehemiah:12:10",
        "t": "Jeshua became the father of Joiakim, and Joiakim became the father of Eliashib, and Eliashib became the father of Joiada,"
    },
    {
        "o": 13927,
        "r": "nasb:Nehemiah:12:11",
        "t": "and Joiada became the father of Jonathan, and Jonathan became the father of Jaddua."
    },
    {
        "o": 13928,
        "r": "nasb:Nehemiah:12:12",
        "t": "Now*p in the days of Joiakim, the priests, the heads of fathers’ households*i were: of Seraiah, Meraiah; of Jeremiah, Hananiah;"
    },
    {
        "o": 13929,
        "r": "nasb:Nehemiah:12:13",
        "t": "of Ezra, Meshullam; of Amariah, Jehohanan;"
    },
    {
        "o": 13930,
        "r": "nasb:Nehemiah:12:14",
        "t": "of Malluchi, Jonathan; of Shebaniah, Joseph;"
    },
    {
        "o": 13931,
        "r": "nasb:Nehemiah:12:15",
        "t": "of Harim, Adna; of Meraioth, Helkai;"
    },
    {
        "o": 13932,
        "r": "nasb:Nehemiah:12:16",
        "t": "of Iddo, Zechariah; of Ginnethon, Meshullam;"
    },
    {
        "o": 13933,
        "r": "nasb:Nehemiah:12:17",
        "t": "of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;"
    },
    {
        "o": 13934,
        "r": "nasb:Nehemiah:12:18",
        "t": "of Bilgah, Shammua; of Shemaiah, Jehonathan;"
    },
    {
        "o": 13935,
        "r": "nasb:Nehemiah:12:19",
        "t": "of Joiarib, Mattenai; of Jedaiah, Uzzi;"
    },
    {
        "o": 13936,
        "r": "nasb:Nehemiah:12:20",
        "t": "of Sallai, Kallai; of Amok, Eber;"
    },
    {
        "o": 13937,
        "r": "nasb:Nehemiah:12:21",
        "t": "of Hilkiah, Hashabiah; of Jedaiah, Nethanel."
    },
    {
        "o": 13938,
        "r": "nasb:Nehemiah:12:21",
        "t": "The Chief Levites",
        "h": 2
    },
    {
        "o": 13939,
        "r": "nasb:Nehemiah:12:22",
        "t": "As*p for the Levites, the heads of fathers’ households*i were registered in the days of Eliashib, Joiada, and Johanan and Jaddua; so were*i the priests in the reign of Darius the Persian."
    },
    {
        "o": 13940,
        "r": "nasb:Nehemiah:12:23",
        "t": "The sons of Levi, the heads of fathers’ households,*i were registered in the Book of the Chronicles up to the days of Johanan the son of Eliashib."
    },
    {
        "o": 13941,
        "r": "nasb:Nehemiah:12:24",
        "t": "The heads of the Levites were*i Hashabiah, Sherebiah and Jeshua the son of Kadmiel, with their brothers opposite them, to praise and*i give thanks, as prescribed by David the man of God, division corresponding to division."
    },
    {
        "o": 13942,
        "r": "nasb:Nehemiah:12:25",
        "t": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon and*i Akkub were*i gatekeepers keeping watch at the storehouses of the gates."
    },
    {
        "o": 13943,
        "r": "nasb:Nehemiah:12:26",
        "t": "These served*i in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor and of Ezra the priest and*i scribe."
    },
    {
        "o": 13944,
        "r": "nasb:Nehemiah:12:26",
        "t": "Dedication of the Wall",
        "h": 2
    },
    {
        "o": 13945,
        "r": "nasb:Nehemiah:12:27",
        "t": "Now*p at the dedication of the wall of Jerusalem they sought out the Levites from all their places, to bring them to Jerusalem so that they might celebrate the dedication with gladness, with hymns of thanksgiving and with songs to*i the*i accompaniment*i of cymbals, harps and lyres."
    },
    {
        "o": 13946,
        "r": "nasb:Nehemiah:12:28",
        "t": "So the sons of the singers were assembled from the district around Jerusalem, and from the villages of the Netophathites,"
    },
    {
        "o": 13947,
        "r": "nasb:Nehemiah:12:29",
        "t": "from Beth-gilgal and from their*i fields in Geba and Azmaveth, for the singers had built themselves villages around Jerusalem."
    },
    {
        "o": 13948,
        "r": "nasb:Nehemiah:12:30",
        "t": "The priests and the Levites purified themselves; they also purified the people, the gates and the wall."
    },
    {
        "o": 13949,
        "r": "nasb:Nehemiah:12:30",
        "t": "Procedures for the Temple",
        "h": 2
    },
    {
        "o": 13950,
        "r": "nasb:Nehemiah:12:31",
        "t": "Then*p I had the leaders of Judah come up on top of the wall, and I appointed two great choirs, the first proceeding to the right on top of the wall toward the Refuse Gate."
    },
    {
        "o": 13951,
        "r": "nasb:Nehemiah:12:32",
        "t": "Hoshaiah and half of the leaders of Judah followed them,"
    },
    {
        "o": 13952,
        "r": "nasb:Nehemiah:12:33",
        "t": "with Azariah, Ezra, Meshullam,"
    },
    {
        "o": 13953,
        "r": "nasb:Nehemiah:12:34",
        "t": "Judah, Benjamin, Shemaiah, Jeremiah,"
    },
    {
        "o": 13954,
        "r": "nasb:Nehemiah:12:35",
        "t": "and some of the sons of the priests with trumpets; and*i Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph,"
    },
    {
        "o": 13955,
        "r": "nasb:Nehemiah:12:36",
        "t": "and his kinsmen, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah and*i Hanani, with the musical instruments of David the man of God. And Ezra the scribe went before them."
    },
    {
        "o": 13956,
        "r": "nasb:Nehemiah:12:37",
        "t": "At the Fountain Gate they went directly up the steps of the city of David by the stairway of the wall above the house of David to the Water Gate on the east."
    },
    {
        "o": 13957,
        "r": "nasb:Nehemiah:12:38",
        "t": "The*p second choir proceeded to the left, while I followed them with half of the people on the wall, above the Tower of Furnaces, to the Broad Wall,"
    },
    {
        "o": 13958,
        "r": "nasb:Nehemiah:12:39",
        "t": "and above the Gate of Ephraim, by the Old Gate, by the Fish Gate, the Tower of Hananel and the Tower of the Hundred, as far as the Sheep Gate; and they stopped at the Gate of the Guard."
    },
    {
        "o": 13959,
        "r": "nasb:Nehemiah:12:40",
        "t": "Then the two choirs took their stand in the house of God. So did I and half of the officials with me;"
    },
    {
        "o": 13960,
        "r": "nasb:Nehemiah:12:41",
        "t": "and the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah and Hananiah, with the trumpets;"
    },
    {
        "o": 13961,
        "r": "nasb:Nehemiah:12:42",
        "t": "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam and Ezer. And the singers sang, with Jezrahiah their*i leader,"
    },
    {
        "o": 13962,
        "r": "nasb:Nehemiah:12:43",
        "t": "and on that day they offered great sacrifices and rejoiced because God had given them great joy, even the women and children rejoiced, so that the joy of Jerusalem was heard from afar."
    },
    {
        "o": 13963,
        "r": "nasb:Nehemiah:12:44",
        "t": "On*p that day men were also appointed over the chambers for the stores, the contributions, the first fruits and the tithes, to gather into them from the fields of the cities the portions required by the law for the priests and Levites; for Judah rejoiced over the priests and Levites who served."
    },
    {
        "o": 13964,
        "r": "nasb:Nehemiah:12:45",
        "t": "For they performed the worship of their God and the service of purification, together with the singers and the gatekeepers in accordance with the command of David and*i of his son Solomon."
    },
    {
        "o": 13965,
        "r": "nasb:Nehemiah:12:46",
        "t": "For in the days of David and Asaph, in ancient times, there*i were*i leaders of the singers, songs of praise and hymns of thanksgiving to God."
    },
    {
        "o": 13966,
        "r": "nasb:Nehemiah:12:47",
        "t": "So all Israel in the days of Zerubbabel and Nehemiah gave the portions due the singers and the gatekeepers as each day required, and set apart the consecrated portion*i for the Levites, and the Levites set apart the consecrated portion*i for the sons of Aaron."
    }
]
