[
    {
        "o": 34083,
        "r": "csb:Hebrews:7:0",
        "t": "Hebrews 7",
        "h": 1
    },
    {
        "o": 34084,
        "r": "csb:Hebrews:7:0",
        "t": "The Greatness of Melchizedek",
        "h": 2
    },
    {
        "o": 34085,
        "r": "csb:Hebrews:7:1",
        "t": "For*p this Melchizedek, king of Salem, priest of God Most High, met Abraham and blessed him as he returned from defeating the kings,"
    },
    {
        "o": 34086,
        "r": "csb:Hebrews:7:2",
        "t": "and Abraham gave him a tenth of everything. First, his name means king of righteousness, then also, king of Salem, meaning king of peace."
    },
    {
        "o": 34087,
        "r": "csb:Hebrews:7:3",
        "t": "Without father, mother, or genealogy, having neither beginning of days nor end of life, but resembling the Son of God, he remains a priest forever."
    },
    {
        "o": 34088,
        "r": "csb:Hebrews:7:4",
        "t": "Now*p consider how great this man was: even Abraham the patriarch gave a tenth of the plunder to him."
    },
    {
        "o": 34089,
        "r": "csb:Hebrews:7:5",
        "t": "The sons of Levi who receive the priestly office have a command according to the law to collect a tenth from the people- that is, from their brothers and sisters - though they have also descended from Abraham."
    },
    {
        "o": 34090,
        "r": "csb:Hebrews:7:6",
        "t": "But one without this lineage collected a tenth from Abraham and blessed the one who had the promises."
    },
    {
        "o": 34091,
        "r": "csb:Hebrews:7:7",
        "t": "Without a doubt, the inferior is blessed by the superior."
    },
    {
        "o": 34092,
        "r": "csb:Hebrews:7:8",
        "t": "In the one case, men who will die receive a tenth, but in the other case, Scripture testifies that he lives."
    },
    {
        "o": 34093,
        "r": "csb:Hebrews:7:9",
        "t": "And in a sense Levi himself, who receives a tenth, has paid a tenth through Abraham,"
    },
    {
        "o": 34094,
        "r": "csb:Hebrews:7:10",
        "t": "for he was still within his ancestor when Melchizedek met him."
    },
    {
        "o": 34095,
        "r": "csb:Hebrews:7:10",
        "t": "A Superior Priesthood",
        "h": 2
    },
    {
        "o": 34096,
        "r": "csb:Hebrews:7:11",
        "t": "Now*p if perfection came through the Levitical priesthood (for on the basis of it the people received the law), what further need was there for another priest to appear, said to be according to the order of Melchizedek and not according to the order of Aaron?"
    },
    {
        "o": 34097,
        "r": "csb:Hebrews:7:12",
        "t": "For when there is a change of the priesthood, there must be a change of law as well."
    },
    {
        "o": 34098,
        "r": "csb:Hebrews:7:13",
        "t": "For the one these things are spoken about belonged to a different tribe. No one from it has served at the altar."
    },
    {
        "o": 34099,
        "r": "csb:Hebrews:7:14",
        "t": "Now it is evident that our Lord came from Judah, and Moses said nothing about that tribe concerning priests."
    },
    {
        "o": 34100,
        "r": "csb:Hebrews:7:15",
        "t": "And*p this becomes clearer if another priest like Melchizedek appears,"
    },
    {
        "o": 34101,
        "r": "csb:Hebrews:7:16",
        "t": "who did not become a priest based on a legal regulation about physical descent but based on the power of an indestructible life."
    },
    {
        "o": 34102,
        "r": "csb:Hebrews:7:17",
        "t": "For it has been testified: You*ipn are*i a*i priest*i forever*i according*iln to*i the*i order*i of*i Melchizedek.*i"
    },
    {
        "o": 34103,
        "r": "csb:Hebrews:7:18",
        "t": "So*p the previous command is annulled because it was weak and unprofitable"
    },
    {
        "o": 34104,
        "r": "csb:Hebrews:7:19",
        "t": "(for the law perfected nothing), but a better hope is introduced, through which we draw near to God."
    },
    {
        "o": 34105,
        "r": "csb:Hebrews:7:20",
        "t": "None*p of this happened without an oath. For others became priests without an oath,"
    },
    {
        "o": 34106,
        "r": "csb:Hebrews:7:21",
        "t": "but he became a priest with an oath made by the one who said to him: The*ipn Lord*i has*i sworn*i and*iln will*i not*i change*i his*i mind,*i “You*iln are*i a*i priest*i forever.”*i"
    },
    {
        "o": 34107,
        "r": "csb:Hebrews:7:22",
        "t": "Because*p of this oath, Jesus has also become the guarantee of a better covenant."
    },
    {
        "o": 34108,
        "r": "csb:Hebrews:7:23",
        "t": "Now*p many have become Levitical priests, since they are prevented by death from remaining in office."
    },
    {
        "o": 34109,
        "r": "csb:Hebrews:7:24",
        "t": "But because he remains forever, he holds his priesthood permanently."
    },
    {
        "o": 34110,
        "r": "csb:Hebrews:7:25",
        "t": "Therefore, he is able to save completely those who come to God through him, since he always lives to intercede for them."
    },
    {
        "o": 34111,
        "r": "csb:Hebrews:7:26",
        "t": "For*p this is the kind of high priest we need: holy, innocent, undefiled, separated from sinners, and exalted above the heavens."
    },
    {
        "o": 34112,
        "r": "csb:Hebrews:7:27",
        "t": "He doesn’t need to offer sacrifices every day, as high priests do - first for their own sins, then for those of the people. He did this once for all time when he offered himself."
    },
    {
        "o": 34113,
        "r": "csb:Hebrews:7:28",
        "t": "For the law appoints as high priests men who are weak, but the promise of the oath, which came after the law, appoints a Son, who has been perfected forever."
    }
]
