[
    {
        "o": 23379,
        "r": "niv:Ezekiel:33:0",
        "t": "Ezekiel 33",
        "h": 1
    },
    {
        "o": 23380,
        "r": "niv:Ezekiel:33:0",
        "t": "Renewal of Ezekiel’s Call as Watchman",
        "h": 2
    },
    {
        "o": 23381,
        "r": "niv:Ezekiel:33:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23382,
        "r": "niv:Ezekiel:33:2",
        "t": "“Son of man, speak to your people and say to them: ‘When I bring the sword against a land, and the people of the land choose one of their men and make him their watchman,"
    },
    {
        "o": 23383,
        "r": "niv:Ezekiel:33:3",
        "t": "and he sees the sword coming against the land and blows the trumpet to warn the people,"
    },
    {
        "o": 23384,
        "r": "niv:Ezekiel:33:4",
        "t": "then if anyone hears the trumpet but does not heed the warning and the sword comes and takes their life, their blood will be on their own head."
    },
    {
        "o": 23385,
        "r": "niv:Ezekiel:33:5",
        "t": "Since they heard the sound of the trumpet but did not heed the warning, their blood will be on their own head. If they had heeded the warning, they would have saved themselves."
    },
    {
        "o": 23386,
        "r": "niv:Ezekiel:33:6",
        "t": "But if the watchman sees the sword coming and does not blow the trumpet to warn the people and the sword comes and takes someone’s life, that person’s life will be taken because of their sin, but I will hold the watchman accountable for their blood.’"
    },
    {
        "o": 23387,
        "r": "niv:Ezekiel:33:7",
        "t": "“Son*p of man, I have made you a watchman for the people of Israel; so hear the word I speak and give them warning from me."
    },
    {
        "o": 23388,
        "r": "niv:Ezekiel:33:8",
        "t": "When I say to the wicked, ‘You wicked person, you will surely die,’ and you do not speak out to dissuade them from their ways, that wicked person will die for their sin, and I will hold you accountable for their blood."
    },
    {
        "o": 23389,
        "r": "niv:Ezekiel:33:9",
        "t": "But if you do warn the wicked person to turn from their ways and they do not do so, they will die for their sin, though you yourself will be saved."
    },
    {
        "o": 23390,
        "r": "niv:Ezekiel:33:10",
        "t": "“Son*p of man, say to the Israelites, ‘This is what you are saying: “Our offenses and sins weigh us down, and we are wasting away because of them. How then can we live?” ’"
    },
    {
        "o": 23391,
        "r": "niv:Ezekiel:33:11",
        "t": "Say to them, ‘As surely as I live, declares the Sovereign Lord,*s I take no pleasure in the death of the wicked, but rather that they turn from their ways and live. Turn! Turn from your evil ways! Why will you die, people of Israel?’"
    },
    {
        "o": 23392,
        "r": "niv:Ezekiel:33:12",
        "t": "“Therefore,*p son of man, say to your people, ‘If someone who is righteous disobeys, that person’s former righteousness will count for nothing. And if someone who is wicked repents, that person’s former wickedness will not bring condemnation. The righteous person who sins will not be allowed to live even though they were formerly righteous.’"
    },
    {
        "o": 23393,
        "r": "niv:Ezekiel:33:13",
        "t": "If I tell a righteous person that they will surely live, but then they trust in their righteousness and do evil, none of the righteous things that person has done will be remembered; they will die for the evil they have done."
    },
    {
        "o": 23394,
        "r": "niv:Ezekiel:33:14",
        "t": "And if I say to a wicked person, ‘You will surely die,’ but they then turn away from their sin and do what is just and right—"
    },
    {
        "o": 23395,
        "r": "niv:Ezekiel:33:15",
        "t": "if they give back what they took in pledge for a loan, return what they have stolen, follow the decrees that give life, and do no evil—that person will surely live; they will not die."
    },
    {
        "o": 23396,
        "r": "niv:Ezekiel:33:16",
        "t": "None of the sins that person has committed will be remembered against them. They have done what is just and right; they will surely live."
    },
    {
        "o": 23397,
        "r": "niv:Ezekiel:33:17",
        "t": "“Yet*p your people say, ‘The way of the Lord is not just.’ But it is their way that is not just."
    },
    {
        "o": 23398,
        "r": "niv:Ezekiel:33:18",
        "t": "If a righteous person turns from their righteousness and does evil, they will die for it."
    },
    {
        "o": 23399,
        "r": "niv:Ezekiel:33:19",
        "t": "And if a wicked person turns away from their wickedness and does what is just and right, they will live by doing so."
    },
    {
        "o": 23400,
        "r": "niv:Ezekiel:33:20",
        "t": "Yet you Israelites say, ‘The way of the Lord is not just.’ But I will judge each of you according to your own ways.”"
    },
    {
        "o": 23401,
        "r": "niv:Ezekiel:33:20",
        "t": "Jerusalem’s Fall Explained",
        "h": 2
    },
    {
        "o": 23402,
        "r": "niv:Ezekiel:33:21",
        "t": "In*p the twelfth year of our exile, in the tenth month on the fifth day, a man who had escaped from Jerusalem came to me and said, “The city has fallen!”"
    },
    {
        "o": 23403,
        "r": "niv:Ezekiel:33:22",
        "t": "Now the evening before the man arrived, the hand of the Lord*s was on me, and he opened my mouth before the man came to me in the morning. So my mouth was opened and I was no longer silent."
    },
    {
        "o": 23404,
        "r": "niv:Ezekiel:33:23",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 23405,
        "r": "niv:Ezekiel:33:24",
        "t": "“Son of man, the people living in those ruins in the land of Israel are saying, ‘Abraham was only one man, yet he possessed the land. But we are many; surely the land has been given to us as our possession.’"
    },
    {
        "o": 23406,
        "r": "niv:Ezekiel:33:25",
        "t": "Therefore say to them, ‘This is what the Sovereign Lord*s says: Since you eat meat with the blood still in it and look to your idols and shed blood, should you then possess the land?"
    },
    {
        "o": 23407,
        "r": "niv:Ezekiel:33:26",
        "t": "You rely on your sword, you do detestable things, and each of you defiles his neighbor’s wife. Should you then possess the land?’"
    },
    {
        "o": 23408,
        "r": "niv:Ezekiel:33:27",
        "t": "“Say*p this to them: ‘This is what the Sovereign Lord*s says: As surely as I live, those who are left in the ruins will fall by the sword, those out in the country I will give to the wild animals to be devoured, and those in strongholds and caves will die of a plague."
    },
    {
        "o": 23409,
        "r": "niv:Ezekiel:33:28",
        "t": "I will make the land a desolate waste, and her proud strength will come to an end, and the mountains of Israel will become desolate so that no one will cross them."
    },
    {
        "o": 23410,
        "r": "niv:Ezekiel:33:29",
        "t": "Then they will know that I am the Lord,*s when I have made the land a desolate waste because of all the detestable things they have done.’"
    },
    {
        "o": 23411,
        "r": "niv:Ezekiel:33:30",
        "t": "“As*p for you, son of man, your people are talking together about you by the walls and at the doors of the houses, saying to each other, ‘Come and hear the message that has come from the Lord.’*s"
    },
    {
        "o": 23412,
        "r": "niv:Ezekiel:33:31",
        "t": "My people come to you, as they usually do, and sit before you to hear your words, but they do not put them into practice. Their mouths speak of love, but their hearts are greedy for unjust gain."
    },
    {
        "o": 23413,
        "r": "niv:Ezekiel:33:32",
        "t": "Indeed, to them you are nothing more than one who sings love songs with a beautiful voice and plays an instrument well, for they hear your words but do not put them into practice."
    },
    {
        "o": 23414,
        "r": "niv:Ezekiel:33:33",
        "t": "“When*p all this comes true—and it surely will—then they will know that a prophet has been among them.”"
    }
]
