[
    {
        "o": 32424,
        "r": "nasb:Galatians:4:0",
        "t": "Galatians 4",
        "h": 1
    },
    {
        "o": 32425,
        "r": "nasb:Galatians:4:0",
        "t": "Sonship in Christ",
        "h": 2
    },
    {
        "o": 32426,
        "r": "nasb:Galatians:4:1",
        "t": "Now*p I say, as long as the heir is a child, he does not differ at all from a slave although he is owner of everything,"
    },
    {
        "o": 32427,
        "r": "nasb:Galatians:4:2",
        "t": "but he is under guardians and managers until the date set by the father."
    },
    {
        "o": 32428,
        "r": "nasb:Galatians:4:3",
        "t": "So also we, while we were children, were held in bondage under the elemental things of the world."
    },
    {
        "o": 32429,
        "r": "nasb:Galatians:4:4",
        "t": "But when the fullness of the time came, God sent forth His Son, born of a woman, born under the Law,"
    },
    {
        "o": 32430,
        "r": "nasb:Galatians:4:5",
        "t": "so that He might redeem those who were under the Law, that we might receive the adoption as sons."
    },
    {
        "o": 32431,
        "r": "nasb:Galatians:4:6",
        "t": "Because you are sons, God has sent forth the Spirit of His Son into our hearts, crying, “Abba! Father!”"
    },
    {
        "o": 32432,
        "r": "nasb:Galatians:4:7",
        "t": "Therefore you are no longer a slave, but a son; and if a son, then an heir through God."
    },
    {
        "o": 32433,
        "r": "nasb:Galatians:4:8",
        "t": "However*p at that time, when you did not know God, you were slaves to those which by nature are no gods."
    },
    {
        "o": 32434,
        "r": "nasb:Galatians:4:9",
        "t": "But now that you have come to know God, or rather to be known by God, how is it that you turn back again to the weak and worthless elemental things, to which you desire to be enslaved all over again?"
    },
    {
        "o": 32435,
        "r": "nasb:Galatians:4:10",
        "t": "You observe days and months and seasons and years."
    },
    {
        "o": 32436,
        "r": "nasb:Galatians:4:11",
        "t": "I fear for you, that perhaps I have labored over you in vain."
    },
    {
        "o": 32437,
        "r": "nasb:Galatians:4:12",
        "t": "I*p beg of you, brethren, become as I am,*i for I also have*i become*i as you are.*i You have done me no wrong;"
    },
    {
        "o": 32438,
        "r": "nasb:Galatians:4:13",
        "t": "but you know that it was because of a bodily illness that I preached the gospel to you the first time;"
    },
    {
        "o": 32439,
        "r": "nasb:Galatians:4:14",
        "t": "and that which was a trial to you in my bodily condition you did not despise or loathe, but you received me as an angel of God, as Christ Jesus Himself.*i"
    },
    {
        "o": 32440,
        "r": "nasb:Galatians:4:15",
        "t": "Where then is that sense of blessing you had? For I bear you witness that, if possible, you would have plucked out your eyes and given them to me."
    },
    {
        "o": 32441,
        "r": "nasb:Galatians:4:16",
        "t": "So have I become your enemy by telling you the truth?"
    },
    {
        "o": 32442,
        "r": "nasb:Galatians:4:17",
        "t": "They eagerly seek you, not commendably, but they wish to shut you out so that you will seek them."
    },
    {
        "o": 32443,
        "r": "nasb:Galatians:4:18",
        "t": "But it is good always to be eagerly sought in a commendable manner, and not only when I am present with you."
    },
    {
        "o": 32444,
        "r": "nasb:Galatians:4:19",
        "t": "My children, with whom I am again in labor until Christ is formed in you—"
    },
    {
        "o": 32445,
        "r": "nasb:Galatians:4:20",
        "t": "but I could wish to be present with you now and to change my tone, for I am perplexed about you."
    },
    {
        "o": 32446,
        "r": "nasb:Galatians:4:20",
        "t": "Bond and Free",
        "h": 2
    },
    {
        "o": 32447,
        "r": "nasb:Galatians:4:21",
        "t": "Tell*p me, you who want to be under law, do you not listen to the law?"
    },
    {
        "o": 32448,
        "r": "nasb:Galatians:4:22",
        "t": "For it is written that Abraham had two sons, one by the bondwoman and one by the free woman."
    },
    {
        "o": 32449,
        "r": "nasb:Galatians:4:23",
        "t": "But the son by the bondwoman was born according to the flesh, and the son by the free woman through the promise."
    },
    {
        "o": 32450,
        "r": "nasb:Galatians:4:24",
        "t": "This is allegorically speaking, for these women*i are two covenants: one proceeding*i from Mount Sinai bearing children who are to be slaves; she is Hagar."
    },
    {
        "o": 32451,
        "r": "nasb:Galatians:4:25",
        "t": "Now this Hagar is Mount Sinai in Arabia and corresponds to the present Jerusalem, for she is in slavery with her children."
    },
    {
        "o": 32452,
        "r": "nasb:Galatians:4:26",
        "t": "But the Jerusalem above is free; she is our mother."
    },
    {
        "o": 32453,
        "r": "nasb:Galatians:4:27",
        "t": "For it is written, “Rejoice,*spn barren*s woman*s who*s does*s not*s bear;*s Break*sln forth*s and*s shout,*s you*s who*s are*s not*s in*s labor;*s For*sln more*s numerous*s are*s the*s children*s of*s the*s desolate*s Than*sln of*s the*s one*s who*s has*s a*s husband.”*s"
    },
    {
        "o": 32454,
        "r": "nasb:Galatians:4:28",
        "t": "And*p you brethren, like Isaac, are children of promise."
    },
    {
        "o": 32455,
        "r": "nasb:Galatians:4:29",
        "t": "But as at that time he who was born according to the flesh persecuted him who*i was*i born*i according to the Spirit, so it is now also."
    },
    {
        "o": 32456,
        "r": "nasb:Galatians:4:30",
        "t": "But what does the Scripture say? “Cast*spn out*s the*s bondwoman*s and*s her*s son,*s For*sln the*s son*s of*s the*s bondwoman*s shall*s not*s be*s an*s heir*s with*s the*s son*s of*s the*s free*s woman.”*s"
    },
    {
        "o": 32457,
        "r": "nasb:Galatians:4:31",
        "t": "So*p then, brethren, we are not children of a bondwoman, but of the free woman."
    }
]
