[
    {
        "o": 33960,
        "r": "nasb:2 Peter:2:0",
        "t": "2 Peter 2",
        "h": 1
    },
    {
        "o": 33961,
        "r": "nasb:2 Peter:2:0",
        "t": "The Rise of False Prophets",
        "h": 2
    },
    {
        "o": 33962,
        "r": "nasb:2 Peter:2:1",
        "t": "But*p false prophets also arose among the people, just as there will also be false teachers among you, who will secretly introduce destructive heresies, even denying the Master who bought them, bringing swift destruction upon themselves."
    },
    {
        "o": 33963,
        "r": "nasb:2 Peter:2:2",
        "t": "Many will follow their sensuality, and because of them the way of the truth will be maligned;"
    },
    {
        "o": 33964,
        "r": "nasb:2 Peter:2:3",
        "t": "and in their*i greed they will exploit you with false words; their judgment from long ago is not idle, and their destruction is not asleep."
    },
    {
        "o": 33965,
        "r": "nasb:2 Peter:2:4",
        "t": "For*p if God did not spare angels when they sinned, but cast them into hell and committed them to pits of darkness, reserved for judgment;"
    },
    {
        "o": 33966,
        "r": "nasb:2 Peter:2:5",
        "t": "and did not spare the ancient world, but preserved Noah, a preacher of righteousness, with seven others, when He brought a flood upon the world of the ungodly;"
    },
    {
        "o": 33967,
        "r": "nasb:2 Peter:2:6",
        "t": "and if*i He condemned the cities of Sodom and Gomorrah to destruction by reducing them*i to ashes, having made them an example to those who would live ungodly lives*i thereafter;"
    },
    {
        "o": 33968,
        "r": "nasb:2 Peter:2:7",
        "t": "and if*i He rescued righteous Lot, oppressed by the sensual conduct of unprincipled men"
    },
    {
        "o": 33969,
        "r": "nasb:2 Peter:2:8",
        "t": "(for by what he saw and heard that*i righteous man, while living among them, felt his*i righteous soul tormented day after day by their*i lawless deeds),"
    },
    {
        "o": 33970,
        "r": "nasb:2 Peter:2:9",
        "t": "then*i the Lord knows how to rescue the godly from temptation, and to keep the unrighteous under punishment for the day of judgment,"
    },
    {
        "o": 33971,
        "r": "nasb:2 Peter:2:10",
        "t": "and especially those who indulge the flesh in its*i corrupt desires and despise authority. Daring,*bp self-willed, they do not tremble when they revile angelic majesties,"
    },
    {
        "o": 33972,
        "r": "nasb:2 Peter:2:11",
        "t": "whereas angels who are greater in might and power do not bring a reviling judgment against them before the Lord."
    },
    {
        "o": 33973,
        "r": "nasb:2 Peter:2:12",
        "t": "But these, like unreasoning animals, born as creatures of instinct to be captured and killed, reviling where they have no knowledge, will in the destruction of those creatures also be destroyed,"
    },
    {
        "o": 33974,
        "r": "nasb:2 Peter:2:13",
        "t": "suffering wrong as the wages of doing wrong. They count it a pleasure to revel in the daytime. They are stains and blemishes, reveling in their deceptions, as they carouse with you,"
    },
    {
        "o": 33975,
        "r": "nasb:2 Peter:2:14",
        "t": "having eyes full of adultery that never cease from sin, enticing unstable souls, having a heart trained in greed, accursed children;"
    },
    {
        "o": 33976,
        "r": "nasb:2 Peter:2:15",
        "t": "forsaking the right way, they have gone astray, having followed the way of Balaam, the son*i of Beor, who loved the wages of unrighteousness;"
    },
    {
        "o": 33977,
        "r": "nasb:2 Peter:2:16",
        "t": "but he received a rebuke for his own transgression, for*i a mute donkey, speaking with a voice of a man, restrained the madness of the prophet."
    },
    {
        "o": 33978,
        "r": "nasb:2 Peter:2:17",
        "t": "These*p are springs without water and mists driven by a storm, for whom the black darkness has been reserved."
    },
    {
        "o": 33979,
        "r": "nasb:2 Peter:2:18",
        "t": "For speaking out arrogant words*i of vanity they entice by fleshly desires, by sensuality, those who barely escape from the ones who live in error,"
    },
    {
        "o": 33980,
        "r": "nasb:2 Peter:2:19",
        "t": "promising them freedom while they themselves are slaves of corruption; for by what a man is overcome, by this he is enslaved."
    },
    {
        "o": 33981,
        "r": "nasb:2 Peter:2:20",
        "t": "For if, after they have escaped the defilements of the world by the knowledge of the Lord and Savior Jesus Christ, they are again entangled in them and are overcome, the last state has become worse for them than the first."
    },
    {
        "o": 33982,
        "r": "nasb:2 Peter:2:21",
        "t": "For it would be better for them not to have known the way of righteousness, than having known it, to turn away from the holy commandment handed on to them."
    },
    {
        "o": 33983,
        "r": "nasb:2 Peter:2:22",
        "t": "It has happened to them according to the true proverb, “A dog*s returns*s to*s its*s own*s vomit,”*s and, “A sow, after washing, returns*i to wallowing in the mire.”"
    }
]
