[
    {
        "o": 22556,
        "r": "niv:Ezekiel:4:0",
        "t": "Ezekiel 4",
        "h": 1
    },
    {
        "o": 22557,
        "r": "niv:Ezekiel:4:0",
        "t": "Siege of Jerusalem Symbolized",
        "h": 2
    },
    {
        "o": 22558,
        "r": "niv:Ezekiel:4:1",
        "t": "“Now,*p son of man, take a block of clay, put it in front of you and draw the city of Jerusalem on it."
    },
    {
        "o": 22559,
        "r": "niv:Ezekiel:4:2",
        "t": "Then lay siege to it: Erect siege works against it, build a ramp up to it, set up camps against it and put battering rams around it."
    },
    {
        "o": 22560,
        "r": "niv:Ezekiel:4:3",
        "t": "Then take an iron pan, place it as an iron wall between you and the city and turn your face toward it. It will be under siege, and you shall besiege it. This will be a sign to the people of Israel."
    },
    {
        "o": 22561,
        "r": "niv:Ezekiel:4:4",
        "t": "“Then*p lie on your left side and put the sin of the people of Israel upon yourself. You are to bear their sin for the number of days you lie on your side."
    },
    {
        "o": 22562,
        "r": "niv:Ezekiel:4:5",
        "t": "I have assigned you the same number of days as the years of their sin. So for 390 days you will bear the sin of the people of Israel."
    },
    {
        "o": 22563,
        "r": "niv:Ezekiel:4:6",
        "t": "“After*p you have finished this, lie down again, this time on your right side, and bear the sin of the people of Judah. I have assigned you 40 days, a day for each year."
    },
    {
        "o": 22564,
        "r": "niv:Ezekiel:4:7",
        "t": "Turn your face toward the siege of Jerusalem and with bared arm prophesy against her."
    },
    {
        "o": 22565,
        "r": "niv:Ezekiel:4:8",
        "t": "I will tie you up with ropes so that you cannot turn from one side to the other until you have finished the days of your siege."
    },
    {
        "o": 22566,
        "r": "niv:Ezekiel:4:9",
        "t": "“Take*p wheat and barley, beans and lentils, millet and spelt; put them in a storage jar and use them to make bread for yourself. You are to eat it during the 390 days you lie on your side."
    },
    {
        "o": 22567,
        "r": "niv:Ezekiel:4:10",
        "t": "Weigh out twenty shekels of food to eat each day and eat it at set times."
    },
    {
        "o": 22568,
        "r": "niv:Ezekiel:4:11",
        "t": "Also measure out a sixth of a hin of water and drink it at set times."
    },
    {
        "o": 22569,
        "r": "niv:Ezekiel:4:12",
        "t": "Eat the food as you would a loaf of barley bread; bake it in the sight of the people, using human excrement for fuel.”"
    },
    {
        "o": 22570,
        "r": "niv:Ezekiel:4:13",
        "t": "The Lord*s said, “In this way the people of Israel will eat defiled food among the nations where I will drive them.”"
    },
    {
        "o": 22571,
        "r": "niv:Ezekiel:4:14",
        "t": "Then*p I said, “Not so, Sovereign Lord!*s I have never defiled myself. From my youth until now I have never eaten anything found dead or torn by wild animals. No impure meat has ever entered my mouth.”"
    },
    {
        "o": 22572,
        "r": "niv:Ezekiel:4:15",
        "t": "“Very*p well,” he said, “I will let you bake your bread over cow dung instead of human excrement.”"
    },
    {
        "o": 22573,
        "r": "niv:Ezekiel:4:16",
        "t": "He*p then said to me: “Son of man, I am about to cut off the food supply in Jerusalem. The people will eat rationed food in anxiety and drink rationed water in despair,"
    },
    {
        "o": 22574,
        "r": "niv:Ezekiel:4:17",
        "t": "for food and water will be scarce. They will be appalled at the sight of each other and will waste away because of their sin."
    }
]
