[
    {
        "o": 32531,
        "r": "nasb:Ephesians:2:0",
        "t": "Ephesians 2",
        "h": 1
    },
    {
        "o": 32532,
        "r": "nasb:Ephesians:2:0",
        "t": "Made Alive in Christ",
        "h": 2
    },
    {
        "o": 32533,
        "r": "nasb:Ephesians:2:1",
        "t": "And*p you were dead in your trespasses and sins,"
    },
    {
        "o": 32534,
        "r": "nasb:Ephesians:2:2",
        "t": "in which you formerly walked according to the course of this world, according to the prince of the power of the air, of the spirit that is now working in the sons of disobedience."
    },
    {
        "o": 32535,
        "r": "nasb:Ephesians:2:3",
        "t": "Among them we too all formerly lived in the lusts of our flesh, indulging the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest."
    },
    {
        "o": 32536,
        "r": "nasb:Ephesians:2:4",
        "t": "But God, being rich in mercy, because of His great love with which He loved us,"
    },
    {
        "o": 32537,
        "r": "nasb:Ephesians:2:5",
        "t": "even when we were dead in our transgressions, made us alive together with Christ (by grace you have been saved),"
    },
    {
        "o": 32538,
        "r": "nasb:Ephesians:2:6",
        "t": "and raised us up with Him, and seated us with Him in the heavenly places*i in Christ Jesus,"
    },
    {
        "o": 32539,
        "r": "nasb:Ephesians:2:7",
        "t": "so that in the ages to come He might show the surpassing riches of His grace in kindness toward us in Christ Jesus."
    },
    {
        "o": 32540,
        "r": "nasb:Ephesians:2:8",
        "t": "For by grace you have been saved through faith; and that not of yourselves, it*i is*i the gift of God;"
    },
    {
        "o": 32541,
        "r": "nasb:Ephesians:2:9",
        "t": "not as a result of works, so that no one may boast."
    },
    {
        "o": 32542,
        "r": "nasb:Ephesians:2:10",
        "t": "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand so that we would walk in them."
    },
    {
        "o": 32543,
        "r": "nasb:Ephesians:2:11",
        "t": "Therefore*p remember that formerly you, the Gentiles in the flesh, who are called “Uncircumcision” by the so-called “Circumcision,” which*i is*i performed in the flesh by human hands—"
    },
    {
        "o": 32544,
        "r": "nasb:Ephesians:2:12",
        "t": "remember*i that you were at that time separate from Christ, excluded from the commonwealth of Israel, and strangers to the covenants of promise, having no hope and without God in the world."
    },
    {
        "o": 32545,
        "r": "nasb:Ephesians:2:13",
        "t": "But now in Christ Jesus you who formerly were far off have been brought near by the blood of Christ."
    },
    {
        "o": 32546,
        "r": "nasb:Ephesians:2:14",
        "t": "For He Himself is our peace, who made both groups*i into*i one and broke down the barrier of the dividing wall,"
    },
    {
        "o": 32547,
        "r": "nasb:Ephesians:2:15",
        "t": "by abolishing in His flesh the enmity, which*i is*i the Law of commandments contained*i in ordinances, so that in Himself He might make the two into one new man, thus*i establishing peace,"
    },
    {
        "o": 32548,
        "r": "nasb:Ephesians:2:16",
        "t": "and might reconcile them both in one body to God through the cross, by it having put to death the enmity."
    },
    {
        "o": 32549,
        "r": "nasb:Ephesians:2:17",
        "t": "And He*s came*s and*s preached*s peace*s to*s you*s who*s were*s far*s away,*s and*s peace*s to*s those*s who*s were*s near;*s"
    },
    {
        "o": 32550,
        "r": "nasb:Ephesians:2:18",
        "t": "for through Him we both have our access in one Spirit to the Father."
    },
    {
        "o": 32551,
        "r": "nasb:Ephesians:2:19",
        "t": "So then you are no longer strangers and aliens, but you are fellow citizens with the saints, and are of God’s household,"
    },
    {
        "o": 32552,
        "r": "nasb:Ephesians:2:20",
        "t": "having been built on the foundation of the apostles and prophets, Christ Jesus Himself being the corner stone,*i"
    },
    {
        "o": 32553,
        "r": "nasb:Ephesians:2:21",
        "t": "in whom the whole building, being fitted together, is growing into a holy temple in the Lord,"
    },
    {
        "o": 32554,
        "r": "nasb:Ephesians:2:22",
        "t": "in whom you also are being built together into a dwelling of God in the Spirit."
    }
]
