[
    {
        "o": 13615,
        "r": "csb:Ezra:9:0",
        "t": "Ezra 9",
        "h": 1
    },
    {
        "o": 13616,
        "r": "csb:Ezra:9:0",
        "t": "Israel’s Intermarriage",
        "h": 2
    },
    {
        "o": 13617,
        "r": "csb:Ezra:9:1",
        "t": "After*p these things had been done, the leaders approached me and said, “The people of Israel, the priests, and the Levites have not separated themselves from the surrounding peoples whose detestable practices are like those of the Canaanites, Hethites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites."
    },
    {
        "o": 13618,
        "r": "csb:Ezra:9:2",
        "t": "Indeed, the Israelite men have taken some of their daughters as wives for themselves and their sons, so that the holy seed has become mixed with the surrounding peoples. The leaders and officials have taken the lead in this unfaithfulness!”"
    },
    {
        "o": 13619,
        "r": "csb:Ezra:9:3",
        "t": "When I heard this report, I tore my tunic and robe, pulled out some of the hair from my head and beard, and sat down devastated."
    },
    {
        "o": 13620,
        "r": "csb:Ezra:9:3",
        "t": "Ezra’s Confession",
        "h": 2
    },
    {
        "o": 13621,
        "r": "csb:Ezra:9:4",
        "t": "Everyone*p who trembled at the words of the God of Israel gathered around me, because of the unfaithfulness of the exiles, while I sat devastated until the evening offering."
    },
    {
        "o": 13622,
        "r": "csb:Ezra:9:5",
        "t": "At the evening offering, I got up from my time of humiliation, with my tunic and robe torn. Then I fell on my knees and spread out my hands to the Lord*s my God."
    },
    {
        "o": 13623,
        "r": "csb:Ezra:9:6",
        "t": "And I said: My*p God, I am ashamed and embarrassed to lift my face toward you, my God, because our iniquities are higher than our heads and our guilt is as high as the heavens."
    },
    {
        "o": 13624,
        "r": "csb:Ezra:9:7",
        "t": "Our guilt has been terrible from the days of our ancestors until the present. Because of our iniquities we have been handed over, along with our kings and priests, to the surrounding kings, and to the sword, captivity, plundering, and open shame, as it is today."
    },
    {
        "o": 13625,
        "r": "csb:Ezra:9:8",
        "t": "But now, for a brief moment, grace has come from the Lord*s our God to preserve a remnant for us and give us a stake in his holy place. Even in our slavery, God has given us a little relief and light to our eyes."
    },
    {
        "o": 13626,
        "r": "csb:Ezra:9:9",
        "t": "Though we are slaves, our God has not abandoned us in our slavery. He has extended grace to us in the presence of the Persian kings, giving us relief, so that we can rebuild the house of our God and repair its ruins, to give us a wall in Judah and Jerusalem."
    },
    {
        "o": 13627,
        "r": "csb:Ezra:9:10",
        "t": "Now,*p our God, what can we say in light of this? For we have abandoned the commands"
    },
    {
        "o": 13628,
        "r": "csb:Ezra:9:11",
        "t": "you gave through your servants the prophets, saying, “The land you are entering to possess is an impure land. The surrounding peoples have filled it from end to end with their uncleanness by their impurity and detestable practices."
    },
    {
        "o": 13629,
        "r": "csb:Ezra:9:12",
        "t": "So do not give your daughters to their sons in marriage or take their daughters for your sons. Never pursue their welfare or prosperity, so that you will be strong, eat the good things of the land, and leave it as an inheritance to your sons forever.”"
    },
    {
        "o": 13630,
        "r": "csb:Ezra:9:13",
        "t": "After all that has happened to us because of our evil deeds and terrible guilt - though you, our God, have punished us less than our iniquities deserve and have allowed us to survive-"
    },
    {
        "o": 13631,
        "r": "csb:Ezra:9:14",
        "t": "should we break your commands again and intermarry with the peoples who commit these detestable practices? Wouldn’t you become so angry with us that you would destroy us, leaving neither remnant nor survivor?"
    },
    {
        "o": 13632,
        "r": "csb:Ezra:9:15",
        "t": "Lord*s God of Israel, you are righteous, for we survive as a remnant today. Here we are before you with our guilt, though no one can stand in your presence because of this."
    }
]
