[
    {
        "o": 9175,
        "r": "kjv:1 Kings:5:0",
        "t": "1 Kings 5",
        "h": 1
    },
    {
        "o": 9176,
        "r": "kjv:1 Kings:5:1",
        "t": "And*p Hiram king of Tyre sent his servants unto Solomon; for he had heard that they had anointed him king in the room of his father: for Hiram was ever a lover of David."
    },
    {
        "o": 9177,
        "r": "kjv:1 Kings:5:2",
        "t": "And*p Solomon sent to Hiram, saying,"
    },
    {
        "o": 9178,
        "r": "kjv:1 Kings:5:3",
        "t": "Thou*p knowest how that David my father could not build an house unto the name of the Lord*s his God for the wars which were about him on every side, until the Lord*s put them under the soles of his feet."
    },
    {
        "o": 9179,
        "r": "kjv:1 Kings:5:4",
        "t": "But*p now the Lord*s my God hath given me rest on every side, so that there is neither adversary nor evil occurrent."
    },
    {
        "o": 9180,
        "r": "kjv:1 Kings:5:5",
        "t": "And,*p behold, I purpose to build an house unto the name of the Lord*s my God, as the Lord*s spake unto David my father, saying, Thy son, whom I will set upon thy throne in thy room, he shall build an house unto my name."
    },
    {
        "o": 9181,
        "r": "kjv:1 Kings:5:6",
        "t": "Now*p therefore command thou that they hew me cedar trees out of Lebanon; and my servants shall be with thy servants: and unto thee will I give hire for thy servants according to all that thou shalt appoint: for thou knowest that there is not among us any that can skill to hew timber like unto the Sidonians."
    },
    {
        "o": 9182,
        "r": "kjv:1 Kings:5:7",
        "t": "And*p it came to pass, when Hiram heard the words of Solomon, that he rejoiced greatly, and said, Blessed be the Lord*s this day, which hath given unto David a wise son over this great people."
    },
    {
        "o": 9183,
        "r": "kjv:1 Kings:5:8",
        "t": "And*p Hiram sent to Solomon, saying, I have considered the things which thou sentest to me for: and I will do all thy desire concerning timber of cedar, and concerning timber of fir."
    },
    {
        "o": 9184,
        "r": "kjv:1 Kings:5:9",
        "t": "My*p servants shall bring them down from Lebanon unto the sea: and I will convey them by sea in floats unto the place that thou shalt appoint me, and will cause them to be discharged there, and thou shalt receive them: and thou shalt accomplish my desire, in giving food for my household."
    },
    {
        "o": 9185,
        "r": "kjv:1 Kings:5:10",
        "t": "So*p Hiram gave Solomon cedar trees and fir trees according to all his desire."
    },
    {
        "o": 9186,
        "r": "kjv:1 Kings:5:11",
        "t": "And*p Solomon gave Hiram twenty thousand measures of wheat for food to his household, and twenty measures of pure oil: thus gave Solomon to Hiram year by year."
    },
    {
        "o": 9187,
        "r": "kjv:1 Kings:5:12",
        "t": "And*p the Lord*s gave Solomon wisdom, as he promised him: and there was peace between Hiram and Solomon; and they two made a league together."
    },
    {
        "o": 9188,
        "r": "kjv:1 Kings:5:13",
        "t": "And*p king Solomon raised a levy out of all Israel; and the levy was thirty thousand men."
    },
    {
        "o": 9189,
        "r": "kjv:1 Kings:5:14",
        "t": "And*p he sent them to Lebanon, ten thousand a month by courses: a month they were in Lebanon, and two months at home: and Adoniram was over the levy."
    },
    {
        "o": 9190,
        "r": "kjv:1 Kings:5:15",
        "t": "And*p Solomon had threescore and ten thousand that bare burdens, and fourscore thousand hewers in the mountains;"
    },
    {
        "o": 9191,
        "r": "kjv:1 Kings:5:16",
        "t": "Beside*p the chief of Solomon's officers which were over the work, three thousand and three hundred, which ruled over the people that wrought in the work."
    },
    {
        "o": 9192,
        "r": "kjv:1 Kings:5:17",
        "t": "And*p the king commanded, and they brought great stones, costly stones, and hewed stones, to lay the foundation of the house."
    },
    {
        "o": 9193,
        "r": "kjv:1 Kings:5:18",
        "t": "And*p Solomon's builders and Hiram's builders did hew them, and the stonesquarers: so they prepared timber and stones to build the house."
    }
]
