[
    {
        "o": 12831,
        "r": "nkjv:2 Chronicles:20:0",
        "t": "2 Chronicles 20",
        "h": 1
    },
    {
        "o": 12832,
        "r": "nkjv:2 Chronicles:20:0",
        "t": "Ammon, Moab, and Mount Seir Defeated",
        "h": 2
    },
    {
        "o": 12833,
        "r": "nkjv:2 Chronicles:20:1",
        "t": "It*p happened after this that*i the people of Moab with the people of Ammon, and others*i with them besides the Ammonites, came to battle against Jehoshaphat."
    },
    {
        "o": 12834,
        "r": "nkjv:2 Chronicles:20:2",
        "t": "Then some came and told Jehoshaphat, saying, “A great multitude is coming against you from beyond the sea, from Syria; and they are in Hazazon Tamar” (which is*i En Gedi)."
    },
    {
        "o": 12835,
        "r": "nkjv:2 Chronicles:20:3",
        "t": "And Jehoshaphat feared, and set himself to seek the Lord,*s and proclaimed a fast throughout all Judah."
    },
    {
        "o": 12836,
        "r": "nkjv:2 Chronicles:20:4",
        "t": "So Judah gathered together to ask help*i from the Lord;*s and from all the cities of Judah they came to seek the Lord.*s"
    },
    {
        "o": 12837,
        "r": "nkjv:2 Chronicles:20:5",
        "t": "Then*p Jehoshaphat stood in the assembly of Judah and Jerusalem, in the house of the Lord,*s before the new court,"
    },
    {
        "o": 12838,
        "r": "nkjv:2 Chronicles:20:6",
        "t": "and said: “O Lord*s God of our fathers, are*i You not God in heaven, and do You not*i rule over all the kingdoms of the nations, and in Your hand is*i there*i not*i power and might, so that no one is able to withstand You?"
    },
    {
        "o": 12839,
        "r": "nkjv:2 Chronicles:20:7",
        "t": "Are*i You not our God, who*i drove out the inhabitants of this land before Your people Israel, and gave it to the descendants of Abraham Your friend forever?"
    },
    {
        "o": 12840,
        "r": "nkjv:2 Chronicles:20:8",
        "t": "And they dwell in it, and have built You a sanctuary in it for Your name, saying,"
    },
    {
        "o": 12841,
        "r": "nkjv:2 Chronicles:20:9",
        "t": "‘If disaster comes upon us—sword, judgment, pestilence, or famine—we will stand before this temple and in Your presence (for Your name is*i in this temple), and cry out to You in our affliction, and You will hear and save.’"
    },
    {
        "o": 12842,
        "r": "nkjv:2 Chronicles:20:10",
        "t": "And now, here are the people of Ammon, Moab, and Mount Seir—whom You would not let Israel invade when they came out of the land of Egypt, but they turned from them and did not destroy them—"
    },
    {
        "o": 12843,
        "r": "nkjv:2 Chronicles:20:11",
        "t": "here they are, rewarding us by coming to throw us out of Your possession which You have given us to inherit."
    },
    {
        "o": 12844,
        "r": "nkjv:2 Chronicles:20:12",
        "t": "O our God, will You not judge them? For we have no power against this great multitude that is coming against us; nor do we know what to do, but our eyes are*i upon You.”"
    },
    {
        "o": 12845,
        "r": "nkjv:2 Chronicles:20:13",
        "t": "Now*p all Judah, with their little ones, their wives, and their children, stood before the Lord.*s"
    },
    {
        "o": 12846,
        "r": "nkjv:2 Chronicles:20:14",
        "t": "Then*p the Spirit of the Lord*s came upon Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, a Levite of the sons of Asaph, in the midst of the assembly."
    },
    {
        "o": 12847,
        "r": "nkjv:2 Chronicles:20:15",
        "t": "And he said, “Listen, all you of Judah and you inhabitants of Jerusalem, and you, King Jehoshaphat! Thus says the Lord*s to you: ‘Do not be afraid nor dismayed because of this great multitude, for the battle is*i not yours, but God’s."
    },
    {
        "o": 12848,
        "r": "nkjv:2 Chronicles:20:16",
        "t": "Tomorrow go down against them. They will surely come up by the Ascent of Ziz, and you will find them at the end of the brook before the Wilderness of Jeruel."
    },
    {
        "o": 12849,
        "r": "nkjv:2 Chronicles:20:17",
        "t": "You will not need*i to fight in this battle.*i Position yourselves, stand still and see the salvation of the Lord,*s who is with you, O Judah and Jerusalem!’ Do not fear or be dismayed; tomorrow go out against them, for the Lord*s is*i with you.”"
    },
    {
        "o": 12850,
        "r": "nkjv:2 Chronicles:20:18",
        "t": "And*p Jehoshaphat bowed his head with his*i face to the ground, and all Judah and the inhabitants of Jerusalem bowed before the Lord,*s worshiping the Lord.*s"
    },
    {
        "o": 12851,
        "r": "nkjv:2 Chronicles:20:19",
        "t": "Then the Levites of the children of the Kohathites and of the children of the Korahites stood up to praise the Lord*s God of Israel with voices loud and high."
    },
    {
        "o": 12852,
        "r": "nkjv:2 Chronicles:20:20",
        "t": "So*p they rose early in the morning and went out into the Wilderness of Tekoa; and as they went out, Jehoshaphat stood and said, “Hear me, O Judah and you inhabitants of Jerusalem: Believe in the Lord*s your God, and you shall be established; believe His prophets, and you shall prosper.”"
    },
    {
        "o": 12853,
        "r": "nkjv:2 Chronicles:20:21",
        "t": "And when he had consulted with the people, he appointed those who should sing to the Lord,*s and who should praise the beauty of holiness, as they went out before the army and were saying: “Praise*pn the Lord,*s For*ld His mercy endures*i forever.”"
    },
    {
        "o": 12854,
        "r": "nkjv:2 Chronicles:20:22",
        "t": "Now*p when they began to sing and to praise, the Lord*s set ambushes against the people of Ammon, Moab, and Mount Seir, who had come against Judah; and they were defeated."
    },
    {
        "o": 12855,
        "r": "nkjv:2 Chronicles:20:23",
        "t": "For the people of Ammon and Moab stood up against the inhabitants of Mount Seir to utterly kill and destroy them.*i And when they had made an end of the inhabitants of Seir, they helped to destroy one another."
    },
    {
        "o": 12856,
        "r": "nkjv:2 Chronicles:20:24",
        "t": "So*p when Judah came to a place overlooking the wilderness, they looked toward the multitude; and there were*i their dead bodies, fallen on the earth. No one had escaped."
    },
    {
        "o": 12857,
        "r": "nkjv:2 Chronicles:20:25",
        "t": "When*p Jehoshaphat and his people came to take away their spoil, they found among them an abundance of valuables on the dead bodies, and precious jewelry, which they stripped off for themselves, more than they could carry away; and they were three days gathering the spoil because there was so much."
    },
    {
        "o": 12858,
        "r": "nkjv:2 Chronicles:20:26",
        "t": "And on the fourth day they assembled in the Valley of Berachah, for there they blessed the Lord;*s therefore the name of that place was called The Valley of Berachah until this day."
    },
    {
        "o": 12859,
        "r": "nkjv:2 Chronicles:20:27",
        "t": "Then they returned, every man of Judah and Jerusalem, with Jehoshaphat in front of them, to go back to Jerusalem with joy, for the Lord*s had made them rejoice over their enemies."
    },
    {
        "o": 12860,
        "r": "nkjv:2 Chronicles:20:28",
        "t": "So they came to Jerusalem, with stringed instruments and harps and trumpets, to the house of the Lord.*s"
    },
    {
        "o": 12861,
        "r": "nkjv:2 Chronicles:20:29",
        "t": "And the fear of God was on all the kingdoms of those*i countries when they heard that the Lord*s had fought against the enemies of Israel."
    },
    {
        "o": 12862,
        "r": "nkjv:2 Chronicles:20:30",
        "t": "Then the realm of Jehoshaphat was quiet, for his God gave him rest all around."
    },
    {
        "o": 12863,
        "r": "nkjv:2 Chronicles:20:30",
        "t": "The End of Jehoshaphat’s Reign",
        "h": 2
    },
    {
        "o": 12864,
        "r": "nkjv:2 Chronicles:20:31",
        "t": "So*p Jehoshaphat was king over Judah. He*i was*i thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. His mother’s name was*i Azubah the daughter of Shilhi."
    },
    {
        "o": 12865,
        "r": "nkjv:2 Chronicles:20:32",
        "t": "And he walked in the way of his father Asa, and did not turn aside from it, doing what*i was*i right in the sight of the Lord.*s"
    },
    {
        "o": 12866,
        "r": "nkjv:2 Chronicles:20:33",
        "t": "Nevertheless the high places were not taken away, for as yet the people had not directed their hearts to the God of their fathers."
    },
    {
        "o": 12867,
        "r": "nkjv:2 Chronicles:20:34",
        "t": "Now*p the rest of the acts of Jehoshaphat, first and last, indeed they are*i written in the book of Jehu the son of Hanani, which is*i mentioned in the book of the kings of Israel."
    },
    {
        "o": 12868,
        "r": "nkjv:2 Chronicles:20:35",
        "t": "After*p this Jehoshaphat king of Judah allied himself with Ahaziah king of Israel, who acted very wickedly."
    },
    {
        "o": 12869,
        "r": "nkjv:2 Chronicles:20:36",
        "t": "And he allied himself with him to make ships to go to Tarshish, and they made the ships in Ezion Geber."
    },
    {
        "o": 12870,
        "r": "nkjv:2 Chronicles:20:37",
        "t": "But Eliezer the son of Dodavah of Mareshah prophesied against Jehoshaphat, saying, “Because you have allied yourself with Ahaziah, the Lord*s has destroyed your works.” Then the ships were wrecked, so that they were not able to go to Tarshish."
    }
]
