[
    {
        "o": 32055,
        "r": "nasb:2 Corinthians:1:0",
        "t": "2 Corinthians 1",
        "h": 1
    },
    {
        "o": 32056,
        "r": "nasb:2 Corinthians:1:0",
        "t": "Introduction",
        "h": 2
    },
    {
        "o": 32057,
        "r": "nasb:2 Corinthians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, and Timothy our*i brother, To*bp the church of God which is at Corinth with all the saints who are throughout Achaia:"
    },
    {
        "o": 32058,
        "r": "nasb:2 Corinthians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32059,
        "r": "nasb:2 Corinthians:1:3",
        "t": "Blessed*p be*i the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort,"
    },
    {
        "o": 32060,
        "r": "nasb:2 Corinthians:1:4",
        "t": "who comforts us in all our affliction so that we will be able to comfort those who are in any affliction with the comfort with which we ourselves are comforted by God."
    },
    {
        "o": 32061,
        "r": "nasb:2 Corinthians:1:5",
        "t": "For just as the sufferings of Christ are ours in abundance, so also our comfort is abundant through Christ."
    },
    {
        "o": 32062,
        "r": "nasb:2 Corinthians:1:6",
        "t": "But if we are afflicted, it is for your comfort and salvation; or if we are comforted, it is for your comfort, which is effective in the patient enduring of the same sufferings which we also suffer;"
    },
    {
        "o": 32063,
        "r": "nasb:2 Corinthians:1:7",
        "t": "and our hope for you is firmly grounded, knowing that as you are sharers of our sufferings, so also you are sharers*i of our comfort."
    },
    {
        "o": 32064,
        "r": "nasb:2 Corinthians:1:8",
        "t": "For*p we do not want you to be unaware, brethren, of our affliction which came to*i us*i in Asia, that we were burdened excessively, beyond our strength, so that we despaired even of life;"
    },
    {
        "o": 32065,
        "r": "nasb:2 Corinthians:1:9",
        "t": "indeed, we had the sentence of death within ourselves so that we would not trust in ourselves, but in God who raises the dead;"
    },
    {
        "o": 32066,
        "r": "nasb:2 Corinthians:1:10",
        "t": "who delivered us from so great a peril*i of*i death, and will deliver us,*i He on whom we have set our hope. And He will yet deliver us,"
    },
    {
        "o": 32067,
        "r": "nasb:2 Corinthians:1:11",
        "t": "you also joining in helping us through your prayers, so that thanks may be given by many persons on our behalf for the favor bestowed on us through the*i prayers*i of*i many."
    },
    {
        "o": 32068,
        "r": "nasb:2 Corinthians:1:11",
        "t": "Paul’s Integrity",
        "h": 2
    },
    {
        "o": 32069,
        "r": "nasb:2 Corinthians:1:12",
        "t": "For*p our proud confidence is this: the testimony of our conscience, that in holiness and godly sincerity, not in fleshly wisdom but in the grace of God, we have conducted ourselves in the world, and especially toward you."
    },
    {
        "o": 32070,
        "r": "nasb:2 Corinthians:1:13",
        "t": "For we write nothing else to you than what you read and understand, and I hope you will understand until the end;"
    },
    {
        "o": 32071,
        "r": "nasb:2 Corinthians:1:14",
        "t": "just as you also partially did understand us, that we are your reason to be proud as you also are ours, in the day of our Lord Jesus."
    },
    {
        "o": 32072,
        "r": "nasb:2 Corinthians:1:15",
        "t": "In*p this confidence I intended at first to come to you, so that you might twice receive a blessing;"
    },
    {
        "o": 32073,
        "r": "nasb:2 Corinthians:1:16",
        "t": "that is, to pass your way into Macedonia, and again from Macedonia to come to you, and by you to be helped on my journey to Judea."
    },
    {
        "o": 32074,
        "r": "nasb:2 Corinthians:1:17",
        "t": "Therefore, I was not vacillating when I intended to do this, was I? Or what I purpose, do I purpose according to the flesh, so that with me there will be yes, yes and no, no at*i the*i same*i time?*i"
    },
    {
        "o": 32075,
        "r": "nasb:2 Corinthians:1:18",
        "t": "But as God is faithful, our word to you is not yes and no."
    },
    {
        "o": 32076,
        "r": "nasb:2 Corinthians:1:19",
        "t": "For the Son of God, Christ Jesus, who was preached among you by us—by me and Silvanus and Timothy—was not yes and no, but is yes in Him."
    },
    {
        "o": 32077,
        "r": "nasb:2 Corinthians:1:20",
        "t": "For as many as are the promises of God, in Him they are yes; therefore also through Him is our Amen to the glory of God through us."
    },
    {
        "o": 32078,
        "r": "nasb:2 Corinthians:1:21",
        "t": "Now He who establishes us with you in Christ and anointed us is God,"
    },
    {
        "o": 32079,
        "r": "nasb:2 Corinthians:1:22",
        "t": "who also sealed us and gave us*i the Spirit in our hearts as a pledge."
    },
    {
        "o": 32080,
        "r": "nasb:2 Corinthians:1:23",
        "t": "But*p I call God as witness to my soul, that to spare you I did not come again to Corinth."
    },
    {
        "o": 32081,
        "r": "nasb:2 Corinthians:1:24",
        "t": "Not that we lord it over your faith, but are workers with you for your joy; for in your faith you are standing firm."
    }
]
