[
    {
        "o": 12932,
        "r": "nkjv:2 Chronicles:24:0",
        "t": "2 Chronicles 24",
        "h": 1
    },
    {
        "o": 12933,
        "r": "nkjv:2 Chronicles:24:0",
        "t": "Joash Repairs the Temple",
        "h": 2
    },
    {
        "o": 12934,
        "r": "nkjv:2 Chronicles:24:1",
        "t": "Joash*p was*i seven years old when he became king, and he reigned forty years in Jerusalem. His mother’s name was*i Zibiah of Beersheba."
    },
    {
        "o": 12935,
        "r": "nkjv:2 Chronicles:24:2",
        "t": "Joash did what*i was*i right in the sight of the Lord*s all the days of Jehoiada the priest."
    },
    {
        "o": 12936,
        "r": "nkjv:2 Chronicles:24:3",
        "t": "And Jehoiada took two wives for him, and he had sons and daughters."
    },
    {
        "o": 12937,
        "r": "nkjv:2 Chronicles:24:4",
        "t": "Now*p it happened after this that*i Joash set his heart on repairing the house of the Lord.*s"
    },
    {
        "o": 12938,
        "r": "nkjv:2 Chronicles:24:5",
        "t": "Then he gathered the priests and the Levites, and said to them, “Go out to the cities of Judah, and gather from all Israel money to repair the house of your God from year to year, and see that you do it quickly.” However*p the Levites did not do it quickly."
    },
    {
        "o": 12939,
        "r": "nkjv:2 Chronicles:24:6",
        "t": "So the king called Jehoiada the chief priest,*i and said to him, “Why have you not required the Levites to bring in from Judah and from Jerusalem the collection, according*i to*i the*i commandment*i of Moses the servant of the Lord*s and of the assembly of Israel, for the tabernacle of witness?”"
    },
    {
        "o": 12940,
        "r": "nkjv:2 Chronicles:24:7",
        "t": "For the sons of Athaliah, that wicked woman, had broken into the house of God, and had also presented all the dedicated things of the house of the Lord*s to the Baals."
    },
    {
        "o": 12941,
        "r": "nkjv:2 Chronicles:24:8",
        "t": "Then*p at the king’s command they made a chest, and set it outside at the gate of the house of the Lord.*s"
    },
    {
        "o": 12942,
        "r": "nkjv:2 Chronicles:24:9",
        "t": "And they made a proclamation throughout Judah and Jerusalem to bring to the Lord*s the collection that*i Moses the servant of God had*i imposed*i on Israel in the wilderness."
    },
    {
        "o": 12943,
        "r": "nkjv:2 Chronicles:24:10",
        "t": "Then all the leaders and all the people rejoiced, brought their contributions, and put them*i into the chest until all had given."
    },
    {
        "o": 12944,
        "r": "nkjv:2 Chronicles:24:11",
        "t": "So it was, at that time, when the chest was brought to the king’s official by the hand of the Levites, and when they saw that there*i was*i much money, that the king’s scribe and the high priest’s officer came and emptied the chest, and took it and returned it to its place. Thus they did day by day, and gathered money in abundance."
    },
    {
        "o": 12945,
        "r": "nkjv:2 Chronicles:24:12",
        "t": "The*p king and Jehoiada gave it to those who did the work of the service of the house of the Lord;*s and they hired masons and carpenters to repair the house of the Lord,*s and also those who worked in iron and bronze to restore the house of the Lord.*s"
    },
    {
        "o": 12946,
        "r": "nkjv:2 Chronicles:24:13",
        "t": "So the workmen labored, and the work was completed by them; they restored the house of God to its original condition and reinforced it."
    },
    {
        "o": 12947,
        "r": "nkjv:2 Chronicles:24:14",
        "t": "When they had finished, they brought the rest of the money before the king and Jehoiada; they made from it articles for the house of the Lord,*s articles for serving and offering, spoons and vessels of gold and silver. And they offered burnt offerings in the house of the Lord*s continually all the days of Jehoiada."
    },
    {
        "o": 12948,
        "r": "nkjv:2 Chronicles:24:14",
        "t": "Apostasy of Joash",
        "h": 2
    },
    {
        "o": 12949,
        "r": "nkjv:2 Chronicles:24:15",
        "t": "But*p Jehoiada grew old and was full of days, and he died; he*i was*i one hundred and thirty years old when he died."
    },
    {
        "o": 12950,
        "r": "nkjv:2 Chronicles:24:16",
        "t": "And they buried him in the City of David among the kings, because he had done good in Israel, both toward God and His house."
    },
    {
        "o": 12951,
        "r": "nkjv:2 Chronicles:24:17",
        "t": "Now*p after the death of Jehoiada the leaders of Judah came and bowed down to the king. And the king listened to them."
    },
    {
        "o": 12952,
        "r": "nkjv:2 Chronicles:24:18",
        "t": "Therefore they left the house of the Lord*s God of their fathers, and served wooden images and idols; and wrath came upon Judah and Jerusalem because of their trespass."
    },
    {
        "o": 12953,
        "r": "nkjv:2 Chronicles:24:19",
        "t": "Yet He sent prophets to them, to bring them back to the Lord;*s and they testified against them, but they would not listen."
    },
    {
        "o": 12954,
        "r": "nkjv:2 Chronicles:24:20",
        "t": "Then*p the Spirit of God came upon Zechariah the son of Jehoiada the priest, who stood above the people, and said to them, “Thus says God: ‘Why do you transgress the commandments of the Lord,*s so that you cannot prosper? Because you have forsaken the Lord,*s He also has forsaken you.’”"
    },
    {
        "o": 12955,
        "r": "nkjv:2 Chronicles:24:21",
        "t": "So they conspired against him, and at the command of the king they stoned him with stones in the court of the house of the Lord.*s"
    },
    {
        "o": 12956,
        "r": "nkjv:2 Chronicles:24:22",
        "t": "Thus Joash the king did not remember the kindness which Jehoiada his father had done to him, but killed his son; and as he died, he said, “The Lord*s look on it,*i and repay!”"
    },
    {
        "o": 12957,
        "r": "nkjv:2 Chronicles:24:22",
        "t": "Death of Joash",
        "h": 2
    },
    {
        "o": 12958,
        "r": "nkjv:2 Chronicles:24:23",
        "t": "So*p it happened in the spring of the year that*i the army of Syria came up against him; and they came to Judah and Jerusalem, and destroyed all the leaders of the people from among the people, and sent all their spoil to the king of Damascus."
    },
    {
        "o": 12959,
        "r": "nkjv:2 Chronicles:24:24",
        "t": "For the army of the Syrians came with a small company of men; but the Lord*s delivered a very great army into their hand, because they had forsaken the Lord*s God of their fathers. So they executed judgment against Joash."
    },
    {
        "o": 12960,
        "r": "nkjv:2 Chronicles:24:25",
        "t": "And when they had withdrawn from him (for they left him severely wounded), his own servants conspired against him because of the blood of the sons of Jehoiada the priest, and killed him on his bed. So he died. And they buried him in the City of David, but they did not bury him in the tombs of the kings."
    },
    {
        "o": 12961,
        "r": "nkjv:2 Chronicles:24:26",
        "t": "These*p are the ones who conspired against him: Zabad the son of Shimeath the Ammonitess, and Jehozabad the son of Shimrith the Moabitess."
    },
    {
        "o": 12962,
        "r": "nkjv:2 Chronicles:24:27",
        "t": "Now concerning*i his sons, and the many oracles about him, and the repairing of the house of God, indeed they are*i written in the annals of the book of the kings. Then Amaziah his son reigned in his place."
    }
]
