[
    {
        "o": 11854,
        "r": "esv:1 Chronicles:15:0",
        "t": "1 Chronicles 15",
        "h": 1
    },
    {
        "o": 11855,
        "r": "esv:1 Chronicles:15:0",
        "t": "The Ark Brought to Jerusalem",
        "h": 2
    },
    {
        "o": 11856,
        "r": "esv:1 Chronicles:15:1",
        "t": "David*p built houses for himself in the city of David. And he prepared a place for the ark of God and pitched a tent for it."
    },
    {
        "o": 11857,
        "r": "esv:1 Chronicles:15:2",
        "t": "Then David said that no one but the Levites may carry the ark of God, for the Lord*s had chosen them to carry the ark of the Lord*s and to minister to him forever."
    },
    {
        "o": 11858,
        "r": "esv:1 Chronicles:15:3",
        "t": "And David assembled all Israel at Jerusalem to bring up the ark of the Lord*s to its place, which he had prepared for it."
    },
    {
        "o": 11859,
        "r": "esv:1 Chronicles:15:4",
        "t": "And David gathered together the sons of Aaron and the Levites:"
    },
    {
        "o": 11860,
        "r": "esv:1 Chronicles:15:5",
        "t": "of the sons of Kohath, Uriel the chief, with 120 of his brothers;"
    },
    {
        "o": 11861,
        "r": "esv:1 Chronicles:15:6",
        "t": "of the sons of Merari, Asaiah the chief, with 220 of his brothers;"
    },
    {
        "o": 11862,
        "r": "esv:1 Chronicles:15:7",
        "t": "of the sons of Gershom, Joel the chief, with 130 of his brothers;"
    },
    {
        "o": 11863,
        "r": "esv:1 Chronicles:15:8",
        "t": "of the sons of Elizaphan, Shemaiah the chief, with 200 of his brothers;"
    },
    {
        "o": 11864,
        "r": "esv:1 Chronicles:15:9",
        "t": "of the sons of Hebron, Eliel the chief, with 80 of his brothers;"
    },
    {
        "o": 11865,
        "r": "esv:1 Chronicles:15:10",
        "t": "of the sons of Uzziel, Amminadab the chief, with 112 of his brothers."
    },
    {
        "o": 11866,
        "r": "esv:1 Chronicles:15:11",
        "t": "Then David summoned the priests Zadok and Abiathar, and the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab,"
    },
    {
        "o": 11867,
        "r": "esv:1 Chronicles:15:12",
        "t": "and said to them, “You are the heads of the fathers’ houses of the Levites. Consecrate yourselves, you and your brothers, so that you may bring up the ark of the Lord,*s the God of Israel, to the place that I have prepared for it."
    },
    {
        "o": 11868,
        "r": "esv:1 Chronicles:15:13",
        "t": "Because you did not carry it the first time, the Lord*s our God broke out against us, because we did not seek him according to the rule.”"
    },
    {
        "o": 11869,
        "r": "esv:1 Chronicles:15:14",
        "t": "So the priests and the Levites consecrated themselves to bring up the ark of the Lord,*s the God of Israel."
    },
    {
        "o": 11870,
        "r": "esv:1 Chronicles:15:15",
        "t": "And the Levites carried the ark of God on their shoulders with the poles, as Moses had commanded according to the word of the Lord.*s"
    },
    {
        "o": 11871,
        "r": "esv:1 Chronicles:15:16",
        "t": "David*p also commanded the chiefs of the Levites to appoint their brothers as the singers who should play loudly on musical instruments, on harps and lyres and cymbals, to raise sounds of joy."
    },
    {
        "o": 11872,
        "r": "esv:1 Chronicles:15:17",
        "t": "So the Levites appointed Heman the son of Joel; and of his brothers Asaph the son of Berechiah; and of the sons of Merari, their brothers, Ethan the son of Kushaiah;"
    },
    {
        "o": 11873,
        "r": "esv:1 Chronicles:15:18",
        "t": "and with them their brothers of the second order, Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, and Mikneiah, and the gatekeepers Obed-edom and Jeiel."
    },
    {
        "o": 11874,
        "r": "esv:1 Chronicles:15:19",
        "t": "The singers, Heman, Asaph, and Ethan, were to sound bronze cymbals;"
    },
    {
        "o": 11875,
        "r": "esv:1 Chronicles:15:20",
        "t": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah were to play harps according to Alamoth;"
    },
    {
        "o": 11876,
        "r": "esv:1 Chronicles:15:21",
        "t": "but Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, and Azaziah were to lead with lyres according to the Sheminith."
    },
    {
        "o": 11877,
        "r": "esv:1 Chronicles:15:22",
        "t": "Chenaniah, leader of the Levites in music, should direct the music, for he understood it."
    },
    {
        "o": 11878,
        "r": "esv:1 Chronicles:15:23",
        "t": "Berechiah and Elkanah were to be gatekeepers for the ark."
    },
    {
        "o": 11879,
        "r": "esv:1 Chronicles:15:24",
        "t": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer, the priests, should blow the trumpets before the ark of God. Obed-edom and Jehiah were to be gatekeepers for the ark."
    },
    {
        "o": 11880,
        "r": "esv:1 Chronicles:15:25",
        "t": "So*p David and the elders of Israel and the commanders of thousands went to bring up the ark of the covenant of the Lord*s from the house of Obed-edom with rejoicing."
    },
    {
        "o": 11881,
        "r": "esv:1 Chronicles:15:26",
        "t": "And because God helped the Levites who were carrying the ark of the covenant of the Lord,*s they sacrificed seven bulls and seven rams."
    },
    {
        "o": 11882,
        "r": "esv:1 Chronicles:15:27",
        "t": "David was clothed with a robe of fine linen, as also were all the Levites who were carrying the ark, and the singers and Chenaniah the leader of the music of the singers. And David wore a linen ephod."
    },
    {
        "o": 11883,
        "r": "esv:1 Chronicles:15:28",
        "t": "So all Israel brought up the ark of the covenant of the Lord*s with shouting, to the sound of the horn, trumpets, and cymbals, and made loud music on harps and lyres."
    },
    {
        "o": 11884,
        "r": "esv:1 Chronicles:15:29",
        "t": "And*p as the ark of the covenant of the Lord*s came to the city of David, Michal the daughter of Saul looked out of the window and saw King David dancing and celebrating, and she despised him in her heart."
    }
]
