[
    {
        "o": 2275,
        "r": "nasb:Exodus:21:0",
        "t": "Exodus 21",
        "h": 1
    },
    {
        "o": 2276,
        "r": "nasb:Exodus:21:0",
        "t": "Ordinances for the People",
        "h": 2
    },
    {
        "o": 2277,
        "r": "nasb:Exodus:21:1",
        "t": "“Now*p these are the ordinances which you are to set before them:"
    },
    {
        "o": 2278,
        "r": "nasb:Exodus:21:2",
        "t": "“If*p you buy a Hebrew slave, he shall serve for six years; but on the seventh he shall go out as a free man without payment."
    },
    {
        "o": 2279,
        "r": "nasb:Exodus:21:3",
        "t": "If he comes alone, he shall go out alone; if he is the husband of a wife, then his wife shall go out with him."
    },
    {
        "o": 2280,
        "r": "nasb:Exodus:21:4",
        "t": "If his master gives him a wife, and she bears him sons or daughters, the wife and her children shall belong to her master, and he shall go out alone."
    },
    {
        "o": 2281,
        "r": "nasb:Exodus:21:5",
        "t": "But if the slave plainly says, ‘I love my master, my wife and my children; I will not go out as a free man,’"
    },
    {
        "o": 2282,
        "r": "nasb:Exodus:21:6",
        "t": "then his master shall bring him to God, then he shall bring him to the door or the doorpost. And his master shall pierce his ear with an awl; and he shall serve him permanently."
    },
    {
        "o": 2283,
        "r": "nasb:Exodus:21:7",
        "t": "“If*p a man sells his daughter as a female slave, she is not to go free as the male slaves do."
    },
    {
        "o": 2284,
        "r": "nasb:Exodus:21:8",
        "t": "If she is displeasing in the eyes of her master who designated her for himself, then he shall let her be redeemed. He does not have authority to sell her to a foreign people because of his unfairness to her."
    },
    {
        "o": 2285,
        "r": "nasb:Exodus:21:9",
        "t": "If he designates her for his son, he shall deal with her according to the custom of daughters."
    },
    {
        "o": 2286,
        "r": "nasb:Exodus:21:10",
        "t": "If he takes to himself another woman, he may not reduce her food, her clothing, or her conjugal rights."
    },
    {
        "o": 2287,
        "r": "nasb:Exodus:21:11",
        "t": "If he will not do these three things*i for her, then she shall go out for nothing, without payment*i of*i money."
    },
    {
        "o": 2288,
        "r": "nasb:Exodus:21:11",
        "t": "Personal Injuries",
        "h": 2
    },
    {
        "o": 2289,
        "r": "nasb:Exodus:21:12",
        "t": "“He*p who strikes a man so that he dies shall surely be put to death."
    },
    {
        "o": 2290,
        "r": "nasb:Exodus:21:13",
        "t": "But if he did not lie in wait for*i him,*i but God let him*i fall into his hand, then I will appoint you a place to which he may flee."
    },
    {
        "o": 2291,
        "r": "nasb:Exodus:21:14",
        "t": "If, however, a man acts presumptuously toward his neighbor, so as to kill him craftily, you are to take him even*i from My altar, that he may die."
    },
    {
        "o": 2292,
        "r": "nasb:Exodus:21:15",
        "t": "“He*p who strikes his father or his mother shall surely be put to death."
    },
    {
        "o": 2293,
        "r": "nasb:Exodus:21:16",
        "t": "“He*p who kidnaps a man, whether he sells him or he is found in his possession, shall surely be put to death."
    },
    {
        "o": 2294,
        "r": "nasb:Exodus:21:17",
        "t": "“He*p who curses his father or his mother shall surely be put to death."
    },
    {
        "o": 2295,
        "r": "nasb:Exodus:21:18",
        "t": "“If*p men have a quarrel and one strikes the other with a stone or with his*i fist, and he does not die but remains in bed,"
    },
    {
        "o": 2296,
        "r": "nasb:Exodus:21:19",
        "t": "if he gets up and walks around outside on his staff, then he who struck him shall go unpunished; he shall only pay for his loss of time, and shall take care of him until he is completely healed."
    },
    {
        "o": 2297,
        "r": "nasb:Exodus:21:20",
        "t": "“If*p a man strikes his male or female slave with a rod and he dies at his hand, he shall be punished."
    },
    {
        "o": 2298,
        "r": "nasb:Exodus:21:21",
        "t": "If, however, he survives a day or two, no vengeance shall be taken; for he is his property."
    },
    {
        "o": 2299,
        "r": "nasb:Exodus:21:22",
        "t": "“If*p men struggle with each other and strike a woman with child so that she gives birth prematurely, yet there is no injury, he shall surely be fined as the woman’s husband may demand of him, and he shall pay as the judges decide.*i"
    },
    {
        "o": 2300,
        "r": "nasb:Exodus:21:23",
        "t": "But if there is any*i further*i injury, then you shall appoint as*i a*i penalty*i life for life,"
    },
    {
        "o": 2301,
        "r": "nasb:Exodus:21:24",
        "t": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
    },
    {
        "o": 2302,
        "r": "nasb:Exodus:21:25",
        "t": "burn for burn, wound for wound, bruise for bruise."
    },
    {
        "o": 2303,
        "r": "nasb:Exodus:21:26",
        "t": "“If*p a man strikes the eye of his male or female slave, and destroys it, he shall let him go free on account of his eye."
    },
    {
        "o": 2304,
        "r": "nasb:Exodus:21:27",
        "t": "And if he knocks out a tooth of his male or female slave, he shall let him go free on account of his tooth."
    },
    {
        "o": 2305,
        "r": "nasb:Exodus:21:28",
        "t": "“If*p an ox gores a man or a woman to death, the ox shall surely be stoned and its flesh shall not be eaten; but the owner of the ox shall go unpunished."
    },
    {
        "o": 2306,
        "r": "nasb:Exodus:21:29",
        "t": "If, however, an ox was previously in the habit of goring and its owner has been warned, yet he does not confine it and it kills a man or a woman, the ox shall be stoned and its owner also shall be put to death."
    },
    {
        "o": 2307,
        "r": "nasb:Exodus:21:30",
        "t": "If a ransom is demanded of him, then he shall give for the redemption of his life whatever is demanded of him."
    },
    {
        "o": 2308,
        "r": "nasb:Exodus:21:31",
        "t": "Whether it gores a son or a daughter, it shall be done to him according to the same rule."
    },
    {
        "o": 2309,
        "r": "nasb:Exodus:21:32",
        "t": "If the ox gores a male or female slave, the owner shall give his or*i her*i master thirty shekels of silver, and the ox shall be stoned."
    },
    {
        "o": 2310,
        "r": "nasb:Exodus:21:33",
        "t": "“If*p a man opens a pit, or digs a pit and does not cover it over, and an ox or a donkey falls into it,"
    },
    {
        "o": 2311,
        "r": "nasb:Exodus:21:34",
        "t": "the owner of the pit shall make restitution; he shall give money to its owner, and the dead animal*i shall become his."
    },
    {
        "o": 2312,
        "r": "nasb:Exodus:21:35",
        "t": "“If*p one man’s ox hurts another’s so that it dies, then they shall sell the live ox and divide its price equally; and also they shall divide the dead ox.*i"
    },
    {
        "o": 2313,
        "r": "nasb:Exodus:21:36",
        "t": "Or if*i it is known that the ox was previously in the habit of goring, yet its owner has not confined it, he shall surely pay ox for ox, and the dead animal*i shall become his."
    }
]
