[
    {
        "o": 19365,
        "r": "esv:Ecclesiastes:8:0",
        "t": "Ecclesiastes 8",
        "h": 1
    },
    {
        "o": 19366,
        "r": "esv:Ecclesiastes:8:0",
        "t": "Keep the King’s Command",
        "h": 2
    },
    {
        "o": 19367,
        "r": "esv:Ecclesiastes:8:1",
        "t": "Who*pn is like the wise? And*ld who knows the interpretation of a thing? A*ln man’s wisdom makes his face shine, and*ld the hardness of his face is changed."
    },
    {
        "o": 19368,
        "r": "esv:Ecclesiastes:8:2",
        "t": "I*p say: Keep the king’s command, because of God’s oath to him."
    },
    {
        "o": 19369,
        "r": "esv:Ecclesiastes:8:3",
        "t": "Be not hasty to go from his presence. Do not take your stand in an evil cause, for he does whatever he pleases."
    },
    {
        "o": 19370,
        "r": "esv:Ecclesiastes:8:4",
        "t": "For the word of the king is supreme, and who may say to him, “What are you doing?”"
    },
    {
        "o": 19371,
        "r": "esv:Ecclesiastes:8:5",
        "t": "Whoever keeps a command will know no evil thing, and the wise heart will know the proper time and the just way."
    },
    {
        "o": 19372,
        "r": "esv:Ecclesiastes:8:6",
        "t": "For there is a time and a way for everything, although man’s trouble lies heavy on him."
    },
    {
        "o": 19373,
        "r": "esv:Ecclesiastes:8:7",
        "t": "For he does not know what is to be, for who can tell him how it will be?"
    },
    {
        "o": 19374,
        "r": "esv:Ecclesiastes:8:8",
        "t": "No man has power to retain the spirit, or power over the day of death. There is no discharge from war, nor will wickedness deliver those who are given to it."
    },
    {
        "o": 19375,
        "r": "esv:Ecclesiastes:8:9",
        "t": "All this I observed while applying my heart to all that is done under the sun, when man had power over man to his hurt."
    },
    {
        "o": 19376,
        "r": "esv:Ecclesiastes:8:9",
        "t": "Those Who Fear God Will Do Well",
        "h": 2
    },
    {
        "o": 19377,
        "r": "esv:Ecclesiastes:8:10",
        "t": "Then*p I saw the wicked buried. They used to go in and out of the holy place and were praised in the city where they had done such things. This also is vanity."
    },
    {
        "o": 19378,
        "r": "esv:Ecclesiastes:8:11",
        "t": "Because the sentence against an evil deed is not executed speedily, the heart of the children of man is fully set to do evil."
    },
    {
        "o": 19379,
        "r": "esv:Ecclesiastes:8:12",
        "t": "Though a sinner does evil a hundred times and prolongs his life, yet I know that it will be well with those who fear God, because they fear before him."
    },
    {
        "o": 19380,
        "r": "esv:Ecclesiastes:8:13",
        "t": "But it will not be well with the wicked, neither will he prolong his days like a shadow, because he does not fear before God."
    },
    {
        "o": 19381,
        "r": "esv:Ecclesiastes:8:13",
        "t": "Man Cannot Know God’s Ways",
        "h": 2
    },
    {
        "o": 19382,
        "r": "esv:Ecclesiastes:8:14",
        "t": "There*p is a vanity that takes place on earth, that there are righteous people to whom it happens according to the deeds of the wicked, and there are wicked people to whom it happens according to the deeds of the righteous. I said that this also is vanity."
    },
    {
        "o": 19383,
        "r": "esv:Ecclesiastes:8:15",
        "t": "And I commend joy, for man has nothing better under the sun but to eat and drink and be joyful, for this will go with him in his toil through the days of his life that God has given him under the sun."
    },
    {
        "o": 19384,
        "r": "esv:Ecclesiastes:8:16",
        "t": "When*p I applied my heart to know wisdom, and to see the business that is done on earth, how neither day nor night do one’s eyes see sleep,"
    },
    {
        "o": 19385,
        "r": "esv:Ecclesiastes:8:17",
        "t": "then I saw all the work of God, that man cannot find out the work that is done under the sun. However much man may toil in seeking, he will not find it out. Even though a wise man claims to know, he cannot find it out."
    }
]
