[
    {
        "o": 28761,
        "r": "kjv:Acts:19:0",
        "t": "Acts 19",
        "h": 1
    },
    {
        "o": 28762,
        "r": "kjv:Acts:19:1",
        "t": "And*p it came to pass, that, while Apollos was at Corinth, Paul having passed through the upper coasts came to Ephesus: and finding certain disciples,"
    },
    {
        "o": 28763,
        "r": "kjv:Acts:19:2",
        "t": "He*p said unto them, Have ye received the Holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be any Holy Ghost."
    },
    {
        "o": 28764,
        "r": "kjv:Acts:19:3",
        "t": "And*p he said unto them, Unto what then were ye baptized? And they said, Unto John's baptism."
    },
    {
        "o": 28765,
        "r": "kjv:Acts:19:4",
        "t": "Then*p said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus."
    },
    {
        "o": 28766,
        "r": "kjv:Acts:19:5",
        "t": "When*p they heard this, they were baptized in the name of the Lord Jesus."
    },
    {
        "o": 28767,
        "r": "kjv:Acts:19:6",
        "t": "And*p when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied."
    },
    {
        "o": 28768,
        "r": "kjv:Acts:19:7",
        "t": "And*p all the men were about twelve."
    },
    {
        "o": 28769,
        "r": "kjv:Acts:19:8",
        "t": "And*p he went into the synagogue, and spake boldly for the space of three months, disputing and persuading the things concerning the kingdom of God."
    },
    {
        "o": 28770,
        "r": "kjv:Acts:19:9",
        "t": "But*p when divers were hardened, and believed not, but spake evil of that way before the multitude, he departed from them, and separated the disciples, disputing daily in the school of one Tyrannus."
    },
    {
        "o": 28771,
        "r": "kjv:Acts:19:10",
        "t": "And*p this continued by the space of two years; so that all they which dwelt in Asia heard the word of the Lord Jesus, both Jews and Greeks."
    },
    {
        "o": 28772,
        "r": "kjv:Acts:19:11",
        "t": "And*p God wrought special miracles by the hands of Paul:"
    },
    {
        "o": 28773,
        "r": "kjv:Acts:19:12",
        "t": "So*p that from his body were brought unto the sick handkerchiefs or aprons, and the diseases departed from them, and the evil spirits went out of them."
    },
    {
        "o": 28774,
        "r": "kjv:Acts:19:13",
        "t": "Then*p certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth."
    },
    {
        "o": 28775,
        "r": "kjv:Acts:19:14",
        "t": "And*p there were seven sons of one Sceva, a Jew, and chief of the priests, which did so."
    },
    {
        "o": 28776,
        "r": "kjv:Acts:19:15",
        "t": "And*p the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?"
    },
    {
        "o": 28777,
        "r": "kjv:Acts:19:16",
        "t": "And*p the man in whom the evil spirit was leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded."
    },
    {
        "o": 28778,
        "r": "kjv:Acts:19:17",
        "t": "And*p this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified."
    },
    {
        "o": 28779,
        "r": "kjv:Acts:19:18",
        "t": "And*p many that believed came, and confessed, and shewed their deeds."
    },
    {
        "o": 28780,
        "r": "kjv:Acts:19:19",
        "t": "Many*p of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver."
    },
    {
        "o": 28781,
        "r": "kjv:Acts:19:20",
        "t": "So*p mightily grew the word of God and prevailed."
    },
    {
        "o": 28782,
        "r": "kjv:Acts:19:21",
        "t": "After*p these things were ended, Paul purposed in the spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, After I have been there, I must also see Rome."
    },
    {
        "o": 28783,
        "r": "kjv:Acts:19:22",
        "t": "So*p he sent into Macedonia two of them that ministered unto him, Timothy and Erastus; but he himself stayed in Asia for a season."
    },
    {
        "o": 28784,
        "r": "kjv:Acts:19:23",
        "t": "And*p the same time there arose no small stir about that way."
    },
    {
        "o": 28785,
        "r": "kjv:Acts:19:24",
        "t": "For*p a certain man named Demetrius, a silversmith, which made silver shrines for Diana, brought no small gain unto the craftsmen;"
    },
    {
        "o": 28786,
        "r": "kjv:Acts:19:25",
        "t": "Whom*p he called together with the workmen of like occupation, and said, Sirs, ye know that by this craft we have our wealth."
    },
    {
        "o": 28787,
        "r": "kjv:Acts:19:26",
        "t": "Moreover*p ye see and hear, that not alone at Ephesus, but almost throughout all Asia, this Paul hath persuaded and turned away much people, saying that they be no gods, which are made with hands:"
    },
    {
        "o": 28788,
        "r": "kjv:Acts:19:27",
        "t": "So*p that not only this our craft is in danger to be set at nought; but also that the temple of the great goddess Diana should be despised, and her magnificence should be destroyed, whom all Asia and the world worshippeth."
    },
    {
        "o": 28789,
        "r": "kjv:Acts:19:28",
        "t": "And*p when they heard these sayings, they were full of wrath, and cried out, saying, Great is Diana of the Ephesians."
    },
    {
        "o": 28790,
        "r": "kjv:Acts:19:29",
        "t": "And*p the whole city was filled with confusion: and having caught Gaius and Aristarchus, men of Macedonia, Paul's companions in travel, they rushed with one accord into the theatre."
    },
    {
        "o": 28791,
        "r": "kjv:Acts:19:30",
        "t": "And*p when Paul would have entered in unto the people, the disciples suffered him not."
    },
    {
        "o": 28792,
        "r": "kjv:Acts:19:31",
        "t": "And*p certain of the chief of Asia, which were his friends, sent unto him, desiring him that he would not adventure himself into the theatre."
    },
    {
        "o": 28793,
        "r": "kjv:Acts:19:32",
        "t": "Some*p therefore cried one thing, and some another: for the assembly was confused; and the more part knew not wherefore they were come together."
    },
    {
        "o": 28794,
        "r": "kjv:Acts:19:33",
        "t": "And*p they drew Alexander out of the multitude, the Jews putting him forward. And Alexander beckoned with the hand, and would have made his defence unto the people."
    },
    {
        "o": 28795,
        "r": "kjv:Acts:19:34",
        "t": "But*p when they knew that he was a Jew, all with one voice about the space of two hours cried out, Great is Diana of the Ephesians."
    },
    {
        "o": 28796,
        "r": "kjv:Acts:19:35",
        "t": "And*p when the townclerk had appeased the people, he said, Ye men of Ephesus, what man is there that knoweth not how that the city of the Ephesians is a worshipper of the great goddess Diana, and of the image which fell down from Jupiter?"
    },
    {
        "o": 28797,
        "r": "kjv:Acts:19:36",
        "t": "Seeing*p then that these things cannot be spoken against, ye ought to be quiet, and to do nothing rashly."
    },
    {
        "o": 28798,
        "r": "kjv:Acts:19:37",
        "t": "For*p ye have brought hither these men, which are neither robbers of churches, nor yet blasphemers of your goddess."
    },
    {
        "o": 28799,
        "r": "kjv:Acts:19:38",
        "t": "Wherefore*p if Demetrius, and the craftsmen which are with him, have a matter against any man, the law is open, and there are deputies: let them implead one another."
    },
    {
        "o": 28800,
        "r": "kjv:Acts:19:39",
        "t": "But*p if ye enquire any thing concerning other matters, it shall be determined in a lawful assembly."
    },
    {
        "o": 28801,
        "r": "kjv:Acts:19:40",
        "t": "For*p we are in danger to be called in question for this day's uproar, there being no cause whereby we may give an account of this concourse."
    },
    {
        "o": 28802,
        "r": "kjv:Acts:19:41",
        "t": "And*p when he had thus spoken, he dismissed the assembly."
    }
]
