[
    {
        "o": 14897,
        "r": "esv:Job:29:0",
        "t": "Job 29",
        "h": 1
    },
    {
        "o": 14898,
        "r": "esv:Job:29:0",
        "t": "Job’s Summary Defense",
        "h": 2
    },
    {
        "o": 14899,
        "r": "esv:Job:29:1",
        "t": "And*p Job again took up his discourse, and said:"
    },
    {
        "o": 14900,
        "r": "esv:Job:29:2",
        "t": "“Oh,*pn that I were as in the months of old, as*ld in the days when God watched over me,"
    },
    {
        "o": 14901,
        "r": "esv:Job:29:3",
        "t": "when*ln his lamp shone upon my head, and*ld by his light I walked through darkness,"
    },
    {
        "o": 14902,
        "r": "esv:Job:29:4",
        "t": "as*ln I was in my prime, when*ld the friendship of God was upon my tent,"
    },
    {
        "o": 14903,
        "r": "esv:Job:29:5",
        "t": "when*ln the Almighty was yet with me, when*ld my children were all around me,"
    },
    {
        "o": 14904,
        "r": "esv:Job:29:6",
        "t": "when*ln my steps were washed with butter, and*ld the rock poured out for me streams of oil!"
    },
    {
        "o": 14905,
        "r": "esv:Job:29:7",
        "t": "When*ln I went out to the gate of the city, when*ld I prepared my seat in the square,"
    },
    {
        "o": 14906,
        "r": "esv:Job:29:8",
        "t": "the*ln young men saw me and withdrew, and*ld the aged rose and stood;"
    },
    {
        "o": 14907,
        "r": "esv:Job:29:9",
        "t": "the*ln princes refrained from talking and*ld laid their hand on their mouth;"
    },
    {
        "o": 14908,
        "r": "esv:Job:29:10",
        "t": "the*ln voice of the nobles was hushed, and*ld their tongue stuck to the roof of their mouth."
    },
    {
        "o": 14909,
        "r": "esv:Job:29:11",
        "t": "When*ln the ear heard, it called me blessed, and*ld when the eye saw, it approved,"
    },
    {
        "o": 14910,
        "r": "esv:Job:29:12",
        "t": "because*ln I delivered the poor who cried for help, and*ld the fatherless who had none to help him."
    },
    {
        "o": 14911,
        "r": "esv:Job:29:13",
        "t": "The*ln blessing of him who was about to perish came upon me, and*ld I caused the widow’s heart to sing for joy."
    },
    {
        "o": 14912,
        "r": "esv:Job:29:14",
        "t": "I*ln put on righteousness, and it clothed me; my*ld justice was like a robe and a turban."
    },
    {
        "o": 14913,
        "r": "esv:Job:29:15",
        "t": "I*ln was eyes to the blind and*ld feet to the lame."
    },
    {
        "o": 14914,
        "r": "esv:Job:29:16",
        "t": "I*ln was a father to the needy, and*ld I searched out the cause of him whom I did not know."
    },
    {
        "o": 14915,
        "r": "esv:Job:29:17",
        "t": "I*ln broke the fangs of the unrighteous and*ld made him drop his prey from his teeth."
    },
    {
        "o": 14916,
        "r": "esv:Job:29:18",
        "t": "Then*ln I thought, ‘I shall die in my nest, and*ld I shall multiply my days as the sand,"
    },
    {
        "o": 14917,
        "r": "esv:Job:29:19",
        "t": "my*ln roots spread out to the waters, with*ld the dew all night on my branches,"
    },
    {
        "o": 14918,
        "r": "esv:Job:29:20",
        "t": "my*ln glory fresh with me, and*ld my bow ever new in my hand.’"
    },
    {
        "o": 14919,
        "r": "esv:Job:29:21",
        "t": "“Men*pn listened to me and waited and*ld kept silence for my counsel."
    },
    {
        "o": 14920,
        "r": "esv:Job:29:22",
        "t": "After*ln I spoke they did not speak again, and*ld my word dropped upon them."
    },
    {
        "o": 14921,
        "r": "esv:Job:29:23",
        "t": "They*ln waited for me as for the rain, and*ld they opened their mouths as for the spring rain."
    },
    {
        "o": 14922,
        "r": "esv:Job:29:24",
        "t": "I*ln smiled on them when they had no confidence, and*ld the light of my face they did not cast down."
    },
    {
        "o": 14923,
        "r": "esv:Job:29:25",
        "t": "I*ln chose their way and sat as chief, and*ld I lived like a king among his troops, like*ld one who comforts mourners."
    }
]
