[
    {
        "o": 5701,
        "r": "nkjv:Deuteronomy:10:0",
        "t": "Deuteronomy 10",
        "h": 1
    },
    {
        "o": 5702,
        "r": "nkjv:Deuteronomy:10:0",
        "t": "The Second Pair of Tablets",
        "h": 2
    },
    {
        "o": 5703,
        "r": "nkjv:Deuteronomy:10:1",
        "t": "“At*p that time the Lord*s said to me, ‘Hew for yourself two tablets of stone like the first, and come up to Me on the mountain and make yourself an ark of wood."
    },
    {
        "o": 5704,
        "r": "nkjv:Deuteronomy:10:2",
        "t": "And I will write on the tablets the words that were on the first tablets, which you broke; and you shall put them in the ark.’"
    },
    {
        "o": 5705,
        "r": "nkjv:Deuteronomy:10:3",
        "t": "“So*p I made an ark of acacia wood, hewed two tablets of stone like the first, and went up the mountain, having the two tablets in my hand."
    },
    {
        "o": 5706,
        "r": "nkjv:Deuteronomy:10:4",
        "t": "And He wrote on the tablets according to the first writing, the Ten Commandments, which the Lord*s had spoken to you in the mountain from the midst of the fire in the day of the assembly; and the Lord*s gave them to me."
    },
    {
        "o": 5707,
        "r": "nkjv:Deuteronomy:10:5",
        "t": "Then I turned and came down from the mountain, and put the tablets in the ark which I had made; and there they are, just as the Lord*s commanded me.”"
    },
    {
        "o": 5708,
        "r": "nkjv:Deuteronomy:10:6",
        "t": "(Now*p the children of Israel journeyed from the wells of Bene Jaakan to Moserah, where Aaron died, and where he was buried; and Eleazar his son ministered as priest in his stead."
    },
    {
        "o": 5709,
        "r": "nkjv:Deuteronomy:10:7",
        "t": "From there they journeyed to Gudgodah, and from Gudgodah to Jotbathah, a land of rivers of water."
    },
    {
        "o": 5710,
        "r": "nkjv:Deuteronomy:10:8",
        "t": "At that time the Lord*s separated the tribe of Levi to bear the ark of the covenant of the Lord,*s to stand before the Lord*s to minister to Him and to bless in His name, to this day."
    },
    {
        "o": 5711,
        "r": "nkjv:Deuteronomy:10:9",
        "t": "Therefore Levi has no portion nor inheritance with his brethren; the Lord*s is*i his inheritance, just as the Lord*s your God promised him.)"
    },
    {
        "o": 5712,
        "r": "nkjv:Deuteronomy:10:10",
        "t": "“As*p at the first time, I stayed in the mountain forty days and forty nights; the Lord*s also heard me at that time, and*i the Lord*s chose not to destroy you."
    },
    {
        "o": 5713,
        "r": "nkjv:Deuteronomy:10:11",
        "t": "Then the Lord*s said to me, ‘Arise, begin your*i journey before the people, that they may go in and possess the land which I swore to their fathers to give them.’"
    },
    {
        "o": 5714,
        "r": "nkjv:Deuteronomy:10:11",
        "t": "The Essence of the Law",
        "h": 2
    },
    {
        "o": 5715,
        "r": "nkjv:Deuteronomy:10:12",
        "t": "“And*p now, Israel, what does the Lord*s your God require of you, but to fear the Lord*s your God, to walk in all His ways and to love Him, to serve the Lord*s your God with all your heart and with all your soul,"
    },
    {
        "o": 5716,
        "r": "nkjv:Deuteronomy:10:13",
        "t": "and*i to keep the commandments of the Lord*s and His statutes which I command you today for your good?"
    },
    {
        "o": 5717,
        "r": "nkjv:Deuteronomy:10:14",
        "t": "Indeed heaven and the highest heavens belong to the Lord*s your God, also*i the earth with all that is*i in it."
    },
    {
        "o": 5718,
        "r": "nkjv:Deuteronomy:10:15",
        "t": "The Lord*s delighted only in your fathers, to love them; and He chose their descendants after them, you above all peoples, as it*i is*i this day."
    },
    {
        "o": 5719,
        "r": "nkjv:Deuteronomy:10:16",
        "t": "Therefore circumcise the foreskin of your heart, and be stiff-necked no longer."
    },
    {
        "o": 5720,
        "r": "nkjv:Deuteronomy:10:17",
        "t": "For the Lord*s your God is*i God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality nor takes a bribe."
    },
    {
        "o": 5721,
        "r": "nkjv:Deuteronomy:10:18",
        "t": "He administers justice for the fatherless and the widow, and loves the stranger, giving him food and clothing."
    },
    {
        "o": 5722,
        "r": "nkjv:Deuteronomy:10:19",
        "t": "Therefore love the stranger, for you were strangers in the land of Egypt."
    },
    {
        "o": 5723,
        "r": "nkjv:Deuteronomy:10:20",
        "t": "You shall fear the Lord*s your God; you shall serve Him, and to Him you shall hold fast, and take oaths in His name."
    },
    {
        "o": 5724,
        "r": "nkjv:Deuteronomy:10:21",
        "t": "He is*i your praise, and He is*i your God, who has done for you these great and awesome things which your eyes have seen."
    },
    {
        "o": 5725,
        "r": "nkjv:Deuteronomy:10:22",
        "t": "Your fathers went down to Egypt with seventy persons, and now the Lord*s your God has made you as the stars of heaven in multitude."
    }
]
