[
    {
        "o": 30221,
        "r": "esv:Acts:4:0",
        "t": "Acts 4",
        "h": 1
    },
    {
        "o": 30222,
        "r": "esv:Acts:4:0",
        "t": "Peter and John Before the Council",
        "h": 2
    },
    {
        "o": 30223,
        "r": "esv:Acts:4:1",
        "t": "And*p as they were speaking to the people, the priests and the captain of the temple and the Sadducees came upon them,"
    },
    {
        "o": 30224,
        "r": "esv:Acts:4:2",
        "t": "greatly annoyed because they were teaching the people and proclaiming in Jesus the resurrection from the dead."
    },
    {
        "o": 30225,
        "r": "esv:Acts:4:3",
        "t": "And they arrested them and put them in custody until the next day, for it was already evening."
    },
    {
        "o": 30226,
        "r": "esv:Acts:4:4",
        "t": "But many of those who had heard the word believed, and the number of the men came to about five thousand."
    },
    {
        "o": 30227,
        "r": "esv:Acts:4:5",
        "t": "On*p the next day their rulers and elders and scribes gathered together in Jerusalem,"
    },
    {
        "o": 30228,
        "r": "esv:Acts:4:6",
        "t": "with Annas the high priest and Caiaphas and John and Alexander, and all who were of the high-priestly family."
    },
    {
        "o": 30229,
        "r": "esv:Acts:4:7",
        "t": "And when they had set them in the midst, they inquired, “By what power or by what name did you do this?”"
    },
    {
        "o": 30230,
        "r": "esv:Acts:4:8",
        "t": "Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders,"
    },
    {
        "o": 30231,
        "r": "esv:Acts:4:9",
        "t": "if we are being examined today concerning a good deed done to a crippled man, by what means this man has been healed,"
    },
    {
        "o": 30232,
        "r": "esv:Acts:4:10",
        "t": "let it be known to all of you and to all the people of Israel that by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead— by him this man is standing before you well."
    },
    {
        "o": 30233,
        "r": "esv:Acts:4:11",
        "t": "This Jesus is the stone that was rejected by you, the builders, which has become the cornerstone."
    },
    {
        "o": 30234,
        "r": "esv:Acts:4:12",
        "t": "And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”"
    },
    {
        "o": 30235,
        "r": "esv:Acts:4:13",
        "t": "Now*p when they saw the boldness of Peter and John, and perceived that they were uneducated, common men, they were astonished. And they recognized that they had been with Jesus."
    },
    {
        "o": 30236,
        "r": "esv:Acts:4:14",
        "t": "But seeing the man who was healed standing beside them, they had nothing to say in opposition."
    },
    {
        "o": 30237,
        "r": "esv:Acts:4:15",
        "t": "But when they had commanded them to leave the council, they conferred with one another,"
    },
    {
        "o": 30238,
        "r": "esv:Acts:4:16",
        "t": "saying, “What shall we do with these men? For that a notable sign has been performed through them is evident to all the inhabitants of Jerusalem, and we cannot deny it."
    },
    {
        "o": 30239,
        "r": "esv:Acts:4:17",
        "t": "But in order that it may spread no further among the people, let us warn them to speak no more to anyone in this name.”"
    },
    {
        "o": 30240,
        "r": "esv:Acts:4:18",
        "t": "So they called them and charged them not to speak or teach at all in the name of Jesus."
    },
    {
        "o": 30241,
        "r": "esv:Acts:4:19",
        "t": "But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, you must judge,"
    },
    {
        "o": 30242,
        "r": "esv:Acts:4:20",
        "t": "for we cannot but speak of what we have seen and heard.”"
    },
    {
        "o": 30243,
        "r": "esv:Acts:4:21",
        "t": "And when they had further threatened them, they let them go, finding no way to punish them, because of the people, for all were praising God for what had happened."
    },
    {
        "o": 30244,
        "r": "esv:Acts:4:22",
        "t": "For the man on whom this sign of healing was performed was more than forty years old."
    },
    {
        "o": 30245,
        "r": "esv:Acts:4:22",
        "t": "The Believers Pray for Boldness",
        "h": 2
    },
    {
        "o": 30246,
        "r": "esv:Acts:4:23",
        "t": "When*p they were released, they went to their friends and reported what the chief priests and the elders had said to them."
    },
    {
        "o": 30247,
        "r": "esv:Acts:4:24",
        "t": "And when they heard it, they lifted their voices together to God and said, “Sovereign Lord, who made the heaven and the earth and the sea and everything in them,"
    },
    {
        "o": 30248,
        "r": "esv:Acts:4:25",
        "t": "who through the mouth of our father David, your servant, said by the Holy Spirit, “‘Why*pn did the Gentiles rage, and*ld the peoples plot in vain?"
    },
    {
        "o": 30249,
        "r": "esv:Acts:4:26",
        "t": "The*ln kings of the earth set themselves, and*ld the rulers were gathered together, against*ld the Lord and against his Anointed’—"
    },
    {
        "o": 30250,
        "r": "esv:Acts:4:27",
        "t": "for*p truly in this city there were gathered together against your holy servant Jesus, whom you anointed, both Herod and Pontius Pilate, along with the Gentiles and the peoples of Israel,"
    },
    {
        "o": 30251,
        "r": "esv:Acts:4:28",
        "t": "to do whatever your hand and your plan had predestined to take place."
    },
    {
        "o": 30252,
        "r": "esv:Acts:4:29",
        "t": "And now, Lord, look upon their threats and grant to your servants to continue to speak your word with all boldness,"
    },
    {
        "o": 30253,
        "r": "esv:Acts:4:30",
        "t": "while you stretch out your hand to heal, and signs and wonders are performed through the name of your holy servant Jesus.”"
    },
    {
        "o": 30254,
        "r": "esv:Acts:4:31",
        "t": "And when they had prayed, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and continued to speak the word of God with boldness."
    },
    {
        "o": 30255,
        "r": "esv:Acts:4:31",
        "t": "They Had Everything in Common",
        "h": 2
    },
    {
        "o": 30256,
        "r": "esv:Acts:4:32",
        "t": "Now*p the full number of those who believed were of one heart and soul, and no one said that any of the things that belonged to him was his own, but they had everything in common."
    },
    {
        "o": 30257,
        "r": "esv:Acts:4:33",
        "t": "And with great power the apostles were giving their testimony to the resurrection of the Lord Jesus, and great grace was upon them all."
    },
    {
        "o": 30258,
        "r": "esv:Acts:4:34",
        "t": "There was not a needy person among them, for as many as were owners of lands or houses sold them and brought the proceeds of what was sold"
    },
    {
        "o": 30259,
        "r": "esv:Acts:4:35",
        "t": "and laid it at the apostles’ feet, and it was distributed to each as any had need."
    },
    {
        "o": 30260,
        "r": "esv:Acts:4:36",
        "t": "Thus Joseph, who was also called by the apostles Barnabas (which means son of encouragement), a Levite, a native of Cyprus,"
    },
    {
        "o": 30261,
        "r": "esv:Acts:4:37",
        "t": "sold a field that belonged to him and brought the money and laid it at the apostles’ feet."
    }
]
