[
    {
        "o": 32178,
        "r": "niv:Galatians:4:0",
        "t": "Galatians 4",
        "h": 1
    },
    {
        "o": 32179,
        "r": "niv:Galatians:4:1",
        "t": "What*p I am saying is that as long as an heir is underage, he is no different from a slave, although he owns the whole estate."
    },
    {
        "o": 32180,
        "r": "niv:Galatians:4:2",
        "t": "The heir is subject to guardians and trustees until the time set by his father."
    },
    {
        "o": 32181,
        "r": "niv:Galatians:4:3",
        "t": "So also, when we were underage, we were in slavery under the elemental spiritual forces of the world."
    },
    {
        "o": 32182,
        "r": "niv:Galatians:4:4",
        "t": "But when the set time had fully come, God sent his Son, born of a woman, born under the law,"
    },
    {
        "o": 32183,
        "r": "niv:Galatians:4:5",
        "t": "to redeem those under the law, that we might receive adoption to sonship."
    },
    {
        "o": 32184,
        "r": "niv:Galatians:4:6",
        "t": "Because you are his sons, God sent the Spirit of his Son into our hearts, the Spirit who calls out, “Abba,*i Father.”"
    },
    {
        "o": 32185,
        "r": "niv:Galatians:4:7",
        "t": "So you are no longer a slave, but God’s child; and since you are his child, God has made you also an heir."
    },
    {
        "o": 32186,
        "r": "niv:Galatians:4:7",
        "t": "Paul’s Concern for the Galatians",
        "h": 2
    },
    {
        "o": 32187,
        "r": "niv:Galatians:4:8",
        "t": "Formerly,*p when you did not know God, you were slaves to those who by nature are not gods."
    },
    {
        "o": 32188,
        "r": "niv:Galatians:4:9",
        "t": "But now that you know God—or rather are known by God—how is it that you are turning back to those weak and miserable forces? Do you wish to be enslaved by them all over again?"
    },
    {
        "o": 32189,
        "r": "niv:Galatians:4:10",
        "t": "You are observing special days and months and seasons and years!"
    },
    {
        "o": 32190,
        "r": "niv:Galatians:4:11",
        "t": "I fear for you, that somehow I have wasted my efforts on you."
    },
    {
        "o": 32191,
        "r": "niv:Galatians:4:12",
        "t": "I*p plead with you, brothers and sisters, become like me, for I became like you. You did me no wrong."
    },
    {
        "o": 32192,
        "r": "niv:Galatians:4:13",
        "t": "As you know, it was because of an illness that I first preached the gospel to you,"
    },
    {
        "o": 32193,
        "r": "niv:Galatians:4:14",
        "t": "and even though my illness was a trial to you, you did not treat me with contempt or scorn. Instead, you welcomed me as if I were an angel of God, as if I were Christ Jesus himself."
    },
    {
        "o": 32194,
        "r": "niv:Galatians:4:15",
        "t": "Where, then, is your blessing of me now? I can testify that, if you could have done so, you would have torn out your eyes and given them to me."
    },
    {
        "o": 32195,
        "r": "niv:Galatians:4:16",
        "t": "Have I now become your enemy by telling you the truth?"
    },
    {
        "o": 32196,
        "r": "niv:Galatians:4:17",
        "t": "Those*p people are zealous to win you over, but for no good. What they want is to alienate you from us, so that you may have zeal for them."
    },
    {
        "o": 32197,
        "r": "niv:Galatians:4:18",
        "t": "It is fine to be zealous, provided the purpose is good, and to be so always, not just when I am with you."
    },
    {
        "o": 32198,
        "r": "niv:Galatians:4:19",
        "t": "My dear children, for whom I am again in the pains of childbirth until Christ is formed in you,"
    },
    {
        "o": 32199,
        "r": "niv:Galatians:4:20",
        "t": "how I wish I could be with you now and change my tone, because I am perplexed about you!"
    },
    {
        "o": 32200,
        "r": "niv:Galatians:4:20",
        "t": "Hagar and Sarah",
        "h": 2
    },
    {
        "o": 32201,
        "r": "niv:Galatians:4:21",
        "t": "Tell*p me, you who want to be under the law, are you not aware of what the law says?"
    },
    {
        "o": 32202,
        "r": "niv:Galatians:4:22",
        "t": "For it is written that Abraham had two sons, one by the slave woman and the other by the free woman."
    },
    {
        "o": 32203,
        "r": "niv:Galatians:4:23",
        "t": "His son by the slave woman was born according to the flesh, but his son by the free woman was born as the result of a divine promise."
    },
    {
        "o": 32204,
        "r": "niv:Galatians:4:24",
        "t": "These*p things are being taken figuratively: The women represent two covenants. One covenant is from Mount Sinai and bears children who are to be slaves: This is Hagar."
    },
    {
        "o": 32205,
        "r": "niv:Galatians:4:25",
        "t": "Now Hagar stands for Mount Sinai in Arabia and corresponds to the present city of Jerusalem, because she is in slavery with her children."
    },
    {
        "o": 32206,
        "r": "niv:Galatians:4:26",
        "t": "But the Jerusalem that is above is free, and she is our mother."
    },
    {
        "o": 32207,
        "r": "niv:Galatians:4:27",
        "t": "For it is written: “Be*pn glad, barren woman, you*ld who never bore a child; shout*ln for joy and cry aloud, you*ld who were never in labor; because*ln more are the children of the desolate woman than*ld of her who has a husband.”"
    },
    {
        "o": 32208,
        "r": "niv:Galatians:4:28",
        "t": "Now*p you, brothers and sisters, like Isaac, are children of promise."
    },
    {
        "o": 32209,
        "r": "niv:Galatians:4:29",
        "t": "At that time the son born according to the flesh persecuted the son born by the power of the Spirit. It is the same now."
    },
    {
        "o": 32210,
        "r": "niv:Galatians:4:30",
        "t": "But what does Scripture say? “Get rid of the slave woman and her son, for the slave woman’s son will never share in the inheritance with the free woman’s son.”"
    },
    {
        "o": 32211,
        "r": "niv:Galatians:4:31",
        "t": "Therefore, brothers and sisters, we are not children of the slave woman, but of the free woman."
    }
]
