[
    {
        "o": 5555,
        "r": "nkjv:Deuteronomy:5:0",
        "t": "Deuteronomy 5",
        "h": 1
    },
    {
        "o": 5556,
        "r": "nkjv:Deuteronomy:5:0",
        "t": "The Ten Commandments Reviewed",
        "h": 2
    },
    {
        "o": 5557,
        "r": "nkjv:Deuteronomy:5:1",
        "t": "And*p Moses called all Israel, and said to them: “Hear, O Israel, the statutes and judgments which I speak in your hearing today, that you may learn them and be careful to observe them."
    },
    {
        "o": 5558,
        "r": "nkjv:Deuteronomy:5:2",
        "t": "The Lord*s our God made a covenant with us in Horeb."
    },
    {
        "o": 5559,
        "r": "nkjv:Deuteronomy:5:3",
        "t": "The Lord*s did not make this covenant with our fathers, but with us, those who are*i here today, all of us who are*i alive."
    },
    {
        "o": 5560,
        "r": "nkjv:Deuteronomy:5:4",
        "t": "The Lord*s talked with you face to face on the mountain from the midst of the fire."
    },
    {
        "o": 5561,
        "r": "nkjv:Deuteronomy:5:5",
        "t": "I stood between the Lord*s and you at that time, to declare to you the word of the Lord;*s for you were afraid because of the fire, and you did not go up the mountain. He*i said:"
    },
    {
        "o": 5562,
        "r": "nkjv:Deuteronomy:5:6",
        "t": "‘I*pn am*i the Lord*s your God who brought you out of the land of Egypt, out of the house of bondage."
    },
    {
        "o": 5563,
        "r": "nkjv:Deuteronomy:5:7",
        "t": "‘You*ld shall have no other gods before Me."
    },
    {
        "o": 5564,
        "r": "nkjv:Deuteronomy:5:8",
        "t": "‘You*ld shall not make for yourself a carved image—any likeness of*i anything*i that is*i in heaven above, or that is*i in the earth beneath, or that is*i in the water under the earth;"
    },
    {
        "o": 5565,
        "r": "nkjv:Deuteronomy:5:9",
        "t": "you shall not bow down to them nor serve them. For I, the Lord*s your God, am*i a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generations*i of those who hate Me,"
    },
    {
        "o": 5566,
        "r": "nkjv:Deuteronomy:5:10",
        "t": "but showing mercy to thousands, to those who love Me and keep My commandments."
    },
    {
        "o": 5567,
        "r": "nkjv:Deuteronomy:5:11",
        "t": "‘You*ld shall not take the name of the Lord*s your God in vain, for the Lord*s will not hold him*i guiltless who takes His name in vain."
    },
    {
        "o": 5568,
        "r": "nkjv:Deuteronomy:5:12",
        "t": "‘Observe*ld the Sabbath day, to keep it holy, as the Lord*s your God commanded you."
    },
    {
        "o": 5569,
        "r": "nkjv:Deuteronomy:5:13",
        "t": "Six days you shall labor and do all your work,"
    },
    {
        "o": 5570,
        "r": "nkjv:Deuteronomy:5:14",
        "t": "but the seventh day is*i the Sabbath of the Lord*s your God. In*i it*i you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor your stranger who is*i within your gates, that your male servant and your female servant may rest as well as you."
    },
    {
        "o": 5571,
        "r": "nkjv:Deuteronomy:5:15",
        "t": "And remember that you were a slave in the land of Egypt, and the Lord*s your God brought you out from there by a mighty hand and by an outstretched arm; therefore the Lord*s your God commanded you to keep the Sabbath day."
    },
    {
        "o": 5572,
        "r": "nkjv:Deuteronomy:5:16",
        "t": "‘Honor*ld your father and your mother, as the Lord*s your God has commanded you, that your days may be long, and that it may be well with you in the land which the Lord*s your God is giving you."
    },
    {
        "o": 5573,
        "r": "nkjv:Deuteronomy:5:17",
        "t": "‘You*ld shall not murder."
    },
    {
        "o": 5574,
        "r": "nkjv:Deuteronomy:5:18",
        "t": "‘You*ld shall not commit adultery."
    },
    {
        "o": 5575,
        "r": "nkjv:Deuteronomy:5:19",
        "t": "‘You*ld shall not steal."
    },
    {
        "o": 5576,
        "r": "nkjv:Deuteronomy:5:20",
        "t": "‘You*ld shall not bear false witness against your neighbor."
    },
    {
        "o": 5577,
        "r": "nkjv:Deuteronomy:5:21",
        "t": "‘You*ld shall not covet your neighbor’s wife; and you shall not desire your neighbor’s house, his field, his male servant, his female servant, his ox, his donkey, or anything that is*i your neighbor’s.’"
    },
    {
        "o": 5578,
        "r": "nkjv:Deuteronomy:5:22",
        "t": "“These*p words the Lord*s spoke to all your assembly, in the mountain from the midst of the fire, the cloud, and the thick darkness, with a loud voice; and He added no more. And He wrote them on two tablets of stone and gave them to me."
    },
    {
        "o": 5579,
        "r": "nkjv:Deuteronomy:5:22",
        "t": "The People Afraid of God’s Presence",
        "h": 2
    },
    {
        "o": 5580,
        "r": "nkjv:Deuteronomy:5:23",
        "t": "“So*p it was, when you heard the voice from the midst of the darkness, while the mountain was burning with fire, that you came near to me, all the heads of your tribes and your elders."
    },
    {
        "o": 5581,
        "r": "nkjv:Deuteronomy:5:24",
        "t": "And you said: ‘Surely the Lord*s our God has shown us His glory and His greatness, and we have heard His voice from the midst of the fire. We have seen this day that God speaks with man; yet he still*i lives."
    },
    {
        "o": 5582,
        "r": "nkjv:Deuteronomy:5:25",
        "t": "Now therefore, why should we die? For this great fire will consume us; if we hear the voice of the Lord*s our God anymore, then we shall die."
    },
    {
        "o": 5583,
        "r": "nkjv:Deuteronomy:5:26",
        "t": "For who is*i there*i of all flesh who has heard the voice of the living God speaking from the midst of the fire, as we have,*i and lived?"
    },
    {
        "o": 5584,
        "r": "nkjv:Deuteronomy:5:27",
        "t": "You go near and hear all that the Lord*s our God may say, and tell us all that the Lord*s our God says to you, and we will hear and do it.’*i"
    },
    {
        "o": 5585,
        "r": "nkjv:Deuteronomy:5:28",
        "t": "“Then*p the Lord*s heard the voice of your words when you spoke to me, and the Lord*s said to me: ‘I have heard the voice of the words of this people which they have spoken to you. They are right in*i all that they have spoken."
    },
    {
        "o": 5586,
        "r": "nkjv:Deuteronomy:5:29",
        "t": "Oh, that they had such a heart in them that they would fear Me and always keep all My commandments, that it might be well with them and with their children forever!"
    },
    {
        "o": 5587,
        "r": "nkjv:Deuteronomy:5:30",
        "t": "Go and say to them, “Return to your tents.”"
    },
    {
        "o": 5588,
        "r": "nkjv:Deuteronomy:5:31",
        "t": "But as for you, stand here by Me, and I will speak to you all the commandments, the statutes, and the judgments which you shall teach them, that they may observe them*i in the land which I am giving them to possess.’"
    },
    {
        "o": 5589,
        "r": "nkjv:Deuteronomy:5:32",
        "t": "“Therefore*p you shall be careful to do as the Lord*s your God has commanded you; you shall not turn aside to the right hand or to the left."
    },
    {
        "o": 5590,
        "r": "nkjv:Deuteronomy:5:33",
        "t": "You shall walk in all the ways which the Lord*s your God has commanded you, that you may live and that*i it*i may*i be*i well with you, and that*i you may prolong your*i days in the land which you shall possess."
    }
]
