[
    {
        "o": 13391,
        "r": "nasb:Ezra:6:0",
        "t": "Ezra 6",
        "h": 1
    },
    {
        "o": 13392,
        "r": "nasb:Ezra:6:0",
        "t": "Darius Finds Cyrus’s Decree",
        "h": 2
    },
    {
        "o": 13393,
        "r": "nasb:Ezra:6:1",
        "t": "Then*p King Darius issued a decree, and search was made in the archives, where the treasures were stored in Babylon."
    },
    {
        "o": 13394,
        "r": "nasb:Ezra:6:2",
        "t": "In Ecbatana in the fortress, which is in the province of Media, a scroll was found and there was written in it as follows: “Memorandum—"
    },
    {
        "o": 13395,
        "r": "nasb:Ezra:6:3",
        "t": "In the first year of King Cyrus, Cyrus the king issued a decree: ‘Concerning*i the house of God at Jerusalem, let the temple, the place where sacrifices are offered, be rebuilt and let its foundations be retained, its height being 60 cubits and its width 60 cubits;"
    },
    {
        "o": 13396,
        "r": "nasb:Ezra:6:4",
        "t": "with three layers of huge stones and one layer of timbers. And let the cost be paid from the royal treasury."
    },
    {
        "o": 13397,
        "r": "nasb:Ezra:6:5",
        "t": "Also let the gold and silver utensils of the house of God, which Nebuchadnezzar took from the temple in Jerusalem and brought to Babylon, be returned and brought to their places in the temple in Jerusalem; and you shall put them*i in the house of God.’"
    },
    {
        "o": 13398,
        "r": "nasb:Ezra:6:6",
        "t": "“Now*p therefore,*i Tattenai, governor of the*i province*i beyond the River, Shethar-bozenai and your colleagues, the officials of the*i provinces*i beyond the River, keep away from there."
    },
    {
        "o": 13399,
        "r": "nasb:Ezra:6:7",
        "t": "Leave this work on the house of God alone; let the governor of the Jews and the elders of the Jews rebuild this house of God on its site."
    },
    {
        "o": 13400,
        "r": "nasb:Ezra:6:8",
        "t": "Moreover, I issue a decree concerning what you are to do for these elders of Judah in the rebuilding of this house of God: the full cost is to be paid to these people from the royal treasury out of the taxes of the*i provinces*i beyond the River, and that without delay."
    },
    {
        "o": 13401,
        "r": "nasb:Ezra:6:9",
        "t": "Whatever is needed, both young bulls, rams, and lambs for a burnt offering to the God of heaven, and wheat, salt, wine and anointing oil, as the priests in Jerusalem request, it*i is to be given to them daily without fail,"
    },
    {
        "o": 13402,
        "r": "nasb:Ezra:6:10",
        "t": "that they may offer acceptable sacrifices to the God of heaven and pray for the life of the king and his sons."
    },
    {
        "o": 13403,
        "r": "nasb:Ezra:6:11",
        "t": "And I issued a decree that any man who violates this edict, a timber shall be drawn from his house and he shall be impaled on it and his house shall be made a refuse heap on account of this."
    },
    {
        "o": 13404,
        "r": "nasb:Ezra:6:12",
        "t": "May the God who has caused His name to dwell there overthrow any king or people who attempts to change it,*i so as to destroy this house of God in Jerusalem. I, Darius, have issued this*i decree, let it*i be carried out with all diligence!”"
    },
    {
        "o": 13405,
        "r": "nasb:Ezra:6:12",
        "t": "The Temple Completed and Dedicated",
        "h": 2
    },
    {
        "o": 13406,
        "r": "nasb:Ezra:6:13",
        "t": "Then*p Tattenai, the governor of the*i province*i beyond the River, Shethar-bozenai and their colleagues carried out the*i decree*i with all diligence, just as King Darius had sent."
    },
    {
        "o": 13407,
        "r": "nasb:Ezra:6:14",
        "t": "And the elders of the Jews were successful in building through the prophesying of Haggai the prophet and Zechariah the son of Iddo. And they finished building according to the command of the God of Israel and the decree of Cyrus, Darius, and Artaxerxes king of Persia."
    },
    {
        "o": 13408,
        "r": "nasb:Ezra:6:15",
        "t": "This temple was completed on the third day of the month Adar; it was the sixth year of the reign of King Darius."
    },
    {
        "o": 13409,
        "r": "nasb:Ezra:6:16",
        "t": "And*p the sons of Israel, the priests, the Levites and the rest of the exiles, celebrated the dedication of this house of God with joy."
    },
    {
        "o": 13410,
        "r": "nasb:Ezra:6:17",
        "t": "They offered for the dedication of this temple of God 100 bulls, 200 rams, 400 lambs, and as a sin offering for all Israel 12 male goats, corresponding to the number of the tribes of Israel."
    },
    {
        "o": 13411,
        "r": "nasb:Ezra:6:18",
        "t": "Then they appointed the priests to their divisions and the Levites in their orders for the service of God in Jerusalem, as it is written in the book of Moses."
    },
    {
        "o": 13412,
        "r": "nasb:Ezra:6:18",
        "t": "The Passover Observed",
        "h": 2
    },
    {
        "o": 13413,
        "r": "nasb:Ezra:6:19",
        "t": "The*p exiles observed the Passover on the fourteenth of the first month."
    },
    {
        "o": 13414,
        "r": "nasb:Ezra:6:20",
        "t": "For the priests and the Levites had purified themselves together; all of them were pure. Then they slaughtered the Passover lamb*i for all the exiles, both for their brothers the priests and for themselves."
    },
    {
        "o": 13415,
        "r": "nasb:Ezra:6:21",
        "t": "The sons of Israel who returned from exile and all those who had separated themselves from the impurity of the nations of the land to join*i them, to seek the Lord*s God of Israel, ate the*i Passover.*i"
    },
    {
        "o": 13416,
        "r": "nasb:Ezra:6:22",
        "t": "And they observed the Feast of Unleavened Bread seven days with joy, for the Lord*s had caused them to rejoice, and had turned the heart of the king of Assyria toward them to encourage them in the work of the house of God, the God of Israel."
    }
]
