[
    {
        "o": 9556,
        "r": "esv:1 Kings:1:0",
        "t": "1 Kings 1",
        "h": 1
    },
    {
        "o": 9557,
        "r": "esv:1 Kings:1:0",
        "t": "David in His Old Age",
        "h": 2
    },
    {
        "o": 9558,
        "r": "esv:1 Kings:1:1",
        "t": "Now*p King David was old and advanced in years. And although they covered him with clothes, he could not get warm."
    },
    {
        "o": 9559,
        "r": "esv:1 Kings:1:2",
        "t": "Therefore his servants said to him, “Let a young woman be sought for my lord the king, and let her wait on the king and be in his service. Let her lie in your arms, that my lord the king may be warm.”"
    },
    {
        "o": 9560,
        "r": "esv:1 Kings:1:3",
        "t": "So they sought for a beautiful young woman throughout all the territory of Israel, and found Abishag the Shunammite, and brought her to the king."
    },
    {
        "o": 9561,
        "r": "esv:1 Kings:1:4",
        "t": "The young woman was very beautiful, and she was of service to the king and attended to him, but the king knew her not."
    },
    {
        "o": 9562,
        "r": "esv:1 Kings:1:4",
        "t": "Adonijah Sets Himself Up as King",
        "h": 2
    },
    {
        "o": 9563,
        "r": "esv:1 Kings:1:5",
        "t": "Now*p Adonijah the son of Haggith exalted himself, saying, “I will be king.” And he prepared for himself chariots and horsemen, and fifty men to run before him."
    },
    {
        "o": 9564,
        "r": "esv:1 Kings:1:6",
        "t": "His father had never at any time displeased him by asking, “Why have you done thus and so?” He was also a very handsome man, and he was born next after Absalom."
    },
    {
        "o": 9565,
        "r": "esv:1 Kings:1:7",
        "t": "He conferred with Joab the son of Zeruiah and with Abiathar the priest. And they followed Adonijah and helped him."
    },
    {
        "o": 9566,
        "r": "esv:1 Kings:1:8",
        "t": "But Zadok the priest and Benaiah the son of Jehoiada and Nathan the prophet and Shimei and Rei and David’s mighty men were not with Adonijah."
    },
    {
        "o": 9567,
        "r": "esv:1 Kings:1:9",
        "t": "Adonijah*p sacrificed sheep, oxen, and fattened cattle by the Serpent’s Stone, which is beside En-rogel, and he invited all his brothers, the king’s sons, and all the royal officials of Judah,"
    },
    {
        "o": 9568,
        "r": "esv:1 Kings:1:10",
        "t": "but he did not invite Nathan the prophet or Benaiah or the mighty men or Solomon his brother."
    },
    {
        "o": 9569,
        "r": "esv:1 Kings:1:10",
        "t": "Nathan and Bathsheba Before David",
        "h": 2
    },
    {
        "o": 9570,
        "r": "esv:1 Kings:1:11",
        "t": "Then*p Nathan said to Bathsheba the mother of Solomon, “Have you not heard that Adonijah the son of Haggith has become king and David our lord does not know it?"
    },
    {
        "o": 9571,
        "r": "esv:1 Kings:1:12",
        "t": "Now therefore come, let me give you advice, that you may save your own life and the life of your son Solomon."
    },
    {
        "o": 9572,
        "r": "esv:1 Kings:1:13",
        "t": "Go in at once to King David, and say to him, ‘Did you not, my lord the king, swear to your servant, saying, “Solomon your son shall reign after me, and he shall sit on my throne”? Why then is Adonijah king?’"
    },
    {
        "o": 9573,
        "r": "esv:1 Kings:1:14",
        "t": "Then while you are still speaking with the king, I also will come in after you and confirm your words.”"
    },
    {
        "o": 9574,
        "r": "esv:1 Kings:1:15",
        "t": "So*p Bathsheba went to the king in his chamber (now the king was very old, and Abishag the Shunammite was attending to the king)."
    },
    {
        "o": 9575,
        "r": "esv:1 Kings:1:16",
        "t": "Bathsheba bowed and paid homage to the king, and the king said, “What do you desire?”"
    },
    {
        "o": 9576,
        "r": "esv:1 Kings:1:17",
        "t": "She said to him, “My lord, you swore to your servant by the Lord*s your God, saying, ‘Solomon your son shall reign after me, and he shall sit on my throne.’"
    },
    {
        "o": 9577,
        "r": "esv:1 Kings:1:18",
        "t": "And now, behold, Adonijah is king, although you, my lord the king, do not know it."
    },
    {
        "o": 9578,
        "r": "esv:1 Kings:1:19",
        "t": "He has sacrificed oxen, fattened cattle, and sheep in abundance, and has invited all the sons of the king, Abiathar the priest, and Joab the commander of the army, but Solomon your servant he has not invited."
    },
    {
        "o": 9579,
        "r": "esv:1 Kings:1:20",
        "t": "And now, my lord the king, the eyes of all Israel are on you, to tell them who shall sit on the throne of my lord the king after him."
    },
    {
        "o": 9580,
        "r": "esv:1 Kings:1:21",
        "t": "Otherwise it will come to pass, when my lord the king sleeps with his fathers, that I and my son Solomon will be counted offenders.”"
    },
    {
        "o": 9581,
        "r": "esv:1 Kings:1:22",
        "t": "While*p she was still speaking with the king, Nathan the prophet came in."
    },
    {
        "o": 9582,
        "r": "esv:1 Kings:1:23",
        "t": "And they told the king, “Here is Nathan the prophet.” And when he came in before the king, he bowed before the king, with his face to the ground."
    },
    {
        "o": 9583,
        "r": "esv:1 Kings:1:24",
        "t": "And Nathan said, “My lord the king, have you said, ‘Adonijah shall reign after me, and he shall sit on my throne’?"
    },
    {
        "o": 9584,
        "r": "esv:1 Kings:1:25",
        "t": "For he has gone down this day and has sacrificed oxen, fattened cattle, and sheep in abundance, and has invited all the king’s sons, the commanders of the army, and Abiathar the priest. And behold, they are eating and drinking before him, and saying, ‘Long live King Adonijah!’"
    },
    {
        "o": 9585,
        "r": "esv:1 Kings:1:26",
        "t": "But me, your servant, and Zadok the priest, and Benaiah the son of Jehoiada, and your servant Solomon he has not invited."
    },
    {
        "o": 9586,
        "r": "esv:1 Kings:1:27",
        "t": "Has this thing been brought about by my lord the king and you have not told your servants who should sit on the throne of my lord the king after him?”"
    },
    {
        "o": 9587,
        "r": "esv:1 Kings:1:27",
        "t": "Solomon Anointed King",
        "h": 2
    },
    {
        "o": 9588,
        "r": "esv:1 Kings:1:28",
        "t": "Then*p King David answered, “Call Bathsheba to me.” So she came into the king’s presence and stood before the king."
    },
    {
        "o": 9589,
        "r": "esv:1 Kings:1:29",
        "t": "And the king swore, saying, “As the Lord*s lives, who has redeemed my soul out of every adversity,"
    },
    {
        "o": 9590,
        "r": "esv:1 Kings:1:30",
        "t": "as I swore to you by the Lord,*s the God of Israel, saying, ‘Solomon your son shall reign after me, and he shall sit on my throne in my place,’ even so will I do this day.”"
    },
    {
        "o": 9591,
        "r": "esv:1 Kings:1:31",
        "t": "Then Bathsheba bowed with her face to the ground and paid homage to the king and said, “May my lord King David live forever!”"
    },
    {
        "o": 9592,
        "r": "esv:1 Kings:1:32",
        "t": "King*p David said, “Call to me Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada.” So they came before the king."
    },
    {
        "o": 9593,
        "r": "esv:1 Kings:1:33",
        "t": "And the king said to them, “Take with you the servants of your lord and have Solomon my son ride on my own mule, and bring him down to Gihon."
    },
    {
        "o": 9594,
        "r": "esv:1 Kings:1:34",
        "t": "And let Zadok the priest and Nathan the prophet there anoint him king over Israel. Then blow the trumpet and say, ‘Long live King Solomon!’"
    },
    {
        "o": 9595,
        "r": "esv:1 Kings:1:35",
        "t": "You shall then come up after him, and he shall come and sit on my throne, for he shall be king in my place. And I have appointed him to be ruler over Israel and over Judah.”"
    },
    {
        "o": 9596,
        "r": "esv:1 Kings:1:36",
        "t": "And Benaiah the son of Jehoiada answered the king, “Amen! May the Lord,*s the God of my lord the king, say so."
    },
    {
        "o": 9597,
        "r": "esv:1 Kings:1:37",
        "t": "As the Lord*s has been with my lord the king, even so may he be with Solomon, and make his throne greater than the throne of my lord King David.”"
    },
    {
        "o": 9598,
        "r": "esv:1 Kings:1:38",
        "t": "So*p Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites and the Pelethites went down and had Solomon ride on King David’s mule and brought him to Gihon."
    },
    {
        "o": 9599,
        "r": "esv:1 Kings:1:39",
        "t": "There Zadok the priest took the horn of oil from the tent and anointed Solomon. Then they blew the trumpet, and all the people said, “Long live King Solomon!”"
    },
    {
        "o": 9600,
        "r": "esv:1 Kings:1:40",
        "t": "And all the people went up after him, playing on pipes, and rejoicing with great joy, so that the earth was split by their noise."
    },
    {
        "o": 9601,
        "r": "esv:1 Kings:1:41",
        "t": "Adonijah*p and all the guests who were with him heard it as they finished feasting. And when Joab heard the sound of the trumpet, he said, “What does this uproar in the city mean?”"
    },
    {
        "o": 9602,
        "r": "esv:1 Kings:1:42",
        "t": "While he was still speaking, behold, Jonathan the son of Abiathar the priest came. And Adonijah said, “Come in, for you are a worthy man and bring good news.”"
    },
    {
        "o": 9603,
        "r": "esv:1 Kings:1:43",
        "t": "Jonathan answered Adonijah, “No, for our lord King David has made Solomon king,"
    },
    {
        "o": 9604,
        "r": "esv:1 Kings:1:44",
        "t": "and the king has sent with him Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites and the Pelethites. And they had him ride on the king’s mule."
    },
    {
        "o": 9605,
        "r": "esv:1 Kings:1:45",
        "t": "And Zadok the priest and Nathan the prophet have anointed him king at Gihon, and they have gone up from there rejoicing, so that the city is in an uproar. This is the noise that you have heard."
    },
    {
        "o": 9606,
        "r": "esv:1 Kings:1:46",
        "t": "Solomon sits on the royal throne."
    },
    {
        "o": 9607,
        "r": "esv:1 Kings:1:47",
        "t": "Moreover, the king’s servants came to congratulate our lord King David, saying, ‘May your God make the name of Solomon more famous than yours, and make his throne greater than your throne.’ And the king bowed himself on the bed."
    },
    {
        "o": 9608,
        "r": "esv:1 Kings:1:48",
        "t": "And the king also said, ‘Blessed be the Lord,*s the God of Israel, who has granted someone to sit on my throne this day, my own eyes seeing it.’”"
    },
    {
        "o": 9609,
        "r": "esv:1 Kings:1:49",
        "t": "Then*p all the guests of Adonijah trembled and rose, and each went his own way."
    },
    {
        "o": 9610,
        "r": "esv:1 Kings:1:50",
        "t": "And Adonijah feared Solomon. So he arose and went and took hold of the horns of the altar."
    },
    {
        "o": 9611,
        "r": "esv:1 Kings:1:51",
        "t": "Then it was told Solomon, “Behold, Adonijah fears King Solomon, for behold, he has laid hold of the horns of the altar, saying, ‘Let King Solomon swear to me first that he will not put his servant to death with the sword.’”"
    },
    {
        "o": 9612,
        "r": "esv:1 Kings:1:52",
        "t": "And Solomon said, “If he will show himself a worthy man, not one of his hairs shall fall to the earth, but if wickedness is found in him, he shall die.”"
    },
    {
        "o": 9613,
        "r": "esv:1 Kings:1:53",
        "t": "So King Solomon sent, and they brought him down from the altar. And he came and paid homage to King Solomon, and Solomon said to him, “Go to your house.”"
    }
]
