[
    {
        "o": 21040,
        "r": "nasb:Isaiah:64:0",
        "t": "Isaiah 64",
        "h": 1
    },
    {
        "o": 21041,
        "r": "nasb:Isaiah:64:0",
        "t": "Prayer for Mercy and Help",
        "h": 2
    },
    {
        "o": 21042,
        "r": "nasb:Isaiah:64:1",
        "t": "Oh,*pn that You would rend the heavens and*i come down, That*ln the mountains might quake at Your presence—"
    },
    {
        "o": 21043,
        "r": "nasb:Isaiah:64:2",
        "t": "As*ln fire kindles the brushwood, as*i fire causes water to boil— To*ln make Your name known to Your adversaries, That*iln the nations may tremble at Your presence!"
    },
    {
        "o": 21044,
        "r": "nasb:Isaiah:64:3",
        "t": "When*ln You did awesome things which we did not expect, You*ln came down, the mountains quaked at Your presence."
    },
    {
        "o": 21045,
        "r": "nasb:Isaiah:64:4",
        "t": "For*ln from days of old they have not heard or perceived by ear, Nor*ln has the eye seen a God besides You, Who*ln acts in behalf of the one who waits for Him."
    },
    {
        "o": 21046,
        "r": "nasb:Isaiah:64:5",
        "t": "You*ln meet him who rejoices in doing righteousness, Who*ln remembers You in Your ways. Behold,*ln You were angry, for we sinned, We*iln continued*i in them a long time; And*ln shall we be saved?"
    },
    {
        "o": 21047,
        "r": "nasb:Isaiah:64:6",
        "t": "For*ln all of us have become like one who is unclean, And*ln all our righteous deeds are like a filthy garment; And*ln all of us wither like a leaf, And*ln our iniquities, like the wind, take us away."
    },
    {
        "o": 21048,
        "r": "nasb:Isaiah:64:7",
        "t": "There*ln is no one who calls on Your name, Who*ln arouses himself to take hold of You; For*ln You have hidden Your face from us And*ln have delivered us into the power of our iniquities."
    },
    {
        "o": 21049,
        "r": "nasb:Isaiah:64:8",
        "t": "But*ln now, O Lord,*s You are our Father, We*ln are the clay, and You our potter; And*ln all of us are the work of Your hand."
    },
    {
        "o": 21050,
        "r": "nasb:Isaiah:64:9",
        "t": "Do*ln not be angry beyond measure, O Lord,*s Nor*ln remember iniquity forever; Behold,*ln look now, all of us are Your people."
    },
    {
        "o": 21051,
        "r": "nasb:Isaiah:64:10",
        "t": "Your*ln holy cities have become a wilderness, Zion*ln has become a wilderness, Jerusalem*ln a desolation."
    },
    {
        "o": 21052,
        "r": "nasb:Isaiah:64:11",
        "t": "Our*ln holy and beautiful house, Where*ln our fathers praised You, Has*ln been burned by*i fire; And*ln all our precious things have become a ruin."
    },
    {
        "o": 21053,
        "r": "nasb:Isaiah:64:12",
        "t": "Will*ln You restrain Yourself at these things, O Lord?*s Will*ln You keep silent and afflict us beyond measure?"
    }
]
