[
    {
        "o": 11086,
        "r": "nkjv:2 Kings:18:0",
        "t": "2 Kings 18",
        "h": 1
    },
    {
        "o": 11087,
        "r": "nkjv:2 Kings:18:0",
        "t": "Hezekiah Reigns in Judah",
        "h": 2
    },
    {
        "o": 11088,
        "r": "nkjv:2 Kings:18:1",
        "t": "Now*p it came to pass in the third year of Hoshea the son of Elah, king of Israel, that*i Hezekiah the son of Ahaz, king of Judah, began to reign."
    },
    {
        "o": 11089,
        "r": "nkjv:2 Kings:18:2",
        "t": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was*i Abi the daughter of Zechariah."
    },
    {
        "o": 11090,
        "r": "nkjv:2 Kings:18:3",
        "t": "And he did what*i was*i right in the sight of the Lord,*s according to all that his father David had done."
    },
    {
        "o": 11091,
        "r": "nkjv:2 Kings:18:4",
        "t": "He*p removed the high places and broke the sacred*i pillars, cut down the wooden image and broke in pieces the bronze serpent that Moses had made; for until those days the children of Israel burned incense to it, and called it Nehushtan."
    },
    {
        "o": 11092,
        "r": "nkjv:2 Kings:18:5",
        "t": "He trusted in the Lord*s God of Israel, so that after him was none like him among all the kings of Judah, nor who were before him."
    },
    {
        "o": 11093,
        "r": "nkjv:2 Kings:18:6",
        "t": "For he held fast to the Lord;*s he did not depart from following Him, but kept His commandments, which the Lord*s had commanded Moses."
    },
    {
        "o": 11094,
        "r": "nkjv:2 Kings:18:7",
        "t": "The Lord*s was with him; he prospered wherever he went. And he rebelled against the king of Assyria and did not serve him."
    },
    {
        "o": 11095,
        "r": "nkjv:2 Kings:18:8",
        "t": "He subdued the Philistines, as far as Gaza and its territory, from watchtower to fortified city."
    },
    {
        "o": 11096,
        "r": "nkjv:2 Kings:18:9",
        "t": "Now*p it came to pass in the fourth year of King Hezekiah, which was*i the seventh year of Hoshea the son of Elah, king of Israel, that*i Shalmaneser king of Assyria came up against Samaria and besieged it."
    },
    {
        "o": 11097,
        "r": "nkjv:2 Kings:18:10",
        "t": "And at the end of three years they took it. In the sixth year of Hezekiah, that is,*i the ninth year of Hoshea king of Israel, Samaria was taken."
    },
    {
        "o": 11098,
        "r": "nkjv:2 Kings:18:11",
        "t": "Then the king of Assyria carried Israel away captive to Assyria, and put them in Halah and by the Habor, the River of Gozan, and in the cities of the Medes,"
    },
    {
        "o": 11099,
        "r": "nkjv:2 Kings:18:12",
        "t": "because they did not obey the voice of the Lord*s their God, but transgressed His covenant and*i all that Moses the servant of the Lord*s had commanded; and they would neither hear nor do them.*i"
    },
    {
        "o": 11100,
        "r": "nkjv:2 Kings:18:13",
        "t": "And*p in the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and took them."
    },
    {
        "o": 11101,
        "r": "nkjv:2 Kings:18:14",
        "t": "Then Hezekiah king of Judah sent to the king of Assyria at Lachish, saying, “I have done wrong; turn away from me; whatever you impose on me I will pay.” And the king of Assyria assessed Hezekiah king of Judah three hundred talents of silver and thirty talents of gold."
    },
    {
        "o": 11102,
        "r": "nkjv:2 Kings:18:15",
        "t": "So Hezekiah gave him*i all the silver that was found in the house of the Lord*s and in the treasuries of the king’s house."
    },
    {
        "o": 11103,
        "r": "nkjv:2 Kings:18:16",
        "t": "At that time Hezekiah stripped the*i gold*i from*i the doors of the temple of the Lord,*s and from*i the pillars which Hezekiah king of Judah had overlaid, and gave it to the king of Assyria."
    },
    {
        "o": 11104,
        "r": "nkjv:2 Kings:18:16",
        "t": "Sennacherib Boasts Against the Lord",
        "h": 2
    },
    {
        "o": 11105,
        "r": "nkjv:2 Kings:18:17",
        "t": "Then*p the king of Assyria sent the*i Tartan, the*i Rabsaris, and*i the*i Rabshakeh from Lachish, with a great army against Jerusalem, to King Hezekiah. And they went up and came to Jerusalem. When they had come up, they went and stood by the aqueduct from the upper pool, which was*i on the highway to the Fuller’s Field."
    },
    {
        "o": 11106,
        "r": "nkjv:2 Kings:18:18",
        "t": "And when they had called to the king, Eliakim the son of Hilkiah, who was*i over the household, Shebna the scribe, and Joah the son of Asaph, the recorder, came out to them."
    },
    {
        "o": 11107,
        "r": "nkjv:2 Kings:18:19",
        "t": "Then the*i Rabshakeh said to them, “Say now to Hezekiah, ‘Thus says the great king, the king of Assyria: “What confidence is*i this in which you trust?"
    },
    {
        "o": 11108,
        "r": "nkjv:2 Kings:18:20",
        "t": "You speak of having*i plans and power for war; but they*i are*i mere words. And in whom do you trust, that you rebel against me?"
    },
    {
        "o": 11109,
        "r": "nkjv:2 Kings:18:21",
        "t": "Now look! You are trusting in the staff of this broken reed, Egypt, on which if a man leans, it will go into his hand and pierce it. So is*i Pharaoh king of Egypt to all who trust in him."
    },
    {
        "o": 11110,
        "r": "nkjv:2 Kings:18:22",
        "t": "But if you say to me, ‘We trust in the Lord*s our God,’ is*i it not He whose high places and whose altars Hezekiah has taken away, and said to Judah and Jerusalem, ‘You shall worship before this altar in Jerusalem’?”’"
    },
    {
        "o": 11111,
        "r": "nkjv:2 Kings:18:23",
        "t": "Now therefore, I urge you, give a pledge to my master the king of Assyria, and I will give you two thousand horses—if you are able on your part to put riders on them!"
    },
    {
        "o": 11112,
        "r": "nkjv:2 Kings:18:24",
        "t": "How then will you repel one captain of the least of my master’s servants, and put your trust in Egypt for chariots and horsemen?"
    },
    {
        "o": 11113,
        "r": "nkjv:2 Kings:18:25",
        "t": "Have I now come up without the Lord*s against this place to destroy it? The Lord*s said to me, ‘Go up against this land, and destroy it.’”"
    },
    {
        "o": 11114,
        "r": "nkjv:2 Kings:18:26",
        "t": "Then*p Eliakim the son of Hilkiah, Shebna, and Joah said to the*i Rabshakeh, “Please speak to your servants in Aramaic, for we understand it;*i and do not speak to us in Hebrew in the hearing of the people who are*i on the wall.”"
    },
    {
        "o": 11115,
        "r": "nkjv:2 Kings:18:27",
        "t": "But*p the*i Rabshakeh said to them, “Has my master sent me to your master and to you to speak these words, and not to the men who sit on the wall, who will eat and drink their own waste with you?”"
    },
    {
        "o": 11116,
        "r": "nkjv:2 Kings:18:28",
        "t": "Then*p the*i Rabshakeh stood and called out with a loud voice in Hebrew, and spoke, saying, “Hear the word of the great king, the king of Assyria!"
    },
    {
        "o": 11117,
        "r": "nkjv:2 Kings:18:29",
        "t": "Thus says the king: ‘Do not let Hezekiah deceive you, for he shall not be able to deliver you from his hand;"
    },
    {
        "o": 11118,
        "r": "nkjv:2 Kings:18:30",
        "t": "nor let Hezekiah make you trust in the Lord,*s saying, “The Lord*s will surely deliver us; this city shall not be given into the hand of the king of Assyria.”’"
    },
    {
        "o": 11119,
        "r": "nkjv:2 Kings:18:31",
        "t": "Do not listen to Hezekiah; for thus says the king of Assyria: ‘Make peace*i with me by a present and come out to me; and every one of you eat from his own vine and every one from his own fig tree, and every one of you drink the waters of his own cistern;"
    },
    {
        "o": 11120,
        "r": "nkjv:2 Kings:18:32",
        "t": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards, a land of olive groves and honey, that you may live and not die. But do not listen to Hezekiah, lest he persuade you, saying, “The Lord*s will deliver us.”"
    },
    {
        "o": 11121,
        "r": "nkjv:2 Kings:18:33",
        "t": "Has any of the gods of the nations at all delivered its land from the hand of the king of Assyria?"
    },
    {
        "o": 11122,
        "r": "nkjv:2 Kings:18:34",
        "t": "Where are*i the gods of Hamath and Arpad? Where are*i the gods of Sepharvaim and Hena and Ivah? Indeed, have they delivered Samaria from my hand?"
    },
    {
        "o": 11123,
        "r": "nkjv:2 Kings:18:35",
        "t": "Who among all the gods of the lands have delivered their countries from my hand, that the Lord*s should deliver Jerusalem from my hand?’”"
    },
    {
        "o": 11124,
        "r": "nkjv:2 Kings:18:36",
        "t": "But*p the people held their peace and answered him not a word; for the king’s commandment was, “Do not answer him.”"
    },
    {
        "o": 11125,
        "r": "nkjv:2 Kings:18:37",
        "t": "Then Eliakim the son of Hilkiah, who was*i over the household, Shebna the scribe, and Joah the son of Asaph, the recorder, came to Hezekiah with their*i clothes torn, and told him the words of the*i Rabshakeh."
    }
]
