[
    {
        "o": 34750,
        "r": "nkjv:3 John:1:0",
        "t": "3 John 1",
        "h": 1
    },
    {
        "o": 34751,
        "r": "nkjv:3 John:1:0",
        "t": "Greeting to Gaius",
        "h": 2
    },
    {
        "o": 34752,
        "r": "nkjv:3 John:1:1",
        "t": "The*p Elder, To*p the beloved Gaius, whom I love in truth:"
    },
    {
        "o": 34753,
        "r": "nkjv:3 John:1:2",
        "t": "Beloved,*p I pray that you may prosper in all things and be in health, just as your soul prospers."
    },
    {
        "o": 34754,
        "r": "nkjv:3 John:1:3",
        "t": "For I rejoiced greatly when brethren came and testified of the truth that*i is*i in you, just as you walk in the truth."
    },
    {
        "o": 34755,
        "r": "nkjv:3 John:1:4",
        "t": "I have no greater joy than to hear that my children walk in truth."
    },
    {
        "o": 34756,
        "r": "nkjv:3 John:1:4",
        "t": "Gaius Commended for Generosity",
        "h": 2
    },
    {
        "o": 34757,
        "r": "nkjv:3 John:1:5",
        "t": "Beloved,*p you do faithfully whatever you do for the brethren and for strangers,"
    },
    {
        "o": 34758,
        "r": "nkjv:3 John:1:6",
        "t": "who have borne witness of your love before the church. If*i you send them forward on their journey in a manner worthy of God, you will do well,"
    },
    {
        "o": 34759,
        "r": "nkjv:3 John:1:7",
        "t": "because they went forth for His name’s sake, taking nothing from the Gentiles."
    },
    {
        "o": 34760,
        "r": "nkjv:3 John:1:8",
        "t": "We therefore ought to receive such, that we may become fellow workers for the truth."
    },
    {
        "o": 34761,
        "r": "nkjv:3 John:1:8",
        "t": "Diotrephes and Demetrius",
        "h": 2
    },
    {
        "o": 34762,
        "r": "nkjv:3 John:1:9",
        "t": "I*p wrote to the church, but Diotrephes, who loves to have the preeminence among them, does not receive us."
    },
    {
        "o": 34763,
        "r": "nkjv:3 John:1:10",
        "t": "Therefore, if I come, I will call to mind his deeds which he does, prating against us with malicious words. And not content with that, he himself does not receive the brethren, and forbids those who wish to, putting them*i out of the church."
    },
    {
        "o": 34764,
        "r": "nkjv:3 John:1:11",
        "t": "Beloved,*p do not imitate what is evil, but what is good. He who does good is of God, but he who does evil has not seen God."
    },
    {
        "o": 34765,
        "r": "nkjv:3 John:1:12",
        "t": "Demetrius*p has a good*i testimony from all, and from the truth itself. And we also bear witness, and you know that our testimony is true."
    },
    {
        "o": 34766,
        "r": "nkjv:3 John:1:12",
        "t": "Farewell Greeting",
        "h": 2
    },
    {
        "o": 34767,
        "r": "nkjv:3 John:1:13",
        "t": "I*p had many things to write, but I do not wish to write to you with pen and ink;"
    },
    {
        "o": 34768,
        "r": "nkjv:3 John:1:14",
        "t": "but I hope to see you shortly, and we shall speak face to face. Peace*p to you. Our friends greet you. Greet the friends by name."
    }
]
