[
    {
        "o": 9156,
        "r": "niv:2 Samuel:15:0",
        "t": "2 Samuel 15",
        "h": 1
    },
    {
        "o": 9157,
        "r": "niv:2 Samuel:15:0",
        "t": "Absalom’s Conspiracy",
        "h": 2
    },
    {
        "o": 9158,
        "r": "niv:2 Samuel:15:1",
        "t": "In*p the course of time, Absalom provided himself with a chariot and horses and with fifty men to run ahead of him."
    },
    {
        "o": 9159,
        "r": "niv:2 Samuel:15:2",
        "t": "He would get up early and stand by the side of the road leading to the city gate. Whenever anyone came with a complaint to be placed before the king for a decision, Absalom would call out to him, “What town are you from?” He would answer, “Your servant is from one of the tribes of Israel.”"
    },
    {
        "o": 9160,
        "r": "niv:2 Samuel:15:3",
        "t": "Then Absalom would say to him, “Look, your claims are valid and proper, but there is no representative of the king to hear you.”"
    },
    {
        "o": 9161,
        "r": "niv:2 Samuel:15:4",
        "t": "And Absalom would add, “If only I were appointed judge in the land! Then everyone who has a complaint or case could come to me and I would see that they receive justice.”"
    },
    {
        "o": 9162,
        "r": "niv:2 Samuel:15:5",
        "t": "Also,*p whenever anyone approached him to bow down before him, Absalom would reach out his hand, take hold of him and kiss him."
    },
    {
        "o": 9163,
        "r": "niv:2 Samuel:15:6",
        "t": "Absalom behaved in this way toward all the Israelites who came to the king asking for justice, and so he stole the hearts of the people of Israel."
    },
    {
        "o": 9164,
        "r": "niv:2 Samuel:15:7",
        "t": "At*p the end of four years, Absalom said to the king, “Let me go to Hebron and fulfill a vow I made to the Lord.*s"
    },
    {
        "o": 9165,
        "r": "niv:2 Samuel:15:8",
        "t": "While your servant was living at Geshur in Aram, I made this vow: ‘If the Lord*s takes me back to Jerusalem, I will worship the Lord*s in Hebron.’ ”"
    },
    {
        "o": 9166,
        "r": "niv:2 Samuel:15:9",
        "t": "The*p king said to him, “Go in peace.” So he went to Hebron."
    },
    {
        "o": 9167,
        "r": "niv:2 Samuel:15:10",
        "t": "Then*p Absalom sent secret messengers throughout the tribes of Israel to say, “As soon as you hear the sound of the trumpets, then say, ‘Absalom is king in Hebron.’ ”"
    },
    {
        "o": 9168,
        "r": "niv:2 Samuel:15:11",
        "t": "Two hundred men from Jerusalem had accompanied Absalom. They had been invited as guests and went quite innocently, knowing nothing about the matter."
    },
    {
        "o": 9169,
        "r": "niv:2 Samuel:15:12",
        "t": "While Absalom was offering sacrifices, he also sent for Ahithophel the Gilonite, David’s counselor, to come from Giloh, his hometown. And so the conspiracy gained strength, and Absalom’s following kept on increasing."
    },
    {
        "o": 9170,
        "r": "niv:2 Samuel:15:12",
        "t": "David Flees",
        "h": 2
    },
    {
        "o": 9171,
        "r": "niv:2 Samuel:15:13",
        "t": "A*p messenger came and told David, “The hearts of the people of Israel are with Absalom.”"
    },
    {
        "o": 9172,
        "r": "niv:2 Samuel:15:14",
        "t": "Then*p David said to all his officials who were with him in Jerusalem, “Come! We must flee, or none of us will escape from Absalom. We must leave immediately, or he will move quickly to overtake us and bring ruin on us and put the city to the sword.”"
    },
    {
        "o": 9173,
        "r": "niv:2 Samuel:15:15",
        "t": "The*p king’s officials answered him, “Your servants are ready to do whatever our lord the king chooses.”"
    },
    {
        "o": 9174,
        "r": "niv:2 Samuel:15:16",
        "t": "The*p king set out, with his entire household following him; but he left ten concubines to take care of the palace."
    },
    {
        "o": 9175,
        "r": "niv:2 Samuel:15:17",
        "t": "So the king set out, with all the people following him, and they halted at the edge of the city."
    },
    {
        "o": 9176,
        "r": "niv:2 Samuel:15:18",
        "t": "All his men marched past him, along with all the Kerethites and Pelethites; and all the six hundred Gittites who had accompanied him from Gath marched before the king."
    },
    {
        "o": 9177,
        "r": "niv:2 Samuel:15:19",
        "t": "The*p king said to Ittai the Gittite, “Why should you come along with us? Go back and stay with King Absalom. You are a foreigner, an exile from your homeland."
    },
    {
        "o": 9178,
        "r": "niv:2 Samuel:15:20",
        "t": "You came only yesterday. And today shall I make you wander about with us, when I do not know where I am going? Go back, and take your people with you. May the Lord*s show you kindness and faithfulness.”"
    },
    {
        "o": 9179,
        "r": "niv:2 Samuel:15:21",
        "t": "But*p Ittai replied to the king, “As surely as the Lord*s lives, and as my lord the king lives, wherever my lord the king may be, whether it means life or death, there will your servant be.”"
    },
    {
        "o": 9180,
        "r": "niv:2 Samuel:15:22",
        "t": "David*p said to Ittai, “Go ahead, march on.” So Ittai the Gittite marched on with all his men and the families that were with him."
    },
    {
        "o": 9181,
        "r": "niv:2 Samuel:15:23",
        "t": "The*p whole countryside wept aloud as all the people passed by. The king also crossed the Kidron Valley, and all the people moved on toward the wilderness."
    },
    {
        "o": 9182,
        "r": "niv:2 Samuel:15:24",
        "t": "Zadok*p was there, too, and all the Levites who were with him were carrying the ark of the covenant of God. They set down the ark of God, and Abiathar offered sacrifices until all the people had finished leaving the city."
    },
    {
        "o": 9183,
        "r": "niv:2 Samuel:15:25",
        "t": "Then*p the king said to Zadok, “Take the ark of God back into the city. If I find favor in the Lord’s*s eyes, he will bring me back and let me see it and his dwelling place again."
    },
    {
        "o": 9184,
        "r": "niv:2 Samuel:15:26",
        "t": "But if he says, ‘I am not pleased with you,’ then I am ready; let him do to me whatever seems good to him.”"
    },
    {
        "o": 9185,
        "r": "niv:2 Samuel:15:27",
        "t": "The*p king also said to Zadok the priest, “Do you understand? Go back to the city with my blessing. Take your son Ahimaaz with you, and also Abiathar’s son Jonathan. You and Abiathar return with your two sons."
    },
    {
        "o": 9186,
        "r": "niv:2 Samuel:15:28",
        "t": "I will wait at the fords in the wilderness until word comes from you to inform me.”"
    },
    {
        "o": 9187,
        "r": "niv:2 Samuel:15:29",
        "t": "So Zadok and Abiathar took the ark of God back to Jerusalem and stayed there."
    },
    {
        "o": 9188,
        "r": "niv:2 Samuel:15:30",
        "t": "But*p David continued up the Mount of Olives, weeping as he went; his head was covered and he was barefoot. All the people with him covered their heads too and were weeping as they went up."
    },
    {
        "o": 9189,
        "r": "niv:2 Samuel:15:31",
        "t": "Now David had been told, “Ahithophel is among the conspirators with Absalom.” So David prayed, “Lord,*s turn Ahithophel’s counsel into foolishness.”"
    },
    {
        "o": 9190,
        "r": "niv:2 Samuel:15:32",
        "t": "When*p David arrived at the summit, where people used to worship God, Hushai the Arkite was there to meet him, his robe torn and dust on his head."
    },
    {
        "o": 9191,
        "r": "niv:2 Samuel:15:33",
        "t": "David said to him, “If you go with me, you will be a burden to me."
    },
    {
        "o": 9192,
        "r": "niv:2 Samuel:15:34",
        "t": "But if you return to the city and say to Absalom, ‘Your Majesty, I will be your servant; I was your father’s servant in the past, but now I will be your servant,’ then you can help me by frustrating Ahithophel’s advice."
    },
    {
        "o": 9193,
        "r": "niv:2 Samuel:15:35",
        "t": "Won’t the priests Zadok and Abiathar be there with you? Tell them anything you hear in the king’s palace."
    },
    {
        "o": 9194,
        "r": "niv:2 Samuel:15:36",
        "t": "Their two sons, Ahimaaz son of Zadok and Jonathan son of Abiathar, are there with them. Send them to me with anything you hear.”"
    },
    {
        "o": 9195,
        "r": "niv:2 Samuel:15:37",
        "t": "So*p Hushai, David’s confidant, arrived at Jerusalem as Absalom was entering the city."
    }
]
