[
    {
        "o": 23682,
        "r": "esv:Ezekiel:34:0",
        "t": "Ezekiel 34",
        "h": 1
    },
    {
        "o": 23683,
        "r": "esv:Ezekiel:34:0",
        "t": "Prophecy Against the Shepherds of Israel",
        "h": 2
    },
    {
        "o": 23684,
        "r": "esv:Ezekiel:34:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23685,
        "r": "esv:Ezekiel:34:2",
        "t": "“Son of man, prophesy against the shepherds of Israel; prophesy, and say to them, even to the shepherds, Thus says the Lord God:*s Ah, shepherds of Israel who have been feeding yourselves! Should not shepherds feed the sheep?"
    },
    {
        "o": 23686,
        "r": "esv:Ezekiel:34:3",
        "t": "You eat the fat, you clothe yourselves with the wool, you slaughter the fat ones, but you do not feed the sheep."
    },
    {
        "o": 23687,
        "r": "esv:Ezekiel:34:4",
        "t": "The weak you have not strengthened, the sick you have not healed, the injured you have not bound up, the strayed you have not brought back, the lost you have not sought, and with force and harshness you have ruled them."
    },
    {
        "o": 23688,
        "r": "esv:Ezekiel:34:5",
        "t": "So they were scattered, because there was no shepherd, and they became food for all the wild beasts. My sheep were scattered;"
    },
    {
        "o": 23689,
        "r": "esv:Ezekiel:34:6",
        "t": "they wandered over all the mountains and on every high hill. My sheep were scattered over all the face of the earth, with none to search or seek for them."
    },
    {
        "o": 23690,
        "r": "esv:Ezekiel:34:7",
        "t": "“Therefore,*p you shepherds, hear the word of the Lord:*s"
    },
    {
        "o": 23691,
        "r": "esv:Ezekiel:34:8",
        "t": "As I live, declares the Lord God,*s surely because my sheep have become a prey, and my sheep have become food for all the wild beasts, since there was no shepherd, and because my shepherds have not searched for my sheep, but the shepherds have fed themselves, and have not fed my sheep,"
    },
    {
        "o": 23692,
        "r": "esv:Ezekiel:34:9",
        "t": "therefore, you shepherds, hear the word of the Lord:*s"
    },
    {
        "o": 23693,
        "r": "esv:Ezekiel:34:10",
        "t": "Thus says the Lord God,*s Behold, I am against the shepherds, and I will require my sheep at their hand and put a stop to their feeding the sheep. No longer shall the shepherds feed themselves. I will rescue my sheep from their mouths, that they may not be food for them."
    },
    {
        "o": 23694,
        "r": "esv:Ezekiel:34:10",
        "t": "The Lord God Will Seek Them Out",
        "h": 2
    },
    {
        "o": 23695,
        "r": "esv:Ezekiel:34:11",
        "t": "“For*p thus says the Lord God:*s Behold, I, I myself will search for my sheep and will seek them out."
    },
    {
        "o": 23696,
        "r": "esv:Ezekiel:34:12",
        "t": "As a shepherd seeks out his flock when he is among his sheep that have been scattered, so will I seek out my sheep, and I will rescue them from all places where they have been scattered on a day of clouds and thick darkness."
    },
    {
        "o": 23697,
        "r": "esv:Ezekiel:34:13",
        "t": "And I will bring them out from the peoples and gather them from the countries, and will bring them into their own land. And I will feed them on the mountains of Israel, by the ravines, and in all the inhabited places of the country."
    },
    {
        "o": 23698,
        "r": "esv:Ezekiel:34:14",
        "t": "I will feed them with good pasture, and on the mountain heights of Israel shall be their grazing land. There they shall lie down in good grazing land, and on rich pasture they shall feed on the mountains of Israel."
    },
    {
        "o": 23699,
        "r": "esv:Ezekiel:34:15",
        "t": "I myself will be the shepherd of my sheep, and I myself will make them lie down, declares the Lord God.*s"
    },
    {
        "o": 23700,
        "r": "esv:Ezekiel:34:16",
        "t": "I will seek the lost, and I will bring back the strayed, and I will bind up the injured, and I will strengthen the weak, and the fat and the strong I will destroy. I will feed them in justice."
    },
    {
        "o": 23701,
        "r": "esv:Ezekiel:34:17",
        "t": "“As*p for you, my flock, thus says the Lord God:*s Behold, I judge between sheep and sheep, between rams and male goats."
    },
    {
        "o": 23702,
        "r": "esv:Ezekiel:34:18",
        "t": "Is it not enough for you to feed on the good pasture, that you must tread down with your feet the rest of your pasture; and to drink of clear water, that you must muddy the rest of the water with your feet?"
    },
    {
        "o": 23703,
        "r": "esv:Ezekiel:34:19",
        "t": "And must my sheep eat what you have trodden with your feet, and drink what you have muddied with your feet?"
    },
    {
        "o": 23704,
        "r": "esv:Ezekiel:34:20",
        "t": "“Therefore,*p thus says the Lord God*s to them: Behold, I, I myself will judge between the fat sheep and the lean sheep."
    },
    {
        "o": 23705,
        "r": "esv:Ezekiel:34:21",
        "t": "Because you push with side and shoulder, and thrust at all the weak with your horns, till you have scattered them abroad,"
    },
    {
        "o": 23706,
        "r": "esv:Ezekiel:34:22",
        "t": "I will rescue my flock; they shall no longer be a prey. And I will judge between sheep and sheep."
    },
    {
        "o": 23707,
        "r": "esv:Ezekiel:34:23",
        "t": "And I will set up over them one shepherd, my servant David, and he shall feed them: he shall feed them and be their shepherd."
    },
    {
        "o": 23708,
        "r": "esv:Ezekiel:34:24",
        "t": "And I, the Lord,*s will be their God, and my servant David shall be prince among them. I am the Lord;*s I have spoken."
    },
    {
        "o": 23709,
        "r": "esv:Ezekiel:34:24",
        "t": "The Lord’s Covenant of Peace",
        "h": 2
    },
    {
        "o": 23710,
        "r": "esv:Ezekiel:34:25",
        "t": "“I*p will make with them a covenant of peace and banish wild beasts from the land, so that they may dwell securely in the wilderness and sleep in the woods."
    },
    {
        "o": 23711,
        "r": "esv:Ezekiel:34:26",
        "t": "And I will make them and the places all around my hill a blessing, and I will send down the showers in their season; they shall be showers of blessing."
    },
    {
        "o": 23712,
        "r": "esv:Ezekiel:34:27",
        "t": "And the trees of the field shall yield their fruit, and the earth shall yield its increase, and they shall be secure in their land. And they shall know that I am the Lord,*s when I break the bars of their yoke, and deliver them from the hand of those who enslaved them."
    },
    {
        "o": 23713,
        "r": "esv:Ezekiel:34:28",
        "t": "They shall no more be a prey to the nations, nor shall the beasts of the land devour them. They shall dwell securely, and none shall make them afraid."
    },
    {
        "o": 23714,
        "r": "esv:Ezekiel:34:29",
        "t": "And I will provide for them renowned plantations so that they shall no more be consumed with hunger in the land, and no longer suffer the reproach of the nations."
    },
    {
        "o": 23715,
        "r": "esv:Ezekiel:34:30",
        "t": "And they shall know that I am the Lord*s their God with them, and that they, the house of Israel, are my people, declares the Lord God.*s"
    },
    {
        "o": 23716,
        "r": "esv:Ezekiel:34:31",
        "t": "And you are my sheep, human sheep of my pasture, and I am your God, declares the Lord God.”*s"
    }
]
