[
    {
        "o": 34279,
        "r": "csb:Hebrews:13:0",
        "t": "Hebrews 13",
        "h": 1
    },
    {
        "o": 34280,
        "r": "csb:Hebrews:13:0",
        "t": "Final Exhortations",
        "h": 2
    },
    {
        "o": 34281,
        "r": "csb:Hebrews:13:1",
        "t": "Let*p brotherly love continue."
    },
    {
        "o": 34282,
        "r": "csb:Hebrews:13:2",
        "t": "Don’t neglect to show hospitality, for by doing this some have welcomed angels as guests without knowing it."
    },
    {
        "o": 34283,
        "r": "csb:Hebrews:13:3",
        "t": "Remember those in prison, as though you were in prison with them, and the mistreated, as though you yourselves were suffering bodily."
    },
    {
        "o": 34284,
        "r": "csb:Hebrews:13:4",
        "t": "Marriage is to be honored by all and the marriage bed kept undefiled, because God will judge the sexually immoral and adulterers."
    },
    {
        "o": 34285,
        "r": "csb:Hebrews:13:5",
        "t": "Keep your life free from the love of money. Be satisfied with what you have, for he himself has said, I*i will*i never*i leave*i you*i or*i abandon*i you.*i"
    },
    {
        "o": 34286,
        "r": "csb:Hebrews:13:6",
        "t": "Therefore, we may boldly say, The*ipn Lord*i is*i my*i helper;*i I*iln will*i not*i be*i afraid.*i What*iln can*i man*i do*i to*i me?*i"
    },
    {
        "o": 34287,
        "r": "csb:Hebrews:13:7",
        "t": "Remember*p your leaders who have spoken God’s word to you. As you carefully observe the outcome of their lives, imitate their faith."
    },
    {
        "o": 34288,
        "r": "csb:Hebrews:13:8",
        "t": "Jesus Christ is the same yesterday, today, and forever."
    },
    {
        "o": 34289,
        "r": "csb:Hebrews:13:9",
        "t": "Don’t be led astray by various kinds of strange teachings; for it is good for the heart to be established by grace and not by food regulations, since those who observe them have not benefited."
    },
    {
        "o": 34290,
        "r": "csb:Hebrews:13:10",
        "t": "We have an altar from which those who worship at the tabernacle do not have a right to eat."
    },
    {
        "o": 34291,
        "r": "csb:Hebrews:13:11",
        "t": "For the bodies of those animals whose blood is brought into the most holy place by the high priest as a sin offering are burned outside the camp."
    },
    {
        "o": 34292,
        "r": "csb:Hebrews:13:12",
        "t": "Therefore, Jesus also suffered outside the gate, so that he might sanctify the people by his own blood."
    },
    {
        "o": 34293,
        "r": "csb:Hebrews:13:13",
        "t": "Let us, then, go to him outside the camp, bearing his disgrace."
    },
    {
        "o": 34294,
        "r": "csb:Hebrews:13:14",
        "t": "For we do not have an enduring city here; instead, we seek the one to come."
    },
    {
        "o": 34295,
        "r": "csb:Hebrews:13:15",
        "t": "Therefore, through him let us continually offer up to God a sacrifice of praise, that is, the fruit of lips that confess his name."
    },
    {
        "o": 34296,
        "r": "csb:Hebrews:13:16",
        "t": "Don’t neglect to do what is good and to share, for God is pleased with such sacrifices."
    },
    {
        "o": 34297,
        "r": "csb:Hebrews:13:17",
        "t": "Obey your leaders and submit to them, since they keep watch over your souls as those who will give an account, so that they can do this with joy and not with grief, for that would be unprofitable for you."
    },
    {
        "o": 34298,
        "r": "csb:Hebrews:13:18",
        "t": "Pray for us, for we are convinced that we have a clear conscience, wanting to conduct ourselves honorably in everything."
    },
    {
        "o": 34299,
        "r": "csb:Hebrews:13:19",
        "t": "And I urge you all the more to pray that I may be restored to you very soon."
    },
    {
        "o": 34300,
        "r": "csb:Hebrews:13:19",
        "t": "Benediction and Farewell",
        "h": 2
    },
    {
        "o": 34301,
        "r": "csb:Hebrews:13:20",
        "t": "Now*p may the God of peace, who brought up from the dead our Lord Jesus - the great Shepherd of the sheep- through the blood of the everlasting covenant,"
    },
    {
        "o": 34302,
        "r": "csb:Hebrews:13:21",
        "t": "equip you with everything good to do his will, working in us what is pleasing in his sight, through Jesus Christ, to whom be glory forever and ever. Amen."
    },
    {
        "o": 34303,
        "r": "csb:Hebrews:13:22",
        "t": "Brothers*p and sisters, I urge you to receive this message of exhortation, for I have written to you briefly."
    },
    {
        "o": 34304,
        "r": "csb:Hebrews:13:23",
        "t": "Be aware that our brother Timothy has been released. If he comes soon enough, he will be with me when I see you."
    },
    {
        "o": 34305,
        "r": "csb:Hebrews:13:24",
        "t": "Greet all your leaders and all the saints. Those who are from Italy send you greetings."
    },
    {
        "o": 34306,
        "r": "csb:Hebrews:13:25",
        "t": "Grace be with you all."
    }
]
