[
    {
        "o": 6329,
        "r": "csb:Deuteronomy:31:0",
        "t": "Deuteronomy 31",
        "h": 1
    },
    {
        "o": 6330,
        "r": "csb:Deuteronomy:31:0",
        "t": "Joshua Takes Moses’s Place",
        "h": 2
    },
    {
        "o": 6331,
        "r": "csb:Deuteronomy:31:1",
        "t": "Then*p Moses continued to speak these words to all Israel,"
    },
    {
        "o": 6332,
        "r": "csb:Deuteronomy:31:2",
        "t": "saying, “I am now 120 years old; I can no longer act as your leader. The Lord*s has told me, ‘You will not cross the Jordan.’"
    },
    {
        "o": 6333,
        "r": "csb:Deuteronomy:31:3",
        "t": "The Lord*s your God is the one who will cross ahead of you. He will destroy these nations before you, and you will drive them out. Joshua is the one who will cross ahead of you, as the Lord*s has said."
    },
    {
        "o": 6334,
        "r": "csb:Deuteronomy:31:4",
        "t": "The Lord*s will deal with them as he did Sihon and Og, the kings of the Amorites, and their land when he destroyed them."
    },
    {
        "o": 6335,
        "r": "csb:Deuteronomy:31:5",
        "t": "The Lord*s will deliver them over to you, and you must do to them exactly as I have commanded you."
    },
    {
        "o": 6336,
        "r": "csb:Deuteronomy:31:6",
        "t": "Be strong and courageous; don’t be terrified or afraid of them. For the Lord*s your God is the one who will go with you; he will not leave you or abandon you.”"
    },
    {
        "o": 6337,
        "r": "csb:Deuteronomy:31:7",
        "t": "Moses*p then summoned Joshua and said to him in the sight of all Israel, “Be strong and courageous, for you will go with this people into the land the Lord*s swore to give to their ancestors. You will enable them to take possession of it."
    },
    {
        "o": 6338,
        "r": "csb:Deuteronomy:31:8",
        "t": "The Lord*s is the one who will go before you. He will be with you; he will not leave you or abandon you. Do not be afraid or discouraged.”"
    },
    {
        "o": 6339,
        "r": "csb:Deuteronomy:31:9",
        "t": "Moses*p wrote down this law and gave it to the priests, the sons of Levi, who carried the ark of the Lord’s*s covenant, and to all the elders of Israel."
    },
    {
        "o": 6340,
        "r": "csb:Deuteronomy:31:10",
        "t": "Moses commanded them, “At the end of every seven years, at the appointed time in the year of debt cancellation, during the Festival of Shelters,"
    },
    {
        "o": 6341,
        "r": "csb:Deuteronomy:31:11",
        "t": "when all Israel assembles in the presence of the Lord*s your God at the place he chooses, you are to read this law aloud before all Israel."
    },
    {
        "o": 6342,
        "r": "csb:Deuteronomy:31:12",
        "t": "Gather the people - men, women, dependents, and the resident aliens within your city gates - so that they may listen and learn to fear the Lord*s your God and be careful to follow all the words of this law."
    },
    {
        "o": 6343,
        "r": "csb:Deuteronomy:31:13",
        "t": "Then their children who do not know the law will listen and learn to fear the Lord*s your God as long as you live in the land you are crossing the Jordan to possess.”"
    },
    {
        "o": 6344,
        "r": "csb:Deuteronomy:31:14",
        "t": "The*p Lord*s said to Moses, “The time of your death is now approaching. Call Joshua and present yourselves at the tent of meeting so that I may commission him.” When Moses and Joshua went and presented themselves at the tent of meeting,"
    },
    {
        "o": 6345,
        "r": "csb:Deuteronomy:31:15",
        "t": "the Lord*s appeared at the tent in a pillar of cloud, and the cloud stood at the entrance to the tent."
    },
    {
        "o": 6346,
        "r": "csb:Deuteronomy:31:16",
        "t": "The*p Lord*s said to Moses, “You are about to rest with your ancestors, and these people will soon prostitute themselves with the foreign gods of the land they are entering. They will abandon me and break the covenant I have made with them."
    },
    {
        "o": 6347,
        "r": "csb:Deuteronomy:31:17",
        "t": "My anger will burn against them on that day; I will abandon them and hide my face from them so that they will become easy prey. Many troubles and afflictions will come to them. On that day they will say, ‘Haven’t these troubles come to us because our God is no longer with us?’"
    },
    {
        "o": 6348,
        "r": "csb:Deuteronomy:31:18",
        "t": "I will certainly hide my face on that day because of all the evil they have done by turning to other gods."
    },
    {
        "o": 6349,
        "r": "csb:Deuteronomy:31:19",
        "t": "Therefore write down this song for yourselves and teach it to the Israelites; have them sing it, so that this song may be a witness for me against the Israelites."
    },
    {
        "o": 6350,
        "r": "csb:Deuteronomy:31:20",
        "t": "When I bring them into the land I swore to give their ancestors, a land flowing with milk and honey, they will eat their fill and prosper. They will turn to other gods and worship them, despising me and breaking my covenant."
    },
    {
        "o": 6351,
        "r": "csb:Deuteronomy:31:21",
        "t": "And when many troubles and afflictions come to them, this song will testify against them, because their descendants will not have forgotten it. For I know what they are prone to do, even before I bring them into the land I swore to give them.”"
    },
    {
        "o": 6352,
        "r": "csb:Deuteronomy:31:22",
        "t": "So Moses wrote down this song on that day and taught it to the Israelites."
    },
    {
        "o": 6353,
        "r": "csb:Deuteronomy:31:23",
        "t": "The*p Lord*s commissioned Joshua son of Nun, “Be strong and courageous, for you will bring the Israelites into the land I swore to them, and I will be with you.”"
    },
    {
        "o": 6354,
        "r": "csb:Deuteronomy:31:23",
        "t": "Moses Warns the People",
        "h": 2
    },
    {
        "o": 6355,
        "r": "csb:Deuteronomy:31:24",
        "t": "When*p Moses had finished writing down on a scroll every single word of this law,"
    },
    {
        "o": 6356,
        "r": "csb:Deuteronomy:31:25",
        "t": "he commanded the Levites who carried the ark of the Lord’s*s covenant,"
    },
    {
        "o": 6357,
        "r": "csb:Deuteronomy:31:26",
        "t": "“Take this book of the law and place it beside the ark of the covenant of the Lord*s your God so that it may remain there as a witness against you."
    },
    {
        "o": 6358,
        "r": "csb:Deuteronomy:31:27",
        "t": "For I know how rebellious and stiff-necked you are. If you are rebelling against the Lord*s now, while I am still alive, how much more will you rebel after I am dead!"
    },
    {
        "o": 6359,
        "r": "csb:Deuteronomy:31:28",
        "t": "Assemble all your tribal elders and officers before me so that I may speak these words directly to them and call heaven and earth as witnesses against them."
    },
    {
        "o": 6360,
        "r": "csb:Deuteronomy:31:29",
        "t": "For I know that after my death you will become completely corrupt and turn from the path I have commanded you. Disaster will come to you in the future, because you will do what is evil in the Lord’s*s sight, angering him with what your hands have made.”"
    },
    {
        "o": 6361,
        "r": "csb:Deuteronomy:31:30",
        "t": "Then Moses recited aloud every single word of this song to the entire assembly of Israel:"
    }
]
