[
    {
        "o": 11118,
        "r": "esv:2 Kings:21:0",
        "t": "2 Kings 21",
        "h": 1
    },
    {
        "o": 11119,
        "r": "esv:2 Kings:21:0",
        "t": "Manasseh Reigns in Judah",
        "h": 2
    },
    {
        "o": 11120,
        "r": "esv:2 Kings:21:1",
        "t": "Manasseh*p was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem. His mother’s name was Hephzibah."
    },
    {
        "o": 11121,
        "r": "esv:2 Kings:21:2",
        "t": "And he did what was evil in the sight of the Lord,*s according to the despicable practices of the nations whom the Lord*s drove out before the people of Israel."
    },
    {
        "o": 11122,
        "r": "esv:2 Kings:21:3",
        "t": "For he rebuilt the high places that Hezekiah his father had destroyed, and he erected altars for Baal and made an Asherah, as Ahab king of Israel had done, and worshiped all the host of heaven and served them."
    },
    {
        "o": 11123,
        "r": "esv:2 Kings:21:4",
        "t": "And he built altars in the house of the Lord,*s of which the Lord*s had said, “In Jerusalem will I put my name.”"
    },
    {
        "o": 11124,
        "r": "esv:2 Kings:21:5",
        "t": "And he built altars for all the host of heaven in the two courts of the house of the Lord.*s"
    },
    {
        "o": 11125,
        "r": "esv:2 Kings:21:6",
        "t": "And he burned his son as an offering and used fortune-telling and omens and dealt with mediums and with necromancers. He did much evil in the sight of the Lord,*s provoking him to anger."
    },
    {
        "o": 11126,
        "r": "esv:2 Kings:21:7",
        "t": "And the carved image of Asherah that he had made he set in the house of which the Lord*s said to David and to Solomon his son, “In this house, and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my name forever."
    },
    {
        "o": 11127,
        "r": "esv:2 Kings:21:8",
        "t": "And I will not cause the feet of Israel to wander anymore out of the land that I gave to their fathers, if only they will be careful to do according to all that I have commanded them, and according to all the Law that my servant Moses commanded them.”"
    },
    {
        "o": 11128,
        "r": "esv:2 Kings:21:9",
        "t": "But they did not listen, and Manasseh led them astray to do more evil than the nations had done whom the Lord*s destroyed before the people of Israel."
    },
    {
        "o": 11129,
        "r": "esv:2 Kings:21:9",
        "t": "Manasseh’s Idolatry Denounced",
        "h": 2
    },
    {
        "o": 11130,
        "r": "esv:2 Kings:21:10",
        "t": "And*p the Lord*s said by his servants the prophets,"
    },
    {
        "o": 11131,
        "r": "esv:2 Kings:21:11",
        "t": "“Because Manasseh king of Judah has committed these abominations and has done things more evil than all that the Amorites did, who were before him, and has made Judah also to sin with his idols,"
    },
    {
        "o": 11132,
        "r": "esv:2 Kings:21:12",
        "t": "therefore thus says the Lord,*s the God of Israel: Behold, I am bringing upon Jerusalem and Judah such disaster that the ears of everyone who hears of it will tingle."
    },
    {
        "o": 11133,
        "r": "esv:2 Kings:21:13",
        "t": "And I will stretch over Jerusalem the measuring line of Samaria, and the plumb line of the house of Ahab, and I will wipe Jerusalem as one wipes a dish, wiping it and turning it upside down."
    },
    {
        "o": 11134,
        "r": "esv:2 Kings:21:14",
        "t": "And I will forsake the remnant of my heritage and give them into the hand of their enemies, and they shall become a prey and a spoil to all their enemies,"
    },
    {
        "o": 11135,
        "r": "esv:2 Kings:21:15",
        "t": "because they have done what is evil in my sight and have provoked me to anger, since the day their fathers came out of Egypt, even to this day.”"
    },
    {
        "o": 11136,
        "r": "esv:2 Kings:21:16",
        "t": "Moreover,*p Manasseh shed very much innocent blood, till he had filled Jerusalem from one end to another, besides the sin that he made Judah to sin so that they did what was evil in the sight of the Lord.*s"
    },
    {
        "o": 11137,
        "r": "esv:2 Kings:21:17",
        "t": "Now*p the rest of the acts of Manasseh and all that he did, and the sin that he committed, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 11138,
        "r": "esv:2 Kings:21:18",
        "t": "And Manasseh slept with his fathers and was buried in the garden of his house, in the garden of Uzza, and Amon his son reigned in his place."
    },
    {
        "o": 11139,
        "r": "esv:2 Kings:21:18",
        "t": "Amon Reigns in Judah",
        "h": 2
    },
    {
        "o": 11140,
        "r": "esv:2 Kings:21:19",
        "t": "Amon*p was twenty-two years old when he began to reign, and he reigned two years in Jerusalem. His mother’s name was Meshullemeth the daughter of Haruz of Jotbah."
    },
    {
        "o": 11141,
        "r": "esv:2 Kings:21:20",
        "t": "And he did what was evil in the sight of the Lord,*s as Manasseh his father had done."
    },
    {
        "o": 11142,
        "r": "esv:2 Kings:21:21",
        "t": "He walked in all the way in which his father walked and served the idols that his father served and worshiped them."
    },
    {
        "o": 11143,
        "r": "esv:2 Kings:21:22",
        "t": "He abandoned the Lord,*s the God of his fathers, and did not walk in the way of the Lord.*s"
    },
    {
        "o": 11144,
        "r": "esv:2 Kings:21:23",
        "t": "And the servants of Amon conspired against him and put the king to death in his house."
    },
    {
        "o": 11145,
        "r": "esv:2 Kings:21:24",
        "t": "But the people of the land struck down all those who had conspired against King Amon, and the people of the land made Josiah his son king in his place."
    },
    {
        "o": 11146,
        "r": "esv:2 Kings:21:25",
        "t": "Now the rest of the acts of Amon that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 11147,
        "r": "esv:2 Kings:21:26",
        "t": "And he was buried in his tomb in the garden of Uzza, and Josiah his son reigned in his place."
    }
]
