[
    {
        "o": 33855,
        "r": "esv:Hebrews:13:0",
        "t": "Hebrews 13",
        "h": 1
    },
    {
        "o": 33856,
        "r": "esv:Hebrews:13:0",
        "t": "Sacrifices Pleasing to God",
        "h": 2
    },
    {
        "o": 33857,
        "r": "esv:Hebrews:13:1",
        "t": "Let*p brotherly love continue."
    },
    {
        "o": 33858,
        "r": "esv:Hebrews:13:2",
        "t": "Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares."
    },
    {
        "o": 33859,
        "r": "esv:Hebrews:13:3",
        "t": "Remember those who are in prison, as though in prison with them, and those who are mistreated, since you also are in the body."
    },
    {
        "o": 33860,
        "r": "esv:Hebrews:13:4",
        "t": "Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous."
    },
    {
        "o": 33861,
        "r": "esv:Hebrews:13:5",
        "t": "Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”"
    },
    {
        "o": 33862,
        "r": "esv:Hebrews:13:6",
        "t": "So we can confidently say, “The*pn Lord is my helper; I*ld will not fear; what*ln can man do to me?”"
    },
    {
        "o": 33863,
        "r": "esv:Hebrews:13:7",
        "t": "Remember*p your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith."
    },
    {
        "o": 33864,
        "r": "esv:Hebrews:13:8",
        "t": "Jesus Christ is the same yesterday and today and forever."
    },
    {
        "o": 33865,
        "r": "esv:Hebrews:13:9",
        "t": "Do not be led away by diverse and strange teachings, for it is good for the heart to be strengthened by grace, not by foods, which have not benefited those devoted to them."
    },
    {
        "o": 33866,
        "r": "esv:Hebrews:13:10",
        "t": "We have an altar from which those who serve the tent have no right to eat."
    },
    {
        "o": 33867,
        "r": "esv:Hebrews:13:11",
        "t": "For the bodies of those animals whose blood is brought into the holy places by the high priest as a sacrifice for sin are burned outside the camp."
    },
    {
        "o": 33868,
        "r": "esv:Hebrews:13:12",
        "t": "So Jesus also suffered outside the gate in order to sanctify the people through his own blood."
    },
    {
        "o": 33869,
        "r": "esv:Hebrews:13:13",
        "t": "Therefore let us go to him outside the camp and bear the reproach he endured."
    },
    {
        "o": 33870,
        "r": "esv:Hebrews:13:14",
        "t": "For here we have no lasting city, but we seek the city that is to come."
    },
    {
        "o": 33871,
        "r": "esv:Hebrews:13:15",
        "t": "Through him then let us continually offer up a sacrifice of praise to God, that is, the fruit of lips that acknowledge his name."
    },
    {
        "o": 33872,
        "r": "esv:Hebrews:13:16",
        "t": "Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God."
    },
    {
        "o": 33873,
        "r": "esv:Hebrews:13:17",
        "t": "Obey*p your leaders and submit to them, for they are keeping watch over your souls, as those who will have to give an account. Let them do this with joy and not with groaning, for that would be of no advantage to you."
    },
    {
        "o": 33874,
        "r": "esv:Hebrews:13:18",
        "t": "Pray*p for us, for we are sure that we have a clear conscience, desiring to act honorably in all things."
    },
    {
        "o": 33875,
        "r": "esv:Hebrews:13:19",
        "t": "I urge you the more earnestly to do this in order that I may be restored to you the sooner."
    },
    {
        "o": 33876,
        "r": "esv:Hebrews:13:19",
        "t": "Benediction",
        "h": 2
    },
    {
        "o": 33877,
        "r": "esv:Hebrews:13:20",
        "t": "Now*p may the God of peace who brought again from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant,"
    },
    {
        "o": 33878,
        "r": "esv:Hebrews:13:21",
        "t": "equip you with everything good that you may do his will, working in us that which is pleasing in his sight, through Jesus Christ, to whom be glory forever and ever. Amen."
    },
    {
        "o": 33879,
        "r": "esv:Hebrews:13:21",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33880,
        "r": "esv:Hebrews:13:22",
        "t": "I*p appeal to you, brothers, bear with my word of exhortation, for I have written to you briefly."
    },
    {
        "o": 33881,
        "r": "esv:Hebrews:13:23",
        "t": "You should know that our brother Timothy has been released, with whom I shall see you if he comes soon."
    },
    {
        "o": 33882,
        "r": "esv:Hebrews:13:24",
        "t": "Greet all your leaders and all the saints. Those who come from Italy send you greetings."
    },
    {
        "o": 33883,
        "r": "esv:Hebrews:13:25",
        "t": "Grace be with all of you."
    }
]
