[
    {
        "o": 19435,
        "r": "nasb:Ecclesiastes:9:0",
        "t": "Ecclesiastes 9",
        "h": 1
    },
    {
        "o": 19436,
        "r": "nasb:Ecclesiastes:9:0",
        "t": "Men Are in the Hand of God",
        "h": 2
    },
    {
        "o": 19437,
        "r": "nasb:Ecclesiastes:9:1",
        "t": "For*p I have taken all this to my heart and explain it that righteous men, wise men, and their deeds are in the hand of God. Man does not know whether it*i will*i be*i love or hatred; anything awaits him."
    },
    {
        "o": 19438,
        "r": "nasb:Ecclesiastes:9:2",
        "t": "It*p is the same for all. There is one fate for the righteous and for the wicked; for the good, for the clean and for the unclean; for the man who offers a sacrifice and for the one who does not sacrifice. As the good man is, so is the sinner; as the swearer is, so is the one who is afraid to swear."
    },
    {
        "o": 19439,
        "r": "nasb:Ecclesiastes:9:3",
        "t": "This is an evil in all that is done under the sun, that there is one fate for all men. Furthermore, the hearts of the sons of men are full of evil and insanity is in their hearts throughout their lives. Afterwards they go*i to the dead."
    },
    {
        "o": 19440,
        "r": "nasb:Ecclesiastes:9:4",
        "t": "For whoever is joined with all the living, there is hope; surely a live dog is better than a dead lion."
    },
    {
        "o": 19441,
        "r": "nasb:Ecclesiastes:9:5",
        "t": "For the living know they will die; but the dead do not know anything, nor have they any longer a reward, for their memory is forgotten."
    },
    {
        "o": 19442,
        "r": "nasb:Ecclesiastes:9:6",
        "t": "Indeed their love, their hate and their zeal have already perished, and they will no longer have a share in all that is done under the sun."
    },
    {
        "o": 19443,
        "r": "nasb:Ecclesiastes:9:7",
        "t": "Go*p then,*i eat your bread in happiness and drink your wine with a cheerful heart; for God has already approved your works."
    },
    {
        "o": 19444,
        "r": "nasb:Ecclesiastes:9:8",
        "t": "Let your clothes be white all the time, and let not oil be lacking on your head."
    },
    {
        "o": 19445,
        "r": "nasb:Ecclesiastes:9:9",
        "t": "Enjoy life with the woman whom you love all the days of your fleeting life which He has given to you under the sun; for this is your reward in life and in your toil in which you have labored under the sun."
    },
    {
        "o": 19446,
        "r": "nasb:Ecclesiastes:9:9",
        "t": "Whatever Your Hand Finds to Do",
        "h": 2
    },
    {
        "o": 19447,
        "r": "nasb:Ecclesiastes:9:10",
        "t": "Whatever*p your hand finds to do, do it*i with all*i your might; for there is no activity or planning or knowledge or wisdom in Sheol where you are going."
    },
    {
        "o": 19448,
        "r": "nasb:Ecclesiastes:9:11",
        "t": "I*p again saw under the sun that the race is not to the swift and the battle is not to the warriors, and neither is bread to the wise nor wealth to the discerning nor favor to men of ability; for time and chance overtake them all."
    },
    {
        "o": 19449,
        "r": "nasb:Ecclesiastes:9:12",
        "t": "Moreover, man does not know his time: like fish caught in a treacherous net and birds trapped in a snare, so the sons of men are ensnared at an evil time when it suddenly falls on them."
    },
    {
        "o": 19450,
        "r": "nasb:Ecclesiastes:9:13",
        "t": "Also*p this I came to see as wisdom under the sun, and it impressed me."
    },
    {
        "o": 19451,
        "r": "nasb:Ecclesiastes:9:14",
        "t": "There was a small city with few men in it and a great king came to it, surrounded it and constructed large siegeworks against it."
    },
    {
        "o": 19452,
        "r": "nasb:Ecclesiastes:9:15",
        "t": "But there was found in it a poor wise man and he delivered the city by his wisdom. Yet no one remembered that poor man."
    },
    {
        "o": 19453,
        "r": "nasb:Ecclesiastes:9:16",
        "t": "So I said, “Wisdom is better than strength.” But the wisdom of the poor man is despised and his words are not heeded."
    },
    {
        "o": 19454,
        "r": "nasb:Ecclesiastes:9:17",
        "t": "The words of the wise heard in quietness are better*i than the shouting of a ruler among fools."
    },
    {
        "o": 19455,
        "r": "nasb:Ecclesiastes:9:18",
        "t": "Wisdom is better than weapons of war, but one sinner destroys much good."
    }
]
