[
    {
        "o": 20946,
        "r": "esv:Isaiah:60:0",
        "t": "Isaiah 60",
        "h": 1
    },
    {
        "o": 20947,
        "r": "esv:Isaiah:60:0",
        "t": "The Future Glory of Israel",
        "h": 2
    },
    {
        "o": 20948,
        "r": "esv:Isaiah:60:1",
        "t": "Arise,*pn shine, for your light has come, and*ld the glory of the Lord*s has risen upon you."
    },
    {
        "o": 20949,
        "r": "esv:Isaiah:60:2",
        "t": "For*ln behold, darkness shall cover the earth, and*ld thick darkness the peoples; but*ln the Lord*s will arise upon you, and*ld his glory will be seen upon you."
    },
    {
        "o": 20950,
        "r": "esv:Isaiah:60:3",
        "t": "And*ln nations shall come to your light, and*ld kings to the brightness of your rising."
    },
    {
        "o": 20951,
        "r": "esv:Isaiah:60:4",
        "t": "Lift*pn up your eyes all around, and see; they*ld all gather together, they come to you; your*ln sons shall come from afar, and*ld your daughters shall be carried on the hip."
    },
    {
        "o": 20952,
        "r": "esv:Isaiah:60:5",
        "t": "Then*ln you shall see and be radiant; your*ld heart shall thrill and exult, because*ln the abundance of the sea shall be turned to you, the*ld wealth of the nations shall come to you."
    },
    {
        "o": 20953,
        "r": "esv:Isaiah:60:6",
        "t": "A*ln multitude of camels shall cover you, the*ld young camels of Midian and Ephah; all*ld those from Sheba shall come. They*ln shall bring gold and frankincense, and*ld shall bring good news, the praises of the Lord.*s"
    },
    {
        "o": 20954,
        "r": "esv:Isaiah:60:7",
        "t": "All*ln the flocks of Kedar shall be gathered to you; the*ld rams of Nebaioth shall minister to you; they*ln shall come up with acceptance on my altar, and*ld I will beautify my beautiful house."
    },
    {
        "o": 20955,
        "r": "esv:Isaiah:60:8",
        "t": "Who*pn are these that fly like a cloud, and*ld like doves to their windows?"
    },
    {
        "o": 20956,
        "r": "esv:Isaiah:60:9",
        "t": "For*ln the coastlands shall hope for me, the*ld ships of Tarshish first, to*ln bring your children from afar, their*ld silver and gold with them, for*ln the name of the Lord*s your God, and*ld for the Holy One of Israel, because*ld he has made you beautiful."
    },
    {
        "o": 20957,
        "r": "esv:Isaiah:60:10",
        "t": "Foreigners*pn shall build up your walls, and*ld their kings shall minister to you; for*ln in my wrath I struck you, but*ld in my favor I have had mercy on you."
    },
    {
        "o": 20958,
        "r": "esv:Isaiah:60:11",
        "t": "Your*ln gates shall be open continually; day*ld and night they shall not be shut, that*ln people may bring to you the wealth of the nations, with*ld their kings led in procession."
    },
    {
        "o": 20959,
        "r": "esv:Isaiah:60:12",
        "t": "For*ln the nation and kingdom that*ld will not serve you shall perish; those*ld nations shall be utterly laid waste."
    },
    {
        "o": 20960,
        "r": "esv:Isaiah:60:13",
        "t": "The*ln glory of Lebanon shall come to you, the*ld cypress, the plane, and the pine, to*ln beautify the place of my sanctuary, and*ld I will make the place of my feet glorious."
    },
    {
        "o": 20961,
        "r": "esv:Isaiah:60:14",
        "t": "The*ln sons of those who afflicted you shall*ld come bending low to you, and*ln all who despised you shall*ld bow down at your feet; they*ln shall call you the City of the Lord,*s the*ld Zion of the Holy One of Israel."
    },
    {
        "o": 20962,
        "r": "esv:Isaiah:60:15",
        "t": "Whereas*pn you have been forsaken and hated, with*ld no one passing through, I*ln will make you majestic forever, a*ld joy from age to age."
    },
    {
        "o": 20963,
        "r": "esv:Isaiah:60:16",
        "t": "You*ln shall suck the milk of nations; you*ld shall nurse at the breast of kings; and*ln you shall know that I, the Lord,*s am your Savior and*ld your Redeemer, the Mighty One of Jacob."
    },
    {
        "o": 20964,
        "r": "esv:Isaiah:60:17",
        "t": "Instead*pn of bronze I will bring gold, and*ld instead of iron I will bring silver; instead*ln of wood, bronze, instead*ld of stones, iron. I*ln will make your overseers peace and*ld your taskmasters righteousness."
    },
    {
        "o": 20965,
        "r": "esv:Isaiah:60:18",
        "t": "Violence*ln shall no more be heard in your land, devastation*ld or destruction within your borders; you*ln shall call your walls Salvation, and*ld your gates Praise."
    },
    {
        "o": 20966,
        "r": "esv:Isaiah:60:19",
        "t": "The*pn sun shall be no more your*ld light by day, nor*ln for brightness shall the moon give*ld you light; but*ln the Lord*s will be your everlasting light, and*ld your God will be your glory."
    },
    {
        "o": 20967,
        "r": "esv:Isaiah:60:20",
        "t": "Your*ln sun shall no more go down, nor*ld your moon withdraw itself; for*ln the Lord*s will be your everlasting light, and*ld your days of mourning shall be ended."
    },
    {
        "o": 20968,
        "r": "esv:Isaiah:60:21",
        "t": "Your*ln people shall all be righteous; they*ld shall possess the land forever, the*ln branch of my planting, the work of my hands, that*ld I might be glorified."
    },
    {
        "o": 20969,
        "r": "esv:Isaiah:60:22",
        "t": "The*ln least one shall become a clan, and*ld the smallest one a mighty nation; I*ln am the Lord;*s in*ld its time I will hasten it."
    }
]
