[
    {
        "o": 24679,
        "r": "kjv:Matthew:14:0",
        "t": "Matthew 14",
        "h": 1
    },
    {
        "o": 24680,
        "r": "kjv:Matthew:14:1",
        "t": "At*p that time Herod the tetrarch heard of the fame of Jesus,"
    },
    {
        "o": 24681,
        "r": "kjv:Matthew:14:2",
        "t": "And*p said unto his servants, This is John the Baptist; he is risen from the dead; and therefore mighty works do shew forth themselves in him."
    },
    {
        "o": 24682,
        "r": "kjv:Matthew:14:3",
        "t": "For*p Herod had laid hold on John, and bound him, and put him in prison for Herodias' sake, his brother Philip's wife."
    },
    {
        "o": 24683,
        "r": "kjv:Matthew:14:4",
        "t": "For*p John said unto him, It is not lawful for thee to have her."
    },
    {
        "o": 24684,
        "r": "kjv:Matthew:14:5",
        "t": "And*p when he would have put him to death, he feared the multitude, because they counted him as a prophet."
    },
    {
        "o": 24685,
        "r": "kjv:Matthew:14:6",
        "t": "But*p when Herod's birthday was kept, the daughter of Herodias danced before them, and pleased Herod."
    },
    {
        "o": 24686,
        "r": "kjv:Matthew:14:7",
        "t": "Whereupon*p he promised with an oath to give her whatsoever she would ask."
    },
    {
        "o": 24687,
        "r": "kjv:Matthew:14:8",
        "t": "And*p she, being before instructed of her mother, said, Give me here John Baptist's head in a charger."
    },
    {
        "o": 24688,
        "r": "kjv:Matthew:14:9",
        "t": "And*p the king was sorry: nevertheless for the oath's sake, and them which sat with him at meat, he commanded it to be given her."
    },
    {
        "o": 24689,
        "r": "kjv:Matthew:14:10",
        "t": "And*p he sent, and beheaded John in the prison."
    },
    {
        "o": 24690,
        "r": "kjv:Matthew:14:11",
        "t": "And*p his head was brought in a charger, and given to the damsel: and she brought it to her mother."
    },
    {
        "o": 24691,
        "r": "kjv:Matthew:14:12",
        "t": "And*p his disciples came, and took up the body, and buried it, and went and told Jesus."
    },
    {
        "o": 24692,
        "r": "kjv:Matthew:14:13",
        "t": "When*p Jesus heard of it, he departed thence by ship into a desert place apart: and when the people had heard thereof, they followed him on foot out of the cities."
    },
    {
        "o": 24693,
        "r": "kjv:Matthew:14:14",
        "t": "And*p Jesus went forth, and saw a great multitude, and was moved with compassion toward them, and he healed their sick."
    },
    {
        "o": 24694,
        "r": "kjv:Matthew:14:15",
        "t": "And*p when it was evening, his disciples came to him, saying, This is a desert place, and the time is now past; send the multitude away, that they may go into the villages, and buy themselves victuals."
    },
    {
        "o": 24695,
        "r": "kjv:Matthew:14:16",
        "t": "But*p Jesus said unto them, They*r need*r not*r depart;*r give*r ye*r them*r to*r eat.*r"
    },
    {
        "o": 24696,
        "r": "kjv:Matthew:14:17",
        "t": "And*p they say unto him, We have here but five loaves, and two fishes."
    },
    {
        "o": 24697,
        "r": "kjv:Matthew:14:18",
        "t": "He*p said, Bring*r them*r hither*r to*r me.*r"
    },
    {
        "o": 24698,
        "r": "kjv:Matthew:14:19",
        "t": "And*p he commanded the multitude to sit down on the grass, and took the five loaves, and the two fishes, and looking up to heaven, he blessed, and brake, and gave the loaves to his disciples, and the disciples to the multitude."
    },
    {
        "o": 24699,
        "r": "kjv:Matthew:14:20",
        "t": "And*p they did all eat, and were filled: and they took up of the fragments that remained twelve baskets full."
    },
    {
        "o": 24700,
        "r": "kjv:Matthew:14:21",
        "t": "And*p they that had eaten were about five thousand men, beside women and children."
    },
    {
        "o": 24701,
        "r": "kjv:Matthew:14:22",
        "t": "And*p straightway Jesus constrained his disciples to get into a ship, and to go before him unto the other side, while he sent the multitudes away."
    },
    {
        "o": 24702,
        "r": "kjv:Matthew:14:23",
        "t": "And*p when he had sent the multitudes away, he went up into a mountain apart to pray: and when the evening was come, he was there alone."
    },
    {
        "o": 24703,
        "r": "kjv:Matthew:14:24",
        "t": "But*p the ship was now in the midst of the sea, tossed with waves: for the wind was contrary."
    },
    {
        "o": 24704,
        "r": "kjv:Matthew:14:25",
        "t": "And*p in the fourth watch of the night Jesus went unto them, walking on the sea."
    },
    {
        "o": 24705,
        "r": "kjv:Matthew:14:26",
        "t": "And*p when the disciples saw him walking on the sea, they were troubled, saying, It is a spirit; and they cried out for fear."
    },
    {
        "o": 24706,
        "r": "kjv:Matthew:14:27",
        "t": "But*p straightway Jesus spake unto them, saying, Be*r of*r good*r cheer;*r it*r is*r I;*r be*r not*r afraid.*r"
    },
    {
        "o": 24707,
        "r": "kjv:Matthew:14:28",
        "t": "And*p Peter answered him and said, Lord, if it be thou, bid me come unto thee on the water."
    },
    {
        "o": 24708,
        "r": "kjv:Matthew:14:29",
        "t": "And*p he said, Come.*r And when Peter was come down out of the ship, he walked on the water, to go to Jesus."
    },
    {
        "o": 24709,
        "r": "kjv:Matthew:14:30",
        "t": "But*p when he saw the wind boisterous, he was afraid; and beginning to sink, he cried, saying, Lord, save me."
    },
    {
        "o": 24710,
        "r": "kjv:Matthew:14:31",
        "t": "And*p immediately Jesus stretched forth his hand, and caught him, and said unto him, O*r thou*r of*r little*r faith,*r wherefore*r didst*r thou*r doubt?*r"
    },
    {
        "o": 24711,
        "r": "kjv:Matthew:14:32",
        "t": "And*p when they were come into the ship, the wind ceased."
    },
    {
        "o": 24712,
        "r": "kjv:Matthew:14:33",
        "t": "Then*p they that were in the ship came and worshipped him, saying, Of a truth thou art the Son of God."
    },
    {
        "o": 24713,
        "r": "kjv:Matthew:14:34",
        "t": "And*p when they were gone over, they came into the land of Gennesaret."
    },
    {
        "o": 24714,
        "r": "kjv:Matthew:14:35",
        "t": "And*p when the men of that place had knowledge of him, they sent out into all that country round about, and brought unto him all that were diseased;"
    },
    {
        "o": 24715,
        "r": "kjv:Matthew:14:36",
        "t": "And*p besought him that they might only touch the hem of his garment: and as many as touched were made perfectly whole."
    }
]
