[
    {
        "o": 470,
        "r": "csb:Genesis:18:0",
        "t": "Genesis 18",
        "h": 1
    },
    {
        "o": 471,
        "r": "csb:Genesis:18:0",
        "t": "Abraham’s Three Visitors",
        "h": 2
    },
    {
        "o": 472,
        "r": "csb:Genesis:18:1",
        "t": "The*p Lord*s appeared to Abraham at the oaks of Mamre while he was sitting at the entrance of his tent during the heat of the day."
    },
    {
        "o": 473,
        "r": "csb:Genesis:18:2",
        "t": "He looked up, and he saw three men standing near him. When he saw them, he ran from the entrance of the tent to meet them, bowed to the ground,"
    },
    {
        "o": 474,
        "r": "csb:Genesis:18:3",
        "t": "and said, “My lord, if I have found favor with you, please do not go on past your servant."
    },
    {
        "o": 475,
        "r": "csb:Genesis:18:4",
        "t": "Let a little water be brought, that you may wash your feet and rest yourselves under the tree."
    },
    {
        "o": 476,
        "r": "csb:Genesis:18:5",
        "t": "I will bring a bit of bread so that you may strengthen yourselves. This is why you have passed your servant’s way. Later, you can continue on.” “Yes,”*p they replied, “do as you have said.”"
    },
    {
        "o": 477,
        "r": "csb:Genesis:18:6",
        "t": "So*p Abraham hurried into the tent and said to Sarah, “Quick! Knead three measures of fine flour and make bread.”"
    },
    {
        "o": 478,
        "r": "csb:Genesis:18:7",
        "t": "Abraham ran to the herd and got a tender, choice calf. He gave it to a young man, who hurried to prepare it."
    },
    {
        "o": 479,
        "r": "csb:Genesis:18:8",
        "t": "Then Abraham took curds and milk, as well as the calf that he had prepared, and set them before the men. He served them as they ate under the tree."
    },
    {
        "o": 480,
        "r": "csb:Genesis:18:8",
        "t": "Sarah Laughs",
        "h": 2
    },
    {
        "o": 481,
        "r": "csb:Genesis:18:9",
        "t": "“Where*p is your wife Sarah?” they asked him. “There,*p in the tent,” he answered."
    },
    {
        "o": 482,
        "r": "csb:Genesis:18:10",
        "t": "The*p Lord*s said, “I will certainly come back to you in about a year’s time, and your wife Sarah will have a son!” Now Sarah was listening at the entrance of the tent behind him."
    },
    {
        "o": 483,
        "r": "csb:Genesis:18:11",
        "t": "Abraham*p and Sarah were old and getting on in years. Sarah had passed the age of childbearing."
    },
    {
        "o": 484,
        "r": "csb:Genesis:18:12",
        "t": "So she laughed to herself: “After I am worn out and my lord is old, will I have delight?”"
    },
    {
        "o": 485,
        "r": "csb:Genesis:18:13",
        "t": "But*p the Lord*s asked Abraham, “Why did Sarah laugh, saying, ‘Can I really have a baby when I’m old?’"
    },
    {
        "o": 486,
        "r": "csb:Genesis:18:14",
        "t": "Is anything impossible for the Lord?*s At the appointed time I will come back to you, and in about a year she will have a son.”"
    },
    {
        "o": 487,
        "r": "csb:Genesis:18:15",
        "t": "Sarah*p denied it. “I did not laugh,” she said, because she was afraid. But*p he replied, “No, you did laugh.”"
    },
    {
        "o": 488,
        "r": "csb:Genesis:18:15",
        "t": "Abraham’s Plea for Sodom",
        "h": 2
    },
    {
        "o": 489,
        "r": "csb:Genesis:18:16",
        "t": "The*p men got up from there and looked out over Sodom, and Abraham was walking with them to see them off."
    },
    {
        "o": 490,
        "r": "csb:Genesis:18:17",
        "t": "Then the Lord*s said, “Should I hide what I am about to do from Abraham?"
    },
    {
        "o": 491,
        "r": "csb:Genesis:18:18",
        "t": "Abraham is to become a great and powerful nation, and all the nations of the earth will be blessed through him."
    },
    {
        "o": 492,
        "r": "csb:Genesis:18:19",
        "t": "For I have chosen him so that he will command his children and his house after him to keep the way of the Lord*s by doing what is right and just. This is how the Lord*s will fulfill to Abraham what he promised him.”"
    },
    {
        "o": 493,
        "r": "csb:Genesis:18:20",
        "t": "Then the Lord*s said, “The outcry against Sodom and Gomorrah is immense, and their sin is extremely serious."
    },
    {
        "o": 494,
        "r": "csb:Genesis:18:21",
        "t": "I will go down to see if what they have done justifies the cry that has come up to me. If not, I will find out.”"
    },
    {
        "o": 495,
        "r": "csb:Genesis:18:22",
        "t": "The*p men turned from there and went toward Sodom while Abraham remained standing before the Lord.*s"
    },
    {
        "o": 496,
        "r": "csb:Genesis:18:23",
        "t": "Abraham stepped forward and said, “Will you really sweep away the righteous with the wicked?"
    },
    {
        "o": 497,
        "r": "csb:Genesis:18:24",
        "t": "What if there are fifty righteous people in the city? Will you really sweep it away instead of sparing the place for the sake of the fifty righteous people who are in it?"
    },
    {
        "o": 498,
        "r": "csb:Genesis:18:25",
        "t": "You could not possibly do such a thing: to kill the righteous with the wicked, treating the righteous and the wicked alike. You could not possibly do that! Won’t the Judge of the whole earth do what is just?”"
    },
    {
        "o": 499,
        "r": "csb:Genesis:18:26",
        "t": "The*p Lord*s said, “If I find fifty righteous people in the city of Sodom, I will spare the whole place for their sake.”"
    },
    {
        "o": 500,
        "r": "csb:Genesis:18:27",
        "t": "Then*p Abraham answered, “Since I have ventured to speak to my lord - even though I am dust and ashes -"
    },
    {
        "o": 501,
        "r": "csb:Genesis:18:28",
        "t": "suppose the fifty righteous lack five. Will you destroy the whole city for lack of five?” He*p replied, “I will not destroy it if I find forty-five there.”"
    },
    {
        "o": 502,
        "r": "csb:Genesis:18:29",
        "t": "Then*p he spoke to him again, “Suppose forty are found there?” He*p answered, “I will not do it on account of forty.”"
    },
    {
        "o": 503,
        "r": "csb:Genesis:18:30",
        "t": "Then*p he said, “Let my lord not be angry, and I will speak further. Suppose thirty are found there?” He*p answered, “I will not do it if I find thirty there.”"
    },
    {
        "o": 504,
        "r": "csb:Genesis:18:31",
        "t": "Then*p he said, “Since I have ventured to speak to my lord, suppose twenty are found there?” He*p replied, “I will not destroy it on account of twenty.”"
    },
    {
        "o": 505,
        "r": "csb:Genesis:18:32",
        "t": "Then*p he said, “Let my lord not be angry, and I will speak one more time. Suppose ten are found there?” He*p answered, “I will not destroy it on account of ten.”"
    },
    {
        "o": 506,
        "r": "csb:Genesis:18:33",
        "t": "When the Lord*s had finished speaking with Abraham, he departed, and Abraham returned to his place."
    }
]
