[
    {
        "o": 23374,
        "r": "nasb:Ezekiel:23:0",
        "t": "Ezekiel 23",
        "h": 1
    },
    {
        "o": 23375,
        "r": "nasb:Ezekiel:23:0",
        "t": "Oholah and Oholibah’s Sin and Its Consequences",
        "h": 2
    },
    {
        "o": 23376,
        "r": "nasb:Ezekiel:23:1",
        "t": "The*p word of the Lord*s came to me again, saying,"
    },
    {
        "o": 23377,
        "r": "nasb:Ezekiel:23:2",
        "t": "“Son of man, there were two women, the daughters of one mother;"
    },
    {
        "o": 23378,
        "r": "nasb:Ezekiel:23:3",
        "t": "and they played the harlot in Egypt. They played the harlot in their youth; there their breasts were pressed and there their virgin bosom was handled."
    },
    {
        "o": 23379,
        "r": "nasb:Ezekiel:23:4",
        "t": "Their names were Oholah the elder and Oholibah her sister. And they became Mine, and they bore sons and daughters. And as*i for*i their names, Samaria is Oholah and Jerusalem is Oholibah."
    },
    {
        "o": 23380,
        "r": "nasb:Ezekiel:23:5",
        "t": "“Oholah*p played the harlot while she was Mine; and she lusted after her lovers, after the Assyrians, her*i neighbors,"
    },
    {
        "o": 23381,
        "r": "nasb:Ezekiel:23:6",
        "t": "who were clothed in purple, governors and officials, all of them desirable young men, horsemen riding on horses."
    },
    {
        "o": 23382,
        "r": "nasb:Ezekiel:23:7",
        "t": "She bestowed her harlotries on them, all of whom were*i the choicest men of Assyria; and with all whom she lusted after, with all their idols she defiled herself."
    },
    {
        "o": 23383,
        "r": "nasb:Ezekiel:23:8",
        "t": "She did not forsake her harlotries from the*i time*i in*i Egypt; for in her youth men had lain with her, and they handled her virgin bosom and poured out their lust on her."
    },
    {
        "o": 23384,
        "r": "nasb:Ezekiel:23:9",
        "t": "Therefore, I gave her into the hand of her lovers, into the hand of the Assyrians, after whom she lusted."
    },
    {
        "o": 23385,
        "r": "nasb:Ezekiel:23:10",
        "t": "They uncovered her nakedness; they took her sons and her daughters, but they slew her with the sword. Thus she became a byword among women, and they executed judgments on her."
    },
    {
        "o": 23386,
        "r": "nasb:Ezekiel:23:11",
        "t": "“Now*p her sister Oholibah saw this,*i yet she was more corrupt in her lust than she, and her harlotries were more than the harlotries of her sister."
    },
    {
        "o": 23387,
        "r": "nasb:Ezekiel:23:12",
        "t": "She lusted after the Assyrians, governors and officials, the ones near, magnificently dressed, horsemen riding on horses, all of them desirable young men."
    },
    {
        "o": 23388,
        "r": "nasb:Ezekiel:23:13",
        "t": "I saw that she had defiled herself; they both took the same way."
    },
    {
        "o": 23389,
        "r": "nasb:Ezekiel:23:14",
        "t": "So she increased her harlotries. And she saw men portrayed on the wall, images of the Chaldeans portrayed with vermilion,"
    },
    {
        "o": 23390,
        "r": "nasb:Ezekiel:23:15",
        "t": "girded with belts on their loins, with flowing turbans on their heads, all of them looking like officers, like the Babylonians in*i Chaldea, the land of their birth."
    },
    {
        "o": 23391,
        "r": "nasb:Ezekiel:23:16",
        "t": "When she saw them she lusted after them and sent messengers to them in Chaldea."
    },
    {
        "o": 23392,
        "r": "nasb:Ezekiel:23:17",
        "t": "The Babylonians came to her to the bed of love and defiled her with their harlotry. And when she had been defiled by them, she became disgusted with them."
    },
    {
        "o": 23393,
        "r": "nasb:Ezekiel:23:18",
        "t": "She uncovered her harlotries and uncovered her nakedness; then I became disgusted with her, as I had become disgusted with her sister."
    },
    {
        "o": 23394,
        "r": "nasb:Ezekiel:23:19",
        "t": "Yet she multiplied her harlotries, remembering the days of her youth, when she played the harlot in the land of Egypt."
    },
    {
        "o": 23395,
        "r": "nasb:Ezekiel:23:20",
        "t": "She lusted after their paramours, whose flesh is like*i the flesh of donkeys and whose issue is like*i the issue of horses."
    },
    {
        "o": 23396,
        "r": "nasb:Ezekiel:23:21",
        "t": "Thus you longed for the lewdness of your youth, when the Egyptians handled your bosom because of the breasts of your youth."
    },
    {
        "o": 23397,
        "r": "nasb:Ezekiel:23:22",
        "t": "“Therefore,*p O Oholibah, thus says the Lord God,*s ‘Behold I will arouse your lovers against you, from whom you were alienated, and I will bring them against you from every side:"
    },
    {
        "o": 23398,
        "r": "nasb:Ezekiel:23:23",
        "t": "the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and*i all the Assyrians with them; desirable young men, governors and officials all of them, officers and men of renown, all of them riding on horses."
    },
    {
        "o": 23399,
        "r": "nasb:Ezekiel:23:24",
        "t": "They will come against you with weapons, chariots and wagons, and with a company of peoples. They will set themselves against you on every side with buckler and shield and helmet; and I will commit the judgment to them, and they will judge you according to their customs."
    },
    {
        "o": 23400,
        "r": "nasb:Ezekiel:23:25",
        "t": "I will set My jealousy against you, that they may deal with you in wrath. They will remove your nose and your ears; and your survivors will fall by the sword. They will take your sons and your daughters; and your survivors will be consumed by the fire."
    },
    {
        "o": 23401,
        "r": "nasb:Ezekiel:23:26",
        "t": "They will also strip you of your clothes and take away your beautiful jewels."
    },
    {
        "o": 23402,
        "r": "nasb:Ezekiel:23:27",
        "t": "Thus I will make your lewdness and your harlotry brought*i from the land of Egypt to cease from you, so that you will not lift up your eyes to them or remember Egypt anymore.’"
    },
    {
        "o": 23403,
        "r": "nasb:Ezekiel:23:28",
        "t": "For thus says the Lord God,*s ‘Behold, I will give you into the hand of those whom you hate, into the hand of those from whom you were alienated."
    },
    {
        "o": 23404,
        "r": "nasb:Ezekiel:23:29",
        "t": "They will deal with you in hatred, take all your property, and leave you naked and bare. And the nakedness of your harlotries will be uncovered, both your lewdness and your harlotries."
    },
    {
        "o": 23405,
        "r": "nasb:Ezekiel:23:30",
        "t": "These things will be done to you because you have played the harlot with the nations, because you have defiled yourself with their idols."
    },
    {
        "o": 23406,
        "r": "nasb:Ezekiel:23:31",
        "t": "You have walked in the way of your sister; therefore I will give her cup into your hand.’"
    },
    {
        "o": 23407,
        "r": "nasb:Ezekiel:23:32",
        "t": "Thus says the Lord God,*s ‘You*pn will drink your sister’s cup, Which*ln is deep and wide. You*ln will be laughed at and held in derision; It*ln contains much."
    },
    {
        "o": 23408,
        "r": "nasb:Ezekiel:23:33",
        "t": "You*ln will be filled with drunkenness and sorrow, The*ln cup of horror and desolation, The*ln cup of your sister Samaria."
    },
    {
        "o": 23409,
        "r": "nasb:Ezekiel:23:34",
        "t": "You*ln will drink it and drain it. Then*ln you will gnaw its fragments And*ln tear your breasts; for*p I have spoken,’ declares the Lord God.*s"
    },
    {
        "o": 23410,
        "r": "nasb:Ezekiel:23:35",
        "t": "Therefore, thus says the Lord God,*s ‘Because you have forgotten Me and cast Me behind your back, bear now the punishment*i of your lewdness and your harlotries.’ ”"
    },
    {
        "o": 23411,
        "r": "nasb:Ezekiel:23:36",
        "t": "Moreover,*p the Lord*s said to me, “Son of man, will you judge Oholah and Oholibah? Then declare to them their abominations."
    },
    {
        "o": 23412,
        "r": "nasb:Ezekiel:23:37",
        "t": "For they have committed adultery, and blood is on their hands. Thus they have committed adultery with their idols and even caused their sons, whom they bore to Me, to pass through the*i fire*i to them as food."
    },
    {
        "o": 23413,
        "r": "nasb:Ezekiel:23:38",
        "t": "Again, they have done this to Me: they have defiled My sanctuary on the same day and have profaned My sabbaths."
    },
    {
        "o": 23414,
        "r": "nasb:Ezekiel:23:39",
        "t": "For when they had slaughtered their children for their idols, they entered My sanctuary on the same day to profane it; and lo, thus they did within My house."
    },
    {
        "o": 23415,
        "r": "nasb:Ezekiel:23:40",
        "t": "“Furthermore,*p they have even sent for men who come from afar, to whom a messenger was sent; and lo, they came—for whom you bathed, painted your eyes and decorated yourselves with ornaments;"
    },
    {
        "o": 23416,
        "r": "nasb:Ezekiel:23:41",
        "t": "and you sat on a splendid couch with a table arranged before it on which you had set My incense and My oil."
    },
    {
        "o": 23417,
        "r": "nasb:Ezekiel:23:42",
        "t": "The sound of a carefree multitude was with her; and drunkards were brought from the wilderness with men of the common sort. And they put bracelets on the hands of the women and beautiful crowns on their heads."
    },
    {
        "o": 23418,
        "r": "nasb:Ezekiel:23:43",
        "t": "“Then*p I said concerning her who was worn out by adulteries, ‘Will they now commit adultery with her when she is thus?’*i"
    },
    {
        "o": 23419,
        "r": "nasb:Ezekiel:23:44",
        "t": "But they went in to her as they would go in to a harlot. Thus they went in to Oholah and to Oholibah, the lewd women."
    },
    {
        "o": 23420,
        "r": "nasb:Ezekiel:23:45",
        "t": "But they, righteous men, will judge them with the judgment of adulteresses and with the judgment of women who shed blood, because they are adulteresses and blood is on their hands."
    },
    {
        "o": 23421,
        "r": "nasb:Ezekiel:23:46",
        "t": "“For*p thus says the Lord God,*s ‘Bring up a company against them and give them over to terror and plunder."
    },
    {
        "o": 23422,
        "r": "nasb:Ezekiel:23:47",
        "t": "The company will stone them with stones and cut them down with their swords; they will slay their sons and their daughters and burn their houses with fire."
    },
    {
        "o": 23423,
        "r": "nasb:Ezekiel:23:48",
        "t": "Thus I will make lewdness cease from the land, that all women may be admonished and not commit lewdness as you have done."
    },
    {
        "o": 23424,
        "r": "nasb:Ezekiel:23:49",
        "t": "Your lewdness will be requited upon you, and you will bear the penalty of worshiping*i your idols; thus you will know that I am the Lord God*s .’ ”"
    }
]
