[
    {
        "o": 2502,
        "r": "kjv:Exodus:31:0",
        "t": "Exodus 31",
        "h": 1
    },
    {
        "o": 2503,
        "r": "kjv:Exodus:31:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 2504,
        "r": "kjv:Exodus:31:2",
        "t": "See,*p I have called by name Bezaleel the son of Uri, the son of Hur, of the tribe of Judah:"
    },
    {
        "o": 2505,
        "r": "kjv:Exodus:31:3",
        "t": "And*p I have filled him with the spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,"
    },
    {
        "o": 2506,
        "r": "kjv:Exodus:31:4",
        "t": "To*p devise cunning works, to work in gold, and in silver, and in brass,"
    },
    {
        "o": 2507,
        "r": "kjv:Exodus:31:5",
        "t": "And*p in cutting of stones, to set them, and in carving of timber, to work in all manner of workmanship."
    },
    {
        "o": 2508,
        "r": "kjv:Exodus:31:6",
        "t": "And*p I, behold, I have given with him Aholiab, the son of Ahisamach, of the tribe of Dan: and in the hearts of all that are wise hearted I have put wisdom, that they may make all that I have commanded thee;"
    },
    {
        "o": 2509,
        "r": "kjv:Exodus:31:7",
        "t": "The*p tabernacle of the congregation, and the ark of the testimony, and the mercy seat that is thereupon, and all the furniture of the tabernacle,"
    },
    {
        "o": 2510,
        "r": "kjv:Exodus:31:8",
        "t": "And*p the table and his furniture, and the pure candlestick with all his furniture, and the altar of incense,"
    },
    {
        "o": 2511,
        "r": "kjv:Exodus:31:9",
        "t": "And*p the altar of burnt offering with all his furniture, and the laver and his foot,"
    },
    {
        "o": 2512,
        "r": "kjv:Exodus:31:10",
        "t": "And*p the cloths of service, and the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest's office,"
    },
    {
        "o": 2513,
        "r": "kjv:Exodus:31:11",
        "t": "And*p the anointing oil, and sweet incense for the holy place: according to all that I have commanded thee shall they do."
    },
    {
        "o": 2514,
        "r": "kjv:Exodus:31:12",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 2515,
        "r": "kjv:Exodus:31:13",
        "t": "Speak*p thou also unto the children of Israel, saying, Verily my sabbaths ye shall keep: for it is a sign between me and you throughout your generations; that ye may know that I am the Lord*s that doth sanctify you."
    },
    {
        "o": 2516,
        "r": "kjv:Exodus:31:14",
        "t": "Ye*p shall keep the sabbath therefore; for it is holy unto you: every one that defileth it shall surely be put to death: for whosoever doeth any work therein, that soul shall be cut off from among his people."
    },
    {
        "o": 2517,
        "r": "kjv:Exodus:31:15",
        "t": "Six*p days may work be done; but in the seventh is the sabbath of rest, holy to the Lord:*s whosoever doeth any work in the sabbath day, he shall surely be put to death."
    },
    {
        "o": 2518,
        "r": "kjv:Exodus:31:16",
        "t": "Wherefore*p the children of Israel shall keep the sabbath, to observe the sabbath throughout their generations, for a perpetual covenant."
    },
    {
        "o": 2519,
        "r": "kjv:Exodus:31:17",
        "t": "It*p is a sign between me and the children of Israel for ever: for in six days the Lord*s made heaven and earth, and on the seventh day he rested, and was refreshed."
    },
    {
        "o": 2520,
        "r": "kjv:Exodus:31:18",
        "t": "And*p he gave unto Moses, when he had made an end of communing with him upon mount Sinai, two tables of testimony, tables of stone, written with the finger of God."
    }
]
