[
    {
        "o": 12191,
        "r": "nkjv:1 Chronicles:24:0",
        "t": "1 Chronicles 24",
        "h": 1
    },
    {
        "o": 12192,
        "r": "nkjv:1 Chronicles:24:0",
        "t": "The Divisions of the Priests",
        "h": 2
    },
    {
        "o": 12193,
        "r": "nkjv:1 Chronicles:24:1",
        "t": "Now*p these*i are*i the divisions of the sons of Aaron. The sons of Aaron were*i Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 12194,
        "r": "nkjv:1 Chronicles:24:2",
        "t": "And Nadab and Abihu died before their father, and had no children; therefore Eleazar and Ithamar ministered as priests."
    },
    {
        "o": 12195,
        "r": "nkjv:1 Chronicles:24:3",
        "t": "Then David with Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, divided them according to the schedule of their service."
    },
    {
        "o": 12196,
        "r": "nkjv:1 Chronicles:24:4",
        "t": "There*p were more leaders found of the sons of Eleazar than of the sons of Ithamar, and thus*i they were divided. Among the sons of Eleazar were*i sixteen heads of their*i fathers’ houses, and eight heads of their fathers’ houses among the sons of Ithamar."
    },
    {
        "o": 12197,
        "r": "nkjv:1 Chronicles:24:5",
        "t": "Thus they were divided by lot, one group as another, for there were officials of the sanctuary and officials of*i the*i house*i of God, from the sons of Eleazar and from the sons of Ithamar."
    },
    {
        "o": 12198,
        "r": "nkjv:1 Chronicles:24:6",
        "t": "And the scribe, Shemaiah the son of Nethanel, one*i of*i the Levites, wrote them down before the king, the leaders, Zadok the priest, Ahimelech the son of Abiathar, and the heads of the fathers’ houses*i of the priests and Levites, one father’s house taken for Eleazar and one*i for Ithamar."
    },
    {
        "o": 12199,
        "r": "nkjv:1 Chronicles:24:7",
        "t": "Now*p the first lot fell to Jehoiarib, the second to Jedaiah,"
    },
    {
        "o": 12200,
        "r": "nkjv:1 Chronicles:24:8",
        "t": "the third to Harim, the fourth to Seorim,"
    },
    {
        "o": 12201,
        "r": "nkjv:1 Chronicles:24:9",
        "t": "the fifth to Malchijah, the sixth to Mijamin,"
    },
    {
        "o": 12202,
        "r": "nkjv:1 Chronicles:24:10",
        "t": "the seventh to Hakkoz, the eighth to Abijah,"
    },
    {
        "o": 12203,
        "r": "nkjv:1 Chronicles:24:11",
        "t": "the ninth to Jeshua, the tenth to Shecaniah,"
    },
    {
        "o": 12204,
        "r": "nkjv:1 Chronicles:24:12",
        "t": "the eleventh to Eliashib, the twelfth to Jakim,"
    },
    {
        "o": 12205,
        "r": "nkjv:1 Chronicles:24:13",
        "t": "the thirteenth to Huppah, the fourteenth to Jeshebeab,"
    },
    {
        "o": 12206,
        "r": "nkjv:1 Chronicles:24:14",
        "t": "the fifteenth to Bilgah, the sixteenth to Immer,"
    },
    {
        "o": 12207,
        "r": "nkjv:1 Chronicles:24:15",
        "t": "the seventeenth to Hezir, the eighteenth to Happizzez,"
    },
    {
        "o": 12208,
        "r": "nkjv:1 Chronicles:24:16",
        "t": "the nineteenth to Pethahiah, the twentieth to Jehezekel,"
    },
    {
        "o": 12209,
        "r": "nkjv:1 Chronicles:24:17",
        "t": "the twenty-first to Jachin, the twenty-second to Gamul,"
    },
    {
        "o": 12210,
        "r": "nkjv:1 Chronicles:24:18",
        "t": "the twenty-third to Delaiah, the twenty-fourth to Maaziah."
    },
    {
        "o": 12211,
        "r": "nkjv:1 Chronicles:24:19",
        "t": "This*p was*i the schedule of their service for coming into the house of the Lord*s according to their ordinance by the hand of Aaron their father, as the Lord*s God of Israel had commanded him."
    },
    {
        "o": 12212,
        "r": "nkjv:1 Chronicles:24:19",
        "t": "Other Levites",
        "h": 2
    },
    {
        "o": 12213,
        "r": "nkjv:1 Chronicles:24:20",
        "t": "And*p the rest of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah."
    },
    {
        "o": 12214,
        "r": "nkjv:1 Chronicles:24:21",
        "t": "Concerning Rehabiah, of the sons of Rehabiah, the first was*i Isshiah."
    },
    {
        "o": 12215,
        "r": "nkjv:1 Chronicles:24:22",
        "t": "Of the Izharites, Shelomoth; of the sons of Shelomoth, Jahath."
    },
    {
        "o": 12216,
        "r": "nkjv:1 Chronicles:24:23",
        "t": "Of the sons of*i Hebron, Jeriah was*i the*i first,*i Amariah the second, Jahaziel the third, and*i Jekameam the fourth."
    },
    {
        "o": 12217,
        "r": "nkjv:1 Chronicles:24:24",
        "t": "Of*i the sons of Uzziel, Michah; of the sons of Michah, Shamir."
    },
    {
        "o": 12218,
        "r": "nkjv:1 Chronicles:24:25",
        "t": "The brother of Michah, Isshiah; of the sons of Isshiah, Zechariah."
    },
    {
        "o": 12219,
        "r": "nkjv:1 Chronicles:24:26",
        "t": "The sons of Merari were*i Mahli and Mushi; the son of Jaaziah, Beno."
    },
    {
        "o": 12220,
        "r": "nkjv:1 Chronicles:24:27",
        "t": "The sons of Merari by Jaaziah were*i Beno, Shoham, Zaccur, and Ibri."
    },
    {
        "o": 12221,
        "r": "nkjv:1 Chronicles:24:28",
        "t": "Of Mahli: Eleazar, who had no sons."
    },
    {
        "o": 12222,
        "r": "nkjv:1 Chronicles:24:29",
        "t": "Of Kish: the son of Kish, Jerahmeel."
    },
    {
        "o": 12223,
        "r": "nkjv:1 Chronicles:24:30",
        "t": "Also*p the sons of Mushi were*i Mahli, Eder, and Jerimoth. These were*i the sons of the Levites according to their fathers’ houses."
    },
    {
        "o": 12224,
        "r": "nkjv:1 Chronicles:24:31",
        "t": "These*p also cast lots just as their brothers the sons of Aaron did, in the presence of King David, Zadok, Ahimelech, and the heads of the fathers’ houses*i of the priests and Levites. The chief fathers did*i just as their younger brethren."
    }
]
