[
    {
        "o": 9679,
        "r": "nkjv:1 Kings:2:0",
        "t": "1 Kings 2",
        "h": 1
    },
    {
        "o": 9680,
        "r": "nkjv:1 Kings:2:0",
        "t": "David’s Instructions to Solomon",
        "h": 2
    },
    {
        "o": 9681,
        "r": "nkjv:1 Kings:2:1",
        "t": "Now*p the days of David drew near that he should die, and he charged Solomon his son, saying:"
    },
    {
        "o": 9682,
        "r": "nkjv:1 Kings:2:2",
        "t": "“I go the way of all the earth; be strong, therefore, and prove yourself a man."
    },
    {
        "o": 9683,
        "r": "nkjv:1 Kings:2:3",
        "t": "And keep the charge of the Lord*s your God: to walk in His ways, to keep His statutes, His commandments, His judgments, and His testimonies, as it is written in the Law of Moses, that you may prosper in all that you do and wherever you turn;"
    },
    {
        "o": 9684,
        "r": "nkjv:1 Kings:2:4",
        "t": "that the Lord*s may fulfill His word which He spoke concerning me, saying, ‘If your sons take heed to their way, to walk before Me in truth with all their heart and with all their soul,’ He said, ‘you shall not lack a man on the throne of Israel.’"
    },
    {
        "o": 9685,
        "r": "nkjv:1 Kings:2:5",
        "t": "“Moreover*p you know also what Joab the son of Zeruiah did to me, and*i what he did to the two commanders of the armies of Israel, to Abner the son of Ner and Amasa the son of Jether, whom he killed. And he shed the blood of war in peacetime, and put the blood of war on his belt that was*i around his waist, and on his sandals that were*i on his feet."
    },
    {
        "o": 9686,
        "r": "nkjv:1 Kings:2:6",
        "t": "Therefore do according to your wisdom, and do not let his gray hair go down to the grave in peace."
    },
    {
        "o": 9687,
        "r": "nkjv:1 Kings:2:7",
        "t": "“But*p show kindness to the sons of Barzillai the Gileadite, and let them be among those who eat at your table, for so they came to me when I fled from Absalom your brother."
    },
    {
        "o": 9688,
        "r": "nkjv:1 Kings:2:8",
        "t": "“And*p see, you*i have*i with you Shimei the son of Gera, a Benjamite from Bahurim, who cursed me with a malicious curse in the day when I went to Mahanaim. But he came down to meet me at the Jordan, and I swore to him by the Lord,*s saying, ‘I will not put you to death with the sword.’"
    },
    {
        "o": 9689,
        "r": "nkjv:1 Kings:2:9",
        "t": "Now therefore, do not hold him guiltless, for you are*i a wise man and know what you ought to do to him; but bring his gray hair down to the grave with blood.”"
    },
    {
        "o": 9690,
        "r": "nkjv:1 Kings:2:9",
        "t": "Death of David",
        "h": 2
    },
    {
        "o": 9691,
        "r": "nkjv:1 Kings:2:10",
        "t": "So*p David rested with his fathers, and was buried in the City of David."
    },
    {
        "o": 9692,
        "r": "nkjv:1 Kings:2:11",
        "t": "The period that David reigned over Israel was*i forty years; seven years he reigned in Hebron, and in Jerusalem he reigned thirty-three years."
    },
    {
        "o": 9693,
        "r": "nkjv:1 Kings:2:12",
        "t": "Then Solomon sat on the throne of his father David; and his kingdom was firmly established."
    },
    {
        "o": 9694,
        "r": "nkjv:1 Kings:2:12",
        "t": "Solomon Executes Adonijah",
        "h": 2
    },
    {
        "o": 9695,
        "r": "nkjv:1 Kings:2:13",
        "t": "Now*p Adonijah the son of Haggith came to Bathsheba the mother of Solomon. So she said, “Do you come peaceably?” And*p he said, “Peaceably.”"
    },
    {
        "o": 9696,
        "r": "nkjv:1 Kings:2:14",
        "t": "Moreover he said, “I have something to*i say*i to you.” And*p she said, “Say it.”"
    },
    {
        "o": 9697,
        "r": "nkjv:1 Kings:2:15",
        "t": "Then*p he said, “You know that the kingdom was mine, and all Israel had set their expectations on me, that I should reign. However, the kingdom has been turned over, and has become my brother’s; for it was his from the Lord.*s"
    },
    {
        "o": 9698,
        "r": "nkjv:1 Kings:2:16",
        "t": "Now I ask one petition of you; do not deny me.” And*p she said to him, “Say it.”"
    },
    {
        "o": 9699,
        "r": "nkjv:1 Kings:2:17",
        "t": "Then*p he said, “Please speak to King Solomon, for he will not refuse you, that he may give me Abishag the Shunammite as wife.”"
    },
    {
        "o": 9700,
        "r": "nkjv:1 Kings:2:18",
        "t": "So*p Bathsheba said, “Very well, I will speak for you to the king.”"
    },
    {
        "o": 9701,
        "r": "nkjv:1 Kings:2:19",
        "t": "Bathsheba*p therefore went to King Solomon, to speak to him for Adonijah. And the king rose up to meet her and bowed down to her, and sat down on his throne and had a throne set for the king’s mother; so she sat at his right hand."
    },
    {
        "o": 9702,
        "r": "nkjv:1 Kings:2:20",
        "t": "Then she said, “I desire one small petition of you; do not refuse me.” And*p the king said to her, “Ask it, my mother, for I will not refuse you.”"
    },
    {
        "o": 9703,
        "r": "nkjv:1 Kings:2:21",
        "t": "So*p she said, “Let Abishag the Shunammite be given to Adonijah your brother as wife.”"
    },
    {
        "o": 9704,
        "r": "nkjv:1 Kings:2:22",
        "t": "And*p King Solomon answered and said to his mother, “Now why do you ask Abishag the Shunammite for Adonijah? Ask for him the kingdom also—for he is*i my older brother—for him, and for Abiathar the priest, and for Joab the son of Zeruiah.”"
    },
    {
        "o": 9705,
        "r": "nkjv:1 Kings:2:23",
        "t": "Then King Solomon swore by the Lord,*s saying, “May God do so to me, and more also, if Adonijah has not spoken this word against his own life!"
    },
    {
        "o": 9706,
        "r": "nkjv:1 Kings:2:24",
        "t": "Now therefore, as*i the Lord*s lives, who has confirmed me and set me on the throne of David my father, and who has established a house for me, as He promised, Adonijah shall be put to death today!”"
    },
    {
        "o": 9707,
        "r": "nkjv:1 Kings:2:25",
        "t": "So*p King Solomon sent by the hand of Benaiah the son of Jehoiada; and he struck him down, and he died."
    },
    {
        "o": 9708,
        "r": "nkjv:1 Kings:2:25",
        "t": "Abiathar Exiled, Joab Executed",
        "h": 2
    },
    {
        "o": 9709,
        "r": "nkjv:1 Kings:2:26",
        "t": "And*p to Abiathar the priest the king said, “Go to Anathoth, to your own fields, for you are*i deserving of death; but I will not put you to death at this time, because you carried the ark of the Lord God*s before my father David, and because you were afflicted every time my father was afflicted.”"
    },
    {
        "o": 9710,
        "r": "nkjv:1 Kings:2:27",
        "t": "So Solomon removed Abiathar from being priest to the Lord,*s that he might fulfill the word of the Lord*s which He spoke concerning the house of Eli at Shiloh."
    },
    {
        "o": 9711,
        "r": "nkjv:1 Kings:2:28",
        "t": "Then*p news came to Joab, for Joab had defected to Adonijah, though he had not defected to Absalom. So Joab fled to the tabernacle of the Lord,*s and took hold of the horns of the altar."
    },
    {
        "o": 9712,
        "r": "nkjv:1 Kings:2:29",
        "t": "And King Solomon was told, “Joab has fled to the tabernacle of the Lord;*s there he*i is,*i by the altar.” Then Solomon sent Benaiah the son of Jehoiada, saying, “Go, strike him down.”"
    },
    {
        "o": 9713,
        "r": "nkjv:1 Kings:2:30",
        "t": "So Benaiah went to the tabernacle of the Lord,*s and said to him, “Thus says the king, ‘Come out!’” And*p he said, “No, but I will die here.” And Benaiah brought back word to the king, saying, “Thus said Joab, and thus he answered me.”"
    },
    {
        "o": 9714,
        "r": "nkjv:1 Kings:2:31",
        "t": "Then*p the king said to him, “Do as he has said, and strike him down and bury him, that you may take away from me and from the house of my father the innocent blood which Joab shed."
    },
    {
        "o": 9715,
        "r": "nkjv:1 Kings:2:32",
        "t": "So the Lord*s will return his blood on his head, because he struck down two men more righteous and better than he, and killed them with the sword— Abner the son of Ner, the commander of the army of Israel, and Amasa the son of Jether, the commander of the army of Judah—though my father David did not know it.*i"
    },
    {
        "o": 9716,
        "r": "nkjv:1 Kings:2:33",
        "t": "Their blood shall therefore return upon the head of Joab and upon the head of his descendants forever. But upon David and his descendants, upon his house and his throne, there shall be peace forever from the Lord.”*s"
    },
    {
        "o": 9717,
        "r": "nkjv:1 Kings:2:34",
        "t": "So*p Benaiah the son of Jehoiada went up and struck and killed him; and he was buried in his own house in the wilderness."
    },
    {
        "o": 9718,
        "r": "nkjv:1 Kings:2:35",
        "t": "The king put Benaiah the son of Jehoiada in his place over the army, and the king put Zadok the priest in the place of Abiathar."
    },
    {
        "o": 9719,
        "r": "nkjv:1 Kings:2:35",
        "t": "Shimei Executed",
        "h": 2
    },
    {
        "o": 9720,
        "r": "nkjv:1 Kings:2:36",
        "t": "Then*p the king sent and called for Shimei, and said to him, “Build yourself a house in Jerusalem and dwell there, and do not go out from there anywhere."
    },
    {
        "o": 9721,
        "r": "nkjv:1 Kings:2:37",
        "t": "For it shall be, on the day you go out and cross the Brook Kidron, know for certain you shall surely die; your blood shall be on your own head.”"
    },
    {
        "o": 9722,
        "r": "nkjv:1 Kings:2:38",
        "t": "And*p Shimei said to the king, “The saying is*i good. As my lord the king has said, so your servant will do.” So Shimei dwelt in Jerusalem many days."
    },
    {
        "o": 9723,
        "r": "nkjv:1 Kings:2:39",
        "t": "Now*p it happened at the end of three years, that two slaves of Shimei ran away to Achish the son of Maachah, king of Gath. And they told Shimei, saying, “Look, your slaves are*i in Gath!”"
    },
    {
        "o": 9724,
        "r": "nkjv:1 Kings:2:40",
        "t": "So Shimei arose, saddled his donkey, and went to Achish at Gath to seek his slaves. And Shimei went and brought his slaves from Gath."
    },
    {
        "o": 9725,
        "r": "nkjv:1 Kings:2:41",
        "t": "And Solomon was told that Shimei had gone from Jerusalem to Gath and had come back."
    },
    {
        "o": 9726,
        "r": "nkjv:1 Kings:2:42",
        "t": "Then the king sent and called for Shimei, and said to him, “Did I not make you swear by the Lord,*s and warn you, saying, ‘Know for certain that on the day you go out and travel anywhere, you shall surely die’? And you said to me, ‘The word I have heard is*i good.’"
    },
    {
        "o": 9727,
        "r": "nkjv:1 Kings:2:43",
        "t": "Why then have you not kept the oath of the Lord*s and the commandment that I gave you?”"
    },
    {
        "o": 9728,
        "r": "nkjv:1 Kings:2:44",
        "t": "The king said moreover to Shimei, “You know, as your heart acknowledges, all the wickedness that you did to my father David; therefore the Lord*s will return your wickedness on your own head."
    },
    {
        "o": 9729,
        "r": "nkjv:1 Kings:2:45",
        "t": "But King Solomon shall*i be*i blessed, and the throne of David shall be established before the Lord*s forever.”"
    },
    {
        "o": 9730,
        "r": "nkjv:1 Kings:2:46",
        "t": "So*p the king commanded Benaiah the son of Jehoiada; and he went out and struck him down, and he died. Thus the kingdom was established in the hand of Solomon."
    }
]
