[
    {
        "o": 19275,
        "r": "nasb:Ecclesiastes:2:0",
        "t": "Ecclesiastes 2",
        "h": 1
    },
    {
        "o": 19276,
        "r": "nasb:Ecclesiastes:2:0",
        "t": "The Futility of Pleasure and Possessions",
        "h": 2
    },
    {
        "o": 19277,
        "r": "nasb:Ecclesiastes:2:1",
        "t": "I*p said to myself, “Come now, I will test you with pleasure. So enjoy yourself.” And behold, it too was futility."
    },
    {
        "o": 19278,
        "r": "nasb:Ecclesiastes:2:2",
        "t": "I said of laughter, “It is madness,” and of pleasure, “What does it accomplish?”"
    },
    {
        "o": 19279,
        "r": "nasb:Ecclesiastes:2:3",
        "t": "I explored with my mind how*i to stimulate my body with wine while my mind was guiding me*i wisely, and how to take hold of folly, until I could see what good there is for the sons of men to do under heaven the few years of their lives."
    },
    {
        "o": 19280,
        "r": "nasb:Ecclesiastes:2:4",
        "t": "I enlarged my works: I built houses for myself, I planted vineyards for myself;"
    },
    {
        "o": 19281,
        "r": "nasb:Ecclesiastes:2:5",
        "t": "I made gardens and parks for myself and I planted in them all kinds of fruit trees;"
    },
    {
        "o": 19282,
        "r": "nasb:Ecclesiastes:2:6",
        "t": "I made ponds of water for myself from which to irrigate a forest of growing trees."
    },
    {
        "o": 19283,
        "r": "nasb:Ecclesiastes:2:7",
        "t": "I bought male and female slaves and I had homeborn slaves. Also I possessed flocks and herds larger than all who preceded me in Jerusalem."
    },
    {
        "o": 19284,
        "r": "nasb:Ecclesiastes:2:8",
        "t": "Also, I collected for myself silver and gold and the treasure of kings and provinces. I provided for myself male and female singers and the pleasures of men—many concubines."
    },
    {
        "o": 19285,
        "r": "nasb:Ecclesiastes:2:9",
        "t": "Then*p I became great and increased more than all who preceded me in Jerusalem. My wisdom also stood by me."
    },
    {
        "o": 19286,
        "r": "nasb:Ecclesiastes:2:10",
        "t": "All that my eyes desired I did not refuse them. I did not withhold my heart from any pleasure, for my heart was pleased because of all my labor and this was my reward for all my labor."
    },
    {
        "o": 19287,
        "r": "nasb:Ecclesiastes:2:11",
        "t": "Thus I considered all my activities which my hands had done and the labor which I had exerted, and behold all was vanity and striving after wind and there was no profit under the sun."
    },
    {
        "o": 19288,
        "r": "nasb:Ecclesiastes:2:11",
        "t": "Wisdom Excels Folly",
        "h": 2
    },
    {
        "o": 19289,
        "r": "nasb:Ecclesiastes:2:12",
        "t": "So*p I turned to consider wisdom, madness and folly; for what will*i the man do*i who will come after the king except*i what has already been done?"
    },
    {
        "o": 19290,
        "r": "nasb:Ecclesiastes:2:13",
        "t": "And I saw that wisdom excels folly as light excels darkness."
    },
    {
        "o": 19291,
        "r": "nasb:Ecclesiastes:2:14",
        "t": "The wise man’s eyes are in his head, but the fool walks in darkness. And yet I know that one fate befalls them both."
    },
    {
        "o": 19292,
        "r": "nasb:Ecclesiastes:2:15",
        "t": "Then I said to myself, “As is the fate of the fool, it will also befall me. Why then have I been extremely wise?” So I said to myself, “This too is vanity.”"
    },
    {
        "o": 19293,
        "r": "nasb:Ecclesiastes:2:16",
        "t": "For there is no lasting remembrance of the wise man as*i with the fool, inasmuch as in*i the coming days all will be forgotten. And how the wise man and the fool alike die!"
    },
    {
        "o": 19294,
        "r": "nasb:Ecclesiastes:2:17",
        "t": "So I hated life, for the work which had been done under the sun was grievous to me; because everything is futility and striving after wind."
    },
    {
        "o": 19295,
        "r": "nasb:Ecclesiastes:2:17",
        "t": "The Futility of Labor",
        "h": 2
    },
    {
        "o": 19296,
        "r": "nasb:Ecclesiastes:2:18",
        "t": "Thus*p I hated all the fruit of my labor for which I had labored under the sun, for I must leave it to the man who will come after me."
    },
    {
        "o": 19297,
        "r": "nasb:Ecclesiastes:2:19",
        "t": "And who knows whether he will be a wise man or a fool? Yet he will have control over all the fruit of my labor for which I have labored by acting wisely under the sun. This too is vanity."
    },
    {
        "o": 19298,
        "r": "nasb:Ecclesiastes:2:20",
        "t": "Therefore I completely despaired of all the fruit of my labor for which I had labored under the sun."
    },
    {
        "o": 19299,
        "r": "nasb:Ecclesiastes:2:21",
        "t": "When there is a man who has labored with wisdom, knowledge and skill, then he gives his legacy to one who has not labored with them. This too is vanity and a great evil."
    },
    {
        "o": 19300,
        "r": "nasb:Ecclesiastes:2:22",
        "t": "For what does a man get in all his labor and in his striving with which he labors under the sun?"
    },
    {
        "o": 19301,
        "r": "nasb:Ecclesiastes:2:23",
        "t": "Because all his days his task is painful and grievous; even at night his mind does not rest. This too is vanity."
    },
    {
        "o": 19302,
        "r": "nasb:Ecclesiastes:2:24",
        "t": "There*p is nothing better for a man than*i to eat and drink and tell himself that his labor is good. This also I have seen that it is from the hand of God."
    },
    {
        "o": 19303,
        "r": "nasb:Ecclesiastes:2:25",
        "t": "For who can eat and who can have enjoyment without Him?"
    },
    {
        "o": 19304,
        "r": "nasb:Ecclesiastes:2:26",
        "t": "For to a person who is good in His sight He has given wisdom and knowledge and joy, while to the sinner He has given the task of gathering and collecting so that he may give to one who is good in God’s sight. This too is vanity and striving after wind."
    }
]
