[
    {
        "o": 10260,
        "r": "csb:1 Kings:16:0",
        "t": "1 Kings 16",
        "h": 1
    },
    {
        "o": 10261,
        "r": "csb:1 Kings:16:1",
        "t": "Now*p the word of the Lord*s came to Jehu son of Hanani against Baasha:"
    },
    {
        "o": 10262,
        "r": "csb:1 Kings:16:2",
        "t": "“Because I raised you up from the dust and made you ruler over my people Israel, but you have walked in the ways of Jeroboam and have caused my people Israel to sin, angering me with their sins,"
    },
    {
        "o": 10263,
        "r": "csb:1 Kings:16:3",
        "t": "take note: I will eradicate Baasha and his house, and I will make your house like the house of Jeroboam son of Nebat:"
    },
    {
        "o": 10264,
        "r": "csb:1 Kings:16:4",
        "t": "Anyone*pn who belongs to Baasha and dies in the city, the*ln dogs will eat, and*ln anyone who is his and dies in the field, the*ln birds will eat.”"
    },
    {
        "o": 10265,
        "r": "csb:1 Kings:16:5",
        "t": "The*p rest of the events of Baasha’s reign, along with all his accomplishments and might, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10266,
        "r": "csb:1 Kings:16:6",
        "t": "Baasha rested with his ancestors and was buried in Tirzah. His son Elah became king in his place."
    },
    {
        "o": 10267,
        "r": "csb:1 Kings:16:7",
        "t": "But through the prophet Jehu son of Hanani the word of the Lord*s also had come against Baasha and against his house because of all the evil he had done in the Lord’s*s sight. His actions angered the Lord,*s and Baasha’s house became like the house of Jeroboam, because he had struck it down."
    },
    {
        "o": 10268,
        "r": "csb:1 Kings:16:7",
        "t": "Israel’s King Elah",
        "h": 2
    },
    {
        "o": 10269,
        "r": "csb:1 Kings:16:8",
        "t": "In*p the twenty-sixth year of Judah’s King Asa, Elah son of Baasha became king over Israel, and he reigned in Tirzah two years."
    },
    {
        "o": 10270,
        "r": "csb:1 Kings:16:9",
        "t": "His*p servant Zimri, commander of half his chariots, conspired against him while Elah was in Tirzah getting drunk in the house of Arza, who was in charge of the household at Tirzah."
    },
    {
        "o": 10271,
        "r": "csb:1 Kings:16:10",
        "t": "In the twenty-seventh year of Judah’s King Asa, Zimri went in and struck Elah down, killing him. Then Zimri became king in his place."
    },
    {
        "o": 10272,
        "r": "csb:1 Kings:16:11",
        "t": "When*p he became king, as soon as he was seated on his throne, Zimri struck down the entire house of Baasha. He did not leave a single male, including his kinsmen and his friends."
    },
    {
        "o": 10273,
        "r": "csb:1 Kings:16:12",
        "t": "So Zimri destroyed the entire house of Baasha, according to the word of the Lord*s he had spoken against Baasha through the prophet Jehu."
    },
    {
        "o": 10274,
        "r": "csb:1 Kings:16:13",
        "t": "This happened because of all the sins of Baasha and those of his son Elah, which they committed and caused Israel to commit, angering the Lord*s God of Israel with their worthless idols."
    },
    {
        "o": 10275,
        "r": "csb:1 Kings:16:14",
        "t": "The*p rest of the events of Elah’s reign, along with all his accomplishments, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10276,
        "r": "csb:1 Kings:16:14",
        "t": "Israel’s King Zimri",
        "h": 2
    },
    {
        "o": 10277,
        "r": "csb:1 Kings:16:15",
        "t": "In*p the twenty-seventh year of Judah’s King Asa, Zimri became king for seven days in Tirzah. Now the troops were encamped against Gibbethon of the Philistines."
    },
    {
        "o": 10278,
        "r": "csb:1 Kings:16:16",
        "t": "When these troops heard that Zimri had not only conspired but had also struck down the king, then all Israel made Omri, the army commander, king over Israel that very day in the camp."
    },
    {
        "o": 10279,
        "r": "csb:1 Kings:16:17",
        "t": "Omri along with all Israel marched up from Gibbethon and besieged Tirzah."
    },
    {
        "o": 10280,
        "r": "csb:1 Kings:16:18",
        "t": "When Zimri saw that the city was captured, he entered the citadel of the royal palace and burned it down over himself. He died"
    },
    {
        "o": 10281,
        "r": "csb:1 Kings:16:19",
        "t": "because of the sin he committed by doing what was evil in the Lord’s*s sight and by walking in the ways of Jeroboam and the sin he caused Israel to commit."
    },
    {
        "o": 10282,
        "r": "csb:1 Kings:16:20",
        "t": "The*p rest of the events of Zimri’s reign, along with the conspiracy that he instigated, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10283,
        "r": "csb:1 Kings:16:21",
        "t": "At that time the people of Israel were divided: half the people followed Tibni son of Ginath, to make him king, and half followed Omri."
    },
    {
        "o": 10284,
        "r": "csb:1 Kings:16:22",
        "t": "However, the people who followed Omri proved stronger than those who followed Tibni son of Ginath. So Tibni died and Omri became king."
    },
    {
        "o": 10285,
        "r": "csb:1 Kings:16:22",
        "t": "Israel’s King Omri",
        "h": 2
    },
    {
        "o": 10286,
        "r": "csb:1 Kings:16:23",
        "t": "In*p the thirty-first year of Judah’s King Asa, Omri became king over Israel, and he reigned twelve years. He reigned six years in Tirzah,"
    },
    {
        "o": 10287,
        "r": "csb:1 Kings:16:24",
        "t": "then he bought the hill of Samaria from Shemer for 150 pounds of silver, and he built up the hill. He named the city he built Samaria based on the name Shemer, the owner of the hill."
    },
    {
        "o": 10288,
        "r": "csb:1 Kings:16:25",
        "t": "Omri*p did what was evil in the Lord’s*s sight; he did more evil than all who were before him."
    },
    {
        "o": 10289,
        "r": "csb:1 Kings:16:26",
        "t": "He walked in all the ways of Jeroboam son of Nebat in every respect and continued in his sins that he caused Israel to commit, angering the Lord*s God of Israel with their worthless idols."
    },
    {
        "o": 10290,
        "r": "csb:1 Kings:16:27",
        "t": "The rest of the events of Omri’s reign, along with his accomplishments and the might he exercised, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10291,
        "r": "csb:1 Kings:16:28",
        "t": "Omri rested with his ancestors and was buried in Samaria. His son Ahab became king in his place."
    },
    {
        "o": 10292,
        "r": "csb:1 Kings:16:28",
        "t": "Israel’s King Ahab",
        "h": 2
    },
    {
        "o": 10293,
        "r": "csb:1 Kings:16:29",
        "t": "Ahab*p son of Omri became king over Israel in the thirty-eighth year of Judah’s King Asa; Ahab son of Omri reigned over Israel in Samaria twenty-two years."
    },
    {
        "o": 10294,
        "r": "csb:1 Kings:16:30",
        "t": "But Ahab son of Omri did what was evil in the Lord’s*s sight more than all who were before him."
    },
    {
        "o": 10295,
        "r": "csb:1 Kings:16:31",
        "t": "Then, as if following the sin of Jeroboam son of Nebat were not enough, he married Jezebel, the daughter of Ethbaal king of the Sidonians, and then proceeded to serve Baal and bow in worship to him."
    },
    {
        "o": 10296,
        "r": "csb:1 Kings:16:32",
        "t": "He set up an altar for Baal in the temple of Baal that he had built in Samaria."
    },
    {
        "o": 10297,
        "r": "csb:1 Kings:16:33",
        "t": "Ahab also made an Asherah pole. Ahab did more to anger the Lord*s God of Israel than all the kings of Israel who were before him."
    },
    {
        "o": 10298,
        "r": "csb:1 Kings:16:34",
        "t": "During*p his reign, Hiel the Bethelite built Jericho. At the cost of Abiram his firstborn, he laid its foundation, and at the cost of Segub his youngest, he finished its gates, according to the word of the Lord*s he had spoken through Joshua son of Nun."
    }
]
