[
    {
        "o": 31452,
        "r": "nasb:Romans:12:0",
        "t": "Romans 12",
        "h": 1
    },
    {
        "o": 31453,
        "r": "nasb:Romans:12:0",
        "t": "Dedicated Service",
        "h": 2
    },
    {
        "o": 31454,
        "r": "nasb:Romans:12:1",
        "t": "Therefore*p I urge you, brethren, by the mercies of God, to present your bodies a living and holy sacrifice, acceptable to God, which*i is*i your spiritual service of worship."
    },
    {
        "o": 31455,
        "r": "nasb:Romans:12:2",
        "t": "And do not be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what the will of God is, that which is good and acceptable and perfect."
    },
    {
        "o": 31456,
        "r": "nasb:Romans:12:3",
        "t": "For*p through the grace given to me I say to everyone among you not to think more highly of himself than he ought to think; but to think so as to have sound judgment, as God has allotted to each a measure of faith."
    },
    {
        "o": 31457,
        "r": "nasb:Romans:12:4",
        "t": "For just as we have many members in one body and all the members do not have the same function,"
    },
    {
        "o": 31458,
        "r": "nasb:Romans:12:5",
        "t": "so we, who are many, are one body in Christ, and individually members one of another."
    },
    {
        "o": 31459,
        "r": "nasb:Romans:12:6",
        "t": "Since we have gifts that differ according to the grace given to us, each*i of*i us*i is*i to*i exercise*i them*i accordingly:*i if prophecy, according to the proportion of his faith;"
    },
    {
        "o": 31460,
        "r": "nasb:Romans:12:7",
        "t": "if service, in his serving; or he who teaches, in his teaching;"
    },
    {
        "o": 31461,
        "r": "nasb:Romans:12:8",
        "t": "or he who exhorts, in his exhortation; he who gives, with liberality; he who leads, with diligence; he who shows mercy, with cheerfulness."
    },
    {
        "o": 31462,
        "r": "nasb:Romans:12:9",
        "t": "Let*ip love be*i without hypocrisy. Abhor what is evil; cling to what is good."
    },
    {
        "o": 31463,
        "r": "nasb:Romans:12:10",
        "t": "Be*i devoted to one another in brotherly love; give preference to one another in honor;"
    },
    {
        "o": 31464,
        "r": "nasb:Romans:12:11",
        "t": "not lagging behind in diligence, fervent in spirit, serving the Lord;"
    },
    {
        "o": 31465,
        "r": "nasb:Romans:12:12",
        "t": "rejoicing in hope, persevering in tribulation, devoted to prayer,"
    },
    {
        "o": 31466,
        "r": "nasb:Romans:12:13",
        "t": "contributing to the needs of the saints, practicing hospitality."
    },
    {
        "o": 31467,
        "r": "nasb:Romans:12:14",
        "t": "Bless*p those who persecute you; bless and do not curse."
    },
    {
        "o": 31468,
        "r": "nasb:Romans:12:15",
        "t": "Rejoice with those who rejoice, and weep with those who weep."
    },
    {
        "o": 31469,
        "r": "nasb:Romans:12:16",
        "t": "Be of the same mind toward one another; do not be haughty in mind, but associate with the lowly. Do not be wise in your own estimation."
    },
    {
        "o": 31470,
        "r": "nasb:Romans:12:17",
        "t": "Never pay back evil for evil to anyone. Respect what is right in the sight of all men."
    },
    {
        "o": 31471,
        "r": "nasb:Romans:12:18",
        "t": "If possible, so far as it depends on you, be at peace with all men."
    },
    {
        "o": 31472,
        "r": "nasb:Romans:12:19",
        "t": "Never take your own revenge, beloved, but leave room for the wrath of*i God,*i for it is written, “Vengeance*s is*s Mine,*s I will*s repay,”*s says the Lord."
    },
    {
        "o": 31473,
        "r": "nasb:Romans:12:20",
        "t": "“But*s if*s your*s enemy*s is*s hungry,*s feed*s him,*s and*s if*s he*s is*s thirsty,*s give*s him*s a*s drink*s ;for*s in*s so*s doing*s you*s will*s heap*s burning*s coals*s on*s his*s head.”*s"
    },
    {
        "o": 31474,
        "r": "nasb:Romans:12:21",
        "t": "Do not be overcome by evil, but overcome evil with good."
    }
]
