[
    {
        "o": 9017,
        "r": "csb:2 Samuel:6:0",
        "t": "2 Samuel 6",
        "h": 1
    },
    {
        "o": 9018,
        "r": "csb:2 Samuel:6:0",
        "t": "David Moves the Ark",
        "h": 2
    },
    {
        "o": 9019,
        "r": "csb:2 Samuel:6:1",
        "t": "David*p again assembled all the fit young men in Israel: thirty thousand."
    },
    {
        "o": 9020,
        "r": "csb:2 Samuel:6:2",
        "t": "He and all his troops set out to bring the ark of God from Baale-judah. The ark bears the Name, the name of the Lord*s of Armies who is enthroned between the cherubim."
    },
    {
        "o": 9021,
        "r": "csb:2 Samuel:6:3",
        "t": "They set the ark of God on a new cart and transported it from Abinadab’s house, which was on the hill. Uzzah and Ahio, sons of Abinadab, were guiding the cart"
    },
    {
        "o": 9022,
        "r": "csb:2 Samuel:6:4",
        "t": "and brought it with the ark of God from Abinadab’s house on the hill. Ahio walked in front of the ark."
    },
    {
        "o": 9023,
        "r": "csb:2 Samuel:6:5",
        "t": "David and the whole house of Israel were dancing before the Lord*s with all kinds of fir wood instruments, lyres, harps, tambourines, sistrums, and cymbals."
    },
    {
        "o": 9024,
        "r": "csb:2 Samuel:6:6",
        "t": "When*p they came to Nacon’s threshing floor, Uzzah reached out to the ark of God and took hold of it because the oxen had stumbled."
    },
    {
        "o": 9025,
        "r": "csb:2 Samuel:6:7",
        "t": "Then the Lord’s*s anger burned against Uzzah, and God struck him dead on the spot for his irreverence, and he died there next to the ark of God."
    },
    {
        "o": 9026,
        "r": "csb:2 Samuel:6:8",
        "t": "David was angry because of the Lord’s*s outburst against Uzzah, so he named that place Outburst Against Uzzah, as it is today."
    },
    {
        "o": 9027,
        "r": "csb:2 Samuel:6:9",
        "t": "David feared the Lord*s that day and said, “How can the ark of the Lord*s ever come to me?”"
    },
    {
        "o": 9028,
        "r": "csb:2 Samuel:6:10",
        "t": "So he was not willing to bring the ark of the Lord*s to the city of David; instead, he diverted it to the house of Obed-edom of Gath."
    },
    {
        "o": 9029,
        "r": "csb:2 Samuel:6:11",
        "t": "The ark of the Lord*s remained in his house three months, and the Lord*s blessed Obed-edom and his whole family."
    },
    {
        "o": 9030,
        "r": "csb:2 Samuel:6:12",
        "t": "It*p was reported to King David, “The Lord*s has blessed Obed-edom’s family and all that belongs to him because of the ark of God.” So David went and had the ark of God brought up from Obed-edom’s house to the city of David with rejoicing."
    },
    {
        "o": 9031,
        "r": "csb:2 Samuel:6:13",
        "t": "When those carrying the ark of the Lord*s advanced six steps, he sacrificed an ox and a fattened calf."
    },
    {
        "o": 9032,
        "r": "csb:2 Samuel:6:14",
        "t": "David was dancing with all his might before the Lord*s wearing a linen ephod."
    },
    {
        "o": 9033,
        "r": "csb:2 Samuel:6:15",
        "t": "He and the whole house of Israel were bringing up the ark of the Lord*s with shouts and the sound of the ram’s horn."
    },
    {
        "o": 9034,
        "r": "csb:2 Samuel:6:16",
        "t": "As the ark of the Lord*s was entering the city of David, Saul’s daughter Michal looked down from the window and saw King David leaping and dancing before the Lord,*s and she despised him in her heart."
    },
    {
        "o": 9035,
        "r": "csb:2 Samuel:6:17",
        "t": "They*p brought the ark of the Lord*s and set it in its place inside the tent David had pitched for it. Then David offered burnt offerings and fellowship offerings in the Lord’s*s presence."
    },
    {
        "o": 9036,
        "r": "csb:2 Samuel:6:18",
        "t": "When David had finished offering the burnt offering and the fellowship offerings, he blessed the people in the name of the Lord*s of Armies."
    },
    {
        "o": 9037,
        "r": "csb:2 Samuel:6:19",
        "t": "Then he distributed a loaf of bread, a date cake, and a raisin cake to each one in the entire Israelite community, both men and women. Then all the people went home."
    },
    {
        "o": 9038,
        "r": "csb:2 Samuel:6:20",
        "t": "When*p David returned home to bless his household, Saul’s daughter Michal came out to meet him. “How the king of Israel honored himself today!” she said. “He exposed himself today in the sight of the slave girls of his subjects like a vulgar person would expose himself.”"
    },
    {
        "o": 9039,
        "r": "csb:2 Samuel:6:21",
        "t": "David*p replied to Michal, “It was before the Lord*s who chose me over your father and his whole family to appoint me ruler over the Lord’s*s people Israel. I will dance before the Lord,*s"
    },
    {
        "o": 9040,
        "r": "csb:2 Samuel:6:22",
        "t": "and I will dishonor myself and humble myself even more. However, by the slave girls you spoke about, I will be honored.”"
    },
    {
        "o": 9041,
        "r": "csb:2 Samuel:6:23",
        "t": "And Saul’s daughter Michal had no child to the day of her death."
    }
]
