[
    {
        "o": 61,
        "r": "niv:Genesis:3:0",
        "t": "Genesis 3",
        "h": 1
    },
    {
        "o": 62,
        "r": "niv:Genesis:3:0",
        "t": "The Fall",
        "h": 2
    },
    {
        "o": 63,
        "r": "niv:Genesis:3:1",
        "t": "Now*p the serpent was more crafty than any of the wild animals the Lord*s God had made. He said to the woman, “Did God really say, ‘You must not eat from any tree in the garden’?”"
    },
    {
        "o": 64,
        "r": "niv:Genesis:3:2",
        "t": "The*p woman said to the serpent, “We may eat fruit from the trees in the garden,"
    },
    {
        "o": 65,
        "r": "niv:Genesis:3:3",
        "t": "but God did say, ‘You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.’ ”"
    },
    {
        "o": 66,
        "r": "niv:Genesis:3:4",
        "t": "“You*p will not certainly die,” the serpent said to the woman."
    },
    {
        "o": 67,
        "r": "niv:Genesis:3:5",
        "t": "“For God knows that when you eat from it your eyes will be opened, and you will be like God, knowing good and evil.”"
    },
    {
        "o": 68,
        "r": "niv:Genesis:3:6",
        "t": "When*p the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it."
    },
    {
        "o": 69,
        "r": "niv:Genesis:3:7",
        "t": "Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves."
    },
    {
        "o": 70,
        "r": "niv:Genesis:3:8",
        "t": "Then*p the man and his wife heard the sound of the Lord*s God as he was walking in the garden in the cool of the day, and they hid from the Lord*s God among the trees of the garden."
    },
    {
        "o": 71,
        "r": "niv:Genesis:3:9",
        "t": "But the Lord*s God called to the man, “Where are you?”"
    },
    {
        "o": 72,
        "r": "niv:Genesis:3:10",
        "t": "He*p answered, “I heard you in the garden, and I was afraid because I was naked; so I hid.”"
    },
    {
        "o": 73,
        "r": "niv:Genesis:3:11",
        "t": "And*p he said, “Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?”"
    },
    {
        "o": 74,
        "r": "niv:Genesis:3:12",
        "t": "The*p man said, “The woman you put here with me—she gave me some fruit from the tree, and I ate it.”"
    },
    {
        "o": 75,
        "r": "niv:Genesis:3:13",
        "t": "Then*p the Lord*s God said to the woman, “What is this you have done?” The*p woman said, “The serpent deceived me, and I ate.”"
    },
    {
        "o": 76,
        "r": "niv:Genesis:3:14",
        "t": "So*p the Lord*s God said to the serpent, “Because you have done this, “Cursed*pn are you above all livestock and*ld all wild animals! You*ln will crawl on your belly and*ld you will eat dust all*ld the days of your life."
    },
    {
        "o": 77,
        "r": "niv:Genesis:3:15",
        "t": "And*ln I will put enmity between*ld you and the woman, and*ld between your offspring and hers; he*ln will crush your head, and*ld you will strike his heel.”"
    },
    {
        "o": 78,
        "r": "niv:Genesis:3:16",
        "t": "To*p the woman he said, “I*pn will make your pains in childbearing very severe; with*ld painful labor you will give birth to children. Your*ln desire will be for your husband, and*ld he will rule over you.”"
    },
    {
        "o": 79,
        "r": "niv:Genesis:3:17",
        "t": "To*p Adam he said, “Because you listened to your wife and ate fruit from the tree about which I commanded you, ‘You must not eat from it,’ “Cursed*pn is the ground because of you; through*ld painful toil you will eat food from it all*ld the days of your life."
    },
    {
        "o": 80,
        "r": "niv:Genesis:3:18",
        "t": "It*ln will produce thorns and thistles for you, and*ld you will eat the plants of the field."
    },
    {
        "o": 81,
        "r": "niv:Genesis:3:19",
        "t": "By*ln the sweat of your brow you*ld will eat your food until*ln you return to the ground, since*ld from it you were taken; for*ln dust you are and*ld to dust you will return.”"
    },
    {
        "o": 82,
        "r": "niv:Genesis:3:20",
        "t": "Adam*p named his wife Eve, because she would become the mother of all the living."
    },
    {
        "o": 83,
        "r": "niv:Genesis:3:21",
        "t": "The*p Lord*s God made garments of skin for Adam and his wife and clothed them."
    },
    {
        "o": 84,
        "r": "niv:Genesis:3:22",
        "t": "And the Lord*s God said, “The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.”"
    },
    {
        "o": 85,
        "r": "niv:Genesis:3:23",
        "t": "So the Lord*s God banished him from the Garden of Eden to work the ground from which he had been taken."
    },
    {
        "o": 86,
        "r": "niv:Genesis:3:24",
        "t": "After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life."
    }
]
