[
    {
        "o": 5235,
        "r": "csb:Numbers:33:0",
        "t": "Numbers 33",
        "h": 1
    },
    {
        "o": 5236,
        "r": "csb:Numbers:33:0",
        "t": "Wilderness Travels Reviewed",
        "h": 2
    },
    {
        "o": 5237,
        "r": "csb:Numbers:33:1",
        "t": "These*p were the stages of the Israelites’ journey when they went out of the land of Egypt by their military divisions under the leadership of Moses and Aaron."
    },
    {
        "o": 5238,
        "r": "csb:Numbers:33:2",
        "t": "At the Lord’s*s command, Moses wrote down the starting points for the stages of their journey; these are the stages listed by their starting points:"
    },
    {
        "o": 5239,
        "r": "csb:Numbers:33:3",
        "t": "They*ln traveled from Rameses in the first month, on the fifteenth day of the month. On the day after the Passover the Israelites went out defiantly in the sight of all the Egyptians."
    },
    {
        "o": 5240,
        "r": "csb:Numbers:33:4",
        "t": "Meanwhile, the Egyptians were burying every firstborn male the Lord*s had struck down among them, for the Lord*s had executed judgment against their gods."
    },
    {
        "o": 5241,
        "r": "csb:Numbers:33:5",
        "t": "The Israelites traveled from Rameses and camped at Succoth."
    },
    {
        "o": 5242,
        "r": "csb:Numbers:33:6",
        "t": "They*ln traveled from Succoth and camped at Etham, which is on the edge of the wilderness."
    },
    {
        "o": 5243,
        "r": "csb:Numbers:33:7",
        "t": "They*ln traveled from Etham and turned back to Pi-hahiroth, which faces Baal-zephon, and they camped before Migdol."
    },
    {
        "o": 5244,
        "r": "csb:Numbers:33:8",
        "t": "They*ln traveled from Pi-hahiroth and crossed through the middle of the sea into the wilderness. They took a three-day journey into the Wilderness of Etham and camped at Marah."
    },
    {
        "o": 5245,
        "r": "csb:Numbers:33:9",
        "t": "They*ln traveled from Marah and came to Elim. There were twelve springs and seventy date palms at Elim, so they camped there."
    },
    {
        "o": 5246,
        "r": "csb:Numbers:33:10",
        "t": "They*ln traveled from Elim and camped by the Red Sea."
    },
    {
        "o": 5247,
        "r": "csb:Numbers:33:11",
        "t": "They*ln traveled from the Red Sea and camped in the Wilderness of Sin."
    },
    {
        "o": 5248,
        "r": "csb:Numbers:33:12",
        "t": "They*ln traveled from the Wilderness of Sin and camped in Dophkah."
    },
    {
        "o": 5249,
        "r": "csb:Numbers:33:13",
        "t": "They*ln traveled from Dophkah and camped at Alush."
    },
    {
        "o": 5250,
        "r": "csb:Numbers:33:14",
        "t": "They*ln traveled from Alush and camped at Rephidim, where there was no water for the people to drink."
    },
    {
        "o": 5251,
        "r": "csb:Numbers:33:15",
        "t": "They*ln traveled from Rephidim and camped in the Wilderness of Sinai."
    },
    {
        "o": 5252,
        "r": "csb:Numbers:33:16",
        "t": "They*ln traveled from the Wilderness of Sinai and camped at Kibroth-hattaavah."
    },
    {
        "o": 5253,
        "r": "csb:Numbers:33:17",
        "t": "They*ln traveled from Kibroth-hattaavah and camped at Hazeroth."
    },
    {
        "o": 5254,
        "r": "csb:Numbers:33:18",
        "t": "They*ln traveled from Hazeroth and camped at Rithmah."
    },
    {
        "o": 5255,
        "r": "csb:Numbers:33:19",
        "t": "They*ln traveled from Rithmah and camped at Rimmon-perez."
    },
    {
        "o": 5256,
        "r": "csb:Numbers:33:20",
        "t": "They*ln traveled from Rimmon-perez and camped at Libnah."
    },
    {
        "o": 5257,
        "r": "csb:Numbers:33:21",
        "t": "They*ln traveled from Libnah and camped at Rissah."
    },
    {
        "o": 5258,
        "r": "csb:Numbers:33:22",
        "t": "They*ln traveled from Rissah and camped at Kehelathah."
    },
    {
        "o": 5259,
        "r": "csb:Numbers:33:23",
        "t": "They*ln traveled from Kehelathah and camped at Mount Shepher."
    },
    {
        "o": 5260,
        "r": "csb:Numbers:33:24",
        "t": "They*ln traveled from Mount Shepher and camped at Haradah."
    },
    {
        "o": 5261,
        "r": "csb:Numbers:33:25",
        "t": "They*ln traveled from Haradah and camped at Makheloth."
    },
    {
        "o": 5262,
        "r": "csb:Numbers:33:26",
        "t": "They*ln traveled from Makheloth and camped at Tahath."
    },
    {
        "o": 5263,
        "r": "csb:Numbers:33:27",
        "t": "They*ln traveled from Tahath and camped at Terah."
    },
    {
        "o": 5264,
        "r": "csb:Numbers:33:28",
        "t": "They*ln traveled from Terah and camped at Mithkah."
    },
    {
        "o": 5265,
        "r": "csb:Numbers:33:29",
        "t": "They*ln traveled from Mithkah and camped at Hashmonah."
    },
    {
        "o": 5266,
        "r": "csb:Numbers:33:30",
        "t": "They*ln traveled from Hashmonah and camped at Moseroth."
    },
    {
        "o": 5267,
        "r": "csb:Numbers:33:31",
        "t": "They*ln traveled from Moseroth and camped at Bene-jaakan."
    },
    {
        "o": 5268,
        "r": "csb:Numbers:33:32",
        "t": "They*ln traveled from Bene-jaakan and camped at Hor-haggidgad."
    },
    {
        "o": 5269,
        "r": "csb:Numbers:33:33",
        "t": "They*ln traveled from Hor-haggidgad and camped at Jotbathah."
    },
    {
        "o": 5270,
        "r": "csb:Numbers:33:34",
        "t": "They*ln traveled from Jotbathah and camped at Abronah."
    },
    {
        "o": 5271,
        "r": "csb:Numbers:33:35",
        "t": "They*ln traveled from Abronah and camped at Ezion-geber."
    },
    {
        "o": 5272,
        "r": "csb:Numbers:33:36",
        "t": "They*ln traveled from Ezion-geber and camped in the Wilderness of Zin (that is, Kadesh)."
    },
    {
        "o": 5273,
        "r": "csb:Numbers:33:37",
        "t": "They*ln traveled from Kadesh and camped at Mount Hor on the edge of the land of Edom."
    },
    {
        "o": 5274,
        "r": "csb:Numbers:33:38",
        "t": "At the Lord’s*s command, the priest Aaron climbed Mount Hor and died there on the first day of the fifth month in the fortieth year after the Israelites went out of the land of Egypt."
    },
    {
        "o": 5275,
        "r": "csb:Numbers:33:39",
        "t": "Aaron was 123 years old when he died on Mount Hor."
    },
    {
        "o": 5276,
        "r": "csb:Numbers:33:40",
        "t": "At that time the Canaanite king of Arad, who lived in the Negev in the land of Canaan, heard the Israelites were coming."
    },
    {
        "o": 5277,
        "r": "csb:Numbers:33:41",
        "t": "They*ln traveled from Mount Hor and camped at Zalmonah."
    },
    {
        "o": 5278,
        "r": "csb:Numbers:33:42",
        "t": "They*ln traveled from Zalmonah and camped at Punon."
    },
    {
        "o": 5279,
        "r": "csb:Numbers:33:43",
        "t": "They*ln traveled from Punon and camped at Oboth."
    },
    {
        "o": 5280,
        "r": "csb:Numbers:33:44",
        "t": "They*ln traveled from Oboth and camped at Iye-abarim on the border of Moab."
    },
    {
        "o": 5281,
        "r": "csb:Numbers:33:45",
        "t": "They*ln traveled from Iyim and camped at Dibon-gad."
    },
    {
        "o": 5282,
        "r": "csb:Numbers:33:46",
        "t": "They*ln traveled from Dibon-gad and camped at Almon-diblathaim."
    },
    {
        "o": 5283,
        "r": "csb:Numbers:33:47",
        "t": "They*ln traveled from Almon-diblathaim and camped in the Abarim range facing Nebo."
    },
    {
        "o": 5284,
        "r": "csb:Numbers:33:48",
        "t": "They*ln traveled from the Abarim range and camped on the plains of Moab by the Jordan across from Jericho."
    },
    {
        "o": 5285,
        "r": "csb:Numbers:33:49",
        "t": "They camped by the Jordan from Beth-jeshimoth to the Acacia Meadow on the plains of Moab."
    },
    {
        "o": 5286,
        "r": "csb:Numbers:33:49",
        "t": "Instructions for Occupying Canaan",
        "h": 2
    },
    {
        "o": 5287,
        "r": "csb:Numbers:33:50",
        "t": "The*p Lord*s spoke to Moses in the plains of Moab by the Jordan across from Jericho,"
    },
    {
        "o": 5288,
        "r": "csb:Numbers:33:51",
        "t": "“Tell the Israelites: When you cross the Jordan into the land of Canaan,"
    },
    {
        "o": 5289,
        "r": "csb:Numbers:33:52",
        "t": "you must drive out all the inhabitants of the land before you, destroy all their stone images and cast images, and demolish all their high places."
    },
    {
        "o": 5290,
        "r": "csb:Numbers:33:53",
        "t": "You are to take possession of the land and settle in it because I have given you the land to possess."
    },
    {
        "o": 5291,
        "r": "csb:Numbers:33:54",
        "t": "You are to receive the land as an inheritance by lot according to your clans. Increase the inheritance for a large clan and decrease it for a small one. Whatever place the lot indicates for someone will be his. You will receive an inheritance according to your ancestral tribes."
    },
    {
        "o": 5292,
        "r": "csb:Numbers:33:55",
        "t": "But if you don’t drive out the inhabitants of the land before you, those you allow to remain will become barbs for your eyes and thorns for your sides; they will harass you in the land where you will live."
    },
    {
        "o": 5293,
        "r": "csb:Numbers:33:56",
        "t": "And what I had planned to do to them, I will do to you.”"
    }
]
