[
    {
        "o": 30117,
        "r": "nasb:Acts:4:0",
        "t": "Acts 4",
        "h": 1
    },
    {
        "o": 30118,
        "r": "nasb:Acts:4:0",
        "t": "Peter and John Arrested",
        "h": 2
    },
    {
        "o": 30119,
        "r": "nasb:Acts:4:1",
        "t": "As*p they were speaking to the people, the priests and the captain of the temple guard*i and the Sadducees came up to them,"
    },
    {
        "o": 30120,
        "r": "nasb:Acts:4:2",
        "t": "being greatly disturbed because they were teaching the people and proclaiming in Jesus the resurrection from the dead."
    },
    {
        "o": 30121,
        "r": "nasb:Acts:4:3",
        "t": "And they laid hands on them and put them in jail until the next day, for it was already evening."
    },
    {
        "o": 30122,
        "r": "nasb:Acts:4:4",
        "t": "But many of those who had heard the message believed; and the number of the men came to be about five thousand."
    },
    {
        "o": 30123,
        "r": "nasb:Acts:4:5",
        "t": "On*p the next day, their rulers and elders and scribes were gathered together in Jerusalem;"
    },
    {
        "o": 30124,
        "r": "nasb:Acts:4:6",
        "t": "and Annas the high priest was*i there,*i and Caiaphas and John and Alexander, and all who were of high-priestly descent."
    },
    {
        "o": 30125,
        "r": "nasb:Acts:4:7",
        "t": "When they had placed them in the center, they began*i to*i inquire, “By what power, or in what name, have you done this?”"
    },
    {
        "o": 30126,
        "r": "nasb:Acts:4:8",
        "t": "Then Peter, filled with the Holy Spirit, said to them, “Rulers and elders of the people,"
    },
    {
        "o": 30127,
        "r": "nasb:Acts:4:9",
        "t": "if we are on trial today for a benefit done to a sick man, as to how this man has been made well,"
    },
    {
        "o": 30128,
        "r": "nasb:Acts:4:10",
        "t": "let it be known to all of you and to all the people of Israel, that by the name of Jesus Christ the Nazarene, whom you crucified, whom God raised from the dead—by this name*i this man stands here before you in good health."
    },
    {
        "o": 30129,
        "r": "nasb:Acts:4:11",
        "t": "He is the stone*s which*s was*s rejected*s by you, the*s builders,*s but*i which*s became*s the*s chief*s corner*s stone.*i"
    },
    {
        "o": 30130,
        "r": "nasb:Acts:4:12",
        "t": "And there is salvation in no one else; for there is no other name under heaven that has been given among men by which we must be saved.”"
    },
    {
        "o": 30131,
        "r": "nasb:Acts:4:12",
        "t": "Threat and Release",
        "h": 2
    },
    {
        "o": 30132,
        "r": "nasb:Acts:4:13",
        "t": "Now*p as they observed the confidence of Peter and John and understood that they were uneducated and untrained men, they were amazed, and began*i to recognize them as having been with Jesus."
    },
    {
        "o": 30133,
        "r": "nasb:Acts:4:14",
        "t": "And seeing the man who had been healed standing with them, they had nothing to say in reply."
    },
    {
        "o": 30134,
        "r": "nasb:Acts:4:15",
        "t": "But when they had ordered them to leave the Council, they began*i to confer with one another,"
    },
    {
        "o": 30135,
        "r": "nasb:Acts:4:16",
        "t": "saying, “What shall we do with these men? For the fact that a noteworthy miracle has taken place through them is apparent to all who live in Jerusalem, and we cannot deny it."
    },
    {
        "o": 30136,
        "r": "nasb:Acts:4:17",
        "t": "But so that it will not spread any further among the people, let us warn them to speak no longer to any man in this name.”"
    },
    {
        "o": 30137,
        "r": "nasb:Acts:4:18",
        "t": "And when they had summoned them, they commanded them not to speak or teach at all in the name of Jesus."
    },
    {
        "o": 30138,
        "r": "nasb:Acts:4:19",
        "t": "But Peter and John answered and said to them, “Whether it is right in the sight of God to give heed to you rather than to God, you be the judge;"
    },
    {
        "o": 30139,
        "r": "nasb:Acts:4:20",
        "t": "for we cannot stop speaking about what we have seen and heard.”"
    },
    {
        "o": 30140,
        "r": "nasb:Acts:4:21",
        "t": "When they had threatened them further, they let them go (finding no basis on which to punish them) on account of the people, because they were all glorifying God for what had happened;"
    },
    {
        "o": 30141,
        "r": "nasb:Acts:4:22",
        "t": "for the man was more than forty years old on whom this miracle of healing had been performed."
    },
    {
        "o": 30142,
        "r": "nasb:Acts:4:23",
        "t": "When*p they had been released, they went to their own companions*i and reported all that the chief priests and the elders had said to them."
    },
    {
        "o": 30143,
        "r": "nasb:Acts:4:24",
        "t": "And when they heard this,*i they lifted their voices to God with one accord and said, “O Lord, it is You who made*s the*s heaven*s and*s the*s earth*s and*s the*s sea,*s and*s all*s that*s is*s in*s them,*s"
    },
    {
        "o": 30144,
        "r": "nasb:Acts:4:25",
        "t": "who by the Holy Spirit, through*i the mouth of our father David Your servant, said, ‘Why*spn did*s the*s Gentiles*s rage,*s And*ln the*s peoples*s devise*s futile*s things?*s"
    },
    {
        "o": 30145,
        "r": "nasb:Acts:4:26",
        "t": "The*sln kings*s of*s the*s earth*s took*s their*s stand,*s And*ln the*s rulers*s were*s gathered*s together*s Against*ln the*s Lord*s and*s against*s His*s Christ.’*s"
    },
    {
        "o": 30146,
        "r": "nasb:Acts:4:27",
        "t": "For*p truly in this city there were gathered together against Your holy servant Jesus, whom You anointed, both Herod and Pontius Pilate, along with the Gentiles and the peoples of Israel,"
    },
    {
        "o": 30147,
        "r": "nasb:Acts:4:28",
        "t": "to do whatever Your hand and Your purpose predestined to occur."
    },
    {
        "o": 30148,
        "r": "nasb:Acts:4:29",
        "t": "And now, Lord, take note of their threats, and grant that Your bond-servants may speak Your word with all confidence,"
    },
    {
        "o": 30149,
        "r": "nasb:Acts:4:30",
        "t": "while You extend Your hand to heal, and signs and wonders take place through the name of Your holy servant Jesus.”"
    },
    {
        "o": 30150,
        "r": "nasb:Acts:4:31",
        "t": "And when they had prayed, the place where they had gathered together was shaken, and they were all filled with the Holy Spirit and began*i to speak the word of God with boldness."
    },
    {
        "o": 30151,
        "r": "nasb:Acts:4:31",
        "t": "Sharing among Believers",
        "h": 2
    },
    {
        "o": 30152,
        "r": "nasb:Acts:4:32",
        "t": "And*p the congregation of those who believed were of one heart and soul; and not one of*i them*i claimed that anything belonging to him was his own, but all things were common property to them."
    },
    {
        "o": 30153,
        "r": "nasb:Acts:4:33",
        "t": "And with great power the apostles were giving testimony to the resurrection of the Lord Jesus, and abundant grace was upon them all."
    },
    {
        "o": 30154,
        "r": "nasb:Acts:4:34",
        "t": "For there was not a needy person among them, for all who were owners of land or houses would sell them and bring the proceeds of the sales"
    },
    {
        "o": 30155,
        "r": "nasb:Acts:4:35",
        "t": "and lay them at the apostles’ feet, and they would be distributed to each as any had need."
    },
    {
        "o": 30156,
        "r": "nasb:Acts:4:36",
        "t": "Now*p Joseph, a Levite of Cyprian birth, who was also called Barnabas by the apostles (which translated means Son of Encouragement),"
    },
    {
        "o": 30157,
        "r": "nasb:Acts:4:37",
        "t": "and who owned a tract of land, sold it and brought the money and laid it at the apostles’ feet."
    }
]
