[
    {
        "o": 21578,
        "r": "niv:Jeremiah:28:0",
        "t": "Jeremiah 28",
        "h": 1
    },
    {
        "o": 21579,
        "r": "niv:Jeremiah:28:0",
        "t": "The False Prophet Hananiah",
        "h": 2
    },
    {
        "o": 21580,
        "r": "niv:Jeremiah:28:1",
        "t": "In*p the fifth month of that same year, the fourth year, early in the reign of Zedekiah king of Judah, the prophet Hananiah son of Azzur, who was from Gibeon, said to me in the house of the Lord*s in the presence of the priests and all the people:"
    },
    {
        "o": 21581,
        "r": "niv:Jeremiah:28:2",
        "t": "“This is what the Lord*s Almighty, the God of Israel, says: ‘I will break the yoke of the king of Babylon."
    },
    {
        "o": 21582,
        "r": "niv:Jeremiah:28:3",
        "t": "Within two years I will bring back to this place all the articles of the Lord’s*s house that Nebuchadnezzar king of Babylon removed from here and took to Babylon."
    },
    {
        "o": 21583,
        "r": "niv:Jeremiah:28:4",
        "t": "I will also bring back to this place Jehoiachin son of Jehoiakim king of Judah and all the other exiles from Judah who went to Babylon,’ declares the Lord,*s ‘for I will break the yoke of the king of Babylon.’ ”"
    },
    {
        "o": 21584,
        "r": "niv:Jeremiah:28:5",
        "t": "Then*p the prophet Jeremiah replied to the prophet Hananiah before the priests and all the people who were standing in the house of the Lord.*s"
    },
    {
        "o": 21585,
        "r": "niv:Jeremiah:28:6",
        "t": "He said, “Amen! May the Lord*s do so! May the Lord*s fulfill the words you have prophesied by bringing the articles of the Lord’s*s house and all the exiles back to this place from Babylon."
    },
    {
        "o": 21586,
        "r": "niv:Jeremiah:28:7",
        "t": "Nevertheless, listen to what I have to say in your hearing and in the hearing of all the people:"
    },
    {
        "o": 21587,
        "r": "niv:Jeremiah:28:8",
        "t": "From early times the prophets who preceded you and me have prophesied war, disaster and plague against many countries and great kingdoms."
    },
    {
        "o": 21588,
        "r": "niv:Jeremiah:28:9",
        "t": "But the prophet who prophesies peace will be recognized as one truly sent by the Lord*s only if his prediction comes true.”"
    },
    {
        "o": 21589,
        "r": "niv:Jeremiah:28:10",
        "t": "Then*p the prophet Hananiah took the yoke off the neck of the prophet Jeremiah and broke it,"
    },
    {
        "o": 21590,
        "r": "niv:Jeremiah:28:11",
        "t": "and he said before all the people, “This is what the Lord*s says: ‘In the same way I will break the yoke of Nebuchadnezzar king of Babylon off the neck of all the nations within two years.’ ” At this, the prophet Jeremiah went on his way."
    },
    {
        "o": 21591,
        "r": "niv:Jeremiah:28:12",
        "t": "After*p the prophet Hananiah had broken the yoke off the neck of the prophet Jeremiah, the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 21592,
        "r": "niv:Jeremiah:28:13",
        "t": "“Go and tell Hananiah, ‘This is what the Lord*s says: You have broken a wooden yoke, but in its place you will get a yoke of iron."
    },
    {
        "o": 21593,
        "r": "niv:Jeremiah:28:14",
        "t": "This is what the Lord*s Almighty, the God of Israel, says: I will put an iron yoke on the necks of all these nations to make them serve Nebuchadnezzar king of Babylon, and they will serve him. I will even give him control over the wild animals.’ ”"
    },
    {
        "o": 21594,
        "r": "niv:Jeremiah:28:15",
        "t": "Then*p the prophet Jeremiah said to Hananiah the prophet, “Listen, Hananiah! The Lord*s has not sent you, yet you have persuaded this nation to trust in lies."
    },
    {
        "o": 21595,
        "r": "niv:Jeremiah:28:16",
        "t": "Therefore this is what the Lord*s says: ‘I am about to remove you from the face of the earth. This very year you are going to die, because you have preached rebellion against the Lord*s .’ ”"
    },
    {
        "o": 21596,
        "r": "niv:Jeremiah:28:17",
        "t": "In*p the seventh month of that same year, Hananiah the prophet died."
    }
]
