[
    {
        "o": 33562,
        "r": "esv:Hebrews:2:0",
        "t": "Hebrews 2",
        "h": 1
    },
    {
        "o": 33563,
        "r": "esv:Hebrews:2:0",
        "t": "Warning Against Neglecting Salvation",
        "h": 2
    },
    {
        "o": 33564,
        "r": "esv:Hebrews:2:1",
        "t": "Therefore*p we must pay much closer attention to what we have heard, lest we drift away from it."
    },
    {
        "o": 33565,
        "r": "esv:Hebrews:2:2",
        "t": "For since the message declared by angels proved to be reliable, and every transgression or disobedience received a just retribution,"
    },
    {
        "o": 33566,
        "r": "esv:Hebrews:2:3",
        "t": "how shall we escape if we neglect such a great salvation? It was declared at first by the Lord, and it was attested to us by those who heard,"
    },
    {
        "o": 33567,
        "r": "esv:Hebrews:2:4",
        "t": "while God also bore witness by signs and wonders and various miracles and by gifts of the Holy Spirit distributed according to his will."
    },
    {
        "o": 33568,
        "r": "esv:Hebrews:2:4",
        "t": "The Founder of Salvation",
        "h": 2
    },
    {
        "o": 33569,
        "r": "esv:Hebrews:2:5",
        "t": "For*p it was not to angels that God subjected the world to come, of which we are speaking."
    },
    {
        "o": 33570,
        "r": "esv:Hebrews:2:6",
        "t": "It has been testified somewhere, “What*pn is man, that you are mindful of him, or*ld the son of man, that you care for him?"
    },
    {
        "o": 33571,
        "r": "esv:Hebrews:2:7",
        "t": "You*ln made him for a little while lower than the angels; you*ld have crowned him with glory and honor,"
    },
    {
        "o": 33572,
        "r": "esv:Hebrews:2:8",
        "t": "putting*ld everything in subjection under his feet.” Now*p in putting everything in subjection to him, he left nothing outside his control. At present, we do not yet see everything in subjection to him."
    },
    {
        "o": 33573,
        "r": "esv:Hebrews:2:9",
        "t": "But we see him who for a little while was made lower than the angels, namely Jesus, crowned with glory and honor because of the suffering of death, so that by the grace of God he might taste death for everyone."
    },
    {
        "o": 33574,
        "r": "esv:Hebrews:2:10",
        "t": "For*p it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering."
    },
    {
        "o": 33575,
        "r": "esv:Hebrews:2:11",
        "t": "For he who sanctifies and those who are sanctified all have one source. That is why he is not ashamed to call them brothers,"
    },
    {
        "o": 33576,
        "r": "esv:Hebrews:2:12",
        "t": "saying, “I*pn will tell of your name to my brothers; in*ld the midst of the congregation I will sing your praise.”"
    },
    {
        "o": 33577,
        "r": "esv:Hebrews:2:13",
        "t": "And*p again, “I*pn will put my trust in him.” And*p again, “Behold,*pn I and the children God has given me.”"
    },
    {
        "o": 33578,
        "r": "esv:Hebrews:2:14",
        "t": "Since*p therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,"
    },
    {
        "o": 33579,
        "r": "esv:Hebrews:2:15",
        "t": "and deliver all those who through fear of death were subject to lifelong slavery."
    },
    {
        "o": 33580,
        "r": "esv:Hebrews:2:16",
        "t": "For surely it is not angels that he helps, but he helps the offspring of Abraham."
    },
    {
        "o": 33581,
        "r": "esv:Hebrews:2:17",
        "t": "Therefore he had to be made like his brothers in every respect, so that he might become a merciful and faithful high priest in the service of God, to make propitiation for the sins of the people."
    },
    {
        "o": 33582,
        "r": "esv:Hebrews:2:18",
        "t": "For because he himself has suffered when tempted, he is able to help those who are being tempted."
    }
]
