[
    {
        "o": 8692,
        "r": "niv:1 Samuel:29:0",
        "t": "1 Samuel 29",
        "h": 1
    },
    {
        "o": 8693,
        "r": "niv:1 Samuel:29:0",
        "t": "Achish Sends David Back to Ziklag",
        "h": 2
    },
    {
        "o": 8694,
        "r": "niv:1 Samuel:29:1",
        "t": "The*p Philistines gathered all their forces at Aphek, and Israel camped by the spring in Jezreel."
    },
    {
        "o": 8695,
        "r": "niv:1 Samuel:29:2",
        "t": "As the Philistine rulers marched with their units of hundreds and thousands, David and his men were marching at the rear with Achish."
    },
    {
        "o": 8696,
        "r": "niv:1 Samuel:29:3",
        "t": "The commanders of the Philistines asked, “What about these Hebrews?” Achish*p replied, “Is this not David, who was an officer of Saul king of Israel? He has already been with me for over a year, and from the day he left Saul until now, I have found no fault in him.”"
    },
    {
        "o": 8697,
        "r": "niv:1 Samuel:29:4",
        "t": "But*p the Philistine commanders were angry with Achish and said, “Send the man back, that he may return to the place you assigned him. He must not go with us into battle, or he will turn against us during the fighting. How better could he regain his master’s favor than by taking the heads of our own men?"
    },
    {
        "o": 8698,
        "r": "niv:1 Samuel:29:5",
        "t": "Isn’t this the David they sang about in their dances: “ ‘Saul*pn has slain his thousands, and*ld David his tens of thousands’?”"
    },
    {
        "o": 8699,
        "r": "niv:1 Samuel:29:6",
        "t": "So*p Achish called David and said to him, “As surely as the Lord*s lives, you have been reliable, and I would be pleased to have you serve with me in the army. From the day you came to me until today, I have found no fault in you, but the rulers don’t approve of you."
    },
    {
        "o": 8700,
        "r": "niv:1 Samuel:29:7",
        "t": "Now turn back and go in peace; do nothing to displease the Philistine rulers.”"
    },
    {
        "o": 8701,
        "r": "niv:1 Samuel:29:8",
        "t": "“But*p what have I done?” asked David. “What have you found against your servant from the day I came to you until now? Why can’t I go and fight against the enemies of my lord the king?”"
    },
    {
        "o": 8702,
        "r": "niv:1 Samuel:29:9",
        "t": "Achish*p answered, “I know that you have been as pleasing in my eyes as an angel of God; nevertheless, the Philistine commanders have said, ‘He must not go up with us into battle.’"
    },
    {
        "o": 8703,
        "r": "niv:1 Samuel:29:10",
        "t": "Now get up early, along with your master’s servants who have come with you, and leave in the morning as soon as it is light.”"
    },
    {
        "o": 8704,
        "r": "niv:1 Samuel:29:11",
        "t": "So*p David and his men got up early in the morning to go back to the land of the Philistines, and the Philistines went up to Jezreel."
    }
]
