[
    {
        "o": 7390,
        "r": "esv:Judges:9:0",
        "t": "Judges 9",
        "h": 1
    },
    {
        "o": 7391,
        "r": "esv:Judges:9:0",
        "t": "Abimelech’s Conspiracy",
        "h": 2
    },
    {
        "o": 7392,
        "r": "esv:Judges:9:1",
        "t": "Now*p Abimelech the son of Jerubbaal went to Shechem to his mother’s relatives and said to them and to the whole clan of his mother’s family,"
    },
    {
        "o": 7393,
        "r": "esv:Judges:9:2",
        "t": "“Say in the ears of all the leaders of Shechem, ‘Which is better for you, that all seventy of the sons of Jerubbaal rule over you, or that one rule over you?’ Remember also that I am your bone and your flesh.”"
    },
    {
        "o": 7394,
        "r": "esv:Judges:9:3",
        "t": "And*p his mother’s relatives spoke all these words on his behalf in the ears of all the leaders of Shechem, and their hearts inclined to follow Abimelech, for they said, “He is our brother.”"
    },
    {
        "o": 7395,
        "r": "esv:Judges:9:4",
        "t": "And they gave him seventy pieces of silver out of the house of Baal-berith with which Abimelech hired worthless and reckless fellows, who followed him."
    },
    {
        "o": 7396,
        "r": "esv:Judges:9:5",
        "t": "And he went to his father’s house at Ophrah and killed his brothers the sons of Jerubbaal, seventy men, on one stone. But Jotham the youngest son of Jerubbaal was left, for he hid himself."
    },
    {
        "o": 7397,
        "r": "esv:Judges:9:6",
        "t": "And all the leaders of Shechem came together, and all Beth-millo, and they went and made Abimelech king, by the oak of the pillar at Shechem."
    },
    {
        "o": 7398,
        "r": "esv:Judges:9:7",
        "t": "When*p it was told to Jotham, he went and stood on top of Mount Gerizim and cried aloud and said to them, “Listen to me, you leaders of Shechem, that God may listen to you."
    },
    {
        "o": 7399,
        "r": "esv:Judges:9:8",
        "t": "The trees once went out to anoint a king over them, and they said to the olive tree, ‘Reign over us.’"
    },
    {
        "o": 7400,
        "r": "esv:Judges:9:9",
        "t": "But the olive tree said to them, ‘Shall I leave my abundance, by which gods and men are honored, and go hold sway over the trees?’"
    },
    {
        "o": 7401,
        "r": "esv:Judges:9:10",
        "t": "And the trees said to the fig tree, ‘You come and reign over us.’"
    },
    {
        "o": 7402,
        "r": "esv:Judges:9:11",
        "t": "But the fig tree said to them, ‘Shall I leave my sweetness and my good fruit and go hold sway over the trees?’"
    },
    {
        "o": 7403,
        "r": "esv:Judges:9:12",
        "t": "And the trees said to the vine, ‘You come and reign over us.’"
    },
    {
        "o": 7404,
        "r": "esv:Judges:9:13",
        "t": "But the vine said to them, ‘Shall I leave my wine that cheers God and men and go hold sway over the trees?’"
    },
    {
        "o": 7405,
        "r": "esv:Judges:9:14",
        "t": "Then all the trees said to the bramble, ‘You come and reign over us.’"
    },
    {
        "o": 7406,
        "r": "esv:Judges:9:15",
        "t": "And the bramble said to the trees, ‘If in good faith you are anointing me king over you, then come and take refuge in my shade, but if not, let fire come out of the bramble and devour the cedars of Lebanon.’"
    },
    {
        "o": 7407,
        "r": "esv:Judges:9:16",
        "t": "“Now*p therefore, if you acted in good faith and integrity when you made Abimelech king, and if you have dealt well with Jerubbaal and his house and have done to him as his deeds deserved—"
    },
    {
        "o": 7408,
        "r": "esv:Judges:9:17",
        "t": "for my father fought for you and risked his life and delivered you from the hand of Midian,"
    },
    {
        "o": 7409,
        "r": "esv:Judges:9:18",
        "t": "and you have risen up against my father’s house this day and have killed his sons, seventy men on one stone, and have made Abimelech, the son of his female servant, king over the leaders of Shechem, because he is your relative—"
    },
    {
        "o": 7410,
        "r": "esv:Judges:9:19",
        "t": "if you then have acted in good faith and integrity with Jerubbaal and with his house this day, then rejoice in Abimelech, and let him also rejoice in you."
    },
    {
        "o": 7411,
        "r": "esv:Judges:9:20",
        "t": "But if not, let fire come out from Abimelech and devour the leaders of Shechem and Beth-millo; and let fire come out from the leaders of Shechem and from Beth-millo and devour Abimelech.”"
    },
    {
        "o": 7412,
        "r": "esv:Judges:9:21",
        "t": "And Jotham ran away and fled and went to Beer and lived there, because of Abimelech his brother."
    },
    {
        "o": 7413,
        "r": "esv:Judges:9:21",
        "t": "The Downfall of Abimelech",
        "h": 2
    },
    {
        "o": 7414,
        "r": "esv:Judges:9:22",
        "t": "Abimelech*p ruled over Israel three years."
    },
    {
        "o": 7415,
        "r": "esv:Judges:9:23",
        "t": "And God sent an evil spirit between Abimelech and the leaders of Shechem, and the leaders of Shechem dealt treacherously with Abimelech,"
    },
    {
        "o": 7416,
        "r": "esv:Judges:9:24",
        "t": "that the violence done to the seventy sons of Jerubbaal might come, and their blood be laid on Abimelech their brother, who killed them, and on the men of Shechem, who strengthened his hands to kill his brothers."
    },
    {
        "o": 7417,
        "r": "esv:Judges:9:25",
        "t": "And the leaders of Shechem put men in ambush against him on the mountaintops, and they robbed all who passed by them along that way. And it was told to Abimelech."
    },
    {
        "o": 7418,
        "r": "esv:Judges:9:26",
        "t": "And*p Gaal the son of Ebed moved into Shechem with his relatives, and the leaders of Shechem put confidence in him."
    },
    {
        "o": 7419,
        "r": "esv:Judges:9:27",
        "t": "And they went out into the field and gathered the grapes from their vineyards and trod them and held a festival; and they went into the house of their god and ate and drank and reviled Abimelech."
    },
    {
        "o": 7420,
        "r": "esv:Judges:9:28",
        "t": "And Gaal the son of Ebed said, “Who is Abimelech, and who are we of Shechem, that we should serve him? Is he not the son of Jerubbaal, and is not Zebul his officer? Serve the men of Hamor the father of Shechem; but why should we serve him?"
    },
    {
        "o": 7421,
        "r": "esv:Judges:9:29",
        "t": "Would that this people were under my hand! Then I would remove Abimelech. I would say to Abimelech, ‘Increase your army, and come out.’”"
    },
    {
        "o": 7422,
        "r": "esv:Judges:9:30",
        "t": "When*p Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger was kindled."
    },
    {
        "o": 7423,
        "r": "esv:Judges:9:31",
        "t": "And he sent messengers to Abimelech secretly, saying, “Behold, Gaal the son of Ebed and his relatives have come to Shechem, and they are stirring up the city against you."
    },
    {
        "o": 7424,
        "r": "esv:Judges:9:32",
        "t": "Now therefore, go by night, you and the people who are with you, and set an ambush in the field."
    },
    {
        "o": 7425,
        "r": "esv:Judges:9:33",
        "t": "Then in the morning, as soon as the sun is up, rise early and rush upon the city. And when he and the people who are with him come out against you, you may do to them as your hand finds to do.”"
    },
    {
        "o": 7426,
        "r": "esv:Judges:9:34",
        "t": "So*p Abimelech and all the men who were with him rose up by night and set an ambush against Shechem in four companies."
    },
    {
        "o": 7427,
        "r": "esv:Judges:9:35",
        "t": "And Gaal the son of Ebed went out and stood in the entrance of the gate of the city, and Abimelech and the people who were with him rose from the ambush."
    },
    {
        "o": 7428,
        "r": "esv:Judges:9:36",
        "t": "And when Gaal saw the people, he said to Zebul, “Look, people are coming down from the mountaintops!” And Zebul said to him, “You mistake the shadow of the mountains for men.”"
    },
    {
        "o": 7429,
        "r": "esv:Judges:9:37",
        "t": "Gaal spoke again and said, “Look, people are coming down from the center of the land, and one company is coming from the direction of the Diviners’ Oak.”"
    },
    {
        "o": 7430,
        "r": "esv:Judges:9:38",
        "t": "Then Zebul said to him, “Where is your mouth now, you who said, ‘Who is Abimelech, that we should serve him?’ Are not these the people whom you despised? Go out now and fight with them.”"
    },
    {
        "o": 7431,
        "r": "esv:Judges:9:39",
        "t": "And Gaal went out at the head of the leaders of Shechem and fought with Abimelech."
    },
    {
        "o": 7432,
        "r": "esv:Judges:9:40",
        "t": "And Abimelech chased him, and he fled before him. And many fell wounded, up to the entrance of the gate."
    },
    {
        "o": 7433,
        "r": "esv:Judges:9:41",
        "t": "And Abimelech lived at Arumah, and Zebul drove out Gaal and his relatives, so that they could not dwell at Shechem."
    },
    {
        "o": 7434,
        "r": "esv:Judges:9:42",
        "t": "On*p the following day, the people went out into the field, and Abimelech was told."
    },
    {
        "o": 7435,
        "r": "esv:Judges:9:43",
        "t": "He took his people and divided them into three companies and set an ambush in the fields. And he looked and saw the people coming out of the city. So he rose against them and killed them."
    },
    {
        "o": 7436,
        "r": "esv:Judges:9:44",
        "t": "Abimelech and the company that was with him rushed forward and stood at the entrance of the gate of the city, while the two companies rushed upon all who were in the field and killed them."
    },
    {
        "o": 7437,
        "r": "esv:Judges:9:45",
        "t": "And Abimelech fought against the city all that day. He captured the city and killed the people who were in it, and he razed the city and sowed it with salt."
    },
    {
        "o": 7438,
        "r": "esv:Judges:9:46",
        "t": "When*p all the leaders of the Tower of Shechem heard of it, they entered the stronghold of the house of El-berith."
    },
    {
        "o": 7439,
        "r": "esv:Judges:9:47",
        "t": "Abimelech was told that all the leaders of the Tower of Shechem were gathered together."
    },
    {
        "o": 7440,
        "r": "esv:Judges:9:48",
        "t": "And Abimelech went up to Mount Zalmon, he and all the people who were with him. And Abimelech took an axe in his hand and cut down a bundle of brushwood and took it up and laid it on his shoulder. And he said to the men who were with him, “What you have seen me do, hurry and do as I have done.”"
    },
    {
        "o": 7441,
        "r": "esv:Judges:9:49",
        "t": "So every one of the people cut down his bundle and following Abimelech put it against the stronghold, and they set the stronghold on fire over them, so that all the people of the Tower of Shechem also died, about 1,000 men and women."
    },
    {
        "o": 7442,
        "r": "esv:Judges:9:50",
        "t": "Then*p Abimelech went to Thebez and encamped against Thebez and captured it."
    },
    {
        "o": 7443,
        "r": "esv:Judges:9:51",
        "t": "But there was a strong tower within the city, and all the men and women and all the leaders of the city fled to it and shut themselves in, and they went up to the roof of the tower."
    },
    {
        "o": 7444,
        "r": "esv:Judges:9:52",
        "t": "And Abimelech came to the tower and fought against it and drew near to the door of the tower to burn it with fire."
    },
    {
        "o": 7445,
        "r": "esv:Judges:9:53",
        "t": "And a certain woman threw an upper millstone on Abimelech’s head and crushed his skull."
    },
    {
        "o": 7446,
        "r": "esv:Judges:9:54",
        "t": "Then he called quickly to the young man his armor-bearer and said to him, “Draw your sword and kill me, lest they say of me, ‘A woman killed him.’” And his young man thrust him through, and he died."
    },
    {
        "o": 7447,
        "r": "esv:Judges:9:55",
        "t": "And when the men of Israel saw that Abimelech was dead, everyone departed to his home."
    },
    {
        "o": 7448,
        "r": "esv:Judges:9:56",
        "t": "Thus God returned the evil of Abimelech, which he committed against his father in killing his seventy brothers."
    },
    {
        "o": 7449,
        "r": "esv:Judges:9:57",
        "t": "And God also made all the evil of the men of Shechem return on their heads, and upon them came the curse of Jotham the son of Jerubbaal."
    }
]
