[
    {
        "o": 32641,
        "r": "niv:Colossians:4:0",
        "t": "Colossians 4",
        "h": 1
    },
    {
        "o": 32642,
        "r": "niv:Colossians:4:1",
        "t": "Masters,*p provide your slaves with what is right and fair, because you know that you also have a Master in heaven."
    },
    {
        "o": 32643,
        "r": "niv:Colossians:4:1",
        "t": "Further Instructions",
        "h": 2
    },
    {
        "o": 32644,
        "r": "niv:Colossians:4:2",
        "t": "Devote*p yourselves to prayer, being watchful and thankful."
    },
    {
        "o": 32645,
        "r": "niv:Colossians:4:3",
        "t": "And pray for us, too, that God may open a door for our message, so that we may proclaim the mystery of Christ, for which I am in chains."
    },
    {
        "o": 32646,
        "r": "niv:Colossians:4:4",
        "t": "Pray that I may proclaim it clearly, as I should."
    },
    {
        "o": 32647,
        "r": "niv:Colossians:4:5",
        "t": "Be wise in the way you act toward outsiders; make the most of every opportunity."
    },
    {
        "o": 32648,
        "r": "niv:Colossians:4:6",
        "t": "Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone."
    },
    {
        "o": 32649,
        "r": "niv:Colossians:4:6",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 32650,
        "r": "niv:Colossians:4:7",
        "t": "Tychicus*p will tell you all the news about me. He is a dear brother, a faithful minister and fellow servant in the Lord."
    },
    {
        "o": 32651,
        "r": "niv:Colossians:4:8",
        "t": "I am sending him to you for the express purpose that you may know about our circumstances and that he may encourage your hearts."
    },
    {
        "o": 32652,
        "r": "niv:Colossians:4:9",
        "t": "He is coming with Onesimus, our faithful and dear brother, who is one of you. They will tell you everything that is happening here."
    },
    {
        "o": 32653,
        "r": "niv:Colossians:4:10",
        "t": "My*p fellow prisoner Aristarchus sends you his greetings, as does Mark, the cousin of Barnabas. (You have received instructions about him; if he comes to you, welcome him.)"
    },
    {
        "o": 32654,
        "r": "niv:Colossians:4:11",
        "t": "Jesus, who is called Justus, also sends greetings. These are the only Jews among my co-workers for the kingdom of God, and they have proved a comfort to me."
    },
    {
        "o": 32655,
        "r": "niv:Colossians:4:12",
        "t": "Epaphras, who is one of you and a servant of Christ Jesus, sends greetings. He is always wrestling in prayer for you, that you may stand firm in all the will of God, mature and fully assured."
    },
    {
        "o": 32656,
        "r": "niv:Colossians:4:13",
        "t": "I vouch for him that he is working hard for you and for those at Laodicea and Hierapolis."
    },
    {
        "o": 32657,
        "r": "niv:Colossians:4:14",
        "t": "Our dear friend Luke, the doctor, and Demas send greetings."
    },
    {
        "o": 32658,
        "r": "niv:Colossians:4:15",
        "t": "Give my greetings to the brothers and sisters at Laodicea, and to Nympha and the church in her house."
    },
    {
        "o": 32659,
        "r": "niv:Colossians:4:16",
        "t": "After*p this letter has been read to you, see that it is also read in the church of the Laodiceans and that you in turn read the letter from Laodicea."
    },
    {
        "o": 32660,
        "r": "niv:Colossians:4:17",
        "t": "Tell*p Archippus: “See to it that you complete the ministry you have received in the Lord.”"
    },
    {
        "o": 32661,
        "r": "niv:Colossians:4:18",
        "t": "I,*p Paul, write this greeting in my own hand. Remember my chains. Grace be with you."
    }
]
