[
    {
        "o": 24606,
        "r": "csb:Daniel:5:0",
        "t": "Daniel 5",
        "h": 1
    },
    {
        "o": 24607,
        "r": "csb:Daniel:5:0",
        "t": "Belshazzar’s Feast",
        "h": 2
    },
    {
        "o": 24608,
        "r": "csb:Daniel:5:1",
        "t": "King*p Belshazzar held a great feast for a thousand of his nobles and drank wine in their presence."
    },
    {
        "o": 24609,
        "r": "csb:Daniel:5:2",
        "t": "Under the influence of the wine, Belshazzar gave orders to bring in the gold and silver vessels that his predecessor Nebuchadnezzar had taken from the temple in Jerusalem, so that the king and his nobles, wives, and concubines could drink from them."
    },
    {
        "o": 24610,
        "r": "csb:Daniel:5:3",
        "t": "So they brought in the gold vessels that had been taken from the temple, the house of God in Jerusalem, and the king and his nobles, wives, and concubines drank from them."
    },
    {
        "o": 24611,
        "r": "csb:Daniel:5:4",
        "t": "They drank the wine and praised their gods made of gold and silver, bronze, iron, wood, and stone."
    },
    {
        "o": 24612,
        "r": "csb:Daniel:5:4",
        "t": "The Handwriting on the Wall",
        "h": 2
    },
    {
        "o": 24613,
        "r": "csb:Daniel:5:5",
        "t": "At*p that moment the fingers of a man’s hand appeared and began writing on the plaster of the king’s palace wall next to the lampstand. As the king watched the hand that was writing,"
    },
    {
        "o": 24614,
        "r": "csb:Daniel:5:6",
        "t": "his face turned pale, and his thoughts so terrified him that he soiled himself and his knees knocked together."
    },
    {
        "o": 24615,
        "r": "csb:Daniel:5:7",
        "t": "The king shouted to bring in the mediums, Chaldeans, and diviners. He said to these wise men of Babylon, “Whoever reads this inscription and gives me its interpretation will be clothed in purple, have a gold chain around his neck, and have the third highest position in the kingdom.”"
    },
    {
        "o": 24616,
        "r": "csb:Daniel:5:8",
        "t": "So all the king’s wise men came in, but none could read the inscription or make its interpretation known to him."
    },
    {
        "o": 24617,
        "r": "csb:Daniel:5:9",
        "t": "Then King Belshazzar became even more terrified, his face turned pale, and his nobles were bewildered."
    },
    {
        "o": 24618,
        "r": "csb:Daniel:5:10",
        "t": "Because*p of the outcry of the king and his nobles, the queen came to the banquet hall. “May the king live forever,” she said. “Don’t let your thoughts terrify you or your face be pale."
    },
    {
        "o": 24619,
        "r": "csb:Daniel:5:11",
        "t": "There is a man in your kingdom who has a spirit of the holy gods in him. In the days of your predecessor he was found to have insight, intelligence, and wisdom like the wisdom of the gods. Your predecessor, King Nebuchadnezzar, appointed him chief of the magicians, mediums, Chaldeans, and diviners. Your own predecessor, the king,"
    },
    {
        "o": 24620,
        "r": "csb:Daniel:5:12",
        "t": "did this because Daniel, the one the king named Belteshazzar, was found to have an extraordinary spirit, knowledge and intelligence, and the ability to interpret dreams, explain riddles, and solve problems. Therefore, summon Daniel, and he will give the interpretation.”"
    },
    {
        "o": 24621,
        "r": "csb:Daniel:5:12",
        "t": "Daniel before the King",
        "h": 2
    },
    {
        "o": 24622,
        "r": "csb:Daniel:5:13",
        "t": "Then*p Daniel was brought before the king. The king said to him, “Are you Daniel, one of the Judean exiles that my predecessor the king brought from Judah?"
    },
    {
        "o": 24623,
        "r": "csb:Daniel:5:14",
        "t": "I’ve heard that you have a spirit of the gods in you, and that insight, intelligence, and extraordinary wisdom are found in you."
    },
    {
        "o": 24624,
        "r": "csb:Daniel:5:15",
        "t": "Now the wise men and mediums were brought before me to read this inscription and make its interpretation known to me, but they could not give its interpretation."
    },
    {
        "o": 24625,
        "r": "csb:Daniel:5:16",
        "t": "However, I have heard about you that you can give interpretations and solve problems. Therefore, if you can read this inscription and give me its interpretation, you will be clothed in purple, have a gold chain around your neck, and have the third highest position in the kingdom.”"
    },
    {
        "o": 24626,
        "r": "csb:Daniel:5:17",
        "t": "Then*p Daniel answered the king, “You may keep your gifts and give your rewards to someone else; however, I will read the inscription for the king and make the interpretation known to him."
    },
    {
        "o": 24627,
        "r": "csb:Daniel:5:18",
        "t": "Your Majesty, the Most High God gave sovereignty, greatness, glory, and majesty to your predecessor Nebuchadnezzar."
    },
    {
        "o": 24628,
        "r": "csb:Daniel:5:19",
        "t": "Because of the greatness he gave him, all peoples, nations, and languages were terrified and fearful of him. He killed anyone he wanted and kept alive anyone he wanted; he exalted anyone he wanted and humbled anyone he wanted."
    },
    {
        "o": 24629,
        "r": "csb:Daniel:5:20",
        "t": "But when his heart was exalted and his spirit became arrogant, he was deposed from his royal throne and his glory was taken from him."
    },
    {
        "o": 24630,
        "r": "csb:Daniel:5:21",
        "t": "He was driven away from people, his mind was like an animal’s, he lived with the wild donkeys, he was fed grass like cattle, and his body was drenched with dew from the sky until he acknowledged that the Most High God is ruler over human kingdoms and sets anyone he wants over them."
    },
    {
        "o": 24631,
        "r": "csb:Daniel:5:22",
        "t": "“But*p you his successor, Belshazzar, have not humbled your heart, even though you knew all this."
    },
    {
        "o": 24632,
        "r": "csb:Daniel:5:23",
        "t": "Instead, you have exalted yourself against the Lord of the heavens. The vessels from his house were brought to you, and as you and your nobles, wives, and concubines drank wine from them, you praised the gods made of silver and gold, bronze, iron, wood, and stone, which do not see or hear or understand. But you have not glorified the God who holds your life-breath in his hand and who controls the whole course of your life."
    },
    {
        "o": 24633,
        "r": "csb:Daniel:5:24",
        "t": "Therefore, he sent the hand, and this writing was inscribed."
    },
    {
        "o": 24634,
        "r": "csb:Daniel:5:24",
        "t": "The Inscription’s Interpretation",
        "h": 2
    },
    {
        "o": 24635,
        "r": "csb:Daniel:5:25",
        "t": "“This*p is the writing that was inscribed: Mene,*s Mene,*s Tekel,*s and Parsin.*s"
    },
    {
        "o": 24636,
        "r": "csb:Daniel:5:26",
        "t": "This is the interpretation of the message: ‘Mene’*ln means that God has numbered the days of your kingdom and brought it to an end."
    },
    {
        "o": 24637,
        "r": "csb:Daniel:5:27",
        "t": "‘Tekel’*ln means that you have been weighed on the balance and found deficient."
    },
    {
        "o": 24638,
        "r": "csb:Daniel:5:28",
        "t": "‘Peres’*ln means that your kingdom has been divided and given to the Medes and Persians.”"
    },
    {
        "o": 24639,
        "r": "csb:Daniel:5:29",
        "t": "Then*p Belshazzar gave an order, and they clothed Daniel in purple, placed a gold chain around his neck, and issued a proclamation concerning him that he should be the third ruler in the kingdom."
    },
    {
        "o": 24640,
        "r": "csb:Daniel:5:30",
        "t": "That*p very night Belshazzar the king of the Chaldeans was killed,"
    },
    {
        "o": 24641,
        "r": "csb:Daniel:5:31",
        "t": "and Darius the Mede received the kingdom at the age of sixty-two."
    }
]
