[
    {
        "o": 14956,
        "r": "esv:Job:31:0",
        "t": "Job 31",
        "h": 1
    },
    {
        "o": 14957,
        "r": "esv:Job:31:0",
        "t": "Job’s Final Appeal",
        "h": 2
    },
    {
        "o": 14958,
        "r": "esv:Job:31:1",
        "t": "“I*pn have made a covenant with my eyes; how*ld then could I gaze at a virgin?"
    },
    {
        "o": 14959,
        "r": "esv:Job:31:2",
        "t": "What*ln would be my portion from God above and*ld my heritage from the Almighty on high?"
    },
    {
        "o": 14960,
        "r": "esv:Job:31:3",
        "t": "Is*ln not calamity for the unrighteous, and*ld disaster for the workers of iniquity?"
    },
    {
        "o": 14961,
        "r": "esv:Job:31:4",
        "t": "Does*ln not he see my ways and*ld number all my steps?"
    },
    {
        "o": 14962,
        "r": "esv:Job:31:5",
        "t": "“If*pn I have walked with falsehood and*ld my foot has hastened to deceit;"
    },
    {
        "o": 14963,
        "r": "esv:Job:31:6",
        "t": "(Let*ln me be weighed in a just balance, and*ld let God know my integrity!)"
    },
    {
        "o": 14964,
        "r": "esv:Job:31:7",
        "t": "if*ln my step has turned aside from the way and*ld my heart has gone after my eyes, and*ld if any spot has stuck to my hands,"
    },
    {
        "o": 14965,
        "r": "esv:Job:31:8",
        "t": "then*ln let me sow, and another eat, and*ld let what grows for me be rooted out."
    },
    {
        "o": 14966,
        "r": "esv:Job:31:9",
        "t": "“If*pn my heart has been enticed toward a woman, and*ld I have lain in wait at my neighbor’s door,"
    },
    {
        "o": 14967,
        "r": "esv:Job:31:10",
        "t": "then*ln let my wife grind for another, and*ld let others bow down on her."
    },
    {
        "o": 14968,
        "r": "esv:Job:31:11",
        "t": "For*ln that would be a heinous crime; that*ld would be an iniquity to be punished by the judges;"
    },
    {
        "o": 14969,
        "r": "esv:Job:31:12",
        "t": "for*ln that would be a fire that consumes as far as Abaddon, and*ld it would burn to the root all my increase."
    },
    {
        "o": 14970,
        "r": "esv:Job:31:13",
        "t": "“If*pn I have rejected the cause of my manservant or my maidservant, when*ld they brought a complaint against me,"
    },
    {
        "o": 14971,
        "r": "esv:Job:31:14",
        "t": "what*ln then shall I do when God rises up? When*ld he makes inquiry, what shall I answer him?"
    },
    {
        "o": 14972,
        "r": "esv:Job:31:15",
        "t": "Did*ln not he who made me in the womb make him? And*ld did not one fashion us in the womb?"
    },
    {
        "o": 14973,
        "r": "esv:Job:31:16",
        "t": "“If*pn I have withheld anything that the poor desired, or*ld have caused the eyes of the widow to fail,"
    },
    {
        "o": 14974,
        "r": "esv:Job:31:17",
        "t": "or*ln have eaten my morsel alone, and*ld the fatherless has not eaten of it"
    },
    {
        "o": 14975,
        "r": "esv:Job:31:18",
        "t": "(for*ln from my youth the fatherless grew up with me as with a father, and*ld from my mother’s womb I guided the widow),"
    },
    {
        "o": 14976,
        "r": "esv:Job:31:19",
        "t": "if*ln I have seen anyone perish for lack of clothing, or*ld the needy without covering,"
    },
    {
        "o": 14977,
        "r": "esv:Job:31:20",
        "t": "if*ln his body has not blessed me, and*ld if he was not warmed with the fleece of my sheep,"
    },
    {
        "o": 14978,
        "r": "esv:Job:31:21",
        "t": "if*ln I have raised my hand against the fatherless, because*ld I saw my help in the gate,"
    },
    {
        "o": 14979,
        "r": "esv:Job:31:22",
        "t": "then*ln let my shoulder blade fall from my shoulder, and*ld let my arm be broken from its socket."
    },
    {
        "o": 14980,
        "r": "esv:Job:31:23",
        "t": "For*ln I was in terror of calamity from God, and*ld I could not have faced his majesty."
    },
    {
        "o": 14981,
        "r": "esv:Job:31:24",
        "t": "“If*pn I have made gold my trust or*ld called fine gold my confidence,"
    },
    {
        "o": 14982,
        "r": "esv:Job:31:25",
        "t": "if*ln I have rejoiced because my wealth was abundant or*ld because my hand had found much,"
    },
    {
        "o": 14983,
        "r": "esv:Job:31:26",
        "t": "if*ln I have looked at the sun when it shone, or*ld the moon moving in splendor,"
    },
    {
        "o": 14984,
        "r": "esv:Job:31:27",
        "t": "and*ln my heart has been secretly enticed, and*ld my mouth has kissed my hand,"
    },
    {
        "o": 14985,
        "r": "esv:Job:31:28",
        "t": "this*ln also would be an iniquity to be punished by the judges, for*ld I would have been false to God above."
    },
    {
        "o": 14986,
        "r": "esv:Job:31:29",
        "t": "“If*pn I have rejoiced at the ruin of him who hated me, or*ld exulted when evil overtook him"
    },
    {
        "o": 14987,
        "r": "esv:Job:31:30",
        "t": "(I*ln have not let my mouth sin by*ld asking for his life with a curse),"
    },
    {
        "o": 14988,
        "r": "esv:Job:31:31",
        "t": "if*ln the men of my tent have not said, ‘Who*ld is there that has not been filled with his meat?’"
    },
    {
        "o": 14989,
        "r": "esv:Job:31:32",
        "t": "(the*ln sojourner has not lodged in the street; I*ld have opened my doors to the traveler),"
    },
    {
        "o": 14990,
        "r": "esv:Job:31:33",
        "t": "if*ln I have concealed my transgressions as others do by*ld hiding my iniquity in my heart,"
    },
    {
        "o": 14991,
        "r": "esv:Job:31:34",
        "t": "because*ln I stood in great fear of the multitude, and*ld the contempt of families terrified me, so*ld that I kept silence, and did not go out of doors—"
    },
    {
        "o": 14992,
        "r": "esv:Job:31:35",
        "t": "Oh,*ln that I had one to hear me! (Here*ld is my signature! Let the Almighty answer me!) Oh,*ld that I had the indictment written by my adversary!"
    },
    {
        "o": 14993,
        "r": "esv:Job:31:36",
        "t": "Surely*ln I would carry it on my shoulder; I*ld would bind it on me as a crown;"
    },
    {
        "o": 14994,
        "r": "esv:Job:31:37",
        "t": "I*ln would give him an account of all my steps; like*ld a prince I would approach him."
    },
    {
        "o": 14995,
        "r": "esv:Job:31:38",
        "t": "“If*pn my land has cried out against me and*ld its furrows have wept together,"
    },
    {
        "o": 14996,
        "r": "esv:Job:31:39",
        "t": "if*ln I have eaten its yield without payment and*ld made its owners breathe their last,"
    },
    {
        "o": 14997,
        "r": "esv:Job:31:40",
        "t": "let*ln thorns grow instead of wheat, and*ld foul weeds instead of barley.” The*p words of Job are ended."
    }
]
