[
    {
        "o": 22262,
        "r": "csb:Jeremiah:36:0",
        "t": "Jeremiah 36",
        "h": 1
    },
    {
        "o": 22263,
        "r": "csb:Jeremiah:36:0",
        "t": "Jeremiah Dictates a Scroll",
        "h": 2
    },
    {
        "o": 22264,
        "r": "csb:Jeremiah:36:1",
        "t": "In*p the fourth year of Jehoiakim son of Josiah, king of Judah, this word came to Jeremiah from the Lord:*s"
    },
    {
        "o": 22265,
        "r": "csb:Jeremiah:36:2",
        "t": "“Take a scroll, and write on it all the words I have spoken to you concerning Israel, Judah, and all the nations from the time I first spoke to you during Josiah’s reign until today."
    },
    {
        "o": 22266,
        "r": "csb:Jeremiah:36:3",
        "t": "Perhaps when the house of Judah hears about all the disaster I am planning to bring on them, each one of them will turn from his evil way. Then I will forgive their iniquity and their sin.”"
    },
    {
        "o": 22267,
        "r": "csb:Jeremiah:36:4",
        "t": "So*p Jeremiah summoned Baruch son of Neriah. At Jeremiah’s dictation, Baruch wrote on a scroll all the words the Lord*s had spoken to Jeremiah."
    },
    {
        "o": 22268,
        "r": "csb:Jeremiah:36:5",
        "t": "Then Jeremiah commanded Baruch, “I am restricted; I cannot enter the temple of the Lord,*s"
    },
    {
        "o": 22269,
        "r": "csb:Jeremiah:36:6",
        "t": "so you must go and read from the scroll - which you wrote at my dictation- the words of the Lord*s in the hearing of the people at the temple of the Lord*s on a day of fasting. Read his words in the hearing of all the Judeans who are coming from their cities."
    },
    {
        "o": 22270,
        "r": "csb:Jeremiah:36:7",
        "t": "Perhaps their petition will come before the Lord,*s and each one will turn from his evil way, for the anger and fury that the Lord*s has pronounced against this people are intense.”"
    },
    {
        "o": 22271,
        "r": "csb:Jeremiah:36:8",
        "t": "So Baruch son of Neriah did everything the prophet Jeremiah had commanded him. At the Lord’s*s temple he read the Lord’s*s words from the scroll."
    },
    {
        "o": 22272,
        "r": "csb:Jeremiah:36:8",
        "t": "Baruch Reads the Scroll",
        "h": 2
    },
    {
        "o": 22273,
        "r": "csb:Jeremiah:36:9",
        "t": "In*p the fifth year of Jehoiakim son of Josiah, king of Judah, in the ninth month, all the people of Jerusalem and all those coming in from Judah’s cities into Jerusalem proclaimed a fast before the Lord.*s"
    },
    {
        "o": 22274,
        "r": "csb:Jeremiah:36:10",
        "t": "Then at the Lord’s*s temple, in the chamber of Gemariah son of Shaphan the scribe, in the upper courtyard at the opening of the New Gate of the Lord’s*s temple, in the hearing of all the people, Baruch read Jeremiah’s words from the scroll."
    },
    {
        "o": 22275,
        "r": "csb:Jeremiah:36:11",
        "t": "When*p Micaiah son of Gemariah, son of Shaphan, heard all the words of the Lord*s from the scroll,"
    },
    {
        "o": 22276,
        "r": "csb:Jeremiah:36:12",
        "t": "he went down to the scribe’s chamber in the king’s palace. All the officials were sitting there - Elishama the scribe, Delaiah son of Shemaiah, Elnathan son of Achbor, Gemariah son of Shaphan, Zedekiah son of Hananiah, and all the other officials."
    },
    {
        "o": 22277,
        "r": "csb:Jeremiah:36:13",
        "t": "Micaiah reported to them all the words he had heard when Baruch read from the scroll in the hearing of the people."
    },
    {
        "o": 22278,
        "r": "csb:Jeremiah:36:14",
        "t": "Then all the officials sent word to Baruch through Jehudi son of Nethaniah, son of Shelemiah, son of Cushi, saying, “Bring the scroll that you read in the hearing of the people, and come.” So Baruch son of Neriah took the scroll and went to them."
    },
    {
        "o": 22279,
        "r": "csb:Jeremiah:36:15",
        "t": "They said to him, “Sit down and read it in our hearing.” So Baruch read it in their hearing."
    },
    {
        "o": 22280,
        "r": "csb:Jeremiah:36:16",
        "t": "When*p they had heard all the words, they turned to each other in fear and said to Baruch, “We must surely tell the king all these things.”"
    },
    {
        "o": 22281,
        "r": "csb:Jeremiah:36:17",
        "t": "Then they asked Baruch, “Tell us, how did you write all these words? At his dictation?”"
    },
    {
        "o": 22282,
        "r": "csb:Jeremiah:36:18",
        "t": "Baruch*p said to them, “At his dictation. He recited all these words to me while I was writing on the scroll in ink.”"
    },
    {
        "o": 22283,
        "r": "csb:Jeremiah:36:18",
        "t": "Jehoiakim Burns the Scroll",
        "h": 2
    },
    {
        "o": 22284,
        "r": "csb:Jeremiah:36:19",
        "t": "The*p officials said to Baruch, “You and Jeremiah must hide and tell no one where you are.”"
    },
    {
        "o": 22285,
        "r": "csb:Jeremiah:36:20",
        "t": "Then, after depositing the scroll in the chamber of Elishama the scribe, the officials came to the king at the courtyard and reported everything in the hearing of the king."
    },
    {
        "o": 22286,
        "r": "csb:Jeremiah:36:21",
        "t": "The king sent Jehudi to get the scroll, and he took it from the chamber of Elishama the scribe. Jehudi then read it in the hearing of the king and all the officials who were standing by the king."
    },
    {
        "o": 22287,
        "r": "csb:Jeremiah:36:22",
        "t": "Since it was the ninth month, the king was sitting in his winter quarters with a fire burning in front of him."
    },
    {
        "o": 22288,
        "r": "csb:Jeremiah:36:23",
        "t": "As soon as Jehudi would read three or four columns, Jehoiakim would cut the scroll with a scribe’s knife and throw the columns into the fire in the hearth until the entire scroll was consumed by the fire in the hearth."
    },
    {
        "o": 22289,
        "r": "csb:Jeremiah:36:24",
        "t": "As they heard all these words, the king and all his servants did not become terrified or tear their clothes."
    },
    {
        "o": 22290,
        "r": "csb:Jeremiah:36:25",
        "t": "Even though Elnathan, Delaiah, and Gemariah had urged the king not to burn the scroll, he did not listen to them."
    },
    {
        "o": 22291,
        "r": "csb:Jeremiah:36:26",
        "t": "Then the king commanded Jerahmeel the king’s son, Seraiah son of Azriel, and Shelemiah son of Abdeel to seize the scribe Baruch and the prophet Jeremiah, but the Lord*s hid them."
    },
    {
        "o": 22292,
        "r": "csb:Jeremiah:36:26",
        "t": "Jeremiah Dictates Another Scroll",
        "h": 2
    },
    {
        "o": 22293,
        "r": "csb:Jeremiah:36:27",
        "t": "After*p the king had burned the scroll and the words Baruch had written at Jeremiah’s dictation, the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 22294,
        "r": "csb:Jeremiah:36:28",
        "t": "“Take another scroll, and once again write on it the original words that were on the original scroll that King Jehoiakim of Judah burned."
    },
    {
        "o": 22295,
        "r": "csb:Jeremiah:36:29",
        "t": "You are to proclaim concerning King Jehoiakim of Judah, ‘This is what the Lord*s says: You have burned the scroll, asking, “Why have you written on it that the king of Babylon will certainly come and destroy this land and cause it to be without people or animals?”"
    },
    {
        "o": 22296,
        "r": "csb:Jeremiah:36:30",
        "t": "Therefore, this is what the Lord*s says concerning King Jehoiakim of Judah: He will have no one to sit on David’s throne, and his corpse will be thrown out to be exposed to the heat of day and the frost of night."
    },
    {
        "o": 22297,
        "r": "csb:Jeremiah:36:31",
        "t": "I will punish him, his descendants, and his officers for their iniquity. I will bring on them, on the residents of Jerusalem, and on the people of Judah all the disaster, which I warned them about but they did not listen.’”"
    },
    {
        "o": 22298,
        "r": "csb:Jeremiah:36:32",
        "t": "Then*p Jeremiah took another scroll and gave it to Baruch son of Neriah, the scribe, and he wrote on it at Jeremiah’s dictation all the words of the scroll that Jehoiakim, Judah’s king, had burned in the fire. And many other words like them were added."
    }
]
