[
    {
        "o": 33754,
        "r": "csb:1 Timothy:6:0",
        "t": "1 Timothy 6",
        "h": 1
    },
    {
        "o": 33755,
        "r": "csb:1 Timothy:6:0",
        "t": "Honoring Masters",
        "h": 2
    },
    {
        "o": 33756,
        "r": "csb:1 Timothy:6:1",
        "t": "All*p who are under the yoke as slaves should regard their own masters as worthy of all respect, so that God’s name and his teaching will not be blasphemed."
    },
    {
        "o": 33757,
        "r": "csb:1 Timothy:6:2",
        "t": "Let those who have believing masters not be disrespectful to them because they are brothers, but serve them even better, since those who benefit from their service are believers and dearly loved."
    },
    {
        "o": 33758,
        "r": "csb:1 Timothy:6:2",
        "t": "False Doctrine and Human Greed",
        "h": 2
    },
    {
        "o": 33759,
        "r": "csb:1 Timothy:6:2",
        "t": "Teach*p and encourage these things."
    },
    {
        "o": 33760,
        "r": "csb:1 Timothy:6:3",
        "t": "If anyone teaches false doctrine and does not agree with the sound teaching of our Lord Jesus Christ and with the teaching that promotes godliness,"
    },
    {
        "o": 33761,
        "r": "csb:1 Timothy:6:4",
        "t": "he is conceited and understands nothing, but has an unhealthy interest in disputes and arguments over words. From these come envy, quarreling, slander, evil suspicions,"
    },
    {
        "o": 33762,
        "r": "csb:1 Timothy:6:5",
        "t": "and constant disagreement among people whose minds are depraved and deprived of the truth, who imagine that godliness is a way to material gain."
    },
    {
        "o": 33763,
        "r": "csb:1 Timothy:6:6",
        "t": "But godliness with contentment is great gain."
    },
    {
        "o": 33764,
        "r": "csb:1 Timothy:6:7",
        "t": "For we brought nothing into the world, and we can take nothing out."
    },
    {
        "o": 33765,
        "r": "csb:1 Timothy:6:8",
        "t": "If we have food and clothing, we will be content with these."
    },
    {
        "o": 33766,
        "r": "csb:1 Timothy:6:9",
        "t": "But those who want to be rich fall into temptation, a trap, and many foolish and harmful desires, which plunge people into ruin and destruction."
    },
    {
        "o": 33767,
        "r": "csb:1 Timothy:6:10",
        "t": "For the love of money is a root of all kinds of evil, and by craving it, some have wandered away from the faith and pierced themselves with many griefs."
    },
    {
        "o": 33768,
        "r": "csb:1 Timothy:6:10",
        "t": "Fight the Good Fight",
        "h": 2
    },
    {
        "o": 33769,
        "r": "csb:1 Timothy:6:11",
        "t": "But*p you, man of God, flee from these things, and pursue righteousness, godliness, faith, love, endurance, and gentleness."
    },
    {
        "o": 33770,
        "r": "csb:1 Timothy:6:12",
        "t": "Fight the good fight of the faith. Take hold of eternal life to which you were called and about which you have made a good confession in the presence of many witnesses."
    },
    {
        "o": 33771,
        "r": "csb:1 Timothy:6:13",
        "t": "In the presence of God, who gives life to all, and of Christ Jesus, who gave a good confession before Pontius Pilate, I charge you"
    },
    {
        "o": 33772,
        "r": "csb:1 Timothy:6:14",
        "t": "to keep this command without fault or failure until the appearing of our Lord Jesus Christ."
    },
    {
        "o": 33773,
        "r": "csb:1 Timothy:6:15",
        "t": "God will bring this about in his own time. He is the blessed and only Sovereign, the King of kings, and the Lord of lords,"
    },
    {
        "o": 33774,
        "r": "csb:1 Timothy:6:16",
        "t": "who alone is immortal and who lives in unapproachable light, whom no one has seen or can see, to him be honor and eternal power. Amen."
    },
    {
        "o": 33775,
        "r": "csb:1 Timothy:6:16",
        "t": "Instructions to the Rich",
        "h": 2
    },
    {
        "o": 33776,
        "r": "csb:1 Timothy:6:17",
        "t": "Instruct*p those who are rich in the present age not to be arrogant or to set their hope on the uncertainty of wealth, but on God, who richly provides us with all things to enjoy."
    },
    {
        "o": 33777,
        "r": "csb:1 Timothy:6:18",
        "t": "Instruct them to do what is good, to be rich in good works, to be generous and willing to share,"
    },
    {
        "o": 33778,
        "r": "csb:1 Timothy:6:19",
        "t": "storing up treasure for themselves as a good foundation for the coming age, so that they may take hold of what is truly life."
    },
    {
        "o": 33779,
        "r": "csb:1 Timothy:6:19",
        "t": "Guard the Heritage",
        "h": 2
    },
    {
        "o": 33780,
        "r": "csb:1 Timothy:6:20",
        "t": "Timothy,*p guard what has been entrusted to you, avoiding irreverent and empty speech and contradictions from what is falsely called knowledge."
    },
    {
        "o": 33781,
        "r": "csb:1 Timothy:6:21",
        "t": "By professing it, some people have departed from the faith. Grace*p be with you all."
    }
]
