[
    {
        "o": 34759,
        "r": "esv:Revelation:19:0",
        "t": "Revelation 19",
        "h": 1
    },
    {
        "o": 34760,
        "r": "esv:Revelation:19:0",
        "t": "Rejoicing in Heaven",
        "h": 2
    },
    {
        "o": 34761,
        "r": "esv:Revelation:19:1",
        "t": "After*p this I heard what seemed to be the loud voice of a great multitude in heaven, crying out, “Hallelujah!*pn Salvation*ln and glory and power belong to our God,"
    },
    {
        "o": 34762,
        "r": "esv:Revelation:19:2",
        "t": "for*ld his judgments are true and just; for*ln he has judged the great prostitute who*ld corrupted the earth with her immorality, and*ln has avenged on her the blood of his servants.”"
    },
    {
        "o": 34763,
        "r": "esv:Revelation:19:3",
        "t": "Once*p more they cried out, “Hallelujah!*pn The*ln smoke from her goes up forever and ever.”"
    },
    {
        "o": 34764,
        "r": "esv:Revelation:19:4",
        "t": "And*p the twenty-four elders and the four living creatures fell down and worshiped God who was seated on the throne, saying, “Amen. Hallelujah!”"
    },
    {
        "o": 34765,
        "r": "esv:Revelation:19:5",
        "t": "And from the throne came a voice saying, “Praise*pn our God, all*ld you his servants, you*ln who fear him, small*ld and great.”"
    },
    {
        "o": 34766,
        "r": "esv:Revelation:19:5",
        "t": "The Marriage Supper of the Lamb",
        "h": 2
    },
    {
        "o": 34767,
        "r": "esv:Revelation:19:6",
        "t": "Then*p I heard what seemed to be the voice of a great multitude, like the roar of many waters and like the sound of mighty peals of thunder, crying out, “Hallelujah!*pn For*ln the Lord our God the*ld Almighty reigns."
    },
    {
        "o": 34768,
        "r": "esv:Revelation:19:7",
        "t": "Let*ln us rejoice and exult and*ld give him the glory, for*ln the marriage of the Lamb has come, and*ld his Bride has made herself ready;"
    },
    {
        "o": 34769,
        "r": "esv:Revelation:19:8",
        "t": "it*ln was granted her to clothe herself with*ld fine linen, bright and pure”— for*p the fine linen is the righteous deeds of the saints."
    },
    {
        "o": 34770,
        "r": "esv:Revelation:19:9",
        "t": "And*p the angel said to me, “Write this: Blessed are those who are invited to the marriage supper of the Lamb.” And he said to me, “These are the true words of God.”"
    },
    {
        "o": 34771,
        "r": "esv:Revelation:19:10",
        "t": "Then I fell down at his feet to worship him, but he said to me, “You must not do that! I am a fellow servant with you and your brothers who hold to the testimony of Jesus. Worship God.” For the testimony of Jesus is the spirit of prophecy."
    },
    {
        "o": 34772,
        "r": "esv:Revelation:19:10",
        "t": "The Rider on a White Horse",
        "h": 2
    },
    {
        "o": 34773,
        "r": "esv:Revelation:19:11",
        "t": "Then*p I saw heaven opened, and behold, a white horse! The one sitting on it is called Faithful and True, and in righteousness he judges and makes war."
    },
    {
        "o": 34774,
        "r": "esv:Revelation:19:12",
        "t": "His eyes are like a flame of fire, and on his head are many diadems, and he has a name written that no one knows but himself."
    },
    {
        "o": 34775,
        "r": "esv:Revelation:19:13",
        "t": "He is clothed in a robe dipped in blood, and the name by which he is called is The Word of God."
    },
    {
        "o": 34776,
        "r": "esv:Revelation:19:14",
        "t": "And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses."
    },
    {
        "o": 34777,
        "r": "esv:Revelation:19:15",
        "t": "From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty."
    },
    {
        "o": 34778,
        "r": "esv:Revelation:19:16",
        "t": "On his robe and on his thigh he has a name written, King of kings and Lord of lords."
    },
    {
        "o": 34779,
        "r": "esv:Revelation:19:17",
        "t": "Then*p I saw an angel standing in the sun, and with a loud voice he called to all the birds that fly directly overhead, “Come, gather for the great supper of God,"
    },
    {
        "o": 34780,
        "r": "esv:Revelation:19:18",
        "t": "to eat the flesh of kings, the flesh of captains, the flesh of mighty men, the flesh of horses and their riders, and the flesh of all men, both free and slave, both small and great.”"
    },
    {
        "o": 34781,
        "r": "esv:Revelation:19:19",
        "t": "And I saw the beast and the kings of the earth with their armies gathered to make war against him who was sitting on the horse and against his army."
    },
    {
        "o": 34782,
        "r": "esv:Revelation:19:20",
        "t": "And the beast was captured, and with it the false prophet who in its presence had done the signs by which he deceived those who had received the mark of the beast and those who worshiped its image. These two were thrown alive into the lake of fire that burns with sulfur."
    },
    {
        "o": 34783,
        "r": "esv:Revelation:19:21",
        "t": "And the rest were slain by the sword that came from the mouth of him who was sitting on the horse, and all the birds were gorged with their flesh."
    }
]
