[
    {
        "o": 12661,
        "r": "nkjv:2 Chronicles:12:0",
        "t": "2 Chronicles 12",
        "h": 1
    },
    {
        "o": 12662,
        "r": "nkjv:2 Chronicles:12:0",
        "t": "Egypt Attacks Judah",
        "h": 2
    },
    {
        "o": 12663,
        "r": "nkjv:2 Chronicles:12:1",
        "t": "Now*p it came to pass, when Rehoboam had established the kingdom and had strengthened himself, that he forsook the law of the Lord,*s and all Israel along with him."
    },
    {
        "o": 12664,
        "r": "nkjv:2 Chronicles:12:2",
        "t": "And it happened in the fifth year of King Rehoboam that*i Shishak king of Egypt came up against Jerusalem, because they had transgressed against the Lord,*s"
    },
    {
        "o": 12665,
        "r": "nkjv:2 Chronicles:12:3",
        "t": "with twelve hundred chariots, sixty thousand horsemen, and people without number who came with him out of Egypt— the Lubim and the Sukkiim and the Ethiopians."
    },
    {
        "o": 12666,
        "r": "nkjv:2 Chronicles:12:4",
        "t": "And he took the fortified cities of Judah and came to Jerusalem."
    },
    {
        "o": 12667,
        "r": "nkjv:2 Chronicles:12:5",
        "t": "Then*p Shemaiah the prophet came to Rehoboam and the leaders of Judah, who were gathered together in Jerusalem because of Shishak, and said to them, “Thus says the Lord:*s ‘You have forsaken Me, and therefore I also have left you in the hand of Shishak.’”"
    },
    {
        "o": 12668,
        "r": "nkjv:2 Chronicles:12:6",
        "t": "So*p the leaders of Israel and the king humbled themselves; and they said, “The Lord*s is*i righteous.”"
    },
    {
        "o": 12669,
        "r": "nkjv:2 Chronicles:12:7",
        "t": "Now*p when the Lord*s saw that they humbled themselves, the word of the Lord*s came to Shemaiah, saying, “They have humbled themselves; therefore*i I will not destroy them, but I will grant them some deliverance. My wrath shall not be poured out on Jerusalem by the hand of Shishak."
    },
    {
        "o": 12670,
        "r": "nkjv:2 Chronicles:12:8",
        "t": "Nevertheless they will be his servants, that they may distinguish My service from the service of the kingdoms of the nations.”"
    },
    {
        "o": 12671,
        "r": "nkjv:2 Chronicles:12:9",
        "t": "So*p Shishak king of Egypt came up against Jerusalem, and took away the treasures of the house of the Lord*s and the treasures of the king’s house; he took everything. He also carried away the gold shields which Solomon had made."
    },
    {
        "o": 12672,
        "r": "nkjv:2 Chronicles:12:10",
        "t": "Then King Rehoboam made bronze shields in their place, and committed them*i to the hands of the captains of the guard, who guarded the doorway of the king’s house."
    },
    {
        "o": 12673,
        "r": "nkjv:2 Chronicles:12:11",
        "t": "And whenever the king entered the house of the Lord,*s the guard would go and bring them out; then they would take them back into the guardroom."
    },
    {
        "o": 12674,
        "r": "nkjv:2 Chronicles:12:12",
        "t": "When he humbled himself, the wrath of the Lord*s turned from him, so as not to destroy him*i completely; and things also went well in Judah."
    },
    {
        "o": 12675,
        "r": "nkjv:2 Chronicles:12:12",
        "t": "The End of Rehoboam’s Reign",
        "h": 2
    },
    {
        "o": 12676,
        "r": "nkjv:2 Chronicles:12:13",
        "t": "Thus*p King Rehoboam strengthened himself in Jerusalem and reigned. Now Rehoboam was*i forty-one years old when he became king; and he reigned seventeen years in Jerusalem, the city which the Lord*s had chosen out of all the tribes of Israel, to put His name there. His mother’s name was*i Naamah, an Ammonitess."
    },
    {
        "o": 12677,
        "r": "nkjv:2 Chronicles:12:14",
        "t": "And he did evil, because he did not prepare his heart to seek the Lord.*s"
    },
    {
        "o": 12678,
        "r": "nkjv:2 Chronicles:12:15",
        "t": "The*p acts of Rehoboam, first and last, are*i they not written in the book of Shemaiah the prophet, and of Iddo the seer concerning genealogies? And there*i were*i wars between Rehoboam and Jeroboam all their days."
    },
    {
        "o": 12679,
        "r": "nkjv:2 Chronicles:12:16",
        "t": "So Rehoboam rested with his fathers, and was buried in the City of David. Then Abijah his son reigned in his place."
    }
]
