[
    {
        "o": 23730,
        "r": "niv:Ezekiel:44:0",
        "t": "Ezekiel 44",
        "h": 1
    },
    {
        "o": 23731,
        "r": "niv:Ezekiel:44:0",
        "t": "The Priesthood Restored",
        "h": 2
    },
    {
        "o": 23732,
        "r": "niv:Ezekiel:44:1",
        "t": "Then*p the man brought me back to the outer gate of the sanctuary, the one facing east, and it was shut."
    },
    {
        "o": 23733,
        "r": "niv:Ezekiel:44:2",
        "t": "The Lord*s said to me, “This gate is to remain shut. It must not be opened; no one may enter through it. It is to remain shut because the Lord,*s the God of Israel, has entered through it."
    },
    {
        "o": 23734,
        "r": "niv:Ezekiel:44:3",
        "t": "The prince himself is the only one who may sit inside the gateway to eat in the presence of the Lord.*s He is to enter by way of the portico of the gateway and go out the same way.”"
    },
    {
        "o": 23735,
        "r": "niv:Ezekiel:44:4",
        "t": "Then*p the man brought me by way of the north gate to the front of the temple. I looked and saw the glory of the Lord*s filling the temple of the Lord,*s and I fell facedown."
    },
    {
        "o": 23736,
        "r": "niv:Ezekiel:44:5",
        "t": "The*p Lord*s said to me, “Son of man, look carefully, listen closely and give attention to everything I tell you concerning all the regulations and instructions regarding the temple of the Lord.*s Give attention to the entrance to the temple and all the exits of the sanctuary."
    },
    {
        "o": 23737,
        "r": "niv:Ezekiel:44:6",
        "t": "Say to rebellious Israel, ‘This is what the Sovereign Lord*s says: Enough of your detestable practices, people of Israel!"
    },
    {
        "o": 23738,
        "r": "niv:Ezekiel:44:7",
        "t": "In addition to all your other detestable practices, you brought foreigners uncircumcised in heart and flesh into my sanctuary, desecrating my temple while you offered me food, fat and blood, and you broke my covenant."
    },
    {
        "o": 23739,
        "r": "niv:Ezekiel:44:8",
        "t": "Instead of carrying out your duty in regard to my holy things, you put others in charge of my sanctuary."
    },
    {
        "o": 23740,
        "r": "niv:Ezekiel:44:9",
        "t": "This is what the Sovereign Lord*s says: No foreigner uncircumcised in heart and flesh is to enter my sanctuary, not even the foreigners who live among the Israelites."
    },
    {
        "o": 23741,
        "r": "niv:Ezekiel:44:10",
        "t": "“ ‘The*p Levites who went far from me when Israel went astray and who wandered from me after their idols must bear the consequences of their sin."
    },
    {
        "o": 23742,
        "r": "niv:Ezekiel:44:11",
        "t": "They may serve in my sanctuary, having charge of the gates of the temple and serving in it; they may slaughter the burnt offerings and sacrifices for the people and stand before the people and serve them."
    },
    {
        "o": 23743,
        "r": "niv:Ezekiel:44:12",
        "t": "But because they served them in the presence of their idols and made the people of Israel fall into sin, therefore I have sworn with uplifted hand that they must bear the consequences of their sin, declares the Sovereign Lord.*s"
    },
    {
        "o": 23744,
        "r": "niv:Ezekiel:44:13",
        "t": "They are not to come near to serve me as priests or come near any of my holy things or my most holy offerings; they must bear the shame of their detestable practices."
    },
    {
        "o": 23745,
        "r": "niv:Ezekiel:44:14",
        "t": "And I will appoint them to guard the temple for all the work that is to be done in it."
    },
    {
        "o": 23746,
        "r": "niv:Ezekiel:44:15",
        "t": "“ ‘But*p the Levitical priests, who are descendants of Zadok and who guarded my sanctuary when the Israelites went astray from me, are to come near to minister before me; they are to stand before me to offer sacrifices of fat and blood, declares the Sovereign Lord.*s"
    },
    {
        "o": 23747,
        "r": "niv:Ezekiel:44:16",
        "t": "They alone are to enter my sanctuary; they alone are to come near my table to minister before me and serve me as guards."
    },
    {
        "o": 23748,
        "r": "niv:Ezekiel:44:17",
        "t": "“ ‘When*p they enter the gates of the inner court, they are to wear linen clothes; they must not wear any woolen garment while ministering at the gates of the inner court or inside the temple."
    },
    {
        "o": 23749,
        "r": "niv:Ezekiel:44:18",
        "t": "They are to wear linen turbans on their heads and linen undergarments around their waists. They must not wear anything that makes them perspire."
    },
    {
        "o": 23750,
        "r": "niv:Ezekiel:44:19",
        "t": "When they go out into the outer court where the people are, they are to take off the clothes they have been ministering in and are to leave them in the sacred rooms, and put on other clothes, so that the people are not consecrated through contact with their garments."
    },
    {
        "o": 23751,
        "r": "niv:Ezekiel:44:20",
        "t": "“ ‘They*p must not shave their heads or let their hair grow long, but they are to keep the hair of their heads trimmed."
    },
    {
        "o": 23752,
        "r": "niv:Ezekiel:44:21",
        "t": "No priest is to drink wine when he enters the inner court."
    },
    {
        "o": 23753,
        "r": "niv:Ezekiel:44:22",
        "t": "They must not marry widows or divorced women; they may marry only virgins of Israelite descent or widows of priests."
    },
    {
        "o": 23754,
        "r": "niv:Ezekiel:44:23",
        "t": "They are to teach my people the difference between the holy and the common and show them how to distinguish between the unclean and the clean."
    },
    {
        "o": 23755,
        "r": "niv:Ezekiel:44:24",
        "t": "“ ‘In*p any dispute, the priests are to serve as judges and decide it according to my ordinances. They are to keep my laws and my decrees for all my appointed festivals, and they are to keep my Sabbaths holy."
    },
    {
        "o": 23756,
        "r": "niv:Ezekiel:44:25",
        "t": "“ ‘A*p priest must not defile himself by going near a dead person; however, if the dead person was his father or mother, son or daughter, brother or unmarried sister, then he may defile himself."
    },
    {
        "o": 23757,
        "r": "niv:Ezekiel:44:26",
        "t": "After he is cleansed, he must wait seven days."
    },
    {
        "o": 23758,
        "r": "niv:Ezekiel:44:27",
        "t": "On the day he goes into the inner court of the sanctuary to minister in the sanctuary, he is to offer a sin offering for himself, declares the Sovereign Lord.*s"
    },
    {
        "o": 23759,
        "r": "niv:Ezekiel:44:28",
        "t": "“ ‘I*p am to be the only inheritance the priests have. You are to give them no possession in Israel; I will be their possession."
    },
    {
        "o": 23760,
        "r": "niv:Ezekiel:44:29",
        "t": "They will eat the grain offerings, the sin offerings and the guilt offerings; and everything in Israel devoted to the Lord*s will belong to them."
    },
    {
        "o": 23761,
        "r": "niv:Ezekiel:44:30",
        "t": "The best of all the firstfruits and of all your special gifts will belong to the priests. You are to give them the first portion of your ground meal so that a blessing may rest on your household."
    },
    {
        "o": 23762,
        "r": "niv:Ezekiel:44:31",
        "t": "The priests must not eat anything, whether bird or animal, found dead or torn by wild animals."
    }
]
