[
    {
        "o": 1272,
        "r": "esv:Genesis:40:0",
        "t": "Genesis 40",
        "h": 1
    },
    {
        "o": 1273,
        "r": "esv:Genesis:40:0",
        "t": "Joseph Interprets Two Prisoners’ Dreams",
        "h": 2
    },
    {
        "o": 1274,
        "r": "esv:Genesis:40:1",
        "t": "Some*p time after this, the cupbearer of the king of Egypt and his baker committed an offense against their lord the king of Egypt."
    },
    {
        "o": 1275,
        "r": "esv:Genesis:40:2",
        "t": "And Pharaoh was angry with his two officers, the chief cupbearer and the chief baker,"
    },
    {
        "o": 1276,
        "r": "esv:Genesis:40:3",
        "t": "and he put them in custody in the house of the captain of the guard, in the prison where Joseph was confined."
    },
    {
        "o": 1277,
        "r": "esv:Genesis:40:4",
        "t": "The captain of the guard appointed Joseph to be with them, and he attended them. They continued for some time in custody."
    },
    {
        "o": 1278,
        "r": "esv:Genesis:40:5",
        "t": "And*p one night they both dreamed— the cupbearer and the baker of the king of Egypt, who were confined in the prison— each his own dream, and each dream with its own interpretation."
    },
    {
        "o": 1279,
        "r": "esv:Genesis:40:6",
        "t": "When Joseph came to them in the morning, he saw that they were troubled."
    },
    {
        "o": 1280,
        "r": "esv:Genesis:40:7",
        "t": "So he asked Pharaoh’s officers who were with him in custody in his master’s house, “Why are your faces downcast today?”"
    },
    {
        "o": 1281,
        "r": "esv:Genesis:40:8",
        "t": "They said to him, “We have had dreams, and there is no one to interpret them.” And Joseph said to them, “Do not interpretations belong to God? Please tell them to me.”"
    },
    {
        "o": 1282,
        "r": "esv:Genesis:40:9",
        "t": "So*p the chief cupbearer told his dream to Joseph and said to him, “In my dream there was a vine before me,"
    },
    {
        "o": 1283,
        "r": "esv:Genesis:40:10",
        "t": "and on the vine there were three branches. As soon as it budded, its blossoms shot forth, and the clusters ripened into grapes."
    },
    {
        "o": 1284,
        "r": "esv:Genesis:40:11",
        "t": "Pharaoh’s cup was in my hand, and I took the grapes and pressed them into Pharaoh’s cup and placed the cup in Pharaoh’s hand.”"
    },
    {
        "o": 1285,
        "r": "esv:Genesis:40:12",
        "t": "Then Joseph said to him, “This is its interpretation: the three branches are three days."
    },
    {
        "o": 1286,
        "r": "esv:Genesis:40:13",
        "t": "In three days Pharaoh will lift up your head and restore you to your office, and you shall place Pharaoh’s cup in his hand as formerly, when you were his cupbearer."
    },
    {
        "o": 1287,
        "r": "esv:Genesis:40:14",
        "t": "Only remember me, when it is well with you, and please do me the kindness to mention me to Pharaoh, and so get me out of this house."
    },
    {
        "o": 1288,
        "r": "esv:Genesis:40:15",
        "t": "For I was indeed stolen out of the land of the Hebrews, and here also I have done nothing that they should put me into the pit.”"
    },
    {
        "o": 1289,
        "r": "esv:Genesis:40:16",
        "t": "When*p the chief baker saw that the interpretation was favorable, he said to Joseph, “I also had a dream: there were three cake baskets on my head,"
    },
    {
        "o": 1290,
        "r": "esv:Genesis:40:17",
        "t": "and in the uppermost basket there were all sorts of baked food for Pharaoh, but the birds were eating it out of the basket on my head.”"
    },
    {
        "o": 1291,
        "r": "esv:Genesis:40:18",
        "t": "And Joseph answered and said, “This is its interpretation: the three baskets are three days."
    },
    {
        "o": 1292,
        "r": "esv:Genesis:40:19",
        "t": "In three days Pharaoh will lift up your head— from you!— and hang you on a tree. And the birds will eat the flesh from you.”"
    },
    {
        "o": 1293,
        "r": "esv:Genesis:40:20",
        "t": "On*p the third day, which was Pharaoh’s birthday, he made a feast for all his servants and lifted up the head of the chief cupbearer and the head of the chief baker among his servants."
    },
    {
        "o": 1294,
        "r": "esv:Genesis:40:21",
        "t": "He restored the chief cupbearer to his position, and he placed the cup in Pharaoh’s hand."
    },
    {
        "o": 1295,
        "r": "esv:Genesis:40:22",
        "t": "But he hanged the chief baker, as Joseph had interpreted to them."
    },
    {
        "o": 1296,
        "r": "esv:Genesis:40:23",
        "t": "Yet the chief cupbearer did not remember Joseph, but forgot him."
    }
]
