[
    {
        "o": 23098,
        "r": "nkjv:Ezekiel:11:0",
        "t": "Ezekiel 11",
        "h": 1
    },
    {
        "o": 23099,
        "r": "nkjv:Ezekiel:11:0",
        "t": "Judgment on Wicked Counselors",
        "h": 2
    },
    {
        "o": 23100,
        "r": "nkjv:Ezekiel:11:1",
        "t": "Then*p the Spirit lifted me up and brought me to the East Gate of the Lord’s*s house, which faces eastward; and there at the door of the gate were twenty-five men, among whom I saw Jaazaniah the son of Azzur, and Pelatiah the son of Benaiah, princes of the people."
    },
    {
        "o": 23101,
        "r": "nkjv:Ezekiel:11:2",
        "t": "And He said to me: “Son of man, these are*i the men who devise iniquity and give wicked counsel in this city,"
    },
    {
        "o": 23102,
        "r": "nkjv:Ezekiel:11:3",
        "t": "who say, ‘The*i time*i is*i not near to build houses; this city*i is*i the caldron, and we are*i the meat.’"
    },
    {
        "o": 23103,
        "r": "nkjv:Ezekiel:11:4",
        "t": "Therefore prophesy against them, prophesy, O son of man!”"
    },
    {
        "o": 23104,
        "r": "nkjv:Ezekiel:11:5",
        "t": "Then*p the Spirit of the Lord*s fell upon me, and said to me, “Speak! ‘Thus says the Lord:*s “Thus you have said, O house of Israel; for I know the things that come into your mind."
    },
    {
        "o": 23105,
        "r": "nkjv:Ezekiel:11:6",
        "t": "You have multiplied your slain in this city, and you have filled its streets with the slain.”"
    },
    {
        "o": 23106,
        "r": "nkjv:Ezekiel:11:7",
        "t": "Therefore thus says the Lord God:*s “Your slain whom you have laid in its midst, they are*i the meat, and this city*i is*i the caldron; but I shall bring you out of the midst of it."
    },
    {
        "o": 23107,
        "r": "nkjv:Ezekiel:11:8",
        "t": "You have feared the sword; and I will bring a sword upon you,” says the Lord God.*s"
    },
    {
        "o": 23108,
        "r": "nkjv:Ezekiel:11:9",
        "t": "“And I will bring you out of its midst, and deliver you into the hands of strangers, and execute judgments on you."
    },
    {
        "o": 23109,
        "r": "nkjv:Ezekiel:11:10",
        "t": "You shall fall by the sword. I will judge you at the border of Israel. Then you shall know that I am*i the Lord.*s"
    },
    {
        "o": 23110,
        "r": "nkjv:Ezekiel:11:11",
        "t": "This city*i shall not be your caldron, nor shall you be the meat in its midst. I will judge you at the border of Israel."
    },
    {
        "o": 23111,
        "r": "nkjv:Ezekiel:11:12",
        "t": "And you shall know that I am*i the Lord;*s for you have not walked in My statutes nor executed My judgments, but have done according to the customs of the Gentiles which are*i all around you.”’”"
    },
    {
        "o": 23112,
        "r": "nkjv:Ezekiel:11:13",
        "t": "Now*p it happened, while I was prophesying, that Pelatiah the son of Benaiah died. Then I fell on my face and cried with a loud voice, and said, “Ah, Lord God!*s Will You make a complete end of the remnant of Israel?”"
    },
    {
        "o": 23113,
        "r": "nkjv:Ezekiel:11:13",
        "t": "God Will Restore Israel",
        "h": 2
    },
    {
        "o": 23114,
        "r": "nkjv:Ezekiel:11:14",
        "t": "Again*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23115,
        "r": "nkjv:Ezekiel:11:15",
        "t": "“Son of man, your brethren, your relatives, your countrymen, and all the house of Israel in its entirety, are*i those about whom the inhabitants of Jerusalem have said, ‘Get far away from the Lord;*s this land has been given to us as a possession.’"
    },
    {
        "o": 23116,
        "r": "nkjv:Ezekiel:11:16",
        "t": "Therefore say, ‘Thus says the Lord God:*s “Although I have cast them far off among the Gentiles, and although I have scattered them among the countries, yet I shall be a little sanctuary for them in the countries where they have gone.”’"
    },
    {
        "o": 23117,
        "r": "nkjv:Ezekiel:11:17",
        "t": "Therefore say, ‘Thus says the Lord God:*s “I will gather you from the peoples, assemble you from the countries where you have been scattered, and I will give you the land of Israel.”’"
    },
    {
        "o": 23118,
        "r": "nkjv:Ezekiel:11:18",
        "t": "And they will go there, and they will take away all its detestable things and all its abominations from there."
    },
    {
        "o": 23119,
        "r": "nkjv:Ezekiel:11:19",
        "t": "Then I will give them one heart, and I will put a new spirit within them, and take the stony heart out of their flesh, and give them a heart of flesh,"
    },
    {
        "o": 23120,
        "r": "nkjv:Ezekiel:11:20",
        "t": "that they may walk in My statutes and keep My judgments and do them; and they shall be My people, and I will be their God."
    },
    {
        "o": 23121,
        "r": "nkjv:Ezekiel:11:21",
        "t": "But as*i for*i those*i whose hearts follow the desire for their detestable things and their abominations, I will recompense their deeds on their own heads,” says the Lord God.*s"
    },
    {
        "o": 23122,
        "r": "nkjv:Ezekiel:11:22",
        "t": "So*p the cherubim lifted up their wings, with the wheels beside them, and the glory of the God of Israel was*i high above them."
    },
    {
        "o": 23123,
        "r": "nkjv:Ezekiel:11:23",
        "t": "And the glory of the Lord*s went up from the midst of the city and stood on the mountain, which is*i on the east side of the city."
    },
    {
        "o": 23124,
        "r": "nkjv:Ezekiel:11:24",
        "t": "Then*p the Spirit took me up and brought me in a vision by the Spirit of God into Chaldea, to those in captivity. And the vision that I had seen went up from me."
    },
    {
        "o": 23125,
        "r": "nkjv:Ezekiel:11:25",
        "t": "So I spoke to those in captivity of all the things the Lord*s had shown me."
    }
]
