[
    {
        "o": 3798,
        "r": "nkjv:Leviticus:24:0",
        "t": "Leviticus 24",
        "h": 1
    },
    {
        "o": 3799,
        "r": "nkjv:Leviticus:24:0",
        "t": "Care of the Tabernacle Lamps",
        "h": 2
    },
    {
        "o": 3800,
        "r": "nkjv:Leviticus:24:1",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 3801,
        "r": "nkjv:Leviticus:24:2",
        "t": "“Command the children of Israel that they bring to you pure oil of pressed olives for the light, to make the lamps burn continually."
    },
    {
        "o": 3802,
        "r": "nkjv:Leviticus:24:3",
        "t": "Outside the veil of the Testimony, in the tabernacle of meeting, Aaron shall be in charge of it from evening until morning before the Lord*s continually; it shall be a statute forever in your generations."
    },
    {
        "o": 3803,
        "r": "nkjv:Leviticus:24:4",
        "t": "He shall be in charge of the lamps on the pure gold lampstand before the Lord*s continually."
    },
    {
        "o": 3804,
        "r": "nkjv:Leviticus:24:4",
        "t": "The Bread of the Tabernacle",
        "h": 2
    },
    {
        "o": 3805,
        "r": "nkjv:Leviticus:24:5",
        "t": "“And*p you shall take fine flour and bake twelve cakes with it. Two-tenths of an ephah shall be in each cake."
    },
    {
        "o": 3806,
        "r": "nkjv:Leviticus:24:6",
        "t": "You shall set them in two rows, six in a row, on the pure gold table before the Lord.*s"
    },
    {
        "o": 3807,
        "r": "nkjv:Leviticus:24:7",
        "t": "And you shall put pure frankincense on each row, that it may be on the bread for a memorial, an offering made by fire to the Lord.*s"
    },
    {
        "o": 3808,
        "r": "nkjv:Leviticus:24:8",
        "t": "Every Sabbath he shall set it in order before the Lord*s continually, being taken from the children of Israel by an everlasting covenant."
    },
    {
        "o": 3809,
        "r": "nkjv:Leviticus:24:9",
        "t": "And it shall be for Aaron and his sons, and they shall eat it in a holy place; for it is most holy to him from the offerings of the Lord*s made by fire, by a perpetual statute.”"
    },
    {
        "o": 3810,
        "r": "nkjv:Leviticus:24:9",
        "t": "The Penalty for Blasphemy",
        "h": 2
    },
    {
        "o": 3811,
        "r": "nkjv:Leviticus:24:10",
        "t": "Now*p the son of an Israelite woman, whose father was an Egyptian, went out among the children of Israel; and this Israelite woman’s son and a man of Israel fought each other in the camp."
    },
    {
        "o": 3812,
        "r": "nkjv:Leviticus:24:11",
        "t": "And the Israelite woman’s son blasphemed the name of the Lord*s and cursed; and so they brought him to Moses. (His mother’s name was Shelomith the daughter of Dibri, of the tribe of Dan.)"
    },
    {
        "o": 3813,
        "r": "nkjv:Leviticus:24:12",
        "t": "Then they put him in custody, that the mind of the Lord*s might be shown to them."
    },
    {
        "o": 3814,
        "r": "nkjv:Leviticus:24:13",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3815,
        "r": "nkjv:Leviticus:24:14",
        "t": "“Take outside the camp him who has cursed; then let all who heard him lay their hands on his head, and let all the congregation stone him."
    },
    {
        "o": 3816,
        "r": "nkjv:Leviticus:24:15",
        "t": "“Then*p you shall speak to the children of Israel, saying: ‘Whoever curses his God shall bear his sin."
    },
    {
        "o": 3817,
        "r": "nkjv:Leviticus:24:16",
        "t": "And whoever blasphemes the name of the Lord*s shall surely be put to death. All the congregation shall certainly stone him, the stranger as well as him who is born in the land. When he blasphemes the name of the Lord,*s he shall be put to death."
    },
    {
        "o": 3818,
        "r": "nkjv:Leviticus:24:17",
        "t": "‘Whoever*p kills any man shall surely be put to death."
    },
    {
        "o": 3819,
        "r": "nkjv:Leviticus:24:18",
        "t": "Whoever kills an animal shall make it good, animal for animal."
    },
    {
        "o": 3820,
        "r": "nkjv:Leviticus:24:19",
        "t": "‘If*p a man causes disfigurement of his neighbor, as he has done, so shall it be done to him—"
    },
    {
        "o": 3821,
        "r": "nkjv:Leviticus:24:20",
        "t": "fracture for fracture, eye for eye, tooth for tooth; as he has caused disfigurement of a man, so shall it be done to him."
    },
    {
        "o": 3822,
        "r": "nkjv:Leviticus:24:21",
        "t": "And whoever kills an animal shall restore it; but whoever kills a man shall be put to death."
    },
    {
        "o": 3823,
        "r": "nkjv:Leviticus:24:22",
        "t": "You shall have the same law for the stranger and for one from your own country; for I am the Lord*s your God.’”"
    },
    {
        "o": 3824,
        "r": "nkjv:Leviticus:24:23",
        "t": "Then*p Moses spoke to the children of Israel; and they took outside the camp him who had cursed, and stoned him with stones. So the children of Israel did as the Lord*s commanded Moses."
    }
]
