[
    {
        "o": 33183,
        "r": "csb:Ephesians:5:0",
        "t": "Ephesians 5",
        "h": 1
    },
    {
        "o": 33184,
        "r": "csb:Ephesians:5:1",
        "t": "Therefore,*p be imitators of God, as dearly loved children,"
    },
    {
        "o": 33185,
        "r": "csb:Ephesians:5:2",
        "t": "and walk in love, as Christ also loved us and gave himself for us, a sacrificial and fragrant offering to God."
    },
    {
        "o": 33186,
        "r": "csb:Ephesians:5:3",
        "t": "But sexual immorality and any impurity or greed should not even be heard of among you, as is proper for saints."
    },
    {
        "o": 33187,
        "r": "csb:Ephesians:5:4",
        "t": "Obscene and foolish talking or crude joking are not suitable, but rather giving thanks."
    },
    {
        "o": 33188,
        "r": "csb:Ephesians:5:5",
        "t": "For know and recognize this: Every sexually immoral or impure or greedy person, who is an idolater, does not have an inheritance in the kingdom of Christ and of God."
    },
    {
        "o": 33189,
        "r": "csb:Ephesians:5:5",
        "t": "Light versus Darkness",
        "h": 2
    },
    {
        "o": 33190,
        "r": "csb:Ephesians:5:6",
        "t": "Let*p no one deceive you with empty arguments, for God’s wrath is coming on the disobedient because of these things."
    },
    {
        "o": 33191,
        "r": "csb:Ephesians:5:7",
        "t": "Therefore, do not become their partners."
    },
    {
        "o": 33192,
        "r": "csb:Ephesians:5:8",
        "t": "For you were once darkness, but now you are light in the Lord. Walk as children of light-"
    },
    {
        "o": 33193,
        "r": "csb:Ephesians:5:9",
        "t": "for the fruit of the light consists of all goodness, righteousness, and truth-"
    },
    {
        "o": 33194,
        "r": "csb:Ephesians:5:10",
        "t": "testing what is pleasing to the Lord."
    },
    {
        "o": 33195,
        "r": "csb:Ephesians:5:11",
        "t": "Don’t participate in the fruitless works of darkness, but instead expose them."
    },
    {
        "o": 33196,
        "r": "csb:Ephesians:5:12",
        "t": "For it is shameful even to mention what is done by them in secret."
    },
    {
        "o": 33197,
        "r": "csb:Ephesians:5:13",
        "t": "Everything exposed by the light is made visible,"
    },
    {
        "o": 33198,
        "r": "csb:Ephesians:5:14",
        "t": "for what makes everything visible is light. Therefore it is said: Get*pn up, sleeper, and rise up from the dead, and*ln Christ will shine on you."
    },
    {
        "o": 33199,
        "r": "csb:Ephesians:5:14",
        "t": "Consistency in the Christian Life",
        "h": 2
    },
    {
        "o": 33200,
        "r": "csb:Ephesians:5:15",
        "t": "Pay*p careful attention, then, to how you walk — not as unwise people but as wise -"
    },
    {
        "o": 33201,
        "r": "csb:Ephesians:5:16",
        "t": "making the most of the time, because the days are evil."
    },
    {
        "o": 33202,
        "r": "csb:Ephesians:5:17",
        "t": "So don’t be foolish, but understand what the Lord’s will is."
    },
    {
        "o": 33203,
        "r": "csb:Ephesians:5:18",
        "t": "And don’t get drunk with wine, which leads to reckless living, but be filled by the Spirit:"
    },
    {
        "o": 33204,
        "r": "csb:Ephesians:5:19",
        "t": "speaking to one another in psalms, hymns, and spiritual songs, singing and making music with your heart to the Lord,"
    },
    {
        "o": 33205,
        "r": "csb:Ephesians:5:20",
        "t": "giving thanks always for everything to God the Father in the name of our Lord Jesus Christ,"
    },
    {
        "o": 33206,
        "r": "csb:Ephesians:5:21",
        "t": "submitting to one another in the fear of Christ."
    },
    {
        "o": 33207,
        "r": "csb:Ephesians:5:21",
        "t": "Wives and Husbands",
        "h": 2
    },
    {
        "o": 33208,
        "r": "csb:Ephesians:5:22",
        "t": "Wives,*p submit to your husbands as to the Lord,"
    },
    {
        "o": 33209,
        "r": "csb:Ephesians:5:23",
        "t": "because the husband is the head of the wife as Christ is the head of the church. He is the Savior of the body."
    },
    {
        "o": 33210,
        "r": "csb:Ephesians:5:24",
        "t": "Now as the church submits to Christ, so also wives are to submit to their husbands in everything."
    },
    {
        "o": 33211,
        "r": "csb:Ephesians:5:25",
        "t": "Husbands, love your wives, just as Christ loved the church and gave himself for her"
    },
    {
        "o": 33212,
        "r": "csb:Ephesians:5:26",
        "t": "to make her holy, cleansing her with the washing of water by the word."
    },
    {
        "o": 33213,
        "r": "csb:Ephesians:5:27",
        "t": "He did this to present the church to himself in splendor, without spot or wrinkle or anything like that, but holy and blameless."
    },
    {
        "o": 33214,
        "r": "csb:Ephesians:5:28",
        "t": "In the same way, husbands are to love their wives as their own bodies. He who loves his wife loves himself."
    },
    {
        "o": 33215,
        "r": "csb:Ephesians:5:29",
        "t": "For no one ever hates his own flesh but provides and cares for it, just as Christ does for the church,"
    },
    {
        "o": 33216,
        "r": "csb:Ephesians:5:30",
        "t": "since we are members of his body."
    },
    {
        "o": 33217,
        "r": "csb:Ephesians:5:31",
        "t": "For*i this*i reason*i a*i man*i will*i leave*i his*i father*i and*i mother*i and*i be*i joined*i to*i his*i wife,*i and*i the*i two*i will*i become*i one*i flesh.*i"
    },
    {
        "o": 33218,
        "r": "csb:Ephesians:5:32",
        "t": "This mystery is profound, but I am talking about Christ and the church."
    },
    {
        "o": 33219,
        "r": "csb:Ephesians:5:33",
        "t": "To sum up, each one of you is to love his wife as himself, and the wife is to respect her husband."
    }
]
