[
    {
        "o": 31657,
        "r": "nasb:1 Corinthians:4:0",
        "t": "1 Corinthians 4",
        "h": 1
    },
    {
        "o": 31658,
        "r": "nasb:1 Corinthians:4:0",
        "t": "Servants of Christ",
        "h": 2
    },
    {
        "o": 31659,
        "r": "nasb:1 Corinthians:4:1",
        "t": "Let*p a man regard us in this manner, as servants of Christ and stewards of the mysteries of God."
    },
    {
        "o": 31660,
        "r": "nasb:1 Corinthians:4:2",
        "t": "In this case, moreover, it is required of stewards that one be found trustworthy."
    },
    {
        "o": 31661,
        "r": "nasb:1 Corinthians:4:3",
        "t": "But to me it is a very small thing that I may be examined by you, or by any*i human court; in fact, I do not even examine myself."
    },
    {
        "o": 31662,
        "r": "nasb:1 Corinthians:4:4",
        "t": "For I am conscious of nothing against myself, yet I am not by this acquitted; but the one who examines me is the Lord."
    },
    {
        "o": 31663,
        "r": "nasb:1 Corinthians:4:5",
        "t": "Therefore do not go on passing judgment before the time, but*i wait*i until the Lord comes who will both bring to light the things hidden in the darkness and disclose the motives of men’s*i hearts; and then each man’s praise will come to him from God."
    },
    {
        "o": 31664,
        "r": "nasb:1 Corinthians:4:6",
        "t": "Now*p these things, brethren, I have figuratively applied to myself and Apollos for your sakes, so that in us you may learn not to exceed what is written, so that no one of you will become arrogant in behalf of one against the other."
    },
    {
        "o": 31665,
        "r": "nasb:1 Corinthians:4:7",
        "t": "For who regards you as superior? What do you have that you did not receive? And if you did receive it, why do you boast as if you had not received it?"
    },
    {
        "o": 31666,
        "r": "nasb:1 Corinthians:4:8",
        "t": "You*p are already filled, you have already become rich, you have become kings without us; and indeed, I*i wish that you had become kings so that we also might reign with you."
    },
    {
        "o": 31667,
        "r": "nasb:1 Corinthians:4:9",
        "t": "For, I think, God has exhibited us apostles last of all, as men condemned to death; because we have become a spectacle to the world, both to angels and to men."
    },
    {
        "o": 31668,
        "r": "nasb:1 Corinthians:4:10",
        "t": "We are fools for Christ’s sake, but you are prudent in Christ; we are weak, but you are strong; you are distinguished, but we are without honor."
    },
    {
        "o": 31669,
        "r": "nasb:1 Corinthians:4:11",
        "t": "To this present hour we are both hungry and thirsty, and are poorly clothed, and are roughly treated, and are homeless;"
    },
    {
        "o": 31670,
        "r": "nasb:1 Corinthians:4:12",
        "t": "and we toil, working with our own hands; when we are reviled, we bless; when we are persecuted, we endure;"
    },
    {
        "o": 31671,
        "r": "nasb:1 Corinthians:4:13",
        "t": "when we are slandered, we try to conciliate; we have become as the scum of the world, the dregs of all things, even*i until now."
    },
    {
        "o": 31672,
        "r": "nasb:1 Corinthians:4:14",
        "t": "I*p do not write these things to shame you, but to admonish you as my beloved children."
    },
    {
        "o": 31673,
        "r": "nasb:1 Corinthians:4:15",
        "t": "For if you were to have countless tutors in Christ, yet you*i would*i not have*i many fathers, for in Christ Jesus I became your father through the gospel."
    },
    {
        "o": 31674,
        "r": "nasb:1 Corinthians:4:16",
        "t": "Therefore I exhort you, be imitators of me."
    },
    {
        "o": 31675,
        "r": "nasb:1 Corinthians:4:17",
        "t": "For this reason I have sent to you Timothy, who is my beloved and faithful child in the Lord, and he will remind you of my ways which are in Christ, just as I teach everywhere in every church."
    },
    {
        "o": 31676,
        "r": "nasb:1 Corinthians:4:18",
        "t": "Now some have become arrogant, as though I were not coming to you."
    },
    {
        "o": 31677,
        "r": "nasb:1 Corinthians:4:19",
        "t": "But I will come to you soon, if the Lord wills, and I shall find out, not the words of those who are arrogant but their power."
    },
    {
        "o": 31678,
        "r": "nasb:1 Corinthians:4:20",
        "t": "For the kingdom of God does not consist in words but in power."
    },
    {
        "o": 31679,
        "r": "nasb:1 Corinthians:4:21",
        "t": "What do you desire? Shall I come to you with a rod, or with love and a spirit of gentleness?"
    }
]
