[
    {
        "o": 5033,
        "r": "nkjv:Numbers:28:0",
        "t": "Numbers 28",
        "h": 1
    },
    {
        "o": 5034,
        "r": "nkjv:Numbers:28:0",
        "t": "Daily Offerings",
        "h": 2
    },
    {
        "o": 5035,
        "r": "nkjv:Numbers:28:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5036,
        "r": "nkjv:Numbers:28:2",
        "t": "“Command the children of Israel, and say to them, ‘My offering, My food for My offerings made by fire as a sweet aroma to Me, you shall be careful to offer to Me at their appointed time.’"
    },
    {
        "o": 5037,
        "r": "nkjv:Numbers:28:3",
        "t": "“And*p you shall say to them, ‘This is*i the offering made by fire which you shall offer to the Lord:*s two male lambs in their first year without blemish, day by day, as a regular burnt offering."
    },
    {
        "o": 5038,
        "r": "nkjv:Numbers:28:4",
        "t": "The one lamb you shall offer in the morning, the other lamb you shall offer in the evening,"
    },
    {
        "o": 5039,
        "r": "nkjv:Numbers:28:5",
        "t": "and one-tenth of an ephah of fine flour as a grain offering mixed with one-fourth of a hin of pressed oil."
    },
    {
        "o": 5040,
        "r": "nkjv:Numbers:28:6",
        "t": "It*i is*i a regular burnt offering which was ordained at Mount Sinai for a sweet aroma, an offering made by fire to the Lord.*s"
    },
    {
        "o": 5041,
        "r": "nkjv:Numbers:28:7",
        "t": "And its drink offering shall*i be*i one-fourth of a hin for each lamb; in a holy place*i you shall pour out the drink to the Lord*s as an offering."
    },
    {
        "o": 5042,
        "r": "nkjv:Numbers:28:8",
        "t": "The other lamb you shall offer in the evening; as the morning grain offering and its drink offering, you shall offer it*i as an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 5043,
        "r": "nkjv:Numbers:28:8",
        "t": "Sabbath Offerings",
        "h": 2
    },
    {
        "o": 5044,
        "r": "nkjv:Numbers:28:9",
        "t": "‘And*p on the Sabbath day two lambs in their first year, without blemish, and two-tenths of*i an*i ephah*i of fine flour as a grain offering, mixed with oil, with its drink offering—"
    },
    {
        "o": 5045,
        "r": "nkjv:Numbers:28:10",
        "t": "this*i is*i the burnt offering for every Sabbath, besides the regular burnt offering with its drink offering."
    },
    {
        "o": 5046,
        "r": "nkjv:Numbers:28:10",
        "t": "Monthly Offerings",
        "h": 2
    },
    {
        "o": 5047,
        "r": "nkjv:Numbers:28:11",
        "t": "‘At*p the beginnings of your months you shall present a burnt offering to the Lord:*s two young bulls, one ram, and seven lambs in their first year, without blemish;"
    },
    {
        "o": 5048,
        "r": "nkjv:Numbers:28:12",
        "t": "three-tenths of*i an*i ephah*i of fine flour as a grain offering, mixed with oil, for each bull; two-tenths of*i an*i ephah*i of fine flour as a grain offering, mixed with oil, for the one ram;"
    },
    {
        "o": 5049,
        "r": "nkjv:Numbers:28:13",
        "t": "and one-tenth of*i an*i ephah*i of fine flour, mixed with oil, as a grain offering for each lamb, as a burnt offering of sweet aroma, an offering made by fire to the Lord.*s"
    },
    {
        "o": 5050,
        "r": "nkjv:Numbers:28:14",
        "t": "Their drink offering shall be half a hin of wine for a bull, one-third of a hin for a ram, and one-fourth of a hin for a lamb; this is*i the burnt offering for each month throughout the months of the year."
    },
    {
        "o": 5051,
        "r": "nkjv:Numbers:28:15",
        "t": "Also one kid of the goats as a sin offering to the Lord*s shall be offered, besides the regular burnt offering and its drink offering."
    },
    {
        "o": 5052,
        "r": "nkjv:Numbers:28:15",
        "t": "Offerings at Passover",
        "h": 2
    },
    {
        "o": 5053,
        "r": "nkjv:Numbers:28:16",
        "t": "‘On*p the fourteenth day of the first month is*i the Passover of the Lord.*s"
    },
    {
        "o": 5054,
        "r": "nkjv:Numbers:28:17",
        "t": "And on the fifteenth day of this month is*i the feast; unleavened bread shall be eaten for seven days."
    },
    {
        "o": 5055,
        "r": "nkjv:Numbers:28:18",
        "t": "On the first day you*i shall*i have*i a holy convocation. You shall do no customary work."
    },
    {
        "o": 5056,
        "r": "nkjv:Numbers:28:19",
        "t": "And you shall present an offering made by fire as a burnt offering to the Lord:*s two young bulls, one ram, and seven lambs in their first year. Be sure they are without blemish."
    },
    {
        "o": 5057,
        "r": "nkjv:Numbers:28:20",
        "t": "Their grain offering shall be of fine flour mixed with oil: three-tenths of*i an*i ephah*i you shall offer for a bull, and two-tenths for a ram;"
    },
    {
        "o": 5058,
        "r": "nkjv:Numbers:28:21",
        "t": "you shall offer one-tenth of*i an*i ephah*i for each of the seven lambs;"
    },
    {
        "o": 5059,
        "r": "nkjv:Numbers:28:22",
        "t": "also one goat as*i a sin offering, to make atonement for you."
    },
    {
        "o": 5060,
        "r": "nkjv:Numbers:28:23",
        "t": "You shall offer these besides the burnt offering of the morning, which is*i for a regular burnt offering."
    },
    {
        "o": 5061,
        "r": "nkjv:Numbers:28:24",
        "t": "In this manner you shall offer the food of the offering made by fire daily for seven days, as a sweet aroma to the Lord;*s it shall be offered besides the regular burnt offering and its drink offering."
    },
    {
        "o": 5062,
        "r": "nkjv:Numbers:28:25",
        "t": "And on the seventh day you shall have a holy convocation. You shall do no customary work."
    },
    {
        "o": 5063,
        "r": "nkjv:Numbers:28:25",
        "t": "Offerings at the Feast of Weeks",
        "h": 2
    },
    {
        "o": 5064,
        "r": "nkjv:Numbers:28:26",
        "t": "‘Also*p on the day of the firstfruits, when you bring a new grain offering to the Lord*s at your Feast*i of*i Weeks, you shall have a holy convocation. You shall do no customary work."
    },
    {
        "o": 5065,
        "r": "nkjv:Numbers:28:27",
        "t": "You shall present a burnt offering as a sweet aroma to the Lord:*s two young bulls, one ram, and seven lambs in their first year,"
    },
    {
        "o": 5066,
        "r": "nkjv:Numbers:28:28",
        "t": "with their grain offering of fine flour mixed with oil: three-tenths of*i an*i ephah*i for each bull, two-tenths for the one ram,"
    },
    {
        "o": 5067,
        "r": "nkjv:Numbers:28:29",
        "t": "and one-tenth for each of the seven lambs;"
    },
    {
        "o": 5068,
        "r": "nkjv:Numbers:28:30",
        "t": "also*i one kid of the goats, to make atonement for you."
    },
    {
        "o": 5069,
        "r": "nkjv:Numbers:28:31",
        "t": "Be sure they are without blemish. You shall present them*i with their drink offerings, besides the regular burnt offering with its grain offering."
    }
]
