[
    {
        "o": 10150,
        "r": "csb:1 Kings:13:0",
        "t": "1 Kings 13",
        "h": 1
    },
    {
        "o": 10151,
        "r": "csb:1 Kings:13:0",
        "t": "Judgment on Jeroboam",
        "h": 2
    },
    {
        "o": 10152,
        "r": "csb:1 Kings:13:1",
        "t": "A*p man of God came, however, from Judah to Bethel by the word of the Lord*s while Jeroboam was standing beside the altar to burn incense."
    },
    {
        "o": 10153,
        "r": "csb:1 Kings:13:2",
        "t": "The man of God cried out against the altar by the word of the Lord:*s “Altar, altar, this is what the Lord*s says, ‘A son will be born to the house of David, named Josiah, and he will sacrifice on you the priests of the high places who are burning incense on you. Human bones will be burned on you.’”"
    },
    {
        "o": 10154,
        "r": "csb:1 Kings:13:3",
        "t": "He gave a sign that day. He said, “This is the sign that the Lord*s has spoken: ‘The altar will now be ripped apart, and the ashes that are on it will be poured out.’”"
    },
    {
        "o": 10155,
        "r": "csb:1 Kings:13:4",
        "t": "When*p the king heard the message that the man of God had cried out against the altar at Bethel, Jeroboam stretched out his hand from the altar and said, “Arrest him!” But the hand he stretched out against him withered, and he could not pull it back to himself."
    },
    {
        "o": 10156,
        "r": "csb:1 Kings:13:5",
        "t": "The altar was ripped apart, and the ashes poured from the altar, according to the sign that the man of God had given by the word of the Lord.*s"
    },
    {
        "o": 10157,
        "r": "csb:1 Kings:13:6",
        "t": "Then*p the king responded to the man of God, “Plead for the favor of the Lord*s your God and pray for me so that my hand may be restored to me.” So the man of God pleaded for the favor of the Lord,*s and the king’s hand was restored to him and became as it had been at first."
    },
    {
        "o": 10158,
        "r": "csb:1 Kings:13:7",
        "t": "Then*p the king declared to the man of God, “Come home with me, refresh yourself, and I’ll give you a reward.”"
    },
    {
        "o": 10159,
        "r": "csb:1 Kings:13:8",
        "t": "But*p the man of God replied, “If you were to give me half your house, I still wouldn’t go with you, and I wouldn’t eat food or drink water in this place,"
    },
    {
        "o": 10160,
        "r": "csb:1 Kings:13:9",
        "t": "for this is what I was commanded by the word of the Lord:*s ‘You must not eat food or drink water or go back the way you came.’”"
    },
    {
        "o": 10161,
        "r": "csb:1 Kings:13:10",
        "t": "So he went another way; he did not go back by the way he had come to Bethel."
    },
    {
        "o": 10162,
        "r": "csb:1 Kings:13:10",
        "t": "The Old Prophet and the Man of God",
        "h": 2
    },
    {
        "o": 10163,
        "r": "csb:1 Kings:13:11",
        "t": "Now*p a certain old prophet was living in Bethel. His son came and told him all the deeds that the man of God had done that day in Bethel. His sons also told their father the words that he had spoken to the king."
    },
    {
        "o": 10164,
        "r": "csb:1 Kings:13:12",
        "t": "Then their father asked them, “Which way did he go?” His sons had seen the way taken by the man of God who had come from Judah."
    },
    {
        "o": 10165,
        "r": "csb:1 Kings:13:13",
        "t": "Then he said to his sons, “Saddle the donkey for me.” So they saddled the donkey for him, and he got on it."
    },
    {
        "o": 10166,
        "r": "csb:1 Kings:13:14",
        "t": "He followed the man of God and found him sitting under an oak tree. He asked him, “Are you the man of God who came from Judah?” “I*p am,” he said."
    },
    {
        "o": 10167,
        "r": "csb:1 Kings:13:15",
        "t": "Then*p he said to him, “Come home with me and eat some food.”"
    },
    {
        "o": 10168,
        "r": "csb:1 Kings:13:16",
        "t": "But*p he answered, “I cannot go back with you or accompany you; I will not eat food or drink water with you in this place."
    },
    {
        "o": 10169,
        "r": "csb:1 Kings:13:17",
        "t": "For a message came to me by the word of the Lord:*s ‘You must not eat food or drink water there or go back by the way you came.’”"
    },
    {
        "o": 10170,
        "r": "csb:1 Kings:13:18",
        "t": "He*p said to him, “I am also a prophet like you. An angel spoke to me by the word of the Lord:*s ‘Bring him back with you to your house so that he may eat food and drink water.’” The old prophet deceived him,"
    },
    {
        "o": 10171,
        "r": "csb:1 Kings:13:19",
        "t": "and the man of God went back with him, ate food in his house, and drank water."
    },
    {
        "o": 10172,
        "r": "csb:1 Kings:13:20",
        "t": "While*p they were sitting at the table, the word of the Lord*s came to the prophet who had brought him back,"
    },
    {
        "o": 10173,
        "r": "csb:1 Kings:13:21",
        "t": "and the prophet cried out to the man of God who had come from Judah, “This is what the Lord*s says: ‘Because you rebelled against the Lord’s*s command and did not keep the command that the Lord*s your God commanded you -"
    },
    {
        "o": 10174,
        "r": "csb:1 Kings:13:22",
        "t": "but you went back and ate food and drank water in the place that he said to you, “Do not eat food and do not drink water”— your corpse will never reach the grave of your ancestors.’”"
    },
    {
        "o": 10175,
        "r": "csb:1 Kings:13:23",
        "t": "So*p after he had eaten food and after he had drunk, the old prophet saddled the donkey for the prophet he had brought back."
    },
    {
        "o": 10176,
        "r": "csb:1 Kings:13:24",
        "t": "When he left, a lion attacked him along the way and killed him. His corpse was thrown on the road, and the donkey was standing beside it; the lion was standing beside the corpse too."
    },
    {
        "o": 10177,
        "r": "csb:1 Kings:13:25",
        "t": "There*p were men passing by who saw the corpse thrown on the road and the lion standing beside it, and they went and spoke about it in the city where the old prophet lived."
    },
    {
        "o": 10178,
        "r": "csb:1 Kings:13:26",
        "t": "When the prophet who had brought him back from his way heard about it, he said, “He is the man of God who disobeyed the Lord’s*s command. The Lord*s has given him to the lion, and it has mauled and killed him, according to the word of the Lord*s that he spoke to him.”"
    },
    {
        "o": 10179,
        "r": "csb:1 Kings:13:27",
        "t": "Then*p the old prophet instructed his sons, “Saddle the donkey for me.” They saddled it,"
    },
    {
        "o": 10180,
        "r": "csb:1 Kings:13:28",
        "t": "and he went and found the corpse thrown on the road with the donkey and the lion standing beside the corpse. The lion had not eaten the corpse or mauled the donkey."
    },
    {
        "o": 10181,
        "r": "csb:1 Kings:13:29",
        "t": "So the prophet lifted the corpse of the man of God and laid it on the donkey and brought it back. The old prophet came into the city to mourn and to bury him."
    },
    {
        "o": 10182,
        "r": "csb:1 Kings:13:30",
        "t": "Then he laid the corpse in his own grave, and they mourned over him, “Oh, my brother!”"
    },
    {
        "o": 10183,
        "r": "csb:1 Kings:13:31",
        "t": "After*p he had buried him, he said to his sons, “When I die, bury me in the grave where the man of God is buried; lay my bones beside his bones,"
    },
    {
        "o": 10184,
        "r": "csb:1 Kings:13:32",
        "t": "for the message that he cried out by the word of the Lord*s against the altar in Bethel and against all the shrines of the high places in the cities of Samaria is certain to happen.”"
    },
    {
        "o": 10185,
        "r": "csb:1 Kings:13:33",
        "t": "Even*p after this, Jeroboam did not repent of his evil way but again made priests for the high places from the ranks of the people. He ordained whoever so desired it, and they became priests of the high places."
    },
    {
        "o": 10186,
        "r": "csb:1 Kings:13:34",
        "t": "This was the sin that caused the house of Jeroboam to be cut off and obliterated from the face of the earth."
    }
]
