[
    {
        "o": 15241,
        "r": "kjv:Psalm:50:0",
        "t": "Psalm 50",
        "h": 1
    },
    {
        "o": 15242,
        "r": "kjv:Psalm:50:0",
        "t": "A Psalm of Asaph.",
        "h": 4
    },
    {
        "o": 15243,
        "r": "kjv:Psalm:50:1",
        "t": "The*p mighty God, even the Lord,*s hath spoken, and called the earth from the rising of the sun unto the going down thereof."
    },
    {
        "o": 15244,
        "r": "kjv:Psalm:50:2",
        "t": "Out*p of Zion, the perfection of beauty, God hath shined."
    },
    {
        "o": 15245,
        "r": "kjv:Psalm:50:3",
        "t": "Our*p God shall come, and shall not keep silence: a fire shall devour before him, and it shall be very tempestuous round about him."
    },
    {
        "o": 15246,
        "r": "kjv:Psalm:50:4",
        "t": "He*p shall call to the heavens from above, and to the earth, that he may judge his people."
    },
    {
        "o": 15247,
        "r": "kjv:Psalm:50:5",
        "t": "Gather*p my saints together unto me; those that have made a covenant with me by sacrifice."
    },
    {
        "o": 15248,
        "r": "kjv:Psalm:50:6",
        "t": "And*p the heavens shall declare his righteousness: for God is judge himself. Selah."
    },
    {
        "o": 15249,
        "r": "kjv:Psalm:50:7",
        "t": "Hear,*p O my people, and I will speak; O Israel, and I will testify against thee: I am God, even thy God."
    },
    {
        "o": 15250,
        "r": "kjv:Psalm:50:8",
        "t": "I*p will not reprove thee for thy sacrifices or thy burnt offerings, to have been continually before me."
    },
    {
        "o": 15251,
        "r": "kjv:Psalm:50:9",
        "t": "I*p will take no bullock out of thy house, nor he goats out of thy folds."
    },
    {
        "o": 15252,
        "r": "kjv:Psalm:50:10",
        "t": "For*p every beast of the forest is mine, and the cattle upon a thousand hills."
    },
    {
        "o": 15253,
        "r": "kjv:Psalm:50:11",
        "t": "I*p know all the fowls of the mountains: and the wild beasts of the field are mine."
    },
    {
        "o": 15254,
        "r": "kjv:Psalm:50:12",
        "t": "If*p I were hungry, I would not tell thee: for the world is mine, and the fulness thereof."
    },
    {
        "o": 15255,
        "r": "kjv:Psalm:50:13",
        "t": "Will*p I eat the flesh of bulls, or drink the blood of goats?"
    },
    {
        "o": 15256,
        "r": "kjv:Psalm:50:14",
        "t": "Offer*p unto God thanksgiving; and pay thy vows unto the most High:"
    },
    {
        "o": 15257,
        "r": "kjv:Psalm:50:15",
        "t": "And*p call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me."
    },
    {
        "o": 15258,
        "r": "kjv:Psalm:50:16",
        "t": "But*p unto the wicked God saith, What hast thou to do to declare my statutes, or that thou shouldest take my covenant in thy mouth?"
    },
    {
        "o": 15259,
        "r": "kjv:Psalm:50:17",
        "t": "Seeing*p thou hatest instruction, and castest my words behind thee."
    },
    {
        "o": 15260,
        "r": "kjv:Psalm:50:18",
        "t": "When*p thou sawest a thief, then thou consentedst with him, and hast been partaker with adulterers."
    },
    {
        "o": 15261,
        "r": "kjv:Psalm:50:19",
        "t": "Thou*p givest thy mouth to evil, and thy tongue frameth deceit."
    },
    {
        "o": 15262,
        "r": "kjv:Psalm:50:20",
        "t": "Thou*p sittest and speakest against thy brother; thou slanderest thine own mother's son."
    },
    {
        "o": 15263,
        "r": "kjv:Psalm:50:21",
        "t": "These*p things hast thou done, and I kept silence; thou thoughtest that I was altogether such an one as thyself: but I will reprove thee, and set them in order before thine eyes."
    },
    {
        "o": 15264,
        "r": "kjv:Psalm:50:22",
        "t": "Now*p consider this, ye that forget God, lest I tear you in pieces, and there be none to deliver."
    },
    {
        "o": 15265,
        "r": "kjv:Psalm:50:23",
        "t": "Whoso*p offereth praise glorifieth me: and to him that ordereth his conversation aright will I shew the salvation of God."
    }
]
