[
    {
        "o": 14100,
        "r": "nkjv:Esther:2:0",
        "t": "Esther 2",
        "h": 1
    },
    {
        "o": 14101,
        "r": "nkjv:Esther:2:0",
        "t": "Esther Becomes Queen",
        "h": 2
    },
    {
        "o": 14102,
        "r": "nkjv:Esther:2:1",
        "t": "After*p these things, when the wrath of King Ahasuerus subsided, he remembered Vashti, what she had done, and what had been decreed against her."
    },
    {
        "o": 14103,
        "r": "nkjv:Esther:2:2",
        "t": "Then the king’s servants who attended him said: “Let beautiful young virgins be sought for the king;"
    },
    {
        "o": 14104,
        "r": "nkjv:Esther:2:3",
        "t": "and let the king appoint officers in all the provinces of his kingdom, that they may gather all the beautiful young virgins to Shushan the citadel, into the women’s quarters, under the custody of Hegai the king’s eunuch, custodian of the women. And let beauty preparations be given them.*i"
    },
    {
        "o": 14105,
        "r": "nkjv:Esther:2:4",
        "t": "Then let the young woman who pleases the king be queen instead of Vashti.” This*p thing pleased the king, and he did so."
    },
    {
        "o": 14106,
        "r": "nkjv:Esther:2:5",
        "t": "In*p Shushan the citadel there was a certain Jew whose name was*i Mordecai the son of Jair, the son of Shimei, the son of Kish, a Benjamite."
    },
    {
        "o": 14107,
        "r": "nkjv:Esther:2:6",
        "t": "Kish*i had been carried away from Jerusalem with the captives who had been captured with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away."
    },
    {
        "o": 14108,
        "r": "nkjv:Esther:2:7",
        "t": "And Mordecai*i had brought up Hadassah, that is,*i Esther, his uncle’s daughter, for she had neither father nor mother. The young woman was*i lovely and beautiful. When her father and mother died, Mordecai took her as his own daughter."
    },
    {
        "o": 14109,
        "r": "nkjv:Esther:2:8",
        "t": "So*p it was, when the king’s command and decree were heard, and when many young women were gathered at Shushan the citadel, under*i the custody of Hegai, that Esther also was taken to the king’s palace, into the care of Hegai the custodian of the women."
    },
    {
        "o": 14110,
        "r": "nkjv:Esther:2:9",
        "t": "Now the young woman pleased him, and she obtained his favor; so he readily gave beauty preparations to her, besides her allowance. Then seven choice maidservants were provided for her from the king’s palace, and he moved her and her maidservants to the best place*i in the house of the women."
    },
    {
        "o": 14111,
        "r": "nkjv:Esther:2:10",
        "t": "Esther*p had not revealed her people or family, for Mordecai had charged her not to reveal it.*i"
    },
    {
        "o": 14112,
        "r": "nkjv:Esther:2:11",
        "t": "And every day Mordecai paced in front of the court of the women’s quarters, to learn of Esther’s welfare and what was happening to her."
    },
    {
        "o": 14113,
        "r": "nkjv:Esther:2:12",
        "t": "Each*p young woman’s turn came to go in to King Ahasuerus after she had completed twelve months’ preparation, according to the regulations for the women, for thus were the days of their preparation apportioned: six months with oil of myrrh, and six months with perfumes and preparations for beautifying women."
    },
    {
        "o": 14114,
        "r": "nkjv:Esther:2:13",
        "t": "Thus prepared,*i each*i young woman went to the king, and she was given whatever she desired to take with her from the women’s quarters to the king’s palace."
    },
    {
        "o": 14115,
        "r": "nkjv:Esther:2:14",
        "t": "In the evening she went, and in the morning she returned to the second house of the women, to the custody of Shaashgaz, the king’s eunuch who kept the concubines. She would not go in to the king again unless the king delighted in her and called for her by name."
    },
    {
        "o": 14116,
        "r": "nkjv:Esther:2:15",
        "t": "Now*p when the turn came for Esther the daughter of Abihail the uncle of Mordecai, who had taken her as his daughter, to go in to the king, she requested nothing but what Hegai the king’s eunuch, the custodian of the women, advised. And Esther obtained favor in the sight of all who saw her."
    },
    {
        "o": 14117,
        "r": "nkjv:Esther:2:16",
        "t": "So Esther was taken to King Ahasuerus, into his royal palace, in the tenth month, which is*i the month of Tebeth, in the seventh year of his reign."
    },
    {
        "o": 14118,
        "r": "nkjv:Esther:2:17",
        "t": "The king loved Esther more than all the other*i women, and she obtained grace and favor in his sight more than all the virgins; so he set the royal crown upon her head and made her queen instead of Vashti."
    },
    {
        "o": 14119,
        "r": "nkjv:Esther:2:18",
        "t": "Then the king made a great feast, the Feast of Esther, for all his officials and servants; and he proclaimed a holiday in the provinces and gave gifts according to the generosity of a king."
    },
    {
        "o": 14120,
        "r": "nkjv:Esther:2:18",
        "t": "Mordecai Discovers a Plot",
        "h": 2
    },
    {
        "o": 14121,
        "r": "nkjv:Esther:2:19",
        "t": "When*p virgins were gathered together a second time, Mordecai sat within the king’s gate."
    },
    {
        "o": 14122,
        "r": "nkjv:Esther:2:20",
        "t": "Now*i Esther had not revealed her family and her people, just as Mordecai had charged her, for Esther obeyed the command of Mordecai as when she was brought up by him."
    },
    {
        "o": 14123,
        "r": "nkjv:Esther:2:21",
        "t": "In*p those days, while Mordecai sat within the king’s gate, two of the king’s eunuchs, Bigthan and Teresh, doorkeepers, became furious and sought to lay hands on King Ahasuerus."
    },
    {
        "o": 14124,
        "r": "nkjv:Esther:2:22",
        "t": "So the matter became known to Mordecai, who told Queen Esther, and Esther informed the king in Mordecai’s name."
    },
    {
        "o": 14125,
        "r": "nkjv:Esther:2:23",
        "t": "And when an inquiry was made into the matter, it was confirmed, and both were hanged on a gallows; and it was written in the book of the chronicles in the presence of the king."
    }
]
