[
    {
        "o": 9166,
        "r": "nasb:2 Samuel:15:0",
        "t": "2 Samuel 15",
        "h": 1
    },
    {
        "o": 9167,
        "r": "nasb:2 Samuel:15:0",
        "t": "Absalom’s Conspiracy",
        "h": 2
    },
    {
        "o": 9168,
        "r": "nasb:2 Samuel:15:1",
        "t": "Now*p it came about after this that Absalom provided for himself a chariot and horses and fifty men as runners before him."
    },
    {
        "o": 9169,
        "r": "nasb:2 Samuel:15:2",
        "t": "Absalom used to rise early and stand beside the way to the gate; and when any man had a suit to come to the king for judgment, Absalom would call to him and say, “From what city are you?” And he would say, “Your servant is from one of the tribes of Israel.”"
    },
    {
        "o": 9170,
        "r": "nasb:2 Samuel:15:3",
        "t": "Then Absalom would say to him, “See, your claims are good and right, but no man listens to you on the part of the king.”"
    },
    {
        "o": 9171,
        "r": "nasb:2 Samuel:15:4",
        "t": "Moreover, Absalom would say, “Oh that one would appoint me judge in the land, then every man who has any suit or cause could come to me and I would give him justice.”"
    },
    {
        "o": 9172,
        "r": "nasb:2 Samuel:15:5",
        "t": "And when a man came near to prostrate himself before him, he would put out his hand and take hold of him and kiss him."
    },
    {
        "o": 9173,
        "r": "nasb:2 Samuel:15:6",
        "t": "In this manner Absalom dealt with all Israel who came to the king for judgment; so Absalom stole away the hearts of the men of Israel."
    },
    {
        "o": 9174,
        "r": "nasb:2 Samuel:15:7",
        "t": "Now*p it came about at the end of forty years that Absalom said to the king, “Please let me go and pay my vow which I have vowed to the Lord,*s in Hebron."
    },
    {
        "o": 9175,
        "r": "nasb:2 Samuel:15:8",
        "t": "For your servant vowed a vow while I was living at Geshur in Aram, saying, ‘If the Lord*s shall indeed bring me back to Jerusalem, then I will serve the Lord*s .’ ”"
    },
    {
        "o": 9176,
        "r": "nasb:2 Samuel:15:9",
        "t": "The king said to him, “Go in peace.” So he arose and went to Hebron."
    },
    {
        "o": 9177,
        "r": "nasb:2 Samuel:15:10",
        "t": "But Absalom sent spies throughout all the tribes of Israel, saying, “As soon as you hear the sound of the trumpet, then you shall say, ‘Absalom is king in Hebron.’ ”"
    },
    {
        "o": 9178,
        "r": "nasb:2 Samuel:15:11",
        "t": "Then two hundred men went with Absalom from Jerusalem, who were invited and went innocently, and they did not know anything."
    },
    {
        "o": 9179,
        "r": "nasb:2 Samuel:15:12",
        "t": "And Absalom sent for Ahithophel the Gilonite, David’s counselor, from his city Giloh, while he was offering the sacrifices. And the conspiracy was strong, for the people increased continually with Absalom."
    },
    {
        "o": 9180,
        "r": "nasb:2 Samuel:15:12",
        "t": "David Flees Jerusalem",
        "h": 2
    },
    {
        "o": 9181,
        "r": "nasb:2 Samuel:15:13",
        "t": "Then*p a messenger came to David, saying, “The hearts of the men of Israel are with Absalom.”"
    },
    {
        "o": 9182,
        "r": "nasb:2 Samuel:15:14",
        "t": "David said to all his servants who were with him at Jerusalem, “Arise and let us flee, for otherwise*i none of us will escape from Absalom. Go in haste, or he will overtake us quickly and bring down calamity on us and strike the city with the edge of the sword.”"
    },
    {
        "o": 9183,
        "r": "nasb:2 Samuel:15:15",
        "t": "Then the king’s servants said to the king, “Behold, your servants are*i ready*i to*i do*i whatever my lord the king chooses.”"
    },
    {
        "o": 9184,
        "r": "nasb:2 Samuel:15:16",
        "t": "So the king went out and all his household with him. But the king left ten concubines to keep the house."
    },
    {
        "o": 9185,
        "r": "nasb:2 Samuel:15:17",
        "t": "The king went out and all the people with him, and they stopped at the last house."
    },
    {
        "o": 9186,
        "r": "nasb:2 Samuel:15:18",
        "t": "Now all his servants passed on beside him, all the Cherethites, all the Pelethites and all the Gittites, six hundred men who had come with him from Gath, passed on before the king."
    },
    {
        "o": 9187,
        "r": "nasb:2 Samuel:15:19",
        "t": "Then*p the king said to Ittai the Gittite, “Why will you also go with us? Return and remain with the king, for you are a foreigner and also an exile; return*i to your own place."
    },
    {
        "o": 9188,
        "r": "nasb:2 Samuel:15:20",
        "t": "You came only*i yesterday, and shall I today make you wander with us, while I go where I will? Return and take back your brothers; mercy and truth be with you.”"
    },
    {
        "o": 9189,
        "r": "nasb:2 Samuel:15:21",
        "t": "But Ittai answered the king and said, “As the Lord*s lives, and as my lord the king lives, surely wherever my lord the king may be, whether for death or for life, there also your servant will be.”"
    },
    {
        "o": 9190,
        "r": "nasb:2 Samuel:15:22",
        "t": "Therefore David said to Ittai, “Go and pass over.” So Ittai the Gittite passed over with all his men and all the little ones who were*i with him."
    },
    {
        "o": 9191,
        "r": "nasb:2 Samuel:15:23",
        "t": "While all the country was weeping with a loud voice, all the people passed over. The king also passed over the brook Kidron, and all the people passed over toward the way of the wilderness."
    },
    {
        "o": 9192,
        "r": "nasb:2 Samuel:15:24",
        "t": "Now*p behold, Zadok also came,*i and all the Levites with him carrying the ark of the covenant of God. And they set down the ark of God, and Abiathar came up until all the people had finished passing from the city."
    },
    {
        "o": 9193,
        "r": "nasb:2 Samuel:15:25",
        "t": "The king said to Zadok, “Return the ark of God to the city. If I find favor in the sight of the Lord,*s then He will bring me back again and show me both it and His habitation."
    },
    {
        "o": 9194,
        "r": "nasb:2 Samuel:15:26",
        "t": "But if He should say thus, ‘I have no delight in you,’ behold, here I am, let Him do to me as seems good to Him.”"
    },
    {
        "o": 9195,
        "r": "nasb:2 Samuel:15:27",
        "t": "The king said also to Zadok the priest, “Are you not*i a seer? Return to the city in peace and your two sons with you, your son Ahimaaz and Jonathan the son of Abiathar."
    },
    {
        "o": 9196,
        "r": "nasb:2 Samuel:15:28",
        "t": "See, I am going to wait at the fords of the wilderness until word comes from you to inform me.”"
    },
    {
        "o": 9197,
        "r": "nasb:2 Samuel:15:29",
        "t": "Therefore Zadok and Abiathar returned the ark of God to Jerusalem and remained there."
    },
    {
        "o": 9198,
        "r": "nasb:2 Samuel:15:30",
        "t": "And*p David went up the ascent of the Mount*i of*i Olives, and wept as he went, and his head was covered and he walked barefoot. Then all the people who were with him each covered his head and went up weeping as they went."
    },
    {
        "o": 9199,
        "r": "nasb:2 Samuel:15:31",
        "t": "Now someone told David, saying, “Ahithophel is among the conspirators with Absalom.” And David said, “O Lord,*s I pray, make the counsel of Ahithophel foolishness.”"
    },
    {
        "o": 9200,
        "r": "nasb:2 Samuel:15:32",
        "t": "It*p happened as David was coming to the summit, where God was worshiped, that behold, Hushai the Archite met him with his coat torn and dust on his head."
    },
    {
        "o": 9201,
        "r": "nasb:2 Samuel:15:33",
        "t": "David said to him, “If you pass over with me, then you will be a burden to me."
    },
    {
        "o": 9202,
        "r": "nasb:2 Samuel:15:34",
        "t": "But if you return to the city, and say to Absalom, ‘I will be your servant, O king; as I have been your father’s servant in time past, so I will now be your servant,’ then you can thwart the counsel of Ahithophel for me."
    },
    {
        "o": 9203,
        "r": "nasb:2 Samuel:15:35",
        "t": "Are not Zadok and Abiathar the priests with you there? So it shall be that whatever you hear from the king’s house, you shall report to Zadok and Abiathar the priests."
    },
    {
        "o": 9204,
        "r": "nasb:2 Samuel:15:36",
        "t": "Behold their two sons are with them there, Ahimaaz, Zadok’s son and Jonathan, Abiathar’s son; and by them you shall send me everything that you hear.”"
    },
    {
        "o": 9205,
        "r": "nasb:2 Samuel:15:37",
        "t": "So Hushai, David’s friend, came into the city, and Absalom came into Jerusalem."
    }
]
