[
    {
        "o": 8595,
        "r": "csb:1 Samuel:21:0",
        "t": "1 Samuel 21",
        "h": 1
    },
    {
        "o": 8596,
        "r": "csb:1 Samuel:21:0",
        "t": "David Flees to Nob",
        "h": 2
    },
    {
        "o": 8597,
        "r": "csb:1 Samuel:21:1",
        "t": "David*p went to the priest Ahimelech at Nob. Ahimelech was afraid to meet David, so he said to him, “Why are you alone and no one is with you?”"
    },
    {
        "o": 8598,
        "r": "csb:1 Samuel:21:2",
        "t": "David*p answered the priest Ahimelech, “The king gave me a mission, but he told me, ‘Don’t let anyone know anything about the mission I’m sending you on or what I have ordered you to do.’ I have stationed my young men at a certain place."
    },
    {
        "o": 8599,
        "r": "csb:1 Samuel:21:3",
        "t": "Now what do you have on hand? Give me five loaves of bread or whatever can be found.”"
    },
    {
        "o": 8600,
        "r": "csb:1 Samuel:21:4",
        "t": "The*p priest told him, “There is no ordinary bread on hand. However, there is consecrated bread, but the young men may eat it only if they have kept themselves from women.”"
    },
    {
        "o": 8601,
        "r": "csb:1 Samuel:21:5",
        "t": "David*p answered him, “I swear that women are being kept from us, as always when I go out to battle. The young men’s bodies are consecrated even on an ordinary mission, so of course their bodies are consecrated today.”"
    },
    {
        "o": 8602,
        "r": "csb:1 Samuel:21:6",
        "t": "So the priest gave him the consecrated bread, for there was no bread there except the Bread of the Presence that had been removed from the presence of the Lord.*s When the bread was removed, it had been replaced with warm bread."
    },
    {
        "o": 8603,
        "r": "csb:1 Samuel:21:7",
        "t": "One*p of Saul’s servants, detained before the Lord,*s was there that day. His name was Doeg the Edomite, chief of Saul’s shepherds."
    },
    {
        "o": 8604,
        "r": "csb:1 Samuel:21:8",
        "t": "David*p said to Ahimelech, “Do you have a spear or sword on hand? I didn’t even bring my sword or my weapons since the king’s mission was urgent.”"
    },
    {
        "o": 8605,
        "r": "csb:1 Samuel:21:9",
        "t": "The*p priest replied, “The sword of Goliath the Philistine, whom you killed in the Valley of Elah, is here, wrapped in a cloth behind the ephod. If you want to take it for yourself, then take it, for there isn’t another one here.” “There’s*p none like it!” David said. “Give it to me.”"
    },
    {
        "o": 8606,
        "r": "csb:1 Samuel:21:9",
        "t": "David Flees to Gath",
        "h": 2
    },
    {
        "o": 8607,
        "r": "csb:1 Samuel:21:10",
        "t": "David*p fled that day from Saul’s presence and went to King Achish of Gath."
    },
    {
        "o": 8608,
        "r": "csb:1 Samuel:21:11",
        "t": "But Achish’s servants said to him, “Isn’t this David, the king of the land? Don’t they sing about him during their dances: Saul*pn has killed his thousands, but*ln David his tens of thousands?”"
    },
    {
        "o": 8609,
        "r": "csb:1 Samuel:21:12",
        "t": "David*p took this to heart and became very afraid of King Achish of Gath,"
    },
    {
        "o": 8610,
        "r": "csb:1 Samuel:21:13",
        "t": "so he pretended to be insane in their presence. He acted like a madman around them, scribbling on the doors of the city gate and letting saliva run down his beard."
    },
    {
        "o": 8611,
        "r": "csb:1 Samuel:21:14",
        "t": "“Look!*p You can see the man is crazy,” Achish said to his servants. “Why did you bring him to me?"
    },
    {
        "o": 8612,
        "r": "csb:1 Samuel:21:15",
        "t": "Do I have such a shortage of crazy people that you brought this one to act crazy around me? Is this one going to come into my house?”"
    }
]
