[
    {
        "o": 7525,
        "r": "nasb:Judges:14:0",
        "t": "Judges 14",
        "h": 1
    },
    {
        "o": 7526,
        "r": "nasb:Judges:14:0",
        "t": "Samson’s Marriage",
        "h": 2
    },
    {
        "o": 7527,
        "r": "nasb:Judges:14:1",
        "t": "Then*p Samson went down to Timnah and saw a woman in Timnah, one*i of the daughters of the Philistines."
    },
    {
        "o": 7528,
        "r": "nasb:Judges:14:2",
        "t": "So he came back and told his father and mother, “I saw a woman in Timnah, one*i of the daughters of the Philistines; now therefore, get her for me as a wife.”"
    },
    {
        "o": 7529,
        "r": "nasb:Judges:14:3",
        "t": "Then his father and his mother said to him, “Is there no woman among the daughters of your relatives, or among all our people, that you go to take a wife from the uncircumcised Philistines?” But Samson said to his father, “Get her for me, for she looks good to me.”"
    },
    {
        "o": 7530,
        "r": "nasb:Judges:14:4",
        "t": "However, his father and mother did not know that it was of the Lord,*s for He was seeking an occasion against the Philistines. Now at that time the Philistines were ruling over Israel."
    },
    {
        "o": 7531,
        "r": "nasb:Judges:14:5",
        "t": "Then*p Samson went down to Timnah with his father and mother, and came as far as the vineyards of Timnah; and behold, a young lion came*i roaring toward him."
    },
    {
        "o": 7532,
        "r": "nasb:Judges:14:6",
        "t": "The Spirit of the Lord*s came upon him mightily, so that he tore him as one tears a young goat though he had nothing in his hand; but he did not tell his father or mother what he had done."
    },
    {
        "o": 7533,
        "r": "nasb:Judges:14:7",
        "t": "So he went down and talked to the woman; and she looked good to Samson."
    },
    {
        "o": 7534,
        "r": "nasb:Judges:14:8",
        "t": "When he returned later to take her, he turned aside to look at the carcass of the lion; and behold, a swarm of bees and honey were in the body of the lion."
    },
    {
        "o": 7535,
        "r": "nasb:Judges:14:9",
        "t": "So he scraped the honey into his hands and went on, eating as he went. When he came to his father and mother, he gave some*i to them and they ate it;*i but he did not tell them that he had scraped the honey out of the body of the lion."
    },
    {
        "o": 7536,
        "r": "nasb:Judges:14:10",
        "t": "Then*p his father went down to the woman; and Samson made a feast there, for the young men customarily did this."
    },
    {
        "o": 7537,
        "r": "nasb:Judges:14:11",
        "t": "When they saw him, they brought thirty companions to be with him."
    },
    {
        "o": 7538,
        "r": "nasb:Judges:14:11",
        "t": "Samson’s Riddle",
        "h": 2
    },
    {
        "o": 7539,
        "r": "nasb:Judges:14:12",
        "t": "Then*p Samson said to them, “Let me now propound a riddle to you; if you will indeed tell it to me within the seven days of the feast, and find it out, then I will give you thirty linen wraps and thirty changes of clothes."
    },
    {
        "o": 7540,
        "r": "nasb:Judges:14:13",
        "t": "But if you are unable to tell me, then you shall give me thirty linen wraps and thirty changes of clothes.” And they said to him, “Propound your riddle, that we may hear it.”"
    },
    {
        "o": 7541,
        "r": "nasb:Judges:14:14",
        "t": "So he said to them, “Out*pn of the eater came something to eat, And*ln out of the strong came something sweet.” But*p they could not tell the riddle in three days."
    },
    {
        "o": 7542,
        "r": "nasb:Judges:14:15",
        "t": "Then*p it came about on the fourth day that they said to Samson’s wife, “Entice your husband, so that he will tell us the riddle, or we will burn you and your father’s house with fire. Have you invited us to impoverish us? Is this not so?”*i"
    },
    {
        "o": 7543,
        "r": "nasb:Judges:14:16",
        "t": "Samson’s wife wept before him and said, “You only hate me, and you do not love me; you have propounded a riddle to the sons of my people, and have not told it*i to me.” And he said to her, “Behold, I have not told it*i to my father or mother; so should I tell you?”"
    },
    {
        "o": 7544,
        "r": "nasb:Judges:14:17",
        "t": "However she wept before him seven days while their feast lasted. And on the seventh day he told her because she pressed him so hard. She then told the riddle to the sons of her people."
    },
    {
        "o": 7545,
        "r": "nasb:Judges:14:18",
        "t": "So the men of the city said to him on the seventh day before the sun went down, “What*pn is sweeter than honey? And*ln what is stronger than a lion?” And*p he said to them, “If*pn you had not plowed with my heifer, You*ln would not have found out my riddle.”"
    },
    {
        "o": 7546,
        "r": "nasb:Judges:14:19",
        "t": "Then*p the Spirit of the Lord*s came upon him mightily, and he went down to Ashkelon and killed thirty of them and took their spoil and gave the changes of*i clothes*i to those who told the riddle. And his anger burned, and he went up to his father’s house."
    },
    {
        "o": 7547,
        "r": "nasb:Judges:14:20",
        "t": "But Samson’s wife was given*i to his companion who had been his friend."
    }
]
