[
    {
        "o": 6102,
        "r": "kjv:Joshua:4:0",
        "t": "Joshua 4",
        "h": 1
    },
    {
        "o": 6103,
        "r": "kjv:Joshua:4:1",
        "t": "And*p it came to pass, when all the people were clean passed over Jordan, that the Lord*s spake unto Joshua, saying,"
    },
    {
        "o": 6104,
        "r": "kjv:Joshua:4:2",
        "t": "Take*p you twelve men out of the people, out of every tribe a man,"
    },
    {
        "o": 6105,
        "r": "kjv:Joshua:4:3",
        "t": "And*p command ye them, saying, Take you hence out of the midst of Jordan, out of the place where the priests' feet stood firm, twelve stones, and ye shall carry them over with you, and leave them in the lodging place, where ye shall lodge this night."
    },
    {
        "o": 6106,
        "r": "kjv:Joshua:4:4",
        "t": "Then*p Joshua called the twelve men, whom he had prepared of the children of Israel, out of every tribe a man:"
    },
    {
        "o": 6107,
        "r": "kjv:Joshua:4:5",
        "t": "And*p Joshua said unto them, Pass over before the ark of the Lord*s your God into the midst of Jordan, and take ye up every man of you a stone upon his shoulder, according unto the number of the tribes of the children of Israel:"
    },
    {
        "o": 6108,
        "r": "kjv:Joshua:4:6",
        "t": "That*p this may be a sign among you, that when your children ask their fathers in time to come, saying, What mean ye by these stones?"
    },
    {
        "o": 6109,
        "r": "kjv:Joshua:4:7",
        "t": "Then*p ye shall answer them, That the waters of Jordan were cut off before the ark of the covenant of the Lord;*s when it passed over Jordan, the waters of Jordan were cut off: and these stones shall be for a memorial unto the children of Israel for ever."
    },
    {
        "o": 6110,
        "r": "kjv:Joshua:4:8",
        "t": "And*p the children of Israel did so as Joshua commanded, and took up twelve stones out of the midst of Jordan, as the Lord*s spake unto Joshua, according to the number of the tribes of the children of Israel, and carried them over with them unto the place where they lodged, and laid them down there."
    },
    {
        "o": 6111,
        "r": "kjv:Joshua:4:9",
        "t": "And*p Joshua set up twelve stones in the midst of Jordan, in the place where the feet of the priests which bare the ark of the covenant stood: and they are there unto this day."
    },
    {
        "o": 6112,
        "r": "kjv:Joshua:4:10",
        "t": "For*p the priests which bare the ark stood in the midst of Jordan, until every thing was finished that the Lord*s commanded Joshua to speak unto the people, according to all that Moses commanded Joshua: and the people hasted and passed over."
    },
    {
        "o": 6113,
        "r": "kjv:Joshua:4:11",
        "t": "And*p it came to pass, when all the people were clean passed over, that the ark of the Lord*s passed over, and the priests, in the presence of the people."
    },
    {
        "o": 6114,
        "r": "kjv:Joshua:4:12",
        "t": "And*p the children of Reuben, and the children of Gad, and half the tribe of Manasseh, passed over armed before the children of Israel, as Moses spake unto them:"
    },
    {
        "o": 6115,
        "r": "kjv:Joshua:4:13",
        "t": "About*p forty thousand prepared for war passed over before the Lord*s unto battle, to the plains of Jericho."
    },
    {
        "o": 6116,
        "r": "kjv:Joshua:4:14",
        "t": "On*p that day the Lord*s magnified Joshua in the sight of all Israel; and they feared him, as they feared Moses, all the days of his life."
    },
    {
        "o": 6117,
        "r": "kjv:Joshua:4:15",
        "t": "And*p the Lord*s spake unto Joshua, saying,"
    },
    {
        "o": 6118,
        "r": "kjv:Joshua:4:16",
        "t": "Command*p the priests that bear the ark of the testimony, that they come up out of Jordan."
    },
    {
        "o": 6119,
        "r": "kjv:Joshua:4:17",
        "t": "Joshua*p therefore commanded the priests, saying, Come ye up out of Jordan."
    },
    {
        "o": 6120,
        "r": "kjv:Joshua:4:18",
        "t": "And*p it came to pass, when the priests that bare the ark of the covenant of the Lord*s were come up out of the midst of Jordan, and the soles of the priests' feet were lifted up unto the dry land, that the waters of Jordan returned unto their place, and flowed over all his banks, as they did before."
    },
    {
        "o": 6121,
        "r": "kjv:Joshua:4:19",
        "t": "And*p the people came up out of Jordan on the tenth day of the first month, and encamped in Gilgal, in the east border of Jericho."
    },
    {
        "o": 6122,
        "r": "kjv:Joshua:4:20",
        "t": "And*p those twelve stones, which they took out of Jordan, did Joshua pitch in Gilgal."
    },
    {
        "o": 6123,
        "r": "kjv:Joshua:4:21",
        "t": "And*p he spake unto the children of Israel, saying, When your children shall ask their fathers in time to come, saying, What mean these stones?"
    },
    {
        "o": 6124,
        "r": "kjv:Joshua:4:22",
        "t": "Then*p ye shall let your children know, saying, Israel came over this Jordan on dry land."
    },
    {
        "o": 6125,
        "r": "kjv:Joshua:4:23",
        "t": "For*p the Lord*s your God dried up the waters of Jordan from before you, until ye were passed over, as the Lord*s your God did to the Red sea, which he dried up from before us, until we were gone over:"
    },
    {
        "o": 6126,
        "r": "kjv:Joshua:4:24",
        "t": "That*p all the people of the earth might know the hand of the Lord,*s that it is mighty: that ye might fear the Lord*s your God for ever."
    }
]
