[
    {
        "o": 31968,
        "r": "csb:Romans:12:0",
        "t": "Romans 12",
        "h": 1
    },
    {
        "o": 31969,
        "r": "csb:Romans:12:0",
        "t": "A Living Sacrifice",
        "h": 2
    },
    {
        "o": 31970,
        "r": "csb:Romans:12:1",
        "t": "Therefore,*p brothers and sisters, in view of the mercies of God, I urge you to present your bodies as a living sacrifice, holy and pleasing to God; this is your true worship."
    },
    {
        "o": 31971,
        "r": "csb:Romans:12:2",
        "t": "Do not be conformed to this age, but be transformed by the renewing of your mind, so that you may discern what is the good, pleasing, and perfect will of God."
    },
    {
        "o": 31972,
        "r": "csb:Romans:12:2",
        "t": "Many Gifts but One Body",
        "h": 2
    },
    {
        "o": 31973,
        "r": "csb:Romans:12:3",
        "t": "For*p by the grace given to me, I tell everyone among you not to think of himself more highly than he should think. Instead, think sensibly, as God has distributed a measure of faith to each one."
    },
    {
        "o": 31974,
        "r": "csb:Romans:12:4",
        "t": "Now as we have many parts in one body, and all the parts do not have the same function,"
    },
    {
        "o": 31975,
        "r": "csb:Romans:12:5",
        "t": "in the same way we who are many are one body in Christ and individually members of one another."
    },
    {
        "o": 31976,
        "r": "csb:Romans:12:6",
        "t": "According to the grace given to us, we have different gifts: If prophecy, use it according to the proportion of one’s faith;"
    },
    {
        "o": 31977,
        "r": "csb:Romans:12:7",
        "t": "if service, use it in service; if teaching, in teaching;"
    },
    {
        "o": 31978,
        "r": "csb:Romans:12:8",
        "t": "if exhorting, in exhortation; giving, with generosity; leading, with diligence; showing mercy, with cheerfulness."
    },
    {
        "o": 31979,
        "r": "csb:Romans:12:8",
        "t": "Christian Ethics",
        "h": 2
    },
    {
        "o": 31980,
        "r": "csb:Romans:12:9",
        "t": "Let*p love be without hypocrisy. Detest evil; cling to what is good."
    },
    {
        "o": 31981,
        "r": "csb:Romans:12:10",
        "t": "Love one another deeply as brothers and sisters. Take the lead in honoring one another."
    },
    {
        "o": 31982,
        "r": "csb:Romans:12:11",
        "t": "Do not lack diligence in zeal; be fervent in the Spirit; serve the Lord."
    },
    {
        "o": 31983,
        "r": "csb:Romans:12:12",
        "t": "Rejoice in hope; be patient in affliction; be persistent in prayer."
    },
    {
        "o": 31984,
        "r": "csb:Romans:12:13",
        "t": "Share with the saints in their needs; pursue hospitality."
    },
    {
        "o": 31985,
        "r": "csb:Romans:12:14",
        "t": "Bless those who persecute you; bless and do not curse."
    },
    {
        "o": 31986,
        "r": "csb:Romans:12:15",
        "t": "Rejoice with those who rejoice; weep with those who weep."
    },
    {
        "o": 31987,
        "r": "csb:Romans:12:16",
        "t": "Live in harmony with one another. Do not be proud; instead, associate with the humble. Do not be wise in your own estimation."
    },
    {
        "o": 31988,
        "r": "csb:Romans:12:17",
        "t": "Do not repay anyone evil for evil. Give careful thought to do what is honorable in everyone’s eyes."
    },
    {
        "o": 31989,
        "r": "csb:Romans:12:18",
        "t": "If possible, as far as it depends on you, live at peace with everyone."
    },
    {
        "o": 31990,
        "r": "csb:Romans:12:19",
        "t": "Friends, do not avenge yourselves; instead, leave room for God’s wrath, because it is written, Vengeance*i belongs*i to*i me;*i I*i will*i repay,*i says the Lord."
    },
    {
        "o": 31991,
        "r": "csb:Romans:12:20",
        "t": "But If*ipn your*i enemy*i is*i hungry,*i feed*i him.*i If*iln he*i is*i thirsty,*i give*i him*i something*i to*i drink.*i For*iln in*i so*i doing*i you*iln will*i be*i heaping*i fiery*i coals*i on*i his*i head.*i"
    },
    {
        "o": 31992,
        "r": "csb:Romans:12:21",
        "t": "Do*p not be conquered by evil, but conquer evil with good."
    }
]
