[
    {
        "o": 8016,
        "r": "nasb:1 Samuel:7:0",
        "t": "1 Samuel 7",
        "h": 1
    },
    {
        "o": 8017,
        "r": "nasb:1 Samuel:7:0",
        "t": "Deliverance from the Philistines",
        "h": 2
    },
    {
        "o": 8018,
        "r": "nasb:1 Samuel:7:1",
        "t": "And*p the men of Kiriath-jearim came and took the ark of the Lord*s and brought it into the house of Abinadab on the hill, and consecrated Eleazar his son to keep the ark of the Lord.*s"
    },
    {
        "o": 8019,
        "r": "nasb:1 Samuel:7:2",
        "t": "From the day that the ark remained at Kiriath-jearim, the time was long, for it was twenty years; and all the house of Israel lamented after the Lord.*s"
    },
    {
        "o": 8020,
        "r": "nasb:1 Samuel:7:3",
        "t": "Then*p Samuel spoke to all the house of Israel, saying, “If you return to the Lord*s with all your heart, remove the foreign gods and the Ashtaroth from among you and direct your hearts to the Lord*s and serve Him alone; and He will deliver you from the hand of the Philistines.”"
    },
    {
        "o": 8021,
        "r": "nasb:1 Samuel:7:4",
        "t": "So the sons of Israel removed the Baals and the Ashtaroth and served the Lord*s alone."
    },
    {
        "o": 8022,
        "r": "nasb:1 Samuel:7:5",
        "t": "Then*p Samuel said, “Gather all Israel to Mizpah and I will pray to the Lord*s for you.”"
    },
    {
        "o": 8023,
        "r": "nasb:1 Samuel:7:6",
        "t": "They gathered to Mizpah, and drew water and poured it out before the Lord,*s and fasted on that day and said there, “We have sinned against the Lord.”*s And Samuel judged the sons of Israel at Mizpah."
    },
    {
        "o": 8024,
        "r": "nasb:1 Samuel:7:7",
        "t": "Now*p when the Philistines heard that the sons of Israel had gathered to Mizpah, the lords of the Philistines went up against Israel. And when the sons of Israel heard it, they were afraid of the Philistines."
    },
    {
        "o": 8025,
        "r": "nasb:1 Samuel:7:8",
        "t": "Then the sons of Israel said to Samuel, “Do not cease to cry to the Lord*s our God for us, that He may save us from the hand of the Philistines.”"
    },
    {
        "o": 8026,
        "r": "nasb:1 Samuel:7:9",
        "t": "Samuel took a suckling lamb and offered it for a whole burnt offering to the Lord;*s and Samuel cried to the Lord*s for Israel and the Lord*s answered him."
    },
    {
        "o": 8027,
        "r": "nasb:1 Samuel:7:10",
        "t": "Now Samuel was offering up the burnt offering, and the Philistines drew near to battle against Israel. But the Lord*s thundered with a great thunder on that day against the Philistines and confused them, so that they were routed before Israel."
    },
    {
        "o": 8028,
        "r": "nasb:1 Samuel:7:11",
        "t": "The men of Israel went out of Mizpah and pursued the Philistines, and struck them down as far as below Beth-car."
    },
    {
        "o": 8029,
        "r": "nasb:1 Samuel:7:12",
        "t": "Then*p Samuel took a stone and set it between Mizpah and Shen, and named it Ebenezer, saying, “Thus far the Lord*s has helped us.”"
    },
    {
        "o": 8030,
        "r": "nasb:1 Samuel:7:13",
        "t": "So the Philistines were subdued and they did not come anymore within the border of Israel. And the hand of the Lord*s was against the Philistines all the days of Samuel."
    },
    {
        "o": 8031,
        "r": "nasb:1 Samuel:7:14",
        "t": "The cities which the Philistines had taken from Israel were restored to Israel, from Ekron even to Gath; and Israel delivered their territory from the hand of the Philistines. So there was peace between Israel and the Amorites."
    },
    {
        "o": 8032,
        "r": "nasb:1 Samuel:7:14",
        "t": "Samuel’s Ministry",
        "h": 2
    },
    {
        "o": 8033,
        "r": "nasb:1 Samuel:7:15",
        "t": "Now*p Samuel judged Israel all the days of his life."
    },
    {
        "o": 8034,
        "r": "nasb:1 Samuel:7:16",
        "t": "He used to go annually on circuit to Bethel and Gilgal and Mizpah, and he judged Israel in all these places."
    },
    {
        "o": 8035,
        "r": "nasb:1 Samuel:7:17",
        "t": "Then his return was*i to Ramah, for his house was*i there, and there he judged Israel; and he built there an altar to the Lord.*s"
    }
]
