[
    {
        "o": 1066,
        "r": "esv:Genesis:34:0",
        "t": "Genesis 34",
        "h": 1
    },
    {
        "o": 1067,
        "r": "esv:Genesis:34:0",
        "t": "The Defiling of Dinah",
        "h": 2
    },
    {
        "o": 1068,
        "r": "esv:Genesis:34:1",
        "t": "Now*p Dinah the daughter of Leah, whom she had borne to Jacob, went out to see the women of the land."
    },
    {
        "o": 1069,
        "r": "esv:Genesis:34:2",
        "t": "And when Shechem the son of Hamor the Hivite, the prince of the land, saw her, he seized her and lay with her and humiliated her."
    },
    {
        "o": 1070,
        "r": "esv:Genesis:34:3",
        "t": "And his soul was drawn to Dinah the daughter of Jacob. He loved the young woman and spoke tenderly to her."
    },
    {
        "o": 1071,
        "r": "esv:Genesis:34:4",
        "t": "So Shechem spoke to his father Hamor, saying, “Get me this girl for my wife.”"
    },
    {
        "o": 1072,
        "r": "esv:Genesis:34:5",
        "t": "Now*p Jacob heard that he had defiled his daughter Dinah. But his sons were with his livestock in the field, so Jacob held his peace until they came."
    },
    {
        "o": 1073,
        "r": "esv:Genesis:34:6",
        "t": "And Hamor the father of Shechem went out to Jacob to speak with him."
    },
    {
        "o": 1074,
        "r": "esv:Genesis:34:7",
        "t": "The sons of Jacob had come in from the field as soon as they heard of it, and the men were indignant and very angry, because he had done an outrageous thing in Israel by lying with Jacob’s daughter, for such a thing must not be done."
    },
    {
        "o": 1075,
        "r": "esv:Genesis:34:8",
        "t": "But*p Hamor spoke with them, saying, “The soul of my son Shechem longs for your daughter. Please give her to him to be his wife."
    },
    {
        "o": 1076,
        "r": "esv:Genesis:34:9",
        "t": "Make marriages with us. Give your daughters to us, and take our daughters for yourselves."
    },
    {
        "o": 1077,
        "r": "esv:Genesis:34:10",
        "t": "You shall dwell with us, and the land shall be open to you. Dwell and trade in it, and get property in it.”"
    },
    {
        "o": 1078,
        "r": "esv:Genesis:34:11",
        "t": "Shechem also said to her father and to her brothers, “Let me find favor in your eyes, and whatever you say to me I will give."
    },
    {
        "o": 1079,
        "r": "esv:Genesis:34:12",
        "t": "Ask me for as great a bride-price and gift as you will, and I will give whatever you say to me. Only give me the young woman to be my wife.”"
    },
    {
        "o": 1080,
        "r": "esv:Genesis:34:13",
        "t": "The*p sons of Jacob answered Shechem and his father Hamor deceitfully, because he had defiled their sister Dinah."
    },
    {
        "o": 1081,
        "r": "esv:Genesis:34:14",
        "t": "They said to them, “We cannot do this thing, to give our sister to one who is uncircumcised, for that would be a disgrace to us."
    },
    {
        "o": 1082,
        "r": "esv:Genesis:34:15",
        "t": "Only on this condition will we agree with you— that you will become as we are by every male among you being circumcised."
    },
    {
        "o": 1083,
        "r": "esv:Genesis:34:16",
        "t": "Then we will give our daughters to you, and we will take your daughters to ourselves, and we will dwell with you and become one people."
    },
    {
        "o": 1084,
        "r": "esv:Genesis:34:17",
        "t": "But if you will not listen to us and be circumcised, then we will take our daughter, and we will be gone.”"
    },
    {
        "o": 1085,
        "r": "esv:Genesis:34:18",
        "t": "Their*p words pleased Hamor and Hamor’s son Shechem."
    },
    {
        "o": 1086,
        "r": "esv:Genesis:34:19",
        "t": "And the young man did not delay to do the thing, because he delighted in Jacob’s daughter. Now he was the most honored of all his father’s house."
    },
    {
        "o": 1087,
        "r": "esv:Genesis:34:20",
        "t": "So Hamor and his son Shechem came to the gate of their city and spoke to the men of their city, saying,"
    },
    {
        "o": 1088,
        "r": "esv:Genesis:34:21",
        "t": "“These men are at peace with us; let them dwell in the land and trade in it, for behold, the land is large enough for them. Let us take their daughters as wives, and let us give them our daughters."
    },
    {
        "o": 1089,
        "r": "esv:Genesis:34:22",
        "t": "Only on this condition will the men agree to dwell with us to become one people— when every male among us is circumcised as they are circumcised."
    },
    {
        "o": 1090,
        "r": "esv:Genesis:34:23",
        "t": "Will not their livestock, their property and all their beasts be ours? Only let us agree with them, and they will dwell with us.”"
    },
    {
        "o": 1091,
        "r": "esv:Genesis:34:24",
        "t": "And all who went out of the gate of his city listened to Hamor and his son Shechem, and every male was circumcised, all who went out of the gate of his city."
    },
    {
        "o": 1092,
        "r": "esv:Genesis:34:25",
        "t": "On*p the third day, when they were sore, two of the sons of Jacob, Simeon and Levi, Dinah’s brothers, took their swords and came against the city while it felt secure and killed all the males."
    },
    {
        "o": 1093,
        "r": "esv:Genesis:34:26",
        "t": "They killed Hamor and his son Shechem with the sword and took Dinah out of Shechem’s house and went away."
    },
    {
        "o": 1094,
        "r": "esv:Genesis:34:27",
        "t": "The sons of Jacob came upon the slain and plundered the city, because they had defiled their sister."
    },
    {
        "o": 1095,
        "r": "esv:Genesis:34:28",
        "t": "They took their flocks and their herds, their donkeys, and whatever was in the city and in the field."
    },
    {
        "o": 1096,
        "r": "esv:Genesis:34:29",
        "t": "All their wealth, all their little ones and their wives, all that was in the houses, they captured and plundered."
    },
    {
        "o": 1097,
        "r": "esv:Genesis:34:30",
        "t": "Then*p Jacob said to Simeon and Levi, “You have brought trouble on me by making me stink to the inhabitants of the land, the Canaanites and the Perizzites. My numbers are few, and if they gather themselves against me and attack me, I shall be destroyed, both I and my household.”"
    },
    {
        "o": 1098,
        "r": "esv:Genesis:34:31",
        "t": "But they said, “Should he treat our sister like a prostitute?”"
    }
]
