[
    {
        "o": 29614,
        "r": "niv:John:19:0",
        "t": "John 19",
        "h": 1
    },
    {
        "o": 29615,
        "r": "niv:John:19:0",
        "t": "Jesus Sentenced to Be Crucified",
        "h": 2
    },
    {
        "o": 29616,
        "r": "niv:John:19:1",
        "t": "Then*p Pilate took Jesus and had him flogged."
    },
    {
        "o": 29617,
        "r": "niv:John:19:2",
        "t": "The soldiers twisted together a crown of thorns and put it on his head. They clothed him in a purple robe"
    },
    {
        "o": 29618,
        "r": "niv:John:19:3",
        "t": "and went up to him again and again, saying, “Hail, king of the Jews!” And they slapped him in the face."
    },
    {
        "o": 29619,
        "r": "niv:John:19:4",
        "t": "Once*p more Pilate came out and said to the Jews gathered there, “Look, I am bringing him out to you to let you know that I find no basis for a charge against him.”"
    },
    {
        "o": 29620,
        "r": "niv:John:19:5",
        "t": "When Jesus came out wearing the crown of thorns and the purple robe, Pilate said to them, “Here is the man!”"
    },
    {
        "o": 29621,
        "r": "niv:John:19:6",
        "t": "As*p soon as the chief priests and their officials saw him, they shouted, “Crucify! Crucify!” But*p Pilate answered, “You take him and crucify him. As for me, I find no basis for a charge against him.”"
    },
    {
        "o": 29622,
        "r": "niv:John:19:7",
        "t": "The*p Jewish leaders insisted, “We have a law, and according to that law he must die, because he claimed to be the Son of God.”"
    },
    {
        "o": 29623,
        "r": "niv:John:19:8",
        "t": "When*p Pilate heard this, he was even more afraid,"
    },
    {
        "o": 29624,
        "r": "niv:John:19:9",
        "t": "and he went back inside the palace. “Where do you come from?” he asked Jesus, but Jesus gave him no answer."
    },
    {
        "o": 29625,
        "r": "niv:John:19:10",
        "t": "“Do you refuse to speak to me?” Pilate said. “Don’t you realize I have power either to free you or to crucify you?”"
    },
    {
        "o": 29626,
        "r": "niv:John:19:11",
        "t": "Jesus*p answered, “You*r would*r have*r no*r power*r over*r me*r if*r it*r were*r not*r given*r to*r you*r from*r above.*r Therefore*r the*r one*r who*r handed*r me*r over*r to*r you*r is*r guilty*r of*r a*r greater*r sin.”*r"
    },
    {
        "o": 29627,
        "r": "niv:John:19:12",
        "t": "From*p then on, Pilate tried to set Jesus free, but the Jewish leaders kept shouting, “If you let this man go, you are no friend of Caesar. Anyone who claims to be a king opposes Caesar.”"
    },
    {
        "o": 29628,
        "r": "niv:John:19:13",
        "t": "When*p Pilate heard this, he brought Jesus out and sat down on the judge’s seat at a place known as the Stone Pavement (which in Aramaic is Gabbatha)."
    },
    {
        "o": 29629,
        "r": "niv:John:19:14",
        "t": "It was the day of Preparation of the Passover; it was about noon. “Here*p is your king,” Pilate said to the Jews."
    },
    {
        "o": 29630,
        "r": "niv:John:19:15",
        "t": "But*p they shouted, “Take him away! Take him away! Crucify him!” “Shall*p I crucify your king?” Pilate asked. “We*p have no king but Caesar,” the chief priests answered."
    },
    {
        "o": 29631,
        "r": "niv:John:19:16",
        "t": "Finally*p Pilate handed him over to them to be crucified."
    },
    {
        "o": 29632,
        "r": "niv:John:19:16",
        "t": "The Crucifixion of Jesus",
        "h": 2
    },
    {
        "o": 29633,
        "r": "niv:John:19:16",
        "t": "So*p the soldiers took charge of Jesus."
    },
    {
        "o": 29634,
        "r": "niv:John:19:17",
        "t": "Carrying his own cross, he went out to the place of the Skull (which in Aramaic is called Golgotha)."
    },
    {
        "o": 29635,
        "r": "niv:John:19:18",
        "t": "There they crucified him, and with him two others—one on each side and Jesus in the middle."
    },
    {
        "o": 29636,
        "r": "niv:John:19:19",
        "t": "Pilate*p had a notice prepared and fastened to the cross. It read: jesus*s of*s nazareth,*s the*s king*s of*s the*s jews.*s"
    },
    {
        "o": 29637,
        "r": "niv:John:19:20",
        "t": "Many of the Jews read this sign, for the place where Jesus was crucified was near the city, and the sign was written in Aramaic, Latin and Greek."
    },
    {
        "o": 29638,
        "r": "niv:John:19:21",
        "t": "The chief priests of the Jews protested to Pilate, “Do not write ‘The King of the Jews,’ but that this man claimed to be king of the Jews.”"
    },
    {
        "o": 29639,
        "r": "niv:John:19:22",
        "t": "Pilate*p answered, “What I have written, I have written.”"
    },
    {
        "o": 29640,
        "r": "niv:John:19:23",
        "t": "When*p the soldiers crucified Jesus, they took his clothes, dividing them into four shares, one for each of them, with the undergarment remaining. This garment was seamless, woven in one piece from top to bottom."
    },
    {
        "o": 29641,
        "r": "niv:John:19:24",
        "t": "“Let’s*p not tear it,” they said to one another. “Let’s decide by lot who will get it.” This*p happened that the scripture might be fulfilled that said, “They*pn divided my clothes among them and*ld cast lots for my garment.” So*p this is what the soldiers did."
    },
    {
        "o": 29642,
        "r": "niv:John:19:25",
        "t": "Near*p the cross of Jesus stood his mother, his mother’s sister, Mary the wife of Clopas, and Mary Magdalene."
    },
    {
        "o": 29643,
        "r": "niv:John:19:26",
        "t": "When Jesus saw his mother there, and the disciple whom he loved standing nearby, he said to her, “Woman,*r here*r is*r your*r son,”*r"
    },
    {
        "o": 29644,
        "r": "niv:John:19:27",
        "t": "and to the disciple, “Here*r is*r your*r mother.”*r From that time on, this disciple took her into his home."
    },
    {
        "o": 29645,
        "r": "niv:John:19:27",
        "t": "The Death of Jesus",
        "h": 2
    },
    {
        "o": 29646,
        "r": "niv:John:19:28",
        "t": "Later,*p knowing that everything had now been finished, and so that Scripture would be fulfilled, Jesus said, “I*r am*r thirsty.”*r"
    },
    {
        "o": 29647,
        "r": "niv:John:19:29",
        "t": "A jar of wine vinegar was there, so they soaked a sponge in it, put the sponge on a stalk of the hyssop plant, and lifted it to Jesus’ lips."
    },
    {
        "o": 29648,
        "r": "niv:John:19:30",
        "t": "When he had received the drink, Jesus said, “It*r is*r finished.”*r With that, he bowed his head and gave up his spirit."
    },
    {
        "o": 29649,
        "r": "niv:John:19:31",
        "t": "Now*p it was the day of Preparation, and the next day was to be a special Sabbath. Because the Jewish leaders did not want the bodies left on the crosses during the Sabbath, they asked Pilate to have the legs broken and the bodies taken down."
    },
    {
        "o": 29650,
        "r": "niv:John:19:32",
        "t": "The soldiers therefore came and broke the legs of the first man who had been crucified with Jesus, and then those of the other."
    },
    {
        "o": 29651,
        "r": "niv:John:19:33",
        "t": "But when they came to Jesus and found that he was already dead, they did not break his legs."
    },
    {
        "o": 29652,
        "r": "niv:John:19:34",
        "t": "Instead, one of the soldiers pierced Jesus’ side with a spear, bringing a sudden flow of blood and water."
    },
    {
        "o": 29653,
        "r": "niv:John:19:35",
        "t": "The man who saw it has given testimony, and his testimony is true. He knows that he tells the truth, and he testifies so that you also may believe."
    },
    {
        "o": 29654,
        "r": "niv:John:19:36",
        "t": "These things happened so that the scripture would be fulfilled: “Not one of his bones will be broken,”"
    },
    {
        "o": 29655,
        "r": "niv:John:19:37",
        "t": "and, as another scripture says, “They will look on the one they have pierced.”"
    },
    {
        "o": 29656,
        "r": "niv:John:19:37",
        "t": "The Burial of Jesus",
        "h": 2
    },
    {
        "o": 29657,
        "r": "niv:John:19:38",
        "t": "Later,*p Joseph of Arimathea asked Pilate for the body of Jesus. Now Joseph was a disciple of Jesus, but secretly because he feared the Jewish leaders. With Pilate’s permission, he came and took the body away."
    },
    {
        "o": 29658,
        "r": "niv:John:19:39",
        "t": "He was accompanied by Nicodemus, the man who earlier had visited Jesus at night. Nicodemus brought a mixture of myrrh and aloes, about seventy-five pounds."
    },
    {
        "o": 29659,
        "r": "niv:John:19:40",
        "t": "Taking Jesus’ body, the two of them wrapped it, with the spices, in strips of linen. This was in accordance with Jewish burial customs."
    },
    {
        "o": 29660,
        "r": "niv:John:19:41",
        "t": "At the place where Jesus was crucified, there was a garden, and in the garden a new tomb, in which no one had ever been laid."
    },
    {
        "o": 29661,
        "r": "niv:John:19:42",
        "t": "Because it was the Jewish day of Preparation and since the tomb was nearby, they laid Jesus there."
    }
]
