[
    {
        "o": 32340,
        "r": "nasb:Galatians:1:0",
        "t": "Galatians 1",
        "h": 1
    },
    {
        "o": 32341,
        "r": "nasb:Galatians:1:0",
        "t": "Introduction",
        "h": 2
    },
    {
        "o": 32342,
        "r": "nasb:Galatians:1:1",
        "t": "Paul,*p an apostle (not sent*i from men nor through the agency of man, but through Jesus Christ and God the Father, who raised Him from the dead),"
    },
    {
        "o": 32343,
        "r": "nasb:Galatians:1:2",
        "t": "and all the brethren who are with me, To*bp the churches of Galatia:"
    },
    {
        "o": 32344,
        "r": "nasb:Galatians:1:3",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ,"
    },
    {
        "o": 32345,
        "r": "nasb:Galatians:1:4",
        "t": "who gave Himself for our sins so that He might rescue us from this present evil age, according to the will of our God and Father,"
    },
    {
        "o": 32346,
        "r": "nasb:Galatians:1:5",
        "t": "to whom be*i the glory forevermore. Amen."
    },
    {
        "o": 32347,
        "r": "nasb:Galatians:1:5",
        "t": "Perversion of the Gospel",
        "h": 2
    },
    {
        "o": 32348,
        "r": "nasb:Galatians:1:6",
        "t": "I*p am amazed that you are so quickly deserting Him who called you by the grace of Christ, for a different gospel;"
    },
    {
        "o": 32349,
        "r": "nasb:Galatians:1:7",
        "t": "which is really*i not another; only there are some who are disturbing you and want to distort the gospel of Christ."
    },
    {
        "o": 32350,
        "r": "nasb:Galatians:1:8",
        "t": "But even if we, or an angel from heaven, should preach to you a gospel contrary to what we have preached to you, he is to be accursed!"
    },
    {
        "o": 32351,
        "r": "nasb:Galatians:1:9",
        "t": "As we have said before, so I say again now, if any man is preaching to you a gospel contrary to what you received, he is to be accursed!"
    },
    {
        "o": 32352,
        "r": "nasb:Galatians:1:10",
        "t": "For*p am I now seeking the favor of men, or of God? Or am I striving to please men? If I were still trying to please men, I would not be a bond-servant of Christ."
    },
    {
        "o": 32353,
        "r": "nasb:Galatians:1:10",
        "t": "Paul Defends His Ministry",
        "h": 2
    },
    {
        "o": 32354,
        "r": "nasb:Galatians:1:11",
        "t": "For*p I would have you know, brethren, that the gospel which was preached by me is not according to man."
    },
    {
        "o": 32355,
        "r": "nasb:Galatians:1:12",
        "t": "For I neither received it from man, nor was I taught it, but I*i received*i it*i through a revelation of Jesus Christ."
    },
    {
        "o": 32356,
        "r": "nasb:Galatians:1:13",
        "t": "For*p you have heard of my former manner of life in Judaism, how I used to persecute the church of God beyond measure and tried to destroy it;"
    },
    {
        "o": 32357,
        "r": "nasb:Galatians:1:14",
        "t": "and I was advancing in Judaism beyond many of my contemporaries among my countrymen, being more extremely zealous for my ancestral traditions."
    },
    {
        "o": 32358,
        "r": "nasb:Galatians:1:15",
        "t": "But when God, who had set me apart even*i from my mother’s womb and called me through His grace, was pleased"
    },
    {
        "o": 32359,
        "r": "nasb:Galatians:1:16",
        "t": "to reveal His Son in me so that I might preach Him among the Gentiles, I did not immediately consult with flesh and blood,"
    },
    {
        "o": 32360,
        "r": "nasb:Galatians:1:17",
        "t": "nor did I go up to Jerusalem to those who were apostles before me; but I went away to Arabia, and returned once more to Damascus."
    },
    {
        "o": 32361,
        "r": "nasb:Galatians:1:18",
        "t": "Then*p three years later I went up to Jerusalem to become acquainted with Cephas, and stayed with him fifteen days."
    },
    {
        "o": 32362,
        "r": "nasb:Galatians:1:19",
        "t": "But I did not see any other of the apostles except James, the Lord’s brother."
    },
    {
        "o": 32363,
        "r": "nasb:Galatians:1:20",
        "t": "(Now in what I am writing to you, I assure you before God that I am not lying.)"
    },
    {
        "o": 32364,
        "r": "nasb:Galatians:1:21",
        "t": "Then I went into the regions of Syria and Cilicia."
    },
    {
        "o": 32365,
        "r": "nasb:Galatians:1:22",
        "t": "I was still*i unknown by sight to the churches of Judea which were in Christ;"
    },
    {
        "o": 32366,
        "r": "nasb:Galatians:1:23",
        "t": "but only, they kept hearing, “He who once persecuted us is now preaching the faith which he once tried to destroy.”"
    },
    {
        "o": 32367,
        "r": "nasb:Galatians:1:24",
        "t": "And they were glorifying God because of me."
    }
]
