[
    {
        "o": 20906,
        "r": "esv:Isaiah:58:0",
        "t": "Isaiah 58",
        "h": 1
    },
    {
        "o": 20907,
        "r": "esv:Isaiah:58:0",
        "t": "True and False Fasting",
        "h": 2
    },
    {
        "o": 20908,
        "r": "esv:Isaiah:58:1",
        "t": "“Cry*pn aloud; do not hold back; lift*ld up your voice like a trumpet; declare*ln to my people their transgression, to*ld the house of Jacob their sins."
    },
    {
        "o": 20909,
        "r": "esv:Isaiah:58:2",
        "t": "Yet*ln they seek me daily and*ld delight to know my ways, as*ln if they were a nation that did righteousness and*ld did not forsake the judgment of their God; they*ln ask of me righteous judgments; they*ld delight to draw near to God."
    },
    {
        "o": 20910,
        "r": "esv:Isaiah:58:3",
        "t": "‘Why*ln have we fasted, and you see it not? Why*ld have we humbled ourselves, and you take no knowledge of it?’ Behold,*ln in the day of your fast you seek your own pleasure, and*ld oppress all your workers."
    },
    {
        "o": 20911,
        "r": "esv:Isaiah:58:4",
        "t": "Behold,*ln you fast only to quarrel and to fight and*ld to hit with a wicked fist. Fasting*ln like yours this day will*ld not make your voice to be heard on high."
    },
    {
        "o": 20912,
        "r": "esv:Isaiah:58:5",
        "t": "Is*ln such the fast that I choose, a*ld day for a person to humble himself? Is*ln it to bow down his head like a reed, and*ld to spread sackcloth and ashes under him? Will*ln you call this a fast, and*ld a day acceptable to the Lord?*s"
    },
    {
        "o": 20913,
        "r": "esv:Isaiah:58:6",
        "t": "“Is*pn not this the fast that I choose: to*ld loose the bonds of wickedness, to*ld undo the straps of the yoke, to*ln let the oppressed go free, and*ld to break every yoke?"
    },
    {
        "o": 20914,
        "r": "esv:Isaiah:58:7",
        "t": "Is*ln it not to share your bread with the hungry and*ld bring the homeless poor into your house; when*ln you see the naked, to cover him, and*ld not to hide yourself from your own flesh?"
    },
    {
        "o": 20915,
        "r": "esv:Isaiah:58:8",
        "t": "Then*ln shall your light break forth like the dawn, and*ld your healing shall spring up speedily; your*ln righteousness shall go before you; the*ld glory of the Lord*s shall be your rear guard."
    },
    {
        "o": 20916,
        "r": "esv:Isaiah:58:9",
        "t": "Then*ln you shall call, and the Lord*s will answer; you*ld shall cry, and he will say, ‘Here I am.’ If*ln you take away the yoke from your midst, the*ld pointing of the finger, and speaking wickedness,"
    },
    {
        "o": 20917,
        "r": "esv:Isaiah:58:10",
        "t": "if*ln you pour yourself out for the hungry and*ld satisfy the desire of the afflicted, then*ln shall your light rise in the darkness and*ld your gloom be as the noonday."
    },
    {
        "o": 20918,
        "r": "esv:Isaiah:58:11",
        "t": "And*ln the Lord*s will guide you continually and*ld satisfy your desire in scorched places and*ld make your bones strong; and*ln you shall be like a watered garden, like*ld a spring of water, whose*ld waters do not fail."
    },
    {
        "o": 20919,
        "r": "esv:Isaiah:58:12",
        "t": "And*ln your ancient ruins shall be rebuilt; you*ld shall raise up the foundations of many generations; you*ln shall be called the repairer of the breach, the*ld restorer of streets to dwell in."
    },
    {
        "o": 20920,
        "r": "esv:Isaiah:58:13",
        "t": "“If*pn you turn back your foot from the Sabbath, from*ld doing your pleasure on my holy day, and*ln call the Sabbath a delight and*ld the holy day of the Lord*s honorable; if*ln you honor it, not going your own ways, or*ld seeking your own pleasure, or talking idly;"
    },
    {
        "o": 20921,
        "r": "esv:Isaiah:58:14",
        "t": "then*ln you shall take delight in the Lord,*s and*ld I will make you ride on the heights of the earth; I*ln will feed you with the heritage of Jacob your father, for*ld the mouth of the Lord*s has spoken.”"
    }
]
