[
    {
        "o": 11459,
        "r": "esv:1 Chronicles:5:0",
        "t": "1 Chronicles 5",
        "h": 1
    },
    {
        "o": 11460,
        "r": "esv:1 Chronicles:5:0",
        "t": "Descendants of Reuben",
        "h": 2
    },
    {
        "o": 11461,
        "r": "esv:1 Chronicles:5:1",
        "t": "The*p sons of Reuben the firstborn of Israel (for he was the firstborn, but because he defiled his father’s couch, his birthright was given to the sons of Joseph the son of Israel, so that he could not be enrolled as the oldest son;"
    },
    {
        "o": 11462,
        "r": "esv:1 Chronicles:5:2",
        "t": "though Judah became strong among his brothers and a chief came from him, yet the birthright belonged to Joseph),"
    },
    {
        "o": 11463,
        "r": "esv:1 Chronicles:5:3",
        "t": "the sons of Reuben, the firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi."
    },
    {
        "o": 11464,
        "r": "esv:1 Chronicles:5:4",
        "t": "The sons of Joel: Shemaiah his son, Gog his son, Shimei his son,"
    },
    {
        "o": 11465,
        "r": "esv:1 Chronicles:5:5",
        "t": "Micah his son, Reaiah his son, Baal his son,"
    },
    {
        "o": 11466,
        "r": "esv:1 Chronicles:5:6",
        "t": "Beerah his son, whom Tiglath-pileser king of Assyria carried away into exile; he was a chief of the Reubenites."
    },
    {
        "o": 11467,
        "r": "esv:1 Chronicles:5:7",
        "t": "And his kinsmen by their clans, when the genealogy of their generations was recorded: the chief, Jeiel, and Zechariah,"
    },
    {
        "o": 11468,
        "r": "esv:1 Chronicles:5:8",
        "t": "and Bela the son of Azaz, son of Shema, son of Joel, who lived in Aroer, as far as Nebo and Baal-meon."
    },
    {
        "o": 11469,
        "r": "esv:1 Chronicles:5:9",
        "t": "He also lived to the east as far as the entrance of the desert this side of the Euphrates, because their livestock had multiplied in the land of Gilead."
    },
    {
        "o": 11470,
        "r": "esv:1 Chronicles:5:10",
        "t": "And in the days of Saul they waged war against the Hagrites, who fell into their hand. And they lived in their tents throughout all the region east of Gilead."
    },
    {
        "o": 11471,
        "r": "esv:1 Chronicles:5:10",
        "t": "Descendants of Gad",
        "h": 2
    },
    {
        "o": 11472,
        "r": "esv:1 Chronicles:5:11",
        "t": "The*p sons of Gad lived over against them in the land of Bashan as far as Salecah:"
    },
    {
        "o": 11473,
        "r": "esv:1 Chronicles:5:12",
        "t": "Joel the chief, Shapham the second, Janai, and Shaphat in Bashan."
    },
    {
        "o": 11474,
        "r": "esv:1 Chronicles:5:13",
        "t": "And their kinsmen according to their fathers’ houses: Michael, Meshullam, Sheba, Jorai, Jacan, Zia and Eber, seven."
    },
    {
        "o": 11475,
        "r": "esv:1 Chronicles:5:14",
        "t": "These were the sons of Abihail the son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jeshishai, son of Jahdo, son of Buz."
    },
    {
        "o": 11476,
        "r": "esv:1 Chronicles:5:15",
        "t": "Ahi the son of Abdiel, son of Guni, was chief in their fathers’ houses,"
    },
    {
        "o": 11477,
        "r": "esv:1 Chronicles:5:16",
        "t": "and they lived in Gilead, in Bashan and in its towns, and in all the pasturelands of Sharon to their limits."
    },
    {
        "o": 11478,
        "r": "esv:1 Chronicles:5:17",
        "t": "All of these were recorded in genealogies in the days of Jotham king of Judah, and in the days of Jeroboam king of Israel."
    },
    {
        "o": 11479,
        "r": "esv:1 Chronicles:5:18",
        "t": "The*p Reubenites, the Gadites, and the half-tribe of Manasseh had valiant men who carried shield and sword, and drew the bow, expert in war, 44,760, able to go to war."
    },
    {
        "o": 11480,
        "r": "esv:1 Chronicles:5:19",
        "t": "They waged war against the Hagrites, Jetur, Naphish, and Nodab."
    },
    {
        "o": 11481,
        "r": "esv:1 Chronicles:5:20",
        "t": "And when they prevailed over them, the Hagrites and all who were with them were given into their hands, for they cried out to God in the battle, and he granted their urgent plea because they trusted in him."
    },
    {
        "o": 11482,
        "r": "esv:1 Chronicles:5:21",
        "t": "They carried off their livestock: 50,000 of their camels, 250,000 sheep, 2,000 donkeys, and 100,000 men alive."
    },
    {
        "o": 11483,
        "r": "esv:1 Chronicles:5:22",
        "t": "For many fell, because the war was of God. And they lived in their place until the exile."
    },
    {
        "o": 11484,
        "r": "esv:1 Chronicles:5:22",
        "t": "The Half-Tribe of Manasseh",
        "h": 2
    },
    {
        "o": 11485,
        "r": "esv:1 Chronicles:5:23",
        "t": "The*p members of the half-tribe of Manasseh lived in the land. They were very numerous from Bashan to Baal-hermon, Senir, and Mount Hermon."
    },
    {
        "o": 11486,
        "r": "esv:1 Chronicles:5:24",
        "t": "These were the heads of their fathers’ houses: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel, mighty warriors, famous men, heads of their fathers’ houses."
    },
    {
        "o": 11487,
        "r": "esv:1 Chronicles:5:25",
        "t": "But they broke faith with the God of their fathers, and whored after the gods of the peoples of the land, whom God had destroyed before them."
    },
    {
        "o": 11488,
        "r": "esv:1 Chronicles:5:26",
        "t": "So the God of Israel stirred up the spirit of Pul king of Assyria, the spirit of Tiglath-pileser king of Assyria, and he took them into exile, namely, the Reubenites, the Gadites, and the half-tribe of Manasseh, and brought them to Halah, Habor, Hara, and the river Gozan, to this day."
    }
]
