[
    {
        "o": 8960,
        "r": "niv:2 Samuel:8:0",
        "t": "2 Samuel 8",
        "h": 1
    },
    {
        "o": 8961,
        "r": "niv:2 Samuel:8:0",
        "t": "David’s Victories",
        "h": 2
    },
    {
        "o": 8962,
        "r": "niv:2 Samuel:8:1",
        "t": "In*p the course of time, David defeated the Philistines and subdued them, and he took Metheg Ammah from the control of the Philistines."
    },
    {
        "o": 8963,
        "r": "niv:2 Samuel:8:2",
        "t": "David*p also defeated the Moabites. He made them lie down on the ground and measured them off with a length of cord. Every two lengths of them were put to death, and the third length was allowed to live. So the Moabites became subject to David and brought him tribute."
    },
    {
        "o": 8964,
        "r": "niv:2 Samuel:8:3",
        "t": "Moreover,*p David defeated Hadadezer son of Rehob, king of Zobah, when he went to restore his monument at the Euphrates River."
    },
    {
        "o": 8965,
        "r": "niv:2 Samuel:8:4",
        "t": "David captured a thousand of his chariots, seven thousand charioteers and twenty thousand foot soldiers. He hamstrung all but a hundred of the chariot horses."
    },
    {
        "o": 8966,
        "r": "niv:2 Samuel:8:5",
        "t": "When*p the Arameans of Damascus came to help Hadadezer king of Zobah, David struck down twenty-two thousand of them."
    },
    {
        "o": 8967,
        "r": "niv:2 Samuel:8:6",
        "t": "He put garrisons in the Aramean kingdom of Damascus, and the Arameans became subject to him and brought tribute. The Lord*s gave David victory wherever he went."
    },
    {
        "o": 8968,
        "r": "niv:2 Samuel:8:7",
        "t": "David*p took the gold shields that belonged to the officers of Hadadezer and brought them to Jerusalem."
    },
    {
        "o": 8969,
        "r": "niv:2 Samuel:8:8",
        "t": "From Tebah and Berothai, towns that belonged to Hadadezer, King David took a great quantity of bronze."
    },
    {
        "o": 8970,
        "r": "niv:2 Samuel:8:9",
        "t": "When*p Tou king of Hamath heard that David had defeated the entire army of Hadadezer,"
    },
    {
        "o": 8971,
        "r": "niv:2 Samuel:8:10",
        "t": "he sent his son Joram to King David to greet him and congratulate him on his victory in battle over Hadadezer, who had been at war with Tou. Joram brought with him articles of silver, of gold and of bronze."
    },
    {
        "o": 8972,
        "r": "niv:2 Samuel:8:11",
        "t": "King*p David dedicated these articles to the Lord,*s as he had done with the silver and gold from all the nations he had subdued:"
    },
    {
        "o": 8973,
        "r": "niv:2 Samuel:8:12",
        "t": "Edom and Moab, the Ammonites and the Philistines, and Amalek. He also dedicated the plunder taken from Hadadezer son of Rehob, king of Zobah."
    },
    {
        "o": 8974,
        "r": "niv:2 Samuel:8:13",
        "t": "And*p David became famous after he returned from striking down eighteen thousand Edomites in the Valley of Salt."
    },
    {
        "o": 8975,
        "r": "niv:2 Samuel:8:14",
        "t": "He*p put garrisons throughout Edom, and all the Edomites became subject to David. The Lord*s gave David victory wherever he went."
    },
    {
        "o": 8976,
        "r": "niv:2 Samuel:8:14",
        "t": "David’s Officials",
        "h": 2
    },
    {
        "o": 8977,
        "r": "niv:2 Samuel:8:15",
        "t": "David*p reigned over all Israel, doing what was just and right for all his people."
    },
    {
        "o": 8978,
        "r": "niv:2 Samuel:8:16",
        "t": "Joab son of Zeruiah was over the army; Jehoshaphat son of Ahilud was recorder;"
    },
    {
        "o": 8979,
        "r": "niv:2 Samuel:8:17",
        "t": "Zadok son of Ahitub and Ahimelek son of Abiathar were priests; Seraiah was secretary;"
    },
    {
        "o": 8980,
        "r": "niv:2 Samuel:8:18",
        "t": "Benaiah son of Jehoiada was over the Kerethites and Pelethites; and David’s sons were priests."
    }
]
