[
    {
        "o": 20310,
        "r": "kjv:Jeremiah:19:0",
        "t": "Jeremiah 19",
        "h": 1
    },
    {
        "o": 20311,
        "r": "kjv:Jeremiah:19:1",
        "t": "Thus*p saith the Lord,*s Go and get a potter's earthen bottle, and take of the ancients of the people, and of the ancients of the priests;"
    },
    {
        "o": 20312,
        "r": "kjv:Jeremiah:19:2",
        "t": "And*p go forth unto the valley of the son of Hinnom, which is by the entry of the east gate, and proclaim there the words that I shall tell thee,"
    },
    {
        "o": 20313,
        "r": "kjv:Jeremiah:19:3",
        "t": "And*p say, Hear ye the word of the Lord,*s O kings of Judah, and inhabitants of Jerusalem; Thus saith the Lord*s of hosts, the God of Israel; Behold, I will bring evil upon this place, the which whosoever heareth, his ears shall tingle."
    },
    {
        "o": 20314,
        "r": "kjv:Jeremiah:19:4",
        "t": "Because*p they have forsaken me, and have estranged this place, and have burned incense in it unto other gods, whom neither they nor their fathers have known, nor the kings of Judah, and have filled this place with the blood of innocents;"
    },
    {
        "o": 20315,
        "r": "kjv:Jeremiah:19:5",
        "t": "They*p have built also the high places of Baal, to burn their sons with fire for burnt offerings unto Baal, which I commanded not, nor spake it, neither came it into my mind:"
    },
    {
        "o": 20316,
        "r": "kjv:Jeremiah:19:6",
        "t": "Therefore,*p behold, the days come, saith the Lord,*s that this place shall no more be called Topheth, nor The valley of the son of Hinnom, but The valley of slaughter."
    },
    {
        "o": 20317,
        "r": "kjv:Jeremiah:19:7",
        "t": "And*p I will make void the counsel of Judah and Jerusalem in this place; and I will cause them to fall by the sword before their enemies, and by the hands of them that seek their lives: and their carcases will I give to be meat for the fowls of the heaven, and for the beasts of the earth."
    },
    {
        "o": 20318,
        "r": "kjv:Jeremiah:19:8",
        "t": "And*p I will make this city desolate, and an hissing; every one that passeth thereby shall be astonished and hiss because of all the plagues thereof."
    },
    {
        "o": 20319,
        "r": "kjv:Jeremiah:19:9",
        "t": "And*p I will cause them to eat the flesh of their sons and the flesh of their daughters, and they shall eat every one the flesh of his friend in the siege and straitness, wherewith their enemies, and they that seek their lives, shall straiten them."
    },
    {
        "o": 20320,
        "r": "kjv:Jeremiah:19:10",
        "t": "Then*p shalt thou break the bottle in the sight of the men that go with thee,"
    },
    {
        "o": 20321,
        "r": "kjv:Jeremiah:19:11",
        "t": "And*p shalt say unto them, Thus saith the Lord*s of hosts; Even so will I break this people and this city, as one breaketh a potter's vessel, that cannot be made whole again: and they shall bury them in Topheth, till there be no place to bury."
    },
    {
        "o": 20322,
        "r": "kjv:Jeremiah:19:12",
        "t": "Thus*p will I do unto this place, saith the Lord,*s and to the inhabitants thereof, and even make this city as Topheth:"
    },
    {
        "o": 20323,
        "r": "kjv:Jeremiah:19:13",
        "t": "And*p the houses of Jerusalem, and the houses of the kings of Judah, shall be defiled as the place of Topheth, because of all the houses upon whose roofs they have burned incense unto all the host of heaven, and have poured out drink offerings unto other gods."
    },
    {
        "o": 20324,
        "r": "kjv:Jeremiah:19:14",
        "t": "Then*p came Jeremiah from Topheth, whither the Lord*s had sent him to prophesy; and he stood in the court of the Lord's*s house; and said to all the people,"
    },
    {
        "o": 20325,
        "r": "kjv:Jeremiah:19:15",
        "t": "Thus*p saith the Lord*s of hosts, the God of Israel; Behold, I will bring upon this city and upon all her towns all the evil that I have pronounced against it, because they have hardened their necks, that they might not hear my words."
    }
]
