[
    {
        "o": 33726,
        "r": "csb:1 Timothy:5:0",
        "t": "1 Timothy 5",
        "h": 1
    },
    {
        "o": 33727,
        "r": "csb:1 Timothy:5:1",
        "t": "Don’t*p rebuke an older man, but exhort him as a father, younger men as brothers,"
    },
    {
        "o": 33728,
        "r": "csb:1 Timothy:5:2",
        "t": "older women as mothers, and the younger women as sisters with all purity."
    },
    {
        "o": 33729,
        "r": "csb:1 Timothy:5:2",
        "t": "The Support of Widows",
        "h": 2
    },
    {
        "o": 33730,
        "r": "csb:1 Timothy:5:3",
        "t": "Support*p widows who are genuinely in need."
    },
    {
        "o": 33731,
        "r": "csb:1 Timothy:5:4",
        "t": "But if any widow has children or grandchildren, let them learn to practice godliness toward their own family first and to repay their parents, for this pleases God."
    },
    {
        "o": 33732,
        "r": "csb:1 Timothy:5:5",
        "t": "The widow who is truly in need and left all alone has put her hope in God and continues night and day in her petitions and prayers;"
    },
    {
        "o": 33733,
        "r": "csb:1 Timothy:5:6",
        "t": "however, she who is self-indulgent is dead even while she lives."
    },
    {
        "o": 33734,
        "r": "csb:1 Timothy:5:7",
        "t": "Command this also, so that they will be above reproach."
    },
    {
        "o": 33735,
        "r": "csb:1 Timothy:5:8",
        "t": "But if anyone does not provide for his own family, especially for his own household, he has denied the faith and is worse than an unbeliever."
    },
    {
        "o": 33736,
        "r": "csb:1 Timothy:5:9",
        "t": "No*p widow is to be enrolled on the list for support unless she is at least sixty years old, has been the wife of one husband,"
    },
    {
        "o": 33737,
        "r": "csb:1 Timothy:5:10",
        "t": "and is well known for good works- that is, if she has brought up children, shown hospitality, washed the saints’ feet, helped the afflicted, and devoted herself to every good work."
    },
    {
        "o": 33738,
        "r": "csb:1 Timothy:5:11",
        "t": "But refuse to enroll younger widows, for when they are drawn away from Christ by desire, they want to marry"
    },
    {
        "o": 33739,
        "r": "csb:1 Timothy:5:12",
        "t": "and will therefore receive condemnation because they have renounced their original pledge."
    },
    {
        "o": 33740,
        "r": "csb:1 Timothy:5:13",
        "t": "At the same time, they also learn to be idle, going from house to house; they are not only idle, but are also gossips and busybodies, saying things they shouldn’t say."
    },
    {
        "o": 33741,
        "r": "csb:1 Timothy:5:14",
        "t": "Therefore, I want younger women to marry, have children, manage their households, and give the adversary no opportunity to accuse us."
    },
    {
        "o": 33742,
        "r": "csb:1 Timothy:5:15",
        "t": "For some have already turned away to follow Satan."
    },
    {
        "o": 33743,
        "r": "csb:1 Timothy:5:16",
        "t": "If any believing woman has widows in her family, let her help them. Let the church not be burdened, so that it can help widows in genuine need."
    },
    {
        "o": 33744,
        "r": "csb:1 Timothy:5:16",
        "t": "Honoring the Elders",
        "h": 2
    },
    {
        "o": 33745,
        "r": "csb:1 Timothy:5:17",
        "t": "The*p elders who are good leaders are to be considered worthy of double honor, especially those who work hard at preaching and teaching."
    },
    {
        "o": 33746,
        "r": "csb:1 Timothy:5:18",
        "t": "For the Scripture says: Do*i not*i muzzle*i an*i ox*i while*i it*i is*i treading*i out*i the*i grain,*i and, “The*r worker*r is*r worthy*r of*r his*r wages.”*r"
    },
    {
        "o": 33747,
        "r": "csb:1 Timothy:5:19",
        "t": "Don’t*p accept an accusation against an elder unless it is supported by two or three witnesses."
    },
    {
        "o": 33748,
        "r": "csb:1 Timothy:5:20",
        "t": "Publicly rebuke those who sin, so that the rest will be afraid."
    },
    {
        "o": 33749,
        "r": "csb:1 Timothy:5:21",
        "t": "I solemnly charge you before God and Christ Jesus and the elect angels to observe these things without prejudice, doing nothing out of favoritism."
    },
    {
        "o": 33750,
        "r": "csb:1 Timothy:5:22",
        "t": "Don’t be too quick to appoint anyone as an elder, and don’t share in the sins of others. Keep yourself pure."
    },
    {
        "o": 33751,
        "r": "csb:1 Timothy:5:23",
        "t": "Don’t continue drinking only water, but use a little wine because of your stomach and your frequent illnesses."
    },
    {
        "o": 33752,
        "r": "csb:1 Timothy:5:24",
        "t": "Some people’s sins are obvious, preceding them to judgment, but the sins of others surface later."
    },
    {
        "o": 33753,
        "r": "csb:1 Timothy:5:25",
        "t": "Likewise, good works are obvious, and those that are not obvious cannot remain hidden."
    }
]
