[
    {
        "o": 8639,
        "r": "csb:1 Samuel:23:0",
        "t": "1 Samuel 23",
        "h": 1
    },
    {
        "o": 8640,
        "r": "csb:1 Samuel:23:0",
        "t": "Deliverance at Keilah",
        "h": 2
    },
    {
        "o": 8641,
        "r": "csb:1 Samuel:23:1",
        "t": "It*p was reported to David, “Look, the Philistines are fighting against Keilah and raiding the threshing floors.”"
    },
    {
        "o": 8642,
        "r": "csb:1 Samuel:23:2",
        "t": "So*p David inquired of the Lord:*s “Should I launch an attack against these Philistines?” The*p Lord*s answered David, “Launch an attack against the Philistines and rescue Keilah.”"
    },
    {
        "o": 8643,
        "r": "csb:1 Samuel:23:3",
        "t": "But*p David’s men said to him, “Look, we’re afraid here in Judah; how much more if we go to Keilah against the Philistine forces!”"
    },
    {
        "o": 8644,
        "r": "csb:1 Samuel:23:4",
        "t": "Once*p again, David inquired of the Lord,*s and the Lord*s answered him, “Go at once to Keilah, for I will hand the Philistines over to you.”"
    },
    {
        "o": 8645,
        "r": "csb:1 Samuel:23:5",
        "t": "Then David and his men went to Keilah, fought against the Philistines, drove their livestock away, and inflicted heavy losses on them. So David rescued the inhabitants of Keilah."
    },
    {
        "o": 8646,
        "r": "csb:1 Samuel:23:6",
        "t": "Abiathar son of Ahimelech fled to David at Keilah, and he brought an ephod with him."
    },
    {
        "o": 8647,
        "r": "csb:1 Samuel:23:7",
        "t": "When*p it was reported to Saul that David had gone to Keilah, he said, “God has handed him over to me, for he has trapped himself by entering a town with barred gates.”"
    },
    {
        "o": 8648,
        "r": "csb:1 Samuel:23:8",
        "t": "Then Saul summoned all the troops to go to war at Keilah and besiege David and his men."
    },
    {
        "o": 8649,
        "r": "csb:1 Samuel:23:9",
        "t": "When*p David learned that Saul was plotting evil against him, he said to the priest Abiathar, “Bring the ephod.”"
    },
    {
        "o": 8650,
        "r": "csb:1 Samuel:23:10",
        "t": "Then*p David said, “Lord*s God of Israel, your servant has reliable information that Saul intends to come to Keilah and destroy the town because of me."
    },
    {
        "o": 8651,
        "r": "csb:1 Samuel:23:11",
        "t": "Will the citizens of Keilah hand me over to him? Will Saul come down as your servant has heard? Lord*s God of Israel, please tell your servant.” The*p Lord*s answered, “He will come down.”"
    },
    {
        "o": 8652,
        "r": "csb:1 Samuel:23:12",
        "t": "Then*p David asked, “Will the citizens of Keilah hand me and my men over to Saul?” “They*p will,” the Lord*s responded."
    },
    {
        "o": 8653,
        "r": "csb:1 Samuel:23:13",
        "t": "So*p David and his men, numbering about six hundred, left Keilah at once and moved from place to place. When it was reported to Saul that David had escaped from Keilah, he called off the expedition."
    },
    {
        "o": 8654,
        "r": "csb:1 Samuel:23:14",
        "t": "David then stayed in the wilderness strongholds and in the hill country of the Wilderness of Ziph. Saul searched for him every day, but God did not hand David over to him."
    },
    {
        "o": 8655,
        "r": "csb:1 Samuel:23:14",
        "t": "A Renewed Covenant",
        "h": 2
    },
    {
        "o": 8656,
        "r": "csb:1 Samuel:23:15",
        "t": "David*p was in the Wilderness of Ziph in Horesh when he saw that Saul had come out to take his life."
    },
    {
        "o": 8657,
        "r": "csb:1 Samuel:23:16",
        "t": "Then Saul’s son Jonathan came to David in Horesh and encouraged him in his faith in God,"
    },
    {
        "o": 8658,
        "r": "csb:1 Samuel:23:17",
        "t": "saying, “Don’t be afraid, for my father Saul will never lay a hand on you. You yourself will be king over Israel, and I’ll be your second-in-command. Even my father Saul knows it is true.”"
    },
    {
        "o": 8659,
        "r": "csb:1 Samuel:23:18",
        "t": "Then the two of them made a covenant in the Lord’s*s presence. Afterward, David remained in Horesh, while Jonathan went home."
    },
    {
        "o": 8660,
        "r": "csb:1 Samuel:23:18",
        "t": "David’s Narrow Escape",
        "h": 2
    },
    {
        "o": 8661,
        "r": "csb:1 Samuel:23:19",
        "t": "Some*p Ziphites came up to Saul at Gibeah and said, “Isn’t it true that David is hiding among us in the strongholds in Horesh on the hill of Hachilah south of Jeshimon?"
    },
    {
        "o": 8662,
        "r": "csb:1 Samuel:23:20",
        "t": "So now, whenever the king wants to come down, let him come down. As for us, we will be glad to hand him over to the king.”"
    },
    {
        "o": 8663,
        "r": "csb:1 Samuel:23:21",
        "t": "“May*p you be blessed by the Lord,”*s replied Saul, “for you have shown concern for me."
    },
    {
        "o": 8664,
        "r": "csb:1 Samuel:23:22",
        "t": "Go and check again. Investigate where he goes and who has seen him there; they tell me he is extremely cunning."
    },
    {
        "o": 8665,
        "r": "csb:1 Samuel:23:23",
        "t": "Investigate all the places where he hides. Then come back to me with accurate information, and I’ll go with you. If it turns out he really is in the region, I’ll search for him among all the clans of Judah.”"
    },
    {
        "o": 8666,
        "r": "csb:1 Samuel:23:24",
        "t": "So they went to Ziph ahead of Saul. Now*p David and his men were in the wilderness near Maon in the Arabah south of Jeshimon,"
    },
    {
        "o": 8667,
        "r": "csb:1 Samuel:23:25",
        "t": "and Saul and his men went to look for him. When David was told about it, he went down to the rock and stayed in the Wilderness of Maon. Saul heard of this and pursued David there."
    },
    {
        "o": 8668,
        "r": "csb:1 Samuel:23:26",
        "t": "Saul*p went along one side of the mountain and David and his men went along the other side. Even though David was hurrying to get away from Saul, Saul and his men were closing in on David and his men to capture them."
    },
    {
        "o": 8669,
        "r": "csb:1 Samuel:23:27",
        "t": "Then a messenger came to Saul saying, “Come quickly, because the Philistines have raided the land!”"
    },
    {
        "o": 8670,
        "r": "csb:1 Samuel:23:28",
        "t": "So Saul broke off his pursuit of David and went to engage the Philistines. Therefore, that place was named the Rock of Separation."
    },
    {
        "o": 8671,
        "r": "csb:1 Samuel:23:29",
        "t": "From there David went up and stayed in the strongholds of En-gedi."
    }
]
