[
    {
        "o": 22968,
        "r": "nasb:Ezekiel:10:0",
        "t": "Ezekiel 10",
        "h": 1
    },
    {
        "o": 22969,
        "r": "nasb:Ezekiel:10:0",
        "t": "Vision of God’s Glory Departing from the Temple",
        "h": 2
    },
    {
        "o": 22970,
        "r": "nasb:Ezekiel:10:1",
        "t": "Then*p I looked, and behold, in the expanse that was over the heads of the cherubim something like a sapphire stone, in appearance resembling a throne, appeared above them."
    },
    {
        "o": 22971,
        "r": "nasb:Ezekiel:10:2",
        "t": "And He spoke to the man clothed in linen and said, “Enter between the whirling wheels under the cherubim and fill your hands with coals of fire from between the cherubim and scatter them*i over the city.” And he entered in my sight."
    },
    {
        "o": 22972,
        "r": "nasb:Ezekiel:10:3",
        "t": "Now*p the cherubim were standing on the right side of the temple when the man entered, and the cloud filled the inner court."
    },
    {
        "o": 22973,
        "r": "nasb:Ezekiel:10:4",
        "t": "Then the glory of the Lord*s went up from the cherub to the threshold of the temple, and the temple was filled with the cloud and the court was filled with the brightness of the glory of the Lord.*s"
    },
    {
        "o": 22974,
        "r": "nasb:Ezekiel:10:5",
        "t": "Moreover, the sound of the wings of the cherubim was heard as far as the outer court, like the voice of God Almighty when He speaks."
    },
    {
        "o": 22975,
        "r": "nasb:Ezekiel:10:6",
        "t": "It*p came about when He commanded the man clothed in linen, saying, “Take fire from between the whirling wheels, from between the cherubim,” he entered and stood beside a wheel."
    },
    {
        "o": 22976,
        "r": "nasb:Ezekiel:10:7",
        "t": "Then the cherub stretched out his hand from between the cherubim to the fire which was between the cherubim, took some*i and put it*i into the hands of the one clothed in linen, who took it*i and went out."
    },
    {
        "o": 22977,
        "r": "nasb:Ezekiel:10:8",
        "t": "The cherubim appeared to have the form of a man’s hand under their wings."
    },
    {
        "o": 22978,
        "r": "nasb:Ezekiel:10:9",
        "t": "Then*p I looked, and behold, four wheels beside the cherubim, one wheel beside each cherub; and the appearance of the wheels was*i like the gleam of a Tarshish stone."
    },
    {
        "o": 22979,
        "r": "nasb:Ezekiel:10:10",
        "t": "As for their appearance, all four of them had the same likeness, as if one wheel were within another wheel."
    },
    {
        "o": 22980,
        "r": "nasb:Ezekiel:10:11",
        "t": "When they moved, they went in any*i of*i their four directions without turning as they went; but they followed in the direction which they faced, without turning as they went."
    },
    {
        "o": 22981,
        "r": "nasb:Ezekiel:10:12",
        "t": "Their whole body, their backs, their hands, their wings and the wheels were full of eyes all around, the wheels belonging to all four of them."
    },
    {
        "o": 22982,
        "r": "nasb:Ezekiel:10:13",
        "t": "The wheels were called in my hearing, the whirling wheels."
    },
    {
        "o": 22983,
        "r": "nasb:Ezekiel:10:14",
        "t": "And each one had four faces. The first face was*i the face of a cherub, the second face was*i the face of a man, the third the face of a lion, and the fourth the face of an eagle."
    },
    {
        "o": 22984,
        "r": "nasb:Ezekiel:10:15",
        "t": "Then*p the cherubim rose up. They are the living beings that I saw by the river Chebar."
    },
    {
        "o": 22985,
        "r": "nasb:Ezekiel:10:16",
        "t": "Now when the cherubim moved, the wheels would go beside them; also when the cherubim lifted up their wings to rise from the ground, the wheels would not turn from beside them."
    },
    {
        "o": 22986,
        "r": "nasb:Ezekiel:10:17",
        "t": "When the cherubim stood still, the wheels would stand still; and when they rose up, the wheels would rise with them, for the spirit of the living beings was*i in them."
    },
    {
        "o": 22987,
        "r": "nasb:Ezekiel:10:18",
        "t": "Then*p the glory of the Lord*s departed from the threshold of the temple and stood over the cherubim."
    },
    {
        "o": 22988,
        "r": "nasb:Ezekiel:10:19",
        "t": "When the cherubim departed, they lifted their wings and rose up from the earth in my sight with the wheels beside them; and they stood still at the entrance of the east gate of the Lord’s*s house, and the glory of the God of Israel hovered over them."
    },
    {
        "o": 22989,
        "r": "nasb:Ezekiel:10:20",
        "t": "These*p are the living beings that I saw beneath the God of Israel by the river Chebar; so I knew that they were*i cherubim."
    },
    {
        "o": 22990,
        "r": "nasb:Ezekiel:10:21",
        "t": "Each one had four faces and each one four wings, and beneath their wings was*i the form of human hands."
    },
    {
        "o": 22991,
        "r": "nasb:Ezekiel:10:22",
        "t": "As for the likeness of their faces, they were the same faces whose appearance I had seen by the river Chebar. Each one went straight ahead."
    }
]
