[
    {
        "o": 10938,
        "r": "nasb:2 Kings:17:0",
        "t": "2 Kings 17",
        "h": 1
    },
    {
        "o": 10939,
        "r": "nasb:2 Kings:17:0",
        "t": "Hoshea Reigns over Israel",
        "h": 2
    },
    {
        "o": 10940,
        "r": "nasb:2 Kings:17:1",
        "t": "In*p the twelfth year of Ahaz king of Judah, Hoshea the son of Elah became king over Israel in Samaria, and*i reigned*i nine years."
    },
    {
        "o": 10941,
        "r": "nasb:2 Kings:17:2",
        "t": "He did evil in the sight of the Lord,*s only not as the kings of Israel who were before him."
    },
    {
        "o": 10942,
        "r": "nasb:2 Kings:17:3",
        "t": "Shalmaneser king of Assyria came up against him, and Hoshea became his servant and paid him tribute."
    },
    {
        "o": 10943,
        "r": "nasb:2 Kings:17:4",
        "t": "But the king of Assyria found conspiracy in Hoshea, who had sent messengers to So king of Egypt and had offered no tribute to the king of Assyria, as he*i had*i done*i year by year; so the king of Assyria shut him up and bound him in prison."
    },
    {
        "o": 10944,
        "r": "nasb:2 Kings:17:5",
        "t": "Then*p the king of Assyria invaded the whole land and went up to Samaria and besieged it three years."
    },
    {
        "o": 10945,
        "r": "nasb:2 Kings:17:5",
        "t": "Israel Captive",
        "h": 2
    },
    {
        "o": 10946,
        "r": "nasb:2 Kings:17:6",
        "t": "In*p the ninth year of Hoshea, the king of Assyria captured Samaria and carried Israel away into exile to Assyria, and settled them in Halah and Habor, on*i the river of Gozan, and in the cities of the Medes."
    },
    {
        "o": 10947,
        "r": "nasb:2 Kings:17:6",
        "t": "Why Israel Fell",
        "h": 2
    },
    {
        "o": 10948,
        "r": "nasb:2 Kings:17:7",
        "t": "Now*p this*i came about because the sons of Israel had sinned against the Lord*s their God, who had brought them up from the land of Egypt from under the hand of Pharaoh, king of Egypt, and they had feared other gods"
    },
    {
        "o": 10949,
        "r": "nasb:2 Kings:17:8",
        "t": "and walked in the customs of the nations whom the Lord*s had driven out before the sons of Israel, and in*i the*i customs*i of the kings of Israel which they had introduced."
    },
    {
        "o": 10950,
        "r": "nasb:2 Kings:17:9",
        "t": "The sons of Israel did things secretly which were not right against the Lord*s their God. Moreover, they built for themselves high places in all their towns, from watchtower to fortified city."
    },
    {
        "o": 10951,
        "r": "nasb:2 Kings:17:10",
        "t": "They set for themselves sacred*i pillars and Asherim on every high hill and under every green tree,"
    },
    {
        "o": 10952,
        "r": "nasb:2 Kings:17:11",
        "t": "and there they burned incense on all the high places as the nations did*i which the Lord*s had carried away to exile before them; and they did evil things provoking the Lord.*s"
    },
    {
        "o": 10953,
        "r": "nasb:2 Kings:17:12",
        "t": "They served idols, concerning which the Lord*s had said to them, “You shall not do this thing.”"
    },
    {
        "o": 10954,
        "r": "nasb:2 Kings:17:13",
        "t": "Yet the Lord*s warned Israel and Judah through all His prophets and*i every seer, saying, “Turn from your evil ways and keep My commandments, My statutes according to all the law which I commanded your fathers, and which I sent to you through My servants the prophets.”"
    },
    {
        "o": 10955,
        "r": "nasb:2 Kings:17:14",
        "t": "However, they did not listen, but stiffened their neck like their fathers, who did not believe in the Lord*s their God."
    },
    {
        "o": 10956,
        "r": "nasb:2 Kings:17:15",
        "t": "They rejected His statutes and His covenant which He made with their fathers and His warnings with which He warned them. And they followed vanity and became vain, and went*i after the nations which surrounded them, concerning which the Lord*s had commanded them not to do like them."
    },
    {
        "o": 10957,
        "r": "nasb:2 Kings:17:16",
        "t": "They forsook all the commandments of the Lord*s their God and made for themselves molten images, even*i two calves, and made an Asherah and worshiped all the host of heaven and served Baal."
    },
    {
        "o": 10958,
        "r": "nasb:2 Kings:17:17",
        "t": "Then they made their sons and their daughters pass through the fire, and practiced divination and enchantments, and sold themselves to do evil in the sight of the Lord,*s provoking Him."
    },
    {
        "o": 10959,
        "r": "nasb:2 Kings:17:18",
        "t": "So the Lord*s was very angry with Israel and removed them from His sight; none was left except the tribe of Judah."
    },
    {
        "o": 10960,
        "r": "nasb:2 Kings:17:19",
        "t": "Also*p Judah did not keep the commandments of the Lord*s their God, but walked in the customs which Israel had introduced."
    },
    {
        "o": 10961,
        "r": "nasb:2 Kings:17:20",
        "t": "The Lord*s rejected all the descendants of Israel and afflicted them and gave them into the hand of plunderers, until He had cast them out of His sight."
    },
    {
        "o": 10962,
        "r": "nasb:2 Kings:17:21",
        "t": "When*p He had torn Israel from the house of David, they made Jeroboam the son of Nebat king. Then Jeroboam drove Israel away from following the Lord*s and made them commit a great sin."
    },
    {
        "o": 10963,
        "r": "nasb:2 Kings:17:22",
        "t": "The sons of Israel walked in all the sins of Jeroboam which he did; they did not depart from them"
    },
    {
        "o": 10964,
        "r": "nasb:2 Kings:17:23",
        "t": "until the Lord*s removed Israel from His sight, as He spoke through all His servants the prophets. So Israel was carried away into exile from their own land to Assyria until this day."
    },
    {
        "o": 10965,
        "r": "nasb:2 Kings:17:23",
        "t": "Cities of Israel Filled with Strangers",
        "h": 2
    },
    {
        "o": 10966,
        "r": "nasb:2 Kings:17:24",
        "t": "The*p king of Assyria brought men*i from Babylon and from Cuthah and from Avva and from Hamath and Sepharvaim, and settled them*i in the cities of Samaria in place of the sons of Israel. So they possessed Samaria and lived in its cities."
    },
    {
        "o": 10967,
        "r": "nasb:2 Kings:17:25",
        "t": "At the beginning of their living there, they did not fear the Lord;*s therefore the Lord*s sent lions among them which killed some of them."
    },
    {
        "o": 10968,
        "r": "nasb:2 Kings:17:26",
        "t": "So they spoke to the king of Assyria, saying, “The nations whom you have carried away into exile in the cities of Samaria do not know the custom of the god of the land; so he has sent lions among them, and behold, they kill them because they do not know the custom of the god of the land.”"
    },
    {
        "o": 10969,
        "r": "nasb:2 Kings:17:27",
        "t": "Then*p the king of Assyria commanded, saying, “Take there one of the priests whom you carried away into exile and let him go and live there; and let him teach them the custom of the god of the land.”"
    },
    {
        "o": 10970,
        "r": "nasb:2 Kings:17:28",
        "t": "So one of the priests whom they had carried away into exile from Samaria came and lived at Bethel, and taught them how they should fear the Lord.*s"
    },
    {
        "o": 10971,
        "r": "nasb:2 Kings:17:29",
        "t": "But*p every nation still made gods of its own and put them in the houses of the high places which the people of Samaria had made, every nation in their cities in which they lived."
    },
    {
        "o": 10972,
        "r": "nasb:2 Kings:17:30",
        "t": "The men of Babylon made Succoth-benoth, the men of Cuth made Nergal, the men of Hamath made Ashima,"
    },
    {
        "o": 10973,
        "r": "nasb:2 Kings:17:31",
        "t": "and the Avvites made Nibhaz and Tartak; and the Sepharvites burned their children in the fire to Adrammelech and Anammelech the gods of Sepharvaim."
    },
    {
        "o": 10974,
        "r": "nasb:2 Kings:17:32",
        "t": "They also feared the Lord*s and appointed from among themselves priests of the high places, who acted for them in the houses of the high places."
    },
    {
        "o": 10975,
        "r": "nasb:2 Kings:17:33",
        "t": "They feared the Lord*s and served their own gods according to the custom of the nations from among whom they had been carried away into exile."
    },
    {
        "o": 10976,
        "r": "nasb:2 Kings:17:34",
        "t": "To*p this day they do according to the earlier customs: they do not fear the Lord,*s nor do they follow their statutes or their ordinances or the law, or the commandments which the Lord*s commanded the sons of Jacob, whom He named Israel;"
    },
    {
        "o": 10977,
        "r": "nasb:2 Kings:17:35",
        "t": "with whom the Lord*s made a covenant and commanded them, saying, “You shall not fear other gods, nor bow down yourselves to them nor serve them nor sacrifice to them."
    },
    {
        "o": 10978,
        "r": "nasb:2 Kings:17:36",
        "t": "But the Lord,*s who brought you up from the land of Egypt with great power and with an outstretched arm, Him you shall fear, and to Him you shall bow yourselves down, and to Him you shall sacrifice."
    },
    {
        "o": 10979,
        "r": "nasb:2 Kings:17:37",
        "t": "The statutes and the ordinances and the law and the commandment which He wrote for you, you shall observe to do forever; and you shall not fear other gods."
    },
    {
        "o": 10980,
        "r": "nasb:2 Kings:17:38",
        "t": "The covenant that I have made with you, you shall not forget, nor shall you fear other gods."
    },
    {
        "o": 10981,
        "r": "nasb:2 Kings:17:39",
        "t": "But the Lord*s your God you shall fear; and He will deliver you from the hand of all your enemies.”"
    },
    {
        "o": 10982,
        "r": "nasb:2 Kings:17:40",
        "t": "However, they did not listen, but they did according to their earlier custom."
    },
    {
        "o": 10983,
        "r": "nasb:2 Kings:17:41",
        "t": "So while these nations feared the Lord,*s they also served their idols; their children likewise and their grandchildren, as their fathers did, so they do to this day."
    }
]
