[
    {
        "o": 22850,
        "r": "nasb:Ezekiel:4:0",
        "t": "Ezekiel 4",
        "h": 1
    },
    {
        "o": 22851,
        "r": "nasb:Ezekiel:4:0",
        "t": "Siege of Jerusalem Predicted",
        "h": 2
    },
    {
        "o": 22852,
        "r": "nasb:Ezekiel:4:1",
        "t": "“Now*p you son of man, get yourself a brick, place it before you and inscribe a city on it, Jerusalem."
    },
    {
        "o": 22853,
        "r": "nasb:Ezekiel:4:2",
        "t": "Then lay siege against it, build a siege wall, raise up a ramp, pitch camps and place battering rams against it all around."
    },
    {
        "o": 22854,
        "r": "nasb:Ezekiel:4:3",
        "t": "Then get yourself an iron plate and set it up as an iron wall between you and the city, and set your face toward it so that it is under siege, and besiege it. This is a sign to the house of Israel."
    },
    {
        "o": 22855,
        "r": "nasb:Ezekiel:4:4",
        "t": "“As*p for you, lie down on your left side and lay the iniquity of the house of Israel on it; you shall bear their iniquity for the number of days that you lie on it."
    },
    {
        "o": 22856,
        "r": "nasb:Ezekiel:4:5",
        "t": "For I have assigned you a number of days corresponding to the years of their iniquity, three hundred and ninety days; thus you shall bear the iniquity of the house of Israel."
    },
    {
        "o": 22857,
        "r": "nasb:Ezekiel:4:6",
        "t": "When you have completed these, you shall lie down a second time, but*i on your right side and bear the iniquity of the house of Judah; I have assigned it to you for forty days, a day for each year."
    },
    {
        "o": 22858,
        "r": "nasb:Ezekiel:4:7",
        "t": "Then you shall set your face toward the siege of Jerusalem with your arm bared and prophesy against it."
    },
    {
        "o": 22859,
        "r": "nasb:Ezekiel:4:8",
        "t": "Now behold, I will put ropes on you so that you cannot turn from one side to the other until you have completed the days of your siege."
    },
    {
        "o": 22860,
        "r": "nasb:Ezekiel:4:8",
        "t": "Defiled Bread",
        "h": 2
    },
    {
        "o": 22861,
        "r": "nasb:Ezekiel:4:9",
        "t": "“But*p as for you, take wheat, barley, beans, lentils, millet and spelt, put them in one vessel and make them into bread for yourself; you shall eat it according to the number of the days that you lie on your side, three hundred and ninety days."
    },
    {
        "o": 22862,
        "r": "nasb:Ezekiel:4:10",
        "t": "Your food which you eat shall*i be*i twenty shekels a day by weight; you shall eat it from time to time."
    },
    {
        "o": 22863,
        "r": "nasb:Ezekiel:4:11",
        "t": "The water you drink shall be the sixth part of a hin by measure; you shall drink it from time to time."
    },
    {
        "o": 22864,
        "r": "nasb:Ezekiel:4:12",
        "t": "You shall eat it as a barley cake, having baked it*i in their sight over human dung.”"
    },
    {
        "o": 22865,
        "r": "nasb:Ezekiel:4:13",
        "t": "Then the Lord*s said, “Thus will the sons of Israel eat their bread unclean among the nations where I will banish them.”"
    },
    {
        "o": 22866,
        "r": "nasb:Ezekiel:4:14",
        "t": "But I said, “Ah, Lord God!*s Behold, I have never been defiled; for from my youth until now I have never eaten what died of itself or was torn by beasts, nor has any unclean meat ever entered my mouth.”"
    },
    {
        "o": 22867,
        "r": "nasb:Ezekiel:4:15",
        "t": "Then He said to me, “See, I will give you cow’s dung in place of human dung over which you will prepare your bread.”"
    },
    {
        "o": 22868,
        "r": "nasb:Ezekiel:4:16",
        "t": "Moreover, He said to me, “Son of man, behold, I am going to break the staff of bread in Jerusalem, and they will eat bread by weight and with anxiety, and drink water by measure and in horror,"
    },
    {
        "o": 22869,
        "r": "nasb:Ezekiel:4:17",
        "t": "because bread and water will be scarce; and they will be appalled with one another and waste away in their iniquity."
    }
]
