[
    {
        "o": 4517,
        "r": "niv:Numbers:15:0",
        "t": "Numbers 15",
        "h": 1
    },
    {
        "o": 4518,
        "r": "niv:Numbers:15:0",
        "t": "Supplementary Offerings",
        "h": 2
    },
    {
        "o": 4519,
        "r": "niv:Numbers:15:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4520,
        "r": "niv:Numbers:15:2",
        "t": "“Speak to the Israelites and say to them: ‘After you enter the land I am giving you as a home"
    },
    {
        "o": 4521,
        "r": "niv:Numbers:15:3",
        "t": "and you present to the Lord*s food offerings from the herd or the flock, as an aroma pleasing to the Lord*s —whether burnt offerings or sacrifices, for special vows or freewill offerings or festival offerings—"
    },
    {
        "o": 4522,
        "r": "niv:Numbers:15:4",
        "t": "then the person who brings an offering shall present to the Lord*s a grain offering of a tenth of an ephah of the finest flour mixed with a quarter of a hin of olive oil."
    },
    {
        "o": 4523,
        "r": "niv:Numbers:15:5",
        "t": "With each lamb for the burnt offering or the sacrifice, prepare a quarter of a hin of wine as a drink offering."
    },
    {
        "o": 4524,
        "r": "niv:Numbers:15:6",
        "t": "“ ‘With*p a ram prepare a grain offering of two-tenths of an ephah of the finest flour mixed with a third of a hin of olive oil,"
    },
    {
        "o": 4525,
        "r": "niv:Numbers:15:7",
        "t": "and a third of a hin of wine as a drink offering. Offer it as an aroma pleasing to the Lord.*s"
    },
    {
        "o": 4526,
        "r": "niv:Numbers:15:8",
        "t": "“ ‘When*p you prepare a young bull as a burnt offering or sacrifice, for a special vow or a fellowship offering to the Lord,*s"
    },
    {
        "o": 4527,
        "r": "niv:Numbers:15:9",
        "t": "bring with the bull a grain offering of three-tenths of an ephah of the finest flour mixed with half a hin of olive oil,"
    },
    {
        "o": 4528,
        "r": "niv:Numbers:15:10",
        "t": "and also bring half a hin of wine as a drink offering. This will be a food offering, an aroma pleasing to the Lord.*s"
    },
    {
        "o": 4529,
        "r": "niv:Numbers:15:11",
        "t": "Each bull or ram, each lamb or young goat, is to be prepared in this manner."
    },
    {
        "o": 4530,
        "r": "niv:Numbers:15:12",
        "t": "Do this for each one, for as many as you prepare."
    },
    {
        "o": 4531,
        "r": "niv:Numbers:15:13",
        "t": "“ ‘Everyone*p who is native-born must do these things in this way when they present a food offering as an aroma pleasing to the Lord.*s"
    },
    {
        "o": 4532,
        "r": "niv:Numbers:15:14",
        "t": "For the generations to come, whenever a foreigner or anyone else living among you presents a food offering as an aroma pleasing to the Lord,*s they must do exactly as you do."
    },
    {
        "o": 4533,
        "r": "niv:Numbers:15:15",
        "t": "The community is to have the same rules for you and for the foreigner residing among you; this is a lasting ordinance for the generations to come. You and the foreigner shall be the same before the Lord:*s"
    },
    {
        "o": 4534,
        "r": "niv:Numbers:15:16",
        "t": "The same laws and regulations will apply both to you and to the foreigner residing among you.’ ”"
    },
    {
        "o": 4535,
        "r": "niv:Numbers:15:17",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4536,
        "r": "niv:Numbers:15:18",
        "t": "“Speak to the Israelites and say to them: ‘When you enter the land to which I am taking you"
    },
    {
        "o": 4537,
        "r": "niv:Numbers:15:19",
        "t": "and you eat the food of the land, present a portion as an offering to the Lord.*s"
    },
    {
        "o": 4538,
        "r": "niv:Numbers:15:20",
        "t": "Present a loaf from the first of your ground meal and present it as an offering from the threshing floor."
    },
    {
        "o": 4539,
        "r": "niv:Numbers:15:21",
        "t": "Throughout the generations to come you are to give this offering to the Lord*s from the first of your ground meal."
    },
    {
        "o": 4540,
        "r": "niv:Numbers:15:21",
        "t": "Offerings for Unintentional Sins",
        "h": 2
    },
    {
        "o": 4541,
        "r": "niv:Numbers:15:22",
        "t": "“ ‘Now*p if you as a community unintentionally fail to keep any of these commands the Lord*s gave Moses—"
    },
    {
        "o": 4542,
        "r": "niv:Numbers:15:23",
        "t": "any of the Lord’s*s commands to you through him, from the day the Lord*s gave them and continuing through the generations to come—"
    },
    {
        "o": 4543,
        "r": "niv:Numbers:15:24",
        "t": "and if this is done unintentionally without the community being aware of it, then the whole community is to offer a young bull for a burnt offering as an aroma pleasing to the Lord,*s along with its prescribed grain offering and drink offering, and a male goat for a sin offering."
    },
    {
        "o": 4544,
        "r": "niv:Numbers:15:25",
        "t": "The priest is to make atonement for the whole Israelite community, and they will be forgiven, for it was not intentional and they have presented to the Lord*s for their wrong a food offering and a sin offering."
    },
    {
        "o": 4545,
        "r": "niv:Numbers:15:26",
        "t": "The whole Israelite community and the foreigners residing among them will be forgiven, because all the people were involved in the unintentional wrong."
    },
    {
        "o": 4546,
        "r": "niv:Numbers:15:27",
        "t": "“ ‘But*p if just one person sins unintentionally, that person must bring a year-old female goat for a sin offering."
    },
    {
        "o": 4547,
        "r": "niv:Numbers:15:28",
        "t": "The priest is to make atonement before the Lord*s for the one who erred by sinning unintentionally, and when atonement has been made, that person will be forgiven."
    },
    {
        "o": 4548,
        "r": "niv:Numbers:15:29",
        "t": "One and the same law applies to everyone who sins unintentionally, whether a native-born Israelite or a foreigner residing among you."
    },
    {
        "o": 4549,
        "r": "niv:Numbers:15:30",
        "t": "“ ‘But*p anyone who sins defiantly, whether native-born or foreigner, blasphemes the Lord*s and must be cut off from the people of Israel."
    },
    {
        "o": 4550,
        "r": "niv:Numbers:15:31",
        "t": "Because they have despised the Lord’s*s word and broken his commands, they must surely be cut off; their guilt remains on them.’ ”"
    },
    {
        "o": 4551,
        "r": "niv:Numbers:15:31",
        "t": "The Sabbath-Breaker Put to Death",
        "h": 2
    },
    {
        "o": 4552,
        "r": "niv:Numbers:15:32",
        "t": "While*p the Israelites were in the wilderness, a man was found gathering wood on the Sabbath day."
    },
    {
        "o": 4553,
        "r": "niv:Numbers:15:33",
        "t": "Those who found him gathering wood brought him to Moses and Aaron and the whole assembly,"
    },
    {
        "o": 4554,
        "r": "niv:Numbers:15:34",
        "t": "and they kept him in custody, because it was not clear what should be done to him."
    },
    {
        "o": 4555,
        "r": "niv:Numbers:15:35",
        "t": "Then the Lord*s said to Moses, “The man must die. The whole assembly must stone him outside the camp.”"
    },
    {
        "o": 4556,
        "r": "niv:Numbers:15:36",
        "t": "So the assembly took him outside the camp and stoned him to death, as the Lord*s commanded Moses."
    },
    {
        "o": 4557,
        "r": "niv:Numbers:15:36",
        "t": "Tassels on Garments",
        "h": 2
    },
    {
        "o": 4558,
        "r": "niv:Numbers:15:37",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4559,
        "r": "niv:Numbers:15:38",
        "t": "“Speak to the Israelites and say to them: ‘Throughout the generations to come you are to make tassels on the corners of your garments, with a blue cord on each tassel."
    },
    {
        "o": 4560,
        "r": "niv:Numbers:15:39",
        "t": "You will have these tassels to look at and so you will remember all the commands of the Lord,*s that you may obey them and not prostitute yourselves by chasing after the lusts of your own hearts and eyes."
    },
    {
        "o": 4561,
        "r": "niv:Numbers:15:40",
        "t": "Then you will remember to obey all my commands and will be consecrated to your God."
    },
    {
        "o": 4562,
        "r": "niv:Numbers:15:41",
        "t": "I am the Lord*s your God, who brought you out of Egypt to be your God. I am the Lord*s your God.’ ”"
    }
]
