[
    {
        "o": 33449,
        "r": "nasb:Hebrews:6:0",
        "t": "Hebrews 6",
        "h": 1
    },
    {
        "o": 33450,
        "r": "nasb:Hebrews:6:0",
        "t": "The Peril of Falling Away",
        "h": 2
    },
    {
        "o": 33451,
        "r": "nasb:Hebrews:6:1",
        "t": "Therefore*p leaving the elementary teaching about the Christ, let us press on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,"
    },
    {
        "o": 33452,
        "r": "nasb:Hebrews:6:2",
        "t": "of instruction about washings and laying on of hands, and the resurrection of the dead and eternal judgment."
    },
    {
        "o": 33453,
        "r": "nasb:Hebrews:6:3",
        "t": "And this we will do, if God permits."
    },
    {
        "o": 33454,
        "r": "nasb:Hebrews:6:4",
        "t": "For in the case of those who have once been enlightened and have tasted of the heavenly gift and have been made partakers of the Holy Spirit,"
    },
    {
        "o": 33455,
        "r": "nasb:Hebrews:6:5",
        "t": "and have tasted the good word of God and the powers of the age to come,"
    },
    {
        "o": 33456,
        "r": "nasb:Hebrews:6:6",
        "t": "and then*i have fallen away, it is impossible to renew them again to repentance, since they again crucify to themselves the Son of God and put Him to open shame."
    },
    {
        "o": 33457,
        "r": "nasb:Hebrews:6:7",
        "t": "For ground that drinks the rain which often falls on it and brings forth vegetation useful to those for whose sake it is also tilled, receives a blessing from God;"
    },
    {
        "o": 33458,
        "r": "nasb:Hebrews:6:8",
        "t": "but if it yields thorns and thistles, it is worthless and close to being cursed, and it ends up being burned."
    },
    {
        "o": 33459,
        "r": "nasb:Hebrews:6:8",
        "t": "Better Things for You",
        "h": 2
    },
    {
        "o": 33460,
        "r": "nasb:Hebrews:6:9",
        "t": "But,*p beloved, we are convinced of better things concerning you, and things that accompany salvation, though we are speaking in this way."
    },
    {
        "o": 33461,
        "r": "nasb:Hebrews:6:10",
        "t": "For God is not unjust so as to forget your work and the love which you have shown toward His name, in having ministered and in still ministering to the saints."
    },
    {
        "o": 33462,
        "r": "nasb:Hebrews:6:11",
        "t": "And we desire that each one of you show the same diligence so as to realize the full assurance of hope until the end,"
    },
    {
        "o": 33463,
        "r": "nasb:Hebrews:6:12",
        "t": "so that you will not be sluggish, but imitators of those who through faith and patience inherit the promises."
    },
    {
        "o": 33464,
        "r": "nasb:Hebrews:6:13",
        "t": "For*p when God made the promise to Abraham, since He could swear by no one greater, He swore by Himself,"
    },
    {
        "o": 33465,
        "r": "nasb:Hebrews:6:14",
        "t": "saying, “I will*s surely*s bless*s you*s and*s I will*s surely*s multiply*s you.”*s"
    },
    {
        "o": 33466,
        "r": "nasb:Hebrews:6:15",
        "t": "And so, having patiently waited, he obtained the promise."
    },
    {
        "o": 33467,
        "r": "nasb:Hebrews:6:16",
        "t": "For men swear by one greater than*i themselves,*i and with them an oath given*i as confirmation is an end of every dispute."
    },
    {
        "o": 33468,
        "r": "nasb:Hebrews:6:17",
        "t": "In the same way God, desiring even more to show to the heirs of the promise the unchangeableness of His purpose, interposed with an oath,"
    },
    {
        "o": 33469,
        "r": "nasb:Hebrews:6:18",
        "t": "so that by two unchangeable things in which it is impossible for God to lie, we who have taken refuge would have strong encouragement to take hold of the hope set before us."
    },
    {
        "o": 33470,
        "r": "nasb:Hebrews:6:19",
        "t": "This hope we have as an anchor of the soul, a hope*i both sure and steadfast and one which enters within the veil,"
    },
    {
        "o": 33471,
        "r": "nasb:Hebrews:6:20",
        "t": "where Jesus has entered as a forerunner for us, having become a high priest forever according to the order of Melchizedek."
    }
]
