[
    {
        "o": 31456,
        "r": "niv:1 Corinthians:7:0",
        "t": "1 Corinthians 7",
        "h": 1
    },
    {
        "o": 31457,
        "r": "niv:1 Corinthians:7:0",
        "t": "Concerning Married Life",
        "h": 2
    },
    {
        "o": 31458,
        "r": "niv:1 Corinthians:7:1",
        "t": "Now*p for the matters you wrote about: “It is good for a man not to have sexual relations with a woman.”"
    },
    {
        "o": 31459,
        "r": "niv:1 Corinthians:7:2",
        "t": "But since sexual immorality is occurring, each man should have sexual relations with his own wife, and each woman with her own husband."
    },
    {
        "o": 31460,
        "r": "niv:1 Corinthians:7:3",
        "t": "The husband should fulfill his marital duty to his wife, and likewise the wife to her husband."
    },
    {
        "o": 31461,
        "r": "niv:1 Corinthians:7:4",
        "t": "The wife does not have authority over her own body but yields it to her husband. In the same way, the husband does not have authority over his own body but yields it to his wife."
    },
    {
        "o": 31462,
        "r": "niv:1 Corinthians:7:5",
        "t": "Do not deprive each other except perhaps by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control."
    },
    {
        "o": 31463,
        "r": "niv:1 Corinthians:7:6",
        "t": "I say this as a concession, not as a command."
    },
    {
        "o": 31464,
        "r": "niv:1 Corinthians:7:7",
        "t": "I wish that all of you were as I am. But each of you has your own gift from God; one has this gift, another has that."
    },
    {
        "o": 31465,
        "r": "niv:1 Corinthians:7:8",
        "t": "Now*p to the unmarried and the widows I say: It is good for them to stay unmarried, as I do."
    },
    {
        "o": 31466,
        "r": "niv:1 Corinthians:7:9",
        "t": "But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion."
    },
    {
        "o": 31467,
        "r": "niv:1 Corinthians:7:10",
        "t": "To*p the married I give this command (not I, but the Lord): A wife must not separate from her husband."
    },
    {
        "o": 31468,
        "r": "niv:1 Corinthians:7:11",
        "t": "But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife."
    },
    {
        "o": 31469,
        "r": "niv:1 Corinthians:7:12",
        "t": "To*p the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her."
    },
    {
        "o": 31470,
        "r": "niv:1 Corinthians:7:13",
        "t": "And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him."
    },
    {
        "o": 31471,
        "r": "niv:1 Corinthians:7:14",
        "t": "For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy."
    },
    {
        "o": 31472,
        "r": "niv:1 Corinthians:7:15",
        "t": "But*p if the unbeliever leaves, let it be so. The brother or the sister is not bound in such circumstances; God has called us to live in peace."
    },
    {
        "o": 31473,
        "r": "niv:1 Corinthians:7:16",
        "t": "How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife?"
    },
    {
        "o": 31474,
        "r": "niv:1 Corinthians:7:16",
        "t": "Concerning Change of Status",
        "h": 2
    },
    {
        "o": 31475,
        "r": "niv:1 Corinthians:7:17",
        "t": "Nevertheless,*p each person should live as a believer in whatever situation the Lord has assigned to them, just as God has called them. This is the rule I lay down in all the churches."
    },
    {
        "o": 31476,
        "r": "niv:1 Corinthians:7:18",
        "t": "Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised."
    },
    {
        "o": 31477,
        "r": "niv:1 Corinthians:7:19",
        "t": "Circumcision is nothing and uncircumcision is nothing. Keeping God’s commands is what counts."
    },
    {
        "o": 31478,
        "r": "niv:1 Corinthians:7:20",
        "t": "Each person should remain in the situation they were in when God called them."
    },
    {
        "o": 31479,
        "r": "niv:1 Corinthians:7:21",
        "t": "Were*p you a slave when you were called? Don’t let it trouble you—although if you can gain your freedom, do so."
    },
    {
        "o": 31480,
        "r": "niv:1 Corinthians:7:22",
        "t": "For the one who was a slave when called to faith in the Lord is the Lord’s freed person; similarly, the one who was free when called is Christ’s slave."
    },
    {
        "o": 31481,
        "r": "niv:1 Corinthians:7:23",
        "t": "You were bought at a price; do not become slaves of human beings."
    },
    {
        "o": 31482,
        "r": "niv:1 Corinthians:7:24",
        "t": "Brothers and sisters, each person, as responsible to God, should remain in the situation they were in when God called them."
    },
    {
        "o": 31483,
        "r": "niv:1 Corinthians:7:24",
        "t": "Concerning the Unmarried",
        "h": 2
    },
    {
        "o": 31484,
        "r": "niv:1 Corinthians:7:25",
        "t": "Now*p about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord’s mercy is trustworthy."
    },
    {
        "o": 31485,
        "r": "niv:1 Corinthians:7:26",
        "t": "Because of the present crisis, I think that it is good for a man to remain as he is."
    },
    {
        "o": 31486,
        "r": "niv:1 Corinthians:7:27",
        "t": "Are you pledged to a woman? Do not seek to be released. Are you free from such a commitment? Do not look for a wife."
    },
    {
        "o": 31487,
        "r": "niv:1 Corinthians:7:28",
        "t": "But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this."
    },
    {
        "o": 31488,
        "r": "niv:1 Corinthians:7:29",
        "t": "What*p I mean, brothers and sisters, is that the time is short. From now on those who have wives should live as if they do not;"
    },
    {
        "o": 31489,
        "r": "niv:1 Corinthians:7:30",
        "t": "those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep;"
    },
    {
        "o": 31490,
        "r": "niv:1 Corinthians:7:31",
        "t": "those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away."
    },
    {
        "o": 31491,
        "r": "niv:1 Corinthians:7:32",
        "t": "I*p would like you to be free from concern. An unmarried man is concerned about the Lord’s affairs—how he can please the Lord."
    },
    {
        "o": 31492,
        "r": "niv:1 Corinthians:7:33",
        "t": "But a married man is concerned about the affairs of this world—how he can please his wife—"
    },
    {
        "o": 31493,
        "r": "niv:1 Corinthians:7:34",
        "t": "and his interests are divided. An unmarried woman or virgin is concerned about the Lord’s affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world—how she can please her husband."
    },
    {
        "o": 31494,
        "r": "niv:1 Corinthians:7:35",
        "t": "I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord."
    },
    {
        "o": 31495,
        "r": "niv:1 Corinthians:7:36",
        "t": "If*p anyone is worried that he might not be acting honorably toward the virgin he is engaged to, and if his passions are too strong and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married."
    },
    {
        "o": 31496,
        "r": "niv:1 Corinthians:7:37",
        "t": "But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin—this man also does the right thing."
    },
    {
        "o": 31497,
        "r": "niv:1 Corinthians:7:38",
        "t": "So then, he who marries the virgin does right, but he who does not marry her does better."
    },
    {
        "o": 31498,
        "r": "niv:1 Corinthians:7:39",
        "t": "A*p woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord."
    },
    {
        "o": 31499,
        "r": "niv:1 Corinthians:7:40",
        "t": "In my judgment, she is happier if she stays as she is—and I think that I too have the Spirit of God."
    }
]
