[
    {
        "o": 29442,
        "r": "kjv:Romans:12:0",
        "t": "Romans 12",
        "h": 1
    },
    {
        "o": 29443,
        "r": "kjv:Romans:12:1",
        "t": "I*p beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service."
    },
    {
        "o": 29444,
        "r": "kjv:Romans:12:2",
        "t": "And*p be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."
    },
    {
        "o": 29445,
        "r": "kjv:Romans:12:3",
        "t": "For*p I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith."
    },
    {
        "o": 29446,
        "r": "kjv:Romans:12:4",
        "t": "For*p as we have many members in one body, and all members have not the same office:"
    },
    {
        "o": 29447,
        "r": "kjv:Romans:12:5",
        "t": "So*p we, being many, are one body in Christ, and every one members one of another."
    },
    {
        "o": 29448,
        "r": "kjv:Romans:12:6",
        "t": "Having*p then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;"
    },
    {
        "o": 29449,
        "r": "kjv:Romans:12:7",
        "t": "Or*p ministry, let us wait on our ministering: or he that teacheth, on teaching;"
    },
    {
        "o": 29450,
        "r": "kjv:Romans:12:8",
        "t": "Or*p he that exhorteth, on exhortation: he that giveth, let him do it with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness."
    },
    {
        "o": 29451,
        "r": "kjv:Romans:12:9",
        "t": "Let*p love be without dissimulation. Abhor that which is evil; cleave to that which is good."
    },
    {
        "o": 29452,
        "r": "kjv:Romans:12:10",
        "t": "Be*p kindly affectioned one to another with brotherly love; in honour preferring one another;"
    },
    {
        "o": 29453,
        "r": "kjv:Romans:12:11",
        "t": "Not*p slothful in business; fervent in spirit; serving the Lord;"
    },
    {
        "o": 29454,
        "r": "kjv:Romans:12:12",
        "t": "Rejoicing*p in hope; patient in tribulation; continuing instant in prayer;"
    },
    {
        "o": 29455,
        "r": "kjv:Romans:12:13",
        "t": "Distributing*p to the necessity of saints; given to hospitality."
    },
    {
        "o": 29456,
        "r": "kjv:Romans:12:14",
        "t": "Bless*p them which persecute you: bless, and curse not."
    },
    {
        "o": 29457,
        "r": "kjv:Romans:12:15",
        "t": "Rejoice*p with them that do rejoice, and weep with them that weep."
    },
    {
        "o": 29458,
        "r": "kjv:Romans:12:16",
        "t": "Be*p of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits."
    },
    {
        "o": 29459,
        "r": "kjv:Romans:12:17",
        "t": "Recompense*p to no man evil for evil. Provide things honest in the sight of all men."
    },
    {
        "o": 29460,
        "r": "kjv:Romans:12:18",
        "t": "If*p it be possible, as much as lieth in you, live peaceably with all men."
    },
    {
        "o": 29461,
        "r": "kjv:Romans:12:19",
        "t": "Dearly*p beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord."
    },
    {
        "o": 29462,
        "r": "kjv:Romans:12:20",
        "t": "Therefore*p if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head."
    },
    {
        "o": 29463,
        "r": "kjv:Romans:12:21",
        "t": "Be*p not overcome of evil, but overcome evil with good."
    }
]
