[
    {
        "o": 32053,
        "r": "esv:1 Corinthians:13:0",
        "t": "1 Corinthians 13",
        "h": 1
    },
    {
        "o": 32054,
        "r": "esv:1 Corinthians:13:0",
        "t": "The Way of Love",
        "h": 2
    },
    {
        "o": 32055,
        "r": "esv:1 Corinthians:13:1",
        "t": "If*p I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal."
    },
    {
        "o": 32056,
        "r": "esv:1 Corinthians:13:2",
        "t": "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing."
    },
    {
        "o": 32057,
        "r": "esv:1 Corinthians:13:3",
        "t": "If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing."
    },
    {
        "o": 32058,
        "r": "esv:1 Corinthians:13:4",
        "t": "Love*p is patient and kind; love does not envy or boast; it is not arrogant"
    },
    {
        "o": 32059,
        "r": "esv:1 Corinthians:13:5",
        "t": "or rude. It does not insist on its own way; it is not irritable or resentful;"
    },
    {
        "o": 32060,
        "r": "esv:1 Corinthians:13:6",
        "t": "it does not rejoice at wrongdoing, but rejoices with the truth."
    },
    {
        "o": 32061,
        "r": "esv:1 Corinthians:13:7",
        "t": "Love bears all things, believes all things, hopes all things, endures all things."
    },
    {
        "o": 32062,
        "r": "esv:1 Corinthians:13:8",
        "t": "Love*p never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away."
    },
    {
        "o": 32063,
        "r": "esv:1 Corinthians:13:9",
        "t": "For we know in part and we prophesy in part,"
    },
    {
        "o": 32064,
        "r": "esv:1 Corinthians:13:10",
        "t": "but when the perfect comes, the partial will pass away."
    },
    {
        "o": 32065,
        "r": "esv:1 Corinthians:13:11",
        "t": "When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways."
    },
    {
        "o": 32066,
        "r": "esv:1 Corinthians:13:12",
        "t": "For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known."
    },
    {
        "o": 32067,
        "r": "esv:1 Corinthians:13:13",
        "t": "So*p now faith, hope, and love abide, these three; but the greatest of these is love."
    }
]
