[
    {
        "o": 6083,
        "r": "esv:Deuteronomy:26:0",
        "t": "Deuteronomy 26",
        "h": 1
    },
    {
        "o": 6084,
        "r": "esv:Deuteronomy:26:0",
        "t": "Offerings of Firstfruits and Tithes",
        "h": 2
    },
    {
        "o": 6085,
        "r": "esv:Deuteronomy:26:1",
        "t": "“When*p you come into the land that the Lord*s your God is giving you for an inheritance and have taken possession of it and live in it,"
    },
    {
        "o": 6086,
        "r": "esv:Deuteronomy:26:2",
        "t": "you shall take some of the first of all the fruit of the ground, which you harvest from your land that the Lord*s your God is giving you, and you shall put it in a basket, and you shall go to the place that the Lord*s your God will choose, to make his name to dwell there."
    },
    {
        "o": 6087,
        "r": "esv:Deuteronomy:26:3",
        "t": "And you shall go to the priest who is in office at that time and say to him, ‘I declare today to the Lord*s your God that I have come into the land that the Lord*s swore to our fathers to give us.’"
    },
    {
        "o": 6088,
        "r": "esv:Deuteronomy:26:4",
        "t": "Then the priest shall take the basket from your hand and set it down before the altar of the Lord*s your God."
    },
    {
        "o": 6089,
        "r": "esv:Deuteronomy:26:5",
        "t": "“And*p you shall make response before the Lord*s your God, ‘A wandering Aramean was my father. And he went down into Egypt and sojourned there, few in number, and there he became a nation, great, mighty, and populous."
    },
    {
        "o": 6090,
        "r": "esv:Deuteronomy:26:6",
        "t": "And the Egyptians treated us harshly and humiliated us and laid on us hard labor."
    },
    {
        "o": 6091,
        "r": "esv:Deuteronomy:26:7",
        "t": "Then we cried to the Lord,*s the God of our fathers, and the Lord*s heard our voice and saw our affliction, our toil, and our oppression."
    },
    {
        "o": 6092,
        "r": "esv:Deuteronomy:26:8",
        "t": "And the Lord*s brought us out of Egypt with a mighty hand and an outstretched arm, with great deeds of terror, with signs and wonders."
    },
    {
        "o": 6093,
        "r": "esv:Deuteronomy:26:9",
        "t": "And he brought us into this place and gave us this land, a land flowing with milk and honey."
    },
    {
        "o": 6094,
        "r": "esv:Deuteronomy:26:10",
        "t": "And behold, now I bring the first of the fruit of the ground, which you, O Lord,*s have given me.’ And you shall set it down before the Lord*s your God and worship before the Lord*s your God."
    },
    {
        "o": 6095,
        "r": "esv:Deuteronomy:26:11",
        "t": "And you shall rejoice in all the good that the Lord*s your God has given to you and to your house, you, and the Levite, and the sojourner who is among you."
    },
    {
        "o": 6096,
        "r": "esv:Deuteronomy:26:12",
        "t": "“When*p you have finished paying all the tithe of your produce in the third year, which is the year of tithing, giving it to the Levite, the sojourner, the fatherless, and the widow, so that they may eat within your towns and be filled,"
    },
    {
        "o": 6097,
        "r": "esv:Deuteronomy:26:13",
        "t": "then you shall say before the Lord*s your God, ‘I have removed the sacred portion out of my house, and moreover, I have given it to the Levite, the sojourner, the fatherless, and the widow, according to all your commandment that you have commanded me. I have not transgressed any of your commandments, nor have I forgotten them."
    },
    {
        "o": 6098,
        "r": "esv:Deuteronomy:26:14",
        "t": "I have not eaten of the tithe while I was mourning, or removed any of it while I was unclean, or offered any of it to the dead. I have obeyed the voice of the Lord*s my God. I have done according to all that you have commanded me."
    },
    {
        "o": 6099,
        "r": "esv:Deuteronomy:26:15",
        "t": "Look down from your holy habitation, from heaven, and bless your people Israel and the ground that you have given us, as you swore to our fathers, a land flowing with milk and honey.’"
    },
    {
        "o": 6100,
        "r": "esv:Deuteronomy:26:16",
        "t": "“This*p day the Lord*s your God commands you to do these statutes and rules. You shall therefore be careful to do them with all your heart and with all your soul."
    },
    {
        "o": 6101,
        "r": "esv:Deuteronomy:26:17",
        "t": "You have declared today that the Lord*s is your God, and that you will walk in his ways, and keep his statutes and his commandments and his rules, and will obey his voice."
    },
    {
        "o": 6102,
        "r": "esv:Deuteronomy:26:18",
        "t": "And the Lord*s has declared today that you are a people for his treasured possession, as he has promised you, and that you are to keep all his commandments,"
    },
    {
        "o": 6103,
        "r": "esv:Deuteronomy:26:19",
        "t": "and that he will set you in praise and in fame and in honor high above all nations that he has made, and that you shall be a people holy to the Lord*s your God, as he promised.”"
    }
]
