[
    {
        "o": 32816,
        "r": "nkjv:Galatians:1:0",
        "t": "Galatians 1",
        "h": 1
    },
    {
        "o": 32817,
        "r": "nkjv:Galatians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32818,
        "r": "nkjv:Galatians:1:1",
        "t": "Paul,*p an apostle (not from men nor through man, but through Jesus Christ and God the Father who raised Him from the dead),"
    },
    {
        "o": 32819,
        "r": "nkjv:Galatians:1:2",
        "t": "and all the brethren who are with me, To*p the churches of Galatia:"
    },
    {
        "o": 32820,
        "r": "nkjv:Galatians:1:3",
        "t": "Grace*p to you and peace from God the Father and our Lord Jesus Christ,"
    },
    {
        "o": 32821,
        "r": "nkjv:Galatians:1:4",
        "t": "who gave Himself for our sins, that He might deliver us from this present evil age, according to the will of our God and Father,"
    },
    {
        "o": 32822,
        "r": "nkjv:Galatians:1:5",
        "t": "to whom be*i glory forever and ever. Amen."
    },
    {
        "o": 32823,
        "r": "nkjv:Galatians:1:5",
        "t": "Only One Gospel",
        "h": 2
    },
    {
        "o": 32824,
        "r": "nkjv:Galatians:1:6",
        "t": "I*p marvel that you are turning away so soon from Him who called you in the grace of Christ, to a different gospel,"
    },
    {
        "o": 32825,
        "r": "nkjv:Galatians:1:7",
        "t": "which is not another; but there are some who trouble you and want to pervert the gospel of Christ."
    },
    {
        "o": 32826,
        "r": "nkjv:Galatians:1:8",
        "t": "But even if we, or an angel from heaven, preach any other gospel to you than what we have preached to you, let him be accursed."
    },
    {
        "o": 32827,
        "r": "nkjv:Galatians:1:9",
        "t": "As we have said before, so now I say again, if anyone preaches any other gospel to you than what you have received, let him be accursed."
    },
    {
        "o": 32828,
        "r": "nkjv:Galatians:1:10",
        "t": "For*p do I now persuade men, or God? Or do I seek to please men? For if I still pleased men, I would not be a bondservant of Christ."
    },
    {
        "o": 32829,
        "r": "nkjv:Galatians:1:10",
        "t": "Call to Apostleship",
        "h": 2
    },
    {
        "o": 32830,
        "r": "nkjv:Galatians:1:11",
        "t": "But*p I make known to you, brethren, that the gospel which was preached by me is not according to man."
    },
    {
        "o": 32831,
        "r": "nkjv:Galatians:1:12",
        "t": "For I neither received it from man, nor was I taught it,*i but it*i came*i through the revelation of Jesus Christ."
    },
    {
        "o": 32832,
        "r": "nkjv:Galatians:1:13",
        "t": "For*p you have heard of my former conduct in Judaism, how I persecuted the church of God beyond measure and tried*i to*i destroy it."
    },
    {
        "o": 32833,
        "r": "nkjv:Galatians:1:14",
        "t": "And I advanced in Judaism beyond many of my contemporaries in my own nation, being more exceedingly zealous for the traditions of my fathers."
    },
    {
        "o": 32834,
        "r": "nkjv:Galatians:1:15",
        "t": "But*p when it pleased God, who separated me from my mother’s womb and called me*i through His grace,"
    },
    {
        "o": 32835,
        "r": "nkjv:Galatians:1:16",
        "t": "to reveal His Son in me, that I might preach Him among the Gentiles, I did not immediately confer with flesh and blood,"
    },
    {
        "o": 32836,
        "r": "nkjv:Galatians:1:17",
        "t": "nor did I go up to Jerusalem to those who*i were*i apostles before me; but I went to Arabia, and returned again to Damascus."
    },
    {
        "o": 32837,
        "r": "nkjv:Galatians:1:17",
        "t": "Contacts at Jerusalem",
        "h": 2
    },
    {
        "o": 32838,
        "r": "nkjv:Galatians:1:18",
        "t": "Then*p after three years I went up to Jerusalem to see Peter, and remained with him fifteen days."
    },
    {
        "o": 32839,
        "r": "nkjv:Galatians:1:19",
        "t": "But I saw none of the other apostles except James, the Lord’s brother."
    },
    {
        "o": 32840,
        "r": "nkjv:Galatians:1:20",
        "t": "(Now concerning*i the things which I write to you, indeed, before God, I do not lie.)"
    },
    {
        "o": 32841,
        "r": "nkjv:Galatians:1:21",
        "t": "Afterward*p I went into the regions of Syria and Cilicia."
    },
    {
        "o": 32842,
        "r": "nkjv:Galatians:1:22",
        "t": "And I was unknown by face to the churches of Judea which were*i in Christ."
    },
    {
        "o": 32843,
        "r": "nkjv:Galatians:1:23",
        "t": "But they were hearing only, “He who formerly persecuted us now preaches the faith which he once tried*i to*i destroy.”"
    },
    {
        "o": 32844,
        "r": "nkjv:Galatians:1:24",
        "t": "And they glorified God in me."
    },
    {
        "o": 32845,
        "r": "nkjv:Galatians:2:0",
        "t": "Galatians 2",
        "h": 1
    },
    {
        "o": 32846,
        "r": "nkjv:Galatians:2:0",
        "t": "Defending the Gospel",
        "h": 2
    },
    {
        "o": 32847,
        "r": "nkjv:Galatians:2:1",
        "t": "Then*p after fourteen years I went up again to Jerusalem with Barnabas, and also took Titus with me.*i"
    },
    {
        "o": 32848,
        "r": "nkjv:Galatians:2:2",
        "t": "And I went up by revelation, and communicated to them that gospel which I preach among the Gentiles, but privately to those who were of reputation, lest by any means I might run, or had run, in vain."
    },
    {
        "o": 32849,
        "r": "nkjv:Galatians:2:3",
        "t": "Yet not even Titus who was*i with me, being a Greek, was compelled to be circumcised."
    },
    {
        "o": 32850,
        "r": "nkjv:Galatians:2:4",
        "t": "And this*i occurred*i because of false brethren secretly brought in (who came in by stealth to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage),"
    },
    {
        "o": 32851,
        "r": "nkjv:Galatians:2:5",
        "t": "to whom we did not yield submission even for an hour, that the truth of the gospel might continue with you."
    },
    {
        "o": 32852,
        "r": "nkjv:Galatians:2:6",
        "t": "But*p from those who seemed to be something—whatever they were, it makes no difference to me; God shows personal favoritism to no man—for those who seemed to*i be*i something*i added nothing to me."
    },
    {
        "o": 32853,
        "r": "nkjv:Galatians:2:7",
        "t": "But on the contrary, when they saw that the gospel for the uncircumcised had been committed to me, as the*i gospel*i for the circumcised was*i to Peter"
    },
    {
        "o": 32854,
        "r": "nkjv:Galatians:2:8",
        "t": "(for He who worked effectively in Peter for the apostleship to the circumcised also worked effectively in me toward the Gentiles),"
    },
    {
        "o": 32855,
        "r": "nkjv:Galatians:2:9",
        "t": "and when James, Cephas, and John, who seemed to be pillars, perceived the grace that had been given to me, they gave me and Barnabas the right hand of fellowship, that we should*i go*i to the Gentiles and they to the circumcised."
    },
    {
        "o": 32856,
        "r": "nkjv:Galatians:2:10",
        "t": "They*i desired*i only that we should remember the poor, the very thing which I also was eager to do."
    },
    {
        "o": 32857,
        "r": "nkjv:Galatians:2:10",
        "t": "No Return to the Law",
        "h": 2
    },
    {
        "o": 32858,
        "r": "nkjv:Galatians:2:11",
        "t": "Now*p when Peter had come to Antioch, I withstood him to his face, because he was to be blamed;"
    },
    {
        "o": 32859,
        "r": "nkjv:Galatians:2:12",
        "t": "for before certain men came from James, he would eat with the Gentiles; but when they came, he withdrew and separated himself, fearing those who were of the circumcision."
    },
    {
        "o": 32860,
        "r": "nkjv:Galatians:2:13",
        "t": "And the rest of the Jews also played the hypocrite with him, so that even Barnabas was carried away with their hypocrisy."
    },
    {
        "o": 32861,
        "r": "nkjv:Galatians:2:14",
        "t": "But*p when I saw that they were not straightforward about the truth of the gospel, I said to Peter before them*i all, “If you, being a Jew, live in the manner of Gentiles and not as the Jews, why do you compel Gentiles to live as Jews?"
    },
    {
        "o": 32862,
        "r": "nkjv:Galatians:2:15",
        "t": "We who*i are*i Jews by nature, and not sinners of the Gentiles,"
    },
    {
        "o": 32863,
        "r": "nkjv:Galatians:2:16",
        "t": "knowing that a man is not justified by the works of the law but by faith in Jesus Christ, even we have believed in Christ Jesus, that we might be justified by faith in Christ and not by the works of the law; for by the works of the law no flesh shall be justified."
    },
    {
        "o": 32864,
        "r": "nkjv:Galatians:2:17",
        "t": "“But*p if, while we seek to be justified by Christ, we ourselves also are found sinners, is*i Christ therefore a minister of sin? Certainly not!"
    },
    {
        "o": 32865,
        "r": "nkjv:Galatians:2:18",
        "t": "For if I build again those things which I destroyed, I make myself a transgressor."
    },
    {
        "o": 32866,
        "r": "nkjv:Galatians:2:19",
        "t": "For I through the law died to the law that I might live to God."
    },
    {
        "o": 32867,
        "r": "nkjv:Galatians:2:20",
        "t": "I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life*i which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me."
    },
    {
        "o": 32868,
        "r": "nkjv:Galatians:2:21",
        "t": "I do not set aside the grace of God; for if righteousness comes*i through the law, then Christ died in vain.”"
    },
    {
        "o": 32869,
        "r": "nkjv:Galatians:3:0",
        "t": "Galatians 3",
        "h": 1
    },
    {
        "o": 32870,
        "r": "nkjv:Galatians:3:0",
        "t": "Justification by Faith",
        "h": 2
    },
    {
        "o": 32871,
        "r": "nkjv:Galatians:3:1",
        "t": "O*p foolish Galatians! Who has bewitched you that you should not obey the truth, before whose eyes Jesus Christ was clearly portrayed among you as crucified?"
    },
    {
        "o": 32872,
        "r": "nkjv:Galatians:3:2",
        "t": "This only I want to learn from you: Did you receive the Spirit by the works of the law, or by the hearing of faith?"
    },
    {
        "o": 32873,
        "r": "nkjv:Galatians:3:3",
        "t": "Are you so foolish? Having begun in the Spirit, are you now being made perfect by the flesh?"
    },
    {
        "o": 32874,
        "r": "nkjv:Galatians:3:4",
        "t": "Have you suffered so many things in vain—if indeed it*i was*i in vain?"
    },
    {
        "o": 32875,
        "r": "nkjv:Galatians:3:5",
        "t": "Therefore*p He who supplies the Spirit to you and works miracles among you, does*i He*i do*i it*i by the works of the law, or by the hearing of faith?—"
    },
    {
        "o": 32876,
        "r": "nkjv:Galatians:3:6",
        "t": "just as Abraham “believed God, and it was accounted to him for righteousness.”"
    },
    {
        "o": 32877,
        "r": "nkjv:Galatians:3:7",
        "t": "Therefore know that only*i those who are of faith are sons of Abraham."
    },
    {
        "o": 32878,
        "r": "nkjv:Galatians:3:8",
        "t": "And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel to Abraham beforehand, saying,*i “In you all the nations shall be blessed.”"
    },
    {
        "o": 32879,
        "r": "nkjv:Galatians:3:9",
        "t": "So then those who are*i of faith are blessed with believing Abraham."
    },
    {
        "o": 32880,
        "r": "nkjv:Galatians:3:9",
        "t": "The Law Brings a Curse",
        "h": 2
    },
    {
        "o": 32881,
        "r": "nkjv:Galatians:3:10",
        "t": "For*p as many as are of the works of the law are under the curse; for it is written, “Cursed is*i everyone who does not continue in all things which are written in the book of the law, to do them.”"
    },
    {
        "o": 32882,
        "r": "nkjv:Galatians:3:11",
        "t": "But that no one is justified by the law in the sight of God is*i evident, for “the just shall live by faith.”"
    },
    {
        "o": 32883,
        "r": "nkjv:Galatians:3:12",
        "t": "Yet the law is not of faith, but “the man who does them shall live by them.”"
    },
    {
        "o": 32884,
        "r": "nkjv:Galatians:3:13",
        "t": "Christ*p has redeemed us from the curse of the law, having become a curse for us (for it is written, “Cursed is*i everyone who hangs on a tree”),"
    },
    {
        "o": 32885,
        "r": "nkjv:Galatians:3:14",
        "t": "that the blessing of Abraham might come upon the Gentiles in Christ Jesus, that we might receive the promise of the Spirit through faith."
    },
    {
        "o": 32886,
        "r": "nkjv:Galatians:3:14",
        "t": "The Changeless Promise",
        "h": 2
    },
    {
        "o": 32887,
        "r": "nkjv:Galatians:3:15",
        "t": "Brethren,*p I speak in the manner of men: Though it*i is*i only a man’s covenant, yet if*i it*i is*i confirmed, no one annuls or adds to it."
    },
    {
        "o": 32888,
        "r": "nkjv:Galatians:3:16",
        "t": "Now to Abraham and his Seed were the promises made. He does not say, “And to seeds,” as of many, but as of one, “And to your Seed,” who is Christ."
    },
    {
        "o": 32889,
        "r": "nkjv:Galatians:3:17",
        "t": "And this I say, that*i the law, which was four hundred and thirty years later, cannot annul the covenant that was confirmed before by God in Christ, that it should make the promise of no effect."
    },
    {
        "o": 32890,
        "r": "nkjv:Galatians:3:18",
        "t": "For if the inheritance is*i of the law, it*i is*i no longer of promise; but God gave it*i to Abraham by promise."
    },
    {
        "o": 32891,
        "r": "nkjv:Galatians:3:18",
        "t": "Purpose of the Law",
        "h": 2
    },
    {
        "o": 32892,
        "r": "nkjv:Galatians:3:19",
        "t": "What*p purpose then does*i the law serve?*i It was added because of transgressions, till the Seed should come to whom the promise was made; and*i it*i was*i appointed through angels by the hand of a mediator."
    },
    {
        "o": 32893,
        "r": "nkjv:Galatians:3:20",
        "t": "Now a mediator does not mediate*i for one only,*i but God is one."
    },
    {
        "o": 32894,
        "r": "nkjv:Galatians:3:21",
        "t": "Is*ip the law then against the promises of God? Certainly not! For if there had been a law given which could have given life, truly righteousness would have been by the law."
    },
    {
        "o": 32895,
        "r": "nkjv:Galatians:3:22",
        "t": "But the Scripture has confined all under sin, that the promise by faith in Jesus Christ might be given to those who believe."
    },
    {
        "o": 32896,
        "r": "nkjv:Galatians:3:23",
        "t": "But before faith came, we were kept under guard by the law, kept for the faith which would afterward be revealed."
    },
    {
        "o": 32897,
        "r": "nkjv:Galatians:3:24",
        "t": "Therefore the law was our tutor to*i bring*i us*i to Christ, that we might be justified by faith."
    },
    {
        "o": 32898,
        "r": "nkjv:Galatians:3:25",
        "t": "But after faith has come, we are no longer under a tutor."
    },
    {
        "o": 32899,
        "r": "nkjv:Galatians:3:25",
        "t": "Sons and Heirs",
        "h": 2
    },
    {
        "o": 32900,
        "r": "nkjv:Galatians:3:26",
        "t": "For*p you are all sons of God through faith in Christ Jesus."
    },
    {
        "o": 32901,
        "r": "nkjv:Galatians:3:27",
        "t": "For as many of you as were baptized into Christ have put on Christ."
    },
    {
        "o": 32902,
        "r": "nkjv:Galatians:3:28",
        "t": "There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female; for you are all one in Christ Jesus."
    },
    {
        "o": 32903,
        "r": "nkjv:Galatians:3:29",
        "t": "And if you are*i Christ’s, then you are Abraham’s seed, and heirs according to the promise."
    },
    {
        "o": 32904,
        "r": "nkjv:Galatians:4:0",
        "t": "Galatians 4",
        "h": 1
    },
    {
        "o": 32905,
        "r": "nkjv:Galatians:4:1",
        "t": "Now*p I say that*i the heir, as long as he is a child, does not differ at all from a slave, though he is master of all,"
    },
    {
        "o": 32906,
        "r": "nkjv:Galatians:4:2",
        "t": "but is under guardians and stewards until the time appointed by the father."
    },
    {
        "o": 32907,
        "r": "nkjv:Galatians:4:3",
        "t": "Even so we, when we were children, were in bondage under the elements of the world."
    },
    {
        "o": 32908,
        "r": "nkjv:Galatians:4:4",
        "t": "But when the fullness of the time had come, God sent forth His Son, born of a woman, born under the law,"
    },
    {
        "o": 32909,
        "r": "nkjv:Galatians:4:5",
        "t": "to redeem those who were under the law, that we might receive the adoption as sons."
    },
    {
        "o": 32910,
        "r": "nkjv:Galatians:4:6",
        "t": "And*p because you are sons, God has sent forth the Spirit of His Son into your hearts, crying out, “Abba, Father!”"
    },
    {
        "o": 32911,
        "r": "nkjv:Galatians:4:7",
        "t": "Therefore you are no longer a slave but a son, and if a son, then an heir of God through Christ."
    },
    {
        "o": 32912,
        "r": "nkjv:Galatians:4:7",
        "t": "Fears for the Church",
        "h": 2
    },
    {
        "o": 32913,
        "r": "nkjv:Galatians:4:8",
        "t": "But*p then, indeed, when you did not know God, you served those which by nature are not gods."
    },
    {
        "o": 32914,
        "r": "nkjv:Galatians:4:9",
        "t": "But now after you have known God, or rather are known by God, how is*i it*i that*i you turn again to the weak and beggarly elements, to which you desire again to be in bondage?"
    },
    {
        "o": 32915,
        "r": "nkjv:Galatians:4:10",
        "t": "You observe days and months and seasons and years."
    },
    {
        "o": 32916,
        "r": "nkjv:Galatians:4:11",
        "t": "I am afraid for you, lest I have labored for you in vain."
    },
    {
        "o": 32917,
        "r": "nkjv:Galatians:4:12",
        "t": "Brethren,*p I urge you to become like me, for I became*i like you. You have not injured me at all."
    },
    {
        "o": 32918,
        "r": "nkjv:Galatians:4:13",
        "t": "You know that because of physical infirmity I preached the gospel to you at the first."
    },
    {
        "o": 32919,
        "r": "nkjv:Galatians:4:14",
        "t": "And my trial which was in my flesh you did not despise or reject, but you received me as an angel of God, even*i as Christ Jesus."
    },
    {
        "o": 32920,
        "r": "nkjv:Galatians:4:15",
        "t": "What then was the blessing you enjoyed?*i For I bear you witness that, if possible, you would have plucked out your own eyes and given them to me."
    },
    {
        "o": 32921,
        "r": "nkjv:Galatians:4:16",
        "t": "Have I therefore become your enemy because I tell you the truth?"
    },
    {
        "o": 32922,
        "r": "nkjv:Galatians:4:17",
        "t": "They*p zealously court you, but*i for no good; yes, they want to exclude you, that you may be zealous for them."
    },
    {
        "o": 32923,
        "r": "nkjv:Galatians:4:18",
        "t": "But it is good to be zealous in a good thing always, and not only when I am present with you."
    },
    {
        "o": 32924,
        "r": "nkjv:Galatians:4:19",
        "t": "My little children, for whom I labor in birth again until Christ is formed in you,"
    },
    {
        "o": 32925,
        "r": "nkjv:Galatians:4:20",
        "t": "I would like to be present with you now and to change my tone; for I have doubts about you."
    },
    {
        "o": 32926,
        "r": "nkjv:Galatians:4:20",
        "t": "Two Covenants",
        "h": 2
    },
    {
        "o": 32927,
        "r": "nkjv:Galatians:4:21",
        "t": "Tell*p me, you who desire to be under the law, do you not hear the law?"
    },
    {
        "o": 32928,
        "r": "nkjv:Galatians:4:22",
        "t": "For it is written that Abraham had two sons: the one by a bondwoman, the other by a freewoman."
    },
    {
        "o": 32929,
        "r": "nkjv:Galatians:4:23",
        "t": "But he who*i was*i of the bondwoman was born according to the flesh, and he of the freewoman through promise,"
    },
    {
        "o": 32930,
        "r": "nkjv:Galatians:4:24",
        "t": "which things are symbolic. For these are the two covenants: the one from Mount Sinai which gives birth to bondage, which is Hagar—"
    },
    {
        "o": 32931,
        "r": "nkjv:Galatians:4:25",
        "t": "for this Hagar is Mount Sinai in Arabia, and corresponds to Jerusalem which now is, and is in bondage with her children—"
    },
    {
        "o": 32932,
        "r": "nkjv:Galatians:4:26",
        "t": "but the Jerusalem above is free, which is the mother of us all."
    },
    {
        "o": 32933,
        "r": "nkjv:Galatians:4:27",
        "t": "For it is written: “Rejoice,*pn O barren, You*ild who do not bear! Break*ld forth and shout, You*ld who are not in labor! For*ld the desolate has many more children Than*ld she who has a husband.”"
    },
    {
        "o": 32934,
        "r": "nkjv:Galatians:4:28",
        "t": "Now*p we, brethren, as Isaac was,*i are children of promise."
    },
    {
        "o": 32935,
        "r": "nkjv:Galatians:4:29",
        "t": "But, as he who was born according to the flesh then persecuted him who*i was*i born*i according to the Spirit, even so it*i is*i now."
    },
    {
        "o": 32936,
        "r": "nkjv:Galatians:4:30",
        "t": "Nevertheless what does the Scripture say? “Cast out the bondwoman and her son, for the son of the bondwoman shall not be heir with the son of the freewoman.”"
    },
    {
        "o": 32937,
        "r": "nkjv:Galatians:4:31",
        "t": "So then, brethren, we are not children of the bondwoman but of the free."
    },
    {
        "o": 32938,
        "r": "nkjv:Galatians:5:0",
        "t": "Galatians 5",
        "h": 1
    },
    {
        "o": 32939,
        "r": "nkjv:Galatians:5:0",
        "t": "Christian Liberty",
        "h": 2
    },
    {
        "o": 32940,
        "r": "nkjv:Galatians:5:1",
        "t": "Stand*p fast therefore in the liberty by which Christ has made us free, and do not be entangled again with a yoke of bondage."
    },
    {
        "o": 32941,
        "r": "nkjv:Galatians:5:2",
        "t": "Indeed I, Paul, say to you that if you become circumcised, Christ will profit you nothing."
    },
    {
        "o": 32942,
        "r": "nkjv:Galatians:5:3",
        "t": "And I testify again to every man who becomes circumcised that he is a debtor to keep the whole law."
    },
    {
        "o": 32943,
        "r": "nkjv:Galatians:5:4",
        "t": "You have become estranged from Christ, you who attempt*i to*i be justified by law; you have fallen from grace."
    },
    {
        "o": 32944,
        "r": "nkjv:Galatians:5:5",
        "t": "For we through the Spirit eagerly wait for the hope of righteousness by faith."
    },
    {
        "o": 32945,
        "r": "nkjv:Galatians:5:6",
        "t": "For in Christ Jesus neither circumcision nor uncircumcision avails anything, but faith working through love."
    },
    {
        "o": 32946,
        "r": "nkjv:Galatians:5:6",
        "t": "Love Fulfills the Law",
        "h": 2
    },
    {
        "o": 32947,
        "r": "nkjv:Galatians:5:7",
        "t": "You*p ran well. Who hindered you from obeying the truth?"
    },
    {
        "o": 32948,
        "r": "nkjv:Galatians:5:8",
        "t": "This persuasion does not come*i from Him who calls you."
    },
    {
        "o": 32949,
        "r": "nkjv:Galatians:5:9",
        "t": "A little leaven leavens the whole lump."
    },
    {
        "o": 32950,
        "r": "nkjv:Galatians:5:10",
        "t": "I have confidence in you, in the Lord, that you will have no other mind; but he who troubles you shall bear his judgment, whoever he is."
    },
    {
        "o": 32951,
        "r": "nkjv:Galatians:5:11",
        "t": "And*p I, brethren, if I still preach circumcision, why do I still suffer persecution? Then the offense of the cross has ceased."
    },
    {
        "o": 32952,
        "r": "nkjv:Galatians:5:12",
        "t": "I could wish that those who trouble you would even cut themselves off!"
    },
    {
        "o": 32953,
        "r": "nkjv:Galatians:5:13",
        "t": "For*p you, brethren, have been called to liberty; only do not use*i liberty as an opportunity for the flesh, but through love serve one another."
    },
    {
        "o": 32954,
        "r": "nkjv:Galatians:5:14",
        "t": "For all the law is fulfilled in one word, even*i in this: “You shall love your neighbor as yourself.”"
    },
    {
        "o": 32955,
        "r": "nkjv:Galatians:5:15",
        "t": "But if you bite and devour one another, beware lest you be consumed by one another!"
    },
    {
        "o": 32956,
        "r": "nkjv:Galatians:5:15",
        "t": "Walking in the Spirit",
        "h": 2
    },
    {
        "o": 32957,
        "r": "nkjv:Galatians:5:16",
        "t": "I*p say then: Walk in the Spirit, and you shall not fulfill the lust of the flesh."
    },
    {
        "o": 32958,
        "r": "nkjv:Galatians:5:17",
        "t": "For the flesh lusts against the Spirit, and the Spirit against the flesh; and these are contrary to one another, so that you do not do the things that you wish."
    },
    {
        "o": 32959,
        "r": "nkjv:Galatians:5:18",
        "t": "But if you are led by the Spirit, you are not under the law."
    },
    {
        "o": 32960,
        "r": "nkjv:Galatians:5:19",
        "t": "Now*p the works of the flesh are evident, which are: adultery, fornication, uncleanness, lewdness,"
    },
    {
        "o": 32961,
        "r": "nkjv:Galatians:5:20",
        "t": "idolatry, sorcery, hatred, contentions, jealousies, outbursts of wrath, selfish ambitions, dissensions, heresies,"
    },
    {
        "o": 32962,
        "r": "nkjv:Galatians:5:21",
        "t": "envy, murders, drunkenness, revelries, and the like; of which I tell you beforehand, just as I also told you*i in time past, that those who practice such things will not inherit the kingdom of God."
    },
    {
        "o": 32963,
        "r": "nkjv:Galatians:5:22",
        "t": "But*p the fruit of the Spirit is love, joy, peace, longsuffering, kindness, goodness, faithfulness,"
    },
    {
        "o": 32964,
        "r": "nkjv:Galatians:5:23",
        "t": "gentleness, self-control. Against such there is no law."
    },
    {
        "o": 32965,
        "r": "nkjv:Galatians:5:24",
        "t": "And those who*i are*i Christ’s have crucified the flesh with its passions and desires."
    },
    {
        "o": 32966,
        "r": "nkjv:Galatians:5:25",
        "t": "If we live in the Spirit, let us also walk in the Spirit."
    },
    {
        "o": 32967,
        "r": "nkjv:Galatians:5:26",
        "t": "Let us not become conceited, provoking one another, envying one another."
    },
    {
        "o": 32968,
        "r": "nkjv:Galatians:6:0",
        "t": "Galatians 6",
        "h": 1
    },
    {
        "o": 32969,
        "r": "nkjv:Galatians:6:0",
        "t": "Bear and Share the Burdens",
        "h": 2
    },
    {
        "o": 32970,
        "r": "nkjv:Galatians:6:1",
        "t": "Brethren,*p if a man is overtaken in any trespass, you who are*i spiritual restore such a one in a spirit of gentleness, considering yourself lest you also be tempted."
    },
    {
        "o": 32971,
        "r": "nkjv:Galatians:6:2",
        "t": "Bear one another’s burdens, and so fulfill the law of Christ."
    },
    {
        "o": 32972,
        "r": "nkjv:Galatians:6:3",
        "t": "For if anyone thinks himself to be something, when he is nothing, he deceives himself."
    },
    {
        "o": 32973,
        "r": "nkjv:Galatians:6:4",
        "t": "But let each one examine his own work, and then he will have rejoicing in himself alone, and not in another."
    },
    {
        "o": 32974,
        "r": "nkjv:Galatians:6:5",
        "t": "For each one shall bear his own load."
    },
    {
        "o": 32975,
        "r": "nkjv:Galatians:6:5",
        "t": "Be Generous and Do Good",
        "h": 2
    },
    {
        "o": 32976,
        "r": "nkjv:Galatians:6:6",
        "t": "Let*p him who is taught the word share in all good things with him who teaches."
    },
    {
        "o": 32977,
        "r": "nkjv:Galatians:6:7",
        "t": "Do*p not be deceived, God is not mocked; for whatever a man sows, that he will also reap."
    },
    {
        "o": 32978,
        "r": "nkjv:Galatians:6:8",
        "t": "For he who sows to his flesh will of the flesh reap corruption, but he who sows to the Spirit will of the Spirit reap everlasting life."
    },
    {
        "o": 32979,
        "r": "nkjv:Galatians:6:9",
        "t": "And let us not grow weary while doing good, for in due season we shall reap if we do not lose heart."
    },
    {
        "o": 32980,
        "r": "nkjv:Galatians:6:10",
        "t": "Therefore, as we have opportunity, let us do good to all, especially to those who are of the household of faith."
    },
    {
        "o": 32981,
        "r": "nkjv:Galatians:6:10",
        "t": "Glory Only in the Cross",
        "h": 2
    },
    {
        "o": 32982,
        "r": "nkjv:Galatians:6:11",
        "t": "See*p with what large letters I have written to you with my own hand!"
    },
    {
        "o": 32983,
        "r": "nkjv:Galatians:6:12",
        "t": "As many as desire to make a good showing in the flesh, these would*i compel you to be circumcised, only that they may not suffer persecution for the cross of Christ."
    },
    {
        "o": 32984,
        "r": "nkjv:Galatians:6:13",
        "t": "For not even those who are circumcised keep the law, but they desire to have you circumcised that they may boast in your flesh."
    },
    {
        "o": 32985,
        "r": "nkjv:Galatians:6:14",
        "t": "But God forbid that I should boast except in the cross of our Lord Jesus Christ, by whom the world has been crucified to me, and I to the world."
    },
    {
        "o": 32986,
        "r": "nkjv:Galatians:6:15",
        "t": "For in Christ Jesus neither circumcision nor uncircumcision avails anything, but a new creation."
    },
    {
        "o": 32987,
        "r": "nkjv:Galatians:6:15",
        "t": "Blessing and a Plea",
        "h": 2
    },
    {
        "o": 32988,
        "r": "nkjv:Galatians:6:16",
        "t": "And*p as many as walk according to this rule, peace and mercy be*i upon them, and upon the Israel of God."
    },
    {
        "o": 32989,
        "r": "nkjv:Galatians:6:17",
        "t": "From*p now on let no one trouble me, for I bear in my body the marks of the Lord Jesus."
    },
    {
        "o": 32990,
        "r": "nkjv:Galatians:6:18",
        "t": "Brethren,*p the grace of our Lord Jesus Christ be*i with your spirit. Amen."
    }
]
