[
    {
        "o": 5904,
        "r": "nasb:Deuteronomy:20:0",
        "t": "Deuteronomy 20",
        "h": 1
    },
    {
        "o": 5905,
        "r": "nasb:Deuteronomy:20:0",
        "t": "Laws of Warfare",
        "h": 2
    },
    {
        "o": 5906,
        "r": "nasb:Deuteronomy:20:1",
        "t": "“When*p you go out to battle against your enemies and see horses and chariots and*i people more numerous than you, do not be afraid of them; for the Lord*s your God, who brought you up from the land of Egypt, is with you."
    },
    {
        "o": 5907,
        "r": "nasb:Deuteronomy:20:2",
        "t": "When you are approaching the battle, the priest shall come near and speak to the people."
    },
    {
        "o": 5908,
        "r": "nasb:Deuteronomy:20:3",
        "t": "He shall say to them, ‘Hear, O Israel, you are approaching the battle against your enemies today. Do not be fainthearted. Do not be afraid, or panic, or tremble before them,"
    },
    {
        "o": 5909,
        "r": "nasb:Deuteronomy:20:4",
        "t": "for the Lord*s your God is the one who goes with you, to fight for you against your enemies, to save you.’"
    },
    {
        "o": 5910,
        "r": "nasb:Deuteronomy:20:5",
        "t": "The officers also shall speak to the people, saying, ‘Who is the man that has built a new house and has not dedicated it? Let him depart and return to his house, otherwise he might die in the battle and another man would dedicate it."
    },
    {
        "o": 5911,
        "r": "nasb:Deuteronomy:20:6",
        "t": "Who is the man that has planted a vineyard and has not begun to use its fruit? Let him depart and return to his house, otherwise he might die in the battle and another man would begin to use its fruit."
    },
    {
        "o": 5912,
        "r": "nasb:Deuteronomy:20:7",
        "t": "And who is the man that is engaged to a woman and has not married her? Let him depart and return to his house, otherwise he might die in the battle and another man would marry her.’"
    },
    {
        "o": 5913,
        "r": "nasb:Deuteronomy:20:8",
        "t": "Then the officers shall speak further to the people and say, ‘Who is the man that is afraid and fainthearted? Let him depart and return to his house, so that he might not make his brothers’ hearts melt like his heart.’"
    },
    {
        "o": 5914,
        "r": "nasb:Deuteronomy:20:9",
        "t": "When the officers have finished speaking to the people, they shall appoint commanders of armies at the head of the people."
    },
    {
        "o": 5915,
        "r": "nasb:Deuteronomy:20:10",
        "t": "“When*p you approach a city to fight against it, you shall offer it terms of peace."
    },
    {
        "o": 5916,
        "r": "nasb:Deuteronomy:20:11",
        "t": "If it agrees to make peace with you and opens to you, then all the people who are found in it shall become your forced labor and shall serve you."
    },
    {
        "o": 5917,
        "r": "nasb:Deuteronomy:20:12",
        "t": "However, if it does not make peace with you, but makes war against you, then you shall besiege it."
    },
    {
        "o": 5918,
        "r": "nasb:Deuteronomy:20:13",
        "t": "When the Lord*s your God gives it into your hand, you shall strike all the men in it with the edge of the sword."
    },
    {
        "o": 5919,
        "r": "nasb:Deuteronomy:20:14",
        "t": "Only the women and the children and the animals and all that is in the city, all its spoil, you shall take as booty for yourself; and you shall use the spoil of your enemies which the Lord*s your God has given you."
    },
    {
        "o": 5920,
        "r": "nasb:Deuteronomy:20:15",
        "t": "Thus you shall do to all the cities that are very far from you, which are not of the cities of these nations nearby."
    },
    {
        "o": 5921,
        "r": "nasb:Deuteronomy:20:16",
        "t": "Only in the cities of these peoples that the Lord*s your God is giving you as an inheritance, you shall not leave alive anything that breathes."
    },
    {
        "o": 5922,
        "r": "nasb:Deuteronomy:20:17",
        "t": "But you shall utterly destroy them, the Hittite and the Amorite, the Canaanite and the Perizzite, the Hivite and the Jebusite, as the Lord*s your God has commanded you,"
    },
    {
        "o": 5923,
        "r": "nasb:Deuteronomy:20:18",
        "t": "so that they may not teach you to do according to all their detestable things which they have done for their gods, so that you would sin against the Lord*s your God."
    },
    {
        "o": 5924,
        "r": "nasb:Deuteronomy:20:19",
        "t": "“When*p you besiege a city a long time, to make war against it in order to capture it, you shall not destroy its trees by swinging an axe against them; for you may eat from them, and you shall not cut them down. For is the tree of the field a man, that it should be besieged by you?"
    },
    {
        "o": 5925,
        "r": "nasb:Deuteronomy:20:20",
        "t": "Only the trees which you know are not fruit trees you shall destroy and cut down, that you may construct siegeworks against the city that is making war with you until it falls."
    }
]
