[
    {
        "o": 7062,
        "r": "esv:Joshua:23:0",
        "t": "Joshua 23",
        "h": 1
    },
    {
        "o": 7063,
        "r": "esv:Joshua:23:0",
        "t": "Joshua’s Charge to Israel’s Leaders",
        "h": 2
    },
    {
        "o": 7064,
        "r": "esv:Joshua:23:1",
        "t": "A*p long time afterward, when the Lord*s had given rest to Israel from all their surrounding enemies, and Joshua was old and well advanced in years,"
    },
    {
        "o": 7065,
        "r": "esv:Joshua:23:2",
        "t": "Joshua summoned all Israel, its elders and heads, its judges and officers, and said to them, “I am now old and well advanced in years."
    },
    {
        "o": 7066,
        "r": "esv:Joshua:23:3",
        "t": "And you have seen all that the Lord*s your God has done to all these nations for your sake, for it is the Lord*s your God who has fought for you."
    },
    {
        "o": 7067,
        "r": "esv:Joshua:23:4",
        "t": "Behold, I have allotted to you as an inheritance for your tribes those nations that remain, along with all the nations that I have already cut off, from the Jordan to the Great Sea in the west."
    },
    {
        "o": 7068,
        "r": "esv:Joshua:23:5",
        "t": "The Lord*s your God will push them back before you and drive them out of your sight. And you shall possess their land, just as the Lord*s your God promised you."
    },
    {
        "o": 7069,
        "r": "esv:Joshua:23:6",
        "t": "Therefore, be very strong to keep and to do all that is written in the Book of the Law of Moses, turning aside from it neither to the right hand nor to the left,"
    },
    {
        "o": 7070,
        "r": "esv:Joshua:23:7",
        "t": "that you may not mix with these nations remaining among you or make mention of the names of their gods or swear by them or serve them or bow down to them,"
    },
    {
        "o": 7071,
        "r": "esv:Joshua:23:8",
        "t": "but you shall cling to the Lord*s your God just as you have done to this day."
    },
    {
        "o": 7072,
        "r": "esv:Joshua:23:9",
        "t": "For the Lord*s has driven out before you great and strong nations. And as for you, no man has been able to stand before you to this day."
    },
    {
        "o": 7073,
        "r": "esv:Joshua:23:10",
        "t": "One man of you puts to flight a thousand, since it is the Lord*s your God who fights for you, just as he promised you."
    },
    {
        "o": 7074,
        "r": "esv:Joshua:23:11",
        "t": "Be very careful, therefore, to love the Lord*s your God."
    },
    {
        "o": 7075,
        "r": "esv:Joshua:23:12",
        "t": "For if you turn back and cling to the remnant of these nations remaining among you and make marriages with them, so that you associate with them and they with you,"
    },
    {
        "o": 7076,
        "r": "esv:Joshua:23:13",
        "t": "know for certain that the Lord*s your God will no longer drive out these nations before you, but they shall be a snare and a trap for you, a whip on your sides and thorns in your eyes, until you perish from off this good ground that the Lord*s your God has given you."
    },
    {
        "o": 7077,
        "r": "esv:Joshua:23:14",
        "t": "“And*p now I am about to go the way of all the earth, and you know in your hearts and souls, all of you, that not one word has failed of all the good things that the Lord*s your God promised concerning you. All have come to pass for you; not one of them has failed."
    },
    {
        "o": 7078,
        "r": "esv:Joshua:23:15",
        "t": "But just as all the good things that the Lord*s your God promised concerning you have been fulfilled for you, so the Lord*s will bring upon you all the evil things, until he has destroyed you from off this good land that the Lord*s your God has given you,"
    },
    {
        "o": 7079,
        "r": "esv:Joshua:23:16",
        "t": "if you transgress the covenant of the Lord*s your God, which he commanded you, and go and serve other gods and bow down to them. Then the anger of the Lord*s will be kindled against you, and you shall perish quickly from off the good land that he has given to you.”"
    }
]
