[
    {
        "o": 1364,
        "r": "nasb:Genesis:42:0",
        "t": "Genesis 42",
        "h": 1
    },
    {
        "o": 1365,
        "r": "nasb:Genesis:42:0",
        "t": "Joseph’s Brothers Sent to Egypt",
        "h": 2
    },
    {
        "o": 1366,
        "r": "nasb:Genesis:42:1",
        "t": "Now*p Jacob saw that there was grain in Egypt, and Jacob said to his sons, “Why are you staring at one another?”"
    },
    {
        "o": 1367,
        "r": "nasb:Genesis:42:2",
        "t": "He said, “Behold, I have heard that there is grain in Egypt; go down there and buy some*i for us from that place, so that we may live and not die.”"
    },
    {
        "o": 1368,
        "r": "nasb:Genesis:42:3",
        "t": "Then ten brothers of Joseph went down to buy grain from Egypt."
    },
    {
        "o": 1369,
        "r": "nasb:Genesis:42:4",
        "t": "But Jacob did not send Joseph’s brother Benjamin with his brothers, for he said, “I am afraid that harm may befall him.”"
    },
    {
        "o": 1370,
        "r": "nasb:Genesis:42:5",
        "t": "So the sons of Israel came to buy grain among those who were coming, for the famine was in the land of Canaan also.*i"
    },
    {
        "o": 1371,
        "r": "nasb:Genesis:42:6",
        "t": "Now*p Joseph was the ruler over the land; he was the one who sold to all the people of the land. And Joseph’s brothers came and bowed down to him with their*i faces to the ground."
    },
    {
        "o": 1372,
        "r": "nasb:Genesis:42:7",
        "t": "When Joseph saw his brothers he recognized them, but he disguised himself to them and spoke to them harshly. And he said to them, “Where have you come from?” And they said, “From the land of Canaan, to buy food.”"
    },
    {
        "o": 1373,
        "r": "nasb:Genesis:42:8",
        "t": "But*p Joseph had recognized his brothers, although they did not recognize him."
    },
    {
        "o": 1374,
        "r": "nasb:Genesis:42:9",
        "t": "Joseph remembered the dreams which he had about them, and said to them, “You are spies; you have come to look at the undefended parts of our land.”"
    },
    {
        "o": 1375,
        "r": "nasb:Genesis:42:10",
        "t": "Then they said to him, “No, my lord, but your servants have come to buy food."
    },
    {
        "o": 1376,
        "r": "nasb:Genesis:42:11",
        "t": "We are all sons of one man; we are honest men, your servants are not spies.”"
    },
    {
        "o": 1377,
        "r": "nasb:Genesis:42:12",
        "t": "Yet he said to them, “No, but you have come to look at the undefended parts of our land!”"
    },
    {
        "o": 1378,
        "r": "nasb:Genesis:42:13",
        "t": "But they said, “Your servants are twelve brothers in*i all,*i the sons of one man in the land of Canaan; and behold, the youngest is with our father today, and one is no longer alive.”"
    },
    {
        "o": 1379,
        "r": "nasb:Genesis:42:14",
        "t": "Joseph said to them, “It is as I said to you, you are spies;"
    },
    {
        "o": 1380,
        "r": "nasb:Genesis:42:15",
        "t": "by this you will be tested: by the life of Pharaoh, you shall not go from this place unless your youngest brother comes here!"
    },
    {
        "o": 1381,
        "r": "nasb:Genesis:42:16",
        "t": "Send one of you that he may get your brother, while you remain confined, that your words may be tested, whether there is truth in you. But if not, by the life of Pharaoh, surely you are spies.”"
    },
    {
        "o": 1382,
        "r": "nasb:Genesis:42:17",
        "t": "So he put them all together in prison for three days."
    },
    {
        "o": 1383,
        "r": "nasb:Genesis:42:18",
        "t": "Now*p Joseph said to them on the third day, “Do this and live, for I fear God:"
    },
    {
        "o": 1384,
        "r": "nasb:Genesis:42:19",
        "t": "if you are honest men, let one of your brothers be confined in your prison; but as for the*i rest*i of*i you, go, carry grain for the famine of your households,"
    },
    {
        "o": 1385,
        "r": "nasb:Genesis:42:20",
        "t": "and bring your youngest brother to me, so your words may be verified, and you will not die.” And they did so."
    },
    {
        "o": 1386,
        "r": "nasb:Genesis:42:21",
        "t": "Then they said to one another, “Truly we are guilty concerning our brother, because we saw the distress of his soul when he pleaded with us, yet we would not listen; therefore this distress has come upon us.”"
    },
    {
        "o": 1387,
        "r": "nasb:Genesis:42:22",
        "t": "Reuben answered them, saying, “Did I not tell you, ‘Do not sin against the boy’; and you would not listen? Now comes the reckoning for his blood.”"
    },
    {
        "o": 1388,
        "r": "nasb:Genesis:42:23",
        "t": "They did not know, however, that Joseph understood, for there was an interpreter between them."
    },
    {
        "o": 1389,
        "r": "nasb:Genesis:42:24",
        "t": "He turned away from them and wept. But when he returned to them and spoke to them, he took Simeon from them and bound him before their eyes."
    },
    {
        "o": 1390,
        "r": "nasb:Genesis:42:25",
        "t": "Then Joseph gave orders to fill their bags with grain and to restore every man’s money in his sack, and to give them provisions for the journey. And thus it was done for them."
    },
    {
        "o": 1391,
        "r": "nasb:Genesis:42:26",
        "t": "So*p they loaded their donkeys with their grain and departed from there."
    },
    {
        "o": 1392,
        "r": "nasb:Genesis:42:27",
        "t": "As one of*i them*i opened his sack to give his donkey fodder at the lodging place, he saw his money; and behold, it was in the mouth of his sack."
    },
    {
        "o": 1393,
        "r": "nasb:Genesis:42:28",
        "t": "Then he said to his brothers, “My money has been returned, and behold, it is even in my sack.” And their hearts sank, and they turned*i trembling to one another, saying, “What is this that God has done to us?”"
    },
    {
        "o": 1394,
        "r": "nasb:Genesis:42:28",
        "t": "Simeon Is Held Hostage",
        "h": 2
    },
    {
        "o": 1395,
        "r": "nasb:Genesis:42:29",
        "t": "When*p they came to their father Jacob in the land of Canaan, they told him all that had happened to them, saying,"
    },
    {
        "o": 1396,
        "r": "nasb:Genesis:42:30",
        "t": "“The man, the lord of the land, spoke harshly with us, and took us for spies of the country."
    },
    {
        "o": 1397,
        "r": "nasb:Genesis:42:31",
        "t": "But we said to him, ‘We are honest men; we are not spies."
    },
    {
        "o": 1398,
        "r": "nasb:Genesis:42:32",
        "t": "We are twelve brothers, sons of our father; one is no longer alive, and the youngest is with our father today in the land of Canaan.’"
    },
    {
        "o": 1399,
        "r": "nasb:Genesis:42:33",
        "t": "The man, the lord of the land, said to us, ‘By this I will know that you are honest men: leave one of your brothers with me and take grain*i for*i the famine of your households, and go."
    },
    {
        "o": 1400,
        "r": "nasb:Genesis:42:34",
        "t": "But bring your youngest brother to me that I may know that you are not spies, but honest men. I will give your brother to you, and you may trade in the land.’ ”"
    },
    {
        "o": 1401,
        "r": "nasb:Genesis:42:35",
        "t": "Now*p it came about as they were emptying their sacks, that behold, every man’s bundle of money was*i in his sack; and when they and their father saw their bundles of money, they were dismayed."
    },
    {
        "o": 1402,
        "r": "nasb:Genesis:42:36",
        "t": "Their father Jacob said to them, “You have bereaved me of my children: Joseph is no more, and Simeon is no more, and you would take Benjamin; all these things are against me.”"
    },
    {
        "o": 1403,
        "r": "nasb:Genesis:42:37",
        "t": "Then Reuben spoke to his father, saying, “You may put my two sons to death if I do not bring him back*i to you; put him in my care, and I will return him to you.”"
    },
    {
        "o": 1404,
        "r": "nasb:Genesis:42:38",
        "t": "But Jacob said, “My son shall not go down with you; for his brother is dead, and he alone is left. If harm should befall him on the journey you are taking, then you will bring my gray hair down to Sheol in sorrow.”"
    }
]
