[
    {
        "o": 21723,
        "r": "nkjv:Jeremiah:19:0",
        "t": "Jeremiah 19",
        "h": 1
    },
    {
        "o": 21724,
        "r": "nkjv:Jeremiah:19:0",
        "t": "The Sign of the Broken Flask",
        "h": 2
    },
    {
        "o": 21725,
        "r": "nkjv:Jeremiah:19:1",
        "t": "Thus*p says the Lord:*s “Go and get a potter’s earthen flask, and take*i some of the elders of the people and some of the elders of the priests."
    },
    {
        "o": 21726,
        "r": "nkjv:Jeremiah:19:2",
        "t": "And go out to the Valley of the Son of Hinnom, which is*i by the entry of the Potsherd Gate; and proclaim there the words that I will tell you,"
    },
    {
        "o": 21727,
        "r": "nkjv:Jeremiah:19:3",
        "t": "and say, ‘Hear the word of the Lord,*s O kings of Judah and inhabitants of Jerusalem. Thus says the Lord*s of hosts, the God of Israel: “Behold, I will bring such a catastrophe on this place, that whoever hears of it, his ears will tingle."
    },
    {
        "o": 21728,
        "r": "nkjv:Jeremiah:19:4",
        "t": "“Because*p they have forsaken Me and made this an alien place, because they have burned incense in it to other gods whom neither they, their fathers, nor the kings of Judah have known, and have filled this place with the blood of the innocents"
    },
    {
        "o": 21729,
        "r": "nkjv:Jeremiah:19:5",
        "t": "(they have also built the high places of Baal, to burn their sons with fire for*i burnt offerings to Baal, which I did not command or speak, nor did it come into My mind),"
    },
    {
        "o": 21730,
        "r": "nkjv:Jeremiah:19:6",
        "t": "therefore behold, the days are coming,” says the Lord,*s “that this place shall no more be called Tophet or the Valley of the Son of Hinnom, but the Valley of Slaughter."
    },
    {
        "o": 21731,
        "r": "nkjv:Jeremiah:19:7",
        "t": "And I will make void the counsel of Judah and Jerusalem in this place, and I will cause them to fall by the sword before their enemies and by the hands of those who seek their lives; their corpses I will give as meat for the birds of the heaven and for the beasts of the earth."
    },
    {
        "o": 21732,
        "r": "nkjv:Jeremiah:19:8",
        "t": "I will make this city desolate and a hissing; everyone who passes by it will be astonished and hiss because of all its plagues."
    },
    {
        "o": 21733,
        "r": "nkjv:Jeremiah:19:9",
        "t": "And I will cause them to eat the flesh of their sons and the flesh of their daughters, and everyone shall eat the flesh of his friend in the siege and in the desperation with which their enemies and those who seek their lives shall drive them to despair.”’"
    },
    {
        "o": 21734,
        "r": "nkjv:Jeremiah:19:10",
        "t": "“Then*p you shall break the flask in the sight of the men who go with you,"
    },
    {
        "o": 21735,
        "r": "nkjv:Jeremiah:19:11",
        "t": "and say to them, ‘Thus says the Lord*s of hosts: “Even so I will break this people and this city, as one*i breaks a potter’s vessel, which cannot be made whole again; and they shall bury them*i in Tophet till there*i is*i no place to bury."
    },
    {
        "o": 21736,
        "r": "nkjv:Jeremiah:19:12",
        "t": "Thus I will do to this place,” says the Lord,*s “and to its inhabitants, and make this city like Tophet."
    },
    {
        "o": 21737,
        "r": "nkjv:Jeremiah:19:13",
        "t": "And the houses of Jerusalem and the houses of the kings of Judah shall be defiled like the place of Tophet, because of all the houses on whose roofs they have burned incense to all the host of heaven, and poured out drink offerings to other gods.”’”"
    },
    {
        "o": 21738,
        "r": "nkjv:Jeremiah:19:14",
        "t": "Then*p Jeremiah came from Tophet, where the Lord*s had sent him to prophesy; and he stood in the court of the Lord’s house and said to all the people,"
    },
    {
        "o": 21739,
        "r": "nkjv:Jeremiah:19:15",
        "t": "“Thus says the Lord*s of hosts, the God of Israel: ‘Behold, I will bring on this city and on all her towns all the doom that I have pronounced against it, because they have stiffened their necks that they might not hear My words.’”"
    }
]
