[
    {
        "o": 13417,
        "r": "nasb:Ezra:7:0",
        "t": "Ezra 7",
        "h": 1
    },
    {
        "o": 13418,
        "r": "nasb:Ezra:7:0",
        "t": "Ezra Journeys from Babylon to Jerusalem",
        "h": 2
    },
    {
        "o": 13419,
        "r": "nasb:Ezra:7:1",
        "t": "Now*p after these things, in the reign of Artaxerxes king of Persia, there*i went*i up*i Ezra son of Seraiah, son of Azariah, son of Hilkiah,"
    },
    {
        "o": 13420,
        "r": "nasb:Ezra:7:2",
        "t": "son of Shallum, son of Zadok, son of Ahitub,"
    },
    {
        "o": 13421,
        "r": "nasb:Ezra:7:3",
        "t": "son of Amariah, son of Azariah, son of Meraioth,"
    },
    {
        "o": 13422,
        "r": "nasb:Ezra:7:4",
        "t": "son of Zerahiah, son of Uzzi, son of Bukki,"
    },
    {
        "o": 13423,
        "r": "nasb:Ezra:7:5",
        "t": "son of Abishua, son of Phinehas, son of Eleazar, son of Aaron the chief priest."
    },
    {
        "o": 13424,
        "r": "nasb:Ezra:7:6",
        "t": "This Ezra went up from Babylon, and he was a scribe skilled in the law of Moses, which the Lord*s God of Israel had given; and the king granted him all he requested because the hand of the Lord*s his God was*i upon him."
    },
    {
        "o": 13425,
        "r": "nasb:Ezra:7:7",
        "t": "Some of the sons of Israel and some of the priests, the Levites, the singers, the gatekeepers and the temple servants went up to Jerusalem in the seventh year of King Artaxerxes."
    },
    {
        "o": 13426,
        "r": "nasb:Ezra:7:8",
        "t": "He*p came to Jerusalem in the fifth month, which was in the seventh year of the king."
    },
    {
        "o": 13427,
        "r": "nasb:Ezra:7:9",
        "t": "For on the first of the first month he began to go up from Babylon; and on the first of the fifth month he came to Jerusalem, because the good hand of his God was*i upon him."
    },
    {
        "o": 13428,
        "r": "nasb:Ezra:7:10",
        "t": "For Ezra had set his heart to study the law of the Lord*s and to practice it,*i and to teach His*i statutes and ordinances in Israel."
    },
    {
        "o": 13429,
        "r": "nasb:Ezra:7:10",
        "t": "King’s Decree on Behalf of Ezra",
        "h": 2
    },
    {
        "o": 13430,
        "r": "nasb:Ezra:7:11",
        "t": "Now*p this is the copy of the decree which King Artaxerxes gave to Ezra the priest, the scribe, learned in the words of the commandments of the Lord*s and His statutes to Israel:"
    },
    {
        "o": 13431,
        "r": "nasb:Ezra:7:12",
        "t": "“Artaxerxes, king of kings, to Ezra the priest, the scribe of the law of the God of heaven, perfect peace.*i And now"
    },
    {
        "o": 13432,
        "r": "nasb:Ezra:7:13",
        "t": "I have issued a decree that any of the people of Israel and their priests and the Levites in my kingdom who are willing to go to Jerusalem, may go with you."
    },
    {
        "o": 13433,
        "r": "nasb:Ezra:7:14",
        "t": "Forasmuch as you are sent by the king and his seven counselors to inquire concerning Judah and Jerusalem according to the law of your God which is in your hand,"
    },
    {
        "o": 13434,
        "r": "nasb:Ezra:7:15",
        "t": "and to bring the silver and gold, which the king and his counselors have freely offered to the God of Israel, whose dwelling is in Jerusalem,"
    },
    {
        "o": 13435,
        "r": "nasb:Ezra:7:16",
        "t": "with all the silver and gold which you find in the whole province of Babylon, along with the freewill offering of the people and of the priests, who offered willingly for the house of their God which is in Jerusalem;"
    },
    {
        "o": 13436,
        "r": "nasb:Ezra:7:17",
        "t": "with this money, therefore, you shall diligently buy bulls, rams and lambs, with their grain offerings and their drink offerings and offer them on the altar of the house of your God which is in Jerusalem."
    },
    {
        "o": 13437,
        "r": "nasb:Ezra:7:18",
        "t": "Whatever seems good to you and to your brothers to do with the rest of the silver and gold, you may do according to the will of your God."
    },
    {
        "o": 13438,
        "r": "nasb:Ezra:7:19",
        "t": "Also the utensils which are given to you for the service of the house of your God, deliver in full before the God of Jerusalem."
    },
    {
        "o": 13439,
        "r": "nasb:Ezra:7:20",
        "t": "The rest of the needs for the house of your God, for which you may have occasion to provide, provide for*i it*i from the royal treasury."
    },
    {
        "o": 13440,
        "r": "nasb:Ezra:7:21",
        "t": "“I,*p even I, King Artaxerxes, issue a decree to all the treasurers who are in*i the*i provinces*i beyond the River, that whatever Ezra the priest, the scribe of the law of the God of heaven, may require of you, it shall be done diligently,"
    },
    {
        "o": 13441,
        "r": "nasb:Ezra:7:22",
        "t": "even*i up to 100 talents of silver, 100 kors of wheat, 100 baths of wine, 100 baths of oil, and salt as needed."
    },
    {
        "o": 13442,
        "r": "nasb:Ezra:7:23",
        "t": "Whatever is commanded by the God of heaven, let it be done with zeal for the house of the God of heaven, so that there will not be wrath against the kingdom of the king and his sons."
    },
    {
        "o": 13443,
        "r": "nasb:Ezra:7:24",
        "t": "We also inform you that it is not allowed to impose tax, tribute or toll on*i any of the priests, Levites, singers, doorkeepers, Nethinim or servants of this house of God."
    },
    {
        "o": 13444,
        "r": "nasb:Ezra:7:25",
        "t": "“You,*p Ezra, according to the wisdom of your God which is in your hand, appoint magistrates and judges that they may judge all the people who are in the*i province*i beyond the River, even*i all those who know the laws of your God; and you may teach anyone who is ignorant of*i them.*i"
    },
    {
        "o": 13445,
        "r": "nasb:Ezra:7:26",
        "t": "Whoever will not observe the law of your God and the law of the king, let judgment be executed upon him strictly, whether for death or for banishment or for confiscation of goods or for imprisonment.”"
    },
    {
        "o": 13446,
        "r": "nasb:Ezra:7:26",
        "t": "The King’s Kindness",
        "h": 2
    },
    {
        "o": 13447,
        "r": "nasb:Ezra:7:27",
        "t": "Blessed*p be the Lord,*s the God of our fathers, who has put such*i a*i thing*i as this in the king’s heart, to adorn the house of the Lord*s which is in Jerusalem,"
    },
    {
        "o": 13448,
        "r": "nasb:Ezra:7:28",
        "t": "and has extended lovingkindness to me before the king and his counselors and before all the king’s mighty princes. Thus I was strengthened according to the hand of the Lord*s my God upon me, and I gathered leading men from Israel to go up with me."
    }
]
