[
    {
        "o": 34557,
        "r": "esv:Revelation:9:0",
        "t": "Revelation 9",
        "h": 1
    },
    {
        "o": 34558,
        "r": "esv:Revelation:9:1",
        "t": "And*p the fifth angel blew his trumpet, and I saw a star fallen from heaven to earth, and he was given the key to the shaft of the bottomless pit."
    },
    {
        "o": 34559,
        "r": "esv:Revelation:9:2",
        "t": "He opened the shaft of the bottomless pit, and from the shaft rose smoke like the smoke of a great furnace, and the sun and the air were darkened with the smoke from the shaft."
    },
    {
        "o": 34560,
        "r": "esv:Revelation:9:3",
        "t": "Then from the smoke came locusts on the earth, and they were given power like the power of scorpions of the earth."
    },
    {
        "o": 34561,
        "r": "esv:Revelation:9:4",
        "t": "They were told not to harm the grass of the earth or any green plant or any tree, but only those people who do not have the seal of God on their foreheads."
    },
    {
        "o": 34562,
        "r": "esv:Revelation:9:5",
        "t": "They were allowed to torment them for five months, but not to kill them, and their torment was like the torment of a scorpion when it stings someone."
    },
    {
        "o": 34563,
        "r": "esv:Revelation:9:6",
        "t": "And in those days people will seek death and will not find it. They will long to die, but death will flee from them."
    },
    {
        "o": 34564,
        "r": "esv:Revelation:9:7",
        "t": "In*p appearance the locusts were like horses prepared for battle: on their heads were what looked like crowns of gold; their faces were like human faces,"
    },
    {
        "o": 34565,
        "r": "esv:Revelation:9:8",
        "t": "their hair like women’s hair, and their teeth like lions’ teeth;"
    },
    {
        "o": 34566,
        "r": "esv:Revelation:9:9",
        "t": "they had breastplates like breastplates of iron, and the noise of their wings was like the noise of many chariots with horses rushing into battle."
    },
    {
        "o": 34567,
        "r": "esv:Revelation:9:10",
        "t": "They have tails and stings like scorpions, and their power to hurt people for five months is in their tails."
    },
    {
        "o": 34568,
        "r": "esv:Revelation:9:11",
        "t": "They have as king over them the angel of the bottomless pit. His name in Hebrew is Abaddon, and in Greek he is called Apollyon."
    },
    {
        "o": 34569,
        "r": "esv:Revelation:9:12",
        "t": "The*p first woe has passed; behold, two woes are still to come."
    },
    {
        "o": 34570,
        "r": "esv:Revelation:9:13",
        "t": "Then*p the sixth angel blew his trumpet, and I heard a voice from the four horns of the golden altar before God,"
    },
    {
        "o": 34571,
        "r": "esv:Revelation:9:14",
        "t": "saying to the sixth angel who had the trumpet, “Release the four angels who are bound at the great river Euphrates.”"
    },
    {
        "o": 34572,
        "r": "esv:Revelation:9:15",
        "t": "So the four angels, who had been prepared for the hour, the day, the month, and the year, were released to kill a third of mankind."
    },
    {
        "o": 34573,
        "r": "esv:Revelation:9:16",
        "t": "The number of mounted troops was twice ten thousand times ten thousand; I heard their number."
    },
    {
        "o": 34574,
        "r": "esv:Revelation:9:17",
        "t": "And this is how I saw the horses in my vision and those who rode them: they wore breastplates the color of fire and of sapphire and of sulfur, and the heads of the horses were like lions’ heads, and fire and smoke and sulfur came out of their mouths."
    },
    {
        "o": 34575,
        "r": "esv:Revelation:9:18",
        "t": "By these three plagues a third of mankind was killed, by the fire and smoke and sulfur coming out of their mouths."
    },
    {
        "o": 34576,
        "r": "esv:Revelation:9:19",
        "t": "For the power of the horses is in their mouths and in their tails, for their tails are like serpents with heads, and by means of them they wound."
    },
    {
        "o": 34577,
        "r": "esv:Revelation:9:20",
        "t": "The*p rest of mankind, who were not killed by these plagues, did not repent of the works of their hands nor give up worshiping demons and idols of gold and silver and bronze and stone and wood, which cannot see or hear or walk,"
    },
    {
        "o": 34578,
        "r": "esv:Revelation:9:21",
        "t": "nor did they repent of their murders or their sorceries or their sexual immorality or their thefts."
    }
]
