[
    {
        "o": 31802,
        "r": "nkjv:Romans:10:0",
        "t": "Romans 10",
        "h": 1
    },
    {
        "o": 31803,
        "r": "nkjv:Romans:10:0",
        "t": "Israel Needs the Gospel",
        "h": 2
    },
    {
        "o": 31804,
        "r": "nkjv:Romans:10:1",
        "t": "Brethren,*p my heart’s desire and prayer to God for Israel is that they may be saved."
    },
    {
        "o": 31805,
        "r": "nkjv:Romans:10:2",
        "t": "For I bear them witness that they have a zeal for God, but not according to knowledge."
    },
    {
        "o": 31806,
        "r": "nkjv:Romans:10:3",
        "t": "For they being ignorant of God’s righteousness, and seeking to establish their own righteousness, have not submitted to the righteousness of God."
    },
    {
        "o": 31807,
        "r": "nkjv:Romans:10:4",
        "t": "For Christ is*i the end of the law for righteousness to everyone who believes."
    },
    {
        "o": 31808,
        "r": "nkjv:Romans:10:5",
        "t": "For*p Moses writes about the righteousness which is of the law, “The man who does those things shall live by them.”"
    },
    {
        "o": 31809,
        "r": "nkjv:Romans:10:6",
        "t": "But the righteousness of faith speaks in this way, “Do not say in your heart, ‘Who will ascend into heaven?’” (that is, to bring Christ down from*i above)*i"
    },
    {
        "o": 31810,
        "r": "nkjv:Romans:10:7",
        "t": "or, “‘Who will descend into the abyss?’” (that is, to bring Christ up from the dead)."
    },
    {
        "o": 31811,
        "r": "nkjv:Romans:10:8",
        "t": "But what does it say? “The word is near you, in your mouth and in your heart” (that is, the word of faith which we preach):"
    },
    {
        "o": 31812,
        "r": "nkjv:Romans:10:9",
        "t": "that if you confess with your mouth the Lord Jesus and believe in your heart that God has raised Him from the dead, you will be saved."
    },
    {
        "o": 31813,
        "r": "nkjv:Romans:10:10",
        "t": "For with the heart one believes unto righteousness, and with the mouth confession is made unto salvation."
    },
    {
        "o": 31814,
        "r": "nkjv:Romans:10:11",
        "t": "For the Scripture says, “Whoever believes on Him will not be put to shame.”"
    },
    {
        "o": 31815,
        "r": "nkjv:Romans:10:12",
        "t": "For there is no distinction between Jew and Greek, for the same Lord over all is rich to all who call upon Him."
    },
    {
        "o": 31816,
        "r": "nkjv:Romans:10:13",
        "t": "For “whoever calls on the name of the Lord*s shall be saved.”"
    },
    {
        "o": 31817,
        "r": "nkjv:Romans:10:13",
        "t": "Israel Rejects the Gospel",
        "h": 2
    },
    {
        "o": 31818,
        "r": "nkjv:Romans:10:14",
        "t": "How*p then shall they call on Him in whom they have not believed? And how shall they believe in Him of whom they have not heard? And how shall they hear without a preacher?"
    },
    {
        "o": 31819,
        "r": "nkjv:Romans:10:15",
        "t": "And how shall they preach unless they are sent? As it is written: “How*pn beautiful are the feet of those who preach the gospel of peace, Who*ld bring glad tidings of good things!”"
    },
    {
        "o": 31820,
        "r": "nkjv:Romans:10:16",
        "t": "But*p they have not all obeyed the gospel. For Isaiah says, “Lord,*s who has believed our report?”"
    },
    {
        "o": 31821,
        "r": "nkjv:Romans:10:17",
        "t": "So then faith comes*i by hearing, and hearing by the word of God."
    },
    {
        "o": 31822,
        "r": "nkjv:Romans:10:18",
        "t": "But*p I say, have they not heard? Yes indeed: “Their*pn sound has gone out to all the earth, And*ld their words to the ends of the world.”"
    },
    {
        "o": 31823,
        "r": "nkjv:Romans:10:19",
        "t": "But*p I say, did Israel not know? First Moses says: “I*pn will provoke you to jealousy by those*i who*i are*i not a nation, I*ld will move you to anger by a foolish nation.”"
    },
    {
        "o": 31824,
        "r": "nkjv:Romans:10:20",
        "t": "But*p Isaiah is very bold and says: “I*pn was found by those who did not seek Me; I*ld was made manifest to those who did not ask for Me.”"
    },
    {
        "o": 31825,
        "r": "nkjv:Romans:10:21",
        "t": "But*p to Israel he says: “All*pn day long I have stretched out My hands To*ld a disobedient and contrary people.”"
    }
]
