[
    {
        "o": 33834,
        "r": "csb:2 Timothy:3:0",
        "t": "2 Timothy 3",
        "h": 1
    },
    {
        "o": 33835,
        "r": "csb:2 Timothy:3:0",
        "t": "Difficult Times Ahead",
        "h": 2
    },
    {
        "o": 33836,
        "r": "csb:2 Timothy:3:1",
        "t": "But*p know this: Hard times will come in the last days."
    },
    {
        "o": 33837,
        "r": "csb:2 Timothy:3:2",
        "t": "For people will be lovers of self, lovers of money, boastful, proud, demeaning, disobedient to parents, ungrateful, unholy,"
    },
    {
        "o": 33838,
        "r": "csb:2 Timothy:3:3",
        "t": "unloving, irreconcilable, slanderers, without self-control, brutal, without love for what is good,"
    },
    {
        "o": 33839,
        "r": "csb:2 Timothy:3:4",
        "t": "traitors, reckless, conceited, lovers of pleasure rather than lovers of God,"
    },
    {
        "o": 33840,
        "r": "csb:2 Timothy:3:5",
        "t": "holding to the form of godliness but denying its power. Avoid these people."
    },
    {
        "o": 33841,
        "r": "csb:2 Timothy:3:6",
        "t": "For*p among them are those who worm their way into households and deceive gullible women overwhelmed by sins and led astray by a variety of passions,"
    },
    {
        "o": 33842,
        "r": "csb:2 Timothy:3:7",
        "t": "always learning and never able to come to a knowledge of the truth."
    },
    {
        "o": 33843,
        "r": "csb:2 Timothy:3:8",
        "t": "Just as Jannes and Jambres resisted Moses, so these also resist the truth. They are men who are corrupt in mind and worthless in regard to the faith."
    },
    {
        "o": 33844,
        "r": "csb:2 Timothy:3:9",
        "t": "But they will not make further progress, for their foolishness will be clear to all, as was the foolishness of Jannes and Jambres."
    },
    {
        "o": 33845,
        "r": "csb:2 Timothy:3:9",
        "t": "Struggles in the Christian Life",
        "h": 2
    },
    {
        "o": 33846,
        "r": "csb:2 Timothy:3:10",
        "t": "But*p you have followed my teaching, conduct, purpose, faith, patience, love, and endurance,"
    },
    {
        "o": 33847,
        "r": "csb:2 Timothy:3:11",
        "t": "along with the persecutions and sufferings that came to me in Antioch, Iconium, and Lystra. What persecutions I endured - and yet the Lord rescued me from them all."
    },
    {
        "o": 33848,
        "r": "csb:2 Timothy:3:12",
        "t": "In fact, all who want to live a godly life in Christ Jesus will be persecuted."
    },
    {
        "o": 33849,
        "r": "csb:2 Timothy:3:13",
        "t": "Evil people and impostors will become worse, deceiving and being deceived."
    },
    {
        "o": 33850,
        "r": "csb:2 Timothy:3:14",
        "t": "But as for you, continue in what you have learned and firmly believed. You know those who taught you,"
    },
    {
        "o": 33851,
        "r": "csb:2 Timothy:3:15",
        "t": "and you know that from infancy you have known the sacred Scriptures, which are able to give you wisdom for salvation through faith in Christ Jesus."
    },
    {
        "o": 33852,
        "r": "csb:2 Timothy:3:16",
        "t": "All Scripture is inspired by God and is profitable for teaching, for rebuking, for correcting, for training in righteousness,"
    },
    {
        "o": 33853,
        "r": "csb:2 Timothy:3:17",
        "t": "so that the man of God may be complete, equipped for every good work."
    }
]
