[
    {
        "o": 32667,
        "r": "esv:Ephesians:1:0",
        "t": "Ephesians 1",
        "h": 1
    },
    {
        "o": 32668,
        "r": "esv:Ephesians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32669,
        "r": "esv:Ephesians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, To*p the saints who are in Ephesus, and are faithful in Christ Jesus:"
    },
    {
        "o": 32670,
        "r": "esv:Ephesians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32671,
        "r": "esv:Ephesians:1:2",
        "t": "Spiritual Blessings in Christ",
        "h": 2
    },
    {
        "o": 32672,
        "r": "esv:Ephesians:1:3",
        "t": "Blessed*p be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places,"
    },
    {
        "o": 32673,
        "r": "esv:Ephesians:1:4",
        "t": "even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love"
    },
    {
        "o": 32674,
        "r": "esv:Ephesians:1:5",
        "t": "he predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will,"
    },
    {
        "o": 32675,
        "r": "esv:Ephesians:1:6",
        "t": "to the praise of his glorious grace, with which he has blessed us in the Beloved."
    },
    {
        "o": 32676,
        "r": "esv:Ephesians:1:7",
        "t": "In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace,"
    },
    {
        "o": 32677,
        "r": "esv:Ephesians:1:8",
        "t": "which he lavished upon us, in all wisdom and insight"
    },
    {
        "o": 32678,
        "r": "esv:Ephesians:1:9",
        "t": "making known to us the mystery of his will, according to his purpose, which he set forth in Christ"
    },
    {
        "o": 32679,
        "r": "esv:Ephesians:1:10",
        "t": "as a plan for the fullness of time, to unite all things in him, things in heaven and things on earth."
    },
    {
        "o": 32680,
        "r": "esv:Ephesians:1:11",
        "t": "In*p him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will,"
    },
    {
        "o": 32681,
        "r": "esv:Ephesians:1:12",
        "t": "so that we who were the first to hope in Christ might be to the praise of his glory."
    },
    {
        "o": 32682,
        "r": "esv:Ephesians:1:13",
        "t": "In him you also, when you heard the word of truth, the gospel of your salvation, and believed in him, were sealed with the promised Holy Spirit,"
    },
    {
        "o": 32683,
        "r": "esv:Ephesians:1:14",
        "t": "who is the guarantee of our inheritance until we acquire possession of it, to the praise of his glory."
    },
    {
        "o": 32684,
        "r": "esv:Ephesians:1:14",
        "t": "Thanksgiving and Prayer",
        "h": 2
    },
    {
        "o": 32685,
        "r": "esv:Ephesians:1:15",
        "t": "For*p this reason, because I have heard of your faith in the Lord Jesus and your love toward all the saints,"
    },
    {
        "o": 32686,
        "r": "esv:Ephesians:1:16",
        "t": "I do not cease to give thanks for you, remembering you in my prayers,"
    },
    {
        "o": 32687,
        "r": "esv:Ephesians:1:17",
        "t": "that the God of our Lord Jesus Christ, the Father of glory, may give you the Spirit of wisdom and of revelation in the knowledge of him,"
    },
    {
        "o": 32688,
        "r": "esv:Ephesians:1:18",
        "t": "having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,"
    },
    {
        "o": 32689,
        "r": "esv:Ephesians:1:19",
        "t": "and what is the immeasurable greatness of his power toward us who believe, according to the working of his great might"
    },
    {
        "o": 32690,
        "r": "esv:Ephesians:1:20",
        "t": "that he worked in Christ when he raised him from the dead and seated him at his right hand in the heavenly places,"
    },
    {
        "o": 32691,
        "r": "esv:Ephesians:1:21",
        "t": "far above all rule and authority and power and dominion, and above every name that is named, not only in this age but also in the one to come."
    },
    {
        "o": 32692,
        "r": "esv:Ephesians:1:22",
        "t": "And he put all things under his feet and gave him as head over all things to the church,"
    },
    {
        "o": 32693,
        "r": "esv:Ephesians:1:23",
        "t": "which is his body, the fullness of him who fills all in all."
    }
]
