[
    {
        "o": 33370,
        "r": "csb:Colossians:1:0",
        "t": "Colossians 1",
        "h": 1
    },
    {
        "o": 33371,
        "r": "csb:Colossians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33372,
        "r": "csb:Colossians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by God’s will, and Timothy our brother:"
    },
    {
        "o": 33373,
        "r": "csb:Colossians:1:2",
        "t": "To*p the saints in Christ at Colossae, who are faithful brothers and sisters. Grace*p to you and peace from God our Father."
    },
    {
        "o": 33374,
        "r": "csb:Colossians:1:2",
        "t": "Thanksgiving",
        "h": 2
    },
    {
        "o": 33375,
        "r": "csb:Colossians:1:3",
        "t": "We*p always thank God, the Father of our Lord Jesus Christ, when we pray for you,"
    },
    {
        "o": 33376,
        "r": "csb:Colossians:1:4",
        "t": "for we have heard of your faith in Christ Jesus and of the love you have for all the saints"
    },
    {
        "o": 33377,
        "r": "csb:Colossians:1:5",
        "t": "because of the hope reserved for you in heaven. You have already heard about this hope in the word of truth, the gospel"
    },
    {
        "o": 33378,
        "r": "csb:Colossians:1:6",
        "t": "that has come to you. It is bearing fruit and growing all over the world, just as it has among you since the day you heard it and came to truly appreciate God’s grace."
    },
    {
        "o": 33379,
        "r": "csb:Colossians:1:7",
        "t": "You learned this from Epaphras, our dearly loved fellow servant. He is a faithful minister of Christ on your behalf,"
    },
    {
        "o": 33380,
        "r": "csb:Colossians:1:8",
        "t": "and he has told us about your love in the Spirit."
    },
    {
        "o": 33381,
        "r": "csb:Colossians:1:8",
        "t": "Prayer for Spiritual Growth",
        "h": 2
    },
    {
        "o": 33382,
        "r": "csb:Colossians:1:9",
        "t": "For*p this reason also, since the day we heard this, we haven’t stopped praying for you. We are asking that you may be filled with the knowledge of his will in all wisdom and spiritual understanding,"
    },
    {
        "o": 33383,
        "r": "csb:Colossians:1:10",
        "t": "so that you may walk worthy of the Lord, fully pleasing to him: bearing fruit in every good work and growing in the knowledge of God,"
    },
    {
        "o": 33384,
        "r": "csb:Colossians:1:11",
        "t": "being strengthened with all power, according to his glorious might, so that you may have great endurance and patience, joyfully"
    },
    {
        "o": 33385,
        "r": "csb:Colossians:1:12",
        "t": "giving thanks to the Father, who has enabled you to share in the saints’ inheritance in the light."
    },
    {
        "o": 33386,
        "r": "csb:Colossians:1:13",
        "t": "He has rescued us from the domain of darkness and transferred us into the kingdom of the Son he loves."
    },
    {
        "o": 33387,
        "r": "csb:Colossians:1:14",
        "t": "In him we have redemption, the forgiveness of sins."
    },
    {
        "o": 33388,
        "r": "csb:Colossians:1:14",
        "t": "The Centrality of Christ",
        "h": 2
    },
    {
        "o": 33389,
        "r": "csb:Colossians:1:15",
        "t": "He*pn is the image of the invisible God, the*ln firstborn over all creation."
    },
    {
        "o": 33390,
        "r": "csb:Colossians:1:16",
        "t": "For*ln everything was created by him, in*ln heaven and on earth, the*ln visible and the invisible, whether*ln thrones or dominions or*ln rulers or authorities — all*ln things have been created through him and for him."
    },
    {
        "o": 33391,
        "r": "csb:Colossians:1:17",
        "t": "He*ln is before all things, and*ln by him all things hold together."
    },
    {
        "o": 33392,
        "r": "csb:Colossians:1:18",
        "t": "He*ln is also the head of the body, the church; he*ln is the beginning, the*ln firstborn from the dead, so*ln that he might come to have first*ln place in everything."
    },
    {
        "o": 33393,
        "r": "csb:Colossians:1:19",
        "t": "For*ln God was pleased to have all*ln his fullness dwell in him,"
    },
    {
        "o": 33394,
        "r": "csb:Colossians:1:20",
        "t": "and*ln through him to reconcile everything*ln to himself, whether*ln things on earth or things in heaven, by*ln making peace through*ln his blood, shed on the cross."
    },
    {
        "o": 33395,
        "r": "csb:Colossians:1:21",
        "t": "Once*p you were alienated and hostile in your minds as expressed in your evil actions."
    },
    {
        "o": 33396,
        "r": "csb:Colossians:1:22",
        "t": "But now he has reconciled you by his physical body through his death, to present you holy, faultless, and blameless before him-"
    },
    {
        "o": 33397,
        "r": "csb:Colossians:1:23",
        "t": "if indeed you remain grounded and steadfast in the faith and are not shifted away from the hope of the gospel that you heard. This gospel has been proclaimed in all creation under heaven, and I, Paul, have become a servant of it."
    },
    {
        "o": 33398,
        "r": "csb:Colossians:1:23",
        "t": "Paul’s Ministry",
        "h": 2
    },
    {
        "o": 33399,
        "r": "csb:Colossians:1:24",
        "t": "Now*p I rejoice in my sufferings for you, and I am completing in my flesh what is lacking in Christ’s afflictions for his body, that is, the church."
    },
    {
        "o": 33400,
        "r": "csb:Colossians:1:25",
        "t": "I have become its servant, according to God’s commission that was given to me for you, to make the word of God fully known,"
    },
    {
        "o": 33401,
        "r": "csb:Colossians:1:26",
        "t": "the mystery hidden for ages and generations but now revealed to his saints."
    },
    {
        "o": 33402,
        "r": "csb:Colossians:1:27",
        "t": "God wanted to make known among the Gentiles the glorious wealth of this mystery, which is Christ in you, the hope of glory."
    },
    {
        "o": 33403,
        "r": "csb:Colossians:1:28",
        "t": "We proclaim him, warning and teaching everyone with all wisdom, so that we may present everyone mature in Christ."
    },
    {
        "o": 33404,
        "r": "csb:Colossians:1:29",
        "t": "I labor for this, striving with his strength that works powerfully in me."
    },
    {
        "o": 33405,
        "r": "csb:Colossians:2:0",
        "t": "Colossians 2",
        "h": 1
    },
    {
        "o": 33406,
        "r": "csb:Colossians:2:1",
        "t": "For*p I want you to know how greatly I am struggling for you, for those in Laodicea, and for all who have not seen me in person."
    },
    {
        "o": 33407,
        "r": "csb:Colossians:2:2",
        "t": "I want their hearts to be encouraged and joined together in love, so that they may have all the riches of complete understanding and have the knowledge of God’s mystery- Christ."
    },
    {
        "o": 33408,
        "r": "csb:Colossians:2:3",
        "t": "In him are hidden all the treasures of wisdom and knowledge."
    },
    {
        "o": 33409,
        "r": "csb:Colossians:2:3",
        "t": "Christ versus the Colossian Heresy",
        "h": 2
    },
    {
        "o": 33410,
        "r": "csb:Colossians:2:4",
        "t": "I*p am saying this so that no one will deceive you with arguments that sound reasonable."
    },
    {
        "o": 33411,
        "r": "csb:Colossians:2:5",
        "t": "For I may be absent in body, but I am with you in spirit, rejoicing to see how well ordered you are and the strength of your faith in Christ."
    },
    {
        "o": 33412,
        "r": "csb:Colossians:2:6",
        "t": "So*p then, just as you have received Christ Jesus as Lord, continue to walk in him,"
    },
    {
        "o": 33413,
        "r": "csb:Colossians:2:7",
        "t": "being rooted and built up in him and established in the faith, just as you were taught, and overflowing with gratitude."
    },
    {
        "o": 33414,
        "r": "csb:Colossians:2:8",
        "t": "Be*p careful that no one takes you captive through philosophy and empty deceit based on human tradition, based on the elements of the world, rather than Christ."
    },
    {
        "o": 33415,
        "r": "csb:Colossians:2:9",
        "t": "For the entire fullness of God’s nature dwells bodily in Christ,"
    },
    {
        "o": 33416,
        "r": "csb:Colossians:2:10",
        "t": "and you have been filled by him, who is the head over every ruler and authority."
    },
    {
        "o": 33417,
        "r": "csb:Colossians:2:11",
        "t": "You were also circumcised in him with a circumcision not done with hands, by putting off the body of flesh, in the circumcision of Christ,"
    },
    {
        "o": 33418,
        "r": "csb:Colossians:2:12",
        "t": "when you were buried with him in baptism, in which you were also raised with him through faith in the working of God, who raised him from the dead."
    },
    {
        "o": 33419,
        "r": "csb:Colossians:2:13",
        "t": "And when you were dead in trespasses and in the uncircumcision of your flesh, he made you alive with him and forgave us all our trespasses."
    },
    {
        "o": 33420,
        "r": "csb:Colossians:2:14",
        "t": "He erased the certificate of debt, with its obligations, that was against us and opposed to us, and has taken it away by nailing it to the cross."
    },
    {
        "o": 33421,
        "r": "csb:Colossians:2:15",
        "t": "He disarmed the rulers and authorities and disgraced them publicly; he triumphed over them in him."
    },
    {
        "o": 33422,
        "r": "csb:Colossians:2:16",
        "t": "Therefore,*p don’t let anyone judge you in regard to food and drink or in the matter of a festival or a new moon or a Sabbath day."
    },
    {
        "o": 33423,
        "r": "csb:Colossians:2:17",
        "t": "These are a shadow of what was to come; the substance is Christ."
    },
    {
        "o": 33424,
        "r": "csb:Colossians:2:18",
        "t": "Let no one condemn you by delighting in ascetic practices and the worship of angels, claiming access to a visionary realm. Such people are inflated by empty notions of their unspiritual mind."
    },
    {
        "o": 33425,
        "r": "csb:Colossians:2:19",
        "t": "He doesn’t hold on to the head, from whom the whole body, nourished and held together by its ligaments and tendons, grows with growth from God."
    },
    {
        "o": 33426,
        "r": "csb:Colossians:2:20",
        "t": "If*p you died with Christ to the elements of this world, why do you live as if you still belonged to the world? Why do you submit to regulations:"
    },
    {
        "o": 33427,
        "r": "csb:Colossians:2:21",
        "t": "“Don’t handle, don’t taste, don’t touch”?"
    },
    {
        "o": 33428,
        "r": "csb:Colossians:2:22",
        "t": "All these regulations refer to what is destined to perish by being used up; they are human commands and doctrines."
    },
    {
        "o": 33429,
        "r": "csb:Colossians:2:23",
        "t": "Although these have a reputation for wisdom by promoting self-made religion, false humility, and severe treatment of the body, they are not of any value in curbing self-indulgence."
    },
    {
        "o": 33430,
        "r": "csb:Colossians:3:0",
        "t": "Colossians 3",
        "h": 1
    },
    {
        "o": 33431,
        "r": "csb:Colossians:3:0",
        "t": "The Life of the New Man",
        "h": 2
    },
    {
        "o": 33432,
        "r": "csb:Colossians:3:1",
        "t": "So*p if you have been raised with Christ, seek the things above, where Christ is, seated at the right hand of God."
    },
    {
        "o": 33433,
        "r": "csb:Colossians:3:2",
        "t": "Set your minds on things above, not on earthly things."
    },
    {
        "o": 33434,
        "r": "csb:Colossians:3:3",
        "t": "For you died, and your life is hidden with Christ in God."
    },
    {
        "o": 33435,
        "r": "csb:Colossians:3:4",
        "t": "When Christ, who is your life, appears, then you also will appear with him in glory."
    },
    {
        "o": 33436,
        "r": "csb:Colossians:3:5",
        "t": "Therefore,*p put to death what belongs to your earthly nature: sexual immorality, impurity, lust, evil desire, and greed, which is idolatry."
    },
    {
        "o": 33437,
        "r": "csb:Colossians:3:6",
        "t": "Because of these, God’s wrath is coming upon the disobedient,"
    },
    {
        "o": 33438,
        "r": "csb:Colossians:3:7",
        "t": "and you once walked in these things when you were living in them."
    },
    {
        "o": 33439,
        "r": "csb:Colossians:3:8",
        "t": "But now, put away all the following: anger, wrath, malice, slander, and filthy language from your mouth."
    },
    {
        "o": 33440,
        "r": "csb:Colossians:3:9",
        "t": "Do not lie to one another, since you have put off the old self with its practices"
    },
    {
        "o": 33441,
        "r": "csb:Colossians:3:10",
        "t": "and have put on the new self. You are being renewed in knowledge according to the image of your Creator."
    },
    {
        "o": 33442,
        "r": "csb:Colossians:3:11",
        "t": "In Christ there is not Greek and Jew, circumcision and uncircumcision, barbarian, Scythian, slave and free; but Christ is all and in all."
    },
    {
        "o": 33443,
        "r": "csb:Colossians:3:11",
        "t": "The Christian Life",
        "h": 2
    },
    {
        "o": 33444,
        "r": "csb:Colossians:3:12",
        "t": "Therefore,*p as God’s chosen ones, holy and dearly loved, put on compassion, kindness, humility, gentleness, and patience,"
    },
    {
        "o": 33445,
        "r": "csb:Colossians:3:13",
        "t": "bearing with one another and forgiving one another if anyone has a grievance against another. Just as the Lord has forgiven you, so you are also to forgive."
    },
    {
        "o": 33446,
        "r": "csb:Colossians:3:14",
        "t": "Above all, put on love, which is the perfect bond of unity."
    },
    {
        "o": 33447,
        "r": "csb:Colossians:3:15",
        "t": "And let the peace of Christ, to which you were also called in one body, rule your hearts. And be thankful."
    },
    {
        "o": 33448,
        "r": "csb:Colossians:3:16",
        "t": "Let the word of Christ dwell richly among you, in all wisdom teaching and admonishing one another through psalms, hymns, and spiritual songs, singing to God with gratitude in your hearts."
    },
    {
        "o": 33449,
        "r": "csb:Colossians:3:17",
        "t": "And whatever you do, in word or in deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him."
    },
    {
        "o": 33450,
        "r": "csb:Colossians:3:17",
        "t": "Christ in Your Home",
        "h": 2
    },
    {
        "o": 33451,
        "r": "csb:Colossians:3:18",
        "t": "Wives,*p submit yourselves to your husbands, as is fitting in the Lord."
    },
    {
        "o": 33452,
        "r": "csb:Colossians:3:19",
        "t": "Husbands, love your wives and don’t be bitter toward them."
    },
    {
        "o": 33453,
        "r": "csb:Colossians:3:20",
        "t": "Children, obey your parents in everything, for this pleases the Lord."
    },
    {
        "o": 33454,
        "r": "csb:Colossians:3:21",
        "t": "Fathers, do not exasperate your children, so that they won’t become discouraged."
    },
    {
        "o": 33455,
        "r": "csb:Colossians:3:22",
        "t": "Slaves, obey your human masters in everything. Don’t work only while being watched, as people-pleasers, but work wholeheartedly, fearing the Lord."
    },
    {
        "o": 33456,
        "r": "csb:Colossians:3:23",
        "t": "Whatever you do, do it from the heart, as something done for the Lord and not for people,"
    },
    {
        "o": 33457,
        "r": "csb:Colossians:3:24",
        "t": "knowing that you will receive the reward of an inheritance from the Lord. You serve the Lord Christ."
    },
    {
        "o": 33458,
        "r": "csb:Colossians:3:25",
        "t": "For the wrongdoer will be paid back for whatever wrong he has done, and there is no favoritism."
    },
    {
        "o": 33459,
        "r": "csb:Colossians:4:0",
        "t": "Colossians 4",
        "h": 1
    },
    {
        "o": 33460,
        "r": "csb:Colossians:4:1",
        "t": "Masters,*p deal with your slaves justly and fairly, since you know that you too have a Master in heaven."
    },
    {
        "o": 33461,
        "r": "csb:Colossians:4:1",
        "t": "Speaking to God and Others",
        "h": 2
    },
    {
        "o": 33462,
        "r": "csb:Colossians:4:2",
        "t": "Devote*p yourselves to prayer; stay alert in it with thanksgiving."
    },
    {
        "o": 33463,
        "r": "csb:Colossians:4:3",
        "t": "At the same time, pray also for us that God may open a door to us for the word, to speak the mystery of Christ, for which I am in chains,"
    },
    {
        "o": 33464,
        "r": "csb:Colossians:4:4",
        "t": "so that I may make it known as I should."
    },
    {
        "o": 33465,
        "r": "csb:Colossians:4:5",
        "t": "Act wisely toward outsiders, making the most of the time."
    },
    {
        "o": 33466,
        "r": "csb:Colossians:4:6",
        "t": "Let your speech always be gracious, seasoned with salt, so that you may know how you should answer each person."
    },
    {
        "o": 33467,
        "r": "csb:Colossians:4:6",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33468,
        "r": "csb:Colossians:4:7",
        "t": "Tychicus,*p our dearly loved brother, faithful minister, and fellow servant in the Lord, will tell you all the news about me."
    },
    {
        "o": 33469,
        "r": "csb:Colossians:4:8",
        "t": "I have sent him to you for this very purpose, so that you may know how we are and so that he may encourage your hearts."
    },
    {
        "o": 33470,
        "r": "csb:Colossians:4:9",
        "t": "He is coming with Onesimus, a faithful and dearly loved brother, who is one of you. They will tell you about everything here."
    },
    {
        "o": 33471,
        "r": "csb:Colossians:4:10",
        "t": "Aristarchus,*p my fellow prisoner, sends you greetings, as does Mark, Barnabas’s cousin (concerning whom you have received instructions: if he comes to you, welcome him),"
    },
    {
        "o": 33472,
        "r": "csb:Colossians:4:11",
        "t": "and so does Jesus who is called Justus. These alone of the circumcised are my coworkers for the kingdom of God, and they have been a comfort to me."
    },
    {
        "o": 33473,
        "r": "csb:Colossians:4:12",
        "t": "Epaphras, who is one of you, a servant of Christ Jesus, sends you greetings. He is always wrestling for you in his prayers, so that you can stand mature and fully assured in everything God wills."
    },
    {
        "o": 33474,
        "r": "csb:Colossians:4:13",
        "t": "For I testify about him that he works hard for you, for those in Laodicea, and for those in Hierapolis."
    },
    {
        "o": 33475,
        "r": "csb:Colossians:4:14",
        "t": "Luke, the dearly loved physician, and Demas send you greetings."
    },
    {
        "o": 33476,
        "r": "csb:Colossians:4:15",
        "t": "Give my greetings to the brothers and sisters in Laodicea, and to Nympha and the church in her home."
    },
    {
        "o": 33477,
        "r": "csb:Colossians:4:16",
        "t": "After this letter has been read at your gathering, have it read also in the church of the Laodiceans; and see that you also read the letter from Laodicea."
    },
    {
        "o": 33478,
        "r": "csb:Colossians:4:17",
        "t": "And tell Archippus, “Pay attention to the ministry you have received in the Lord, so that you can accomplish it.”"
    },
    {
        "o": 33479,
        "r": "csb:Colossians:4:18",
        "t": "I,*p Paul, am writing this greeting with my own hand. Remember my chains. Grace be with you."
    }
]
