[
    {
        "o": 29996,
        "r": "esv:John:19:0",
        "t": "John 19",
        "h": 1
    },
    {
        "o": 29997,
        "r": "esv:John:19:0",
        "t": "Jesus Delivered to Be Crucified",
        "h": 2
    },
    {
        "o": 29998,
        "r": "esv:John:19:1",
        "t": "Then*p Pilate took Jesus and flogged him."
    },
    {
        "o": 29999,
        "r": "esv:John:19:2",
        "t": "And the soldiers twisted together a crown of thorns and put it on his head and arrayed him in a purple robe."
    },
    {
        "o": 30000,
        "r": "esv:John:19:3",
        "t": "They came up to him, saying, “Hail, King of the Jews!” and struck him with their hands."
    },
    {
        "o": 30001,
        "r": "esv:John:19:4",
        "t": "Pilate went out again and said to them, “See, I am bringing him out to you that you may know that I find no guilt in him.”"
    },
    {
        "o": 30002,
        "r": "esv:John:19:5",
        "t": "So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, “Behold the man!”"
    },
    {
        "o": 30003,
        "r": "esv:John:19:6",
        "t": "When the chief priests and the officers saw him, they cried out, “Crucify him, crucify him!” Pilate said to them, “Take him yourselves and crucify him, for I find no guilt in him.”"
    },
    {
        "o": 30004,
        "r": "esv:John:19:7",
        "t": "The Jews answered him, “We have a law, and according to that law he ought to die because he has made himself the Son of God.”"
    },
    {
        "o": 30005,
        "r": "esv:John:19:8",
        "t": "When Pilate heard this statement, he was even more afraid."
    },
    {
        "o": 30006,
        "r": "esv:John:19:9",
        "t": "He entered his headquarters again and said to Jesus, “Where are you from?” But Jesus gave him no answer."
    },
    {
        "o": 30007,
        "r": "esv:John:19:10",
        "t": "So Pilate said to him, “You will not speak to me? Do you not know that I have authority to release you and authority to crucify you?”"
    },
    {
        "o": 30008,
        "r": "esv:John:19:11",
        "t": "Jesus answered him, “You*r would*r have*r no*r authority*r over*r me*r at*r all*r unless*r it*r had*r been*r given*r you*r from*r above.*r Therefore*r he*r who*r delivered*r me*r over*r to*r you*r has*r the*r greater*r sin.”*r"
    },
    {
        "o": 30009,
        "r": "esv:John:19:12",
        "t": "From*p then on Pilate sought to release him, but the Jews cried out, “If you release this man, you are not Caesar’s friend. Everyone who makes himself a king opposes Caesar.”"
    },
    {
        "o": 30010,
        "r": "esv:John:19:13",
        "t": "So when Pilate heard these words, he brought Jesus out and sat down on the judgment seat at a place called The Stone Pavement, and in Aramaic Gabbatha."
    },
    {
        "o": 30011,
        "r": "esv:John:19:14",
        "t": "Now it was the day of Preparation of the Passover. It was about the sixth hour. He said to the Jews, “Behold your King!”"
    },
    {
        "o": 30012,
        "r": "esv:John:19:15",
        "t": "They cried out, “Away with him, away with him, crucify him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar.”"
    },
    {
        "o": 30013,
        "r": "esv:John:19:16",
        "t": "So he delivered him over to them to be crucified."
    },
    {
        "o": 30014,
        "r": "esv:John:19:16",
        "t": "The Crucifixion",
        "h": 2
    },
    {
        "o": 30015,
        "r": "esv:John:19:16",
        "t": "So*p they took Jesus,"
    },
    {
        "o": 30016,
        "r": "esv:John:19:17",
        "t": "and he went out, bearing his own cross, to the place called The Place of a Skull, which in Aramaic is called Golgotha."
    },
    {
        "o": 30017,
        "r": "esv:John:19:18",
        "t": "There they crucified him, and with him two others, one on either side, and Jesus between them."
    },
    {
        "o": 30018,
        "r": "esv:John:19:19",
        "t": "Pilate also wrote an inscription and put it on the cross. It read, “Jesus of Nazareth, the King of the Jews.”"
    },
    {
        "o": 30019,
        "r": "esv:John:19:20",
        "t": "Many of the Jews read this inscription, for the place where Jesus was crucified was near the city, and it was written in Aramaic, in Latin, and in Greek."
    },
    {
        "o": 30020,
        "r": "esv:John:19:21",
        "t": "So the chief priests of the Jews said to Pilate, “Do not write, ‘The King of the Jews,’ but rather, ‘This man said, I am King of the Jews.’”"
    },
    {
        "o": 30021,
        "r": "esv:John:19:22",
        "t": "Pilate answered, “What I have written I have written.”"
    },
    {
        "o": 30022,
        "r": "esv:John:19:23",
        "t": "When*p the soldiers had crucified Jesus, they took his garments and divided them into four parts, one part for each soldier; also his tunic. But the tunic was seamless, woven in one piece from top to bottom,"
    },
    {
        "o": 30023,
        "r": "esv:John:19:24",
        "t": "so they said to one another, “Let us not tear it, but cast lots for it to see whose it shall be.” This was to fulfill the Scripture which says, “They*pn divided my garments among them, and*ld for my clothing they cast lots.” So*p the soldiers did these things,"
    },
    {
        "o": 30024,
        "r": "esv:John:19:25",
        "t": "but standing by the cross of Jesus were his mother and his mother’s sister, Mary the wife of Clopas, and Mary Magdalene."
    },
    {
        "o": 30025,
        "r": "esv:John:19:26",
        "t": "When Jesus saw his mother and the disciple whom he loved standing nearby, he said to his mother, “Woman,*r behold,*r your*r son!”*r"
    },
    {
        "o": 30026,
        "r": "esv:John:19:27",
        "t": "Then he said to the disciple, “Behold,*r your*r mother!”*r And from that hour the disciple took her to his own home."
    },
    {
        "o": 30027,
        "r": "esv:John:19:27",
        "t": "The Death of Jesus",
        "h": 2
    },
    {
        "o": 30028,
        "r": "esv:John:19:28",
        "t": "After*p this, Jesus, knowing that all was now finished, said (to fulfill the Scripture), “I*r thirst.”*r"
    },
    {
        "o": 30029,
        "r": "esv:John:19:29",
        "t": "A jar full of sour wine stood there, so they put a sponge full of the sour wine on a hyssop branch and held it to his mouth."
    },
    {
        "o": 30030,
        "r": "esv:John:19:30",
        "t": "When Jesus had received the sour wine, he said, “It*r is*r finished,”*r and he bowed his head and gave up his spirit."
    },
    {
        "o": 30031,
        "r": "esv:John:19:30",
        "t": "Jesus’ Side Is Pierced",
        "h": 2
    },
    {
        "o": 30032,
        "r": "esv:John:19:31",
        "t": "Since*p it was the day of Preparation, and so that the bodies would not remain on the cross on the Sabbath (for that Sabbath was a high day), the Jews asked Pilate that their legs might be broken and that they might be taken away."
    },
    {
        "o": 30033,
        "r": "esv:John:19:32",
        "t": "So the soldiers came and broke the legs of the first, and of the other who had been crucified with him."
    },
    {
        "o": 30034,
        "r": "esv:John:19:33",
        "t": "But when they came to Jesus and saw that he was already dead, they did not break his legs."
    },
    {
        "o": 30035,
        "r": "esv:John:19:34",
        "t": "But one of the soldiers pierced his side with a spear, and at once there came out blood and water."
    },
    {
        "o": 30036,
        "r": "esv:John:19:35",
        "t": "He who saw it has borne witness— his testimony is true, and he knows that he is telling the truth— that you also may believe."
    },
    {
        "o": 30037,
        "r": "esv:John:19:36",
        "t": "For these things took place that the Scripture might be fulfilled: “Not one of his bones will be broken.”"
    },
    {
        "o": 30038,
        "r": "esv:John:19:37",
        "t": "And again another Scripture says, “They will look on him whom they have pierced.”"
    },
    {
        "o": 30039,
        "r": "esv:John:19:37",
        "t": "Jesus Is Buried",
        "h": 2
    },
    {
        "o": 30040,
        "r": "esv:John:19:38",
        "t": "After*p these things Joseph of Arimathea, who was a disciple of Jesus, but secretly for fear of the Jews, asked Pilate that he might take away the body of Jesus, and Pilate gave him permission. So he came and took away his body."
    },
    {
        "o": 30041,
        "r": "esv:John:19:39",
        "t": "Nicodemus also, who earlier had come to Jesus by night, came bringing a mixture of myrrh and aloes, about seventy-five pounds in weight."
    },
    {
        "o": 30042,
        "r": "esv:John:19:40",
        "t": "So they took the body of Jesus and bound it in linen cloths with the spices, as is the burial custom of the Jews."
    },
    {
        "o": 30043,
        "r": "esv:John:19:41",
        "t": "Now in the place where he was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid."
    },
    {
        "o": 30044,
        "r": "esv:John:19:42",
        "t": "So because of the Jewish day of Preparation, since the tomb was close at hand, they laid Jesus there."
    }
]
