[
    {
        "o": 5377,
        "r": "nkjv:Deuteronomy:1:0",
        "t": "Deuteronomy 1",
        "h": 1
    },
    {
        "o": 5378,
        "r": "nkjv:Deuteronomy:1:0",
        "t": "The Previous Command to Enter Canaan",
        "h": 2
    },
    {
        "o": 5379,
        "r": "nkjv:Deuteronomy:1:1",
        "t": "These*p are*i the words which Moses spoke to all Israel on this side of the Jordan in the wilderness, in the plain opposite Suph, between Paran, Tophel, Laban, Hazeroth, and Dizahab."
    },
    {
        "o": 5380,
        "r": "nkjv:Deuteronomy:1:2",
        "t": "It*i is*i eleven days’ journey*i from Horeb by way of Mount Seir to Kadesh Barnea."
    },
    {
        "o": 5381,
        "r": "nkjv:Deuteronomy:1:3",
        "t": "Now it came to pass in the fortieth year, in the eleventh month, on the first day*i of the month, that*i Moses spoke to the children of Israel according to all that the Lord*s had given him as commandments to them,"
    },
    {
        "o": 5382,
        "r": "nkjv:Deuteronomy:1:4",
        "t": "after he had killed Sihon king of the Amorites, who dwelt in Heshbon, and Og king of Bashan, who dwelt at Ashtaroth in Edrei."
    },
    {
        "o": 5383,
        "r": "nkjv:Deuteronomy:1:5",
        "t": "On*p this side of the Jordan in the land of Moab, Moses began to explain this law, saying,"
    },
    {
        "o": 5384,
        "r": "nkjv:Deuteronomy:1:6",
        "t": "“The Lord*s our God spoke to us in Horeb, saying: ‘You have dwelt long enough at this mountain."
    },
    {
        "o": 5385,
        "r": "nkjv:Deuteronomy:1:7",
        "t": "Turn and take your journey, and go to the mountains of the Amorites, to all the neighboring places*i in the plain, in the mountains and in the lowland, in the South and on the seacoast, to the land of the Canaanites and to Lebanon, as far as the great river, the River Euphrates."
    },
    {
        "o": 5386,
        "r": "nkjv:Deuteronomy:1:8",
        "t": "See, I have set the land before you; go in and possess the land which the Lord*s swore to your fathers—to Abraham, Isaac, and Jacob—to give to them and their descendants after them.’"
    },
    {
        "o": 5387,
        "r": "nkjv:Deuteronomy:1:8",
        "t": "Tribal Leaders Appointed",
        "h": 2
    },
    {
        "o": 5388,
        "r": "nkjv:Deuteronomy:1:9",
        "t": "“And*p I spoke to you at that time, saying: ‘I alone am not able to bear you."
    },
    {
        "o": 5389,
        "r": "nkjv:Deuteronomy:1:10",
        "t": "The Lord*s your God has multiplied you, and here you are*i today, as the stars of heaven in multitude."
    },
    {
        "o": 5390,
        "r": "nkjv:Deuteronomy:1:11",
        "t": "May the Lord*s God of your fathers make you a thousand times more numerous than you are, and bless you as He has promised you!"
    },
    {
        "o": 5391,
        "r": "nkjv:Deuteronomy:1:12",
        "t": "How can I alone bear your problems and your burdens and your complaints?"
    },
    {
        "o": 5392,
        "r": "nkjv:Deuteronomy:1:13",
        "t": "Choose wise, understanding, and knowledgeable men from among your tribes, and I will make them heads over you.’"
    },
    {
        "o": 5393,
        "r": "nkjv:Deuteronomy:1:14",
        "t": "And you answered me and said, ‘The thing which you have told us*i to do is*i good.’"
    },
    {
        "o": 5394,
        "r": "nkjv:Deuteronomy:1:15",
        "t": "So I took the heads of your tribes, wise and knowledgeable men, and made them heads over you, leaders of thousands, leaders of hundreds, leaders of fifties, leaders of tens, and officers for your tribes."
    },
    {
        "o": 5395,
        "r": "nkjv:Deuteronomy:1:16",
        "t": "“Then*p I commanded your judges at that time, saying, ‘Hear the*i cases*i between your brethren, and judge righteously between a man and his brother or the stranger who is with him."
    },
    {
        "o": 5396,
        "r": "nkjv:Deuteronomy:1:17",
        "t": "You shall not show partiality in judgment; you shall hear the small as well as the great; you shall not be afraid in any man’s presence, for the judgment is*i God’s. The case that is too hard for you, bring to me, and I will hear it.’"
    },
    {
        "o": 5397,
        "r": "nkjv:Deuteronomy:1:18",
        "t": "And I commanded you at that time all the things which you should do."
    },
    {
        "o": 5398,
        "r": "nkjv:Deuteronomy:1:18",
        "t": "Israel’s Refusal to Enter the Land",
        "h": 2
    },
    {
        "o": 5399,
        "r": "nkjv:Deuteronomy:1:19",
        "t": "“So*p we departed from Horeb, and went through all that great and terrible wilderness which you saw on the way to the mountains of the Amorites, as the Lord*s our God had commanded us. Then we came to Kadesh Barnea."
    },
    {
        "o": 5400,
        "r": "nkjv:Deuteronomy:1:20",
        "t": "And I said to you, ‘You have come to the mountains of the Amorites, which the Lord*s our God is giving us."
    },
    {
        "o": 5401,
        "r": "nkjv:Deuteronomy:1:21",
        "t": "Look, the Lord*s your God has set the land before you; go up and*i possess it,*i as the Lord*s God of your fathers has spoken to you; do not fear or be discouraged.’"
    },
    {
        "o": 5402,
        "r": "nkjv:Deuteronomy:1:22",
        "t": "“And*p every one of you came near to me and said, ‘Let us send men before us, and let them search out the land for us, and bring back word to us of the way by which we should go up, and of the cities into which we shall come.’"
    },
    {
        "o": 5403,
        "r": "nkjv:Deuteronomy:1:23",
        "t": "“The*p plan pleased me well; so I took twelve of your men, one man from each*i tribe."
    },
    {
        "o": 5404,
        "r": "nkjv:Deuteronomy:1:24",
        "t": "And they departed and went up into the mountains, and came to the Valley of Eshcol, and spied it out."
    },
    {
        "o": 5405,
        "r": "nkjv:Deuteronomy:1:25",
        "t": "They also took some*i of the fruit of the land in their hands and brought it*i down to us; and they brought back word to us, saying, ‘It*i is*i a good land which the Lord*s our God is giving us.’"
    },
    {
        "o": 5406,
        "r": "nkjv:Deuteronomy:1:26",
        "t": "“Nevertheless*p you would not go up, but rebelled against the command of the Lord*s your God;"
    },
    {
        "o": 5407,
        "r": "nkjv:Deuteronomy:1:27",
        "t": "and you complained in your tents, and said, ‘Because the Lord*s hates us, He has brought us out of the land of Egypt to deliver us into the hand of the Amorites, to destroy us."
    },
    {
        "o": 5408,
        "r": "nkjv:Deuteronomy:1:28",
        "t": "Where can we go up? Our brethren have discouraged our hearts, saying, “The people are*i greater and taller than we; the cities are*i great and fortified up to heaven; moreover we have seen the sons of the Anakim there.”’"
    },
    {
        "o": 5409,
        "r": "nkjv:Deuteronomy:1:29",
        "t": "“Then*p I said to you, ‘Do not be terrified, or afraid of them."
    },
    {
        "o": 5410,
        "r": "nkjv:Deuteronomy:1:30",
        "t": "The Lord*s your God, who goes before you, He will fight for you, according to all He did for you in Egypt before your eyes,"
    },
    {
        "o": 5411,
        "r": "nkjv:Deuteronomy:1:31",
        "t": "and in the wilderness where you saw how the Lord*s your God carried you, as a man carries his son, in all the way that you went until you came to this place.’"
    },
    {
        "o": 5412,
        "r": "nkjv:Deuteronomy:1:32",
        "t": "Yet, for all that, you did not believe the Lord*s your God,"
    },
    {
        "o": 5413,
        "r": "nkjv:Deuteronomy:1:33",
        "t": "who went in the way before you to search out a place for you to pitch your tents, to show you the way you should go, in the fire by night and in the cloud by day."
    },
    {
        "o": 5414,
        "r": "nkjv:Deuteronomy:1:33",
        "t": "The Penalty for Israel’s Rebellion",
        "h": 2
    },
    {
        "o": 5415,
        "r": "nkjv:Deuteronomy:1:34",
        "t": "“And*p the Lord*s heard the sound of your words, and was angry, and took an oath, saying,"
    },
    {
        "o": 5416,
        "r": "nkjv:Deuteronomy:1:35",
        "t": "‘Surely not one of these men of this evil generation shall see that good land of which I swore to give to your fathers,"
    },
    {
        "o": 5417,
        "r": "nkjv:Deuteronomy:1:36",
        "t": "except Caleb the son of Jephunneh; he shall see it, and to him and his children I am giving the land on which he walked, because he wholly followed the Lord.’*s"
    },
    {
        "o": 5418,
        "r": "nkjv:Deuteronomy:1:37",
        "t": "The Lord*s was also angry with me for your sakes, saying, ‘Even you shall not go in there."
    },
    {
        "o": 5419,
        "r": "nkjv:Deuteronomy:1:38",
        "t": "Joshua the son of Nun, who stands before you, he shall go in there. Encourage him, for he shall cause Israel to inherit it."
    },
    {
        "o": 5420,
        "r": "nkjv:Deuteronomy:1:39",
        "t": "‘Moreover*p your little ones and your children, who you say will be victims, who today have no knowledge of good and evil, they shall go in there; to them I will give it, and they shall possess it."
    },
    {
        "o": 5421,
        "r": "nkjv:Deuteronomy:1:40",
        "t": "But as*i for*i you, turn and take your journey into the wilderness by the Way of the Red Sea.’"
    },
    {
        "o": 5422,
        "r": "nkjv:Deuteronomy:1:41",
        "t": "“Then*p you answered and said to me, ‘We have sinned against the Lord;*s we will go up and fight, just as the Lord*s our God commanded us.’ And when everyone of you had girded on his weapons of war, you were ready to go up into the mountain."
    },
    {
        "o": 5423,
        "r": "nkjv:Deuteronomy:1:42",
        "t": "“And*p the Lord*s said to me, ‘Tell them, “Do not go up nor fight, for I am*i not among you; lest you be defeated before your enemies.”"
    },
    {
        "o": 5424,
        "r": "nkjv:Deuteronomy:1:43",
        "t": "So I spoke to you; yet you would not listen, but rebelled against the command of the Lord,*s and presumptuously went up into the mountain."
    },
    {
        "o": 5425,
        "r": "nkjv:Deuteronomy:1:44",
        "t": "And the Amorites who dwelt in that mountain came out against you and chased you as bees do, and drove you back from Seir to Hormah."
    },
    {
        "o": 5426,
        "r": "nkjv:Deuteronomy:1:45",
        "t": "Then you returned and wept before the Lord,*s but the Lord*s would not listen to your voice nor give ear to you."
    },
    {
        "o": 5427,
        "r": "nkjv:Deuteronomy:1:46",
        "t": "“So*p you remained in Kadesh many days, according to the days that you spent there.*i"
    },
    {
        "o": 5428,
        "r": "nkjv:Deuteronomy:2:0",
        "t": "Deuteronomy 2",
        "h": 1
    },
    {
        "o": 5429,
        "r": "nkjv:Deuteronomy:2:0",
        "t": "The Desert Years",
        "h": 2
    },
    {
        "o": 5430,
        "r": "nkjv:Deuteronomy:2:1",
        "t": "“Then*p we turned and journeyed into the wilderness of the Way of the Red Sea, as the Lord*s spoke to me, and we skirted Mount Seir for many days."
    },
    {
        "o": 5431,
        "r": "nkjv:Deuteronomy:2:2",
        "t": "“And*p the Lord*s spoke to me, saying:"
    },
    {
        "o": 5432,
        "r": "nkjv:Deuteronomy:2:3",
        "t": "‘You have skirted this mountain long enough; turn northward."
    },
    {
        "o": 5433,
        "r": "nkjv:Deuteronomy:2:4",
        "t": "And command the people, saying, “You are*i about*i to*i pass through the territory of your brethren, the descendants of Esau, who live in Seir; and they will be afraid of you. Therefore watch yourselves carefully."
    },
    {
        "o": 5434,
        "r": "nkjv:Deuteronomy:2:5",
        "t": "Do not meddle with them, for I will not give you any*i of their land, no, not so much as one footstep, because I have given Mount Seir to Esau as*i a possession."
    },
    {
        "o": 5435,
        "r": "nkjv:Deuteronomy:2:6",
        "t": "You shall buy food from them with money, that you may eat; and you shall also buy water from them with money, that you may drink."
    },
    {
        "o": 5436,
        "r": "nkjv:Deuteronomy:2:7",
        "t": "“For*p the Lord*s your God has blessed you in all the work of your hand. He knows your trudging through this great wilderness. These forty years the Lord*s your God has*i been*i with you; you have lacked nothing.”’"
    },
    {
        "o": 5437,
        "r": "nkjv:Deuteronomy:2:8",
        "t": "“And*p when we passed beyond our brethren, the descendants of Esau who dwell in Seir, away from the road of the plain, away from Elath and Ezion Geber, we turned and passed by way of the Wilderness of Moab."
    },
    {
        "o": 5438,
        "r": "nkjv:Deuteronomy:2:9",
        "t": "Then the Lord*s said to me, ‘Do not harass Moab, nor contend with them in battle, for I will not give you any*i of their land as*i a possession, because I have given Ar to the descendants of Lot as*i a possession.’”"
    },
    {
        "o": 5439,
        "r": "nkjv:Deuteronomy:2:10",
        "t": "(The*p Emim had dwelt there in times past, a people as great and numerous and tall as the Anakim."
    },
    {
        "o": 5440,
        "r": "nkjv:Deuteronomy:2:11",
        "t": "They were also regarded as giants, like the Anakim, but the Moabites call them Emim."
    },
    {
        "o": 5441,
        "r": "nkjv:Deuteronomy:2:12",
        "t": "The Horites formerly dwelt in Seir, but the descendants of Esau dispossessed them and destroyed them from before them, and dwelt in their place, just as Israel did to the land of their possession which the Lord*s gave them.)"
    },
    {
        "o": 5442,
        "r": "nkjv:Deuteronomy:2:13",
        "t": "“‘Now*p rise and cross over the Valley of the Zered.’ So we crossed over the Valley of the Zered."
    },
    {
        "o": 5443,
        "r": "nkjv:Deuteronomy:2:14",
        "t": "And the time we took to come from Kadesh Barnea until we crossed over the Valley of the Zered was*i thirty-eight years, until all the generation of the men of war was consumed from the midst of the camp, just as the Lord*s had sworn to them."
    },
    {
        "o": 5444,
        "r": "nkjv:Deuteronomy:2:15",
        "t": "For indeed the hand of the Lord*s was against them, to destroy them from the midst of the camp until they were consumed."
    },
    {
        "o": 5445,
        "r": "nkjv:Deuteronomy:2:16",
        "t": "“So*p it was, when all the men of war had finally perished from among the people,"
    },
    {
        "o": 5446,
        "r": "nkjv:Deuteronomy:2:17",
        "t": "that the Lord*s spoke to me, saying:"
    },
    {
        "o": 5447,
        "r": "nkjv:Deuteronomy:2:18",
        "t": "‘This day you are to cross over at Ar, the boundary of Moab."
    },
    {
        "o": 5448,
        "r": "nkjv:Deuteronomy:2:19",
        "t": "And when*i you come near the people of Ammon, do not harass them or meddle with them, for I will not give you any*i of the land of the people of Ammon as*i a possession, because I have given it to the descendants of Lot as*i a possession.’”"
    },
    {
        "o": 5449,
        "r": "nkjv:Deuteronomy:2:20",
        "t": "(That*p was also regarded as a land of giants; giants formerly dwelt there. But the Ammonites call them Zamzummim,"
    },
    {
        "o": 5450,
        "r": "nkjv:Deuteronomy:2:21",
        "t": "a people as great and numerous and tall as the Anakim. But the Lord*s destroyed them before them, and they dispossessed them and dwelt in their place,"
    },
    {
        "o": 5451,
        "r": "nkjv:Deuteronomy:2:22",
        "t": "just as He had done for the descendants of Esau, who dwelt in Seir, when He destroyed the Horites from before them. They dispossessed them and dwelt in their place, even to this day."
    },
    {
        "o": 5452,
        "r": "nkjv:Deuteronomy:2:23",
        "t": "And the Avim, who dwelt in villages as far as Gaza— the Caphtorim, who came from Caphtor, destroyed them and dwelt in their place.)"
    },
    {
        "o": 5453,
        "r": "nkjv:Deuteronomy:2:24",
        "t": "“‘Rise,*p take your journey, and cross over the River Arnon. Look, I have given into your hand Sihon the Amorite, king of Heshbon, and his land. Begin to possess it,*i and engage him in battle."
    },
    {
        "o": 5454,
        "r": "nkjv:Deuteronomy:2:25",
        "t": "This day I will begin to put the dread and fear of you upon the nations under the whole heaven, who shall hear the report of you, and shall tremble and be in anguish because of you.’"
    },
    {
        "o": 5455,
        "r": "nkjv:Deuteronomy:2:25",
        "t": "King Sihon Defeated",
        "h": 2
    },
    {
        "o": 5456,
        "r": "nkjv:Deuteronomy:2:26",
        "t": "“And*p I sent messengers from the Wilderness of Kedemoth to Sihon king of Heshbon, with words of peace, saying,"
    },
    {
        "o": 5457,
        "r": "nkjv:Deuteronomy:2:27",
        "t": "‘Let me pass through your land; I will keep strictly to the road, and I will turn neither to the right nor to the left."
    },
    {
        "o": 5458,
        "r": "nkjv:Deuteronomy:2:28",
        "t": "You shall sell me food for money, that I may eat, and give me water for money, that I may drink; only let me pass through on foot,"
    },
    {
        "o": 5459,
        "r": "nkjv:Deuteronomy:2:29",
        "t": "just as the descendants of Esau who dwell in Seir and the Moabites who dwell in Ar did for me, until I cross the Jordan to the land which the Lord*s our God is giving us.’"
    },
    {
        "o": 5460,
        "r": "nkjv:Deuteronomy:2:30",
        "t": "“But*p Sihon king of Heshbon would not let us pass through, for the Lord*s your God hardened his spirit and made his heart obstinate, that He might deliver him into your hand, as it*i is*i this day."
    },
    {
        "o": 5461,
        "r": "nkjv:Deuteronomy:2:31",
        "t": "“And*p the Lord*s said to me, ‘See, I have begun to give Sihon and his land over to you. Begin to possess it,*i that you may inherit his land.’"
    },
    {
        "o": 5462,
        "r": "nkjv:Deuteronomy:2:32",
        "t": "Then Sihon and all his people came out against us to fight at Jahaz."
    },
    {
        "o": 5463,
        "r": "nkjv:Deuteronomy:2:33",
        "t": "And the Lord*s our God delivered him over to us; so we defeated him, his sons, and all his people."
    },
    {
        "o": 5464,
        "r": "nkjv:Deuteronomy:2:34",
        "t": "We took all his cities at that time, and we utterly destroyed the men, women, and little ones of every city; we left none remaining."
    },
    {
        "o": 5465,
        "r": "nkjv:Deuteronomy:2:35",
        "t": "We took only the livestock as plunder for ourselves, with the spoil of the cities which we took."
    },
    {
        "o": 5466,
        "r": "nkjv:Deuteronomy:2:36",
        "t": "From Aroer, which is*i on the bank of the River Arnon, and from*i the city that is*i in the ravine, as far as Gilead, there was not one city too strong for us; the Lord*s our God delivered all to us."
    },
    {
        "o": 5467,
        "r": "nkjv:Deuteronomy:2:37",
        "t": "Only you did not go near the land of the people of Ammon—anywhere along the River Jabbok, or to the cities of the mountains, or wherever the Lord*s our God had forbidden us."
    },
    {
        "o": 5468,
        "r": "nkjv:Deuteronomy:3:0",
        "t": "Deuteronomy 3",
        "h": 1
    },
    {
        "o": 5469,
        "r": "nkjv:Deuteronomy:3:0",
        "t": "King Og Defeated",
        "h": 2
    },
    {
        "o": 5470,
        "r": "nkjv:Deuteronomy:3:1",
        "t": "“Then*p we turned and went up the road to Bashan; and Og king of Bashan came out against us, he and all his people, to battle at Edrei."
    },
    {
        "o": 5471,
        "r": "nkjv:Deuteronomy:3:2",
        "t": "And the Lord*s said to me, ‘Do not fear him, for I have delivered him and all his people and his land into your hand; you shall do to him as you did to Sihon king of the Amorites, who dwelt at Heshbon.’"
    },
    {
        "o": 5472,
        "r": "nkjv:Deuteronomy:3:3",
        "t": "“So*p the Lord*s our God also delivered into our hands Og king of Bashan, with all his people, and we attacked him until he had no survivors remaining."
    },
    {
        "o": 5473,
        "r": "nkjv:Deuteronomy:3:4",
        "t": "And we took all his cities at that time; there was not a city which we did not take from them: sixty cities, all the region of Argob, the kingdom of Og in Bashan."
    },
    {
        "o": 5474,
        "r": "nkjv:Deuteronomy:3:5",
        "t": "All these cities were*i fortified with high walls, gates, and bars, besides a great many rural towns."
    },
    {
        "o": 5475,
        "r": "nkjv:Deuteronomy:3:6",
        "t": "And we utterly destroyed them, as we did to Sihon king of Heshbon, utterly destroying the men, women, and children of every city."
    },
    {
        "o": 5476,
        "r": "nkjv:Deuteronomy:3:7",
        "t": "But all the livestock and the spoil of the cities we took as booty for ourselves."
    },
    {
        "o": 5477,
        "r": "nkjv:Deuteronomy:3:8",
        "t": "“And*p at that time we took the land from the hand of the two kings of the Amorites who were*i on this side of the Jordan, from the River Arnon to Mount Hermon"
    },
    {
        "o": 5478,
        "r": "nkjv:Deuteronomy:3:9",
        "t": "(the Sidonians call Hermon Sirion, and the Amorites call it Senir),"
    },
    {
        "o": 5479,
        "r": "nkjv:Deuteronomy:3:10",
        "t": "all the cities of the plain, all Gilead, and all Bashan, as far as Salcah and Edrei, cities of the kingdom of Og in Bashan."
    },
    {
        "o": 5480,
        "r": "nkjv:Deuteronomy:3:11",
        "t": "“For*p only Og king of Bashan remained of the remnant of the giants. Indeed his bedstead was*i an iron bedstead. (Is*i it not in Rabbah of the people of Ammon?) Nine cubits is*i its length and four cubits its width, according to the standard cubit."
    },
    {
        "o": 5481,
        "r": "nkjv:Deuteronomy:3:11",
        "t": "The Land East of the Jordan Divided",
        "h": 2
    },
    {
        "o": 5482,
        "r": "nkjv:Deuteronomy:3:12",
        "t": "“And*p this land, which*i we possessed at that time, from Aroer, which is*i by the River Arnon, and half the mountains of Gilead and its cities, I gave to the Reubenites and the Gadites."
    },
    {
        "o": 5483,
        "r": "nkjv:Deuteronomy:3:13",
        "t": "The rest of Gilead, and all Bashan, the kingdom of Og, I gave to half the tribe of Manasseh. (All the region of Argob, with all Bashan, was called the land of the giants."
    },
    {
        "o": 5484,
        "r": "nkjv:Deuteronomy:3:14",
        "t": "Jair the son of Manasseh took all the region of Argob, as far as the border of the Geshurites and the Maachathites, and called Bashan after his own name, Havoth Jair, to this day.)"
    },
    {
        "o": 5485,
        "r": "nkjv:Deuteronomy:3:15",
        "t": "“Also*p I gave Gilead to Machir."
    },
    {
        "o": 5486,
        "r": "nkjv:Deuteronomy:3:16",
        "t": "And to the Reubenites and the Gadites I gave from Gilead as far as the River Arnon, the middle of the river as the*i border, as far as the River Jabbok, the border of the people of Ammon;"
    },
    {
        "o": 5487,
        "r": "nkjv:Deuteronomy:3:17",
        "t": "the plain also, with the Jordan as the*i border, from Chinnereth as far as the east side of the Sea of the Arabah (the Salt Sea), below the slopes of Pisgah."
    },
    {
        "o": 5488,
        "r": "nkjv:Deuteronomy:3:18",
        "t": "“Then*p I commanded you at that time, saying: ‘The Lord*s your God has given you this land to possess. All you men of valor shall cross over armed before your brethren, the children of Israel."
    },
    {
        "o": 5489,
        "r": "nkjv:Deuteronomy:3:19",
        "t": "But your wives, your little ones, and your livestock (I know that you have much livestock) shall stay in your cities which I have given you,"
    },
    {
        "o": 5490,
        "r": "nkjv:Deuteronomy:3:20",
        "t": "until the Lord*s has given rest to your brethren as to you, and they also possess the land which the Lord*s your God is giving them beyond the Jordan. Then each of you may return to his possession which I have given you.’"
    },
    {
        "o": 5491,
        "r": "nkjv:Deuteronomy:3:21",
        "t": "“And*p I commanded Joshua at that time, saying, ‘Your eyes have seen all that the Lord*s your God has done to these two kings; so will the Lord*s do to all the kingdoms through which you pass."
    },
    {
        "o": 5492,
        "r": "nkjv:Deuteronomy:3:22",
        "t": "You must not fear them, for the Lord*s your God Himself fights for you.’"
    },
    {
        "o": 5493,
        "r": "nkjv:Deuteronomy:3:22",
        "t": "Moses Forbidden to Enter the Land",
        "h": 2
    },
    {
        "o": 5494,
        "r": "nkjv:Deuteronomy:3:23",
        "t": "“Then*p I pleaded with the Lord*s at that time, saying:"
    },
    {
        "o": 5495,
        "r": "nkjv:Deuteronomy:3:24",
        "t": "‘O Lord God,*s You have begun to show Your servant Your greatness and Your mighty hand, for what god is*i there*i in heaven or on earth who can do anything*i like Your works and Your mighty deeds?*i"
    },
    {
        "o": 5496,
        "r": "nkjv:Deuteronomy:3:25",
        "t": "I pray, let me cross over and see the good land beyond the Jordan, those pleasant mountains, and Lebanon.’"
    },
    {
        "o": 5497,
        "r": "nkjv:Deuteronomy:3:26",
        "t": "“But*p the Lord*s was angry with me on your account, and would not listen to me. So the Lord*s said to me: ‘Enough of that! Speak no more to Me of this matter."
    },
    {
        "o": 5498,
        "r": "nkjv:Deuteronomy:3:27",
        "t": "Go up to the top of Pisgah, and lift your eyes toward the west, the north, the south, and the east; behold it*i with your eyes, for you shall not cross over this Jordan."
    },
    {
        "o": 5499,
        "r": "nkjv:Deuteronomy:3:28",
        "t": "But command Joshua, and encourage him and strengthen him; for he shall go over before this people, and he shall cause them to inherit the land which you will see.’"
    },
    {
        "o": 5500,
        "r": "nkjv:Deuteronomy:3:29",
        "t": "“So*p we stayed in the valley opposite Beth Peor."
    },
    {
        "o": 5501,
        "r": "nkjv:Deuteronomy:4:0",
        "t": "Deuteronomy 4",
        "h": 1
    },
    {
        "o": 5502,
        "r": "nkjv:Deuteronomy:4:0",
        "t": "Moses Commands Obedience",
        "h": 2
    },
    {
        "o": 5503,
        "r": "nkjv:Deuteronomy:4:1",
        "t": "“Now,*p O Israel, listen to the statutes and the judgments which I teach you to observe, that you may live, and go in and possess the land which the Lord*s God of your fathers is giving you."
    },
    {
        "o": 5504,
        "r": "nkjv:Deuteronomy:4:2",
        "t": "You shall not add to the word which I command you, nor take from it, that you may keep the commandments of the Lord*s your God which I command you."
    },
    {
        "o": 5505,
        "r": "nkjv:Deuteronomy:4:3",
        "t": "Your eyes have seen what the Lord*s did at Baal Peor; for the Lord*s your God has destroyed from among you all the men who followed Baal of Peor."
    },
    {
        "o": 5506,
        "r": "nkjv:Deuteronomy:4:4",
        "t": "But you who held fast to the Lord*s your God are*i alive today, every one of you."
    },
    {
        "o": 5507,
        "r": "nkjv:Deuteronomy:4:5",
        "t": "“Surely*p I have taught you statutes and judgments, just as the Lord*s my God commanded me, that you should act according to*i them*i in the land which you go to possess."
    },
    {
        "o": 5508,
        "r": "nkjv:Deuteronomy:4:6",
        "t": "Therefore be careful to observe them;*i for this is*i your wisdom and your understanding in the sight of the peoples who will hear all these statutes, and say, ‘Surely this great nation is*i a wise and understanding people.’"
    },
    {
        "o": 5509,
        "r": "nkjv:Deuteronomy:4:7",
        "t": "“For*p what great nation is*i there*i that has God so*i near to it, as the Lord*s our God is*i to us, for whatever reason*i we may call upon Him?"
    },
    {
        "o": 5510,
        "r": "nkjv:Deuteronomy:4:8",
        "t": "And what great nation is*i there*i that has such*i statutes and righteous judgments as are in all this law which I set before you this day?"
    },
    {
        "o": 5511,
        "r": "nkjv:Deuteronomy:4:9",
        "t": "Only take heed to yourself, and diligently keep yourself, lest you forget the things your eyes have seen, and lest they depart from your heart all the days of your life. And teach them to your children and your grandchildren,"
    },
    {
        "o": 5512,
        "r": "nkjv:Deuteronomy:4:10",
        "t": "especially*i concerning*i the day you stood before the Lord*s your God in Horeb, when the Lord*s said to me, ‘Gather the people to Me, and I will let them hear My words, that they may learn to fear Me all the days they live on the earth, and that*i they may teach their children.’"
    },
    {
        "o": 5513,
        "r": "nkjv:Deuteronomy:4:11",
        "t": "“Then*p you came near and stood at the foot of the mountain, and the mountain burned with fire to the midst of heaven, with darkness, cloud, and thick darkness."
    },
    {
        "o": 5514,
        "r": "nkjv:Deuteronomy:4:12",
        "t": "And the Lord*s spoke to you out of the midst of the fire. You heard the sound of the words, but saw no form; you*i only heard*i a voice."
    },
    {
        "o": 5515,
        "r": "nkjv:Deuteronomy:4:13",
        "t": "So He declared to you His covenant which He commanded you to perform, the Ten Commandments; and He wrote them on two tablets of stone."
    },
    {
        "o": 5516,
        "r": "nkjv:Deuteronomy:4:14",
        "t": "And the Lord*s commanded me at that time to teach you statutes and judgments, that you might observe them in the land which you cross over to possess."
    },
    {
        "o": 5517,
        "r": "nkjv:Deuteronomy:4:14",
        "t": "Beware of Idolatry",
        "h": 2
    },
    {
        "o": 5518,
        "r": "nkjv:Deuteronomy:4:15",
        "t": "“Take*p careful heed to yourselves, for you saw no form when the Lord*s spoke to you at Horeb out of the midst of the fire,"
    },
    {
        "o": 5519,
        "r": "nkjv:Deuteronomy:4:16",
        "t": "lest you act corruptly and make for yourselves a carved image in the form of any figure: the likeness of male or female,"
    },
    {
        "o": 5520,
        "r": "nkjv:Deuteronomy:4:17",
        "t": "the likeness of any animal that is*i on the earth or the likeness of any winged bird that flies in the air,"
    },
    {
        "o": 5521,
        "r": "nkjv:Deuteronomy:4:18",
        "t": "the likeness of anything that creeps on the ground or the likeness of any fish that is*i in the water beneath the earth."
    },
    {
        "o": 5522,
        "r": "nkjv:Deuteronomy:4:19",
        "t": "And take*i heed,*i lest you lift your eyes to heaven, and when*i you see the sun, the moon, and the stars, all the host of heaven, you feel driven to worship them and serve them, which the Lord*s your God has given to all the peoples under the whole heaven as a heritage."
    },
    {
        "o": 5523,
        "r": "nkjv:Deuteronomy:4:20",
        "t": "But the Lord*s has taken you and brought you out of the iron furnace, out of Egypt, to be His people, an inheritance, as you are this day."
    },
    {
        "o": 5524,
        "r": "nkjv:Deuteronomy:4:21",
        "t": "Furthermore the Lord*s was angry with me for your sakes, and swore that I would not cross over the Jordan, and that I would not enter the good land which the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 5525,
        "r": "nkjv:Deuteronomy:4:22",
        "t": "But I must die in this land, I must not cross over the Jordan; but you shall cross over and possess that good land."
    },
    {
        "o": 5526,
        "r": "nkjv:Deuteronomy:4:23",
        "t": "Take heed to yourselves, lest you forget the covenant of the Lord*s your God which He made with you, and make for yourselves a carved image in the form of anything which the Lord*s your God has forbidden you."
    },
    {
        "o": 5527,
        "r": "nkjv:Deuteronomy:4:24",
        "t": "For the Lord*s your God is*i a consuming fire, a jealous God."
    },
    {
        "o": 5528,
        "r": "nkjv:Deuteronomy:4:25",
        "t": "“When*p you beget children and grandchildren and have grown old in the land, and act corruptly and make a carved image in the form of anything, and do evil in the sight of the Lord*s your God to provoke Him to anger,"
    },
    {
        "o": 5529,
        "r": "nkjv:Deuteronomy:4:26",
        "t": "I call heaven and earth to witness against you this day, that you will soon utterly perish from the land which you cross over the Jordan to possess; you will not prolong your*i days in it, but will be utterly destroyed."
    },
    {
        "o": 5530,
        "r": "nkjv:Deuteronomy:4:27",
        "t": "And the Lord*s will scatter you among the peoples, and you will be left few in number among the nations where the Lord*s will drive you."
    },
    {
        "o": 5531,
        "r": "nkjv:Deuteronomy:4:28",
        "t": "And there you will serve gods, the work of men’s hands, wood and stone, which neither see nor hear nor eat nor smell."
    },
    {
        "o": 5532,
        "r": "nkjv:Deuteronomy:4:29",
        "t": "But from there you will seek the Lord*s your God, and you will find Him*i if you seek Him with all your heart and with all your soul."
    },
    {
        "o": 5533,
        "r": "nkjv:Deuteronomy:4:30",
        "t": "When you are in distress, and all these things come upon you in the latter days, when you turn to the Lord*s your God and obey His voice"
    },
    {
        "o": 5534,
        "r": "nkjv:Deuteronomy:4:31",
        "t": "(for the Lord*s your God is*i a merciful God), He will not forsake you nor destroy you, nor forget the covenant of your fathers which He swore to them."
    },
    {
        "o": 5535,
        "r": "nkjv:Deuteronomy:4:32",
        "t": "“For*p ask now concerning the days that are past, which were before you, since the day that God created man on the earth, and ask*i from one end of heaven to the other, whether any*i great thing*i like this has happened, or anything*i like it has been heard."
    },
    {
        "o": 5536,
        "r": "nkjv:Deuteronomy:4:33",
        "t": "Did any*i people ever*i hear the voice of God speaking out of the midst of the fire, as you have heard, and live?"
    },
    {
        "o": 5537,
        "r": "nkjv:Deuteronomy:4:34",
        "t": "Or did God ever*i try to go and*i take for Himself a nation from the midst of another*i nation, by trials, by signs, by wonders, by war, by a mighty hand and an outstretched arm, and by great terrors, according to all that the Lord*s your God did for you in Egypt before your eyes?"
    },
    {
        "o": 5538,
        "r": "nkjv:Deuteronomy:4:35",
        "t": "To you it was shown, that you might know that the Lord*s Himself is*i God; there*i is*i none other besides Him."
    },
    {
        "o": 5539,
        "r": "nkjv:Deuteronomy:4:36",
        "t": "Out of heaven He let you hear His voice, that He might instruct you; on earth He showed you His great fire, and you heard His words out of the midst of the fire."
    },
    {
        "o": 5540,
        "r": "nkjv:Deuteronomy:4:37",
        "t": "And because He loved your fathers, therefore He chose their descendants after them; and He brought you out of Egypt with His Presence, with His mighty power,"
    },
    {
        "o": 5541,
        "r": "nkjv:Deuteronomy:4:38",
        "t": "driving out from before you nations greater and mightier than you, to bring you in, to give you their land as*i an inheritance, as it*i is*i this day."
    },
    {
        "o": 5542,
        "r": "nkjv:Deuteronomy:4:39",
        "t": "Therefore know this day, and consider it*i in your heart, that the Lord*s Himself is*i God in heaven above and on the earth beneath; there*i is*i no other."
    },
    {
        "o": 5543,
        "r": "nkjv:Deuteronomy:4:40",
        "t": "You shall therefore keep His statutes and His commandments which I command you today, that it may go well with you and with your children after you, and that you may prolong your*i days in the land which the Lord*s your God is giving you for all time.”"
    },
    {
        "o": 5544,
        "r": "nkjv:Deuteronomy:4:40",
        "t": "Cities of Refuge East of the Jordan",
        "h": 2
    },
    {
        "o": 5545,
        "r": "nkjv:Deuteronomy:4:41",
        "t": "Then*p Moses set apart three cities on this side of the Jordan, toward the rising of the sun,"
    },
    {
        "o": 5546,
        "r": "nkjv:Deuteronomy:4:42",
        "t": "that the manslayer might flee there, who kills his neighbor unintentionally, without having hated him in time past, and that by fleeing to one of these cities he might live:"
    },
    {
        "o": 5547,
        "r": "nkjv:Deuteronomy:4:43",
        "t": "Bezer in the wilderness on the plateau for the Reubenites, Ramoth in Gilead for the Gadites, and Golan in Bashan for the Manassites."
    },
    {
        "o": 5548,
        "r": "nkjv:Deuteronomy:4:43",
        "t": "Introduction to God’s Law",
        "h": 2
    },
    {
        "o": 5549,
        "r": "nkjv:Deuteronomy:4:44",
        "t": "Now*p this is*i the law which Moses set before the children of Israel."
    },
    {
        "o": 5550,
        "r": "nkjv:Deuteronomy:4:45",
        "t": "These are*i the testimonies, the statutes, and the judgments which Moses spoke to the children of Israel after they came out of Egypt,"
    },
    {
        "o": 5551,
        "r": "nkjv:Deuteronomy:4:46",
        "t": "on this side of the Jordan, in the valley opposite Beth Peor, in the land of Sihon king of the Amorites, who dwelt at Heshbon, whom Moses and the children of Israel defeated after they came out of Egypt."
    },
    {
        "o": 5552,
        "r": "nkjv:Deuteronomy:4:47",
        "t": "And they took possession of his land and the land of Og king of Bashan, two kings of the Amorites, who were*i on this side of the Jordan, toward the rising of the sun,"
    },
    {
        "o": 5553,
        "r": "nkjv:Deuteronomy:4:48",
        "t": "from Aroer, which is*i on the bank of the River Arnon, even to Mount Sion (that is, Hermon),"
    },
    {
        "o": 5554,
        "r": "nkjv:Deuteronomy:4:49",
        "t": "and all the plain on the east side of the Jordan as far as the Sea of the Arabah, below the slopes of Pisgah."
    },
    {
        "o": 5555,
        "r": "nkjv:Deuteronomy:5:0",
        "t": "Deuteronomy 5",
        "h": 1
    },
    {
        "o": 5556,
        "r": "nkjv:Deuteronomy:5:0",
        "t": "The Ten Commandments Reviewed",
        "h": 2
    },
    {
        "o": 5557,
        "r": "nkjv:Deuteronomy:5:1",
        "t": "And*p Moses called all Israel, and said to them: “Hear, O Israel, the statutes and judgments which I speak in your hearing today, that you may learn them and be careful to observe them."
    },
    {
        "o": 5558,
        "r": "nkjv:Deuteronomy:5:2",
        "t": "The Lord*s our God made a covenant with us in Horeb."
    },
    {
        "o": 5559,
        "r": "nkjv:Deuteronomy:5:3",
        "t": "The Lord*s did not make this covenant with our fathers, but with us, those who are*i here today, all of us who are*i alive."
    },
    {
        "o": 5560,
        "r": "nkjv:Deuteronomy:5:4",
        "t": "The Lord*s talked with you face to face on the mountain from the midst of the fire."
    },
    {
        "o": 5561,
        "r": "nkjv:Deuteronomy:5:5",
        "t": "I stood between the Lord*s and you at that time, to declare to you the word of the Lord;*s for you were afraid because of the fire, and you did not go up the mountain. He*i said:"
    },
    {
        "o": 5562,
        "r": "nkjv:Deuteronomy:5:6",
        "t": "‘I*pn am*i the Lord*s your God who brought you out of the land of Egypt, out of the house of bondage."
    },
    {
        "o": 5563,
        "r": "nkjv:Deuteronomy:5:7",
        "t": "‘You*ld shall have no other gods before Me."
    },
    {
        "o": 5564,
        "r": "nkjv:Deuteronomy:5:8",
        "t": "‘You*ld shall not make for yourself a carved image—any likeness of*i anything*i that is*i in heaven above, or that is*i in the earth beneath, or that is*i in the water under the earth;"
    },
    {
        "o": 5565,
        "r": "nkjv:Deuteronomy:5:9",
        "t": "you shall not bow down to them nor serve them. For I, the Lord*s your God, am*i a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generations*i of those who hate Me,"
    },
    {
        "o": 5566,
        "r": "nkjv:Deuteronomy:5:10",
        "t": "but showing mercy to thousands, to those who love Me and keep My commandments."
    },
    {
        "o": 5567,
        "r": "nkjv:Deuteronomy:5:11",
        "t": "‘You*ld shall not take the name of the Lord*s your God in vain, for the Lord*s will not hold him*i guiltless who takes His name in vain."
    },
    {
        "o": 5568,
        "r": "nkjv:Deuteronomy:5:12",
        "t": "‘Observe*ld the Sabbath day, to keep it holy, as the Lord*s your God commanded you."
    },
    {
        "o": 5569,
        "r": "nkjv:Deuteronomy:5:13",
        "t": "Six days you shall labor and do all your work,"
    },
    {
        "o": 5570,
        "r": "nkjv:Deuteronomy:5:14",
        "t": "but the seventh day is*i the Sabbath of the Lord*s your God. In*i it*i you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor your stranger who is*i within your gates, that your male servant and your female servant may rest as well as you."
    },
    {
        "o": 5571,
        "r": "nkjv:Deuteronomy:5:15",
        "t": "And remember that you were a slave in the land of Egypt, and the Lord*s your God brought you out from there by a mighty hand and by an outstretched arm; therefore the Lord*s your God commanded you to keep the Sabbath day."
    },
    {
        "o": 5572,
        "r": "nkjv:Deuteronomy:5:16",
        "t": "‘Honor*ld your father and your mother, as the Lord*s your God has commanded you, that your days may be long, and that it may be well with you in the land which the Lord*s your God is giving you."
    },
    {
        "o": 5573,
        "r": "nkjv:Deuteronomy:5:17",
        "t": "‘You*ld shall not murder."
    },
    {
        "o": 5574,
        "r": "nkjv:Deuteronomy:5:18",
        "t": "‘You*ld shall not commit adultery."
    },
    {
        "o": 5575,
        "r": "nkjv:Deuteronomy:5:19",
        "t": "‘You*ld shall not steal."
    },
    {
        "o": 5576,
        "r": "nkjv:Deuteronomy:5:20",
        "t": "‘You*ld shall not bear false witness against your neighbor."
    },
    {
        "o": 5577,
        "r": "nkjv:Deuteronomy:5:21",
        "t": "‘You*ld shall not covet your neighbor’s wife; and you shall not desire your neighbor’s house, his field, his male servant, his female servant, his ox, his donkey, or anything that is*i your neighbor’s.’"
    },
    {
        "o": 5578,
        "r": "nkjv:Deuteronomy:5:22",
        "t": "“These*p words the Lord*s spoke to all your assembly, in the mountain from the midst of the fire, the cloud, and the thick darkness, with a loud voice; and He added no more. And He wrote them on two tablets of stone and gave them to me."
    },
    {
        "o": 5579,
        "r": "nkjv:Deuteronomy:5:22",
        "t": "The People Afraid of God’s Presence",
        "h": 2
    },
    {
        "o": 5580,
        "r": "nkjv:Deuteronomy:5:23",
        "t": "“So*p it was, when you heard the voice from the midst of the darkness, while the mountain was burning with fire, that you came near to me, all the heads of your tribes and your elders."
    },
    {
        "o": 5581,
        "r": "nkjv:Deuteronomy:5:24",
        "t": "And you said: ‘Surely the Lord*s our God has shown us His glory and His greatness, and we have heard His voice from the midst of the fire. We have seen this day that God speaks with man; yet he still*i lives."
    },
    {
        "o": 5582,
        "r": "nkjv:Deuteronomy:5:25",
        "t": "Now therefore, why should we die? For this great fire will consume us; if we hear the voice of the Lord*s our God anymore, then we shall die."
    },
    {
        "o": 5583,
        "r": "nkjv:Deuteronomy:5:26",
        "t": "For who is*i there*i of all flesh who has heard the voice of the living God speaking from the midst of the fire, as we have,*i and lived?"
    },
    {
        "o": 5584,
        "r": "nkjv:Deuteronomy:5:27",
        "t": "You go near and hear all that the Lord*s our God may say, and tell us all that the Lord*s our God says to you, and we will hear and do it.’*i"
    },
    {
        "o": 5585,
        "r": "nkjv:Deuteronomy:5:28",
        "t": "“Then*p the Lord*s heard the voice of your words when you spoke to me, and the Lord*s said to me: ‘I have heard the voice of the words of this people which they have spoken to you. They are right in*i all that they have spoken."
    },
    {
        "o": 5586,
        "r": "nkjv:Deuteronomy:5:29",
        "t": "Oh, that they had such a heart in them that they would fear Me and always keep all My commandments, that it might be well with them and with their children forever!"
    },
    {
        "o": 5587,
        "r": "nkjv:Deuteronomy:5:30",
        "t": "Go and say to them, “Return to your tents.”"
    },
    {
        "o": 5588,
        "r": "nkjv:Deuteronomy:5:31",
        "t": "But as for you, stand here by Me, and I will speak to you all the commandments, the statutes, and the judgments which you shall teach them, that they may observe them*i in the land which I am giving them to possess.’"
    },
    {
        "o": 5589,
        "r": "nkjv:Deuteronomy:5:32",
        "t": "“Therefore*p you shall be careful to do as the Lord*s your God has commanded you; you shall not turn aside to the right hand or to the left."
    },
    {
        "o": 5590,
        "r": "nkjv:Deuteronomy:5:33",
        "t": "You shall walk in all the ways which the Lord*s your God has commanded you, that you may live and that*i it*i may*i be*i well with you, and that*i you may prolong your*i days in the land which you shall possess."
    },
    {
        "o": 5591,
        "r": "nkjv:Deuteronomy:6:0",
        "t": "Deuteronomy 6",
        "h": 1
    },
    {
        "o": 5592,
        "r": "nkjv:Deuteronomy:6:0",
        "t": "The Greatest Commandment",
        "h": 2
    },
    {
        "o": 5593,
        "r": "nkjv:Deuteronomy:6:1",
        "t": "“Now*p this is*i the commandment, and*i these*i are*i the statutes and judgments which the Lord*s your God has commanded to teach you, that you may observe them*i in the land which you are crossing over to possess,"
    },
    {
        "o": 5594,
        "r": "nkjv:Deuteronomy:6:2",
        "t": "that you may fear the Lord*s your God, to keep all His statutes and His commandments which I command you, you and your son and your grandson, all the days of your life, and that your days may be prolonged."
    },
    {
        "o": 5595,
        "r": "nkjv:Deuteronomy:6:3",
        "t": "Therefore hear, O Israel, and be careful to observe it,*i that it may be well with you, and that you may multiply greatly as the Lord*s God of your fathers has promised you— ‘a land flowing with milk and honey.’"
    },
    {
        "o": 5596,
        "r": "nkjv:Deuteronomy:6:4",
        "t": "“Hear,*p O Israel: The Lord*s our God, the Lord*s is*i one!"
    },
    {
        "o": 5597,
        "r": "nkjv:Deuteronomy:6:5",
        "t": "You shall love the Lord*s your God with all your heart, with all your soul, and with all your strength."
    },
    {
        "o": 5598,
        "r": "nkjv:Deuteronomy:6:6",
        "t": "“And*p these words which I command you today shall be in your heart."
    },
    {
        "o": 5599,
        "r": "nkjv:Deuteronomy:6:7",
        "t": "You shall teach them diligently to your children, and shall talk of them when you sit in your house, when you walk by the way, when you lie down, and when you rise up."
    },
    {
        "o": 5600,
        "r": "nkjv:Deuteronomy:6:8",
        "t": "You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes."
    },
    {
        "o": 5601,
        "r": "nkjv:Deuteronomy:6:9",
        "t": "You shall write them on the doorposts of your house and on your gates."
    },
    {
        "o": 5602,
        "r": "nkjv:Deuteronomy:6:9",
        "t": "Caution Against Disobedience",
        "h": 2
    },
    {
        "o": 5603,
        "r": "nkjv:Deuteronomy:6:10",
        "t": "“So*p it shall be, when the Lord*s your God brings you into the land of which He swore to your fathers, to Abraham, Isaac, and Jacob, to give you large and beautiful cities which you did not build,"
    },
    {
        "o": 5604,
        "r": "nkjv:Deuteronomy:6:11",
        "t": "houses full of all good things, which you did not fill, hewn-out wells which you did not dig, vineyards and olive trees which you did not plant— when you have eaten and are full—"
    },
    {
        "o": 5605,
        "r": "nkjv:Deuteronomy:6:12",
        "t": "then*i beware, lest you forget the Lord*s who brought you out of the land of Egypt, from the house of bondage."
    },
    {
        "o": 5606,
        "r": "nkjv:Deuteronomy:6:13",
        "t": "You shall fear the Lord*s your God and serve Him, and shall take oaths in His name."
    },
    {
        "o": 5607,
        "r": "nkjv:Deuteronomy:6:14",
        "t": "You shall not go after other gods, the gods of the peoples who are*i all around you"
    },
    {
        "o": 5608,
        "r": "nkjv:Deuteronomy:6:15",
        "t": "(for the Lord*s your God is*i a jealous God among you), lest the anger of the Lord*s your God be aroused against you and destroy you from the face of the earth."
    },
    {
        "o": 5609,
        "r": "nkjv:Deuteronomy:6:16",
        "t": "“You*p shall not tempt the Lord*s your God as you tempted Him*i in Massah."
    },
    {
        "o": 5610,
        "r": "nkjv:Deuteronomy:6:17",
        "t": "You shall diligently keep the commandments of the Lord*s your God, His testimonies, and His statutes which He has commanded you."
    },
    {
        "o": 5611,
        "r": "nkjv:Deuteronomy:6:18",
        "t": "And you shall do what*i is*i right and good in the sight of the Lord,*s that it may be well with you, and that you may go in and possess the good land of which the Lord*s swore to your fathers,"
    },
    {
        "o": 5612,
        "r": "nkjv:Deuteronomy:6:19",
        "t": "to cast out all your enemies from before you, as the Lord*s has spoken."
    },
    {
        "o": 5613,
        "r": "nkjv:Deuteronomy:6:20",
        "t": "“When*p your son asks you in time to come, saying, ‘What is*i the*i meaning*i of*i the testimonies, the statutes, and the judgments which the Lord*s our God has commanded you?’"
    },
    {
        "o": 5614,
        "r": "nkjv:Deuteronomy:6:21",
        "t": "then you shall say to your son: ‘We were slaves of Pharaoh in Egypt, and the Lord*s brought us out of Egypt with a mighty hand;"
    },
    {
        "o": 5615,
        "r": "nkjv:Deuteronomy:6:22",
        "t": "and the Lord*s showed signs and wonders before our eyes, great and severe, against Egypt, Pharaoh, and all his household."
    },
    {
        "o": 5616,
        "r": "nkjv:Deuteronomy:6:23",
        "t": "Then He brought us out from there, that He might bring us in, to give us the land of which He swore to our fathers."
    },
    {
        "o": 5617,
        "r": "nkjv:Deuteronomy:6:24",
        "t": "And the Lord*s commanded us to observe all these statutes, to fear the Lord*s our God, for our good always, that He might preserve us alive, as it*i is*i this day."
    },
    {
        "o": 5618,
        "r": "nkjv:Deuteronomy:6:25",
        "t": "Then it will be righteousness for us, if we are careful to observe all these commandments before the Lord*s our God, as He has commanded us.’"
    },
    {
        "o": 5619,
        "r": "nkjv:Deuteronomy:7:0",
        "t": "Deuteronomy 7",
        "h": 1
    },
    {
        "o": 5620,
        "r": "nkjv:Deuteronomy:7:0",
        "t": "A Chosen People",
        "h": 2
    },
    {
        "o": 5621,
        "r": "nkjv:Deuteronomy:7:1",
        "t": "“When*p the Lord*s your God brings you into the land which you go to possess, and has cast out many nations before you, the Hittites and the Girgashites and the Amorites and the Canaanites and the Perizzites and the Hivites and the Jebusites, seven nations greater and mightier than you,"
    },
    {
        "o": 5622,
        "r": "nkjv:Deuteronomy:7:2",
        "t": "and when the Lord*s your God delivers them over to you, you shall conquer them and*i utterly destroy them. You shall make no covenant with them nor show mercy to them."
    },
    {
        "o": 5623,
        "r": "nkjv:Deuteronomy:7:3",
        "t": "Nor shall you make marriages with them. You shall not give your daughter to their son, nor take their daughter for your son."
    },
    {
        "o": 5624,
        "r": "nkjv:Deuteronomy:7:4",
        "t": "For they will turn your sons away from following Me, to serve other gods; so the anger of the Lord*s will be aroused against you and destroy you suddenly."
    },
    {
        "o": 5625,
        "r": "nkjv:Deuteronomy:7:5",
        "t": "But thus you shall deal with them: you shall destroy their altars, and break down their sacred*i pillars, and cut down their wooden images, and burn their carved images with fire."
    },
    {
        "o": 5626,
        "r": "nkjv:Deuteronomy:7:6",
        "t": "“For*p you are*i a holy people to the Lord*s your God; the Lord*s your God has chosen you to be a people for Himself, a special treasure above all the peoples on the face of the earth."
    },
    {
        "o": 5627,
        "r": "nkjv:Deuteronomy:7:7",
        "t": "The Lord*s did not set His love on you nor choose you because you were more in number than any other people, for you were the least of all peoples;"
    },
    {
        "o": 5628,
        "r": "nkjv:Deuteronomy:7:8",
        "t": "but because the Lord*s loves you, and because He would keep the oath which He swore to your fathers, the Lord*s has brought you out with a mighty hand, and redeemed you from the house of bondage, from the hand of Pharaoh king of Egypt."
    },
    {
        "o": 5629,
        "r": "nkjv:Deuteronomy:7:9",
        "t": "“Therefore*p know that the Lord*s your God, He is*i God, the faithful God who keeps covenant and mercy for a thousand generations with those who love Him and keep His commandments;"
    },
    {
        "o": 5630,
        "r": "nkjv:Deuteronomy:7:10",
        "t": "and He repays those who hate Him to their face, to destroy them. He will not be slack with him who hates Him; He will repay him to his face."
    },
    {
        "o": 5631,
        "r": "nkjv:Deuteronomy:7:11",
        "t": "Therefore you shall keep the commandment, the statutes, and the judgments which I command you today, to observe them."
    },
    {
        "o": 5632,
        "r": "nkjv:Deuteronomy:7:11",
        "t": "Blessings of Obedience",
        "h": 2
    },
    {
        "o": 5633,
        "r": "nkjv:Deuteronomy:7:12",
        "t": "“Then*p it shall come to pass, because you listen to these judgments, and keep and do them, that the Lord*s your God will keep with you the covenant and the mercy which He swore to your fathers."
    },
    {
        "o": 5634,
        "r": "nkjv:Deuteronomy:7:13",
        "t": "And He will love you and bless you and multiply you; He will also bless the fruit of your womb and the fruit of your land, your grain and your new wine and your oil, the increase of your cattle and the offspring of your flock, in the land of which He swore to your fathers to give you."
    },
    {
        "o": 5635,
        "r": "nkjv:Deuteronomy:7:14",
        "t": "You shall be blessed above all peoples; there shall not be a male or female barren among you or among your livestock."
    },
    {
        "o": 5636,
        "r": "nkjv:Deuteronomy:7:15",
        "t": "And the Lord*s will take away from you all sickness, and will afflict you with none of the terrible diseases of Egypt which you have known, but will lay them*i on all those who hate you."
    },
    {
        "o": 5637,
        "r": "nkjv:Deuteronomy:7:16",
        "t": "Also you shall destroy all the peoples whom the Lord*s your God delivers over to you; your eye shall have no pity on them; nor shall you serve their gods, for that will*i be*i a snare to you."
    },
    {
        "o": 5638,
        "r": "nkjv:Deuteronomy:7:17",
        "t": "“If*p you should say in your heart, ‘These nations are greater than I; how can I dispossess them?’—"
    },
    {
        "o": 5639,
        "r": "nkjv:Deuteronomy:7:18",
        "t": "you shall not be afraid of them, but*i you shall remember well what the Lord*s your God did to Pharaoh and to all Egypt:"
    },
    {
        "o": 5640,
        "r": "nkjv:Deuteronomy:7:19",
        "t": "the great trials which your eyes saw, the signs and the wonders, the mighty hand and the outstretched arm, by which the Lord*s your God brought you out. So shall the Lord*s your God do to all the peoples of whom you are afraid."
    },
    {
        "o": 5641,
        "r": "nkjv:Deuteronomy:7:20",
        "t": "Moreover the Lord*s your God will send the hornet among them until those who are left, who hide themselves from you, are destroyed."
    },
    {
        "o": 5642,
        "r": "nkjv:Deuteronomy:7:21",
        "t": "You shall not be terrified of them; for the Lord*s your God, the great and awesome God, is*i among you."
    },
    {
        "o": 5643,
        "r": "nkjv:Deuteronomy:7:22",
        "t": "And the Lord*s your God will drive out those nations before you little by little; you will be unable to destroy them at once, lest the beasts of the field become too*i numerous for you."
    },
    {
        "o": 5644,
        "r": "nkjv:Deuteronomy:7:23",
        "t": "But the Lord*s your God will deliver them over to you, and will inflict defeat upon them until they are destroyed."
    },
    {
        "o": 5645,
        "r": "nkjv:Deuteronomy:7:24",
        "t": "And He will deliver their kings into your hand, and you will destroy their name from under heaven; no one shall be able to stand against you until you have destroyed them."
    },
    {
        "o": 5646,
        "r": "nkjv:Deuteronomy:7:25",
        "t": "You shall burn the carved images of their gods with fire; you shall not covet the silver or gold that*i is*i on them, nor take it*i for yourselves, lest you be snared by it; for it is*i an abomination to the Lord*s your God."
    },
    {
        "o": 5647,
        "r": "nkjv:Deuteronomy:7:26",
        "t": "Nor shall you bring an abomination into your house, lest you be doomed to destruction like it. You shall utterly detest it and utterly abhor it, for it is*i an accursed thing."
    },
    {
        "o": 5648,
        "r": "nkjv:Deuteronomy:8:0",
        "t": "Deuteronomy 8",
        "h": 1
    },
    {
        "o": 5649,
        "r": "nkjv:Deuteronomy:8:0",
        "t": "Remember the Lord Your God",
        "h": 2
    },
    {
        "o": 5650,
        "r": "nkjv:Deuteronomy:8:1",
        "t": "“Every*p commandment which I command you today you must be careful to observe, that you may live and multiply, and go in and possess the land of which the Lord*s swore to your fathers."
    },
    {
        "o": 5651,
        "r": "nkjv:Deuteronomy:8:2",
        "t": "And you shall remember that the Lord*s your God led you all the way these forty years in the wilderness, to humble you and*i test you, to know what was*i in your heart, whether you would keep His commandments or not."
    },
    {
        "o": 5652,
        "r": "nkjv:Deuteronomy:8:3",
        "t": "So He humbled you, allowed you to hunger, and fed you with manna which you did not know nor did your fathers know, that He might make you know that man shall not live by bread alone; but man lives by every word*i that proceeds from the mouth of the Lord.*s"
    },
    {
        "o": 5653,
        "r": "nkjv:Deuteronomy:8:4",
        "t": "Your garments did not wear out on you, nor did your foot swell these forty years."
    },
    {
        "o": 5654,
        "r": "nkjv:Deuteronomy:8:5",
        "t": "You should know in your heart that as a man chastens his son, so*i the Lord*s your God chastens you."
    },
    {
        "o": 5655,
        "r": "nkjv:Deuteronomy:8:6",
        "t": "“Therefore*p you shall keep the commandments of the Lord*s your God, to walk in His ways and to fear Him."
    },
    {
        "o": 5656,
        "r": "nkjv:Deuteronomy:8:7",
        "t": "For the Lord*s your God is bringing you into a good land, a land of brooks of water, of fountains and springs, that flow out of valleys and hills;"
    },
    {
        "o": 5657,
        "r": "nkjv:Deuteronomy:8:8",
        "t": "a land of wheat and barley, of vines and fig trees and pomegranates, a land of olive oil and honey;"
    },
    {
        "o": 5658,
        "r": "nkjv:Deuteronomy:8:9",
        "t": "a land in which you will eat bread without scarcity, in which you will lack nothing; a land whose stones are*i iron and out of whose hills you can dig copper."
    },
    {
        "o": 5659,
        "r": "nkjv:Deuteronomy:8:10",
        "t": "When you have eaten and are full, then you shall bless the Lord*s your God for the good land which He has given you."
    },
    {
        "o": 5660,
        "r": "nkjv:Deuteronomy:8:11",
        "t": "“Beware*p that you do not forget the Lord*s your God by not keeping His commandments, His judgments, and His statutes which I command you today,"
    },
    {
        "o": 5661,
        "r": "nkjv:Deuteronomy:8:12",
        "t": "lest— when*i you have eaten and are full, and have built beautiful houses and dwell in*i them;*i"
    },
    {
        "o": 5662,
        "r": "nkjv:Deuteronomy:8:13",
        "t": "and when*i your herds and your flocks multiply, and your silver and your gold are multiplied, and all that you have is multiplied;"
    },
    {
        "o": 5663,
        "r": "nkjv:Deuteronomy:8:14",
        "t": "when your heart is lifted up, and you forget the Lord*s your God who brought you out of the land of Egypt, from the house of bondage;"
    },
    {
        "o": 5664,
        "r": "nkjv:Deuteronomy:8:15",
        "t": "who led you through that great and terrible wilderness, in*i which*i were*i fiery serpents and scorpions and thirsty land where there was no water; who brought water for you out of the flinty rock;"
    },
    {
        "o": 5665,
        "r": "nkjv:Deuteronomy:8:16",
        "t": "who fed you in the wilderness with manna, which your fathers did not know, that He might humble you and that He might test you, to do you good in the end—"
    },
    {
        "o": 5666,
        "r": "nkjv:Deuteronomy:8:17",
        "t": "then you say in your heart, ‘My power and the might of my hand have gained me this wealth.’"
    },
    {
        "o": 5667,
        "r": "nkjv:Deuteronomy:8:18",
        "t": "“And*p you shall remember the Lord*s your God, for it*i is*i He who gives you power to get wealth, that He may establish His covenant which He swore to your fathers, as it*i is*i this day."
    },
    {
        "o": 5668,
        "r": "nkjv:Deuteronomy:8:19",
        "t": "Then it shall be, if you by any means forget the Lord*s your God, and follow other gods, and serve them and worship them, I testify against you this day that you shall surely perish."
    },
    {
        "o": 5669,
        "r": "nkjv:Deuteronomy:8:20",
        "t": "As the nations which the Lord*s destroys before you, so you shall perish, because you would not be obedient to the voice of the Lord*s your God."
    },
    {
        "o": 5670,
        "r": "nkjv:Deuteronomy:9:0",
        "t": "Deuteronomy 9",
        "h": 1
    },
    {
        "o": 5671,
        "r": "nkjv:Deuteronomy:9:0",
        "t": "Israel’s Rebellions Reviewed",
        "h": 2
    },
    {
        "o": 5672,
        "r": "nkjv:Deuteronomy:9:1",
        "t": "“Hear,*p O Israel: You are*i to cross over the Jordan today, and go in to dispossess nations greater and mightier than yourself, cities great and fortified up to heaven,"
    },
    {
        "o": 5673,
        "r": "nkjv:Deuteronomy:9:2",
        "t": "a people great and tall, the descendants of the Anakim, whom you know, and of*i whom*i you heard it*i said,*i ‘Who can stand before the descendants of Anak?’"
    },
    {
        "o": 5674,
        "r": "nkjv:Deuteronomy:9:3",
        "t": "Therefore understand today that the Lord*s your God is*i He who goes over before you as*i a consuming fire. He will destroy them and bring them down before you; so you shall drive them out and destroy them quickly, as the Lord*s has said to you."
    },
    {
        "o": 5675,
        "r": "nkjv:Deuteronomy:9:4",
        "t": "“Do*p not think in your heart, after the Lord*s your God has cast them out before you, saying, ‘Because of my righteousness the Lord*s has brought me in to possess this land’; but it*i is*i because of the wickedness of these nations that*i the Lord*s is driving them out from before you."
    },
    {
        "o": 5676,
        "r": "nkjv:Deuteronomy:9:5",
        "t": "It*i is*i not because of your righteousness or the uprightness of your heart that*i you go in to possess their land, but because of the wickedness of these nations that*i the Lord*s your God drives them out from before you, and that He may fulfill the word which the Lord*s swore to your fathers, to Abraham, Isaac, and Jacob."
    },
    {
        "o": 5677,
        "r": "nkjv:Deuteronomy:9:6",
        "t": "Therefore understand that the Lord*s your God is not giving you this good land to possess because of your righteousness, for you are*i a stiff-necked people."
    },
    {
        "o": 5678,
        "r": "nkjv:Deuteronomy:9:7",
        "t": "“Remember!*p Do not forget how you provoked the Lord*s your God to wrath in the wilderness. From the day that you departed from the land of Egypt until you came to this place, you have been rebellious against the Lord.*s"
    },
    {
        "o": 5679,
        "r": "nkjv:Deuteronomy:9:8",
        "t": "Also in Horeb you provoked the Lord*s to wrath, so that the Lord*s was angry enough*i with you to have destroyed you."
    },
    {
        "o": 5680,
        "r": "nkjv:Deuteronomy:9:9",
        "t": "When I went up into the mountain to receive the tablets of stone, the tablets of the covenant which the Lord*s made with you, then I stayed on the mountain forty days and forty nights. I neither ate bread nor drank water."
    },
    {
        "o": 5681,
        "r": "nkjv:Deuteronomy:9:10",
        "t": "Then the Lord*s delivered to me two tablets of stone written with the finger of God, and on them were*i all the words which the Lord*s had spoken to you on the mountain from the midst of the fire in the day of the assembly."
    },
    {
        "o": 5682,
        "r": "nkjv:Deuteronomy:9:11",
        "t": "And it came to pass, at the end of forty days and forty nights, that*i the Lord*s gave me the two tablets of stone, the tablets of the covenant."
    },
    {
        "o": 5683,
        "r": "nkjv:Deuteronomy:9:12",
        "t": "“Then*p the Lord*s said to me, ‘Arise, go down quickly from here, for your people whom you brought out of Egypt have acted corruptly; they have quickly turned aside from the way which I commanded them; they have made themselves a molded image.’"
    },
    {
        "o": 5684,
        "r": "nkjv:Deuteronomy:9:13",
        "t": "“Furthermore*p the Lord*s spoke to me, saying, ‘I have seen this people, and indeed they are a stiff-necked people."
    },
    {
        "o": 5685,
        "r": "nkjv:Deuteronomy:9:14",
        "t": "Let Me alone, that I may destroy them and blot out their name from under heaven; and I will make of you a nation mightier and greater than they.’"
    },
    {
        "o": 5686,
        "r": "nkjv:Deuteronomy:9:15",
        "t": "“So*p I turned and came down from the mountain, and the mountain burned with fire; and the two tablets of the covenant were*i in my two hands."
    },
    {
        "o": 5687,
        "r": "nkjv:Deuteronomy:9:16",
        "t": "And I looked, and behold, you had sinned against the Lord*s your God—had made for yourselves a molded calf! You had turned aside quickly from the way which the Lord*s had commanded you."
    },
    {
        "o": 5688,
        "r": "nkjv:Deuteronomy:9:17",
        "t": "Then I took the two tablets and threw them out of my two hands and broke them before your eyes."
    },
    {
        "o": 5689,
        "r": "nkjv:Deuteronomy:9:18",
        "t": "And I fell down before the Lord,*s as at the first, forty days and forty nights; I neither ate bread nor drank water, because of all your sin which you committed in doing wickedly in the sight of the Lord,*s to provoke Him to anger."
    },
    {
        "o": 5690,
        "r": "nkjv:Deuteronomy:9:19",
        "t": "For I was afraid of the anger and hot displeasure with which the Lord*s was angry with you, to destroy you. But the Lord*s listened to me at that time also."
    },
    {
        "o": 5691,
        "r": "nkjv:Deuteronomy:9:20",
        "t": "And the Lord*s was very angry with Aaron and*i would have destroyed him; so I prayed for Aaron also at the same time."
    },
    {
        "o": 5692,
        "r": "nkjv:Deuteronomy:9:21",
        "t": "Then I took your sin, the calf which you had made, and burned it with fire and crushed it and*i ground it*i very small, until it was as fine as dust; and I threw its dust into the brook that descended from the mountain."
    },
    {
        "o": 5693,
        "r": "nkjv:Deuteronomy:9:22",
        "t": "“Also*p at Taberah and Massah and Kibroth Hattaavah you provoked the Lord*s to wrath."
    },
    {
        "o": 5694,
        "r": "nkjv:Deuteronomy:9:23",
        "t": "Likewise, when the Lord*s sent you from Kadesh Barnea, saying, ‘Go up and possess the land which I have given you,’ then you rebelled against the commandment of the Lord*s your God, and you did not believe Him nor obey His voice."
    },
    {
        "o": 5695,
        "r": "nkjv:Deuteronomy:9:24",
        "t": "You have been rebellious against the Lord*s from the day that I knew you."
    },
    {
        "o": 5696,
        "r": "nkjv:Deuteronomy:9:25",
        "t": "“Thus*p I prostrated myself before the Lord;*s forty days and forty nights I kept prostrating myself, because the Lord*s had said He would destroy you."
    },
    {
        "o": 5697,
        "r": "nkjv:Deuteronomy:9:26",
        "t": "Therefore I prayed to the Lord,*s and said: ‘O Lord God,*s do not destroy Your people and Your inheritance whom You have redeemed through Your greatness, whom You have brought out of Egypt with a mighty hand."
    },
    {
        "o": 5698,
        "r": "nkjv:Deuteronomy:9:27",
        "t": "Remember Your servants, Abraham, Isaac, and Jacob; do not look on the stubbornness of this people, or on their wickedness or their sin,"
    },
    {
        "o": 5699,
        "r": "nkjv:Deuteronomy:9:28",
        "t": "lest the land from which You brought us should say, “Because the Lord*s was not able to bring them to the land which He promised them, and because He hated them, He has brought them out to kill them in the wilderness.”"
    },
    {
        "o": 5700,
        "r": "nkjv:Deuteronomy:9:29",
        "t": "Yet they are*i Your people and Your inheritance, whom You brought out by Your mighty power and by Your outstretched arm.’"
    },
    {
        "o": 5701,
        "r": "nkjv:Deuteronomy:10:0",
        "t": "Deuteronomy 10",
        "h": 1
    },
    {
        "o": 5702,
        "r": "nkjv:Deuteronomy:10:0",
        "t": "The Second Pair of Tablets",
        "h": 2
    },
    {
        "o": 5703,
        "r": "nkjv:Deuteronomy:10:1",
        "t": "“At*p that time the Lord*s said to me, ‘Hew for yourself two tablets of stone like the first, and come up to Me on the mountain and make yourself an ark of wood."
    },
    {
        "o": 5704,
        "r": "nkjv:Deuteronomy:10:2",
        "t": "And I will write on the tablets the words that were on the first tablets, which you broke; and you shall put them in the ark.’"
    },
    {
        "o": 5705,
        "r": "nkjv:Deuteronomy:10:3",
        "t": "“So*p I made an ark of acacia wood, hewed two tablets of stone like the first, and went up the mountain, having the two tablets in my hand."
    },
    {
        "o": 5706,
        "r": "nkjv:Deuteronomy:10:4",
        "t": "And He wrote on the tablets according to the first writing, the Ten Commandments, which the Lord*s had spoken to you in the mountain from the midst of the fire in the day of the assembly; and the Lord*s gave them to me."
    },
    {
        "o": 5707,
        "r": "nkjv:Deuteronomy:10:5",
        "t": "Then I turned and came down from the mountain, and put the tablets in the ark which I had made; and there they are, just as the Lord*s commanded me.”"
    },
    {
        "o": 5708,
        "r": "nkjv:Deuteronomy:10:6",
        "t": "(Now*p the children of Israel journeyed from the wells of Bene Jaakan to Moserah, where Aaron died, and where he was buried; and Eleazar his son ministered as priest in his stead."
    },
    {
        "o": 5709,
        "r": "nkjv:Deuteronomy:10:7",
        "t": "From there they journeyed to Gudgodah, and from Gudgodah to Jotbathah, a land of rivers of water."
    },
    {
        "o": 5710,
        "r": "nkjv:Deuteronomy:10:8",
        "t": "At that time the Lord*s separated the tribe of Levi to bear the ark of the covenant of the Lord,*s to stand before the Lord*s to minister to Him and to bless in His name, to this day."
    },
    {
        "o": 5711,
        "r": "nkjv:Deuteronomy:10:9",
        "t": "Therefore Levi has no portion nor inheritance with his brethren; the Lord*s is*i his inheritance, just as the Lord*s your God promised him.)"
    },
    {
        "o": 5712,
        "r": "nkjv:Deuteronomy:10:10",
        "t": "“As*p at the first time, I stayed in the mountain forty days and forty nights; the Lord*s also heard me at that time, and*i the Lord*s chose not to destroy you."
    },
    {
        "o": 5713,
        "r": "nkjv:Deuteronomy:10:11",
        "t": "Then the Lord*s said to me, ‘Arise, begin your*i journey before the people, that they may go in and possess the land which I swore to their fathers to give them.’"
    },
    {
        "o": 5714,
        "r": "nkjv:Deuteronomy:10:11",
        "t": "The Essence of the Law",
        "h": 2
    },
    {
        "o": 5715,
        "r": "nkjv:Deuteronomy:10:12",
        "t": "“And*p now, Israel, what does the Lord*s your God require of you, but to fear the Lord*s your God, to walk in all His ways and to love Him, to serve the Lord*s your God with all your heart and with all your soul,"
    },
    {
        "o": 5716,
        "r": "nkjv:Deuteronomy:10:13",
        "t": "and*i to keep the commandments of the Lord*s and His statutes which I command you today for your good?"
    },
    {
        "o": 5717,
        "r": "nkjv:Deuteronomy:10:14",
        "t": "Indeed heaven and the highest heavens belong to the Lord*s your God, also*i the earth with all that is*i in it."
    },
    {
        "o": 5718,
        "r": "nkjv:Deuteronomy:10:15",
        "t": "The Lord*s delighted only in your fathers, to love them; and He chose their descendants after them, you above all peoples, as it*i is*i this day."
    },
    {
        "o": 5719,
        "r": "nkjv:Deuteronomy:10:16",
        "t": "Therefore circumcise the foreskin of your heart, and be stiff-necked no longer."
    },
    {
        "o": 5720,
        "r": "nkjv:Deuteronomy:10:17",
        "t": "For the Lord*s your God is*i God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality nor takes a bribe."
    },
    {
        "o": 5721,
        "r": "nkjv:Deuteronomy:10:18",
        "t": "He administers justice for the fatherless and the widow, and loves the stranger, giving him food and clothing."
    },
    {
        "o": 5722,
        "r": "nkjv:Deuteronomy:10:19",
        "t": "Therefore love the stranger, for you were strangers in the land of Egypt."
    },
    {
        "o": 5723,
        "r": "nkjv:Deuteronomy:10:20",
        "t": "You shall fear the Lord*s your God; you shall serve Him, and to Him you shall hold fast, and take oaths in His name."
    },
    {
        "o": 5724,
        "r": "nkjv:Deuteronomy:10:21",
        "t": "He is*i your praise, and He is*i your God, who has done for you these great and awesome things which your eyes have seen."
    },
    {
        "o": 5725,
        "r": "nkjv:Deuteronomy:10:22",
        "t": "Your fathers went down to Egypt with seventy persons, and now the Lord*s your God has made you as the stars of heaven in multitude."
    },
    {
        "o": 5726,
        "r": "nkjv:Deuteronomy:11:0",
        "t": "Deuteronomy 11",
        "h": 1
    },
    {
        "o": 5727,
        "r": "nkjv:Deuteronomy:11:0",
        "t": "Love and Obedience Rewarded",
        "h": 2
    },
    {
        "o": 5728,
        "r": "nkjv:Deuteronomy:11:1",
        "t": "“Therefore*p you shall love the Lord*s your God, and keep His charge, His statutes, His judgments, and His commandments always."
    },
    {
        "o": 5729,
        "r": "nkjv:Deuteronomy:11:2",
        "t": "Know today that I*i do*i not speak*i with your children, who have not known and who have not seen the chastening of the Lord*s your God, His greatness and His mighty hand and His outstretched arm—"
    },
    {
        "o": 5730,
        "r": "nkjv:Deuteronomy:11:3",
        "t": "His signs and His acts which He did in the midst of Egypt, to Pharaoh king of Egypt, and to all his land;"
    },
    {
        "o": 5731,
        "r": "nkjv:Deuteronomy:11:4",
        "t": "what He did to the army of Egypt, to their horses and their chariots: how He made the waters of the Red Sea overflow them as they pursued you, and how*i the Lord*s has destroyed them to this day;"
    },
    {
        "o": 5732,
        "r": "nkjv:Deuteronomy:11:5",
        "t": "what He did for you in the wilderness until you came to this place;"
    },
    {
        "o": 5733,
        "r": "nkjv:Deuteronomy:11:6",
        "t": "and what He did to Dathan and Abiram the sons of Eliab, the son of Reuben: how the earth opened its mouth and swallowed them up, their households, their tents, and all the substance that was*i in their possession, in the midst of all Israel—"
    },
    {
        "o": 5734,
        "r": "nkjv:Deuteronomy:11:7",
        "t": "but your eyes have seen every great act of the Lord*s which He did."
    },
    {
        "o": 5735,
        "r": "nkjv:Deuteronomy:11:8",
        "t": "“Therefore*p you shall keep every commandment which I command you today, that you may be strong, and go in and possess the land which you cross over to possess,"
    },
    {
        "o": 5736,
        "r": "nkjv:Deuteronomy:11:9",
        "t": "and that you may prolong your*i days in the land which the Lord*s swore to give your fathers, to them and their descendants, ‘a land flowing with milk and honey.’"
    },
    {
        "o": 5737,
        "r": "nkjv:Deuteronomy:11:10",
        "t": "For the land which you go to possess is*i not like the land of Egypt from which you have come, where you sowed your seed and watered it*i by foot, as a vegetable garden;"
    },
    {
        "o": 5738,
        "r": "nkjv:Deuteronomy:11:11",
        "t": "but the land which you cross over to possess is*i a land of hills and valleys, which drinks water from the rain of heaven,"
    },
    {
        "o": 5739,
        "r": "nkjv:Deuteronomy:11:12",
        "t": "a land for which the Lord*s your God cares; the eyes of the Lord*s your God are*i always on it, from the beginning of the year to the very end of the year."
    },
    {
        "o": 5740,
        "r": "nkjv:Deuteronomy:11:13",
        "t": "‘And*p it shall be that if you earnestly obey My commandments which I command you today, to love the Lord*s your God and serve Him with all your heart and with all your soul,"
    },
    {
        "o": 5741,
        "r": "nkjv:Deuteronomy:11:14",
        "t": "then I will give you*i the rain for your land in its season, the early rain and the latter rain, that you may gather in your grain, your new wine, and your oil."
    },
    {
        "o": 5742,
        "r": "nkjv:Deuteronomy:11:15",
        "t": "And I will send grass in your fields for your livestock, that you may eat and be filled.’"
    },
    {
        "o": 5743,
        "r": "nkjv:Deuteronomy:11:16",
        "t": "“Take heed to yourselves, lest your heart be deceived, and you turn aside and serve other gods and worship them,"
    },
    {
        "o": 5744,
        "r": "nkjv:Deuteronomy:11:17",
        "t": "lest the Lord’s*s anger be aroused against you, and He shut up the heavens so that there be no rain, and the land yield no produce, and you perish quickly from the good land which the Lord*s is giving you."
    },
    {
        "o": 5745,
        "r": "nkjv:Deuteronomy:11:18",
        "t": "“Therefore*p you shall lay up these words of mine in your heart and in your soul, and bind them as a sign on your hand, and they shall be as frontlets between your eyes."
    },
    {
        "o": 5746,
        "r": "nkjv:Deuteronomy:11:19",
        "t": "You shall teach them to your children, speaking of them when you sit in your house, when you walk by the way, when you lie down, and when you rise up."
    },
    {
        "o": 5747,
        "r": "nkjv:Deuteronomy:11:20",
        "t": "And you shall write them on the doorposts of your house and on your gates,"
    },
    {
        "o": 5748,
        "r": "nkjv:Deuteronomy:11:21",
        "t": "that your days and the days of your children may be multiplied in the land of which the Lord*s swore to your fathers to give them, like the days of the heavens above the earth."
    },
    {
        "o": 5749,
        "r": "nkjv:Deuteronomy:11:22",
        "t": "“For*p if you carefully keep all these commandments which I command you to do—to love the Lord*s your God, to walk in all His ways, and to hold fast to Him—"
    },
    {
        "o": 5750,
        "r": "nkjv:Deuteronomy:11:23",
        "t": "then the Lord*s will drive out all these nations from before you, and you will dispossess greater and mightier nations than yourselves."
    },
    {
        "o": 5751,
        "r": "nkjv:Deuteronomy:11:24",
        "t": "Every place on which the sole of your foot treads shall be yours: from the wilderness and Lebanon, from the river, the River Euphrates, even to the Western Sea, shall be your territory."
    },
    {
        "o": 5752,
        "r": "nkjv:Deuteronomy:11:25",
        "t": "No man shall be able to stand against you; the Lord*s your God will put the dread of you and the fear of you upon all the land where you tread, just as He has said to you."
    },
    {
        "o": 5753,
        "r": "nkjv:Deuteronomy:11:26",
        "t": "“Behold,*p I set before you today a blessing and a curse:"
    },
    {
        "o": 5754,
        "r": "nkjv:Deuteronomy:11:27",
        "t": "the blessing, if you obey the commandments of the Lord*s your God which I command you today;"
    },
    {
        "o": 5755,
        "r": "nkjv:Deuteronomy:11:28",
        "t": "and the curse, if you do not obey the commandments of the Lord*s your God, but turn aside from the way which I command you today, to go after other gods which you have not known."
    },
    {
        "o": 5756,
        "r": "nkjv:Deuteronomy:11:29",
        "t": "Now it shall be, when the Lord*s your God has brought you into the land which you go to possess, that you shall put the blessing on Mount Gerizim and the curse on Mount Ebal."
    },
    {
        "o": 5757,
        "r": "nkjv:Deuteronomy:11:30",
        "t": "Are*i they not on the other side of the Jordan, toward the setting sun, in the land of the Canaanites who dwell in the plain opposite Gilgal, beside the terebinth trees of Moreh?"
    },
    {
        "o": 5758,
        "r": "nkjv:Deuteronomy:11:31",
        "t": "For you will cross over the Jordan and go in to possess the land which the Lord*s your God is giving you, and you will possess it and dwell in it."
    },
    {
        "o": 5759,
        "r": "nkjv:Deuteronomy:11:32",
        "t": "And you shall be careful to observe all the statutes and judgments which I set before you today."
    },
    {
        "o": 5760,
        "r": "nkjv:Deuteronomy:12:0",
        "t": "Deuteronomy 12",
        "h": 1
    },
    {
        "o": 5761,
        "r": "nkjv:Deuteronomy:12:0",
        "t": "A Prescribed Place of Worship",
        "h": 2
    },
    {
        "o": 5762,
        "r": "nkjv:Deuteronomy:12:1",
        "t": "“These*p are*i the statutes and judgments which you shall be careful to observe in the land which the Lord*s God of your fathers is giving you to possess, all the days that you live on the earth."
    },
    {
        "o": 5763,
        "r": "nkjv:Deuteronomy:12:2",
        "t": "You shall utterly destroy all the places where the nations which you shall dispossess served their gods, on the high mountains and on the hills and under every green tree."
    },
    {
        "o": 5764,
        "r": "nkjv:Deuteronomy:12:3",
        "t": "And you shall destroy their altars, break their sacred*i pillars, and burn their wooden images with fire; you shall cut down the carved images of their gods and destroy their names from that place."
    },
    {
        "o": 5765,
        "r": "nkjv:Deuteronomy:12:4",
        "t": "You shall not worship the Lord*s your God with*i such things.*i"
    },
    {
        "o": 5766,
        "r": "nkjv:Deuteronomy:12:5",
        "t": "“But*p you shall seek the place where the Lord*s your God chooses, out of all your tribes, to put His name for His dwelling place; and there you shall go."
    },
    {
        "o": 5767,
        "r": "nkjv:Deuteronomy:12:6",
        "t": "There you shall take your burnt offerings, your sacrifices, your tithes, the heave offerings of your hand, your vowed offerings, your freewill offerings, and the firstborn of your herds and flocks."
    },
    {
        "o": 5768,
        "r": "nkjv:Deuteronomy:12:7",
        "t": "And there you shall eat before the Lord*s your God, and you shall rejoice in all to which you have put your hand, you and your households, in which the Lord*s your God has blessed you."
    },
    {
        "o": 5769,
        "r": "nkjv:Deuteronomy:12:8",
        "t": "“You*p shall not at all do as we are doing here today— every man doing whatever is*i right in his own eyes—"
    },
    {
        "o": 5770,
        "r": "nkjv:Deuteronomy:12:9",
        "t": "for as yet you have not come to the rest and the inheritance which the Lord*s your God is giving you."
    },
    {
        "o": 5771,
        "r": "nkjv:Deuteronomy:12:10",
        "t": "But when*i you cross over the Jordan and dwell in the land which the Lord*s your God is giving you to inherit, and He gives you rest from all your enemies round about, so that you dwell in safety,"
    },
    {
        "o": 5772,
        "r": "nkjv:Deuteronomy:12:11",
        "t": "then there will be the place where the Lord*s your God chooses to make His name abide. There you shall bring all that I command you: your burnt offerings, your sacrifices, your tithes, the heave offerings of your hand, and all your choice offerings which you vow to the Lord.*s"
    },
    {
        "o": 5773,
        "r": "nkjv:Deuteronomy:12:12",
        "t": "And you shall rejoice before the Lord*s your God, you and your sons and your daughters, your male and female servants, and the Levite who is*i within your gates, since he has no portion nor inheritance with you."
    },
    {
        "o": 5774,
        "r": "nkjv:Deuteronomy:12:13",
        "t": "Take heed to yourself that you do not offer your burnt offerings in every place that you see;"
    },
    {
        "o": 5775,
        "r": "nkjv:Deuteronomy:12:14",
        "t": "but in the place which the Lord*s chooses, in one of your tribes, there you shall offer your burnt offerings, and there you shall do all that I command you."
    },
    {
        "o": 5776,
        "r": "nkjv:Deuteronomy:12:15",
        "t": "“However,*p you may slaughter and eat meat within all your gates, whatever your heart desires, according to the blessing of the Lord*s your God which He has given you; the unclean and the clean may eat of it, of the gazelle and the deer alike."
    },
    {
        "o": 5777,
        "r": "nkjv:Deuteronomy:12:16",
        "t": "Only you shall not eat the blood; you shall pour it on the earth like water."
    },
    {
        "o": 5778,
        "r": "nkjv:Deuteronomy:12:17",
        "t": "You may not eat within your gates the tithe of your grain or your new wine or your oil, of the firstborn of your herd or your flock, of any of your offerings which you vow, of your freewill offerings, or of the heave offering of your hand."
    },
    {
        "o": 5779,
        "r": "nkjv:Deuteronomy:12:18",
        "t": "But you must eat them before the Lord*s your God in the place which the Lord*s your God chooses, you and your son and your daughter, your male servant and your female servant, and the Levite who is*i within your gates; and you shall rejoice before the Lord*s your God in all to which you put your hands."
    },
    {
        "o": 5780,
        "r": "nkjv:Deuteronomy:12:19",
        "t": "Take heed to yourself that you do not forsake the Levite as long as you live in your land."
    },
    {
        "o": 5781,
        "r": "nkjv:Deuteronomy:12:20",
        "t": "“When*p the Lord*s your God enlarges your border as He has promised you, and you say, ‘Let me eat meat,’ because you long to eat meat, you may eat as much meat as your heart desires."
    },
    {
        "o": 5782,
        "r": "nkjv:Deuteronomy:12:21",
        "t": "If the place where the Lord*s your God chooses to put His name is too far from you, then you may slaughter from your herd and from your flock which the Lord*s has given you, just as I have commanded you, and you may eat within your gates as much as your heart desires."
    },
    {
        "o": 5783,
        "r": "nkjv:Deuteronomy:12:22",
        "t": "Just as the gazelle and the deer are eaten, so you may eat them; the unclean and the clean alike may eat them."
    },
    {
        "o": 5784,
        "r": "nkjv:Deuteronomy:12:23",
        "t": "Only be sure that you do not eat the blood, for the blood is*i the life; you may not eat the life with the meat."
    },
    {
        "o": 5785,
        "r": "nkjv:Deuteronomy:12:24",
        "t": "You shall not eat it; you shall pour it on the earth like water."
    },
    {
        "o": 5786,
        "r": "nkjv:Deuteronomy:12:25",
        "t": "You shall not eat it, that it may go well with you and your children after you, when you do what*i is*i right in the sight of the Lord.*s"
    },
    {
        "o": 5787,
        "r": "nkjv:Deuteronomy:12:26",
        "t": "Only the holy things which you have, and your vowed offerings, you shall take and go to the place which the Lord*s chooses."
    },
    {
        "o": 5788,
        "r": "nkjv:Deuteronomy:12:27",
        "t": "And you shall offer your burnt offerings, the meat and the blood, on the altar of the Lord*s your God; and the blood of your sacrifices shall be poured out on the altar of the Lord*s your God, and you shall eat the meat."
    },
    {
        "o": 5789,
        "r": "nkjv:Deuteronomy:12:28",
        "t": "Observe and obey all these words which I command you, that it may go well with you and your children after you forever, when you do what*i is*i good and right in the sight of the Lord*s your God."
    },
    {
        "o": 5790,
        "r": "nkjv:Deuteronomy:12:28",
        "t": "Beware of False Gods",
        "h": 2
    },
    {
        "o": 5791,
        "r": "nkjv:Deuteronomy:12:29",
        "t": "“When*p the Lord*s your God cuts off from before you the nations which you go to dispossess, and you displace them and dwell in their land,"
    },
    {
        "o": 5792,
        "r": "nkjv:Deuteronomy:12:30",
        "t": "take heed to yourself that you are not ensnared to follow them, after they are destroyed from before you, and that you do not inquire after their gods, saying, ‘How did these nations serve their gods? I also will do likewise.’"
    },
    {
        "o": 5793,
        "r": "nkjv:Deuteronomy:12:31",
        "t": "You shall not worship the Lord*s your God in that way; for every abomination to the Lord*s which He hates they have done to their gods; for they burn even their sons and daughters in the fire to their gods."
    },
    {
        "o": 5794,
        "r": "nkjv:Deuteronomy:12:32",
        "t": "“Whatever*p I command you, be careful to observe it; you shall not add to it nor take away from it."
    },
    {
        "o": 5795,
        "r": "nkjv:Deuteronomy:13:0",
        "t": "Deuteronomy 13",
        "h": 1
    },
    {
        "o": 5796,
        "r": "nkjv:Deuteronomy:13:0",
        "t": "Punishment of Apostates",
        "h": 2
    },
    {
        "o": 5797,
        "r": "nkjv:Deuteronomy:13:1",
        "t": "“If*p there arises among you a prophet or a dreamer of dreams, and he gives you a sign or a wonder,"
    },
    {
        "o": 5798,
        "r": "nkjv:Deuteronomy:13:2",
        "t": "and the sign or the wonder comes to pass, of which he spoke to you, saying, ‘Let us go after other gods’—which you have not known—‘and let us serve them,’"
    },
    {
        "o": 5799,
        "r": "nkjv:Deuteronomy:13:3",
        "t": "you shall not listen to the words of that prophet or that dreamer of dreams, for the Lord*s your God is testing you to know whether you love the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 5800,
        "r": "nkjv:Deuteronomy:13:4",
        "t": "You shall walk after the Lord*s your God and fear Him, and keep His commandments and obey His voice; you shall serve Him and hold fast to Him."
    },
    {
        "o": 5801,
        "r": "nkjv:Deuteronomy:13:5",
        "t": "But that prophet or that dreamer of dreams shall be put to death, because he has spoken in order to turn you*i away from the Lord*s your God, who brought you out of the land of Egypt and redeemed you from the house of bondage, to entice you from the way in which the Lord*s your God commanded you to walk. So you shall put away the evil from your midst."
    },
    {
        "o": 5802,
        "r": "nkjv:Deuteronomy:13:6",
        "t": "“If*p your brother, the son of your mother, your son or your daughter, the wife of your bosom, or your friend who is as your own soul, secretly entices you, saying, ‘Let us go and serve other gods,’ which you have not known, neither you nor your fathers,"
    },
    {
        "o": 5803,
        "r": "nkjv:Deuteronomy:13:7",
        "t": "of the gods of the people which are*i all around you, near to you or far off from you, from one*i end of the earth to the other*i end of the earth,"
    },
    {
        "o": 5804,
        "r": "nkjv:Deuteronomy:13:8",
        "t": "you shall not consent to him or listen to him, nor shall your eye pity him, nor shall you spare him or conceal him;"
    },
    {
        "o": 5805,
        "r": "nkjv:Deuteronomy:13:9",
        "t": "but you shall surely kill him; your hand shall be first against him to put him to death, and afterward the hand of all the people."
    },
    {
        "o": 5806,
        "r": "nkjv:Deuteronomy:13:10",
        "t": "And you shall stone him with stones until he dies, because he sought to entice you away from the Lord*s your God, who brought you out of the land of Egypt, from the house of bondage."
    },
    {
        "o": 5807,
        "r": "nkjv:Deuteronomy:13:11",
        "t": "So all Israel shall hear and fear, and not again do such wickedness as this among you."
    },
    {
        "o": 5808,
        "r": "nkjv:Deuteronomy:13:12",
        "t": "“If*p you hear someone in one of your cities, which the Lord*s your God gives you to dwell in, saying,"
    },
    {
        "o": 5809,
        "r": "nkjv:Deuteronomy:13:13",
        "t": "‘Corrupt men have gone out from among you and enticed the inhabitants of their city, saying, “Let us go and serve other gods” ’—which you have not known—"
    },
    {
        "o": 5810,
        "r": "nkjv:Deuteronomy:13:14",
        "t": "then you shall inquire, search out, and ask diligently. And if*i it*i is*i indeed true and*i certain that*i such an abomination was committed among you,"
    },
    {
        "o": 5811,
        "r": "nkjv:Deuteronomy:13:15",
        "t": "you shall surely strike the inhabitants of that city with the edge of the sword, utterly destroying it, all that is in it and its livestock—with the edge of the sword."
    },
    {
        "o": 5812,
        "r": "nkjv:Deuteronomy:13:16",
        "t": "And you shall gather all its plunder into the middle of the street, and completely burn with fire the city and all its plunder, for the Lord*s your God. It shall be a heap forever; it shall not be built again."
    },
    {
        "o": 5813,
        "r": "nkjv:Deuteronomy:13:17",
        "t": "So none of the accursed things shall remain in your hand, that the Lord*s may turn from the fierceness of His anger and show you mercy, have compassion on you and multiply you, just as He swore to your fathers,"
    },
    {
        "o": 5814,
        "r": "nkjv:Deuteronomy:13:18",
        "t": "because you have listened to the voice of the Lord*s your God, to keep all His commandments which I command you today, to do what*i is*i right in the eyes of the Lord*s your God."
    },
    {
        "o": 5815,
        "r": "nkjv:Deuteronomy:14:0",
        "t": "Deuteronomy 14",
        "h": 1
    },
    {
        "o": 5816,
        "r": "nkjv:Deuteronomy:14:0",
        "t": "Improper Mourning",
        "h": 2
    },
    {
        "o": 5817,
        "r": "nkjv:Deuteronomy:14:1",
        "t": "“You*p are*i the children of the Lord*s your God; you shall not cut yourselves nor shave the front of your head for the dead."
    },
    {
        "o": 5818,
        "r": "nkjv:Deuteronomy:14:2",
        "t": "For you are*i a holy people to the Lord*s your God, and the Lord*s has chosen you to be a people for Himself, a special treasure above all the peoples who are*i on the face of the earth."
    },
    {
        "o": 5819,
        "r": "nkjv:Deuteronomy:14:2",
        "t": "Clean and Unclean Meat",
        "h": 2
    },
    {
        "o": 5820,
        "r": "nkjv:Deuteronomy:14:3",
        "t": "“You*p shall not eat any detestable thing."
    },
    {
        "o": 5821,
        "r": "nkjv:Deuteronomy:14:4",
        "t": "These are*i the animals which you may eat: the ox, the sheep, the goat,"
    },
    {
        "o": 5822,
        "r": "nkjv:Deuteronomy:14:5",
        "t": "the deer, the gazelle, the roe deer, the wild goat, the mountain goat, the antelope, and the mountain sheep."
    },
    {
        "o": 5823,
        "r": "nkjv:Deuteronomy:14:6",
        "t": "And you may eat every animal with cloven hooves, having the hoof split into two parts, and*i that*i chews the cud, among the animals."
    },
    {
        "o": 5824,
        "r": "nkjv:Deuteronomy:14:7",
        "t": "Nevertheless, of those that chew the cud or have cloven hooves, you shall not eat, such*i as*i these: the camel, the hare, and the rock hyrax; for they chew the cud but do not have cloven hooves; they are*i unclean for you."
    },
    {
        "o": 5825,
        "r": "nkjv:Deuteronomy:14:8",
        "t": "Also the swine is unclean for you, because it has cloven hooves, yet does*i not chew*i the cud; you shall not eat their flesh or touch their dead carcasses."
    },
    {
        "o": 5826,
        "r": "nkjv:Deuteronomy:14:9",
        "t": "“These*p you may eat of all that are*i in the waters: you may eat all that have fins and scales."
    },
    {
        "o": 5827,
        "r": "nkjv:Deuteronomy:14:10",
        "t": "And whatever does not have fins and scales you shall not eat; it is*i unclean for you."
    },
    {
        "o": 5828,
        "r": "nkjv:Deuteronomy:14:11",
        "t": "“All*p clean birds you may eat."
    },
    {
        "o": 5829,
        "r": "nkjv:Deuteronomy:14:12",
        "t": "But these you shall not eat: the eagle, the vulture, the buzzard,"
    },
    {
        "o": 5830,
        "r": "nkjv:Deuteronomy:14:13",
        "t": "the red kite, the falcon, and the kite after their kinds;"
    },
    {
        "o": 5831,
        "r": "nkjv:Deuteronomy:14:14",
        "t": "every raven after its kind;"
    },
    {
        "o": 5832,
        "r": "nkjv:Deuteronomy:14:15",
        "t": "the ostrich, the short-eared owl, the sea gull, and the hawk after their kinds;"
    },
    {
        "o": 5833,
        "r": "nkjv:Deuteronomy:14:16",
        "t": "the little owl, the screech owl, the white owl,"
    },
    {
        "o": 5834,
        "r": "nkjv:Deuteronomy:14:17",
        "t": "the jackdaw, the carrion vulture, the fisher owl,"
    },
    {
        "o": 5835,
        "r": "nkjv:Deuteronomy:14:18",
        "t": "the stork, the heron after its kind, and the hoopoe and the bat."
    },
    {
        "o": 5836,
        "r": "nkjv:Deuteronomy:14:19",
        "t": "“Also*p every creeping thing that flies is unclean for you; they shall not be eaten."
    },
    {
        "o": 5837,
        "r": "nkjv:Deuteronomy:14:20",
        "t": "“You*p may eat all clean birds."
    },
    {
        "o": 5838,
        "r": "nkjv:Deuteronomy:14:21",
        "t": "“You*p shall not eat anything that dies of*i itself;*i you may give it to the alien who is*i within your gates, that he may eat it, or you may sell it to a foreigner; for you are*i a holy people to the Lord*s your God. “You*p shall not boil a young goat in its mother’s milk."
    },
    {
        "o": 5839,
        "r": "nkjv:Deuteronomy:14:21",
        "t": "Tithing Principles",
        "h": 2
    },
    {
        "o": 5840,
        "r": "nkjv:Deuteronomy:14:22",
        "t": "“You*p shall truly tithe all the increase of your grain that the field produces year by year."
    },
    {
        "o": 5841,
        "r": "nkjv:Deuteronomy:14:23",
        "t": "And you shall eat before the Lord*s your God, in the place where He chooses to make His name abide, the tithe of your grain and your new wine and your oil, of the firstborn of your herds and your flocks, that you may learn to fear the Lord*s your God always."
    },
    {
        "o": 5842,
        "r": "nkjv:Deuteronomy:14:24",
        "t": "But if the journey is too long for you, so that you are not able to carry the*i tithe,*i or*i if the place where the Lord*s your God chooses to put His name is too far from you, when the Lord*s your God has blessed you,"
    },
    {
        "o": 5843,
        "r": "nkjv:Deuteronomy:14:25",
        "t": "then you shall exchange it*i for money, take the money in your hand, and go to the place which the Lord*s your God chooses."
    },
    {
        "o": 5844,
        "r": "nkjv:Deuteronomy:14:26",
        "t": "And you shall spend that money for whatever your heart desires: for oxen or sheep, for wine or similar drink, for whatever your heart desires; you shall eat there before the Lord*s your God, and you shall rejoice, you and your household."
    },
    {
        "o": 5845,
        "r": "nkjv:Deuteronomy:14:27",
        "t": "You shall not forsake the Levite who is*i within your gates, for he has no part nor inheritance with you."
    },
    {
        "o": 5846,
        "r": "nkjv:Deuteronomy:14:28",
        "t": "“At*p the end of every*i third year you shall bring out the tithe of your produce of that year and store it*i up within your gates."
    },
    {
        "o": 5847,
        "r": "nkjv:Deuteronomy:14:29",
        "t": "And the Levite, because he has no portion nor inheritance with you, and the stranger and the fatherless and the widow who are*i within your gates, may come and eat and be satisfied, that the Lord*s your God may bless you in all the work of your hand which you do."
    },
    {
        "o": 5848,
        "r": "nkjv:Deuteronomy:15:0",
        "t": "Deuteronomy 15",
        "h": 1
    },
    {
        "o": 5849,
        "r": "nkjv:Deuteronomy:15:0",
        "t": "Debts Canceled Every Seven Years",
        "h": 2
    },
    {
        "o": 5850,
        "r": "nkjv:Deuteronomy:15:1",
        "t": "“At*p the end of every*i seven years you shall grant a release of*i debts.*i"
    },
    {
        "o": 5851,
        "r": "nkjv:Deuteronomy:15:2",
        "t": "And this is*i the form of the release: Every creditor who has lent anything*i to his neighbor shall release it;*i he shall not require it*i of his neighbor or his brother, because it is called the Lord’s*s release."
    },
    {
        "o": 5852,
        "r": "nkjv:Deuteronomy:15:3",
        "t": "Of a foreigner you may require it;*i but you shall give up your claim to what is owed by your brother,"
    },
    {
        "o": 5853,
        "r": "nkjv:Deuteronomy:15:4",
        "t": "except when there may be no poor among you; for the Lord*s will greatly bless you in the land which the Lord*s your God is giving you to possess as*i an inheritance—"
    },
    {
        "o": 5854,
        "r": "nkjv:Deuteronomy:15:5",
        "t": "only if you carefully obey the voice of the Lord*s your God, to observe with care all these commandments which I command you today."
    },
    {
        "o": 5855,
        "r": "nkjv:Deuteronomy:15:6",
        "t": "For the Lord*s your God will bless you just as He promised you; you shall lend to many nations, but you shall not borrow; you shall reign over many nations, but they shall not reign over you."
    },
    {
        "o": 5856,
        "r": "nkjv:Deuteronomy:15:6",
        "t": "Generosity to the Poor",
        "h": 2
    },
    {
        "o": 5857,
        "r": "nkjv:Deuteronomy:15:7",
        "t": "“If*p there is among you a poor man of your brethren, within any of the gates in your land which the Lord*s your God is giving you, you shall not harden your heart nor shut your hand from your poor brother,"
    },
    {
        "o": 5858,
        "r": "nkjv:Deuteronomy:15:8",
        "t": "but you shall open your hand wide to him and willingly lend him sufficient for his need, whatever he needs."
    },
    {
        "o": 5859,
        "r": "nkjv:Deuteronomy:15:9",
        "t": "Beware lest there be a wicked thought in your heart, saying, ‘The seventh year, the year of release, is at hand,’ and your eye be evil against your poor brother and you give him nothing, and he cry out to the Lord*s against you, and it become sin among you."
    },
    {
        "o": 5860,
        "r": "nkjv:Deuteronomy:15:10",
        "t": "You shall surely give to him, and your heart should not be grieved when you give to him, because for this thing the Lord*s your God will bless you in all your works and in all to which you put your hand."
    },
    {
        "o": 5861,
        "r": "nkjv:Deuteronomy:15:11",
        "t": "For the poor will never cease from the land; therefore I command you, saying, ‘You shall open your hand wide to your brother, to your poor and your needy, in your land.’"
    },
    {
        "o": 5862,
        "r": "nkjv:Deuteronomy:15:11",
        "t": "The Law Concerning Bondservants",
        "h": 2
    },
    {
        "o": 5863,
        "r": "nkjv:Deuteronomy:15:12",
        "t": "“If*p your brother, a Hebrew man, or a Hebrew woman, is sold to you and serves you six years, then in the seventh year you shall let him go free from you."
    },
    {
        "o": 5864,
        "r": "nkjv:Deuteronomy:15:13",
        "t": "And when you send him away free from you, you shall not let him go away empty-handed;"
    },
    {
        "o": 5865,
        "r": "nkjv:Deuteronomy:15:14",
        "t": "you shall supply him liberally from your flock, from your threshing floor, and from your winepress. From*i what*i the Lord*s your God has blessed you with, you shall give to him."
    },
    {
        "o": 5866,
        "r": "nkjv:Deuteronomy:15:15",
        "t": "You shall remember that you were a slave in the land of Egypt, and the Lord*s your God redeemed you; therefore I command you this thing today."
    },
    {
        "o": 5867,
        "r": "nkjv:Deuteronomy:15:16",
        "t": "And if it happens that he says to you, ‘I will not go away from you,’ because he loves you and your house, since he prospers with you,"
    },
    {
        "o": 5868,
        "r": "nkjv:Deuteronomy:15:17",
        "t": "then you shall take an awl and thrust it*i through his ear to the door, and he shall be your servant forever. Also to your female servant you shall do likewise."
    },
    {
        "o": 5869,
        "r": "nkjv:Deuteronomy:15:18",
        "t": "It shall not seem hard to you when you send him away free from you; for he has been worth a double hired servant in serving you six years. Then the Lord*s your God will bless you in all that you do."
    },
    {
        "o": 5870,
        "r": "nkjv:Deuteronomy:15:18",
        "t": "The Law Concerning Firstborn Animals",
        "h": 2
    },
    {
        "o": 5871,
        "r": "nkjv:Deuteronomy:15:19",
        "t": "“All*p the firstborn males that come from your herd and your flock you shall sanctify to the Lord*s your God; you shall do no work with the firstborn of your herd, nor shear the firstborn of your flock."
    },
    {
        "o": 5872,
        "r": "nkjv:Deuteronomy:15:20",
        "t": "You and your household shall eat it*i before the Lord*s your God year by year in the place which the Lord*s chooses."
    },
    {
        "o": 5873,
        "r": "nkjv:Deuteronomy:15:21",
        "t": "But if there is a defect in it, if*i it*i is*i lame or blind or*i has*i any serious defect, you shall not sacrifice it to the Lord*s your God."
    },
    {
        "o": 5874,
        "r": "nkjv:Deuteronomy:15:22",
        "t": "You may eat it within your gates; the unclean and the clean person*i alike may*i eat*i it,*i as if*i it*i were*i a gazelle or a deer."
    },
    {
        "o": 5875,
        "r": "nkjv:Deuteronomy:15:23",
        "t": "Only you shall not eat its blood; you shall pour it on the ground like water."
    },
    {
        "o": 5876,
        "r": "nkjv:Deuteronomy:16:0",
        "t": "Deuteronomy 16",
        "h": 1
    },
    {
        "o": 5877,
        "r": "nkjv:Deuteronomy:16:0",
        "t": "The Passover Reviewed",
        "h": 2
    },
    {
        "o": 5878,
        "r": "nkjv:Deuteronomy:16:1",
        "t": "“Observe*p the month of Abib, and keep the Passover to the Lord*s your God, for in the month of Abib the Lord*s your God brought you out of Egypt by night."
    },
    {
        "o": 5879,
        "r": "nkjv:Deuteronomy:16:2",
        "t": "Therefore you shall sacrifice the Passover to the Lord*s your God, from the flock and the herd, in the place where the Lord*s chooses to put His name."
    },
    {
        "o": 5880,
        "r": "nkjv:Deuteronomy:16:3",
        "t": "You shall eat no leavened bread with it; seven days you shall eat unleavened bread with it, that*i is,*i the bread of affliction (for you came out of the land of Egypt in haste), that you may remember the day in which you came out of the land of Egypt all the days of your life."
    },
    {
        "o": 5881,
        "r": "nkjv:Deuteronomy:16:4",
        "t": "And no leaven shall be seen among you in all your territory for seven days, nor shall any*i of the meat which you sacrifice the first day at twilight remain overnight until morning."
    },
    {
        "o": 5882,
        "r": "nkjv:Deuteronomy:16:5",
        "t": "“You*p may not sacrifice the Passover within any of your gates which the Lord*s your God gives you;"
    },
    {
        "o": 5883,
        "r": "nkjv:Deuteronomy:16:6",
        "t": "but at the place where the Lord*s your God chooses to make His name abide, there you shall sacrifice the Passover at twilight, at the going down of the sun, at the time you came out of Egypt."
    },
    {
        "o": 5884,
        "r": "nkjv:Deuteronomy:16:7",
        "t": "And you shall roast and eat it*i in the place which the Lord*s your God chooses, and in the morning you shall turn and go to your tents."
    },
    {
        "o": 5885,
        "r": "nkjv:Deuteronomy:16:8",
        "t": "Six days you shall eat unleavened bread, and on the seventh day there shall*i be*i a sacred assembly to the Lord*s your God. You shall do no work on*i it.*i"
    },
    {
        "o": 5886,
        "r": "nkjv:Deuteronomy:16:8",
        "t": "The Feast of Weeks Reviewed",
        "h": 2
    },
    {
        "o": 5887,
        "r": "nkjv:Deuteronomy:16:9",
        "t": "“You*p shall count seven weeks for yourself; begin to count the seven weeks from the*i time*i you begin to*i put*i the sickle to the grain."
    },
    {
        "o": 5888,
        "r": "nkjv:Deuteronomy:16:10",
        "t": "Then you shall keep the Feast of Weeks to the Lord*s your God with the tribute of a freewill offering from your hand, which you shall give as the Lord*s your God blesses you."
    },
    {
        "o": 5889,
        "r": "nkjv:Deuteronomy:16:11",
        "t": "You shall rejoice before the Lord*s your God, you and your son and your daughter, your male servant and your female servant, the Levite who is*i within your gates, the stranger and the fatherless and the widow who are*i among you, at the place where the Lord*s your God chooses to make His name abide."
    },
    {
        "o": 5890,
        "r": "nkjv:Deuteronomy:16:12",
        "t": "And you shall remember that you were a slave in Egypt, and you shall be careful to observe these statutes."
    },
    {
        "o": 5891,
        "r": "nkjv:Deuteronomy:16:12",
        "t": "The Feast of Tabernacles Reviewed",
        "h": 2
    },
    {
        "o": 5892,
        "r": "nkjv:Deuteronomy:16:13",
        "t": "“You*p shall observe the Feast of Tabernacles seven days, when you have gathered from your threshing floor and from your winepress."
    },
    {
        "o": 5893,
        "r": "nkjv:Deuteronomy:16:14",
        "t": "And you shall rejoice in your feast, you and your son and your daughter, your male servant and your female servant and the Levite, the stranger and the fatherless and the widow, who are*i within your gates."
    },
    {
        "o": 5894,
        "r": "nkjv:Deuteronomy:16:15",
        "t": "Seven days you shall keep a sacred feast to the Lord*s your God in the place which the Lord*s chooses, because the Lord*s your God will bless you in all your produce and in all the work of your hands, so that you surely rejoice."
    },
    {
        "o": 5895,
        "r": "nkjv:Deuteronomy:16:16",
        "t": "“Three*p times a year all your males shall appear before the Lord*s your God in the place which He chooses: at the Feast of Unleavened Bread, at the Feast of Weeks, and at the Feast of Tabernacles; and they shall not appear before the Lord*s empty-handed."
    },
    {
        "o": 5896,
        "r": "nkjv:Deuteronomy:16:17",
        "t": "Every man shall*i give*i as he is able, according to the blessing of the Lord*s your God which He has given you."
    },
    {
        "o": 5897,
        "r": "nkjv:Deuteronomy:16:17",
        "t": "Justice Must Be Administered",
        "h": 2
    },
    {
        "o": 5898,
        "r": "nkjv:Deuteronomy:16:18",
        "t": "“You*p shall appoint judges and officers in all your gates, which the Lord*s your God gives you, according to your tribes, and they shall judge the people with just judgment."
    },
    {
        "o": 5899,
        "r": "nkjv:Deuteronomy:16:19",
        "t": "You shall not pervert justice; you shall not show partiality, nor take a bribe, for a bribe blinds the eyes of the wise and twists the words of the righteous."
    },
    {
        "o": 5900,
        "r": "nkjv:Deuteronomy:16:20",
        "t": "You shall follow what is altogether just, that you may live and inherit the land which the Lord*s your God is giving you."
    },
    {
        "o": 5901,
        "r": "nkjv:Deuteronomy:16:21",
        "t": "“You*p shall not plant for yourself any tree, as a wooden image, near the altar which you build for yourself to the Lord*s your God."
    },
    {
        "o": 5902,
        "r": "nkjv:Deuteronomy:16:22",
        "t": "You shall not set up a sacred*i pillar, which the Lord*s your God hates."
    },
    {
        "o": 5903,
        "r": "nkjv:Deuteronomy:17:0",
        "t": "Deuteronomy 17",
        "h": 1
    },
    {
        "o": 5904,
        "r": "nkjv:Deuteronomy:17:1",
        "t": "“You*p shall not sacrifice to the Lord*s your God a bull or sheep which has any blemish or*i defect, for that is*i an abomination to the Lord*s your God."
    },
    {
        "o": 5905,
        "r": "nkjv:Deuteronomy:17:2",
        "t": "“If*p there is found among you, within any of your gates which the Lord*s your God gives you, a man or a woman who has been wicked in the sight of the Lord*s your God, in transgressing His covenant,"
    },
    {
        "o": 5906,
        "r": "nkjv:Deuteronomy:17:3",
        "t": "who has gone and served other gods and worshiped them, either the sun or moon or any of the host of heaven, which I have not commanded,"
    },
    {
        "o": 5907,
        "r": "nkjv:Deuteronomy:17:4",
        "t": "and it is told you, and you hear of*i it,*i then you shall inquire diligently. And if it*i is*i indeed true and*i certain that such an abomination has been committed in Israel,"
    },
    {
        "o": 5908,
        "r": "nkjv:Deuteronomy:17:5",
        "t": "then you shall bring out to your gates that man or woman who has committed that wicked thing, and shall stone to death that man or woman with stones."
    },
    {
        "o": 5909,
        "r": "nkjv:Deuteronomy:17:6",
        "t": "Whoever is deserving of death shall be put to death on the testimony of two or three witnesses; he shall not be put to death on the testimony of one witness."
    },
    {
        "o": 5910,
        "r": "nkjv:Deuteronomy:17:7",
        "t": "The hands of the witnesses shall be the first against him to put him to death, and afterward the hands of all the people. So you shall put away the evil from among you."
    },
    {
        "o": 5911,
        "r": "nkjv:Deuteronomy:17:8",
        "t": "“If*p a matter arises which is too hard for you to judge, between degrees of guilt for bloodshed, between one judgment or another, or between one punishment or another, matters of controversy within your gates, then you shall arise and go up to the place which the Lord*s your God chooses."
    },
    {
        "o": 5912,
        "r": "nkjv:Deuteronomy:17:9",
        "t": "And you shall come to the priests, the Levites, and to the judge there*i in those days, and inquire of*i them;*i they shall pronounce upon you the sentence of judgment."
    },
    {
        "o": 5913,
        "r": "nkjv:Deuteronomy:17:10",
        "t": "You shall do according to the sentence which they pronounce upon you in that place which the Lord*s chooses. And you shall be careful to do according to all that they order you."
    },
    {
        "o": 5914,
        "r": "nkjv:Deuteronomy:17:11",
        "t": "According to the sentence of the law in which they instruct you, according to the judgment which they tell you, you shall do; you shall not turn aside to*i the right hand or to*i the left from the sentence which they pronounce upon you."
    },
    {
        "o": 5915,
        "r": "nkjv:Deuteronomy:17:12",
        "t": "Now the man who acts presumptuously and will not heed the priest who stands to minister there before the Lord*s your God, or the judge, that man shall die. So you shall put away the evil from Israel."
    },
    {
        "o": 5916,
        "r": "nkjv:Deuteronomy:17:13",
        "t": "And all the people shall hear and fear, and no longer act presumptuously."
    },
    {
        "o": 5917,
        "r": "nkjv:Deuteronomy:17:13",
        "t": "Principles Governing Kings",
        "h": 2
    },
    {
        "o": 5918,
        "r": "nkjv:Deuteronomy:17:14",
        "t": "“When*p you come to the land which the Lord*s your God is giving you, and possess it and dwell in it, and say, ‘I will set a king over me like all the nations that are*i around me,’"
    },
    {
        "o": 5919,
        "r": "nkjv:Deuteronomy:17:15",
        "t": "you shall surely set a king over you whom the Lord*s your God chooses; one*i from among your brethren you shall set as king over you; you may not set a foreigner over you, who is*i not your brother."
    },
    {
        "o": 5920,
        "r": "nkjv:Deuteronomy:17:16",
        "t": "But he shall not multiply horses for himself, nor cause the people to return to Egypt to multiply horses, for the Lord*s has said to you, ‘You shall not return that way again.’"
    },
    {
        "o": 5921,
        "r": "nkjv:Deuteronomy:17:17",
        "t": "Neither shall he multiply wives for himself, lest his heart turn away; nor shall he greatly multiply silver and gold for himself."
    },
    {
        "o": 5922,
        "r": "nkjv:Deuteronomy:17:18",
        "t": "“Also*p it shall be, when he sits on the throne of his kingdom, that he shall write for himself a copy of this law in a book, from the*i one*i before the priests, the Levites."
    },
    {
        "o": 5923,
        "r": "nkjv:Deuteronomy:17:19",
        "t": "And it shall be with him, and he shall read it all the days of his life, that he may learn to fear the Lord*s his God and be careful to observe all the words of this law and these statutes,"
    },
    {
        "o": 5924,
        "r": "nkjv:Deuteronomy:17:20",
        "t": "that his heart may not be lifted above his brethren, that he may not turn aside from the commandment to*i the right hand or to*i the left, and that he may prolong his*i days in his kingdom, he and his children in the midst of Israel."
    },
    {
        "o": 5925,
        "r": "nkjv:Deuteronomy:18:0",
        "t": "Deuteronomy 18",
        "h": 1
    },
    {
        "o": 5926,
        "r": "nkjv:Deuteronomy:18:0",
        "t": "The Portion of the Priests and Levites",
        "h": 2
    },
    {
        "o": 5927,
        "r": "nkjv:Deuteronomy:18:1",
        "t": "“The*p priests, the Levites—all the tribe of Levi—shall have no part nor inheritance with Israel; they shall eat the offerings of the Lord*s made by fire, and His portion."
    },
    {
        "o": 5928,
        "r": "nkjv:Deuteronomy:18:2",
        "t": "Therefore they shall have no inheritance among their brethren; the Lord*s is their inheritance, as He said to them."
    },
    {
        "o": 5929,
        "r": "nkjv:Deuteronomy:18:3",
        "t": "“And*p this shall be the priest’s due from the people, from those who offer a sacrifice, whether it*i is*i bull or sheep: they shall give to the priest the shoulder, the cheeks, and the stomach."
    },
    {
        "o": 5930,
        "r": "nkjv:Deuteronomy:18:4",
        "t": "The firstfruits of your grain and your new wine and your oil, and the first of the fleece of your sheep, you shall give him."
    },
    {
        "o": 5931,
        "r": "nkjv:Deuteronomy:18:5",
        "t": "For the Lord*s your God has chosen him out of all your tribes to stand to minister in the name of the Lord,*s him and his sons forever."
    },
    {
        "o": 5932,
        "r": "nkjv:Deuteronomy:18:6",
        "t": "“So*p if a Levite comes from any of your gates, from where he dwells among all Israel, and comes with all the desire of his mind to the place which the Lord*s chooses,"
    },
    {
        "o": 5933,
        "r": "nkjv:Deuteronomy:18:7",
        "t": "then he may serve in the name of the Lord*s his God as all his brethren the Levites do,*i who stand there before the Lord.*s"
    },
    {
        "o": 5934,
        "r": "nkjv:Deuteronomy:18:8",
        "t": "They shall have equal portions to eat, besides what comes from the sale of his inheritance."
    },
    {
        "o": 5935,
        "r": "nkjv:Deuteronomy:18:8",
        "t": "Avoid Wicked Customs",
        "h": 2
    },
    {
        "o": 5936,
        "r": "nkjv:Deuteronomy:18:9",
        "t": "“When*p you come into the land which the Lord*s your God is giving you, you shall not learn to follow the abominations of those nations."
    },
    {
        "o": 5937,
        "r": "nkjv:Deuteronomy:18:10",
        "t": "There shall not be found among you anyone*i who makes his son or his daughter pass through the fire, or*i one*i who practices witchcraft, or*i a soothsayer, or one who interprets omens, or a sorcerer,"
    },
    {
        "o": 5938,
        "r": "nkjv:Deuteronomy:18:11",
        "t": "or one who conjures spells, or a medium, or a spiritist, or one who calls up the dead."
    },
    {
        "o": 5939,
        "r": "nkjv:Deuteronomy:18:12",
        "t": "For all who do these things are*i an abomination to the Lord,*s and because of these abominations the Lord*s your God drives them out from before you."
    },
    {
        "o": 5940,
        "r": "nkjv:Deuteronomy:18:13",
        "t": "You shall be blameless before the Lord*s your God."
    },
    {
        "o": 5941,
        "r": "nkjv:Deuteronomy:18:14",
        "t": "For these nations which you will dispossess listened to soothsayers and diviners; but as for you, the Lord*s your God has not appointed such for you."
    },
    {
        "o": 5942,
        "r": "nkjv:Deuteronomy:18:14",
        "t": "A New Prophet Like Moses",
        "h": 2
    },
    {
        "o": 5943,
        "r": "nkjv:Deuteronomy:18:15",
        "t": "“The*p Lord*s your God will raise up for you a Prophet like me from your midst, from your brethren. Him you shall hear,"
    },
    {
        "o": 5944,
        "r": "nkjv:Deuteronomy:18:16",
        "t": "according to all you desired of the Lord*s your God in Horeb in the day of the assembly, saying, ‘Let me not hear again the voice of the Lord*s my God, nor let me see this great fire anymore, lest I die.’"
    },
    {
        "o": 5945,
        "r": "nkjv:Deuteronomy:18:17",
        "t": "“And*p the Lord*s said to me: ‘What they have spoken is good."
    },
    {
        "o": 5946,
        "r": "nkjv:Deuteronomy:18:18",
        "t": "I will raise up for them a Prophet like you from among their brethren, and will put My words in His mouth, and He shall speak to them all that I command Him."
    },
    {
        "o": 5947,
        "r": "nkjv:Deuteronomy:18:19",
        "t": "And it shall be that*i whoever will not hear My words, which He speaks in My name, I will require it*i of him."
    },
    {
        "o": 5948,
        "r": "nkjv:Deuteronomy:18:20",
        "t": "But the prophet who presumes to speak a word in My name, which I have not commanded him to speak, or who speaks in the name of other gods, that prophet shall die.’"
    },
    {
        "o": 5949,
        "r": "nkjv:Deuteronomy:18:21",
        "t": "And if you say in your heart, ‘How shall we know the word which the Lord*s has not spoken?’—"
    },
    {
        "o": 5950,
        "r": "nkjv:Deuteronomy:18:22",
        "t": "when a prophet speaks in the name of the Lord,*s if the thing does not happen or come to pass, that is*i the thing which the Lord*s has not spoken; the prophet has spoken it presumptuously; you shall not be afraid of him."
    },
    {
        "o": 5951,
        "r": "nkjv:Deuteronomy:19:0",
        "t": "Deuteronomy 19",
        "h": 1
    },
    {
        "o": 5952,
        "r": "nkjv:Deuteronomy:19:0",
        "t": "Three Cities of Refuge",
        "h": 2
    },
    {
        "o": 5953,
        "r": "nkjv:Deuteronomy:19:1",
        "t": "“When*p the Lord*s your God has cut off the nations whose land the Lord*s your God is giving you, and you dispossess them and dwell in their cities and in their houses,"
    },
    {
        "o": 5954,
        "r": "nkjv:Deuteronomy:19:2",
        "t": "you shall separate three cities for yourself in the midst of your land which the Lord*s your God is giving you to possess."
    },
    {
        "o": 5955,
        "r": "nkjv:Deuteronomy:19:3",
        "t": "You shall prepare roads for yourself, and divide into three parts the territory of your land which the Lord*s your God is giving you to inherit, that any manslayer may flee there."
    },
    {
        "o": 5956,
        "r": "nkjv:Deuteronomy:19:4",
        "t": "“And*p this is*i the case of the manslayer who flees there, that he may live: Whoever kills his neighbor unintentionally, not having hated him in time past—"
    },
    {
        "o": 5957,
        "r": "nkjv:Deuteronomy:19:5",
        "t": "as when a*i man*i goes to the woods with his neighbor to cut timber, and his hand swings a stroke with the ax to cut down the tree, and the head slips from the handle and strikes his neighbor so that he dies—he shall flee to one of these cities and live;"
    },
    {
        "o": 5958,
        "r": "nkjv:Deuteronomy:19:6",
        "t": "lest the avenger of blood, while his anger is hot, pursue the manslayer and overtake him, because the way is long, and kill him, though he was*i not deserving of death, since he had not hated the victim in time past."
    },
    {
        "o": 5959,
        "r": "nkjv:Deuteronomy:19:7",
        "t": "Therefore I command you, saying, ‘You shall separate three cities for yourself.’"
    },
    {
        "o": 5960,
        "r": "nkjv:Deuteronomy:19:8",
        "t": "“Now*p if the Lord*s your God enlarges your territory, as He swore to your fathers, and gives you the land which He promised to give to your fathers,"
    },
    {
        "o": 5961,
        "r": "nkjv:Deuteronomy:19:9",
        "t": "and if you keep all these commandments and do them, which I command you today, to love the Lord*s your God and to walk always in His ways, then you shall add three more cities for yourself besides these three,"
    },
    {
        "o": 5962,
        "r": "nkjv:Deuteronomy:19:10",
        "t": "lest innocent blood be shed in the midst of your land which the Lord*s your God is giving you as*i an inheritance, and thus*i guilt of bloodshed be upon you."
    },
    {
        "o": 5963,
        "r": "nkjv:Deuteronomy:19:11",
        "t": "“But*p if anyone hates his neighbor, lies in wait for him, rises against him and strikes him mortally, so that he dies, and he flees to one of these cities,"
    },
    {
        "o": 5964,
        "r": "nkjv:Deuteronomy:19:12",
        "t": "then the elders of his city shall send and bring him from there, and deliver him over to the hand of the avenger of blood, that he may die."
    },
    {
        "o": 5965,
        "r": "nkjv:Deuteronomy:19:13",
        "t": "Your eye shall not pity him, but you shall put away the*i guilt*i of*i innocent blood from Israel, that it may go well with you."
    },
    {
        "o": 5966,
        "r": "nkjv:Deuteronomy:19:13",
        "t": "Property Boundaries",
        "h": 2
    },
    {
        "o": 5967,
        "r": "nkjv:Deuteronomy:19:14",
        "t": "“You*p shall not remove your neighbor’s landmark, which the men of old have set, in your inheritance which you will inherit in the land that the Lord*s your God is giving you to possess."
    },
    {
        "o": 5968,
        "r": "nkjv:Deuteronomy:19:14",
        "t": "The Law Concerning Witnesses",
        "h": 2
    },
    {
        "o": 5969,
        "r": "nkjv:Deuteronomy:19:15",
        "t": "“One*p witness shall not rise against a man concerning any iniquity or any sin that he commits; by the mouth of two or three witnesses the matter shall be established."
    },
    {
        "o": 5970,
        "r": "nkjv:Deuteronomy:19:16",
        "t": "If a false witness rises against any man to testify against him of wrongdoing,"
    },
    {
        "o": 5971,
        "r": "nkjv:Deuteronomy:19:17",
        "t": "then both men in the controversy shall stand before the Lord,*s before the priests and the judges who serve in those days."
    },
    {
        "o": 5972,
        "r": "nkjv:Deuteronomy:19:18",
        "t": "And the judges shall make careful inquiry, and indeed, if*i the witness is*i a false witness, who has testified falsely against his brother,"
    },
    {
        "o": 5973,
        "r": "nkjv:Deuteronomy:19:19",
        "t": "then you shall do to him as he thought to have done to his brother; so you shall put away the evil from among you."
    },
    {
        "o": 5974,
        "r": "nkjv:Deuteronomy:19:20",
        "t": "And those who remain shall hear and fear, and hereafter they shall not again commit such evil among you."
    },
    {
        "o": 5975,
        "r": "nkjv:Deuteronomy:19:21",
        "t": "Your eye shall not pity: life shall*i be*i for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    },
    {
        "o": 5976,
        "r": "nkjv:Deuteronomy:20:0",
        "t": "Deuteronomy 20",
        "h": 1
    },
    {
        "o": 5977,
        "r": "nkjv:Deuteronomy:20:0",
        "t": "Principles Governing Warfare",
        "h": 2
    },
    {
        "o": 5978,
        "r": "nkjv:Deuteronomy:20:1",
        "t": "“When*p you go out to battle against your enemies, and see horses and chariots and*i people more numerous than you, do not be afraid of them; for the Lord*s your God is*i with you, who brought you up from the land of Egypt."
    },
    {
        "o": 5979,
        "r": "nkjv:Deuteronomy:20:2",
        "t": "So it shall be, when you are on the verge of battle, that the priest shall approach and speak to the people."
    },
    {
        "o": 5980,
        "r": "nkjv:Deuteronomy:20:3",
        "t": "And he shall say to them, ‘Hear, O Israel: Today you are on the verge of battle with your enemies. Do not let your heart faint, do not be afraid, and do not tremble or be terrified because of them;"
    },
    {
        "o": 5981,
        "r": "nkjv:Deuteronomy:20:4",
        "t": "for the Lord*s your God is*i He who goes with you, to fight for you against your enemies, to save you.’"
    },
    {
        "o": 5982,
        "r": "nkjv:Deuteronomy:20:5",
        "t": "“Then*p the officers shall speak to the people, saying: ‘What man is*i there*i who has built a new house and has not dedicated it? Let him go and return to his house, lest he die in the battle and another man dedicate it."
    },
    {
        "o": 5983,
        "r": "nkjv:Deuteronomy:20:6",
        "t": "Also what man is*i there*i who has planted a vineyard and has not eaten of it? Let him go and return to his house, lest he die in the battle and another man eat of it."
    },
    {
        "o": 5984,
        "r": "nkjv:Deuteronomy:20:7",
        "t": "And what man is*i there*i who is betrothed to a woman and has not married her? Let him go and return to his house, lest he die in the battle and another man marry her.’"
    },
    {
        "o": 5985,
        "r": "nkjv:Deuteronomy:20:8",
        "t": "“The*p officers shall speak further to the people, and say, ‘What man is*i there*i who*i is*i fearful and fainthearted? Let him go and return to his house, lest the heart of his brethren faint like his heart.’"
    },
    {
        "o": 5986,
        "r": "nkjv:Deuteronomy:20:9",
        "t": "And so it shall be, when the officers have finished speaking to the people, that they shall make captains of the armies to lead the people."
    },
    {
        "o": 5987,
        "r": "nkjv:Deuteronomy:20:10",
        "t": "“When*p you go near a city to fight against it, then proclaim an offer of peace to it."
    },
    {
        "o": 5988,
        "r": "nkjv:Deuteronomy:20:11",
        "t": "And it shall be that if they accept your offer of peace, and open to you, then all the people who*i are*i found in it shall be placed under tribute to you, and serve you."
    },
    {
        "o": 5989,
        "r": "nkjv:Deuteronomy:20:12",
        "t": "Now if the*i city*i will not make peace with you, but makes war against you, then you shall besiege it."
    },
    {
        "o": 5990,
        "r": "nkjv:Deuteronomy:20:13",
        "t": "And when the Lord*s your God delivers it into your hands, you shall strike every male in it with the edge of the sword."
    },
    {
        "o": 5991,
        "r": "nkjv:Deuteronomy:20:14",
        "t": "But the women, the little ones, the livestock, and all that is in the city, all its spoil, you shall plunder for yourself; and you shall eat the enemies’ plunder which the Lord*s your God gives you."
    },
    {
        "o": 5992,
        "r": "nkjv:Deuteronomy:20:15",
        "t": "Thus you shall do to all the cities which*i are*i very far from you, which are*i not of the cities of these nations."
    },
    {
        "o": 5993,
        "r": "nkjv:Deuteronomy:20:16",
        "t": "“But*p of the cities of these peoples which the Lord*s your God gives you as*i an inheritance, you shall let nothing that breathes remain alive,"
    },
    {
        "o": 5994,
        "r": "nkjv:Deuteronomy:20:17",
        "t": "but you shall utterly destroy them: the Hittite and the Amorite and the Canaanite and the Perizzite and the Hivite and the Jebusite, just as the Lord*s your God has commanded you,"
    },
    {
        "o": 5995,
        "r": "nkjv:Deuteronomy:20:18",
        "t": "lest they teach you to do according to all their abominations which they have done for their gods, and you sin against the Lord*s your God."
    },
    {
        "o": 5996,
        "r": "nkjv:Deuteronomy:20:19",
        "t": "“When*p you besiege a city for a long time, while making war against it to take it, you shall not destroy its trees by wielding an ax against them; if you can eat of them, do not cut them down to use in the siege, for the tree of the field is*i man’s food.*i"
    },
    {
        "o": 5997,
        "r": "nkjv:Deuteronomy:20:20",
        "t": "Only the trees which you know are*i not trees for food you may destroy and cut down, to build siegeworks against the city that makes war with you, until it is subdued."
    },
    {
        "o": 5998,
        "r": "nkjv:Deuteronomy:21:0",
        "t": "Deuteronomy 21",
        "h": 1
    },
    {
        "o": 5999,
        "r": "nkjv:Deuteronomy:21:0",
        "t": "The Law Concerning Unsolved Murder",
        "h": 2
    },
    {
        "o": 6000,
        "r": "nkjv:Deuteronomy:21:1",
        "t": "“If*p anyone*i is found slain, lying in the field in the land which the Lord*s your God is giving you to possess, and*i it is not known who killed him,"
    },
    {
        "o": 6001,
        "r": "nkjv:Deuteronomy:21:2",
        "t": "then your elders and your judges shall go out and measure the*i distance*i from the slain man to the surrounding cities."
    },
    {
        "o": 6002,
        "r": "nkjv:Deuteronomy:21:3",
        "t": "And it shall be that*i the elders of the city nearest to the slain man will take a heifer which has not been worked and*i which has not pulled with a yoke."
    },
    {
        "o": 6003,
        "r": "nkjv:Deuteronomy:21:4",
        "t": "The elders of that city shall bring the heifer down to a valley with flowing water, which is neither plowed nor sown, and they shall break the heifer’s neck there in the valley."
    },
    {
        "o": 6004,
        "r": "nkjv:Deuteronomy:21:5",
        "t": "Then the priests, the sons of Levi, shall come near, for the Lord*s your God has chosen them to minister to Him and to bless in the name of the Lord;*s by their word every controversy and every assault shall be settled.*i"
    },
    {
        "o": 6005,
        "r": "nkjv:Deuteronomy:21:6",
        "t": "And all the elders of that city nearest to the slain man*i shall wash their hands over the heifer whose neck was broken in the valley."
    },
    {
        "o": 6006,
        "r": "nkjv:Deuteronomy:21:7",
        "t": "Then they shall answer and say, ‘Our hands have not shed this blood, nor have our eyes seen it.*i"
    },
    {
        "o": 6007,
        "r": "nkjv:Deuteronomy:21:8",
        "t": "Provide atonement, O Lord,*s for Your people Israel, whom You have redeemed, and do not lay innocent blood to the charge of Your people Israel.’ And atonement shall be provided on their behalf for the blood."
    },
    {
        "o": 6008,
        "r": "nkjv:Deuteronomy:21:9",
        "t": "So you shall put away the guilt*i of*i innocent blood from among you when you do what*i is*i right in the sight of the Lord.*s"
    },
    {
        "o": 6009,
        "r": "nkjv:Deuteronomy:21:9",
        "t": "Female Captives",
        "h": 2
    },
    {
        "o": 6010,
        "r": "nkjv:Deuteronomy:21:10",
        "t": "“When*p you go out to war against your enemies, and the Lord*s your God delivers them into your hand, and you take them captive,"
    },
    {
        "o": 6011,
        "r": "nkjv:Deuteronomy:21:11",
        "t": "and you see among the captives a beautiful woman, and desire her and would take her for your wife,"
    },
    {
        "o": 6012,
        "r": "nkjv:Deuteronomy:21:12",
        "t": "then you shall bring her home to your house, and she shall shave her head and trim her nails."
    },
    {
        "o": 6013,
        "r": "nkjv:Deuteronomy:21:13",
        "t": "She shall put off the clothes of her captivity, remain in your house, and mourn her father and her mother a full month; after that you may go in to her and be her husband, and she shall be your wife."
    },
    {
        "o": 6014,
        "r": "nkjv:Deuteronomy:21:14",
        "t": "And it shall be, if you have no delight in her, then you shall set her free, but you certainly shall not sell her for money; you shall not treat her brutally, because you have humbled her."
    },
    {
        "o": 6015,
        "r": "nkjv:Deuteronomy:21:14",
        "t": "Firstborn Inheritance Rights",
        "h": 2
    },
    {
        "o": 6016,
        "r": "nkjv:Deuteronomy:21:15",
        "t": "“If*p a man has two wives, one loved and the other unloved, and they have borne him children, both*i the loved and the unloved, and if*i the firstborn son is of her who is unloved,"
    },
    {
        "o": 6017,
        "r": "nkjv:Deuteronomy:21:16",
        "t": "then it shall be, on the day he bequeaths his possessions to his sons, that*i he must not bestow firstborn status on the son of the loved wife in preference to the son of the unloved, the true*i firstborn."
    },
    {
        "o": 6018,
        "r": "nkjv:Deuteronomy:21:17",
        "t": "But he shall acknowledge the son of the unloved wife as*i the firstborn by giving him a double portion of all that he has, for he is*i the beginning of his strength; the right of the firstborn is*i his."
    },
    {
        "o": 6019,
        "r": "nkjv:Deuteronomy:21:17",
        "t": "The Rebellious Son",
        "h": 2
    },
    {
        "o": 6020,
        "r": "nkjv:Deuteronomy:21:18",
        "t": "“If*p a man has a stubborn and rebellious son who will not obey the voice of his father or the voice of his mother, and who,*i when they have chastened him, will not heed them,"
    },
    {
        "o": 6021,
        "r": "nkjv:Deuteronomy:21:19",
        "t": "then his father and his mother shall take hold of him and bring him out to the elders of his city, to the gate of his city."
    },
    {
        "o": 6022,
        "r": "nkjv:Deuteronomy:21:20",
        "t": "And they shall say to the elders of his city, ‘This son of ours is stubborn and rebellious; he will not obey our voice; he is a glutton and a drunkard.’"
    },
    {
        "o": 6023,
        "r": "nkjv:Deuteronomy:21:21",
        "t": "Then all the men of his city shall stone him to death with stones; so you shall put away the evil from among you, and all Israel shall hear and fear."
    },
    {
        "o": 6024,
        "r": "nkjv:Deuteronomy:21:21",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6025,
        "r": "nkjv:Deuteronomy:21:22",
        "t": "“If*p a man has committed a sin deserving of death, and he is put to death, and you hang him on a tree,"
    },
    {
        "o": 6026,
        "r": "nkjv:Deuteronomy:21:23",
        "t": "his body shall not remain overnight on the tree, but you shall surely bury him that day, so that you do not defile the land which the Lord*s your God is giving you as*i an inheritance; for he who is hanged is*i accursed of God."
    },
    {
        "o": 6027,
        "r": "nkjv:Deuteronomy:22:0",
        "t": "Deuteronomy 22",
        "h": 1
    },
    {
        "o": 6028,
        "r": "nkjv:Deuteronomy:22:1",
        "t": "“You*p shall not see your brother’s ox or his sheep going astray, and hide yourself from them; you shall certainly bring them back to your brother."
    },
    {
        "o": 6029,
        "r": "nkjv:Deuteronomy:22:2",
        "t": "And if your brother is*i not near you, or if you do not know him, then you shall bring it to your own house, and it shall remain with you until your brother seeks it; then you shall restore it to him."
    },
    {
        "o": 6030,
        "r": "nkjv:Deuteronomy:22:3",
        "t": "You shall do the same with his donkey, and so shall you do with his garment; with any lost thing of your brother’s, which he has lost and you have found, you shall do likewise; you must not hide yourself."
    },
    {
        "o": 6031,
        "r": "nkjv:Deuteronomy:22:4",
        "t": "“You*p shall not see your brother’s donkey or his ox fall down along the road, and hide yourself from them; you shall surely help him lift them*i up again."
    },
    {
        "o": 6032,
        "r": "nkjv:Deuteronomy:22:5",
        "t": "“A*p woman shall not wear anything that pertains to a man, nor shall a man put on a woman’s garment, for all who do so are*i an abomination to the Lord*s your God."
    },
    {
        "o": 6033,
        "r": "nkjv:Deuteronomy:22:6",
        "t": "“If*p a bird’s nest happens to be before you along the way, in any tree or on the ground, with young ones or eggs, with the mother sitting on the young or on the eggs, you shall not take the mother with the young;"
    },
    {
        "o": 6034,
        "r": "nkjv:Deuteronomy:22:7",
        "t": "you shall surely let the mother go, and take the young for yourself, that it may be well with you and that*i you may prolong your*i days."
    },
    {
        "o": 6035,
        "r": "nkjv:Deuteronomy:22:8",
        "t": "“When*p you build a new house, then you shall make a parapet for your roof, that you may not bring guilt of bloodshed on your household if anyone falls from it."
    },
    {
        "o": 6036,
        "r": "nkjv:Deuteronomy:22:9",
        "t": "“You*p shall not sow your vineyard with different kinds of seed, lest the yield of the seed which you have sown and the fruit of your vineyard be defiled."
    },
    {
        "o": 6037,
        "r": "nkjv:Deuteronomy:22:10",
        "t": "“You*p shall not plow with an ox and a donkey together."
    },
    {
        "o": 6038,
        "r": "nkjv:Deuteronomy:22:11",
        "t": "“You*p shall not wear a garment of different sorts, such*i as*i wool and linen mixed together."
    },
    {
        "o": 6039,
        "r": "nkjv:Deuteronomy:22:12",
        "t": "“You*p shall make tassels on the four corners of the clothing with which you cover yourself.*i"
    },
    {
        "o": 6040,
        "r": "nkjv:Deuteronomy:22:12",
        "t": "Laws of Sexual Morality",
        "h": 2
    },
    {
        "o": 6041,
        "r": "nkjv:Deuteronomy:22:13",
        "t": "“If*p any man takes a wife, and goes in to her, and detests her,"
    },
    {
        "o": 6042,
        "r": "nkjv:Deuteronomy:22:14",
        "t": "and charges her with shameful conduct, and brings a bad name on her, and says, ‘I took this woman, and when I came to her I found she was*i not a virgin,’"
    },
    {
        "o": 6043,
        "r": "nkjv:Deuteronomy:22:15",
        "t": "then the father and mother of the young woman shall take and bring out the*i evidence*i of*i the young woman’s virginity to the elders of the city at the gate."
    },
    {
        "o": 6044,
        "r": "nkjv:Deuteronomy:22:16",
        "t": "And the young woman’s father shall say to the elders, ‘I gave my daughter to this man as wife, and he detests her."
    },
    {
        "o": 6045,
        "r": "nkjv:Deuteronomy:22:17",
        "t": "Now he has charged her with shameful conduct, saying, “I found your daughter was*i not a virgin,” and yet these are*i the*i evidences*i of*i my daughter’s virginity.’ And they shall spread the cloth before the elders of the city."
    },
    {
        "o": 6046,
        "r": "nkjv:Deuteronomy:22:18",
        "t": "Then the elders of that city shall take that man and punish him;"
    },
    {
        "o": 6047,
        "r": "nkjv:Deuteronomy:22:19",
        "t": "and they shall fine him one hundred shekels*i of silver and give them*i to the father of the young woman, because he has brought a bad name on a virgin of Israel. And she shall be his wife; he cannot divorce her all his days."
    },
    {
        "o": 6048,
        "r": "nkjv:Deuteronomy:22:20",
        "t": "“But*p if the thing is true, and*i evidences*i of*i virginity are not found for the young woman,"
    },
    {
        "o": 6049,
        "r": "nkjv:Deuteronomy:22:21",
        "t": "then they shall bring out the young woman to the door of her father’s house, and the men of her city shall stone her to death with stones, because she has done a disgraceful thing in Israel, to play the harlot in her father’s house. So you shall put away the evil from among you."
    },
    {
        "o": 6050,
        "r": "nkjv:Deuteronomy:22:22",
        "t": "“If*p a man is found lying with a woman married to a husband, then both of them shall die—the man that lay with the woman, and the woman; so you shall put away the evil from Israel."
    },
    {
        "o": 6051,
        "r": "nkjv:Deuteronomy:22:23",
        "t": "“If*p a young woman who*i is*i a virgin is betrothed to a husband, and a man finds her in the city and lies with her,"
    },
    {
        "o": 6052,
        "r": "nkjv:Deuteronomy:22:24",
        "t": "then you shall bring them both out to the gate of that city, and you shall stone them to death with stones, the young woman because she did not cry out in the city, and the man because he humbled his neighbor’s wife; so you shall put away the evil from among you."
    },
    {
        "o": 6053,
        "r": "nkjv:Deuteronomy:22:25",
        "t": "“But*p if a man finds a betrothed young woman in the countryside, and the man forces her and lies with her, then only the man who lay with her shall die."
    },
    {
        "o": 6054,
        "r": "nkjv:Deuteronomy:22:26",
        "t": "But you shall do nothing to the young woman; there*i is*i in the young woman no sin deserving*i of death, for just as when a man rises against his neighbor and kills him, even so is*i this matter."
    },
    {
        "o": 6055,
        "r": "nkjv:Deuteronomy:22:27",
        "t": "For he found her in the countryside, and*i the betrothed young woman cried out, but there*i was*i no one to save her."
    },
    {
        "o": 6056,
        "r": "nkjv:Deuteronomy:22:28",
        "t": "“If*p a man finds a young woman who*i is*i a virgin, who is not betrothed, and he seizes her and lies with her, and they are found out,"
    },
    {
        "o": 6057,
        "r": "nkjv:Deuteronomy:22:29",
        "t": "then the man who lay with her shall give to the young woman’s father fifty shekels*i of silver, and she shall be his wife because he has humbled her; he shall not be permitted to divorce her all his days."
    },
    {
        "o": 6058,
        "r": "nkjv:Deuteronomy:22:30",
        "t": "“A*p man shall not take his father’s wife, nor uncover his father’s bed."
    },
    {
        "o": 6059,
        "r": "nkjv:Deuteronomy:23:0",
        "t": "Deuteronomy 23",
        "h": 1
    },
    {
        "o": 6060,
        "r": "nkjv:Deuteronomy:23:0",
        "t": "Those Excluded from the Congregation",
        "h": 2
    },
    {
        "o": 6061,
        "r": "nkjv:Deuteronomy:23:1",
        "t": "“He*p who is emasculated by crushing or mutilation shall not enter the assembly of the Lord.*s"
    },
    {
        "o": 6062,
        "r": "nkjv:Deuteronomy:23:2",
        "t": "“One*p of illegitimate birth shall not enter the assembly of the Lord;*s even to the tenth generation none of his descendants*i shall enter the assembly of the Lord.*s"
    },
    {
        "o": 6063,
        "r": "nkjv:Deuteronomy:23:3",
        "t": "“An*p Ammonite or Moabite shall not enter the assembly of the Lord;*s even to the tenth generation none of his descendants*i shall enter the assembly of the Lord*s forever,"
    },
    {
        "o": 6064,
        "r": "nkjv:Deuteronomy:23:4",
        "t": "because they did not meet you with bread and water on the road when you came out of Egypt, and because they hired against you Balaam the son of Beor from Pethor of Mesopotamia, to curse you."
    },
    {
        "o": 6065,
        "r": "nkjv:Deuteronomy:23:5",
        "t": "Nevertheless the Lord*s your God would not listen to Balaam, but the Lord*s your God turned the curse into a blessing for you, because the Lord*s your God loves you."
    },
    {
        "o": 6066,
        "r": "nkjv:Deuteronomy:23:6",
        "t": "You shall not seek their peace nor their prosperity all your days forever."
    },
    {
        "o": 6067,
        "r": "nkjv:Deuteronomy:23:7",
        "t": "“You*p shall not abhor an Edomite, for he is*i your brother. You shall not abhor an Egyptian, because you were an alien in his land."
    },
    {
        "o": 6068,
        "r": "nkjv:Deuteronomy:23:8",
        "t": "The children of the third generation born to them may enter the assembly of the Lord.*s"
    },
    {
        "o": 6069,
        "r": "nkjv:Deuteronomy:23:8",
        "t": "Cleanliness of the Campsite",
        "h": 2
    },
    {
        "o": 6070,
        "r": "nkjv:Deuteronomy:23:9",
        "t": "“When*p the army goes out against your enemies, then keep yourself from every wicked thing."
    },
    {
        "o": 6071,
        "r": "nkjv:Deuteronomy:23:10",
        "t": "If there is any man among you who becomes unclean by some occurrence in the night, then he shall go outside the camp; he shall not come inside the camp."
    },
    {
        "o": 6072,
        "r": "nkjv:Deuteronomy:23:11",
        "t": "But it shall be, when evening comes, that he shall wash with water; and when the sun sets, he may come into the camp."
    },
    {
        "o": 6073,
        "r": "nkjv:Deuteronomy:23:12",
        "t": "“Also*p you shall have a place outside the camp, where you may go out;"
    },
    {
        "o": 6074,
        "r": "nkjv:Deuteronomy:23:13",
        "t": "and you shall have an implement among your equipment, and when you sit down outside, you shall dig with it and turn and cover your refuse."
    },
    {
        "o": 6075,
        "r": "nkjv:Deuteronomy:23:14",
        "t": "For the Lord*s your God walks in the midst of your camp, to deliver you and give your enemies over to you; therefore your camp shall be holy, that He may see no unclean thing among you, and turn away from you."
    },
    {
        "o": 6076,
        "r": "nkjv:Deuteronomy:23:14",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6077,
        "r": "nkjv:Deuteronomy:23:15",
        "t": "“You*p shall not give back to his master the slave who has escaped from his master to you."
    },
    {
        "o": 6078,
        "r": "nkjv:Deuteronomy:23:16",
        "t": "He may dwell with you in your midst, in the place which he chooses within one of your gates, where it seems best to him; you shall not oppress him."
    },
    {
        "o": 6079,
        "r": "nkjv:Deuteronomy:23:17",
        "t": "“There*p shall be no ritual*i harlot of the daughters of Israel, or a perverted one of the sons of Israel."
    },
    {
        "o": 6080,
        "r": "nkjv:Deuteronomy:23:18",
        "t": "You shall not bring the wages of a harlot or the price of a dog to the house of the Lord*s your God for any vowed offering, for both of these are*i an abomination to the Lord*s your God."
    },
    {
        "o": 6081,
        "r": "nkjv:Deuteronomy:23:19",
        "t": "“You*p shall not charge interest to your brother—interest on money or*i food or*i anything that is lent out at interest."
    },
    {
        "o": 6082,
        "r": "nkjv:Deuteronomy:23:20",
        "t": "To a foreigner you may charge interest, but to your brother you shall not charge interest, that the Lord*s your God may bless you in all to which you set your hand in the land which you are entering to possess."
    },
    {
        "o": 6083,
        "r": "nkjv:Deuteronomy:23:21",
        "t": "“When*p you make a vow to the Lord*s your God, you shall not delay to pay it; for the Lord*s your God will surely require it of you, and it would be sin to you."
    },
    {
        "o": 6084,
        "r": "nkjv:Deuteronomy:23:22",
        "t": "But if you abstain from vowing, it shall not be sin to you."
    },
    {
        "o": 6085,
        "r": "nkjv:Deuteronomy:23:23",
        "t": "That which has gone from your lips you shall keep and perform, for you voluntarily vowed to the Lord*s your God what you have promised with your mouth."
    },
    {
        "o": 6086,
        "r": "nkjv:Deuteronomy:23:24",
        "t": "“When*p you come into your neighbor’s vineyard, you may eat your fill of grapes at your pleasure, but you shall not put any*i in your container."
    },
    {
        "o": 6087,
        "r": "nkjv:Deuteronomy:23:25",
        "t": "When you come into your neighbor’s standing grain, you may pluck the heads with your hand, but you shall not use a sickle on your neighbor’s standing grain."
    },
    {
        "o": 6088,
        "r": "nkjv:Deuteronomy:24:0",
        "t": "Deuteronomy 24",
        "h": 1
    },
    {
        "o": 6089,
        "r": "nkjv:Deuteronomy:24:0",
        "t": "Law Concerning Divorce",
        "h": 2
    },
    {
        "o": 6090,
        "r": "nkjv:Deuteronomy:24:1",
        "t": "“When*p a man takes a wife and marries her, and it happens that she finds no favor in his eyes because he has found some uncleanness in her, and he writes her a certificate of divorce, puts it*i in her hand, and sends her out of his house,"
    },
    {
        "o": 6091,
        "r": "nkjv:Deuteronomy:24:2",
        "t": "when she has departed from his house, and goes and becomes another man’s wife,*i"
    },
    {
        "o": 6092,
        "r": "nkjv:Deuteronomy:24:3",
        "t": "if*i the latter husband detests her and writes her a certificate of divorce, puts it*i in her hand, and sends her out of his house, or if the latter husband dies who took her as his wife,"
    },
    {
        "o": 6093,
        "r": "nkjv:Deuteronomy:24:4",
        "t": "then*i her former husband who divorced her must not take her back to be his wife after she has been defiled; for that is*i an abomination before the Lord,*s and you shall not bring sin on the land which the Lord*s your God is giving you as*i an inheritance."
    },
    {
        "o": 6094,
        "r": "nkjv:Deuteronomy:24:4",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6095,
        "r": "nkjv:Deuteronomy:24:5",
        "t": "“When*p a man has taken a new wife, he shall not go out to war or be charged with any business; he shall be free at home one year, and bring happiness to his wife whom he has taken."
    },
    {
        "o": 6096,
        "r": "nkjv:Deuteronomy:24:6",
        "t": "“No*p man shall take the lower or the upper millstone in pledge, for he takes one’s*i living in pledge."
    },
    {
        "o": 6097,
        "r": "nkjv:Deuteronomy:24:7",
        "t": "“If*p a man is found kidnapping any of his brethren of the children of Israel, and mistreats him or sells him, then that kidnapper shall die; and you shall put away the evil from among you."
    },
    {
        "o": 6098,
        "r": "nkjv:Deuteronomy:24:8",
        "t": "“Take*p heed in an outbreak of leprosy, that you carefully observe and do according to all that the priests, the Levites, shall teach you; just as I commanded them, so*i you shall be careful to do."
    },
    {
        "o": 6099,
        "r": "nkjv:Deuteronomy:24:9",
        "t": "Remember what the Lord*s your God did to Miriam on the way when you came out of Egypt!"
    },
    {
        "o": 6100,
        "r": "nkjv:Deuteronomy:24:10",
        "t": "“When*p you lend your brother anything, you shall not go into his house to get his pledge."
    },
    {
        "o": 6101,
        "r": "nkjv:Deuteronomy:24:11",
        "t": "You shall stand outside, and the man to whom you lend shall bring the pledge out to you."
    },
    {
        "o": 6102,
        "r": "nkjv:Deuteronomy:24:12",
        "t": "And if the man is*i poor, you shall not keep his pledge overnight."
    },
    {
        "o": 6103,
        "r": "nkjv:Deuteronomy:24:13",
        "t": "You shall in any case return the pledge to him again when the sun goes down, that he may sleep in his own garment and bless you; and it shall be righteousness to you before the Lord*s your God."
    },
    {
        "o": 6104,
        "r": "nkjv:Deuteronomy:24:14",
        "t": "“You*p shall not oppress a hired servant who*i is*i poor and needy, whether*i one of your brethren or one of the aliens who is*i in your land within your gates."
    },
    {
        "o": 6105,
        "r": "nkjv:Deuteronomy:24:15",
        "t": "Each day you shall give him*i his wages, and not let the sun go down on it, for he is*i poor and has set his heart on it; lest he cry out against you to the Lord,*s and it be sin to you."
    },
    {
        "o": 6106,
        "r": "nkjv:Deuteronomy:24:16",
        "t": "“Fathers*p shall not be put to death for their*i children, nor shall children be put to death for their*i fathers; a person shall be put to death for his own sin."
    },
    {
        "o": 6107,
        "r": "nkjv:Deuteronomy:24:17",
        "t": "“You*p shall not pervert justice due the stranger or the fatherless, nor take a widow’s garment as a pledge."
    },
    {
        "o": 6108,
        "r": "nkjv:Deuteronomy:24:18",
        "t": "But you shall remember that you were a slave in Egypt, and the Lord*s your God redeemed you from there; therefore I command you to do this thing."
    },
    {
        "o": 6109,
        "r": "nkjv:Deuteronomy:24:19",
        "t": "“When*p you reap your harvest in your field, and forget a sheaf in the field, you shall not go back to get it; it shall be for the stranger, the fatherless, and the widow, that the Lord*s your God may bless you in all the work of your hands."
    },
    {
        "o": 6110,
        "r": "nkjv:Deuteronomy:24:20",
        "t": "When you beat your olive trees, you shall not go over the boughs again; it shall be for the stranger, the fatherless, and the widow."
    },
    {
        "o": 6111,
        "r": "nkjv:Deuteronomy:24:21",
        "t": "When you gather the grapes of your vineyard, you shall not glean it*i afterward; it shall be for the stranger, the fatherless, and the widow."
    },
    {
        "o": 6112,
        "r": "nkjv:Deuteronomy:24:22",
        "t": "And you shall remember that you were a slave in the land of Egypt; therefore I command you to do this thing."
    },
    {
        "o": 6113,
        "r": "nkjv:Deuteronomy:25:0",
        "t": "Deuteronomy 25",
        "h": 1
    },
    {
        "o": 6114,
        "r": "nkjv:Deuteronomy:25:1",
        "t": "“If*p there is a dispute between men, and they come to court, that the*i judges*i may judge them, and they justify the righteous and condemn the wicked,"
    },
    {
        "o": 6115,
        "r": "nkjv:Deuteronomy:25:2",
        "t": "then it shall be, if the wicked man deserves to be beaten, that the judge will cause him to lie down and be beaten in his presence, according to his guilt, with a certain number of blows."
    },
    {
        "o": 6116,
        "r": "nkjv:Deuteronomy:25:3",
        "t": "Forty blows he may give him and*i no more, lest he should exceed this and beat him with many blows above these, and your brother be humiliated in your sight."
    },
    {
        "o": 6117,
        "r": "nkjv:Deuteronomy:25:4",
        "t": "“You*p shall not muzzle an ox while it treads out the*i grain.*i"
    },
    {
        "o": 6118,
        "r": "nkjv:Deuteronomy:25:4",
        "t": "Marriage Duty of the Surviving Brother",
        "h": 2
    },
    {
        "o": 6119,
        "r": "nkjv:Deuteronomy:25:5",
        "t": "“If*p brothers dwell together, and one of them dies and has no son, the widow of the dead man shall not be married*i to a stranger outside the*i family;*i her husband’s brother shall go in to her, take her as his wife, and perform the duty of a husband’s brother to her."
    },
    {
        "o": 6120,
        "r": "nkjv:Deuteronomy:25:6",
        "t": "And it shall be that*i the firstborn son which she bears will succeed to the name of his dead brother, that his name may not be blotted out of Israel."
    },
    {
        "o": 6121,
        "r": "nkjv:Deuteronomy:25:7",
        "t": "But if the man does not want to take his brother’s wife, then let his brother’s wife go up to the gate to the elders, and say, ‘My husband’s brother refuses to raise up a name to his brother in Israel; he will not perform the duty of my husband’s brother.’"
    },
    {
        "o": 6122,
        "r": "nkjv:Deuteronomy:25:8",
        "t": "Then the elders of his city shall call him and speak to him. But if*i he stands firm and says, ‘I do not want to take her,’"
    },
    {
        "o": 6123,
        "r": "nkjv:Deuteronomy:25:9",
        "t": "then his brother’s wife shall come to him in the presence of the elders, remove his sandal from his foot, spit in his face, and answer and say, ‘So shall it be done to the man who will not build up his brother’s house.’"
    },
    {
        "o": 6124,
        "r": "nkjv:Deuteronomy:25:10",
        "t": "And his name shall be called in Israel, ‘The house of him who had his sandal removed.’"
    },
    {
        "o": 6125,
        "r": "nkjv:Deuteronomy:25:10",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6126,
        "r": "nkjv:Deuteronomy:25:11",
        "t": "“If*p two*i men fight together, and the wife of one draws near to rescue her husband from the hand of the one attacking him, and puts out her hand and seizes him by the genitals,"
    },
    {
        "o": 6127,
        "r": "nkjv:Deuteronomy:25:12",
        "t": "then you shall cut off her hand; your eye shall not pity her.*i"
    },
    {
        "o": 6128,
        "r": "nkjv:Deuteronomy:25:13",
        "t": "“You*p shall not have in your bag differing weights, a heavy and a light."
    },
    {
        "o": 6129,
        "r": "nkjv:Deuteronomy:25:14",
        "t": "You shall not have in your house differing measures, a large and a small."
    },
    {
        "o": 6130,
        "r": "nkjv:Deuteronomy:25:15",
        "t": "You shall have a perfect and just weight, a perfect and just measure, that your days may be lengthened in the land which the Lord*s your God is giving you."
    },
    {
        "o": 6131,
        "r": "nkjv:Deuteronomy:25:16",
        "t": "For all who do such things, all who behave unrighteously, are*i an abomination to the Lord*s your God."
    },
    {
        "o": 6132,
        "r": "nkjv:Deuteronomy:25:16",
        "t": "Destroy the Amalekites",
        "h": 2
    },
    {
        "o": 6133,
        "r": "nkjv:Deuteronomy:25:17",
        "t": "“Remember*p what Amalek did to you on the way as you were coming out of Egypt,"
    },
    {
        "o": 6134,
        "r": "nkjv:Deuteronomy:25:18",
        "t": "how he met you on the way and attacked your rear ranks, all the stragglers at your rear, when you were*i tired and weary; and he did not fear God."
    },
    {
        "o": 6135,
        "r": "nkjv:Deuteronomy:25:19",
        "t": "Therefore it shall be, when the Lord*s your God has given you rest from your enemies all around, in the land which the Lord*s your God is giving you to possess as*i an inheritance, that*i you will blot out the remembrance of Amalek from under heaven. You shall not forget."
    },
    {
        "o": 6136,
        "r": "nkjv:Deuteronomy:26:0",
        "t": "Deuteronomy 26",
        "h": 1
    },
    {
        "o": 6137,
        "r": "nkjv:Deuteronomy:26:0",
        "t": "Offerings of Firstfruits and Tithes",
        "h": 2
    },
    {
        "o": 6138,
        "r": "nkjv:Deuteronomy:26:1",
        "t": "“And*p it shall be, when you come into the land which the Lord*s your God is giving you as*i an inheritance, and you possess it and dwell in it,"
    },
    {
        "o": 6139,
        "r": "nkjv:Deuteronomy:26:2",
        "t": "that you shall take some of the first of all the produce of the ground, which you shall bring from your land that the Lord*s your God is giving you, and put it*i in a basket and go to the place where the Lord*s your God chooses to make His name abide."
    },
    {
        "o": 6140,
        "r": "nkjv:Deuteronomy:26:3",
        "t": "And you shall go to the one who is priest in those days, and say to him, ‘I declare today to the Lord*s your God that I have come to the country which the Lord*s swore to our fathers to give us.’"
    },
    {
        "o": 6141,
        "r": "nkjv:Deuteronomy:26:4",
        "t": "“Then*p the priest shall take the basket out of your hand and set it down before the altar of the Lord*s your God."
    },
    {
        "o": 6142,
        "r": "nkjv:Deuteronomy:26:5",
        "t": "And you shall answer and say before the Lord*s your God: ‘My father was*i a Syrian, about to perish, and he went down to Egypt and dwelt there, few in number; and there he became a nation, great, mighty, and populous."
    },
    {
        "o": 6143,
        "r": "nkjv:Deuteronomy:26:6",
        "t": "But the Egyptians mistreated us, afflicted us, and laid hard bondage on us."
    },
    {
        "o": 6144,
        "r": "nkjv:Deuteronomy:26:7",
        "t": "Then we cried out to the Lord*s God of our fathers, and the Lord*s heard our voice and looked on our affliction and our labor and our oppression."
    },
    {
        "o": 6145,
        "r": "nkjv:Deuteronomy:26:8",
        "t": "So the Lord*s brought us out of Egypt with a mighty hand and with an outstretched arm, with great terror and with signs and wonders."
    },
    {
        "o": 6146,
        "r": "nkjv:Deuteronomy:26:9",
        "t": "He has brought us to this place and has given us this land, “a land flowing with milk and honey”;"
    },
    {
        "o": 6147,
        "r": "nkjv:Deuteronomy:26:10",
        "t": "and now, behold, I have brought the firstfruits of the land which you, O Lord,*s have given me.’ “Then*p you shall set it before the Lord*s your God, and worship before the Lord*s your God."
    },
    {
        "o": 6148,
        "r": "nkjv:Deuteronomy:26:11",
        "t": "So you shall rejoice in every good thing*i which the Lord*s your God has given to you and your house, you and the Levite and the stranger who is*i among you."
    },
    {
        "o": 6149,
        "r": "nkjv:Deuteronomy:26:12",
        "t": "“When*p you have finished laying aside all the tithe of your increase in the third year— the year of tithing—and have given it*i to the Levite, the stranger, the fatherless, and the widow, so that they may eat within your gates and be filled,"
    },
    {
        "o": 6150,
        "r": "nkjv:Deuteronomy:26:13",
        "t": "then you shall say before the Lord*s your God: ‘I have removed the holy tithe*i from my*i house, and also have given them to the Levite, the stranger, the fatherless, and the widow, according to all Your commandments which You have commanded me; I have not transgressed Your commandments, nor have I forgotten them.*i"
    },
    {
        "o": 6151,
        "r": "nkjv:Deuteronomy:26:14",
        "t": "I have not eaten any of it when in mourning, nor have I removed any*i of it for an unclean use,*i nor given any*i of it for the dead. I have obeyed the voice of the Lord*s my God, and have done according to all that You have commanded me."
    },
    {
        "o": 6152,
        "r": "nkjv:Deuteronomy:26:15",
        "t": "Look down from Your holy habitation, from heaven, and bless Your people Israel and the land which You have given us, just as You swore to our fathers, “a land flowing with milk and honey.”’"
    },
    {
        "o": 6153,
        "r": "nkjv:Deuteronomy:26:15",
        "t": "A Special People of God",
        "h": 2
    },
    {
        "o": 6154,
        "r": "nkjv:Deuteronomy:26:16",
        "t": "“This*p day the Lord*s your God commands you to observe these statutes and judgments; therefore you shall be careful to observe them with all your heart and with all your soul."
    },
    {
        "o": 6155,
        "r": "nkjv:Deuteronomy:26:17",
        "t": "Today you have proclaimed the Lord*s to be your God, and that you will walk in His ways and keep His statutes, His commandments, and His judgments, and that you will obey His voice."
    },
    {
        "o": 6156,
        "r": "nkjv:Deuteronomy:26:18",
        "t": "Also today the Lord*s has proclaimed you to be His special people, just as He promised you, that you*i should keep all His commandments,"
    },
    {
        "o": 6157,
        "r": "nkjv:Deuteronomy:26:19",
        "t": "and that He will set you high above all nations which He has made, in praise, in name, and in honor, and that you may be a holy people to the Lord*s your God, just as He has spoken.”"
    },
    {
        "o": 6158,
        "r": "nkjv:Deuteronomy:27:0",
        "t": "Deuteronomy 27",
        "h": 1
    },
    {
        "o": 6159,
        "r": "nkjv:Deuteronomy:27:0",
        "t": "The Law Inscribed on Stones",
        "h": 2
    },
    {
        "o": 6160,
        "r": "nkjv:Deuteronomy:27:1",
        "t": "Now*p Moses, with the elders of Israel, commanded the people, saying: “Keep all the commandments which I command you today."
    },
    {
        "o": 6161,
        "r": "nkjv:Deuteronomy:27:2",
        "t": "And it shall be, on the day when you cross over the Jordan to the land which the Lord*s your God is giving you, that you shall set up for yourselves large stones, and whitewash them with lime."
    },
    {
        "o": 6162,
        "r": "nkjv:Deuteronomy:27:3",
        "t": "You shall write on them all the words of this law, when you have crossed over, that you may enter the land which the Lord*s your God is giving you, ‘a land flowing with milk and honey,’ just as the Lord*s God of your fathers promised you."
    },
    {
        "o": 6163,
        "r": "nkjv:Deuteronomy:27:4",
        "t": "Therefore it shall be, when you have crossed over the Jordan, that*i on Mount Ebal you shall set up these stones, which I command you today, and you shall whitewash them with lime."
    },
    {
        "o": 6164,
        "r": "nkjv:Deuteronomy:27:5",
        "t": "And there you shall build an altar to the Lord*s your God, an altar of stones; you shall not use an iron tool*i on them."
    },
    {
        "o": 6165,
        "r": "nkjv:Deuteronomy:27:6",
        "t": "You shall build with whole stones the altar of the Lord*s your God, and offer burnt offerings on it to the Lord*s your God."
    },
    {
        "o": 6166,
        "r": "nkjv:Deuteronomy:27:7",
        "t": "You shall offer peace offerings, and shall eat there, and rejoice before the Lord*s your God."
    },
    {
        "o": 6167,
        "r": "nkjv:Deuteronomy:27:8",
        "t": "And you shall write very plainly on the stones all the words of this law.”"
    },
    {
        "o": 6168,
        "r": "nkjv:Deuteronomy:27:9",
        "t": "Then*p Moses and the priests, the Levites, spoke to all Israel, saying, “Take heed and listen, O Israel: This day you have become the people of the Lord*s your God."
    },
    {
        "o": 6169,
        "r": "nkjv:Deuteronomy:27:10",
        "t": "Therefore you shall obey the voice of the Lord*s your God, and observe His commandments and His statutes which I command you today.”"
    },
    {
        "o": 6170,
        "r": "nkjv:Deuteronomy:27:10",
        "t": "Curses Pronounced from Mount Ebal",
        "h": 2
    },
    {
        "o": 6171,
        "r": "nkjv:Deuteronomy:27:11",
        "t": "And*p Moses commanded the people on the same day, saying,"
    },
    {
        "o": 6172,
        "r": "nkjv:Deuteronomy:27:12",
        "t": "“These shall stand on Mount Gerizim to bless the people, when you have crossed over the Jordan: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin;"
    },
    {
        "o": 6173,
        "r": "nkjv:Deuteronomy:27:13",
        "t": "and these shall stand on Mount Ebal to curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."
    },
    {
        "o": 6174,
        "r": "nkjv:Deuteronomy:27:14",
        "t": "“And*p the Levites shall speak with a loud voice and say to all the men of Israel:"
    },
    {
        "o": 6175,
        "r": "nkjv:Deuteronomy:27:15",
        "t": "‘Cursed is*i the one who makes a carved or molded image, an abomination to the Lord,*s the work of the hands of the craftsman, and sets it*i up in secret.’ “And*p all the people shall answer and say, ‘Amen!’"
    },
    {
        "o": 6176,
        "r": "nkjv:Deuteronomy:27:16",
        "t": "‘Cursed*p is*i the one who treats his father or his mother with contempt.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6177,
        "r": "nkjv:Deuteronomy:27:17",
        "t": "‘Cursed*p is*i the one who moves his neighbor’s landmark.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6178,
        "r": "nkjv:Deuteronomy:27:18",
        "t": "‘Cursed*p is*i the one who makes the blind to wander off the road.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6179,
        "r": "nkjv:Deuteronomy:27:19",
        "t": "‘Cursed*p is*i the one who perverts the justice due the stranger, the fatherless, and widow.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6180,
        "r": "nkjv:Deuteronomy:27:20",
        "t": "‘Cursed*p is*i the one who lies with his father’s wife, because he has uncovered his father’s bed.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6181,
        "r": "nkjv:Deuteronomy:27:21",
        "t": "‘Cursed*p is*i the one who lies with any kind of animal.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6182,
        "r": "nkjv:Deuteronomy:27:22",
        "t": "‘Cursed*p is*i the one who lies with his sister, the daughter of his father or the daughter of his mother.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6183,
        "r": "nkjv:Deuteronomy:27:23",
        "t": "‘Cursed*p is*i the one who lies with his mother-in-law.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6184,
        "r": "nkjv:Deuteronomy:27:24",
        "t": "‘Cursed*p is*i the one who attacks his neighbor secretly.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6185,
        "r": "nkjv:Deuteronomy:27:25",
        "t": "‘Cursed*p is*i the one who takes a bribe to slay an innocent person.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6186,
        "r": "nkjv:Deuteronomy:27:26",
        "t": "‘Cursed*p is*i the one who does not confirm all*i the words of this law by observing them.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6187,
        "r": "nkjv:Deuteronomy:28:0",
        "t": "Deuteronomy 28",
        "h": 1
    },
    {
        "o": 6188,
        "r": "nkjv:Deuteronomy:28:0",
        "t": "Blessings on Obedience",
        "h": 2
    },
    {
        "o": 6189,
        "r": "nkjv:Deuteronomy:28:1",
        "t": "“Now*p it shall come to pass, if you diligently obey the voice of the Lord*s your God, to observe carefully all His commandments which I command you today, that the Lord*s your God will set you high above all nations of the earth."
    },
    {
        "o": 6190,
        "r": "nkjv:Deuteronomy:28:2",
        "t": "And all these blessings shall come upon you and overtake you, because you obey the voice of the Lord*s your God:"
    },
    {
        "o": 6191,
        "r": "nkjv:Deuteronomy:28:3",
        "t": "“Blessed*p shall*i you be*i in the city, and blessed shall*i you be*i in the country."
    },
    {
        "o": 6192,
        "r": "nkjv:Deuteronomy:28:4",
        "t": "“Blessed*p shall*i be*i the fruit of your body, the produce of your ground and the increase of your herds, the increase of your cattle and the offspring of your flocks."
    },
    {
        "o": 6193,
        "r": "nkjv:Deuteronomy:28:5",
        "t": "“Blessed*p shall*i be*i your basket and your kneading bowl."
    },
    {
        "o": 6194,
        "r": "nkjv:Deuteronomy:28:6",
        "t": "“Blessed*p shall*i you be*i when you come in, and blessed shall*i you be*i when you go out."
    },
    {
        "o": 6195,
        "r": "nkjv:Deuteronomy:28:7",
        "t": "“The*p Lord*s will cause your enemies who rise against you to be defeated before your face; they shall come out against you one way and flee before you seven ways."
    },
    {
        "o": 6196,
        "r": "nkjv:Deuteronomy:28:8",
        "t": "“The*p Lord*s will command the blessing on you in your storehouses and in all to which you set your hand, and He will bless you in the land which the Lord*s your God is giving you."
    },
    {
        "o": 6197,
        "r": "nkjv:Deuteronomy:28:9",
        "t": "“The*p Lord*s will establish you as a holy people to Himself, just as He has sworn to you, if you keep the commandments of the Lord*s your God and walk in His ways."
    },
    {
        "o": 6198,
        "r": "nkjv:Deuteronomy:28:10",
        "t": "Then all peoples of the earth shall see that you are called by the name of the Lord,*s and they shall be afraid of you."
    },
    {
        "o": 6199,
        "r": "nkjv:Deuteronomy:28:11",
        "t": "And the Lord*s will grant you plenty of goods, in the fruit of your body, in the increase of your livestock, and in the produce of your ground, in the land of which the Lord*s swore to your fathers to give you."
    },
    {
        "o": 6200,
        "r": "nkjv:Deuteronomy:28:12",
        "t": "The Lord*s will open to you His good treasure, the heavens, to give the rain to your land in its season, and to bless all the work of your hand. You shall lend to many nations, but you shall not borrow."
    },
    {
        "o": 6201,
        "r": "nkjv:Deuteronomy:28:13",
        "t": "And the Lord*s will make you the head and not the tail; you shall be above only, and not be beneath, if you heed the commandments of the Lord*s your God, which I command you today, and are careful to observe them.*i"
    },
    {
        "o": 6202,
        "r": "nkjv:Deuteronomy:28:14",
        "t": "So you shall not turn aside from any of the words which I command you this day, to*i the right or the left, to go after other gods to serve them."
    },
    {
        "o": 6203,
        "r": "nkjv:Deuteronomy:28:14",
        "t": "Curses on Disobedience",
        "h": 2
    },
    {
        "o": 6204,
        "r": "nkjv:Deuteronomy:28:15",
        "t": "“But*p it shall come to pass, if you do not obey the voice of the Lord*s your God, to observe carefully all His commandments and His statutes which I command you today, that all these curses will come upon you and overtake you:"
    },
    {
        "o": 6205,
        "r": "nkjv:Deuteronomy:28:16",
        "t": "“Cursed*p shall*i you be*i in the city, and cursed shall*i you be*i in the country."
    },
    {
        "o": 6206,
        "r": "nkjv:Deuteronomy:28:17",
        "t": "“Cursed*p shall*i be*i your basket and your kneading bowl."
    },
    {
        "o": 6207,
        "r": "nkjv:Deuteronomy:28:18",
        "t": "“Cursed*p shall*i be*i the fruit of your body and the produce of your land, the increase of your cattle and the offspring of your flocks."
    },
    {
        "o": 6208,
        "r": "nkjv:Deuteronomy:28:19",
        "t": "“Cursed*p shall*i you be*i when you come in, and cursed shall*i you be*i when you go out."
    },
    {
        "o": 6209,
        "r": "nkjv:Deuteronomy:28:20",
        "t": "“The*p Lord*s will send on you cursing, confusion, and rebuke in all that you set your hand to do, until you are destroyed and until you perish quickly, because of the wickedness of your doings in which you have forsaken Me."
    },
    {
        "o": 6210,
        "r": "nkjv:Deuteronomy:28:21",
        "t": "The Lord*s will make the plague cling to you until He has consumed you from the land which you are going to possess."
    },
    {
        "o": 6211,
        "r": "nkjv:Deuteronomy:28:22",
        "t": "The Lord*s will strike you with consumption, with fever, with inflammation, with severe burning fever, with the sword, with scorching, and with mildew; they shall pursue you until you perish."
    },
    {
        "o": 6212,
        "r": "nkjv:Deuteronomy:28:23",
        "t": "And your heavens which are*i over your head shall be bronze, and the earth which is under you shall*i be*i iron."
    },
    {
        "o": 6213,
        "r": "nkjv:Deuteronomy:28:24",
        "t": "The Lord*s will change the rain of your land to powder and dust; from the heaven it shall come down on you until you are destroyed."
    },
    {
        "o": 6214,
        "r": "nkjv:Deuteronomy:28:25",
        "t": "“The*p Lord*s will cause you to be defeated before your enemies; you shall go out one way against them and flee seven ways before them; and you shall become troublesome to all the kingdoms of the earth."
    },
    {
        "o": 6215,
        "r": "nkjv:Deuteronomy:28:26",
        "t": "Your carcasses shall be food for all the birds of the air and the beasts of the earth, and no one shall frighten them*i away."
    },
    {
        "o": 6216,
        "r": "nkjv:Deuteronomy:28:27",
        "t": "The Lord*s will strike you with the boils of Egypt, with tumors, with the scab, and with the itch, from which you cannot be healed."
    },
    {
        "o": 6217,
        "r": "nkjv:Deuteronomy:28:28",
        "t": "The Lord*s will strike you with madness and blindness and confusion of heart."
    },
    {
        "o": 6218,
        "r": "nkjv:Deuteronomy:28:29",
        "t": "And you shall grope at noonday, as a blind man gropes in darkness; you shall not prosper in your ways; you shall be only oppressed and plundered continually, and no one shall save you.*i"
    },
    {
        "o": 6219,
        "r": "nkjv:Deuteronomy:28:30",
        "t": "“You*p shall betroth a wife, but another man shall lie with her; you shall build a house, but you shall not dwell in it; you shall plant a vineyard, but shall not gather its grapes."
    },
    {
        "o": 6220,
        "r": "nkjv:Deuteronomy:28:31",
        "t": "Your ox shall*i be*i slaughtered before your eyes, but you shall not eat of it; your donkey shall*i be*i violently taken away from before you, and shall not be restored to you; your sheep shall*i be*i given to your enemies, and you shall have no one to rescue them.*i"
    },
    {
        "o": 6221,
        "r": "nkjv:Deuteronomy:28:32",
        "t": "Your sons and your daughters shall*i be*i given to another people, and your eyes shall look and fail with*i longing*i for them all day long; and there*i shall*i be*i no strength in your hand."
    },
    {
        "o": 6222,
        "r": "nkjv:Deuteronomy:28:33",
        "t": "A nation whom you have not known shall eat the fruit of your land and the produce of your labor, and you shall be only oppressed and crushed continually."
    },
    {
        "o": 6223,
        "r": "nkjv:Deuteronomy:28:34",
        "t": "So you shall be driven mad because of the sight which your eyes see."
    },
    {
        "o": 6224,
        "r": "nkjv:Deuteronomy:28:35",
        "t": "The Lord*s will strike you in the knees and on the legs with severe boils which cannot be healed, and from the sole of your foot to the top of your head."
    },
    {
        "o": 6225,
        "r": "nkjv:Deuteronomy:28:36",
        "t": "“The*p Lord*s will bring you and the king whom you set over you to a nation which neither you nor your fathers have known, and there you shall serve other gods—wood and stone."
    },
    {
        "o": 6226,
        "r": "nkjv:Deuteronomy:28:37",
        "t": "And you shall become an astonishment, a proverb, and a byword among all nations where the Lord*s will drive you."
    },
    {
        "o": 6227,
        "r": "nkjv:Deuteronomy:28:38",
        "t": "“You*p shall carry much seed out to the field but gather little in, for the locust shall consume it."
    },
    {
        "o": 6228,
        "r": "nkjv:Deuteronomy:28:39",
        "t": "You shall plant vineyards and tend them,*i but you shall neither drink of*i the wine nor gather the grapes;*i for the worms shall eat them."
    },
    {
        "o": 6229,
        "r": "nkjv:Deuteronomy:28:40",
        "t": "You shall have olive trees throughout all your territory, but you shall not anoint yourself*i with the oil; for your olives shall drop off."
    },
    {
        "o": 6230,
        "r": "nkjv:Deuteronomy:28:41",
        "t": "You shall beget sons and daughters, but they shall not be yours; for they shall go into captivity."
    },
    {
        "o": 6231,
        "r": "nkjv:Deuteronomy:28:42",
        "t": "Locusts shall consume all your trees and the produce of your land."
    },
    {
        "o": 6232,
        "r": "nkjv:Deuteronomy:28:43",
        "t": "“The*p alien who is*i among you shall rise higher and higher above you, and you shall come down lower and lower."
    },
    {
        "o": 6233,
        "r": "nkjv:Deuteronomy:28:44",
        "t": "He shall lend to you, but you shall not lend to him; he shall be the head, and you shall be the tail."
    },
    {
        "o": 6234,
        "r": "nkjv:Deuteronomy:28:45",
        "t": "“Moreover*p all these curses shall come upon you and pursue and overtake you, until you are destroyed, because you did not obey the voice of the Lord*s your God, to keep His commandments and His statutes which He commanded you."
    },
    {
        "o": 6235,
        "r": "nkjv:Deuteronomy:28:46",
        "t": "And they shall be upon you for a sign and a wonder, and on your descendants forever."
    },
    {
        "o": 6236,
        "r": "nkjv:Deuteronomy:28:47",
        "t": "“Because*p you did not serve the Lord*s your God with joy and gladness of heart, for the abundance of everything,"
    },
    {
        "o": 6237,
        "r": "nkjv:Deuteronomy:28:48",
        "t": "therefore you shall serve your enemies, whom the Lord*s will send against you, in hunger, in thirst, in nakedness, and in need of everything; and He will put a yoke of iron on your neck until He has destroyed you."
    },
    {
        "o": 6238,
        "r": "nkjv:Deuteronomy:28:49",
        "t": "The Lord*s will bring a nation against you from afar, from the end of the earth, as*i swift*i as the eagle flies, a nation whose language you will not understand,"
    },
    {
        "o": 6239,
        "r": "nkjv:Deuteronomy:28:50",
        "t": "a nation of fierce countenance, which does not respect the elderly nor show favor to the young."
    },
    {
        "o": 6240,
        "r": "nkjv:Deuteronomy:28:51",
        "t": "And they shall eat the increase of your livestock and the produce of your land, until you are destroyed; they shall not leave you grain or new wine or oil, or*i the increase of your cattle or the offspring of your flocks, until they have destroyed you."
    },
    {
        "o": 6241,
        "r": "nkjv:Deuteronomy:28:52",
        "t": "“They*p shall besiege you at all your gates until your high and fortified walls, in which you trust, come down throughout all your land; and they shall besiege you at all your gates throughout all your land which the Lord*s your God has given you."
    },
    {
        "o": 6242,
        "r": "nkjv:Deuteronomy:28:53",
        "t": "You shall eat the fruit of your own body, the flesh of your sons and your daughters whom the Lord*s your God has given you, in the siege and desperate straits in which your enemy shall distress you."
    },
    {
        "o": 6243,
        "r": "nkjv:Deuteronomy:28:54",
        "t": "The sensitive and very refined man among you will be hostile toward his brother, toward the wife of his bosom, and toward the rest of his children whom he leaves behind,"
    },
    {
        "o": 6244,
        "r": "nkjv:Deuteronomy:28:55",
        "t": "so that he will not give any of them the flesh of his children whom he will eat, because he has nothing left in the siege and desperate straits in which your enemy shall distress you at all your gates."
    },
    {
        "o": 6245,
        "r": "nkjv:Deuteronomy:28:56",
        "t": "The tender and delicate woman among you, who would not venture to set the sole of her foot on the ground because of her delicateness and sensitivity, will refuse to the husband of her bosom, and to her son and her daughter,"
    },
    {
        "o": 6246,
        "r": "nkjv:Deuteronomy:28:57",
        "t": "her placenta which comes out from between her feet and her children whom she bears; for she will eat them secretly for lack of everything in the siege and desperate straits in which your enemy shall distress you at all your gates."
    },
    {
        "o": 6247,
        "r": "nkjv:Deuteronomy:28:58",
        "t": "“If*p you do not carefully observe all the words of this law that are written in this book, that you may fear this glorious and awesome name, THE Lord YOUR GOD,"
    },
    {
        "o": 6248,
        "r": "nkjv:Deuteronomy:28:59",
        "t": "then the Lord*s will bring upon you and your descendants extraordinary plagues—great and prolonged plagues—and serious and prolonged sicknesses."
    },
    {
        "o": 6249,
        "r": "nkjv:Deuteronomy:28:60",
        "t": "Moreover He will bring back on you all the diseases of Egypt, of which you were afraid, and they shall cling to you."
    },
    {
        "o": 6250,
        "r": "nkjv:Deuteronomy:28:61",
        "t": "Also every sickness and every plague, which is*i not written in this Book of the Law, will the Lord*s bring upon you until you are destroyed."
    },
    {
        "o": 6251,
        "r": "nkjv:Deuteronomy:28:62",
        "t": "You shall be left few in number, whereas you were as the stars of heaven in multitude, because you would not obey the voice of the Lord*s your God."
    },
    {
        "o": 6252,
        "r": "nkjv:Deuteronomy:28:63",
        "t": "And it shall be, that*i just as the Lord*s rejoiced over you to do you good and multiply you, so the Lord*s will rejoice over you to destroy you and bring you to nothing; and you shall be plucked from off the land which you go to possess."
    },
    {
        "o": 6253,
        "r": "nkjv:Deuteronomy:28:64",
        "t": "“Then*p the Lord*s will scatter you among all peoples, from one end of the earth to the other, and there you shall serve other gods, which neither you nor your fathers have known—wood and stone."
    },
    {
        "o": 6254,
        "r": "nkjv:Deuteronomy:28:65",
        "t": "And among those nations you shall find no rest, nor shall the sole of your foot have a resting place; but there the Lord*s will give you a trembling heart, failing eyes, and anguish of soul."
    },
    {
        "o": 6255,
        "r": "nkjv:Deuteronomy:28:66",
        "t": "Your life shall hang in doubt before you; you shall fear day and night, and have no assurance of life."
    },
    {
        "o": 6256,
        "r": "nkjv:Deuteronomy:28:67",
        "t": "In the morning you shall say, ‘Oh, that it were evening!’ And at evening you shall say, ‘Oh, that it were morning!’ because of the fear which terrifies your heart, and because of the sight which your eyes see."
    },
    {
        "o": 6257,
        "r": "nkjv:Deuteronomy:28:68",
        "t": "“And*p the Lord*s will take you back to Egypt in ships, by the way of which I said to you, ‘You shall never see it again.’ And there you shall be offered for sale to your enemies as male and female slaves, but no one will buy you.”*i"
    },
    {
        "o": 6258,
        "r": "nkjv:Deuteronomy:29:0",
        "t": "Deuteronomy 29",
        "h": 1
    },
    {
        "o": 6259,
        "r": "nkjv:Deuteronomy:29:0",
        "t": "The Covenant Renewed in Moab",
        "h": 2
    },
    {
        "o": 6260,
        "r": "nkjv:Deuteronomy:29:1",
        "t": "These*p are*i the words of the covenant which the Lord*s commanded Moses to make with the children of Israel in the land of Moab, besides the covenant which He made with them in Horeb."
    },
    {
        "o": 6261,
        "r": "nkjv:Deuteronomy:29:2",
        "t": "Now*p Moses called all Israel and said to them: “You have seen all that the Lord*s did before your eyes in the land of Egypt, to Pharaoh and to all his servants and to all his land—"
    },
    {
        "o": 6262,
        "r": "nkjv:Deuteronomy:29:3",
        "t": "the great trials which your eyes have seen, the signs, and those great wonders."
    },
    {
        "o": 6263,
        "r": "nkjv:Deuteronomy:29:4",
        "t": "Yet the Lord*s has not given you a heart to perceive and eyes to see and ears to hear, to this very*i day."
    },
    {
        "o": 6264,
        "r": "nkjv:Deuteronomy:29:5",
        "t": "And I have led you forty years in the wilderness. Your clothes have not worn out on you, and your sandals have not worn out on your feet."
    },
    {
        "o": 6265,
        "r": "nkjv:Deuteronomy:29:6",
        "t": "You have not eaten bread, nor have you drunk wine or similar*i drink, that you may know that I am*i the Lord*s your God."
    },
    {
        "o": 6266,
        "r": "nkjv:Deuteronomy:29:7",
        "t": "And when you came to this place, Sihon king of Heshbon and Og king of Bashan came out against us to battle, and we conquered them."
    },
    {
        "o": 6267,
        "r": "nkjv:Deuteronomy:29:8",
        "t": "We took their land and gave it as an inheritance to the Reubenites, to the Gadites, and to half the tribe of Manasseh."
    },
    {
        "o": 6268,
        "r": "nkjv:Deuteronomy:29:9",
        "t": "Therefore keep the words of this covenant, and do them, that you may prosper in all that you do."
    },
    {
        "o": 6269,
        "r": "nkjv:Deuteronomy:29:10",
        "t": "“All*p of you stand today before the Lord*s your God: your leaders and your tribes and your elders and your officers, all the men of Israel,"
    },
    {
        "o": 6270,
        "r": "nkjv:Deuteronomy:29:11",
        "t": "your little ones and your wives—also the stranger who is*i in your camp, from the one who cuts your wood to the one who draws your water—"
    },
    {
        "o": 6271,
        "r": "nkjv:Deuteronomy:29:12",
        "t": "that you may enter into covenant with the Lord*s your God, and into His oath, which the Lord*s your God makes with you today,"
    },
    {
        "o": 6272,
        "r": "nkjv:Deuteronomy:29:13",
        "t": "that He may establish you today as a people for Himself, and that*i He may be God to you, just as He has spoken to you, and just as He has sworn to your fathers, to Abraham, Isaac, and Jacob."
    },
    {
        "o": 6273,
        "r": "nkjv:Deuteronomy:29:14",
        "t": "“I*p make this covenant and this oath, not with you alone,"
    },
    {
        "o": 6274,
        "r": "nkjv:Deuteronomy:29:15",
        "t": "but with him*i who stands here with us today before the Lord*s our God, as well as with him*i who is*i not here with us today"
    },
    {
        "o": 6275,
        "r": "nkjv:Deuteronomy:29:16",
        "t": "(for you know that we dwelt in the land of Egypt and that we came through the nations which you passed by,"
    },
    {
        "o": 6276,
        "r": "nkjv:Deuteronomy:29:17",
        "t": "and you saw their abominations and their idols which were*i among them—wood and stone and silver and gold);"
    },
    {
        "o": 6277,
        "r": "nkjv:Deuteronomy:29:18",
        "t": "so that there may not be among you man or woman or family or tribe, whose heart turns away today from the Lord*s our God, to go and*i serve the gods of these nations, and that there may not be among you a root bearing bitterness or wormwood;"
    },
    {
        "o": 6278,
        "r": "nkjv:Deuteronomy:29:19",
        "t": "and so it may not happen, when he hears the words of this curse, that he blesses himself in his heart, saying, ‘I shall have peace, even though I follow the dictates of my heart’— as though the drunkard could be included with the sober."
    },
    {
        "o": 6279,
        "r": "nkjv:Deuteronomy:29:20",
        "t": "“The*p Lord*s would not spare him; for then the anger of the Lord*s and His jealousy would burn against that man, and every curse that is written in this book would settle on him, and the Lord*s would blot out his name from under heaven."
    },
    {
        "o": 6280,
        "r": "nkjv:Deuteronomy:29:21",
        "t": "And the Lord*s would separate him from all the tribes of Israel for adversity, according to all the curses of the covenant that are written in this Book of the Law,"
    },
    {
        "o": 6281,
        "r": "nkjv:Deuteronomy:29:22",
        "t": "so that the coming generation of your children who rise up after you, and the foreigner who comes from a far land, would say, when they see the plagues of that land and the sicknesses which the Lord*s has laid on it:"
    },
    {
        "o": 6282,
        "r": "nkjv:Deuteronomy:29:23",
        "t": "‘The*p whole land is*i brimstone, salt, and burning; it is not sown, nor does it bear, nor does any grass grow there, like the overthrow of Sodom and Gomorrah, Admah, and Zeboiim, which the Lord*s overthrew in His anger and His wrath.’"
    },
    {
        "o": 6283,
        "r": "nkjv:Deuteronomy:29:24",
        "t": "“All nations would say, ‘Why has the Lord*s done so to this land? What does the heat of this great anger mean?’"
    },
    {
        "o": 6284,
        "r": "nkjv:Deuteronomy:29:25",
        "t": "Then people*i would say: ‘Because they have forsaken the covenant of the Lord*s God of their fathers, which He made with them when He brought them out of the land of Egypt;"
    },
    {
        "o": 6285,
        "r": "nkjv:Deuteronomy:29:26",
        "t": "for they went and served other gods and worshiped them, gods that they did not know and that He had not given to them."
    },
    {
        "o": 6286,
        "r": "nkjv:Deuteronomy:29:27",
        "t": "Then the anger of the Lord*s was aroused against this land, to bring on it every curse that is written in this book."
    },
    {
        "o": 6287,
        "r": "nkjv:Deuteronomy:29:28",
        "t": "And the Lord*s uprooted them from their land in anger, in wrath, and in great indignation, and cast them into another land, as it*i is*i this day.’"
    },
    {
        "o": 6288,
        "r": "nkjv:Deuteronomy:29:29",
        "t": "“The*p secret things*i belong*i to the Lord*s our God, but those things*i which*i are*i revealed belong*i to us and to our children forever, that we*i may do all the words of this law."
    },
    {
        "o": 6289,
        "r": "nkjv:Deuteronomy:30:0",
        "t": "Deuteronomy 30",
        "h": 1
    },
    {
        "o": 6290,
        "r": "nkjv:Deuteronomy:30:0",
        "t": "The Blessing of Returning to God",
        "h": 2
    },
    {
        "o": 6291,
        "r": "nkjv:Deuteronomy:30:1",
        "t": "“Now*p it shall come to pass, when all these things come upon you, the blessing and the curse which I have set before you, and you call them*i to mind among all the nations where the Lord*s your God drives you,"
    },
    {
        "o": 6292,
        "r": "nkjv:Deuteronomy:30:2",
        "t": "and you return to the Lord*s your God and obey His voice, according to all that I command you today, you and your children, with all your heart and with all your soul,"
    },
    {
        "o": 6293,
        "r": "nkjv:Deuteronomy:30:3",
        "t": "that the Lord*s your God will bring you back from captivity, and have compassion on you, and gather you again from all the nations where the Lord*s your God has scattered you."
    },
    {
        "o": 6294,
        "r": "nkjv:Deuteronomy:30:4",
        "t": "If any*i of you are driven out to the farthest parts*i under heaven, from there the Lord*s your God will gather you, and from there He will bring you."
    },
    {
        "o": 6295,
        "r": "nkjv:Deuteronomy:30:5",
        "t": "Then the Lord*s your God will bring you to the land which your fathers possessed, and you shall possess it. He will prosper you and multiply you more than your fathers."
    },
    {
        "o": 6296,
        "r": "nkjv:Deuteronomy:30:6",
        "t": "And the Lord*s your God will circumcise your heart and the heart of your descendants, to love the Lord*s your God with all your heart and with all your soul, that you may live."
    },
    {
        "o": 6297,
        "r": "nkjv:Deuteronomy:30:7",
        "t": "“Also*p the Lord*s your God will put all these curses on your enemies and on those who hate you, who persecuted you."
    },
    {
        "o": 6298,
        "r": "nkjv:Deuteronomy:30:8",
        "t": "And you will again obey the voice of the Lord*s and do all His commandments which I command you today."
    },
    {
        "o": 6299,
        "r": "nkjv:Deuteronomy:30:9",
        "t": "The Lord*s your God will make you abound in all the work of your hand, in the fruit of your body, in the increase of your livestock, and in the produce of your land for good. For the Lord*s will again rejoice over you for good as He rejoiced over your fathers,"
    },
    {
        "o": 6300,
        "r": "nkjv:Deuteronomy:30:10",
        "t": "if you obey the voice of the Lord*s your God, to keep His commandments and His statutes which are written in this Book of the Law, and*i if you turn to the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 6301,
        "r": "nkjv:Deuteronomy:30:10",
        "t": "The Choice of Life or Death",
        "h": 2
    },
    {
        "o": 6302,
        "r": "nkjv:Deuteronomy:30:11",
        "t": "“For*p this commandment which I command you today is*i not too*i mysterious for you, nor is*i it far off."
    },
    {
        "o": 6303,
        "r": "nkjv:Deuteronomy:30:12",
        "t": "It is*i not in heaven, that you should say, ‘Who will ascend into heaven for us and bring it to us, that we may hear it and do it?’"
    },
    {
        "o": 6304,
        "r": "nkjv:Deuteronomy:30:13",
        "t": "Nor is*i it beyond the sea, that you should say, ‘Who will go over the sea for us and bring it to us, that we may hear it and do it?’"
    },
    {
        "o": 6305,
        "r": "nkjv:Deuteronomy:30:14",
        "t": "But the word is*i very near you, in your mouth and in your heart, that you may do it."
    },
    {
        "o": 6306,
        "r": "nkjv:Deuteronomy:30:15",
        "t": "“See,*p I have set before you today life and good, death and evil,"
    },
    {
        "o": 6307,
        "r": "nkjv:Deuteronomy:30:16",
        "t": "in that I command you today to love the Lord*s your God, to walk in His ways, and to keep His commandments, His statutes, and His judgments, that you may live and multiply; and the Lord*s your God will bless you in the land which you go to possess."
    },
    {
        "o": 6308,
        "r": "nkjv:Deuteronomy:30:17",
        "t": "But if your heart turns away so that you do not hear, and are drawn away, and worship other gods and serve them,"
    },
    {
        "o": 6309,
        "r": "nkjv:Deuteronomy:30:18",
        "t": "I announce to you today that you shall surely perish; you shall not prolong your*i days in the land which you cross over the Jordan to go in and possess."
    },
    {
        "o": 6310,
        "r": "nkjv:Deuteronomy:30:19",
        "t": "I call heaven and earth as witnesses today against you, that*i I have set before you life and death, blessing and cursing; therefore choose life, that both you and your descendants may live;"
    },
    {
        "o": 6311,
        "r": "nkjv:Deuteronomy:30:20",
        "t": "that you may love the Lord*s your God, that you may obey His voice, and that you may cling to Him, for He is*i your life and the length of your days; and that you may dwell in the land which the Lord*s swore to your fathers, to Abraham, Isaac, and Jacob, to give them.”"
    },
    {
        "o": 6312,
        "r": "nkjv:Deuteronomy:31:0",
        "t": "Deuteronomy 31",
        "h": 1
    },
    {
        "o": 6313,
        "r": "nkjv:Deuteronomy:31:0",
        "t": "Joshua the New Leader of Israel",
        "h": 2
    },
    {
        "o": 6314,
        "r": "nkjv:Deuteronomy:31:1",
        "t": "Then*p Moses went and spoke these words to all Israel."
    },
    {
        "o": 6315,
        "r": "nkjv:Deuteronomy:31:2",
        "t": "And he said to them: “I am*i one hundred and twenty years old today. I can no longer go out and come in. Also the Lord*s has said to me, ‘You shall not cross over this Jordan.’"
    },
    {
        "o": 6316,
        "r": "nkjv:Deuteronomy:31:3",
        "t": "The Lord*s your God Himself crosses over before you; He will destroy these nations from before you, and you shall dispossess them. Joshua himself crosses over before you, just as the Lord*s has said."
    },
    {
        "o": 6317,
        "r": "nkjv:Deuteronomy:31:4",
        "t": "And the Lord*s will do to them as He did to Sihon and Og, the kings of the Amorites and their land, when He destroyed them."
    },
    {
        "o": 6318,
        "r": "nkjv:Deuteronomy:31:5",
        "t": "The Lord*s will give them over to you, that you may do to them according to every commandment which I have commanded you."
    },
    {
        "o": 6319,
        "r": "nkjv:Deuteronomy:31:6",
        "t": "Be strong and of good courage, do not fear nor be afraid of them; for the Lord*s your God, He is*i the One who goes with you. He will not leave you nor forsake you.”"
    },
    {
        "o": 6320,
        "r": "nkjv:Deuteronomy:31:7",
        "t": "Then*p Moses called Joshua and said to him in the sight of all Israel, “Be strong and of good courage, for you must go with this people to the land which the Lord*s has sworn to their fathers to give them, and you shall cause them to inherit it."
    },
    {
        "o": 6321,
        "r": "nkjv:Deuteronomy:31:8",
        "t": "And the Lord,*s He is*i the One who goes before you. He will be with you, He will not leave you nor forsake you; do not fear nor be dismayed.”"
    },
    {
        "o": 6322,
        "r": "nkjv:Deuteronomy:31:8",
        "t": "The Law to Be Read Every Seven Years",
        "h": 2
    },
    {
        "o": 6323,
        "r": "nkjv:Deuteronomy:31:9",
        "t": "So*p Moses wrote this law and delivered it to the priests, the sons of Levi, who bore the ark of the covenant of the Lord,*s and to all the elders of Israel."
    },
    {
        "o": 6324,
        "r": "nkjv:Deuteronomy:31:10",
        "t": "And Moses commanded them, saying: “At the end of every*i seven years, at the appointed time in the year of release, at the Feast of Tabernacles,"
    },
    {
        "o": 6325,
        "r": "nkjv:Deuteronomy:31:11",
        "t": "when all Israel comes to appear before the Lord*s your God in the place which He chooses, you shall read this law before all Israel in their hearing."
    },
    {
        "o": 6326,
        "r": "nkjv:Deuteronomy:31:12",
        "t": "Gather the people together, men and women and little ones, and the stranger who is*i within your gates, that they may hear and that they may learn to fear the Lord*s your God and carefully observe all the words of this law,"
    },
    {
        "o": 6327,
        "r": "nkjv:Deuteronomy:31:13",
        "t": "and that*i their children, who have not known it, may hear and learn to fear the Lord*s your God as long as you live in the land which you cross the Jordan to possess.”"
    },
    {
        "o": 6328,
        "r": "nkjv:Deuteronomy:31:13",
        "t": "Prediction of Israel’s Rebellion",
        "h": 2
    },
    {
        "o": 6329,
        "r": "nkjv:Deuteronomy:31:14",
        "t": "Then*p the Lord*s said to Moses, “Behold, the days approach when you must die; call Joshua, and present yourselves in the tabernacle of meeting, that I may inaugurate him.” So*p Moses and Joshua went and presented themselves in the tabernacle of meeting."
    },
    {
        "o": 6330,
        "r": "nkjv:Deuteronomy:31:15",
        "t": "Now the Lord*s appeared at the tabernacle in a pillar of cloud, and the pillar of cloud stood above the door of the tabernacle."
    },
    {
        "o": 6331,
        "r": "nkjv:Deuteronomy:31:16",
        "t": "And*p the Lord*s said to Moses: “Behold, you will rest with your fathers; and this people will rise and play the harlot with the gods of the foreigners of the land, where they go to*i be*i among them, and they will forsake Me and break My covenant which I have made with them."
    },
    {
        "o": 6332,
        "r": "nkjv:Deuteronomy:31:17",
        "t": "Then My anger shall be aroused against them in that day, and I will forsake them, and I will hide My face from them, and they shall be devoured. And many evils and troubles shall befall them, so that they will say in that day, ‘Have not these evils come upon us because our God is*i not among us?’"
    },
    {
        "o": 6333,
        "r": "nkjv:Deuteronomy:31:18",
        "t": "And I will surely hide My face in that day because of all the evil which they have done, in that they have turned to other gods."
    },
    {
        "o": 6334,
        "r": "nkjv:Deuteronomy:31:19",
        "t": "“Now*p therefore, write down this song for yourselves, and teach it to the children of Israel; put it in their mouths, that this song may be a witness for Me against the children of Israel."
    },
    {
        "o": 6335,
        "r": "nkjv:Deuteronomy:31:20",
        "t": "When I have brought them to the land flowing with milk and honey, of which I swore to their fathers, and they have eaten and filled themselves and grown fat, then they will turn to other gods and serve them; and they will provoke Me and break My covenant."
    },
    {
        "o": 6336,
        "r": "nkjv:Deuteronomy:31:21",
        "t": "Then it shall be, when many evils and troubles have come upon them, that this song will testify against them as a witness; for it will not be forgotten in the mouths of their descendants, for I know the inclination of their behavior today, even before I have brought them to the land of which I swore to*i give*i them.”*i"
    },
    {
        "o": 6337,
        "r": "nkjv:Deuteronomy:31:22",
        "t": "Therefore*p Moses wrote this song the same day, and taught it to the children of Israel."
    },
    {
        "o": 6338,
        "r": "nkjv:Deuteronomy:31:23",
        "t": "Then He inaugurated Joshua the son of Nun, and said, “Be strong and of good courage; for you shall bring the children of Israel into the land of which I swore to them, and I will be with you.”"
    },
    {
        "o": 6339,
        "r": "nkjv:Deuteronomy:31:24",
        "t": "So*p it was, when Moses had completed writing the words of this law in a book, when they were finished,"
    },
    {
        "o": 6340,
        "r": "nkjv:Deuteronomy:31:25",
        "t": "that Moses commanded the Levites, who bore the ark of the covenant of the Lord,*s saying:"
    },
    {
        "o": 6341,
        "r": "nkjv:Deuteronomy:31:26",
        "t": "“Take this Book of the Law, and put it beside the ark of the covenant of the Lord*s your God, that it may be there as a witness against you;"
    },
    {
        "o": 6342,
        "r": "nkjv:Deuteronomy:31:27",
        "t": "for I know your rebellion and your stiff neck. If*i today, while I am yet alive with you, you have been rebellious against the Lord,*s then how much more after my death?"
    },
    {
        "o": 6343,
        "r": "nkjv:Deuteronomy:31:28",
        "t": "Gather to me all the elders of your tribes, and your officers, that I may speak these words in their hearing and call heaven and earth to witness against them."
    },
    {
        "o": 6344,
        "r": "nkjv:Deuteronomy:31:29",
        "t": "For I know that after my death you will become utterly corrupt, and turn aside from the way which I have commanded you. And evil will befall you in the latter days, because you will do evil in the sight of the Lord,*s to provoke Him to anger through the work of your hands.”"
    },
    {
        "o": 6345,
        "r": "nkjv:Deuteronomy:31:29",
        "t": "The Song of Moses",
        "h": 2
    },
    {
        "o": 6346,
        "r": "nkjv:Deuteronomy:31:30",
        "t": "Then*p Moses spoke in the hearing of all the assembly of Israel the words of this song until they were ended:"
    },
    {
        "o": 6347,
        "r": "nkjv:Deuteronomy:32:0",
        "t": "Deuteronomy 32",
        "h": 1
    },
    {
        "o": 6348,
        "r": "nkjv:Deuteronomy:32:1",
        "t": "“Give*pn ear, O heavens, and I will speak; And*ld hear, O earth, the words of my mouth."
    },
    {
        "o": 6349,
        "r": "nkjv:Deuteronomy:32:2",
        "t": "Let*ld my teaching drop as the rain, My*ld speech distill as the dew, As*ld raindrops on the tender herb, And*ld as showers on the grass."
    },
    {
        "o": 6350,
        "r": "nkjv:Deuteronomy:32:3",
        "t": "For*ld I proclaim the name of the Lord:*s Ascribe*ld greatness to our God."
    },
    {
        "o": 6351,
        "r": "nkjv:Deuteronomy:32:4",
        "t": "He*ild is*i the Rock, His work is*i perfect; For*ld all His ways are*i justice, A*ld God of truth and without injustice; Righteous*ld and upright is*i He."
    },
    {
        "o": 6352,
        "r": "nkjv:Deuteronomy:32:5",
        "t": "“They*ld have corrupted themselves; They*ild are*i not His children, Because*ld of their blemish: A*ld perverse and crooked generation."
    },
    {
        "o": 6353,
        "r": "nkjv:Deuteronomy:32:6",
        "t": "Do*ld you thus deal with the Lord,*s O*ld foolish and unwise people? Is*ild He not your Father, who*i bought you? Has*ld He not made you and established you?"
    },
    {
        "o": 6354,
        "r": "nkjv:Deuteronomy:32:7",
        "t": "“Remember*ln the days of old, Consider*ld the years of many generations. Ask*ld your father, and he will show you; Your*ld elders, and they will tell you:"
    },
    {
        "o": 6355,
        "r": "nkjv:Deuteronomy:32:8",
        "t": "When*ld the Most High divided their inheritance to the nations, When*ld He separated the sons of Adam, He*ld set the boundaries of the peoples According*ld to the number of the children of Israel."
    },
    {
        "o": 6356,
        "r": "nkjv:Deuteronomy:32:9",
        "t": "For*ld the Lord’s*s portion is*i His people; Jacob*ld is*i the place of His inheritance."
    },
    {
        "o": 6357,
        "r": "nkjv:Deuteronomy:32:10",
        "t": "“He*ln found him in a desert land And*ld in the wasteland, a howling wilderness; He*ld encircled him, He instructed him, He*ld kept him as the apple of His eye."
    },
    {
        "o": 6358,
        "r": "nkjv:Deuteronomy:32:11",
        "t": "As*ld an eagle stirs up its nest, Hovers*ld over its young, Spreading*ld out its wings, taking them up, Carrying*ld them on its wings,"
    },
    {
        "o": 6359,
        "r": "nkjv:Deuteronomy:32:12",
        "t": "So*ild the Lord*s alone led him, And*ld there*i was*i no foreign god with him."
    },
    {
        "o": 6360,
        "r": "nkjv:Deuteronomy:32:13",
        "t": "“He*ln made him ride in the heights of the earth, That*ld he might eat the produce of the fields; He*ld made him draw honey from the rock, And*ld oil from the flinty rock;"
    },
    {
        "o": 6361,
        "r": "nkjv:Deuteronomy:32:14",
        "t": "Curds*ld from the cattle, and milk of the flock, With*ld fat of lambs; And*ld rams of the breed of Bashan, and goats, With*ld the choicest wheat; And*ld you drank wine, the blood of the grapes."
    },
    {
        "o": 6362,
        "r": "nkjv:Deuteronomy:32:15",
        "t": "“But*ln Jeshurun grew fat and kicked; You*ld grew fat, you grew thick, You*ld are obese! Then*ld he forsook God who*i made him, And*ld scornfully esteemed the Rock of his salvation."
    },
    {
        "o": 6363,
        "r": "nkjv:Deuteronomy:32:16",
        "t": "They*ld provoked Him to jealousy with foreign gods;*i With*ld abominations they provoked Him to anger."
    },
    {
        "o": 6364,
        "r": "nkjv:Deuteronomy:32:17",
        "t": "They*ld sacrificed to demons, not to God, To*ild gods*i they did not know, To*ld new gods,*i new arrivals That*ld your fathers did not fear."
    },
    {
        "o": 6365,
        "r": "nkjv:Deuteronomy:32:18",
        "t": "Of*ld the Rock who*i begot you, you are unmindful, And*ld have forgotten the God who fathered you."
    },
    {
        "o": 6366,
        "r": "nkjv:Deuteronomy:32:19",
        "t": "“And*ln when the Lord*s saw it,*i He spurned them,*i Because*ld of the provocation of His sons and His daughters."
    },
    {
        "o": 6367,
        "r": "nkjv:Deuteronomy:32:20",
        "t": "And*ld He said: ‘I will hide My face from them, I*ld will see what their end will*i be,*i For*ld they are*i a perverse generation, Children*ld in whom is*i no faith."
    },
    {
        "o": 6368,
        "r": "nkjv:Deuteronomy:32:21",
        "t": "They*ld have provoked Me to jealousy by what*i is not God; They*ld have moved Me to anger by their foolish idols. But*ld I will provoke them to jealousy by those*i who*i are*i not a nation; I*ld will move them to anger by a foolish nation."
    },
    {
        "o": 6369,
        "r": "nkjv:Deuteronomy:32:22",
        "t": "For*ld a fire is kindled in My anger, And*ld shall burn to the lowest hell; It*ld shall consume the earth with her increase, And*ld set on fire the foundations of the mountains."
    },
    {
        "o": 6370,
        "r": "nkjv:Deuteronomy:32:23",
        "t": "‘I*ln will heap disasters on them; I*ld will spend My arrows on them."
    },
    {
        "o": 6371,
        "r": "nkjv:Deuteronomy:32:24",
        "t": "They*ild shall*i be*i wasted with hunger, Devoured*ld by pestilence and bitter destruction; I*ld will also send against them the teeth of beasts, With*ld the poison of serpents of the dust."
    },
    {
        "o": 6372,
        "r": "nkjv:Deuteronomy:32:25",
        "t": "The*ld sword shall destroy outside; There*ild shall*i be*i terror within For*ld the young man and virgin, The*ld nursing child with the man of gray hairs."
    },
    {
        "o": 6373,
        "r": "nkjv:Deuteronomy:32:26",
        "t": "I*ld would have said, “I will dash them in pieces, I*ld will make the memory of them to cease from among men,”"
    },
    {
        "o": 6374,
        "r": "nkjv:Deuteronomy:32:27",
        "t": "Had*ld I not feared the wrath of the enemy, Lest*ld their adversaries should misunderstand, Lest*ld they should say, “Our hand is*i high; And*ld it is not the Lord*s who has done all this.”’"
    },
    {
        "o": 6375,
        "r": "nkjv:Deuteronomy:32:28",
        "t": "“For*ln they are*i a nation void of counsel, Nor*ld is*i there*i any*i understanding in them."
    },
    {
        "o": 6376,
        "r": "nkjv:Deuteronomy:32:29",
        "t": "Oh,*ld that they were wise, that*i they understood this, That*ild they would consider their latter end!"
    },
    {
        "o": 6377,
        "r": "nkjv:Deuteronomy:32:30",
        "t": "How*ld could one chase a thousand, And*ld two put ten thousand to flight, Unless*ld their Rock had sold them, And*ld the Lord*s had surrendered them?"
    },
    {
        "o": 6378,
        "r": "nkjv:Deuteronomy:32:31",
        "t": "For*ld their rock is*i not like our Rock, Even*ld our enemies themselves being*i judges."
    },
    {
        "o": 6379,
        "r": "nkjv:Deuteronomy:32:32",
        "t": "For*ld their vine is*i of the vine of Sodom And*ld of the fields of Gomorrah; Their*ld grapes are*i grapes of gall, Their*ld clusters are*i bitter."
    },
    {
        "o": 6380,
        "r": "nkjv:Deuteronomy:32:33",
        "t": "Their*ld wine is*i the poison of serpents, And*ld the cruel venom of cobras."
    },
    {
        "o": 6381,
        "r": "nkjv:Deuteronomy:32:34",
        "t": "‘Is*iln this not laid up in store with Me, Sealed*ld up among My treasures?"
    },
    {
        "o": 6382,
        "r": "nkjv:Deuteronomy:32:35",
        "t": "Vengeance*ld is Mine, and recompense; Their*ld foot shall slip in due*i time; For*ld the day of their calamity is*i at hand, And*ld the things to come hasten upon them.’"
    },
    {
        "o": 6383,
        "r": "nkjv:Deuteronomy:32:36",
        "t": "“For*ln the Lord*s will judge His people And*ld have compassion on His servants, When*ld He sees that their*i power is gone, And*ld there*i is*i no one remaining,*i bond or free."
    },
    {
        "o": 6384,
        "r": "nkjv:Deuteronomy:32:37",
        "t": "He*ld will say: ‘Where are*i their gods, The*ld rock in which they sought refuge?"
    },
    {
        "o": 6385,
        "r": "nkjv:Deuteronomy:32:38",
        "t": "Who*ld ate the fat of their sacrifices, And*ild drank the wine of their drink offering? Let*ld them rise and help you, And*ild be your refuge."
    },
    {
        "o": 6386,
        "r": "nkjv:Deuteronomy:32:39",
        "t": "‘Now*ln see that I, even*i I, am*i He, And*ld there*i is*i no God besides Me; I*ld kill and I make alive; I*ld wound and I heal; Nor*ld is*i there*i any*i who can deliver from My hand."
    },
    {
        "o": 6387,
        "r": "nkjv:Deuteronomy:32:40",
        "t": "For*ld I raise My hand to heaven, And*ld say, “As*i I live forever,"
    },
    {
        "o": 6388,
        "r": "nkjv:Deuteronomy:32:41",
        "t": "If*ld I whet My glittering sword, And*ld My hand takes hold on judgment, I*ld will render vengeance to My enemies, And*ld repay those who hate Me."
    },
    {
        "o": 6389,
        "r": "nkjv:Deuteronomy:32:42",
        "t": "I*ld will make My arrows drunk with blood, And*ld My sword shall devour flesh, With*ld the blood of the slain and the captives, From*ld the heads of the leaders of the enemy.”’"
    },
    {
        "o": 6390,
        "r": "nkjv:Deuteronomy:32:43",
        "t": "“Rejoice,*ln O Gentiles, with*i His people; For*ld He will avenge the blood of His servants, And*ld render vengeance to His adversaries; He*ld will provide atonement for His land and*i His people.”"
    },
    {
        "o": 6391,
        "r": "nkjv:Deuteronomy:32:44",
        "t": "So*p Moses came with Joshua the son of Nun and spoke all the words of this song in the hearing of the people."
    },
    {
        "o": 6392,
        "r": "nkjv:Deuteronomy:32:45",
        "t": "Moses finished speaking all these words to all Israel,"
    },
    {
        "o": 6393,
        "r": "nkjv:Deuteronomy:32:46",
        "t": "and he said to them: “Set your hearts on all the words which I testify among you today, which you shall command your children to be careful to observe—all the words of this law."
    },
    {
        "o": 6394,
        "r": "nkjv:Deuteronomy:32:47",
        "t": "For it is*i not a futile thing for you, because it is*i your life, and by this word you shall prolong your*i days in the land which you cross over the Jordan to possess.”"
    },
    {
        "o": 6395,
        "r": "nkjv:Deuteronomy:32:47",
        "t": "Moses to Die on Mount Nebo",
        "h": 2
    },
    {
        "o": 6396,
        "r": "nkjv:Deuteronomy:32:48",
        "t": "Then*p the Lord*s spoke to Moses that very same day, saying:"
    },
    {
        "o": 6397,
        "r": "nkjv:Deuteronomy:32:49",
        "t": "“Go up this mountain of the Abarim, Mount Nebo, which is*i in the land of Moab, across from Jericho; view the land of Canaan, which I give to the children of Israel as a possession;"
    },
    {
        "o": 6398,
        "r": "nkjv:Deuteronomy:32:50",
        "t": "and die on the mountain which you ascend, and be gathered to your people, just as Aaron your brother died on Mount Hor and was gathered to his people;"
    },
    {
        "o": 6399,
        "r": "nkjv:Deuteronomy:32:51",
        "t": "because you trespassed against Me among the children of Israel at the waters of Meribah Kadesh, in the Wilderness of Zin, because you did not hallow Me in the midst of the children of Israel."
    },
    {
        "o": 6400,
        "r": "nkjv:Deuteronomy:32:52",
        "t": "Yet you shall see the land before you,*i though you shall not go there, into the land which I am giving to the children of Israel.”"
    },
    {
        "o": 6401,
        "r": "nkjv:Deuteronomy:33:0",
        "t": "Deuteronomy 33",
        "h": 1
    },
    {
        "o": 6402,
        "r": "nkjv:Deuteronomy:33:0",
        "t": "Moses’ Final Blessing on Israel",
        "h": 2
    },
    {
        "o": 6403,
        "r": "nkjv:Deuteronomy:33:1",
        "t": "Now*p this is*i the blessing with which Moses the man of God blessed the children of Israel before his death."
    },
    {
        "o": 6404,
        "r": "nkjv:Deuteronomy:33:2",
        "t": "And he said: “The*pn Lord*s came from Sinai, And*ld dawned on them from Seir; He*ld shone forth from Mount Paran, And*ld He came with ten thousands of saints; From*ld His right hand Came*ild a fiery law for them."
    },
    {
        "o": 6405,
        "r": "nkjv:Deuteronomy:33:3",
        "t": "Yes,*ld He loves the people; All*ld His saints are*i in Your hand; They*ld sit down at Your feet; Everyone*ild receives Your words."
    },
    {
        "o": 6406,
        "r": "nkjv:Deuteronomy:33:4",
        "t": "Moses*ld commanded a law for us, A*ld heritage of the congregation of Jacob."
    },
    {
        "o": 6407,
        "r": "nkjv:Deuteronomy:33:5",
        "t": "And*ld He was King in Jeshurun, When*ld the leaders of the people were gathered, All*ld the tribes of Israel together."
    },
    {
        "o": 6408,
        "r": "nkjv:Deuteronomy:33:6",
        "t": "“Let*ln Reuben live, and not die, Nor*ild let his men be few.”"
    },
    {
        "o": 6409,
        "r": "nkjv:Deuteronomy:33:7",
        "t": "And*p this he said of Judah: “Hear,*pn Lord,*s the voice of Judah, And*ld bring him to his people; Let*ld his hands be sufficient for him, And*ld may You be a help against his enemies.”"
    },
    {
        "o": 6410,
        "r": "nkjv:Deuteronomy:33:8",
        "t": "And*p of Levi he said: “Let*ipn Your Thummim and Your Urim be*i with Your holy one, Whom*ld You tested at Massah, And*ld with whom You contended at the waters of Meribah,"
    },
    {
        "o": 6411,
        "r": "nkjv:Deuteronomy:33:9",
        "t": "Who*ld says of his father and mother, ‘I*ld have not seen them’; Nor*ld did he acknowledge his brothers, Or*ld know his own children; For*ld they have observed Your word And*ld kept Your covenant."
    },
    {
        "o": 6412,
        "r": "nkjv:Deuteronomy:33:10",
        "t": "They*ld shall teach Jacob Your judgments, And*ld Israel Your law. They*ld shall put incense before You, And*ld a whole burnt sacrifice on Your altar."
    },
    {
        "o": 6413,
        "r": "nkjv:Deuteronomy:33:11",
        "t": "Bless*ld his substance, Lord,*s And*ld accept the work of his hands; Strike*ld the loins of those who rise against him, And*ld of those who hate him, that they rise not again.”"
    },
    {
        "o": 6414,
        "r": "nkjv:Deuteronomy:33:12",
        "t": "Of*p Benjamin he said: “The*pn beloved of the Lord*s shall dwell in safety by Him, Who*ild shelters him all the day long; And*ld he shall dwell between His shoulders.”"
    },
    {
        "o": 6415,
        "r": "nkjv:Deuteronomy:33:13",
        "t": "And*p of Joseph he said: “Blessed*pn of the Lord*s is*i his land, With*ld the precious things of heaven, with the dew, And*ld the deep lying beneath,"
    },
    {
        "o": 6416,
        "r": "nkjv:Deuteronomy:33:14",
        "t": "With*ld the precious fruits of the sun, With*ld the precious produce of the months,"
    },
    {
        "o": 6417,
        "r": "nkjv:Deuteronomy:33:15",
        "t": "With*ld the best things of the ancient mountains, With*ld the precious things of the everlasting hills,"
    },
    {
        "o": 6418,
        "r": "nkjv:Deuteronomy:33:16",
        "t": "With*ld the precious things of the earth and its fullness, And*ld the favor of Him who dwelt in the bush. Let*ld the*i blessing*i come ‘on the head of Joseph, And*ld on the crown of the head of him who*i was*i separate from his brothers.’"
    },
    {
        "o": 6419,
        "r": "nkjv:Deuteronomy:33:17",
        "t": "His*ld glory is*i like*i a firstborn bull, And*ld his horns like*i the horns of the wild ox; Together*ld with them He*ld shall push the peoples To*ld the ends of the earth; They*ld are*i the ten thousands of Ephraim, And*ld they are*i the thousands of Manasseh.”"
    },
    {
        "o": 6420,
        "r": "nkjv:Deuteronomy:33:18",
        "t": "And*p of Zebulun he said: “Rejoice,*pn Zebulun, in your going out, And*ld Issachar in your tents!"
    },
    {
        "o": 6421,
        "r": "nkjv:Deuteronomy:33:19",
        "t": "They*ld shall call the peoples to*i the mountain; There*ld they shall offer sacrifices of righteousness; For*ld they shall partake of*i the abundance of the seas And*ld of*i treasures hidden in the sand.”"
    },
    {
        "o": 6422,
        "r": "nkjv:Deuteronomy:33:20",
        "t": "And*p of Gad he said: “Blessed*pn is*i he who enlarges Gad; He*ld dwells as a lion, And*ld tears the arm and the crown of his head."
    },
    {
        "o": 6423,
        "r": "nkjv:Deuteronomy:33:21",
        "t": "He*ld provided the first part*i for himself, Because*ld a lawgiver’s portion was reserved there. He*ld came with*i the heads of the people; He*ld administered the justice of the Lord,*s And*ld His judgments with Israel.”"
    },
    {
        "o": 6424,
        "r": "nkjv:Deuteronomy:33:22",
        "t": "And*p of Dan he said: “Dan*pn is*i a lion’s whelp; He*ld shall leap from Bashan.”"
    },
    {
        "o": 6425,
        "r": "nkjv:Deuteronomy:33:23",
        "t": "And*p of Naphtali he said: “O*pn Naphtali, satisfied with favor, And*ld full of the blessing of the Lord,*s Possess*ld the west and the south.”"
    },
    {
        "o": 6426,
        "r": "nkjv:Deuteronomy:33:24",
        "t": "And*p of Asher he said: “Asher*pn is*i most blessed of sons; Let*ld him be favored by his brothers, And*ld let him dip his foot in oil."
    },
    {
        "o": 6427,
        "r": "nkjv:Deuteronomy:33:25",
        "t": "Your*ld sandals shall*i be*i iron and bronze; As*ld your days, so*i shall*i your strength be.*i"
    },
    {
        "o": 6428,
        "r": "nkjv:Deuteronomy:33:26",
        "t": "“There*iln is*i no one like the God of Jeshurun, Who*ild rides the heavens to help you, And*ld in His excellency on the clouds."
    },
    {
        "o": 6429,
        "r": "nkjv:Deuteronomy:33:27",
        "t": "The*ld eternal God is*i your*i refuge, And*ld underneath are*i the everlasting arms; He*ld will thrust out the enemy from before you, And*ld will say, ‘Destroy!’"
    },
    {
        "o": 6430,
        "r": "nkjv:Deuteronomy:33:28",
        "t": "Then*ld Israel shall dwell in safety, The*ld fountain of Jacob alone, In*ld a land of grain and new wine; His*ld heavens shall also drop dew."
    },
    {
        "o": 6431,
        "r": "nkjv:Deuteronomy:33:29",
        "t": "Happy*ld are*i you, O Israel! Who*ld is*i like you, a people saved by the Lord,*s The*ld shield of your help And*ld the sword of your majesty! Your*ld enemies shall submit to you, And*ld you shall tread down their high places.”"
    },
    {
        "o": 6432,
        "r": "nkjv:Deuteronomy:34:0",
        "t": "Deuteronomy 34",
        "h": 1
    },
    {
        "o": 6433,
        "r": "nkjv:Deuteronomy:34:0",
        "t": "Moses Dies on Mount Nebo",
        "h": 2
    },
    {
        "o": 6434,
        "r": "nkjv:Deuteronomy:34:1",
        "t": "Then*p Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, which is across from Jericho. And the Lord*s showed him all the land of Gilead as far as Dan,"
    },
    {
        "o": 6435,
        "r": "nkjv:Deuteronomy:34:2",
        "t": "all Naphtali and the land of Ephraim and Manasseh, all the land of Judah as far as the Western Sea,"
    },
    {
        "o": 6436,
        "r": "nkjv:Deuteronomy:34:3",
        "t": "the South, and the plain of the Valley of Jericho, the city of palm trees, as far as Zoar."
    },
    {
        "o": 6437,
        "r": "nkjv:Deuteronomy:34:4",
        "t": "Then the Lord*s said to him, “This is*i the land of which I swore to give Abraham, Isaac, and Jacob, saying, ‘I will give it to your descendants.’ I have caused you to see it*i with your eyes, but you shall not cross over there.”"
    },
    {
        "o": 6438,
        "r": "nkjv:Deuteronomy:34:5",
        "t": "So*p Moses the servant of the Lord*s died there in the land of Moab, according to the word of the Lord.*s"
    },
    {
        "o": 6439,
        "r": "nkjv:Deuteronomy:34:6",
        "t": "And He buried him in a valley in the land of Moab, opposite Beth Peor; but no one knows his grave to this day."
    },
    {
        "o": 6440,
        "r": "nkjv:Deuteronomy:34:7",
        "t": "Moses was*i one hundred and twenty years old when he died. His eyes were not dim nor his natural vigor diminished."
    },
    {
        "o": 6441,
        "r": "nkjv:Deuteronomy:34:8",
        "t": "And the children of Israel wept for Moses in the plains of Moab thirty days. So the days of weeping and*i mourning for Moses ended."
    },
    {
        "o": 6442,
        "r": "nkjv:Deuteronomy:34:9",
        "t": "Now*p Joshua the son of Nun was full of the spirit of wisdom, for Moses had laid his hands on him; so the children of Israel heeded him, and did as the Lord*s had commanded Moses."
    },
    {
        "o": 6443,
        "r": "nkjv:Deuteronomy:34:10",
        "t": "But*p since then there has not arisen in Israel a prophet like Moses, whom the Lord*s knew face to face,"
    },
    {
        "o": 6444,
        "r": "nkjv:Deuteronomy:34:11",
        "t": "in all the signs and wonders which the Lord*s sent him to do in the land of Egypt, before Pharaoh, before all his servants, and in all his land,"
    },
    {
        "o": 6445,
        "r": "nkjv:Deuteronomy:34:12",
        "t": "and by all that mighty power and all the great terror which Moses performed in the sight of all Israel."
    }
]
