[
    {
        "o": 3276,
        "r": "niv:Leviticus:11:0",
        "t": "Leviticus 11",
        "h": 1
    },
    {
        "o": 3277,
        "r": "niv:Leviticus:11:0",
        "t": "Clean and Unclean Food",
        "h": 2
    },
    {
        "o": 3278,
        "r": "niv:Leviticus:11:1",
        "t": "The*p Lord*s said to Moses and Aaron,"
    },
    {
        "o": 3279,
        "r": "niv:Leviticus:11:2",
        "t": "“Say to the Israelites: ‘Of all the animals that live on land, these are the ones you may eat:"
    },
    {
        "o": 3280,
        "r": "niv:Leviticus:11:3",
        "t": "You may eat any animal that has a divided hoof and that chews the cud."
    },
    {
        "o": 3281,
        "r": "niv:Leviticus:11:4",
        "t": "“ ‘There*p are some that only chew the cud or only have a divided hoof, but you must not eat them. The camel, though it chews the cud, does not have a divided hoof; it is ceremonially unclean for you."
    },
    {
        "o": 3282,
        "r": "niv:Leviticus:11:5",
        "t": "The hyrax, though it chews the cud, does not have a divided hoof; it is unclean for you."
    },
    {
        "o": 3283,
        "r": "niv:Leviticus:11:6",
        "t": "The rabbit, though it chews the cud, does not have a divided hoof; it is unclean for you."
    },
    {
        "o": 3284,
        "r": "niv:Leviticus:11:7",
        "t": "And the pig, though it has a divided hoof, does not chew the cud; it is unclean for you."
    },
    {
        "o": 3285,
        "r": "niv:Leviticus:11:8",
        "t": "You must not eat their meat or touch their carcasses; they are unclean for you."
    },
    {
        "o": 3286,
        "r": "niv:Leviticus:11:9",
        "t": "“ ‘Of*p all the creatures living in the water of the seas and the streams you may eat any that have fins and scales."
    },
    {
        "o": 3287,
        "r": "niv:Leviticus:11:10",
        "t": "But all creatures in the seas or streams that do not have fins and scales—whether among all the swarming things or among all the other living creatures in the water—you are to regard as unclean."
    },
    {
        "o": 3288,
        "r": "niv:Leviticus:11:11",
        "t": "And since you are to regard them as unclean, you must not eat their meat; you must regard their carcasses as unclean."
    },
    {
        "o": 3289,
        "r": "niv:Leviticus:11:12",
        "t": "Anything living in the water that does not have fins and scales is to be regarded as unclean by you."
    },
    {
        "o": 3290,
        "r": "niv:Leviticus:11:13",
        "t": "“ ‘These*p are the birds you are to regard as unclean and not eat because they are unclean: the eagle, the vulture, the black vulture,"
    },
    {
        "o": 3291,
        "r": "niv:Leviticus:11:14",
        "t": "the red kite, any kind of black kite,"
    },
    {
        "o": 3292,
        "r": "niv:Leviticus:11:15",
        "t": "any kind of raven,"
    },
    {
        "o": 3293,
        "r": "niv:Leviticus:11:16",
        "t": "the horned owl, the screech owl, the gull, any kind of hawk,"
    },
    {
        "o": 3294,
        "r": "niv:Leviticus:11:17",
        "t": "the little owl, the cormorant, the great owl,"
    },
    {
        "o": 3295,
        "r": "niv:Leviticus:11:18",
        "t": "the white owl, the desert owl, the osprey,"
    },
    {
        "o": 3296,
        "r": "niv:Leviticus:11:19",
        "t": "the stork, any kind of heron, the hoopoe and the bat."
    },
    {
        "o": 3297,
        "r": "niv:Leviticus:11:20",
        "t": "“ ‘All*p flying insects that walk on all fours are to be regarded as unclean by you."
    },
    {
        "o": 3298,
        "r": "niv:Leviticus:11:21",
        "t": "There are, however, some flying insects that walk on all fours that you may eat: those that have jointed legs for hopping on the ground."
    },
    {
        "o": 3299,
        "r": "niv:Leviticus:11:22",
        "t": "Of these you may eat any kind of locust, katydid, cricket or grasshopper."
    },
    {
        "o": 3300,
        "r": "niv:Leviticus:11:23",
        "t": "But all other flying insects that have four legs you are to regard as unclean."
    },
    {
        "o": 3301,
        "r": "niv:Leviticus:11:24",
        "t": "“ ‘You*p will make yourselves unclean by these; whoever touches their carcasses will be unclean till evening."
    },
    {
        "o": 3302,
        "r": "niv:Leviticus:11:25",
        "t": "Whoever picks up one of their carcasses must wash their clothes, and they will be unclean till evening."
    },
    {
        "o": 3303,
        "r": "niv:Leviticus:11:26",
        "t": "“ ‘Every*p animal that does not have a divided hoof or that does not chew the cud is unclean for you; whoever touches the carcass of any of them will be unclean."
    },
    {
        "o": 3304,
        "r": "niv:Leviticus:11:27",
        "t": "Of all the animals that walk on all fours, those that walk on their paws are unclean for you; whoever touches their carcasses will be unclean till evening."
    },
    {
        "o": 3305,
        "r": "niv:Leviticus:11:28",
        "t": "Anyone who picks up their carcasses must wash their clothes, and they will be unclean till evening. These animals are unclean for you."
    },
    {
        "o": 3306,
        "r": "niv:Leviticus:11:29",
        "t": "“ ‘Of*p the animals that move along the ground, these are unclean for you: the weasel, the rat, any kind of great lizard,"
    },
    {
        "o": 3307,
        "r": "niv:Leviticus:11:30",
        "t": "the gecko, the monitor lizard, the wall lizard, the skink and the chameleon."
    },
    {
        "o": 3308,
        "r": "niv:Leviticus:11:31",
        "t": "Of all those that move along the ground, these are unclean for you. Whoever touches them when they are dead will be unclean till evening."
    },
    {
        "o": 3309,
        "r": "niv:Leviticus:11:32",
        "t": "When one of them dies and falls on something, that article, whatever its use, will be unclean, whether it is made of wood, cloth, hide or sackcloth. Put it in water; it will be unclean till evening, and then it will be clean."
    },
    {
        "o": 3310,
        "r": "niv:Leviticus:11:33",
        "t": "If one of them falls into a clay pot, everything in it will be unclean, and you must break the pot."
    },
    {
        "o": 3311,
        "r": "niv:Leviticus:11:34",
        "t": "Any food you are allowed to eat that has come into contact with water from any such pot is unclean, and any liquid that is drunk from such a pot is unclean."
    },
    {
        "o": 3312,
        "r": "niv:Leviticus:11:35",
        "t": "Anything that one of their carcasses falls on becomes unclean; an oven or cooking pot must be broken up. They are unclean, and you are to regard them as unclean."
    },
    {
        "o": 3313,
        "r": "niv:Leviticus:11:36",
        "t": "A spring, however, or a cistern for collecting water remains clean, but anyone who touches one of these carcasses is unclean."
    },
    {
        "o": 3314,
        "r": "niv:Leviticus:11:37",
        "t": "If a carcass falls on any seeds that are to be planted, they remain clean."
    },
    {
        "o": 3315,
        "r": "niv:Leviticus:11:38",
        "t": "But if water has been put on the seed and a carcass falls on it, it is unclean for you."
    },
    {
        "o": 3316,
        "r": "niv:Leviticus:11:39",
        "t": "“ ‘If*p an animal that you are allowed to eat dies, anyone who touches its carcass will be unclean till evening."
    },
    {
        "o": 3317,
        "r": "niv:Leviticus:11:40",
        "t": "Anyone who eats some of its carcass must wash their clothes, and they will be unclean till evening. Anyone who picks up the carcass must wash their clothes, and they will be unclean till evening."
    },
    {
        "o": 3318,
        "r": "niv:Leviticus:11:41",
        "t": "“ ‘Every*p creature that moves along the ground is to be regarded as unclean; it is not to be eaten."
    },
    {
        "o": 3319,
        "r": "niv:Leviticus:11:42",
        "t": "You are not to eat any creature that moves along the ground, whether it moves on its belly or walks on all fours or on many feet; it is unclean."
    },
    {
        "o": 3320,
        "r": "niv:Leviticus:11:43",
        "t": "Do not defile yourselves by any of these creatures. Do not make yourselves unclean by means of them or be made unclean by them."
    },
    {
        "o": 3321,
        "r": "niv:Leviticus:11:44",
        "t": "I am the Lord*s your God; consecrate yourselves and be holy, because I am holy. Do not make yourselves unclean by any creature that moves along the ground."
    },
    {
        "o": 3322,
        "r": "niv:Leviticus:11:45",
        "t": "I am the Lord,*s who brought you up out of Egypt to be your God; therefore be holy, because I am holy."
    },
    {
        "o": 3323,
        "r": "niv:Leviticus:11:46",
        "t": "“ ‘These*p are the regulations concerning animals, birds, every living thing that moves about in the water and every creature that moves along the ground."
    },
    {
        "o": 3324,
        "r": "niv:Leviticus:11:47",
        "t": "You must distinguish between the unclean and the clean, between living creatures that may be eaten and those that may not be eaten.’ ”"
    }
]
