[
    {
        "o": 4773,
        "r": "csb:Numbers:21:0",
        "t": "Numbers 21",
        "h": 1
    },
    {
        "o": 4774,
        "r": "csb:Numbers:21:0",
        "t": "Canaanite King Defeated",
        "h": 2
    },
    {
        "o": 4775,
        "r": "csb:Numbers:21:1",
        "t": "When*p the Canaanite king of Arad, who lived in the Negev, heard that Israel was coming on the Atharim road, he fought against Israel and captured some prisoners."
    },
    {
        "o": 4776,
        "r": "csb:Numbers:21:2",
        "t": "Then Israel made a vow to the Lord,*s “If you will hand this people over to us, we will completely destroy their cities.”"
    },
    {
        "o": 4777,
        "r": "csb:Numbers:21:3",
        "t": "The Lord*s listened to Israel’s request and handed the Canaanites over to them, and Israel completely destroyed them and their cities. So they named the place Hormah."
    },
    {
        "o": 4778,
        "r": "csb:Numbers:21:3",
        "t": "The Bronze Snake",
        "h": 2
    },
    {
        "o": 4779,
        "r": "csb:Numbers:21:4",
        "t": "Then*p they set out from Mount Hor by way of the Red Sea to bypass the land of Edom, but the people became impatient because of the journey."
    },
    {
        "o": 4780,
        "r": "csb:Numbers:21:5",
        "t": "The people spoke against God and Moses: “Why have you led us up from Egypt to die in the wilderness? There is no bread or water, and we detest this wretched food!”"
    },
    {
        "o": 4781,
        "r": "csb:Numbers:21:6",
        "t": "Then the Lord*s sent poisonous snakes among the people, and they bit them so that many Israelites died."
    },
    {
        "o": 4782,
        "r": "csb:Numbers:21:7",
        "t": "The*p people then came to Moses and said, “We have sinned by speaking against the Lord*s and against you. Intercede with the Lord*s so that he will take the snakes away from us.” And Moses interceded for the people."
    },
    {
        "o": 4783,
        "r": "csb:Numbers:21:8",
        "t": "Then*p the Lord*s said to Moses, “Make a snake image and mount it on a pole. When anyone who is bitten looks at it, he will recover.”"
    },
    {
        "o": 4784,
        "r": "csb:Numbers:21:9",
        "t": "So Moses made a bronze snake and mounted it on a pole. Whenever someone was bitten, and he looked at the bronze snake, he recovered."
    },
    {
        "o": 4785,
        "r": "csb:Numbers:21:9",
        "t": "Journey around Moab",
        "h": 2
    },
    {
        "o": 4786,
        "r": "csb:Numbers:21:10",
        "t": "The*p Israelites set out and camped at Oboth."
    },
    {
        "o": 4787,
        "r": "csb:Numbers:21:11",
        "t": "They set out from Oboth and camped at Iye-abarim in the wilderness that borders Moab on the east."
    },
    {
        "o": 4788,
        "r": "csb:Numbers:21:12",
        "t": "From there they went and camped at Zered Valley."
    },
    {
        "o": 4789,
        "r": "csb:Numbers:21:13",
        "t": "They set out from there and camped on the other side of the Arnon River, in the wilderness that extends from the Amorite border, because the Arnon was the Moabite border between Moab and the Amorites."
    },
    {
        "o": 4790,
        "r": "csb:Numbers:21:14",
        "t": "Therefore it is stated in the Book of the Lord’s*s Wars: Waheb*pn in Suphah and*ln the ravines of the Arnon,"
    },
    {
        "o": 4791,
        "r": "csb:Numbers:21:15",
        "t": "even*ln the slopes of the ravines that*ln extend to the site of Ar and*ln lie along the border of Moab."
    },
    {
        "o": 4792,
        "r": "csb:Numbers:21:16",
        "t": "From*p there they went to Beer, the well the Lord*s told Moses about, “Gather the people so I may give them water.”"
    },
    {
        "o": 4793,
        "r": "csb:Numbers:21:17",
        "t": "Then Israel sang this song: Spring*pn up, well - sing to it!"
    },
    {
        "o": 4794,
        "r": "csb:Numbers:21:18",
        "t": "The*ln princes dug the well; the*ln nobles of the people hollowed it out with*ln a scepter and with their staffs. They*p went from the wilderness to Mattanah,"
    },
    {
        "o": 4795,
        "r": "csb:Numbers:21:19",
        "t": "from Mattanah to Nahaliel, from Nahaliel to Bamoth,"
    },
    {
        "o": 4796,
        "r": "csb:Numbers:21:20",
        "t": "from Bamoth to the valley in the territory of Moab near the Pisgah highlands that overlook the wasteland."
    },
    {
        "o": 4797,
        "r": "csb:Numbers:21:20",
        "t": "Amorite Kings Defeated",
        "h": 2
    },
    {
        "o": 4798,
        "r": "csb:Numbers:21:21",
        "t": "Israel*p sent messengers to say to King Sihon of the Amorites,"
    },
    {
        "o": 4799,
        "r": "csb:Numbers:21:22",
        "t": "“Let us travel through your land. We won’t go into the fields or vineyards. We won’t drink any well water. We will travel the King’s Highway until we have traveled through your territory.”"
    },
    {
        "o": 4800,
        "r": "csb:Numbers:21:23",
        "t": "But Sihon would not let Israel travel through his territory. Instead, he gathered his whole army and went out to confront Israel in the wilderness. When he came to Jahaz, he fought against Israel."
    },
    {
        "o": 4801,
        "r": "csb:Numbers:21:24",
        "t": "Israel struck him with the sword and took possession of his land from the Arnon to the Jabbok, but only up to the Ammonite border, because it was fortified."
    },
    {
        "o": 4802,
        "r": "csb:Numbers:21:25",
        "t": "Israel*p took all the cities and lived in all these Amorite cities, including Heshbon and all its surrounding villages."
    },
    {
        "o": 4803,
        "r": "csb:Numbers:21:26",
        "t": "Heshbon was the city of King Sihon of the Amorites, who had fought against the former king of Moab and had taken control of all his land as far as the Arnon."
    },
    {
        "o": 4804,
        "r": "csb:Numbers:21:27",
        "t": "Therefore the poets say: Come*pn to Heshbon, let it be rebuilt; let*ln the city of Sihon be restored."
    },
    {
        "o": 4805,
        "r": "csb:Numbers:21:28",
        "t": "For*ln fire came out of Heshbon, a*ln flame from the city of Sihon. It*ln consumed Ar of Moab, the*ln citizens of Arnon’s heights."
    },
    {
        "o": 4806,
        "r": "csb:Numbers:21:29",
        "t": "Woe*ln to you, Moab! You*ln have been destroyed, people of Chemosh! He*ln gave up his sons as refugees, and*ln his daughters into captivity to*ln Sihon the Amorite king."
    },
    {
        "o": 4807,
        "r": "csb:Numbers:21:30",
        "t": "We*ln threw them down; Heshbon*ln has been destroyed as far as Dibon. We*ln caused desolation as far as Nophah, which*ln reaches as far as Medeba."
    },
    {
        "o": 4808,
        "r": "csb:Numbers:21:31",
        "t": "So*p Israel lived in the Amorites’ land."
    },
    {
        "o": 4809,
        "r": "csb:Numbers:21:32",
        "t": "After Moses sent spies to Jazer, Israel captured its surrounding villages and drove out the Amorites who were there."
    },
    {
        "o": 4810,
        "r": "csb:Numbers:21:33",
        "t": "Then*p they turned and went up the road to Bashan, and King Og of Bashan came out against them with his whole army to do battle at Edrei."
    },
    {
        "o": 4811,
        "r": "csb:Numbers:21:34",
        "t": "But the Lord*s said to Moses, “Do not fear him, for I have handed him over to you along with his whole army and his land. Do to him as you did to King Sihon of the Amorites, who lived in Heshbon.”"
    },
    {
        "o": 4812,
        "r": "csb:Numbers:21:35",
        "t": "So they struck him, his sons, and his whole army until no one was left, and they took possession of his land."
    }
]
