[
    {
        "o": 32075,
        "r": "csb:Romans:16:0",
        "t": "Romans 16",
        "h": 1
    },
    {
        "o": 32076,
        "r": "csb:Romans:16:0",
        "t": "Paul’s Commendation of Phoebe",
        "h": 2
    },
    {
        "o": 32077,
        "r": "csb:Romans:16:1",
        "t": "I*p commend to you our sister Phoebe, who is a servant of the church in Cenchreae."
    },
    {
        "o": 32078,
        "r": "csb:Romans:16:2",
        "t": "So you should welcome her in the Lord in a manner worthy of the saints and assist her in whatever matter she may require your help. For indeed she has been a benefactor of many - and of me also."
    },
    {
        "o": 32079,
        "r": "csb:Romans:16:2",
        "t": "Greeting to Roman Christians",
        "h": 2
    },
    {
        "o": 32080,
        "r": "csb:Romans:16:3",
        "t": "Give*p my greetings to Prisca and Aquila, my coworkers in Christ Jesus,"
    },
    {
        "o": 32081,
        "r": "csb:Romans:16:4",
        "t": "who risked their own necks for my life. Not only do I thank them, but so do all the Gentile churches."
    },
    {
        "o": 32082,
        "r": "csb:Romans:16:5",
        "t": "Greet also the church that meets in their home. Greet my dear friend Epaenetus, who is the first convert to Christ from Asia."
    },
    {
        "o": 32083,
        "r": "csb:Romans:16:6",
        "t": "Greet Mary, who has worked very hard for you."
    },
    {
        "o": 32084,
        "r": "csb:Romans:16:7",
        "t": "Greet Andronicus and Junia, my fellow Jews and fellow prisoners. They are noteworthy in the eyes of the apostles, and they were also in Christ before me."
    },
    {
        "o": 32085,
        "r": "csb:Romans:16:8",
        "t": "Greet Ampliatus, my dear friend in the Lord."
    },
    {
        "o": 32086,
        "r": "csb:Romans:16:9",
        "t": "Greet Urbanus, our coworker in Christ, and my dear friend Stachys."
    },
    {
        "o": 32087,
        "r": "csb:Romans:16:10",
        "t": "Greet Apelles, who is approved in Christ. Greet those who belong to the household of Aristobulus."
    },
    {
        "o": 32088,
        "r": "csb:Romans:16:11",
        "t": "Greet Herodion, my fellow Jew. Greet those who belong to the household of Narcissus who are in the Lord."
    },
    {
        "o": 32089,
        "r": "csb:Romans:16:12",
        "t": "Greet Tryphaena and Tryphosa, who have worked hard in the Lord. Greet my dear friend Persis, who has worked very hard in the Lord."
    },
    {
        "o": 32090,
        "r": "csb:Romans:16:13",
        "t": "Greet Rufus, chosen in the Lord; also his mother - and mine."
    },
    {
        "o": 32091,
        "r": "csb:Romans:16:14",
        "t": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers and sisters who are with them."
    },
    {
        "o": 32092,
        "r": "csb:Romans:16:15",
        "t": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them."
    },
    {
        "o": 32093,
        "r": "csb:Romans:16:16",
        "t": "Greet one another with a holy kiss. All the churches of Christ send you greetings."
    },
    {
        "o": 32094,
        "r": "csb:Romans:16:16",
        "t": "Warning against Divisive People",
        "h": 2
    },
    {
        "o": 32095,
        "r": "csb:Romans:16:17",
        "t": "Now*p I urge you, brothers and sisters, to watch out for those who create divisions and obstacles contrary to the teaching that you learned. Avoid them,"
    },
    {
        "o": 32096,
        "r": "csb:Romans:16:18",
        "t": "because such people do not serve our Lord Christ but their own appetites. They deceive the hearts of the unsuspecting with smooth talk and flattering words."
    },
    {
        "o": 32097,
        "r": "csb:Romans:16:18",
        "t": "Paul’s Gracious Conclusion",
        "h": 2
    },
    {
        "o": 32098,
        "r": "csb:Romans:16:19",
        "t": "The*p report of your obedience has reached everyone. Therefore I rejoice over you, but I want you to be wise about what is good, and yet innocent about what is evil."
    },
    {
        "o": 32099,
        "r": "csb:Romans:16:20",
        "t": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus be with you."
    },
    {
        "o": 32100,
        "r": "csb:Romans:16:21",
        "t": "Timothy,*p my coworker, and Lucius, Jason, and Sosipater, my fellow countrymen, greet you."
    },
    {
        "o": 32101,
        "r": "csb:Romans:16:22",
        "t": "I,*p Tertius, who wrote this letter, greet you in the Lord."
    },
    {
        "o": 32102,
        "r": "csb:Romans:16:23",
        "t": "Gaius,*p who is host to me and to the whole church, greets you. Erastus, the city treasurer, and our brother Quartus greet you."
    },
    {
        "o": 32103,
        "r": "csb:Romans:16:23",
        "t": "Glory to God",
        "h": 2
    },
    {
        "o": 32104,
        "r": "csb:Romans:16:25",
        "t": "Now*p to him who is able to strengthen you according to my gospel and the proclamation about Jesus Christ, according to the revelation of the mystery kept silent for long ages"
    },
    {
        "o": 32105,
        "r": "csb:Romans:16:26",
        "t": "but now revealed and made known through the prophetic Scriptures, according to the command of the eternal God to advance the obedience of faith among all the Gentiles -"
    },
    {
        "o": 32106,
        "r": "csb:Romans:16:27",
        "t": "to the only wise God, through Jesus Christ - to him be the glory forever! Amen."
    }
]
