[
    {
        "o": 1702,
        "r": "nkjv:Exodus:2:0",
        "t": "Exodus 2",
        "h": 1
    },
    {
        "o": 1703,
        "r": "nkjv:Exodus:2:0",
        "t": "Moses Is Born",
        "h": 2
    },
    {
        "o": 1704,
        "r": "nkjv:Exodus:2:1",
        "t": "And*p a man of the house of Levi went and took as*i wife*i a daughter of Levi."
    },
    {
        "o": 1705,
        "r": "nkjv:Exodus:2:2",
        "t": "So the woman conceived and bore a son. And when she saw that he was*i a beautiful child,*i she hid him three months."
    },
    {
        "o": 1706,
        "r": "nkjv:Exodus:2:3",
        "t": "But when she could no longer hide him, she took an ark of bulrushes for him, daubed it with asphalt and pitch, put the child in it, and laid it*i in the reeds by the river’s bank."
    },
    {
        "o": 1707,
        "r": "nkjv:Exodus:2:4",
        "t": "And his sister stood afar off, to know what would be done to him."
    },
    {
        "o": 1708,
        "r": "nkjv:Exodus:2:5",
        "t": "Then*p the daughter of Pharaoh came down to bathe at the river. And her maidens walked along the riverside; and when she saw the ark among the reeds, she sent her maid to get it."
    },
    {
        "o": 1709,
        "r": "nkjv:Exodus:2:6",
        "t": "And when she opened it,*i she saw the child, and behold, the baby wept. So she had compassion on him, and said, “This is one of the Hebrews’ children.”"
    },
    {
        "o": 1710,
        "r": "nkjv:Exodus:2:7",
        "t": "Then*p his sister said to Pharaoh’s daughter, “Shall I go and call a nurse for you from the Hebrew women, that she may nurse the child for you?”"
    },
    {
        "o": 1711,
        "r": "nkjv:Exodus:2:8",
        "t": "And*p Pharaoh’s daughter said to her, “Go.” So the maiden went and called the child’s mother."
    },
    {
        "o": 1712,
        "r": "nkjv:Exodus:2:9",
        "t": "Then Pharaoh’s daughter said to her, “Take this child away and nurse him for me, and I will give you*i your wages.” So the woman took the child and nursed him."
    },
    {
        "o": 1713,
        "r": "nkjv:Exodus:2:10",
        "t": "And the child grew, and she brought him to Pharaoh’s daughter, and he became her son. So she called his name Moses, saying, “Because I drew him out of the water.”"
    },
    {
        "o": 1714,
        "r": "nkjv:Exodus:2:10",
        "t": "Moses Flees to Midian",
        "h": 2
    },
    {
        "o": 1715,
        "r": "nkjv:Exodus:2:11",
        "t": "Now*p it came to pass in those days, when Moses was grown, that he went out to his brethren and looked at their burdens. And he saw an Egyptian beating a Hebrew, one of his brethren."
    },
    {
        "o": 1716,
        "r": "nkjv:Exodus:2:12",
        "t": "So he looked this way and that way, and when he saw no one, he killed the Egyptian and hid him in the sand."
    },
    {
        "o": 1717,
        "r": "nkjv:Exodus:2:13",
        "t": "And when he went out the second day, behold, two Hebrew men were fighting, and he said to the one who did the wrong, “Why are you striking your companion?”"
    },
    {
        "o": 1718,
        "r": "nkjv:Exodus:2:14",
        "t": "Then*p he said, “Who made you a prince and a judge over us? Do you intend to kill me as you killed the Egyptian?” So*p Moses feared and said, “Surely this thing is known!”"
    },
    {
        "o": 1719,
        "r": "nkjv:Exodus:2:15",
        "t": "When Pharaoh heard of this matter, he sought to kill Moses. But Moses fled from the face of Pharaoh and dwelt in the land of Midian; and he sat down by a well."
    },
    {
        "o": 1720,
        "r": "nkjv:Exodus:2:16",
        "t": "Now*p the priest of Midian had seven daughters. And they came and drew water, and they filled the troughs to water their father’s flock."
    },
    {
        "o": 1721,
        "r": "nkjv:Exodus:2:17",
        "t": "Then the shepherds came and drove them away; but Moses stood up and helped them, and watered their flock."
    },
    {
        "o": 1722,
        "r": "nkjv:Exodus:2:18",
        "t": "When*p they came to Reuel their father, he said, “How is*i it*i that*i you have come so soon today?”"
    },
    {
        "o": 1723,
        "r": "nkjv:Exodus:2:19",
        "t": "And*p they said, “An Egyptian delivered us from the hand of the shepherds, and he also drew enough water for us and watered the flock.”"
    },
    {
        "o": 1724,
        "r": "nkjv:Exodus:2:20",
        "t": "So*p he said to his daughters, “And where is*i he? Why is*i it that*i you have left the man? Call him, that he may eat bread.”"
    },
    {
        "o": 1725,
        "r": "nkjv:Exodus:2:21",
        "t": "Then*p Moses was content to live with the man, and he gave Zipporah his daughter to Moses."
    },
    {
        "o": 1726,
        "r": "nkjv:Exodus:2:22",
        "t": "And she bore him*i a son. He called his name Gershom, for he said, “I have been a stranger in a foreign land.”"
    },
    {
        "o": 1727,
        "r": "nkjv:Exodus:2:23",
        "t": "Now*p it happened in the process of time that the king of Egypt died. Then the children of Israel groaned because of the bondage, and they cried out; and their cry came up to God because of the bondage."
    },
    {
        "o": 1728,
        "r": "nkjv:Exodus:2:24",
        "t": "So God heard their groaning, and God remembered His covenant with Abraham, with Isaac, and with Jacob."
    },
    {
        "o": 1729,
        "r": "nkjv:Exodus:2:25",
        "t": "And God looked upon the children of Israel, and God acknowledged them.*i"
    }
]
