[
    {
        "o": 4027,
        "r": "nkjv:Numbers:2:0",
        "t": "Numbers 2",
        "h": 1
    },
    {
        "o": 4028,
        "r": "nkjv:Numbers:2:0",
        "t": "The Tribes and Leaders by Armies",
        "h": 2
    },
    {
        "o": 4029,
        "r": "nkjv:Numbers:2:1",
        "t": "And*p the Lord*s spoke to Moses and Aaron, saying:"
    },
    {
        "o": 4030,
        "r": "nkjv:Numbers:2:2",
        "t": "“Everyone of the children of Israel shall camp by his own standard, beside the emblems of his father’s house; they shall camp some distance from the tabernacle of meeting."
    },
    {
        "o": 4031,
        "r": "nkjv:Numbers:2:3",
        "t": "On the east side, toward the rising of the sun, those of the standard of the forces with Judah shall camp according to their armies; and Nahshon the son of Amminadab shall*i be*i the leader of the children of Judah.”"
    },
    {
        "o": 4032,
        "r": "nkjv:Numbers:2:4",
        "t": "And his army was numbered at seventy-four thousand six hundred."
    },
    {
        "o": 4033,
        "r": "nkjv:Numbers:2:5",
        "t": "“Those*p who camp next to him shall*i be*i the tribe of Issachar, and Nethanel the son of Zuar shall*i be*i the leader of the children of Issachar.”"
    },
    {
        "o": 4034,
        "r": "nkjv:Numbers:2:6",
        "t": "And his army was numbered at fifty-four thousand four hundred."
    },
    {
        "o": 4035,
        "r": "nkjv:Numbers:2:7",
        "t": "“Then*p comes*i the tribe of Zebulun, and Eliab the son of Helon shall*i be*i the leader of the children of Zebulun.”"
    },
    {
        "o": 4036,
        "r": "nkjv:Numbers:2:8",
        "t": "And his army was numbered at fifty-seven thousand four hundred."
    },
    {
        "o": 4037,
        "r": "nkjv:Numbers:2:9",
        "t": "“All who were numbered according to their armies of the forces with Judah, one hundred and eighty-six thousand four hundred— these shall break camp first."
    },
    {
        "o": 4038,
        "r": "nkjv:Numbers:2:10",
        "t": "“On*p the south side shall*i be*i the standard of the forces with Reuben according to their armies, and the leader of the children of Reuben shall*i be*i Elizur the son of Shedeur.”"
    },
    {
        "o": 4039,
        "r": "nkjv:Numbers:2:11",
        "t": "And his army was numbered at forty-six thousand five hundred."
    },
    {
        "o": 4040,
        "r": "nkjv:Numbers:2:12",
        "t": "“Those*p who camp next to him shall*i be*i the tribe of Simeon, and the leader of the children of Simeon shall*i be*i Shelumiel the son of Zurishaddai.”"
    },
    {
        "o": 4041,
        "r": "nkjv:Numbers:2:13",
        "t": "And his army was numbered at fifty-nine thousand three hundred."
    },
    {
        "o": 4042,
        "r": "nkjv:Numbers:2:14",
        "t": "“Then*p comes*i the tribe of Gad, and the leader of the children of Gad shall*i be*i Eliasaph the son of Reuel.”"
    },
    {
        "o": 4043,
        "r": "nkjv:Numbers:2:15",
        "t": "And his army was numbered at forty-five thousand six hundred and fifty."
    },
    {
        "o": 4044,
        "r": "nkjv:Numbers:2:16",
        "t": "“All who were numbered according to their armies of the forces with Reuben, one hundred and fifty-one thousand four hundred and fifty— they shall be the second to break camp."
    },
    {
        "o": 4045,
        "r": "nkjv:Numbers:2:17",
        "t": "“And*p the tabernacle of meeting shall move out with the camp of the Levites in the middle of the camps; as they camp, so they shall move out, everyone in his place, by their standards."
    },
    {
        "o": 4046,
        "r": "nkjv:Numbers:2:18",
        "t": "“On*p the west side shall*i be*i the standard of the forces with Ephraim according to their armies, and the leader of the children of Ephraim shall*i be*i Elishama the son of Ammihud.”"
    },
    {
        "o": 4047,
        "r": "nkjv:Numbers:2:19",
        "t": "And his army was numbered at forty thousand five hundred."
    },
    {
        "o": 4048,
        "r": "nkjv:Numbers:2:20",
        "t": "“Next*p to him comes*i the tribe of Manasseh, and the leader of the children of Manasseh shall*i be*i Gamaliel the son of Pedahzur.”"
    },
    {
        "o": 4049,
        "r": "nkjv:Numbers:2:21",
        "t": "And his army was numbered at thirty-two thousand two hundred."
    },
    {
        "o": 4050,
        "r": "nkjv:Numbers:2:22",
        "t": "“Then*p comes*i the tribe of Benjamin, and the leader of the children of Benjamin shall*i be*i Abidan the son of Gideoni.”"
    },
    {
        "o": 4051,
        "r": "nkjv:Numbers:2:23",
        "t": "And his army was numbered at thirty-five thousand four hundred."
    },
    {
        "o": 4052,
        "r": "nkjv:Numbers:2:24",
        "t": "“All who were numbered according to their armies of the forces with Ephraim, one hundred and eight thousand one hundred— they shall be the third to break camp."
    },
    {
        "o": 4053,
        "r": "nkjv:Numbers:2:25",
        "t": "“The*p standard of the forces with Dan shall*i be*i on the north side according to their armies, and the leader of the children of Dan shall*i be*i Ahiezer the son of Ammishaddai.”"
    },
    {
        "o": 4054,
        "r": "nkjv:Numbers:2:26",
        "t": "And his army was numbered at sixty-two thousand seven hundred."
    },
    {
        "o": 4055,
        "r": "nkjv:Numbers:2:27",
        "t": "“Those*p who camp next to him shall*i be*i the tribe of Asher, and the leader of the children of Asher shall*i be*i Pagiel the son of Ocran.”"
    },
    {
        "o": 4056,
        "r": "nkjv:Numbers:2:28",
        "t": "And his army was numbered at forty-one thousand five hundred."
    },
    {
        "o": 4057,
        "r": "nkjv:Numbers:2:29",
        "t": "“Then*p comes*i the tribe of Naphtali, and the leader of the children of Naphtali shall*i be*i Ahira the son of Enan.”"
    },
    {
        "o": 4058,
        "r": "nkjv:Numbers:2:30",
        "t": "And his army was numbered at fifty-three thousand four hundred."
    },
    {
        "o": 4059,
        "r": "nkjv:Numbers:2:31",
        "t": "“All who were numbered of the forces with Dan, one hundred and fifty-seven thousand six hundred— they shall break camp last, with their standards.”"
    },
    {
        "o": 4060,
        "r": "nkjv:Numbers:2:32",
        "t": "These*p are*i the ones who were numbered of the children of Israel by their fathers’ houses. All who were numbered according to their armies of the forces were*i six hundred and three thousand five hundred and fifty."
    },
    {
        "o": 4061,
        "r": "nkjv:Numbers:2:33",
        "t": "But the Levites were not numbered among the children of Israel, just as the Lord*s commanded Moses."
    },
    {
        "o": 4062,
        "r": "nkjv:Numbers:2:34",
        "t": "Thus*p the children of Israel did according to all that the Lord*s commanded Moses; so they camped by their standards and so they broke camp, each one by his family, according to their fathers’ houses."
    }
]
