[
    {
        "o": 31369,
        "r": "niv:1 Corinthians:3:0",
        "t": "1 Corinthians 3",
        "h": 1
    },
    {
        "o": 31370,
        "r": "niv:1 Corinthians:3:0",
        "t": "The Church and Its Leaders",
        "h": 2
    },
    {
        "o": 31371,
        "r": "niv:1 Corinthians:3:1",
        "t": "Brothers*p and sisters, I could not address you as people who live by the Spirit but as people who are still worldly—mere infants in Christ."
    },
    {
        "o": 31372,
        "r": "niv:1 Corinthians:3:2",
        "t": "I gave you milk, not solid food, for you were not yet ready for it. Indeed, you are still not ready."
    },
    {
        "o": 31373,
        "r": "niv:1 Corinthians:3:3",
        "t": "You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere humans?"
    },
    {
        "o": 31374,
        "r": "niv:1 Corinthians:3:4",
        "t": "For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not mere human beings?"
    },
    {
        "o": 31375,
        "r": "niv:1 Corinthians:3:5",
        "t": "What,*p after all, is Apollos? And what is Paul? Only servants, through whom you came to believe—as the Lord has assigned to each his task."
    },
    {
        "o": 31376,
        "r": "niv:1 Corinthians:3:6",
        "t": "I planted the seed, Apollos watered it, but God has been making it grow."
    },
    {
        "o": 31377,
        "r": "niv:1 Corinthians:3:7",
        "t": "So neither the one who plants nor the one who waters is anything, but only God, who makes things grow."
    },
    {
        "o": 31378,
        "r": "niv:1 Corinthians:3:8",
        "t": "The one who plants and the one who waters have one purpose, and they will each be rewarded according to their own labor."
    },
    {
        "o": 31379,
        "r": "niv:1 Corinthians:3:9",
        "t": "For we are co-workers in God’s service; you are God’s field, God’s building."
    },
    {
        "o": 31380,
        "r": "niv:1 Corinthians:3:10",
        "t": "By*p the grace God has given me, I laid a foundation as a wise builder, and someone else is building on it. But each one should build with care."
    },
    {
        "o": 31381,
        "r": "niv:1 Corinthians:3:11",
        "t": "For no one can lay any foundation other than the one already laid, which is Jesus Christ."
    },
    {
        "o": 31382,
        "r": "niv:1 Corinthians:3:12",
        "t": "If anyone builds on this foundation using gold, silver, costly stones, wood, hay or straw,"
    },
    {
        "o": 31383,
        "r": "niv:1 Corinthians:3:13",
        "t": "their work will be shown for what it is, because the Day will bring it to light. It will be revealed with fire, and the fire will test the quality of each person’s work."
    },
    {
        "o": 31384,
        "r": "niv:1 Corinthians:3:14",
        "t": "If what has been built survives, the builder will receive a reward."
    },
    {
        "o": 31385,
        "r": "niv:1 Corinthians:3:15",
        "t": "If it is burned up, the builder will suffer loss but yet will be saved—even though only as one escaping through the flames."
    },
    {
        "o": 31386,
        "r": "niv:1 Corinthians:3:16",
        "t": "Don’t*p you know that you yourselves are God’s temple and that God’s Spirit dwells in your midst?"
    },
    {
        "o": 31387,
        "r": "niv:1 Corinthians:3:17",
        "t": "If anyone destroys God’s temple, God will destroy that person; for God’s temple is sacred, and you together are that temple."
    },
    {
        "o": 31388,
        "r": "niv:1 Corinthians:3:18",
        "t": "Do*p not deceive yourselves. If any of you think you are wise by the standards of this age, you should become “fools” so that you may become wise."
    },
    {
        "o": 31389,
        "r": "niv:1 Corinthians:3:19",
        "t": "For the wisdom of this world is foolishness in God’s sight. As it is written: “He catches the wise in their craftiness”;"
    },
    {
        "o": 31390,
        "r": "niv:1 Corinthians:3:20",
        "t": "and again, “The Lord knows that the thoughts of the wise are futile.”"
    },
    {
        "o": 31391,
        "r": "niv:1 Corinthians:3:21",
        "t": "So then, no more boasting about human leaders! All things are yours,"
    },
    {
        "o": 31392,
        "r": "niv:1 Corinthians:3:22",
        "t": "whether Paul or Apollos or Cephas or the world or life or death or the present or the future—all are yours,"
    },
    {
        "o": 31393,
        "r": "niv:1 Corinthians:3:23",
        "t": "and you are of Christ, and Christ is of God."
    }
]
