[
    {
        "o": 7821,
        "r": "esv:Ruth:2:0",
        "t": "Ruth 2",
        "h": 1
    },
    {
        "o": 7822,
        "r": "esv:Ruth:2:0",
        "t": "Ruth Meets Boaz",
        "h": 2
    },
    {
        "o": 7823,
        "r": "esv:Ruth:2:1",
        "t": "Now*p Naomi had a relative of her husband’s, a worthy man of the clan of Elimelech, whose name was Boaz."
    },
    {
        "o": 7824,
        "r": "esv:Ruth:2:2",
        "t": "And Ruth the Moabite said to Naomi, “Let me go to the field and glean among the ears of grain after him in whose sight I shall find favor.” And she said to her, “Go, my daughter.”"
    },
    {
        "o": 7825,
        "r": "esv:Ruth:2:3",
        "t": "So she set out and went and gleaned in the field after the reapers, and she happened to come to the part of the field belonging to Boaz, who was of the clan of Elimelech."
    },
    {
        "o": 7826,
        "r": "esv:Ruth:2:4",
        "t": "And behold, Boaz came from Bethlehem. And he said to the reapers, “The Lord*s be with you!” And they answered, “The Lord*s bless you.”"
    },
    {
        "o": 7827,
        "r": "esv:Ruth:2:5",
        "t": "Then Boaz said to his young man who was in charge of the reapers, “Whose young woman is this?”"
    },
    {
        "o": 7828,
        "r": "esv:Ruth:2:6",
        "t": "And the servant who was in charge of the reapers answered, “She is the young Moabite woman, who came back with Naomi from the country of Moab."
    },
    {
        "o": 7829,
        "r": "esv:Ruth:2:7",
        "t": "She said, ‘Please let me glean and gather among the sheaves after the reapers.’ So she came, and she has continued from early morning until now, except for a short rest.”"
    },
    {
        "o": 7830,
        "r": "esv:Ruth:2:8",
        "t": "Then*p Boaz said to Ruth, “Now, listen, my daughter, do not go to glean in another field or leave this one, but keep close to my young women."
    },
    {
        "o": 7831,
        "r": "esv:Ruth:2:9",
        "t": "Let your eyes be on the field that they are reaping, and go after them. Have I not charged the young men not to touch you? And when you are thirsty, go to the vessels and drink what the young men have drawn.”"
    },
    {
        "o": 7832,
        "r": "esv:Ruth:2:10",
        "t": "Then she fell on her face, bowing to the ground, and said to him, “Why have I found favor in your eyes, that you should take notice of me, since I am a foreigner?”"
    },
    {
        "o": 7833,
        "r": "esv:Ruth:2:11",
        "t": "But Boaz answered her, “All that you have done for your mother-in-law since the death of your husband has been fully told to me, and how you left your father and mother and your native land and came to a people that you did not know before."
    },
    {
        "o": 7834,
        "r": "esv:Ruth:2:12",
        "t": "The Lord*s repay you for what you have done, and a full reward be given you by the Lord,*s the God of Israel, under whose wings you have come to take refuge!”"
    },
    {
        "o": 7835,
        "r": "esv:Ruth:2:13",
        "t": "Then she said, “I have found favor in your eyes, my lord, for you have comforted me and spoken kindly to your servant, though I am not one of your servants.”"
    },
    {
        "o": 7836,
        "r": "esv:Ruth:2:14",
        "t": "And*p at mealtime Boaz said to her, “Come here and eat some bread and dip your morsel in the wine.” So she sat beside the reapers, and he passed to her roasted grain. And she ate until she was satisfied, and she had some left over."
    },
    {
        "o": 7837,
        "r": "esv:Ruth:2:15",
        "t": "When she rose to glean, Boaz instructed his young men, saying, “Let her glean even among the sheaves, and do not reproach her."
    },
    {
        "o": 7838,
        "r": "esv:Ruth:2:16",
        "t": "And also pull out some from the bundles for her and leave it for her to glean, and do not rebuke her.”"
    },
    {
        "o": 7839,
        "r": "esv:Ruth:2:17",
        "t": "So*p she gleaned in the field until evening. Then she beat out what she had gleaned, and it was about an ephah of barley."
    },
    {
        "o": 7840,
        "r": "esv:Ruth:2:18",
        "t": "And she took it up and went into the city. Her mother-in-law saw what she had gleaned. She also brought out and gave her what food she had left over after being satisfied."
    },
    {
        "o": 7841,
        "r": "esv:Ruth:2:19",
        "t": "And her mother-in-law said to her, “Where did you glean today? And where have you worked? Blessed be the man who took notice of you.” So she told her mother-in-law with whom she had worked and said, “The man’s name with whom I worked today is Boaz.”"
    },
    {
        "o": 7842,
        "r": "esv:Ruth:2:20",
        "t": "And Naomi said to her daughter-in-law, “May he be blessed by the Lord,*s whose kindness has not forsaken the living or the dead!” Naomi also said to her, “The man is a close relative of ours, one of our redeemers.”"
    },
    {
        "o": 7843,
        "r": "esv:Ruth:2:21",
        "t": "And Ruth the Moabite said, “Besides, he said to me, ‘You shall keep close by my young men until they have finished all my harvest.’”"
    },
    {
        "o": 7844,
        "r": "esv:Ruth:2:22",
        "t": "And Naomi said to Ruth, her daughter-in-law, “It is good, my daughter, that you go out with his young women, lest in another field you be assaulted.”"
    },
    {
        "o": 7845,
        "r": "esv:Ruth:2:23",
        "t": "So she kept close to the young women of Boaz, gleaning until the end of the barley and wheat harvests. And she lived with her mother-in-law."
    }
]
