[
    {
        "o": 2909,
        "r": "niv:Exodus:39:0",
        "t": "Exodus 39",
        "h": 1
    },
    {
        "o": 2910,
        "r": "niv:Exodus:39:0",
        "t": "The Priestly Garments",
        "h": 2
    },
    {
        "o": 2911,
        "r": "niv:Exodus:39:1",
        "t": "From*p the blue, purple and scarlet yarn they made woven garments for ministering in the sanctuary. They also made sacred garments for Aaron, as the Lord*s commanded Moses."
    },
    {
        "o": 2912,
        "r": "niv:Exodus:39:1",
        "t": "The Ephod",
        "h": 2
    },
    {
        "o": 2913,
        "r": "niv:Exodus:39:2",
        "t": "They*p made the ephod of gold, and of blue, purple and scarlet yarn, and of finely twisted linen."
    },
    {
        "o": 2914,
        "r": "niv:Exodus:39:3",
        "t": "They hammered out thin sheets of gold and cut strands to be worked into the blue, purple and scarlet yarn and fine linen—the work of skilled hands."
    },
    {
        "o": 2915,
        "r": "niv:Exodus:39:4",
        "t": "They made shoulder pieces for the ephod, which were attached to two of its corners, so it could be fastened."
    },
    {
        "o": 2916,
        "r": "niv:Exodus:39:5",
        "t": "Its skillfully woven waistband was like it—of one piece with the ephod and made with gold, and with blue, purple and scarlet yarn, and with finely twisted linen, as the Lord*s commanded Moses."
    },
    {
        "o": 2917,
        "r": "niv:Exodus:39:6",
        "t": "They*p mounted the onyx stones in gold filigree settings and engraved them like a seal with the names of the sons of Israel."
    },
    {
        "o": 2918,
        "r": "niv:Exodus:39:7",
        "t": "Then they fastened them on the shoulder pieces of the ephod as memorial stones for the sons of Israel, as the Lord*s commanded Moses."
    },
    {
        "o": 2919,
        "r": "niv:Exodus:39:7",
        "t": "The Breastpiece",
        "h": 2
    },
    {
        "o": 2920,
        "r": "niv:Exodus:39:8",
        "t": "They*p fashioned the breastpiece—the work of a skilled craftsman. They made it like the ephod: of gold, and of blue, purple and scarlet yarn, and of finely twisted linen."
    },
    {
        "o": 2921,
        "r": "niv:Exodus:39:9",
        "t": "It was square—a span long and a span wide—and folded double."
    },
    {
        "o": 2922,
        "r": "niv:Exodus:39:10",
        "t": "Then they mounted four rows of precious stones on it. The first row was carnelian, chrysolite and beryl;"
    },
    {
        "o": 2923,
        "r": "niv:Exodus:39:11",
        "t": "the second row was turquoise, lapis lazuli and emerald;"
    },
    {
        "o": 2924,
        "r": "niv:Exodus:39:12",
        "t": "the third row was jacinth, agate and amethyst;"
    },
    {
        "o": 2925,
        "r": "niv:Exodus:39:13",
        "t": "the fourth row was topaz, onyx and jasper. They were mounted in gold filigree settings."
    },
    {
        "o": 2926,
        "r": "niv:Exodus:39:14",
        "t": "There were twelve stones, one for each of the names of the sons of Israel, each engraved like a seal with the name of one of the twelve tribes."
    },
    {
        "o": 2927,
        "r": "niv:Exodus:39:15",
        "t": "For*p the breastpiece they made braided chains of pure gold, like a rope."
    },
    {
        "o": 2928,
        "r": "niv:Exodus:39:16",
        "t": "They made two gold filigree settings and two gold rings, and fastened the rings to two of the corners of the breastpiece."
    },
    {
        "o": 2929,
        "r": "niv:Exodus:39:17",
        "t": "They fastened the two gold chains to the rings at the corners of the breastpiece,"
    },
    {
        "o": 2930,
        "r": "niv:Exodus:39:18",
        "t": "and the other ends of the chains to the two settings, attaching them to the shoulder pieces of the ephod at the front."
    },
    {
        "o": 2931,
        "r": "niv:Exodus:39:19",
        "t": "They made two gold rings and attached them to the other two corners of the breastpiece on the inside edge next to the ephod."
    },
    {
        "o": 2932,
        "r": "niv:Exodus:39:20",
        "t": "Then they made two more gold rings and attached them to the bottom of the shoulder pieces on the front of the ephod, close to the seam just above the waistband of the ephod."
    },
    {
        "o": 2933,
        "r": "niv:Exodus:39:21",
        "t": "They tied the rings of the breastpiece to the rings of the ephod with blue cord, connecting it to the waistband so that the breastpiece would not swing out from the ephod—as the Lord*s commanded Moses."
    },
    {
        "o": 2934,
        "r": "niv:Exodus:39:21",
        "t": "Other Priestly Garments",
        "h": 2
    },
    {
        "o": 2935,
        "r": "niv:Exodus:39:22",
        "t": "They*p made the robe of the ephod entirely of blue cloth—the work of a weaver—"
    },
    {
        "o": 2936,
        "r": "niv:Exodus:39:23",
        "t": "with an opening in the center of the robe like the opening of a collar, and a band around this opening, so that it would not tear."
    },
    {
        "o": 2937,
        "r": "niv:Exodus:39:24",
        "t": "They made pomegranates of blue, purple and scarlet yarn and finely twisted linen around the hem of the robe."
    },
    {
        "o": 2938,
        "r": "niv:Exodus:39:25",
        "t": "And they made bells of pure gold and attached them around the hem between the pomegranates."
    },
    {
        "o": 2939,
        "r": "niv:Exodus:39:26",
        "t": "The bells and pomegranates alternated around the hem of the robe to be worn for ministering, as the Lord*s commanded Moses."
    },
    {
        "o": 2940,
        "r": "niv:Exodus:39:27",
        "t": "For*p Aaron and his sons, they made tunics of fine linen—the work of a weaver—"
    },
    {
        "o": 2941,
        "r": "niv:Exodus:39:28",
        "t": "and the turban of fine linen, the linen caps and the undergarments of finely twisted linen."
    },
    {
        "o": 2942,
        "r": "niv:Exodus:39:29",
        "t": "The sash was made of finely twisted linen and blue, purple and scarlet yarn—the work of an embroiderer—as the Lord*s commanded Moses."
    },
    {
        "o": 2943,
        "r": "niv:Exodus:39:30",
        "t": "They*p made the plate, the sacred emblem, out of pure gold and engraved on it, like an inscription on a seal: Holy*s to*s the*s Lord.*s"
    },
    {
        "o": 2944,
        "r": "niv:Exodus:39:31",
        "t": "Then they fastened a blue cord to it to attach it to the turban, as the Lord*s commanded Moses."
    },
    {
        "o": 2945,
        "r": "niv:Exodus:39:31",
        "t": "Moses Inspects the Tabernacle",
        "h": 2
    },
    {
        "o": 2946,
        "r": "niv:Exodus:39:32",
        "t": "So*p all the work on the tabernacle, the tent of meeting, was completed. The Israelites did everything just as the Lord*s commanded Moses."
    },
    {
        "o": 2947,
        "r": "niv:Exodus:39:33",
        "t": "Then they brought the tabernacle to Moses: the tent and all its furnishings, its clasps, frames, crossbars, posts and bases;"
    },
    {
        "o": 2948,
        "r": "niv:Exodus:39:34",
        "t": "the covering of ram skins dyed red and the covering of another durable leather and the shielding curtain;"
    },
    {
        "o": 2949,
        "r": "niv:Exodus:39:35",
        "t": "the ark of the covenant law with its poles and the atonement cover;"
    },
    {
        "o": 2950,
        "r": "niv:Exodus:39:36",
        "t": "the table with all its articles and the bread of the Presence;"
    },
    {
        "o": 2951,
        "r": "niv:Exodus:39:37",
        "t": "the pure gold lampstand with its row of lamps and all its accessories, and the olive oil for the light;"
    },
    {
        "o": 2952,
        "r": "niv:Exodus:39:38",
        "t": "the gold altar, the anointing oil, the fragrant incense, and the curtain for the entrance to the tent;"
    },
    {
        "o": 2953,
        "r": "niv:Exodus:39:39",
        "t": "the bronze altar with its bronze grating, its poles and all its utensils; the basin with its stand;"
    },
    {
        "o": 2954,
        "r": "niv:Exodus:39:40",
        "t": "the curtains of the courtyard with its posts and bases, and the curtain for the entrance to the courtyard; the ropes and tent pegs for the courtyard; all the furnishings for the tabernacle, the tent of meeting;"
    },
    {
        "o": 2955,
        "r": "niv:Exodus:39:41",
        "t": "and the woven garments worn for ministering in the sanctuary, both the sacred garments for Aaron the priest and the garments for his sons when serving as priests."
    },
    {
        "o": 2956,
        "r": "niv:Exodus:39:42",
        "t": "The*p Israelites had done all the work just as the Lord*s had commanded Moses."
    },
    {
        "o": 2957,
        "r": "niv:Exodus:39:43",
        "t": "Moses inspected the work and saw that they had done it just as the Lord*s had commanded. So Moses blessed them."
    }
]
