[
    {
        "o": 10314,
        "r": "niv:1 Kings:21:0",
        "t": "1 Kings 21",
        "h": 1
    },
    {
        "o": 10315,
        "r": "niv:1 Kings:21:0",
        "t": "Naboth’s Vineyard",
        "h": 2
    },
    {
        "o": 10316,
        "r": "niv:1 Kings:21:1",
        "t": "Some*p time later there was an incident involving a vineyard belonging to Naboth the Jezreelite. The vineyard was in Jezreel, close to the palace of Ahab king of Samaria."
    },
    {
        "o": 10317,
        "r": "niv:1 Kings:21:2",
        "t": "Ahab said to Naboth, “Let me have your vineyard to use for a vegetable garden, since it is close to my palace. In exchange I will give you a better vineyard or, if you prefer, I will pay you whatever it is worth.”"
    },
    {
        "o": 10318,
        "r": "niv:1 Kings:21:3",
        "t": "But*p Naboth replied, “The Lord*s forbid that I should give you the inheritance of my ancestors.”"
    },
    {
        "o": 10319,
        "r": "niv:1 Kings:21:4",
        "t": "So*p Ahab went home, sullen and angry because Naboth the Jezreelite had said, “I will not give you the inheritance of my ancestors.” He lay on his bed sulking and refused to eat."
    },
    {
        "o": 10320,
        "r": "niv:1 Kings:21:5",
        "t": "His*p wife Jezebel came in and asked him, “Why are you so sullen? Why won’t you eat?”"
    },
    {
        "o": 10321,
        "r": "niv:1 Kings:21:6",
        "t": "He*p answered her, “Because I said to Naboth the Jezreelite, ‘Sell me your vineyard; or if you prefer, I will give you another vineyard in its place.’ But he said, ‘I will not give you my vineyard.’ ”"
    },
    {
        "o": 10322,
        "r": "niv:1 Kings:21:7",
        "t": "Jezebel*p his wife said, “Is this how you act as king over Israel? Get up and eat! Cheer up. I’ll get you the vineyard of Naboth the Jezreelite.”"
    },
    {
        "o": 10323,
        "r": "niv:1 Kings:21:8",
        "t": "So*p she wrote letters in Ahab’s name, placed his seal on them, and sent them to the elders and nobles who lived in Naboth’s city with him."
    },
    {
        "o": 10324,
        "r": "niv:1 Kings:21:9",
        "t": "In those letters she wrote: “Proclaim*ln a day of fasting and seat Naboth in a prominent place among the people."
    },
    {
        "o": 10325,
        "r": "niv:1 Kings:21:10",
        "t": "But seat two scoundrels opposite him and have them bring charges that he has cursed both God and the king. Then take him out and stone him to death.”"
    },
    {
        "o": 10326,
        "r": "niv:1 Kings:21:11",
        "t": "So*p the elders and nobles who lived in Naboth’s city did as Jezebel directed in the letters she had written to them."
    },
    {
        "o": 10327,
        "r": "niv:1 Kings:21:12",
        "t": "They proclaimed a fast and seated Naboth in a prominent place among the people."
    },
    {
        "o": 10328,
        "r": "niv:1 Kings:21:13",
        "t": "Then two scoundrels came and sat opposite him and brought charges against Naboth before the people, saying, “Naboth has cursed both God and the king.” So they took him outside the city and stoned him to death."
    },
    {
        "o": 10329,
        "r": "niv:1 Kings:21:14",
        "t": "Then they sent word to Jezebel: “Naboth has been stoned to death.”"
    },
    {
        "o": 10330,
        "r": "niv:1 Kings:21:15",
        "t": "As*p soon as Jezebel heard that Naboth had been stoned to death, she said to Ahab, “Get up and take possession of the vineyard of Naboth the Jezreelite that he refused to sell you. He is no longer alive, but dead.”"
    },
    {
        "o": 10331,
        "r": "niv:1 Kings:21:16",
        "t": "When Ahab heard that Naboth was dead, he got up and went down to take possession of Naboth’s vineyard."
    },
    {
        "o": 10332,
        "r": "niv:1 Kings:21:17",
        "t": "Then*p the word of the Lord*s came to Elijah the Tishbite:"
    },
    {
        "o": 10333,
        "r": "niv:1 Kings:21:18",
        "t": "“Go down to meet Ahab king of Israel, who rules in Samaria. He is now in Naboth’s vineyard, where he has gone to take possession of it."
    },
    {
        "o": 10334,
        "r": "niv:1 Kings:21:19",
        "t": "Say to him, ‘This is what the Lord*s says: Have you not murdered a man and seized his property?’ Then say to him, ‘This is what the Lord*s says: In the place where dogs licked up Naboth’s blood, dogs will lick up your blood—yes, yours!’ ”"
    },
    {
        "o": 10335,
        "r": "niv:1 Kings:21:20",
        "t": "Ahab*p said to Elijah, “So you have found me, my enemy!” “I*p have found you,” he answered, “because you have sold yourself to do evil in the eyes of the Lord.*s"
    },
    {
        "o": 10336,
        "r": "niv:1 Kings:21:21",
        "t": "He says, ‘I am going to bring disaster on you. I will wipe out your descendants and cut off from Ahab every last male in Israel—slave or free."
    },
    {
        "o": 10337,
        "r": "niv:1 Kings:21:22",
        "t": "I will make your house like that of Jeroboam son of Nebat and that of Baasha son of Ahijah, because you have aroused my anger and have caused Israel to sin.’"
    },
    {
        "o": 10338,
        "r": "niv:1 Kings:21:23",
        "t": "“And*p also concerning Jezebel the Lord*s says: ‘Dogs will devour Jezebel by the wall of Jezreel.’"
    },
    {
        "o": 10339,
        "r": "niv:1 Kings:21:24",
        "t": "“Dogs*p will eat those belonging to Ahab who die in the city, and the birds will feed on those who die in the country.”"
    },
    {
        "o": 10340,
        "r": "niv:1 Kings:21:25",
        "t": "(There*p was never anyone like Ahab, who sold himself to do evil in the eyes of the Lord,*s urged on by Jezebel his wife."
    },
    {
        "o": 10341,
        "r": "niv:1 Kings:21:26",
        "t": "He behaved in the vilest manner by going after idols, like the Amorites the Lord*s drove out before Israel.)"
    },
    {
        "o": 10342,
        "r": "niv:1 Kings:21:27",
        "t": "When*p Ahab heard these words, he tore his clothes, put on sackcloth and fasted. He lay in sackcloth and went around meekly."
    },
    {
        "o": 10343,
        "r": "niv:1 Kings:21:28",
        "t": "Then*p the word of the Lord*s came to Elijah the Tishbite:"
    },
    {
        "o": 10344,
        "r": "niv:1 Kings:21:29",
        "t": "“Have you noticed how Ahab has humbled himself before me? Because he has humbled himself, I will not bring this disaster in his day, but I will bring it on his house in the days of his son.”"
    }
]
