[
    {
        "o": 25439,
        "r": "niv:Malachi:2:0",
        "t": "Malachi 2",
        "h": 1
    },
    {
        "o": 25440,
        "r": "niv:Malachi:2:0",
        "t": "Additional Warning to the Priests",
        "h": 2
    },
    {
        "o": 25441,
        "r": "niv:Malachi:2:1",
        "t": "“And*p now, you priests, this warning is for you."
    },
    {
        "o": 25442,
        "r": "niv:Malachi:2:2",
        "t": "If you do not listen, and if you do not resolve to honor my name,” says the Lord*s Almighty, “I will send a curse on you, and I will curse your blessings. Yes, I have already cursed them, because you have not resolved to honor me."
    },
    {
        "o": 25443,
        "r": "niv:Malachi:2:3",
        "t": "“Because*p of you I will rebuke your descendants; I will smear on your faces the dung from your festival sacrifices, and you will be carried off with it."
    },
    {
        "o": 25444,
        "r": "niv:Malachi:2:4",
        "t": "And you will know that I have sent you this warning so that my covenant with Levi may continue,” says the Lord*s Almighty."
    },
    {
        "o": 25445,
        "r": "niv:Malachi:2:5",
        "t": "“My covenant was with him, a covenant of life and peace, and I gave them to him; this called for reverence and he revered me and stood in awe of my name."
    },
    {
        "o": 25446,
        "r": "niv:Malachi:2:6",
        "t": "True instruction was in his mouth and nothing false was found on his lips. He walked with me in peace and uprightness, and turned many from sin."
    },
    {
        "o": 25447,
        "r": "niv:Malachi:2:7",
        "t": "“For*p the lips of a priest ought to preserve knowledge, because he is the messenger of the Lord*s Almighty and people seek instruction from his mouth."
    },
    {
        "o": 25448,
        "r": "niv:Malachi:2:8",
        "t": "But you have turned from the way and by your teaching have caused many to stumble; you have violated the covenant with Levi,” says the Lord*s Almighty."
    },
    {
        "o": 25449,
        "r": "niv:Malachi:2:9",
        "t": "“So I have caused you to be despised and humiliated before all the people, because you have not followed my ways but have shown partiality in matters of the law.”"
    },
    {
        "o": 25450,
        "r": "niv:Malachi:2:9",
        "t": "Breaking Covenant Through Divorce",
        "h": 2
    },
    {
        "o": 25451,
        "r": "niv:Malachi:2:10",
        "t": "Do*p we not all have one Father? Did not one God create us? Why do we profane the covenant of our ancestors by being unfaithful to one another?"
    },
    {
        "o": 25452,
        "r": "niv:Malachi:2:11",
        "t": "Judah*p has been unfaithful. A detestable thing has been committed in Israel and in Jerusalem: Judah has desecrated the sanctuary the Lord*s loves by marrying women who worship a foreign god."
    },
    {
        "o": 25453,
        "r": "niv:Malachi:2:12",
        "t": "As for the man who does this, whoever he may be, may the Lord*s remove him from the tents of Jacob —even though he brings an offering to the Lord*s Almighty."
    },
    {
        "o": 25454,
        "r": "niv:Malachi:2:13",
        "t": "Another*p thing you do: You flood the Lord’s*s altar with tears. You weep and wail because he no longer looks with favor on your offerings or accepts them with pleasure from your hands."
    },
    {
        "o": 25455,
        "r": "niv:Malachi:2:14",
        "t": "You ask, “Why?” It is because the Lord*s is the witness between you and the wife of your youth. You have been unfaithful to her, though she is your partner, the wife of your marriage covenant."
    },
    {
        "o": 25456,
        "r": "niv:Malachi:2:15",
        "t": "Has*p not the one God made you? You belong to him in body and spirit. And what does the one God seek? Godly offspring. So be on your guard, and do not be unfaithful to the wife of your youth."
    },
    {
        "o": 25457,
        "r": "niv:Malachi:2:16",
        "t": "“The*p man who hates and divorces his wife,” says the Lord,*s the God of Israel, “does violence to the one he should protect,” says the Lord*s Almighty. So*p be on your guard, and do not be unfaithful."
    },
    {
        "o": 25458,
        "r": "niv:Malachi:2:16",
        "t": "Breaking Covenant Through Injustice",
        "h": 2
    },
    {
        "o": 25459,
        "r": "niv:Malachi:2:17",
        "t": "You*p have wearied the Lord*s with your words. “How*p have we wearied him?” you ask. By*p saying, “All who do evil are good in the eyes of the Lord,*s and he is pleased with them” or “Where is the God of justice?”"
    }
]
