[
    {
        "o": 5745,
        "r": "esv:Deuteronomy:13:0",
        "t": "Deuteronomy 13",
        "h": 1
    },
    {
        "o": 5746,
        "r": "esv:Deuteronomy:13:1",
        "t": "“If*p a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder,"
    },
    {
        "o": 5747,
        "r": "esv:Deuteronomy:13:2",
        "t": "and the sign or wonder that he tells you comes to pass, and if he says, ‘Let us go after other gods,’ which you have not known, ‘and let us serve them,’"
    },
    {
        "o": 5748,
        "r": "esv:Deuteronomy:13:3",
        "t": "you shall not listen to the words of that prophet or that dreamer of dreams. For the Lord*s your God is testing you, to know whether you love the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 5749,
        "r": "esv:Deuteronomy:13:4",
        "t": "You shall walk after the Lord*s your God and fear him and keep his commandments and obey his voice, and you shall serve him and hold fast to him."
    },
    {
        "o": 5750,
        "r": "esv:Deuteronomy:13:5",
        "t": "But that prophet or that dreamer of dreams shall be put to death, because he has taught rebellion against the Lord*s your God, who brought you out of the land of Egypt and redeemed you out of the house of slavery, to make you leave the way in which the Lord*s your God commanded you to walk. So you shall purge the evil from your midst."
    },
    {
        "o": 5751,
        "r": "esv:Deuteronomy:13:6",
        "t": "“If*p your brother, the son of your mother, or your son or your daughter or the wife you embrace or your friend who is as your own soul entices you secretly, saying, ‘Let us go and serve other gods,’ which neither you nor your fathers have known,"
    },
    {
        "o": 5752,
        "r": "esv:Deuteronomy:13:7",
        "t": "some of the gods of the peoples who are around you, whether near you or far off from you, from the one end of the earth to the other,"
    },
    {
        "o": 5753,
        "r": "esv:Deuteronomy:13:8",
        "t": "you shall not yield to him or listen to him, nor shall your eye pity him, nor shall you spare him, nor shall you conceal him."
    },
    {
        "o": 5754,
        "r": "esv:Deuteronomy:13:9",
        "t": "But you shall kill him. Your hand shall be first against him to put him to death, and afterward the hand of all the people."
    },
    {
        "o": 5755,
        "r": "esv:Deuteronomy:13:10",
        "t": "You shall stone him to death with stones, because he sought to draw you away from the Lord*s your God, who brought you out of the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5756,
        "r": "esv:Deuteronomy:13:11",
        "t": "And all Israel shall hear and fear and never again do any such wickedness as this among you."
    },
    {
        "o": 5757,
        "r": "esv:Deuteronomy:13:12",
        "t": "“If*p you hear in one of your cities, which the Lord*s your God is giving you to dwell there,"
    },
    {
        "o": 5758,
        "r": "esv:Deuteronomy:13:13",
        "t": "that certain worthless fellows have gone out among you and have drawn away the inhabitants of their city, saying, ‘Let us go and serve other gods,’ which you have not known,"
    },
    {
        "o": 5759,
        "r": "esv:Deuteronomy:13:14",
        "t": "then you shall inquire and make search and ask diligently. And behold, if it be true and certain that such an abomination has been done among you,"
    },
    {
        "o": 5760,
        "r": "esv:Deuteronomy:13:15",
        "t": "you shall surely put the inhabitants of that city to the sword, devoting it to destruction, all who are in it and its cattle, with the edge of the sword."
    },
    {
        "o": 5761,
        "r": "esv:Deuteronomy:13:16",
        "t": "You shall gather all its spoil into the midst of its open square and burn the city and all its spoil with fire, as a whole burnt offering to the Lord*s your God. It shall be a heap forever. It shall not be built again."
    },
    {
        "o": 5762,
        "r": "esv:Deuteronomy:13:17",
        "t": "None of the devoted things shall stick to your hand, that the Lord*s may turn from the fierceness of his anger and show you mercy and have compassion on you and multiply you, as he swore to your fathers,"
    },
    {
        "o": 5763,
        "r": "esv:Deuteronomy:13:18",
        "t": "if you obey the voice of the Lord*s your God, keeping all his commandments that I am commanding you today, and doing what is right in the sight of the Lord*s your God."
    }
]
