[
    {
        "o": 29674,
        "r": "kjv:1 Corinthians:6:0",
        "t": "1 Corinthians 6",
        "h": 1
    },
    {
        "o": 29675,
        "r": "kjv:1 Corinthians:6:1",
        "t": "Dare*p any of you, having a matter against another, go to law before the unjust, and not before the saints?"
    },
    {
        "o": 29676,
        "r": "kjv:1 Corinthians:6:2",
        "t": "Do*p ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?"
    },
    {
        "o": 29677,
        "r": "kjv:1 Corinthians:6:3",
        "t": "Know*p ye not that we shall judge angels? how much more things that pertain to this life?"
    },
    {
        "o": 29678,
        "r": "kjv:1 Corinthians:6:4",
        "t": "If*p then ye have judgments of things pertaining to this life, set them to judge who are least esteemed in the church."
    },
    {
        "o": 29679,
        "r": "kjv:1 Corinthians:6:5",
        "t": "I*p speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?"
    },
    {
        "o": 29680,
        "r": "kjv:1 Corinthians:6:6",
        "t": "But*p brother goeth to law with brother, and that before the unbelievers."
    },
    {
        "o": 29681,
        "r": "kjv:1 Corinthians:6:7",
        "t": "Now*p therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?"
    },
    {
        "o": 29682,
        "r": "kjv:1 Corinthians:6:8",
        "t": "Nay,*p ye do wrong, and defraud, and that your brethren."
    },
    {
        "o": 29683,
        "r": "kjv:1 Corinthians:6:9",
        "t": "Know*p ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,"
    },
    {
        "o": 29684,
        "r": "kjv:1 Corinthians:6:10",
        "t": "Nor*p thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God."
    },
    {
        "o": 29685,
        "r": "kjv:1 Corinthians:6:11",
        "t": "And*p such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God."
    },
    {
        "o": 29686,
        "r": "kjv:1 Corinthians:6:12",
        "t": "All*p things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any."
    },
    {
        "o": 29687,
        "r": "kjv:1 Corinthians:6:13",
        "t": "Meats*p for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body."
    },
    {
        "o": 29688,
        "r": "kjv:1 Corinthians:6:14",
        "t": "And*p God hath both raised up the Lord, and will also raise up us by his own power."
    },
    {
        "o": 29689,
        "r": "kjv:1 Corinthians:6:15",
        "t": "Know*p ye not that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid."
    },
    {
        "o": 29690,
        "r": "kjv:1 Corinthians:6:16",
        "t": "What?*p know ye not that he which is joined to an harlot is one body? for two, saith he, shall be one flesh."
    },
    {
        "o": 29691,
        "r": "kjv:1 Corinthians:6:17",
        "t": "But*p he that is joined unto the Lord is one spirit."
    },
    {
        "o": 29692,
        "r": "kjv:1 Corinthians:6:18",
        "t": "Flee*p fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body."
    },
    {
        "o": 29693,
        "r": "kjv:1 Corinthians:6:19",
        "t": "What?*p know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?"
    },
    {
        "o": 29694,
        "r": "kjv:1 Corinthians:6:20",
        "t": "For*p ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's."
    }
]
