[
    {
        "o": 33018,
        "r": "nkjv:Ephesians:2:0",
        "t": "Ephesians 2",
        "h": 1
    },
    {
        "o": 33019,
        "r": "nkjv:Ephesians:2:0",
        "t": "By Grace Through Faith",
        "h": 2
    },
    {
        "o": 33020,
        "r": "nkjv:Ephesians:2:1",
        "t": "And*p you He*i made*i alive,*i who were dead in trespasses and sins,"
    },
    {
        "o": 33021,
        "r": "nkjv:Ephesians:2:2",
        "t": "in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience,"
    },
    {
        "o": 33022,
        "r": "nkjv:Ephesians:2:3",
        "t": "among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others."
    },
    {
        "o": 33023,
        "r": "nkjv:Ephesians:2:4",
        "t": "But*p God, who is rich in mercy, because of His great love with which He loved us,"
    },
    {
        "o": 33024,
        "r": "nkjv:Ephesians:2:5",
        "t": "even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved),"
    },
    {
        "o": 33025,
        "r": "nkjv:Ephesians:2:6",
        "t": "and raised us*i up together, and made us*i sit together in the heavenly places*i in Christ Jesus,"
    },
    {
        "o": 33026,
        "r": "nkjv:Ephesians:2:7",
        "t": "that in the ages to come He might show the exceeding riches of His grace in His*i kindness toward us in Christ Jesus."
    },
    {
        "o": 33027,
        "r": "nkjv:Ephesians:2:8",
        "t": "For by grace you have been saved through faith, and that not of yourselves; it*i is*i the gift of God,"
    },
    {
        "o": 33028,
        "r": "nkjv:Ephesians:2:9",
        "t": "not of works, lest anyone should boast."
    },
    {
        "o": 33029,
        "r": "nkjv:Ephesians:2:10",
        "t": "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them."
    },
    {
        "o": 33030,
        "r": "nkjv:Ephesians:2:10",
        "t": "Brought Near by His Blood",
        "h": 2
    },
    {
        "o": 33031,
        "r": "nkjv:Ephesians:2:11",
        "t": "Therefore*p remember that you, once Gentiles in the flesh—who are called Uncircumcision by what is called the Circumcision made in the flesh by hands—"
    },
    {
        "o": 33032,
        "r": "nkjv:Ephesians:2:12",
        "t": "that at that time you were without Christ, being aliens from the commonwealth of Israel and strangers from the covenants of promise, having no hope and without God in the world."
    },
    {
        "o": 33033,
        "r": "nkjv:Ephesians:2:13",
        "t": "But now in Christ Jesus you who once were far off have been brought near by the blood of Christ."
    },
    {
        "o": 33034,
        "r": "nkjv:Ephesians:2:13",
        "t": "Christ Our Peace",
        "h": 2
    },
    {
        "o": 33035,
        "r": "nkjv:Ephesians:2:14",
        "t": "For*p He Himself is our peace, who has made both one, and has broken down the middle wall of separation,"
    },
    {
        "o": 33036,
        "r": "nkjv:Ephesians:2:15",
        "t": "having abolished in His flesh the enmity, that*i is,*i the law of commandments contained*i in ordinances, so as to create in Himself one new man from*i the two, thus*i making peace,"
    },
    {
        "o": 33037,
        "r": "nkjv:Ephesians:2:16",
        "t": "and that He might reconcile them both to God in one body through the cross, thereby putting to death the enmity."
    },
    {
        "o": 33038,
        "r": "nkjv:Ephesians:2:17",
        "t": "And He came and preached peace to you who were afar off and to those who were near."
    },
    {
        "o": 33039,
        "r": "nkjv:Ephesians:2:18",
        "t": "For through Him we both have access by one Spirit to the Father."
    },
    {
        "o": 33040,
        "r": "nkjv:Ephesians:2:18",
        "t": "Christ Our Cornerstone",
        "h": 2
    },
    {
        "o": 33041,
        "r": "nkjv:Ephesians:2:19",
        "t": "Now,*p therefore, you are no longer strangers and foreigners, but fellow citizens with the saints and members of the household of God,"
    },
    {
        "o": 33042,
        "r": "nkjv:Ephesians:2:20",
        "t": "having been built on the foundation of the apostles and prophets, Jesus Christ Himself being the chief corner stone,*i"
    },
    {
        "o": 33043,
        "r": "nkjv:Ephesians:2:21",
        "t": "in whom the whole building, being fitted together, grows into a holy temple in the Lord,"
    },
    {
        "o": 33044,
        "r": "nkjv:Ephesians:2:22",
        "t": "in whom you also are being built together for a dwelling place of God in the Spirit."
    }
]
