[
    {
        "o": 13334,
        "r": "niv:Ezra:7:0",
        "t": "Ezra 7",
        "h": 1
    },
    {
        "o": 13335,
        "r": "niv:Ezra:7:0",
        "t": "Ezra Comes to Jerusalem",
        "h": 2
    },
    {
        "o": 13336,
        "r": "niv:Ezra:7:1",
        "t": "After*p these things, during the reign of Artaxerxes king of Persia, Ezra son of Seraiah, the son of Azariah, the son of Hilkiah,"
    },
    {
        "o": 13337,
        "r": "niv:Ezra:7:2",
        "t": "the son of Shallum, the son of Zadok, the son of Ahitub,"
    },
    {
        "o": 13338,
        "r": "niv:Ezra:7:3",
        "t": "the son of Amariah, the son of Azariah, the son of Meraioth,"
    },
    {
        "o": 13339,
        "r": "niv:Ezra:7:4",
        "t": "the son of Zerahiah, the son of Uzzi, the son of Bukki,"
    },
    {
        "o": 13340,
        "r": "niv:Ezra:7:5",
        "t": "the son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest—"
    },
    {
        "o": 13341,
        "r": "niv:Ezra:7:6",
        "t": "this Ezra came up from Babylon. He was a teacher well versed in the Law of Moses, which the Lord,*s the God of Israel, had given. The king had granted him everything he asked, for the hand of the Lord*s his God was on him."
    },
    {
        "o": 13342,
        "r": "niv:Ezra:7:7",
        "t": "Some of the Israelites, including priests, Levites, musicians, gatekeepers and temple servants, also came up to Jerusalem in the seventh year of King Artaxerxes."
    },
    {
        "o": 13343,
        "r": "niv:Ezra:7:8",
        "t": "Ezra*p arrived in Jerusalem in the fifth month of the seventh year of the king."
    },
    {
        "o": 13344,
        "r": "niv:Ezra:7:9",
        "t": "He had begun his journey from Babylon on the first day of the first month, and he arrived in Jerusalem on the first day of the fifth month, for the gracious hand of his God was on him."
    },
    {
        "o": 13345,
        "r": "niv:Ezra:7:10",
        "t": "For Ezra had devoted himself to the study and observance of the Law of the Lord,*s and to teaching its decrees and laws in Israel."
    },
    {
        "o": 13346,
        "r": "niv:Ezra:7:10",
        "t": "King Artaxerxes’ Letter to Ezra",
        "h": 2
    },
    {
        "o": 13347,
        "r": "niv:Ezra:7:11",
        "t": "This*p is a copy of the letter King Artaxerxes had given to Ezra the priest, a teacher of the Law, a man learned in matters concerning the commands and decrees of the Lord*s for Israel:"
    },
    {
        "o": 13348,
        "r": "niv:Ezra:7:12",
        "t": "Artaxerxes, king of kings, To*p Ezra the priest, teacher of the Law of the God of heaven: Greetings.*p"
    },
    {
        "o": 13349,
        "r": "niv:Ezra:7:13",
        "t": "Now*pln I decree that any of the Israelites in my kingdom, including priests and Levites, who volunteer to go to Jerusalem with you, may go."
    },
    {
        "o": 13350,
        "r": "niv:Ezra:7:14",
        "t": "You are sent by the king and his seven advisers to inquire about Judah and Jerusalem with regard to the Law of your God, which is in your hand."
    },
    {
        "o": 13351,
        "r": "niv:Ezra:7:15",
        "t": "Moreover, you are to take with you the silver and gold that the king and his advisers have freely given to the God of Israel, whose dwelling is in Jerusalem,"
    },
    {
        "o": 13352,
        "r": "niv:Ezra:7:16",
        "t": "together with all the silver and gold you may obtain from the province of Babylon, as well as the freewill offerings of the people and priests for the temple of their God in Jerusalem."
    },
    {
        "o": 13353,
        "r": "niv:Ezra:7:17",
        "t": "With this money be sure to buy bulls, rams and male lambs, together with their grain offerings and drink offerings, and sacrifice them on the altar of the temple of your God in Jerusalem."
    },
    {
        "o": 13354,
        "r": "niv:Ezra:7:18",
        "t": "You*ln and your fellow Israelites may then do whatever seems best with the rest of the silver and gold, in accordance with the will of your God."
    },
    {
        "o": 13355,
        "r": "niv:Ezra:7:19",
        "t": "Deliver to the God of Jerusalem all the articles entrusted to you for worship in the temple of your God."
    },
    {
        "o": 13356,
        "r": "niv:Ezra:7:20",
        "t": "And anything else needed for the temple of your God that you are responsible to supply, you may provide from the royal treasury."
    },
    {
        "o": 13357,
        "r": "niv:Ezra:7:21",
        "t": "Now*ln I, King Artaxerxes, decree that all the treasurers of Trans-Euphrates are to provide with diligence whatever Ezra the priest, the teacher of the Law of the God of heaven, may ask of you—"
    },
    {
        "o": 13358,
        "r": "niv:Ezra:7:22",
        "t": "up to a hundred talents of silver, a hundred cors of wheat, a hundred baths of wine, a hundred baths of olive oil, and salt without limit."
    },
    {
        "o": 13359,
        "r": "niv:Ezra:7:23",
        "t": "Whatever the God of heaven has prescribed, let it be done with diligence for the temple of the God of heaven. Why should his wrath fall on the realm of the king and of his sons?"
    },
    {
        "o": 13360,
        "r": "niv:Ezra:7:24",
        "t": "You are also to know that you have no authority to impose taxes, tribute or duty on any of the priests, Levites, musicians, gatekeepers, temple servants or other workers at this house of God."
    },
    {
        "o": 13361,
        "r": "niv:Ezra:7:25",
        "t": "And*ln you, Ezra, in accordance with the wisdom of your God, which you possess, appoint magistrates and judges to administer justice to all the people of Trans-Euphrates—all who know the laws of your God. And you are to teach any who do not know them."
    },
    {
        "o": 13362,
        "r": "niv:Ezra:7:26",
        "t": "Whoever does not obey the law of your God and the law of the king must surely be punished by death, banishment, confiscation of property, or imprisonment."
    },
    {
        "o": 13363,
        "r": "niv:Ezra:7:27",
        "t": "Praise*p be to the Lord,*s the God of our ancestors, who has put it into the king’s heart to bring honor to the house of the Lord*s in Jerusalem in this way"
    },
    {
        "o": 13364,
        "r": "niv:Ezra:7:28",
        "t": "and who has extended his good favor to me before the king and his advisers and all the king’s powerful officials. Because the hand of the Lord*s my God was on me, I took courage and gathered leaders from Israel to go up with me."
    }
]
