[
    {
        "o": 12521,
        "r": "niv:2 Chronicles:12:0",
        "t": "2 Chronicles 12",
        "h": 1
    },
    {
        "o": 12522,
        "r": "niv:2 Chronicles:12:0",
        "t": "Shishak Attacks Jerusalem",
        "h": 2
    },
    {
        "o": 12523,
        "r": "niv:2 Chronicles:12:1",
        "t": "After*p Rehoboam’s position as king was established and he had become strong, he and all Israel with him abandoned the law of the Lord.*s"
    },
    {
        "o": 12524,
        "r": "niv:2 Chronicles:12:2",
        "t": "Because they had been unfaithful to the Lord,*s Shishak king of Egypt attacked Jerusalem in the fifth year of King Rehoboam."
    },
    {
        "o": 12525,
        "r": "niv:2 Chronicles:12:3",
        "t": "With twelve hundred chariots and sixty thousand horsemen and the innumerable troops of Libyans, Sukkites and Cushites that came with him from Egypt,"
    },
    {
        "o": 12526,
        "r": "niv:2 Chronicles:12:4",
        "t": "he captured the fortified cities of Judah and came as far as Jerusalem."
    },
    {
        "o": 12527,
        "r": "niv:2 Chronicles:12:5",
        "t": "Then*p the prophet Shemaiah came to Rehoboam and to the leaders of Judah who had assembled in Jerusalem for fear of Shishak, and he said to them, “This is what the Lord*s says, ‘You have abandoned me; therefore, I now abandon you to Shishak.’ ”"
    },
    {
        "o": 12528,
        "r": "niv:2 Chronicles:12:6",
        "t": "The*p leaders of Israel and the king humbled themselves and said, “The Lord*s is just.”"
    },
    {
        "o": 12529,
        "r": "niv:2 Chronicles:12:7",
        "t": "When*p the Lord*s saw that they humbled themselves, this word of the Lord*s came to Shemaiah: “Since they have humbled themselves, I will not destroy them but will soon give them deliverance. My wrath will not be poured out on Jerusalem through Shishak."
    },
    {
        "o": 12530,
        "r": "niv:2 Chronicles:12:8",
        "t": "They will, however, become subject to him, so that they may learn the difference between serving me and serving the kings of other lands.”"
    },
    {
        "o": 12531,
        "r": "niv:2 Chronicles:12:9",
        "t": "When*p Shishak king of Egypt attacked Jerusalem, he carried off the treasures of the temple of the Lord*s and the treasures of the royal palace. He took everything, including the gold shields Solomon had made."
    },
    {
        "o": 12532,
        "r": "niv:2 Chronicles:12:10",
        "t": "So King Rehoboam made bronze shields to replace them and assigned these to the commanders of the guard on duty at the entrance to the royal palace."
    },
    {
        "o": 12533,
        "r": "niv:2 Chronicles:12:11",
        "t": "Whenever the king went to the Lord’s*s temple, the guards went with him, bearing the shields, and afterward they returned them to the guardroom."
    },
    {
        "o": 12534,
        "r": "niv:2 Chronicles:12:12",
        "t": "Because*p Rehoboam humbled himself, the Lord’s*s anger turned from him, and he was not totally destroyed. Indeed, there was some good in Judah."
    },
    {
        "o": 12535,
        "r": "niv:2 Chronicles:12:13",
        "t": "King*p Rehoboam established himself firmly in Jerusalem and continued as king. He was forty-one years old when he became king, and he reigned seventeen years in Jerusalem, the city the Lord*s had chosen out of all the tribes of Israel in which to put his Name. His mother’s name was Naamah; she was an Ammonite."
    },
    {
        "o": 12536,
        "r": "niv:2 Chronicles:12:14",
        "t": "He did evil because he had not set his heart on seeking the Lord.*s"
    },
    {
        "o": 12537,
        "r": "niv:2 Chronicles:12:15",
        "t": "As*p for the events of Rehoboam’s reign, from beginning to end, are they not written in the records of Shemaiah the prophet and of Iddo the seer that deal with genealogies? There was continual warfare between Rehoboam and Jeroboam."
    },
    {
        "o": 12538,
        "r": "niv:2 Chronicles:12:16",
        "t": "Rehoboam rested with his ancestors and was buried in the City of David. And Abijah his son succeeded him as king."
    }
]
