[
    {
        "o": 6646,
        "r": "nasb:Joshua:11:0",
        "t": "Joshua 11",
        "h": 1
    },
    {
        "o": 6647,
        "r": "nasb:Joshua:11:0",
        "t": "Northern Palestine Taken",
        "h": 2
    },
    {
        "o": 6648,
        "r": "nasb:Joshua:11:1",
        "t": "Then*p it came about, when Jabin king of Hazor heard of*i it,*i that he sent to Jobab king of Madon and to the king of Shimron and to the king of Achshaph,"
    },
    {
        "o": 6649,
        "r": "nasb:Joshua:11:2",
        "t": "and to the kings who were of the north in the hill country, and in the Arabah—south of Chinneroth and in the lowland and on the heights of Dor on the west—"
    },
    {
        "o": 6650,
        "r": "nasb:Joshua:11:3",
        "t": "to the Canaanite on the east and on the west, and the Amorite and the Hittite and the Perizzite and the Jebusite in the hill country, and the Hivite at the foot of Hermon in the land of Mizpeh."
    },
    {
        "o": 6651,
        "r": "nasb:Joshua:11:4",
        "t": "They came out, they and all their armies with them, as*i many people as the sand that is on the seashore, with very many horses and chariots."
    },
    {
        "o": 6652,
        "r": "nasb:Joshua:11:5",
        "t": "So all of these kings having agreed to meet, came and encamped together at the waters of Merom, to fight against Israel."
    },
    {
        "o": 6653,
        "r": "nasb:Joshua:11:6",
        "t": "Then*p the Lord*s said to Joshua, “Do not be afraid because of them, for tomorrow at this time I will deliver all of them slain before Israel; you shall hamstring their horses and burn their chariots with fire.”"
    },
    {
        "o": 6654,
        "r": "nasb:Joshua:11:7",
        "t": "So Joshua and all the people of war with him came upon them suddenly by the waters of Merom, and attacked them."
    },
    {
        "o": 6655,
        "r": "nasb:Joshua:11:8",
        "t": "The Lord*s delivered them into the hand of Israel, so that they defeated them, and pursued them as far as Great Sidon and Misrephoth-maim and the valley of Mizpeh to the east; and they struck them until no survivor was left to them."
    },
    {
        "o": 6656,
        "r": "nasb:Joshua:11:9",
        "t": "Joshua did to them as the Lord*s had told him; he hamstrung their horses and burned their chariots with fire."
    },
    {
        "o": 6657,
        "r": "nasb:Joshua:11:10",
        "t": "Then*p Joshua turned back at that time, and captured Hazor and struck its king with the sword; for Hazor formerly was the head of all these kingdoms."
    },
    {
        "o": 6658,
        "r": "nasb:Joshua:11:11",
        "t": "They struck every person who was in it with the edge of the sword, utterly destroying them;*i there was no one left who breathed. And he burned Hazor with fire."
    },
    {
        "o": 6659,
        "r": "nasb:Joshua:11:12",
        "t": "Joshua captured all the cities of these kings, and all their kings, and he struck them with the edge of the sword, and*i utterly destroyed them; just as Moses the servant of the Lord*s had commanded."
    },
    {
        "o": 6660,
        "r": "nasb:Joshua:11:13",
        "t": "However, Israel did not burn any cities that stood on their mounds, except Hazor alone, which*i Joshua burned."
    },
    {
        "o": 6661,
        "r": "nasb:Joshua:11:14",
        "t": "All the spoil of these cities and the cattle, the sons of Israel took as their plunder; but they struck every man with the edge of the sword, until they had destroyed them. They left no one who breathed."
    },
    {
        "o": 6662,
        "r": "nasb:Joshua:11:15",
        "t": "Just as the Lord*s had commanded Moses his servant, so Moses commanded Joshua, and so Joshua did; he left nothing undone of all that the Lord*s had commanded Moses."
    },
    {
        "o": 6663,
        "r": "nasb:Joshua:11:16",
        "t": "Thus*p Joshua took all that land: the hill country and all the Negev, all that land of Goshen, the lowland, the Arabah, the hill country of Israel and its lowland"
    },
    {
        "o": 6664,
        "r": "nasb:Joshua:11:17",
        "t": "from Mount Halak, that rises toward Seir, even as far as Baal-gad in the valley of Lebanon at the foot of Mount Hermon. And he captured all their kings and struck them down and put them to death."
    },
    {
        "o": 6665,
        "r": "nasb:Joshua:11:18",
        "t": "Joshua waged war a long time with all these kings."
    },
    {
        "o": 6666,
        "r": "nasb:Joshua:11:19",
        "t": "There was not a city which made peace with the sons of Israel except the Hivites living in Gibeon; they took them all in battle."
    },
    {
        "o": 6667,
        "r": "nasb:Joshua:11:20",
        "t": "For it was of the Lord*s to harden their hearts, to meet Israel in battle in order that he might utterly destroy them, that they might receive no mercy, but that he might destroy them, just as the Lord*s had commanded Moses."
    },
    {
        "o": 6668,
        "r": "nasb:Joshua:11:21",
        "t": "Then*p Joshua came at that time and cut off the Anakim from the hill country, from Hebron, from Debir, from Anab and from all the hill country of Judah and from all the hill country of Israel. Joshua utterly destroyed them with their cities."
    },
    {
        "o": 6669,
        "r": "nasb:Joshua:11:22",
        "t": "There were no Anakim left in the land of the sons of Israel; only in Gaza, in Gath, and in Ashdod some remained."
    },
    {
        "o": 6670,
        "r": "nasb:Joshua:11:23",
        "t": "So Joshua took the whole land, according to all that the Lord*s had spoken to Moses, and Joshua gave it for an inheritance to Israel according to their divisions by their tribes. Thus the land had rest from war."
    }
]
