[
    {
        "o": 5378,
        "r": "csb:Deuteronomy:1:0",
        "t": "Deuteronomy 1",
        "h": 1
    },
    {
        "o": 5379,
        "r": "csb:Deuteronomy:1:0",
        "t": "Introduction",
        "h": 2
    },
    {
        "o": 5380,
        "r": "csb:Deuteronomy:1:1",
        "t": "These*p are the words Moses spoke to all Israel across the Jordan in the wilderness, in the Arabah opposite Suph, between Paran and Tophel, Laban, Hazeroth, and Di-zahab."
    },
    {
        "o": 5381,
        "r": "csb:Deuteronomy:1:2",
        "t": "It is an eleven-day journey from Horeb to Kadesh-barnea by way of Mount Seir."
    },
    {
        "o": 5382,
        "r": "csb:Deuteronomy:1:3",
        "t": "In the fortieth year, in the eleventh month, on the first of the month, Moses told the Israelites everything the Lord*s had commanded him to say to them."
    },
    {
        "o": 5383,
        "r": "csb:Deuteronomy:1:4",
        "t": "This was after he had defeated King Sihon of the Amorites, who lived in Heshbon, and King Og of Bashan, who lived in Ashtaroth, at Edrei."
    },
    {
        "o": 5384,
        "r": "csb:Deuteronomy:1:5",
        "t": "Across the Jordan in the land of Moab, Moses began to explain this law, saying:"
    },
    {
        "o": 5385,
        "r": "csb:Deuteronomy:1:5",
        "t": "Departure from Horeb",
        "h": 2
    },
    {
        "o": 5386,
        "r": "csb:Deuteronomy:1:6",
        "t": "“The*p Lord*s our God spoke to us at Horeb: ‘You have stayed at this mountain long enough."
    },
    {
        "o": 5387,
        "r": "csb:Deuteronomy:1:7",
        "t": "Resume your journey and go to the hill country of the Amorites and their neighbors in the Arabah, the hill country, the Judean foothills, the Negev and the sea coast - to the land of the Canaanites and to Lebanon as far as the great river, the Euphrates River."
    },
    {
        "o": 5388,
        "r": "csb:Deuteronomy:1:8",
        "t": "See, I have set the land before you. Enter and take possession of the land the Lord*s swore to give to your ancestors Abraham, Isaac, and Jacob and their future descendants.’"
    },
    {
        "o": 5389,
        "r": "csb:Deuteronomy:1:8",
        "t": "Leaders for the Tribes",
        "h": 2
    },
    {
        "o": 5390,
        "r": "csb:Deuteronomy:1:9",
        "t": "“I*p said to you at that time: I can’t bear the responsibility for you on my own."
    },
    {
        "o": 5391,
        "r": "csb:Deuteronomy:1:10",
        "t": "The Lord*s your God has so multiplied you that today you are as numerous as the stars of the sky."
    },
    {
        "o": 5392,
        "r": "csb:Deuteronomy:1:11",
        "t": "May the Lord,*s the God of your ancestors, increase you a thousand times more, and bless you as he promised you."
    },
    {
        "o": 5393,
        "r": "csb:Deuteronomy:1:12",
        "t": "But how can I bear your troubles, burdens, and disputes by myself?"
    },
    {
        "o": 5394,
        "r": "csb:Deuteronomy:1:13",
        "t": "Appoint for yourselves wise, understanding, and respected men from each of your tribes, and I will make them your leaders."
    },
    {
        "o": 5395,
        "r": "csb:Deuteronomy:1:14",
        "t": "“You*p replied to me, ‘What you propose to do is good.’"
    },
    {
        "o": 5396,
        "r": "csb:Deuteronomy:1:15",
        "t": "“So*p I took the leaders of your tribes, wise and respected men, and set them over you as leaders: commanders for thousands, hundreds, fifties, and tens, and officers for your tribes."
    },
    {
        "o": 5397,
        "r": "csb:Deuteronomy:1:16",
        "t": "I commanded your judges at that time: Hear the cases between your brothers, and judge rightly between a man and his brother or his resident alien."
    },
    {
        "o": 5398,
        "r": "csb:Deuteronomy:1:17",
        "t": "Do not show partiality when deciding a case; listen to small and great alike. Do not be intimidated by anyone, for judgment belongs to God. Bring me any case too difficult for you, and I will hear it."
    },
    {
        "o": 5399,
        "r": "csb:Deuteronomy:1:18",
        "t": "At that time I commanded you about all the things you were to do."
    },
    {
        "o": 5400,
        "r": "csb:Deuteronomy:1:18",
        "t": "Israel’s Disobedience at Kadesh-barnea",
        "h": 2
    },
    {
        "o": 5401,
        "r": "csb:Deuteronomy:1:19",
        "t": "“We*p then set out from Horeb and went across all the great and terrible wilderness you saw on the way to the hill country of the Amorites, just as the Lord*s our God had commanded us. When we reached Kadesh-barnea,"
    },
    {
        "o": 5402,
        "r": "csb:Deuteronomy:1:20",
        "t": "I said to you: You have reached the hill country of the Amorites, which the Lord*s our God is giving us."
    },
    {
        "o": 5403,
        "r": "csb:Deuteronomy:1:21",
        "t": "See, the Lord*s your God has set the land before you. Go up and take possession of it as the Lord,*s the God of your ancestors, has told you. Do not be afraid or discouraged."
    },
    {
        "o": 5404,
        "r": "csb:Deuteronomy:1:22",
        "t": "“Then*p all of you approached me and said, ‘Let’s send men ahead of us, so that they may explore the land for us and bring us back a report about the route we should go up and the cities we will come to.’"
    },
    {
        "o": 5405,
        "r": "csb:Deuteronomy:1:23",
        "t": "The plan seemed good to me, so I selected twelve men from among you, one man for each tribe."
    },
    {
        "o": 5406,
        "r": "csb:Deuteronomy:1:24",
        "t": "They left and went up into the hill country and came to Eshcol Valley, scouting the land."
    },
    {
        "o": 5407,
        "r": "csb:Deuteronomy:1:25",
        "t": "They took some of the fruit from the land in their hands, carried it down to us, and brought us back a report: ‘The land the Lord*s our God is giving us is good.’"
    },
    {
        "o": 5408,
        "r": "csb:Deuteronomy:1:26",
        "t": "“But*p you were not willing to go up. You rebelled against the command of the Lord*s your God."
    },
    {
        "o": 5409,
        "r": "csb:Deuteronomy:1:27",
        "t": "You grumbled in your tents and said, ‘The Lord*s brought us out of the land of Egypt to hand us over to the Amorites in order to destroy us, because he hates us."
    },
    {
        "o": 5410,
        "r": "csb:Deuteronomy:1:28",
        "t": "Where can we go? Our brothers have made us lose heart, saying: The people are larger and taller than we are; the cities are large, fortified to the heavens. We also saw the descendants of the Anakim there.’"
    },
    {
        "o": 5411,
        "r": "csb:Deuteronomy:1:29",
        "t": "“So*p I said to you: Don’t be terrified or afraid of them!"
    },
    {
        "o": 5412,
        "r": "csb:Deuteronomy:1:30",
        "t": "The Lord*s your God who goes before you will fight for you, just as you saw him do for you in Egypt."
    },
    {
        "o": 5413,
        "r": "csb:Deuteronomy:1:31",
        "t": "And you saw in the wilderness how the Lord*s your God carried you as a man carries his son all along the way you traveled until you reached this place."
    },
    {
        "o": 5414,
        "r": "csb:Deuteronomy:1:32",
        "t": "But in spite of this you did not trust the Lord*s your God,"
    },
    {
        "o": 5415,
        "r": "csb:Deuteronomy:1:33",
        "t": "who went before you on the journey to seek out a place for you to camp. He went in the fire by night and in the cloud by day to guide you on the road you were to travel."
    },
    {
        "o": 5416,
        "r": "csb:Deuteronomy:1:34",
        "t": "“When*p the Lord*s heard your words, he grew angry and swore an oath:"
    },
    {
        "o": 5417,
        "r": "csb:Deuteronomy:1:35",
        "t": "‘None of these men in this evil generation will see the good land I swore to give your ancestors,"
    },
    {
        "o": 5418,
        "r": "csb:Deuteronomy:1:36",
        "t": "except Caleb the son of Jephunneh. He will see it, and I will give him and his descendants the land on which he has set foot, because he remained loyal to the Lord.’*s"
    },
    {
        "o": 5419,
        "r": "csb:Deuteronomy:1:37",
        "t": "“The*p Lord*s was angry with me also because of you and said, ‘You will not enter there either."
    },
    {
        "o": 5420,
        "r": "csb:Deuteronomy:1:38",
        "t": "Joshua son of Nun, who attends you, will enter it. Encourage him, for he will enable Israel to inherit it."
    },
    {
        "o": 5421,
        "r": "csb:Deuteronomy:1:39",
        "t": "Your children, who you said would be plunder, your sons who don’t yet know good from evil, will enter there. I will give them the land, and they will take possession of it."
    },
    {
        "o": 5422,
        "r": "csb:Deuteronomy:1:40",
        "t": "But you are to turn back and head for the wilderness by way of the Red Sea.’"
    },
    {
        "o": 5423,
        "r": "csb:Deuteronomy:1:41",
        "t": "“You*p answered me, ‘We have sinned against the Lord.*s We will go up and fight just as the Lord*s our God commanded us.’ Then each of you put on his weapons of war and thought it would be easy to go up into the hill country."
    },
    {
        "o": 5424,
        "r": "csb:Deuteronomy:1:42",
        "t": "“But*p the Lord*s said to me, ‘Tell them: Don’t go up and fight, for I am not with you to keep you from being defeated by your enemies.’"
    },
    {
        "o": 5425,
        "r": "csb:Deuteronomy:1:43",
        "t": "So I spoke to you, but you didn’t listen. You rebelled against the Lord’s*s command and defiantly went up into the hill country."
    },
    {
        "o": 5426,
        "r": "csb:Deuteronomy:1:44",
        "t": "Then the Amorites who lived there came out against you and chased you like a swarm of bees. They routed you from Seir as far as Hormah."
    },
    {
        "o": 5427,
        "r": "csb:Deuteronomy:1:45",
        "t": "When you returned, you wept before the Lord,*s but he didn’t listen to your requests or pay attention to you."
    },
    {
        "o": 5428,
        "r": "csb:Deuteronomy:1:46",
        "t": "For this reason you stayed in Kadesh as long as you did."
    },
    {
        "o": 5429,
        "r": "csb:Deuteronomy:2:0",
        "t": "Deuteronomy 2",
        "h": 1
    },
    {
        "o": 5430,
        "r": "csb:Deuteronomy:2:0",
        "t": "Journey past Seir",
        "h": 2
    },
    {
        "o": 5431,
        "r": "csb:Deuteronomy:2:1",
        "t": "“Then*p we turned back and headed for the wilderness by way of the Red Sea, as the Lord*s had told me, and we traveled around the hill country of Seir for many days."
    },
    {
        "o": 5432,
        "r": "csb:Deuteronomy:2:2",
        "t": "The Lord*s then said to me,"
    },
    {
        "o": 5433,
        "r": "csb:Deuteronomy:2:3",
        "t": "‘You’ve been traveling around this hill country long enough; turn north."
    },
    {
        "o": 5434,
        "r": "csb:Deuteronomy:2:4",
        "t": "Command the people: You are about to travel through the territory of your brothers, the descendants of Esau, who live in Seir. They will be afraid of you, so be very careful."
    },
    {
        "o": 5435,
        "r": "csb:Deuteronomy:2:5",
        "t": "Don’t provoke them, for I will not give you any of their land, not even a foot of it, because I have given Esau the hill country of Seir as his possession."
    },
    {
        "o": 5436,
        "r": "csb:Deuteronomy:2:6",
        "t": "You may purchase food from them, so that you may eat, and buy water from them to drink."
    },
    {
        "o": 5437,
        "r": "csb:Deuteronomy:2:7",
        "t": "For the Lord*s your God has blessed you in all the work of your hands. He has watched over your journey through this immense wilderness. The Lord*s your God has been with you these past forty years, and you have lacked nothing.’"
    },
    {
        "o": 5438,
        "r": "csb:Deuteronomy:2:7",
        "t": "Journey past Moab",
        "h": 2
    },
    {
        "o": 5439,
        "r": "csb:Deuteronomy:2:8",
        "t": "“So*p we bypassed our brothers, the descendants of Esau, who live in Seir. We turned away from the Arabah road and from Elath and Ezion-geber. We traveled along the road to the Wilderness of Moab."
    },
    {
        "o": 5440,
        "r": "csb:Deuteronomy:2:9",
        "t": "The Lord*s said to me, ‘Show no hostility toward Moab, and do not provoke them to battle, for I will not give you any of their land as a possession, since I have given Ar as a possession to the descendants of Lot.’”"
    },
    {
        "o": 5441,
        "r": "csb:Deuteronomy:2:10",
        "t": "The*p Emim, a great and numerous people as tall as the Anakim, had previously lived there."
    },
    {
        "o": 5442,
        "r": "csb:Deuteronomy:2:11",
        "t": "They were also regarded as Rephaim, like the Anakim, though the Moabites called them Emim."
    },
    {
        "o": 5443,
        "r": "csb:Deuteronomy:2:12",
        "t": "The Horites had previously lived in Seir, but the descendants of Esau drove them out, destroying them completely and settling in their place, just as Israel did in the land of its possession the Lord*s gave them."
    },
    {
        "o": 5444,
        "r": "csb:Deuteronomy:2:13",
        "t": "“The*p Lord*s said, ‘Now get up and cross the Zered Valley.’ So we crossed the Zered Valley."
    },
    {
        "o": 5445,
        "r": "csb:Deuteronomy:2:14",
        "t": "The time we spent traveling from Kadesh-barnea until we crossed the Zered Valley was thirty-eight years until the entire generation of fighting men had perished from the camp, as the Lord*s had sworn to them."
    },
    {
        "o": 5446,
        "r": "csb:Deuteronomy:2:15",
        "t": "Indeed, the Lord’s*s hand was against them, to eliminate them from the camp until they had all perished."
    },
    {
        "o": 5447,
        "r": "csb:Deuteronomy:2:15",
        "t": "Journey past Ammon",
        "h": 2
    },
    {
        "o": 5448,
        "r": "csb:Deuteronomy:2:16",
        "t": "“When*p all the fighting men had died among the people,"
    },
    {
        "o": 5449,
        "r": "csb:Deuteronomy:2:17",
        "t": "the Lord*s spoke to me,"
    },
    {
        "o": 5450,
        "r": "csb:Deuteronomy:2:18",
        "t": "‘Today you are going to cross the border of Moab at Ar."
    },
    {
        "o": 5451,
        "r": "csb:Deuteronomy:2:19",
        "t": "When you get close to the Ammonites, don’t show any hostility to them or provoke them, for I will not give you any of the Ammonites’ land as a possession; I have given it as a possession to the descendants of Lot.’”"
    },
    {
        "o": 5452,
        "r": "csb:Deuteronomy:2:20",
        "t": "This*p too used to be regarded as the land of the Rephaim. The Rephaim lived there previously, though the Ammonites called them Zamzummim,"
    },
    {
        "o": 5453,
        "r": "csb:Deuteronomy:2:21",
        "t": "a great and numerous people, tall as the Anakim. The Lord*s destroyed the Rephaim at the advance of the Ammonites, so that they drove them out and settled in their place."
    },
    {
        "o": 5454,
        "r": "csb:Deuteronomy:2:22",
        "t": "This was just as he had done for the descendants of Esau who lived in Seir, when he destroyed the Horites before them; they drove them out and have lived in their place until now."
    },
    {
        "o": 5455,
        "r": "csb:Deuteronomy:2:23",
        "t": "The Caphtorim, who came from Caphtor, destroyed the Avvites, who lived in villages as far as Gaza, and settled in their place."
    },
    {
        "o": 5456,
        "r": "csb:Deuteronomy:2:23",
        "t": "Defeat of Sihon the Amorite",
        "h": 2
    },
    {
        "o": 5457,
        "r": "csb:Deuteronomy:2:24",
        "t": "“The*p Lord*s also said, ‘Get up, move out, and cross the Arnon Valley. See, I have handed the Amorites’ King Sihon of Heshbon and his land over to you. Begin to take possession of it; engage him in battle."
    },
    {
        "o": 5458,
        "r": "csb:Deuteronomy:2:25",
        "t": "Today I will begin to put the fear and dread of you on the peoples everywhere under heaven. They will hear the report about you, tremble, and be in anguish because of you.’"
    },
    {
        "o": 5459,
        "r": "csb:Deuteronomy:2:26",
        "t": "“So*p I sent messengers with an offer of peace to King Sihon of Heshbon from the Wilderness of Kedemoth, saying,"
    },
    {
        "o": 5460,
        "r": "csb:Deuteronomy:2:27",
        "t": "‘Let us travel through your land; we will keep strictly to the highway. We will not turn to the right or the left."
    },
    {
        "o": 5461,
        "r": "csb:Deuteronomy:2:28",
        "t": "You can sell us food in exchange for silver so we may eat, and give us water for silver so we may drink. Only let us travel through on foot,"
    },
    {
        "o": 5462,
        "r": "csb:Deuteronomy:2:29",
        "t": "just as the descendants of Esau who live in Seir did for us, and the Moabites who live in Ar, until we cross the Jordan into the land the Lord*s our God is giving us.’"
    },
    {
        "o": 5463,
        "r": "csb:Deuteronomy:2:30",
        "t": "But King Sihon of Heshbon would not let us travel through his land, for the Lord*s your God had made his spirit stubborn and his heart obstinate in order to hand him over to you, as has now taken place."
    },
    {
        "o": 5464,
        "r": "csb:Deuteronomy:2:31",
        "t": "“Then*p the Lord*s said to me, ‘See, I have begun to give Sihon and his land to you. Begin to take possession of it.’"
    },
    {
        "o": 5465,
        "r": "csb:Deuteronomy:2:32",
        "t": "So Sihon and his whole army came out against us for battle at Jahaz."
    },
    {
        "o": 5466,
        "r": "csb:Deuteronomy:2:33",
        "t": "The Lord*s our God handed him over to us, and we defeated him, his sons, and his whole army."
    },
    {
        "o": 5467,
        "r": "csb:Deuteronomy:2:34",
        "t": "At that time we captured all his cities and completely destroyed the people of every city, including the women and children. We left no survivors."
    },
    {
        "o": 5468,
        "r": "csb:Deuteronomy:2:35",
        "t": "We took only the livestock and the spoil from the cities we captured as plunder for ourselves."
    },
    {
        "o": 5469,
        "r": "csb:Deuteronomy:2:36",
        "t": "There was no city that was inaccessible to us, from Aroer on the rim of the Arnon Valley, along with the city in the valley, even as far as Gilead. The Lord*s our God gave everything to us."
    },
    {
        "o": 5470,
        "r": "csb:Deuteronomy:2:37",
        "t": "But you did not go near the Ammonites’ land, all along the bank of the Jabbok River, the cities of the hill country, or any place that the Lord*s our God had forbidden."
    },
    {
        "o": 5471,
        "r": "csb:Deuteronomy:3:0",
        "t": "Deuteronomy 3",
        "h": 1
    },
    {
        "o": 5472,
        "r": "csb:Deuteronomy:3:0",
        "t": "Defeat of Og of Bashan",
        "h": 2
    },
    {
        "o": 5473,
        "r": "csb:Deuteronomy:3:1",
        "t": "“Then*p we turned and went up the road to Bashan, and King Og of Bashan came out against us with his whole army to do battle at Edrei."
    },
    {
        "o": 5474,
        "r": "csb:Deuteronomy:3:2",
        "t": "But the Lord*s said to me, ‘Do not fear him, for I have handed him over to you along with his whole army and his land. Do to him as you did to King Sihon of the Amorites, who lived in Heshbon.’"
    },
    {
        "o": 5475,
        "r": "csb:Deuteronomy:3:3",
        "t": "So the Lord*s our God also handed over King Og of Bashan and his whole army to us. We struck him until there was no survivor left."
    },
    {
        "o": 5476,
        "r": "csb:Deuteronomy:3:4",
        "t": "We captured all his cities at that time. There wasn’t a city that we didn’t take from them: sixty cities, the entire region of Argob, the kingdom of Og in Bashan."
    },
    {
        "o": 5477,
        "r": "csb:Deuteronomy:3:5",
        "t": "All these were fortified with high walls, gates, and bars, besides a large number of rural villages."
    },
    {
        "o": 5478,
        "r": "csb:Deuteronomy:3:6",
        "t": "We completely destroyed them, as we had done to King Sihon of Heshbon, destroying the men, women, and children of every city."
    },
    {
        "o": 5479,
        "r": "csb:Deuteronomy:3:7",
        "t": "But we took all the livestock and the spoil from the cities as plunder for ourselves."
    },
    {
        "o": 5480,
        "r": "csb:Deuteronomy:3:7",
        "t": "The Land of the Transjordan Tribes",
        "h": 2
    },
    {
        "o": 5481,
        "r": "csb:Deuteronomy:3:8",
        "t": "“At*p that time we took the land from the two Amorite kings across the Jordan, from the Arnon Valley as far as Mount Hermon,"
    },
    {
        "o": 5482,
        "r": "csb:Deuteronomy:3:9",
        "t": "which the Sidonians call Sirion, but the Amorites call Senir,"
    },
    {
        "o": 5483,
        "r": "csb:Deuteronomy:3:10",
        "t": "all the cities of the plateau, Gilead, and Bashan as far as Salecah and Edrei, cities of Og’s kingdom in Bashan."
    },
    {
        "o": 5484,
        "r": "csb:Deuteronomy:3:11",
        "t": "(Only King Og of Bashan was left of the remnant of the Rephaim. His bed was made of iron. Isn’t it in Rabbah of the Ammonites? It is 13½ feet long and 6 feet wide by a standard measure.)"
    },
    {
        "o": 5485,
        "r": "csb:Deuteronomy:3:12",
        "t": "“At*p that time we took possession of this land. I gave to the Reubenites and Gadites the area extending from Aroer by the Arnon Valley, and half the hill country of Gilead along with its cities."
    },
    {
        "o": 5486,
        "r": "csb:Deuteronomy:3:13",
        "t": "I gave to half the tribe of Manasseh the rest of Gilead and all Bashan, the kingdom of Og. The entire region of Argob, the whole territory of Bashan, used to be called the land of the Rephaim."
    },
    {
        "o": 5487,
        "r": "csb:Deuteronomy:3:14",
        "t": "Jair, a descendant of Manasseh, took over the entire region of Argob as far as the border of the Geshurites and Maacathites. He called Bashan by his own name, Jair’s Villages, as it is today."
    },
    {
        "o": 5488,
        "r": "csb:Deuteronomy:3:15",
        "t": "I gave Gilead to Machir,"
    },
    {
        "o": 5489,
        "r": "csb:Deuteronomy:3:16",
        "t": "and I gave to the Reubenites and Gadites the area extending from Gilead to the Arnon Valley (the middle of the valley was the border) and up to the Jabbok River, the border of the Ammonites."
    },
    {
        "o": 5490,
        "r": "csb:Deuteronomy:3:17",
        "t": "The Arabah and Jordan are also borders from Chinnereth as far as the Sea of the Arabah, the Dead Sea, under the slopes of Pisgah on the east."
    },
    {
        "o": 5491,
        "r": "csb:Deuteronomy:3:18",
        "t": "“I*p commanded you at that time: The Lord*s your God has given you this land to possess. All your valiant men will cross over in battle formation ahead of your brothers the Israelites."
    },
    {
        "o": 5492,
        "r": "csb:Deuteronomy:3:19",
        "t": "But your wives, dependents, and livestock - I know that you have a lot of livestock - will remain in the cities I have given you"
    },
    {
        "o": 5493,
        "r": "csb:Deuteronomy:3:20",
        "t": "until the Lord*s gives rest to your brothers as he has to you, and they also take possession of the land the Lord*s your God is giving them across the Jordan. Then each of you may return to his possession that I have given you."
    },
    {
        "o": 5494,
        "r": "csb:Deuteronomy:3:20",
        "t": "The Transfer of Israel’s Leadership",
        "h": 2
    },
    {
        "o": 5495,
        "r": "csb:Deuteronomy:3:21",
        "t": "“I*p commanded Joshua at that time: Your own eyes have seen everything the Lord*s your God has done to these two kings. The Lord*s will do the same to all the kingdoms you are about to enter."
    },
    {
        "o": 5496,
        "r": "csb:Deuteronomy:3:22",
        "t": "Don’t be afraid of them, for the Lord*s your God fights for you."
    },
    {
        "o": 5497,
        "r": "csb:Deuteronomy:3:23",
        "t": "“At*p that time I begged the Lord:*s"
    },
    {
        "o": 5498,
        "r": "csb:Deuteronomy:3:24",
        "t": "Lord God,*s you have begun to show your greatness and your strong hand to your servant, for what god is there in heaven or on earth who can perform deeds and mighty acts like yours?"
    },
    {
        "o": 5499,
        "r": "csb:Deuteronomy:3:25",
        "t": "Please let me cross over and see the beautiful land on the other side of the Jordan, that good hill country and Lebanon."
    },
    {
        "o": 5500,
        "r": "csb:Deuteronomy:3:26",
        "t": "“But*p the Lord*s was angry with me because of you and would not listen to me. The Lord*s said to me, ‘That’s enough! Do not speak to me again about this matter."
    },
    {
        "o": 5501,
        "r": "csb:Deuteronomy:3:27",
        "t": "Go to the top of Pisgah and look to the west, north, south, and east, and see it with your own eyes, for you will not cross the Jordan."
    },
    {
        "o": 5502,
        "r": "csb:Deuteronomy:3:28",
        "t": "But commission Joshua and encourage and strengthen him, for he will cross over ahead of the people and enable them to inherit this land that you will see.’"
    },
    {
        "o": 5503,
        "r": "csb:Deuteronomy:3:29",
        "t": "So we stayed in the valley facing Beth-peor."
    },
    {
        "o": 5504,
        "r": "csb:Deuteronomy:4:0",
        "t": "Deuteronomy 4",
        "h": 1
    },
    {
        "o": 5505,
        "r": "csb:Deuteronomy:4:0",
        "t": "Call to Obedience",
        "h": 2
    },
    {
        "o": 5506,
        "r": "csb:Deuteronomy:4:1",
        "t": "“Now,*p Israel, listen to the statutes and ordinances I am teaching you to follow, so that you may live, enter, and take possession of the land the Lord,*s the God of your ancestors, is giving you."
    },
    {
        "o": 5507,
        "r": "csb:Deuteronomy:4:2",
        "t": "You must not add anything to what I command you or take anything away from it, so that you may keep the commands of the Lord*s your God I am giving you."
    },
    {
        "o": 5508,
        "r": "csb:Deuteronomy:4:3",
        "t": "Your eyes have seen what the Lord*s did at Baal-peor, for the Lord*s your God destroyed every one of you who followed Baal of Peor."
    },
    {
        "o": 5509,
        "r": "csb:Deuteronomy:4:4",
        "t": "But you who have remained faithful to the Lord*s your God are all alive today."
    },
    {
        "o": 5510,
        "r": "csb:Deuteronomy:4:5",
        "t": "Look, I have taught you statutes and ordinances as the Lord*s my God has commanded me, so that you may follow them in the land you are entering to possess."
    },
    {
        "o": 5511,
        "r": "csb:Deuteronomy:4:6",
        "t": "Carefully follow them, for this will show your wisdom and understanding in the eyes of the peoples. When they hear about all these statutes, they will say, ‘This great nation is indeed a wise and understanding people.’"
    },
    {
        "o": 5512,
        "r": "csb:Deuteronomy:4:7",
        "t": "For what great nation is there that has a god near to it as the Lord*s our God is to us whenever we call to him?"
    },
    {
        "o": 5513,
        "r": "csb:Deuteronomy:4:8",
        "t": "And what great nation has righteous statutes and ordinances like this entire law I set before you today?"
    },
    {
        "o": 5514,
        "r": "csb:Deuteronomy:4:9",
        "t": "“Only*p be on your guard and diligently watch yourselves, so that you don’t forget the things your eyes have seen and so that they don’t slip from your mind as long as you live. Teach them to your children and your grandchildren."
    },
    {
        "o": 5515,
        "r": "csb:Deuteronomy:4:10",
        "t": "The day you stood before the Lord*s your God at Horeb, the Lord*s said to me, ‘Assemble the people before me, and I will let them hear my words, so that they may learn to fear me all the days they live on the earth and may instruct their children.’"
    },
    {
        "o": 5516,
        "r": "csb:Deuteronomy:4:11",
        "t": "You came near and stood at the base of the mountain, a mountain blazing with fire into the heavens and enveloped in a totally black cloud."
    },
    {
        "o": 5517,
        "r": "csb:Deuteronomy:4:12",
        "t": "Then the Lord*s spoke to you from the fire. You kept hearing the sound of the words, but didn’t see a form; there was only a voice."
    },
    {
        "o": 5518,
        "r": "csb:Deuteronomy:4:13",
        "t": "He declared his covenant to you. He commanded you to follow the Ten Commandments, which he wrote on two stone tablets."
    },
    {
        "o": 5519,
        "r": "csb:Deuteronomy:4:14",
        "t": "At that time the Lord*s commanded me to teach you statutes and ordinances for you to follow in the land you are about to cross into and possess."
    },
    {
        "o": 5520,
        "r": "csb:Deuteronomy:4:14",
        "t": "Worshiping the True God",
        "h": 2
    },
    {
        "o": 5521,
        "r": "csb:Deuteronomy:4:15",
        "t": "“Diligently*p watch yourselves - because you did not see any form on the day the Lord*s spoke to you out of the fire at Horeb -"
    },
    {
        "o": 5522,
        "r": "csb:Deuteronomy:4:16",
        "t": "so you don’t act corruptly and make an idol for yourselves in the shape of any figure: a male or female form,"
    },
    {
        "o": 5523,
        "r": "csb:Deuteronomy:4:17",
        "t": "or the form of any animal on the earth, any winged creature that flies in the sky,"
    },
    {
        "o": 5524,
        "r": "csb:Deuteronomy:4:18",
        "t": "any creature that crawls on the ground, or any fish in the waters under the earth."
    },
    {
        "o": 5525,
        "r": "csb:Deuteronomy:4:19",
        "t": "When you look to the heavens and see the sun, moon, and stars - all the stars in the sky - do not be led astray to bow in worship to them and serve them. The Lord*s your God has provided them for all people everywhere under heaven."
    },
    {
        "o": 5526,
        "r": "csb:Deuteronomy:4:20",
        "t": "But the Lord*s selected you and brought you out of Egypt’s iron furnace to be a people for his inheritance, as you are today."
    },
    {
        "o": 5527,
        "r": "csb:Deuteronomy:4:21",
        "t": "“The*p Lord*s was angry with me on your account. He swore that I would not cross the Jordan and enter the good land the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 5528,
        "r": "csb:Deuteronomy:4:22",
        "t": "I won’t be crossing the Jordan because I am going to die in this land. But you are about to cross over and take possession of this good land."
    },
    {
        "o": 5529,
        "r": "csb:Deuteronomy:4:23",
        "t": "Be careful not to forget the covenant of the Lord*s your God that he made with you, and make an idol for yourselves in the shape of anything he has forbidden you."
    },
    {
        "o": 5530,
        "r": "csb:Deuteronomy:4:24",
        "t": "For the Lord*s your God is a consuming fire, a jealous God."
    },
    {
        "o": 5531,
        "r": "csb:Deuteronomy:4:25",
        "t": "“When*p you have children and grandchildren and have been in the land a long time, and if you act corruptly, make an idol in the form of anything, and do what is evil in the sight of the Lord*s your God, angering him,"
    },
    {
        "o": 5532,
        "r": "csb:Deuteronomy:4:26",
        "t": "I call heaven and earth as witnesses against you today that you will quickly perish from the land you are about to cross the Jordan to possess. You will not live long there, but you will certainly be destroyed."
    },
    {
        "o": 5533,
        "r": "csb:Deuteronomy:4:27",
        "t": "The Lord*s will scatter you among the peoples, and you will be reduced to a few survivors among the nations where the Lord*s your God will drive you."
    },
    {
        "o": 5534,
        "r": "csb:Deuteronomy:4:28",
        "t": "There you will worship man-made gods of wood and stone, which cannot see, hear, eat, or smell."
    },
    {
        "o": 5535,
        "r": "csb:Deuteronomy:4:29",
        "t": "But from there, you will search for the Lord*s your God, and you will find him when you seek him with all your heart and all your soul."
    },
    {
        "o": 5536,
        "r": "csb:Deuteronomy:4:30",
        "t": "When you are in distress and all these things have happened to you, in the future you will return to the Lord*s your God and obey him."
    },
    {
        "o": 5537,
        "r": "csb:Deuteronomy:4:31",
        "t": "He will not leave you, destroy you, or forget the covenant with your ancestors that he swore to them by oath, because the Lord*s your God is a compassionate God."
    },
    {
        "o": 5538,
        "r": "csb:Deuteronomy:4:32",
        "t": "“Indeed,*p ask about the earlier days that preceded you, from the day God created mankind on the earth and from one end of the heavens to the other: Has anything like this great event ever happened, or has anything like it been heard of?"
    },
    {
        "o": 5539,
        "r": "csb:Deuteronomy:4:33",
        "t": "Has a people heard God’s voice speaking from the fire as you have, and lived?"
    },
    {
        "o": 5540,
        "r": "csb:Deuteronomy:4:34",
        "t": "Or has a god attempted to go and take a nation as his own out of another nation, by trials, signs, wonders, and war, by a strong hand and an outstretched arm, by great terrors, as the Lord*s your God did for you in Egypt before your eyes?"
    },
    {
        "o": 5541,
        "r": "csb:Deuteronomy:4:35",
        "t": "You were shown these things so that you would know that the Lord*s is God; there is no other besides him."
    },
    {
        "o": 5542,
        "r": "csb:Deuteronomy:4:36",
        "t": "He let you hear his voice from heaven to instruct you. He showed you his great fire on earth, and you heard his words from the fire."
    },
    {
        "o": 5543,
        "r": "csb:Deuteronomy:4:37",
        "t": "Because he loved your ancestors, he chose their descendants after them and brought you out of Egypt by his presence and great power,"
    },
    {
        "o": 5544,
        "r": "csb:Deuteronomy:4:38",
        "t": "to drive out before you nations greater and stronger than you and to bring you in and give you their land as an inheritance, as is now taking place."
    },
    {
        "o": 5545,
        "r": "csb:Deuteronomy:4:39",
        "t": "Today, recognize and keep in mind that the Lord*s is God in heaven above and on earth below; there is no other."
    },
    {
        "o": 5546,
        "r": "csb:Deuteronomy:4:40",
        "t": "Keep his statutes and commands, which I am giving you today, so that you and your children after you may prosper and so that you may live long in the land the Lord*s your God is giving you for all time.”"
    },
    {
        "o": 5547,
        "r": "csb:Deuteronomy:4:40",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5548,
        "r": "csb:Deuteronomy:4:41",
        "t": "Then*p Moses set apart three cities across the Jordan to the east."
    },
    {
        "o": 5549,
        "r": "csb:Deuteronomy:4:42",
        "t": "Someone could flee there who committed manslaughter, killing his neighbor accidentally without previously hating him. He could flee to one of these cities and stay alive:"
    },
    {
        "o": 5550,
        "r": "csb:Deuteronomy:4:43",
        "t": "Bezer in the wilderness on the plateau land, belonging to the Reubenites; Ramoth in Gilead, belonging to the Gadites; or Golan in Bashan, belonging to the Manassites."
    },
    {
        "o": 5551,
        "r": "csb:Deuteronomy:4:43",
        "t": "Introduction to the Law",
        "h": 2
    },
    {
        "o": 5552,
        "r": "csb:Deuteronomy:4:44",
        "t": "This*p is the law Moses gave the Israelites."
    },
    {
        "o": 5553,
        "r": "csb:Deuteronomy:4:45",
        "t": "These are the decrees, statutes, and ordinances Moses proclaimed to them after they came out of Egypt,"
    },
    {
        "o": 5554,
        "r": "csb:Deuteronomy:4:46",
        "t": "across the Jordan in the valley facing Beth-peor in the land of King Sihon of the Amorites. He lived in Heshbon, and Moses and the Israelites defeated him after they came out of Egypt."
    },
    {
        "o": 5555,
        "r": "csb:Deuteronomy:4:47",
        "t": "They took possession of his land and the land of Og king of Bashan, the two Amorite kings who were across the Jordan to the east,"
    },
    {
        "o": 5556,
        "r": "csb:Deuteronomy:4:48",
        "t": "from Aroer on the rim of the Arnon Valley as far as Mount Sion (that is, Hermon)"
    },
    {
        "o": 5557,
        "r": "csb:Deuteronomy:4:49",
        "t": "and all the Arabah on the east side of the Jordan as far as the Dead Sea below the slopes of Pisgah."
    },
    {
        "o": 5558,
        "r": "csb:Deuteronomy:5:0",
        "t": "Deuteronomy 5",
        "h": 1
    },
    {
        "o": 5559,
        "r": "csb:Deuteronomy:5:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 5560,
        "r": "csb:Deuteronomy:5:1",
        "t": "Moses*p summoned all Israel and said to them, “Israel, listen to the statutes and ordinances I am proclaiming as you hear them today. Learn and follow them carefully."
    },
    {
        "o": 5561,
        "r": "csb:Deuteronomy:5:2",
        "t": "The Lord*s our God made a covenant with us at Horeb."
    },
    {
        "o": 5562,
        "r": "csb:Deuteronomy:5:3",
        "t": "He did not make this covenant with our ancestors, but with all of us who are alive here today."
    },
    {
        "o": 5563,
        "r": "csb:Deuteronomy:5:4",
        "t": "The Lord*s spoke to you face to face from the fire on the mountain."
    },
    {
        "o": 5564,
        "r": "csb:Deuteronomy:5:5",
        "t": "At that time I was standing between the Lord*s and you to report the word of the Lord*s to you, because you were afraid of the fire and did not go up the mountain. And he said:"
    },
    {
        "o": 5565,
        "r": "csb:Deuteronomy:5:6",
        "t": "I*ln am the Lord*s your God, who brought you out of the land of Egypt, out of the place of slavery."
    },
    {
        "o": 5566,
        "r": "csb:Deuteronomy:5:7",
        "t": "Do*ln not have other gods besides me."
    },
    {
        "o": 5567,
        "r": "csb:Deuteronomy:5:8",
        "t": "Do*ln not make an idol for yourself in the shape of anything in the heavens above or on the earth below or in the waters under the earth."
    },
    {
        "o": 5568,
        "r": "csb:Deuteronomy:5:9",
        "t": "Do not bow in worship to them, and do not serve them, because I, the Lord*s your God, am a jealous God, bringing the consequences of the fathers’ iniquity on the children to the third and fourth generations of those who hate me,"
    },
    {
        "o": 5569,
        "r": "csb:Deuteronomy:5:10",
        "t": "but showing faithful love to a thousand generations of those who love me and keep my commands."
    },
    {
        "o": 5570,
        "r": "csb:Deuteronomy:5:11",
        "t": "Do*ln not misuse the name of the Lord*s your God, because the Lord*s will not leave anyone unpunished who misuses his name."
    },
    {
        "o": 5571,
        "r": "csb:Deuteronomy:5:12",
        "t": "Be*ln careful to remember the Sabbath day, to keep it holy as the Lord*s your God has commanded you."
    },
    {
        "o": 5572,
        "r": "csb:Deuteronomy:5:13",
        "t": "You are to labor six days and do all your work,"
    },
    {
        "o": 5573,
        "r": "csb:Deuteronomy:5:14",
        "t": "but the seventh day is a Sabbath to the Lord*s your God. Do not do any work - you, your son or daughter, your male or female slave, your ox or donkey, any of your livestock, or the resident alien who lives within your city gates, so that your male and female slaves may rest as you do."
    },
    {
        "o": 5574,
        "r": "csb:Deuteronomy:5:15",
        "t": "Remember*ln that you were a slave in the land of Egypt, and the Lord*s your God brought you out of there with a strong hand and an outstretched arm. That is why the Lord*s your God has commanded you to keep the Sabbath day."
    },
    {
        "o": 5575,
        "r": "csb:Deuteronomy:5:16",
        "t": "Honor*ln your father and your mother, as the Lord*s your God has commanded you, so that you may live long and so that you may prosper in the land the Lord*s your God is giving you."
    },
    {
        "o": 5576,
        "r": "csb:Deuteronomy:5:17",
        "t": "Do*ln not murder."
    },
    {
        "o": 5577,
        "r": "csb:Deuteronomy:5:18",
        "t": "Do*ln not commit adultery."
    },
    {
        "o": 5578,
        "r": "csb:Deuteronomy:5:19",
        "t": "Do*ln not steal."
    },
    {
        "o": 5579,
        "r": "csb:Deuteronomy:5:20",
        "t": "Do*ln not give dishonest testimony against your neighbor."
    },
    {
        "o": 5580,
        "r": "csb:Deuteronomy:5:21",
        "t": "Do*ln not covet your neighbor’s wife or desire your neighbor’s house, his field, his male or female slave, his ox or donkey, or anything that belongs to your neighbor."
    },
    {
        "o": 5581,
        "r": "csb:Deuteronomy:5:21",
        "t": "The People’s Response",
        "h": 2
    },
    {
        "o": 5582,
        "r": "csb:Deuteronomy:5:22",
        "t": "“The*p Lord*s spoke these commands in a loud voice to your entire assembly from the fire, cloud, and total darkness on the mountain; he added nothing more. He wrote them on two stone tablets and gave them to me."
    },
    {
        "o": 5583,
        "r": "csb:Deuteronomy:5:23",
        "t": "All of you approached me with your tribal leaders and elders when you heard the voice from the darkness and while the mountain was blazing with fire."
    },
    {
        "o": 5584,
        "r": "csb:Deuteronomy:5:24",
        "t": "You said, ‘Look, the Lord*s our God has shown us his glory and greatness, and we have heard his voice from the fire. Today we have seen that God speaks with a person, yet he still lives."
    },
    {
        "o": 5585,
        "r": "csb:Deuteronomy:5:25",
        "t": "But now, why should we die? This great fire will consume us and we will die if we hear the voice of the Lord*s our God any longer."
    },
    {
        "o": 5586,
        "r": "csb:Deuteronomy:5:26",
        "t": "For who out of all humanity has heard the voice of the living God speaking from the fire, as we have, and lived?"
    },
    {
        "o": 5587,
        "r": "csb:Deuteronomy:5:27",
        "t": "Go near and listen to everything the Lord*s our God says. Then you can tell us everything the Lord*s our God tells you; we will listen and obey.’"
    },
    {
        "o": 5588,
        "r": "csb:Deuteronomy:5:28",
        "t": "“The*p Lord*s heard your words when you spoke to me. He said to me, ‘I have heard the words that these people have spoken to you. Everything they have said is right."
    },
    {
        "o": 5589,
        "r": "csb:Deuteronomy:5:29",
        "t": "If only they had such a heart to fear me and keep all my commands always, so that they and their children would prosper forever."
    },
    {
        "o": 5590,
        "r": "csb:Deuteronomy:5:30",
        "t": "Go and tell them: Return to your tents."
    },
    {
        "o": 5591,
        "r": "csb:Deuteronomy:5:31",
        "t": "But you stand here with me, and I will tell you every command - the statutes and ordinances - you are to teach them, so that they may follow them in the land I am giving them to possess.’"
    },
    {
        "o": 5592,
        "r": "csb:Deuteronomy:5:32",
        "t": "“Be*p careful to do as the Lord*s your God has commanded you; you are not to turn aside to the right or the left."
    },
    {
        "o": 5593,
        "r": "csb:Deuteronomy:5:33",
        "t": "Follow the whole instruction the Lord*s your God has commanded you, so that you may live, prosper, and have a long life in the land you will possess."
    },
    {
        "o": 5594,
        "r": "csb:Deuteronomy:6:0",
        "t": "Deuteronomy 6",
        "h": 1
    },
    {
        "o": 5595,
        "r": "csb:Deuteronomy:6:0",
        "t": "The Greatest Command",
        "h": 2
    },
    {
        "o": 5596,
        "r": "csb:Deuteronomy:6:1",
        "t": "“This*p is the command - the statutes and ordinances - the Lord*s your God has commanded me to teach you, so that you may follow them in the land you are about to enter and possess."
    },
    {
        "o": 5597,
        "r": "csb:Deuteronomy:6:2",
        "t": "Do this so that you may fear the Lord*s your God all the days of your life by keeping all his statutes and commands I am giving you, your son, and your grandson, and so that you may have a long life."
    },
    {
        "o": 5598,
        "r": "csb:Deuteronomy:6:3",
        "t": "Listen, Israel, and be careful to follow them, so that you may prosper and multiply greatly, because the Lord,*s the God of your ancestors, has promised you a land flowing with milk and honey."
    },
    {
        "o": 5599,
        "r": "csb:Deuteronomy:6:4",
        "t": "“Listen,*p Israel: The Lord*s our God, the Lord*s is one."
    },
    {
        "o": 5600,
        "r": "csb:Deuteronomy:6:5",
        "t": "Love the Lord*s your God with all your heart, with all your soul, and with all your strength."
    },
    {
        "o": 5601,
        "r": "csb:Deuteronomy:6:6",
        "t": "These words that I am giving you today are to be in your heart."
    },
    {
        "o": 5602,
        "r": "csb:Deuteronomy:6:7",
        "t": "Repeat them to your children. Talk about them when you sit in your house and when you walk along the road, when you lie down and when you get up."
    },
    {
        "o": 5603,
        "r": "csb:Deuteronomy:6:8",
        "t": "Bind them as a sign on your hand and let them be a symbol on your forehead."
    },
    {
        "o": 5604,
        "r": "csb:Deuteronomy:6:9",
        "t": "Write them on the doorposts of your house and on your city gates."
    },
    {
        "o": 5605,
        "r": "csb:Deuteronomy:6:9",
        "t": "Remembering God through Obedience",
        "h": 2
    },
    {
        "o": 5606,
        "r": "csb:Deuteronomy:6:10",
        "t": "“When*p the Lord*s your God brings you into the land he swore to your ancestors Abraham, Isaac, and Jacob that he would give you - a land with large and beautiful cities that you did not build,"
    },
    {
        "o": 5607,
        "r": "csb:Deuteronomy:6:11",
        "t": "houses full of every good thing that you did not fill them with, cisterns that you did not dig, and vineyards and olive groves that you did not plant- and when you eat and are satisfied,"
    },
    {
        "o": 5608,
        "r": "csb:Deuteronomy:6:12",
        "t": "be careful not to forget the Lord*s who brought you out of the land of Egypt, out of the place of slavery."
    },
    {
        "o": 5609,
        "r": "csb:Deuteronomy:6:13",
        "t": "Fear the Lord*s your God, worship him, and take your oaths in his name."
    },
    {
        "o": 5610,
        "r": "csb:Deuteronomy:6:14",
        "t": "Do not follow other gods, the gods of the peoples around you,"
    },
    {
        "o": 5611,
        "r": "csb:Deuteronomy:6:15",
        "t": "for the Lord*s your God, who is among you, is a jealous God. Otherwise, the Lord*s your God will become angry with you and obliterate you from the face of the earth."
    },
    {
        "o": 5612,
        "r": "csb:Deuteronomy:6:16",
        "t": "Do not test the Lord*s your God as you tested him at Massah."
    },
    {
        "o": 5613,
        "r": "csb:Deuteronomy:6:17",
        "t": "Carefully observe the commands of the Lord*s your God, the decrees and statutes he has commanded you."
    },
    {
        "o": 5614,
        "r": "csb:Deuteronomy:6:18",
        "t": "Do what is right and good in the Lord’s*s sight, so that you may prosper and so that you may enter and possess the good land the Lord*s your God swore to give your ancestors,"
    },
    {
        "o": 5615,
        "r": "csb:Deuteronomy:6:19",
        "t": "by driving out all your enemies before you, as the Lord*s has said."
    },
    {
        "o": 5616,
        "r": "csb:Deuteronomy:6:20",
        "t": "“When*p your son asks you in the future, ‘What is the meaning of the decrees, statutes, and ordinances that the Lord*s our God has commanded you?’"
    },
    {
        "o": 5617,
        "r": "csb:Deuteronomy:6:21",
        "t": "tell him, ‘We were slaves of Pharaoh in Egypt, but the Lord*s brought us out of Egypt with a strong hand."
    },
    {
        "o": 5618,
        "r": "csb:Deuteronomy:6:22",
        "t": "Before our eyes the Lord*s inflicted great and devastating signs and wonders on Egypt, on Pharaoh, and on all his household,"
    },
    {
        "o": 5619,
        "r": "csb:Deuteronomy:6:23",
        "t": "but he brought us from there in order to lead us in and give us the land that he swore to our ancestors."
    },
    {
        "o": 5620,
        "r": "csb:Deuteronomy:6:24",
        "t": "The Lord*s commanded us to follow all these statutes and to fear the Lord*s our God for our prosperity always and for our preservation, as it is today."
    },
    {
        "o": 5621,
        "r": "csb:Deuteronomy:6:25",
        "t": "Righteousness will be ours if we are careful to follow every one of these commands before the Lord*s our God, as he has commanded us.’"
    },
    {
        "o": 5622,
        "r": "csb:Deuteronomy:7:0",
        "t": "Deuteronomy 7",
        "h": 1
    },
    {
        "o": 5623,
        "r": "csb:Deuteronomy:7:0",
        "t": "Israel to Destroy Idolatrous Nations",
        "h": 2
    },
    {
        "o": 5624,
        "r": "csb:Deuteronomy:7:1",
        "t": "“When*p the Lord*s your God brings you into the land you are entering to possess, and he drives out many nations before you - the Hethites, Girgashites, Amorites, Canaanites, Perizzites, Hivites and Jebusites, seven nations more numerous and powerful than you-"
    },
    {
        "o": 5625,
        "r": "csb:Deuteronomy:7:2",
        "t": "and when the Lord*s your God delivers them over to you and you defeat them, you must completely destroy them. Make no treaty with them and show them no mercy."
    },
    {
        "o": 5626,
        "r": "csb:Deuteronomy:7:3",
        "t": "You must not intermarry with them, and you must not give your daughters to their sons or take their daughters for your sons,"
    },
    {
        "o": 5627,
        "r": "csb:Deuteronomy:7:4",
        "t": "because they will turn your sons away from me to worship other gods. Then the Lord’s*s anger will burn against you, and he will swiftly destroy you."
    },
    {
        "o": 5628,
        "r": "csb:Deuteronomy:7:5",
        "t": "Instead, this is what you are to do to them: tear down their altars, smash their sacred pillars, cut down their Asherah poles, and burn their carved images."
    },
    {
        "o": 5629,
        "r": "csb:Deuteronomy:7:6",
        "t": "For you are a holy people belonging to the Lord*s your God. The Lord*s your God has chosen you to be his own possession out of all the peoples on the face of the earth."
    },
    {
        "o": 5630,
        "r": "csb:Deuteronomy:7:7",
        "t": "“The*p Lord*s had his heart set on you and chose you, not because you were more numerous than all peoples, for you were the fewest of all peoples."
    },
    {
        "o": 5631,
        "r": "csb:Deuteronomy:7:8",
        "t": "But because the Lord*s loved you and kept the oath he swore to your ancestors, he brought you out with a strong hand and redeemed you from the place of slavery, from the power of Pharaoh king of Egypt."
    },
    {
        "o": 5632,
        "r": "csb:Deuteronomy:7:9",
        "t": "Know that the Lord*s your God is God, the faithful God who keeps his gracious covenant loyalty for a thousand generations with those who love him and keep his commands."
    },
    {
        "o": 5633,
        "r": "csb:Deuteronomy:7:10",
        "t": "But he directly pays back and destroys those who hate him. He will not hesitate to pay back directly the one who hates him."
    },
    {
        "o": 5634,
        "r": "csb:Deuteronomy:7:11",
        "t": "So keep the command - the statutes and ordinances - that I am giving you to follow today."
    },
    {
        "o": 5635,
        "r": "csb:Deuteronomy:7:12",
        "t": "“If*p you listen to and are careful to keep these ordinances, the Lord*s your God will keep his covenant loyalty with you, as he swore to your ancestors."
    },
    {
        "o": 5636,
        "r": "csb:Deuteronomy:7:13",
        "t": "He will love you, bless you, and multiply you. He will bless your offspring, and the produce of your land - your grain, new wine, and fresh oil - the young of your herds, and the newborn of your flocks, in the land he swore to your ancestors that he would give you."
    },
    {
        "o": 5637,
        "r": "csb:Deuteronomy:7:14",
        "t": "You will be blessed above all peoples; there will be no infertile male or female among you or your livestock."
    },
    {
        "o": 5638,
        "r": "csb:Deuteronomy:7:15",
        "t": "The Lord*s will remove all sickness from you; he will not put on you all the terrible diseases of Egypt that you know about, but he will inflict them on all who hate you."
    },
    {
        "o": 5639,
        "r": "csb:Deuteronomy:7:16",
        "t": "You must destroy all the peoples the Lord*s your God is delivering over to you and not look on them with pity. Do not worship their gods, for that will be a snare to you."
    },
    {
        "o": 5640,
        "r": "csb:Deuteronomy:7:17",
        "t": "“If*p you say to yourself, ‘These nations are greater than I; how can I drive them out?’"
    },
    {
        "o": 5641,
        "r": "csb:Deuteronomy:7:18",
        "t": "do not be afraid of them. Be sure to remember what the Lord*s your God did to Pharaoh and all Egypt:"
    },
    {
        "o": 5642,
        "r": "csb:Deuteronomy:7:19",
        "t": "the great trials that you saw, the signs and wonders, the strong hand and outstretched arm, by which the Lord*s your God brought you out. The Lord*s your God will do the same to all the peoples you fear."
    },
    {
        "o": 5643,
        "r": "csb:Deuteronomy:7:20",
        "t": "The Lord*s your God will also send hornets against them until all the survivors and those hiding from you perish."
    },
    {
        "o": 5644,
        "r": "csb:Deuteronomy:7:21",
        "t": "Don’t be terrified of them, for the Lord*s your God, a great and awesome God, is among you."
    },
    {
        "o": 5645,
        "r": "csb:Deuteronomy:7:22",
        "t": "The Lord*s your God will drive out these nations before you little by little. You will not be able to destroy them all at once; otherwise, the wild animals will become too numerous for you."
    },
    {
        "o": 5646,
        "r": "csb:Deuteronomy:7:23",
        "t": "The Lord*s your God will give them over to you and throw them into great confusion until they are destroyed."
    },
    {
        "o": 5647,
        "r": "csb:Deuteronomy:7:24",
        "t": "He will hand their kings over to you, and you will wipe out their names under heaven. No one will be able to stand against you; you will annihilate them."
    },
    {
        "o": 5648,
        "r": "csb:Deuteronomy:7:25",
        "t": "Burn up the carved images of their gods. Don’t covet the silver and gold on the images and take it for yourself, or else you will be ensnared by it, for it is detestable to the Lord*s your God."
    },
    {
        "o": 5649,
        "r": "csb:Deuteronomy:7:26",
        "t": "Do not bring any detestable thing into your house, or you will be set apart for destruction like it. You are to abhor and detest it utterly because it is set apart for destruction."
    },
    {
        "o": 5650,
        "r": "csb:Deuteronomy:8:0",
        "t": "Deuteronomy 8",
        "h": 1
    },
    {
        "o": 5651,
        "r": "csb:Deuteronomy:8:0",
        "t": "Remember the Lord",
        "h": 2
    },
    {
        "o": 5652,
        "r": "csb:Deuteronomy:8:1",
        "t": "“Carefully*p follow every command I am giving you today, so that you may live and increase, and may enter and take possession of the land the Lord*s swore to your ancestors."
    },
    {
        "o": 5653,
        "r": "csb:Deuteronomy:8:2",
        "t": "Remember that the Lord*s your God led you on the entire journey these forty years in the wilderness, so that he might humble you and test you to know what was in your heart, whether or not you would keep his commands."
    },
    {
        "o": 5654,
        "r": "csb:Deuteronomy:8:3",
        "t": "He humbled you by letting you go hungry; then he gave you manna to eat, which you and your ancestors had not known, so that you might learn that man does not live on bread alone but on every word that comes from the mouth of the Lord.*s"
    },
    {
        "o": 5655,
        "r": "csb:Deuteronomy:8:4",
        "t": "Your clothing did not wear out, and your feet did not swell these forty years."
    },
    {
        "o": 5656,
        "r": "csb:Deuteronomy:8:5",
        "t": "Keep in mind that the Lord*s your God has been disciplining you just as a man disciplines his son."
    },
    {
        "o": 5657,
        "r": "csb:Deuteronomy:8:6",
        "t": "So keep the commands of the Lord*s your God by walking in his ways and fearing him."
    },
    {
        "o": 5658,
        "r": "csb:Deuteronomy:8:7",
        "t": "For the Lord*s your God is bringing you into a good land, a land with streams, springs, and deep water sources, flowing in both valleys and hills;"
    },
    {
        "o": 5659,
        "r": "csb:Deuteronomy:8:8",
        "t": "a land of wheat, barley, vines, figs, and pomegranates; a land of olive oil and honey;"
    },
    {
        "o": 5660,
        "r": "csb:Deuteronomy:8:9",
        "t": "a land where you will eat food without shortage, where you will lack nothing; a land whose rocks are iron and from whose hills you will mine copper."
    },
    {
        "o": 5661,
        "r": "csb:Deuteronomy:8:10",
        "t": "When you eat and are full, you will bless the Lord*s your God for the good land he has given you."
    },
    {
        "o": 5662,
        "r": "csb:Deuteronomy:8:11",
        "t": "“Be*p careful that you don’t forget the Lord*s your God by failing to keep his commands, ordinances, and statutes that I am giving you today."
    },
    {
        "o": 5663,
        "r": "csb:Deuteronomy:8:12",
        "t": "When you eat and are full, and build beautiful houses to live in,"
    },
    {
        "o": 5664,
        "r": "csb:Deuteronomy:8:13",
        "t": "and your herds and flocks grow large, and your silver and gold multiply, and everything else you have increases,"
    },
    {
        "o": 5665,
        "r": "csb:Deuteronomy:8:14",
        "t": "be careful that your heart doesn’t become proud and you forget the Lord*s your God who brought you out of the land of Egypt, out of the place of slavery."
    },
    {
        "o": 5666,
        "r": "csb:Deuteronomy:8:15",
        "t": "He led you through the great and terrible wilderness with its poisonous snakes and scorpions, a thirsty land where there was no water. He brought water out of the flint rock for you."
    },
    {
        "o": 5667,
        "r": "csb:Deuteronomy:8:16",
        "t": "He fed you in the wilderness with manna, which your ancestors had not known, in order to humble and test you, so that in the end he might cause you to prosper."
    },
    {
        "o": 5668,
        "r": "csb:Deuteronomy:8:17",
        "t": "You may say to yourself, ‘My power and my own ability have gained this wealth for me,’"
    },
    {
        "o": 5669,
        "r": "csb:Deuteronomy:8:18",
        "t": "but remember that the Lord*s your God gives you the power to gain wealth, in order to confirm his covenant he swore to your ancestors, as it is today."
    },
    {
        "o": 5670,
        "r": "csb:Deuteronomy:8:19",
        "t": "If you ever forget the Lord*s your God and follow other gods to serve them and bow in worship to them, I testify against you today that you will certainly perish."
    },
    {
        "o": 5671,
        "r": "csb:Deuteronomy:8:20",
        "t": "Like the nations the Lord*s is about to destroy before you, you will perish if you do not obey the Lord*s your God."
    },
    {
        "o": 5672,
        "r": "csb:Deuteronomy:9:0",
        "t": "Deuteronomy 9",
        "h": 1
    },
    {
        "o": 5673,
        "r": "csb:Deuteronomy:9:0",
        "t": "Warning against Self-Righteousness",
        "h": 2
    },
    {
        "o": 5674,
        "r": "csb:Deuteronomy:9:1",
        "t": "“Listen,*p Israel: Today you are about to cross the Jordan to enter and drive out nations greater and stronger than you, with large cities fortified to the heavens."
    },
    {
        "o": 5675,
        "r": "csb:Deuteronomy:9:2",
        "t": "The people are strong and tall, the descendants of the Anakim. You know about them and you have heard it said about them, ‘Who can stand up to the sons of Anak? ’"
    },
    {
        "o": 5676,
        "r": "csb:Deuteronomy:9:3",
        "t": "But understand that today the Lord*s your God will cross over ahead of you as a consuming fire; he will devastate and subdue them before you. You will drive them out and destroy them swiftly, as the Lord*s has told you."
    },
    {
        "o": 5677,
        "r": "csb:Deuteronomy:9:4",
        "t": "When the Lord*s your God drives them out before you, do not say to yourself, ‘The Lord*s brought me in to take possession of this land because of my righteousness.’ Instead, the Lord*s will drive out these nations before you because of their wickedness."
    },
    {
        "o": 5678,
        "r": "csb:Deuteronomy:9:5",
        "t": "You are not going to take possession of their land because of your righteousness or your integrity. Instead, the Lord*s your God will drive out these nations before you because of their wickedness, in order to fulfill the promise he swore to your ancestors Abraham, Isaac, and Jacob."
    },
    {
        "o": 5679,
        "r": "csb:Deuteronomy:9:6",
        "t": "Understand that the Lord*s your God is not giving you this good land to possess because of your righteousness, for you are a stiff-necked people."
    },
    {
        "o": 5680,
        "r": "csb:Deuteronomy:9:6",
        "t": "Israel’s Rebellion and Moses’s Intercession",
        "h": 2
    },
    {
        "o": 5681,
        "r": "csb:Deuteronomy:9:7",
        "t": "“Remember*p and do not forget how you provoked the Lord*s your God in the wilderness. You have been rebelling against the Lord*s from the day you left the land of Egypt until you reached this place."
    },
    {
        "o": 5682,
        "r": "csb:Deuteronomy:9:8",
        "t": "You provoked the Lord*s at Horeb, and he was angry enough with you to destroy you."
    },
    {
        "o": 5683,
        "r": "csb:Deuteronomy:9:9",
        "t": "When I went up the mountain to receive the stone tablets, the tablets of the covenant the Lord*s made with you, I stayed on the mountain forty days and forty nights. I did not eat food or drink water."
    },
    {
        "o": 5684,
        "r": "csb:Deuteronomy:9:10",
        "t": "On the day of the assembly the Lord*s gave me the two stone tablets, inscribed by God’s finger. The exact words were on them, which the Lord*s spoke to you from the fire on the mountain."
    },
    {
        "o": 5685,
        "r": "csb:Deuteronomy:9:11",
        "t": "The Lord*s gave me the two stone tablets, the tablets of the covenant, at the end of the forty days and forty nights."
    },
    {
        "o": 5686,
        "r": "csb:Deuteronomy:9:12",
        "t": "“The*p Lord*s said to me, ‘Get up and go down immediately from here. For your people whom you brought out of Egypt have acted corruptly. They have quickly turned from the way that I commanded them; they have made a cast image for themselves.’"
    },
    {
        "o": 5687,
        "r": "csb:Deuteronomy:9:13",
        "t": "The Lord*s also said to me, ‘I have seen this people, and indeed, they are a stiff-necked people."
    },
    {
        "o": 5688,
        "r": "csb:Deuteronomy:9:14",
        "t": "Leave me alone, and I will destroy them and blot out their name under heaven. Then I will make you into a nation stronger and more numerous than they.’"
    },
    {
        "o": 5689,
        "r": "csb:Deuteronomy:9:15",
        "t": "“So*p I went back down the mountain, while it was blazing with fire, and the two tablets of the covenant were in my hands."
    },
    {
        "o": 5690,
        "r": "csb:Deuteronomy:9:16",
        "t": "I saw how you had sinned against the Lord*s your God; you had made a calf image for yourselves. You had quickly turned from the way the Lord*s had commanded for you."
    },
    {
        "o": 5691,
        "r": "csb:Deuteronomy:9:17",
        "t": "So I took hold of the two tablets and threw them from my hands, shattering them before your eyes."
    },
    {
        "o": 5692,
        "r": "csb:Deuteronomy:9:18",
        "t": "I fell down like the first time in the presence of the Lord*s for forty days and forty nights; I did not eat food or drink water because of all the sin you committed, doing what was evil in the Lord’s*s sight and angering him."
    },
    {
        "o": 5693,
        "r": "csb:Deuteronomy:9:19",
        "t": "I was afraid of the fierce anger the Lord*s had directed against you, because he was about to destroy you. But again the Lord*s listened to me on that occasion."
    },
    {
        "o": 5694,
        "r": "csb:Deuteronomy:9:20",
        "t": "The Lord*s was angry enough with Aaron to destroy him. But I prayed for Aaron at that time also."
    },
    {
        "o": 5695,
        "r": "csb:Deuteronomy:9:21",
        "t": "I took the sinful calf you had made and burned it. I crushed it, thoroughly grinding it to powder as fine as dust, and threw its dust into the stream that came down from the mountain."
    },
    {
        "o": 5696,
        "r": "csb:Deuteronomy:9:22",
        "t": "“You*p continued to provoke the Lord*s at Taberah, Massah, and Kibroth-hattaavah."
    },
    {
        "o": 5697,
        "r": "csb:Deuteronomy:9:23",
        "t": "When the Lord*s sent you from Kadesh-barnea, he said, ‘Go up and possess the land I have given you’; you rebelled against the command of the Lord*s your God. You did not believe or obey him."
    },
    {
        "o": 5698,
        "r": "csb:Deuteronomy:9:24",
        "t": "You have been rebelling against the Lord*s ever since I have known you."
    },
    {
        "o": 5699,
        "r": "csb:Deuteronomy:9:25",
        "t": "“I*p fell down in the presence of the Lord*s forty days and forty nights because the Lord*s had threatened to destroy you."
    },
    {
        "o": 5700,
        "r": "csb:Deuteronomy:9:26",
        "t": "I prayed to the Lord:*s Lord*p God,*s do not annihilate your people, your inheritance, whom you redeemed through your greatness and brought out of Egypt with a strong hand."
    },
    {
        "o": 5701,
        "r": "csb:Deuteronomy:9:27",
        "t": "Remember your servants Abraham, Isaac, and Jacob. Disregard this people’s stubbornness, and their wickedness and sin."
    },
    {
        "o": 5702,
        "r": "csb:Deuteronomy:9:28",
        "t": "Otherwise, those in the land you brought us from will say, ‘Because the Lord*s wasn’t able to bring them into the land he had promised them, and because he hated them, he brought them out to kill them in the wilderness.’"
    },
    {
        "o": 5703,
        "r": "csb:Deuteronomy:9:29",
        "t": "But they are your people, your inheritance, whom you brought out by your great power and outstretched arm."
    },
    {
        "o": 5704,
        "r": "csb:Deuteronomy:10:0",
        "t": "Deuteronomy 10",
        "h": 1
    },
    {
        "o": 5705,
        "r": "csb:Deuteronomy:10:0",
        "t": "The Covenant Renewed",
        "h": 2
    },
    {
        "o": 5706,
        "r": "csb:Deuteronomy:10:1",
        "t": "“The*p Lord*s said to me at that time, ‘Cut two stone tablets like the first ones and come to me on the mountain and make a wooden ark."
    },
    {
        "o": 5707,
        "r": "csb:Deuteronomy:10:2",
        "t": "I will write on the tablets the words that were on the first tablets you broke, and you are to place them in the ark.’"
    },
    {
        "o": 5708,
        "r": "csb:Deuteronomy:10:3",
        "t": "So I made an ark of acacia wood, cut two stone tablets like the first ones, and climbed the mountain with the two tablets in my hand."
    },
    {
        "o": 5709,
        "r": "csb:Deuteronomy:10:4",
        "t": "Then on the day of the assembly, the Lord*s wrote on the tablets what had been written previously, the Ten Commandments that he had spoken to you on the mountain from the fire. The Lord*s gave them to me,"
    },
    {
        "o": 5710,
        "r": "csb:Deuteronomy:10:5",
        "t": "and I went back down the mountain and placed the tablets in the ark I had made. And they have remained there, as the Lord*s commanded me.”"
    },
    {
        "o": 5711,
        "r": "csb:Deuteronomy:10:6",
        "t": "The*p Israelites traveled from Beeroth Bene-jaakan to Moserah. Aaron died and was buried there, and Eleazar his son became priest in his place."
    },
    {
        "o": 5712,
        "r": "csb:Deuteronomy:10:7",
        "t": "They traveled from there to Gudgodah, and from Gudgodah to Jotbathah, a land with flowing streams."
    },
    {
        "o": 5713,
        "r": "csb:Deuteronomy:10:8",
        "t": "“At*p that time the Lord*s set apart the tribe of Levi to carry the ark of the Lord’s*s covenant, to stand before the Lord*s to serve him, and to pronounce blessings in his name, as it is today."
    },
    {
        "o": 5714,
        "r": "csb:Deuteronomy:10:9",
        "t": "For this reason, Levi does not have a portion or inheritance like his brothers; the Lord*s is his inheritance, as the Lord*s your God told him."
    },
    {
        "o": 5715,
        "r": "csb:Deuteronomy:10:10",
        "t": "“I*p stayed on the mountain forty days and forty nights like the first time. The Lord*s also listened to me on this occasion; he agreed not to annihilate you."
    },
    {
        "o": 5716,
        "r": "csb:Deuteronomy:10:11",
        "t": "Then the Lord*s said to me, ‘Get up. Continue your journey ahead of the people, so that they may enter and possess the land I swore to give their ancestors.’"
    },
    {
        "o": 5717,
        "r": "csb:Deuteronomy:10:11",
        "t": "What God Requires",
        "h": 2
    },
    {
        "o": 5718,
        "r": "csb:Deuteronomy:10:12",
        "t": "“And*p now, Israel, what does the Lord*s your God ask of you except to fear the Lord*s your God by walking in all his ways, to love him, and to worship the Lord*s your God with all your heart and all your soul?"
    },
    {
        "o": 5719,
        "r": "csb:Deuteronomy:10:13",
        "t": "Keep the Lord’s*s commands and statutes I am giving you today, for your own good."
    },
    {
        "o": 5720,
        "r": "csb:Deuteronomy:10:14",
        "t": "The heavens, indeed the highest heavens, belong to the Lord*s your God, as does the earth and everything in it."
    },
    {
        "o": 5721,
        "r": "csb:Deuteronomy:10:15",
        "t": "Yet the Lord*s had his heart set on your ancestors and loved them. He chose their descendants after them - he chose you out of all the peoples, as it is today."
    },
    {
        "o": 5722,
        "r": "csb:Deuteronomy:10:16",
        "t": "Therefore, circumcise your hearts and don’t be stiff-necked any longer."
    },
    {
        "o": 5723,
        "r": "csb:Deuteronomy:10:17",
        "t": "For the Lord*s your God is the God of gods and Lord of lords, the great, mighty, and awe-inspiring God, showing no partiality and taking no bribe."
    },
    {
        "o": 5724,
        "r": "csb:Deuteronomy:10:18",
        "t": "He executes justice for the fatherless and the widow, and loves the resident alien, giving him food and clothing."
    },
    {
        "o": 5725,
        "r": "csb:Deuteronomy:10:19",
        "t": "You are also to love the resident alien, since you were resident aliens in the land of Egypt."
    },
    {
        "o": 5726,
        "r": "csb:Deuteronomy:10:20",
        "t": "You are to fear the Lord*s your God and worship him. Remain faithful to him and take oaths in his name."
    },
    {
        "o": 5727,
        "r": "csb:Deuteronomy:10:21",
        "t": "He is your praise and he is your God, who has done for you these great and awe-inspiring works your eyes have seen."
    },
    {
        "o": 5728,
        "r": "csb:Deuteronomy:10:22",
        "t": "Your ancestors went down to Egypt, seventy people in all, and now the Lord*s your God has made you numerous, like the stars of the sky."
    },
    {
        "o": 5729,
        "r": "csb:Deuteronomy:11:0",
        "t": "Deuteronomy 11",
        "h": 1
    },
    {
        "o": 5730,
        "r": "csb:Deuteronomy:11:0",
        "t": "Remember and Obey",
        "h": 2
    },
    {
        "o": 5731,
        "r": "csb:Deuteronomy:11:1",
        "t": "“Therefore,*p love the Lord*s your God and always keep his mandate and his statutes, ordinances, and commands."
    },
    {
        "o": 5732,
        "r": "csb:Deuteronomy:11:2",
        "t": "Understand today that it is not your children who experienced or saw the discipline of the Lord*s your God: His*p greatness, strong hand, and outstretched arm;"
    },
    {
        "o": 5733,
        "r": "csb:Deuteronomy:11:3",
        "t": "his signs and the works he did in Egypt to Pharaoh king of Egypt and all his land;"
    },
    {
        "o": 5734,
        "r": "csb:Deuteronomy:11:4",
        "t": "what he did to Egypt’s army, its horses and chariots, when he made the water of the Red Sea flow over them as they pursued you, and he destroyed them completely;"
    },
    {
        "o": 5735,
        "r": "csb:Deuteronomy:11:5",
        "t": "what he did to you in the wilderness until you reached this place;"
    },
    {
        "o": 5736,
        "r": "csb:Deuteronomy:11:6",
        "t": "and what he did to Dathan and Abiram, the sons of Eliab the Reubenite, when in the middle of the whole Israelite camp the earth opened its mouth and swallowed them, their households, their tents, and every living thing with them."
    },
    {
        "o": 5737,
        "r": "csb:Deuteronomy:11:7",
        "t": "Your*p own eyes have seen every great work the Lord*s has done."
    },
    {
        "o": 5738,
        "r": "csb:Deuteronomy:11:8",
        "t": "“Keep*p every command I am giving you today, so that you may have the strength to cross into and possess the land you are to inherit,"
    },
    {
        "o": 5739,
        "r": "csb:Deuteronomy:11:9",
        "t": "and so that you may live long in the land the Lord*s swore to your ancestors to give them and their descendants, a land flowing with milk and honey."
    },
    {
        "o": 5740,
        "r": "csb:Deuteronomy:11:10",
        "t": "For the land you are entering to possess is not like the land of Egypt, from which you have come, where you sowed your seed and irrigated by hand as in a vegetable garden."
    },
    {
        "o": 5741,
        "r": "csb:Deuteronomy:11:11",
        "t": "But the land you are entering to possess is a land of mountains and valleys, watered by rain from the sky."
    },
    {
        "o": 5742,
        "r": "csb:Deuteronomy:11:12",
        "t": "It is a land the Lord*s your God cares for. He is always watching over it from the beginning to the end of the year."
    },
    {
        "o": 5743,
        "r": "csb:Deuteronomy:11:13",
        "t": "“If*p you carefully obey my commands I am giving you today, to love the Lord*s your God and worship him with all your heart and all your soul,"
    },
    {
        "o": 5744,
        "r": "csb:Deuteronomy:11:14",
        "t": "I will provide rain for your land in the proper time, the autumn and spring rains, and you will harvest your grain, new wine, and fresh oil."
    },
    {
        "o": 5745,
        "r": "csb:Deuteronomy:11:15",
        "t": "I will provide grass in your fields for your livestock. You will eat and be satisfied."
    },
    {
        "o": 5746,
        "r": "csb:Deuteronomy:11:16",
        "t": "Be careful that you are not enticed to turn aside, serve, and bow in worship to other gods."
    },
    {
        "o": 5747,
        "r": "csb:Deuteronomy:11:17",
        "t": "Then the Lord’s*s anger will burn against you. He will shut the sky, and there will be no rain; the land will not yield its produce, and you will perish quickly from the good land the Lord*s is giving you."
    },
    {
        "o": 5748,
        "r": "csb:Deuteronomy:11:18",
        "t": "“Imprint*p these words of mine on your hearts and minds, bind them as a sign on your hands, and let them be a symbol on your foreheads."
    },
    {
        "o": 5749,
        "r": "csb:Deuteronomy:11:19",
        "t": "Teach them to your children, talking about them when you sit in your house and when you walk along the road, when you lie down and when you get up."
    },
    {
        "o": 5750,
        "r": "csb:Deuteronomy:11:20",
        "t": "Write them on the doorposts of your house and on your city gates,"
    },
    {
        "o": 5751,
        "r": "csb:Deuteronomy:11:21",
        "t": "so that as long as the heavens are above the earth, your days and those of your children may be many in the land the Lord*s swore to give your ancestors."
    },
    {
        "o": 5752,
        "r": "csb:Deuteronomy:11:22",
        "t": "For if you carefully observe every one of these commands I am giving you to follow - to love the Lord*s your God, walk in all his ways, and remain faithful to him -"
    },
    {
        "o": 5753,
        "r": "csb:Deuteronomy:11:23",
        "t": "the Lord*s will drive out all these nations before you, and you will drive out nations greater and stronger than you are."
    },
    {
        "o": 5754,
        "r": "csb:Deuteronomy:11:24",
        "t": "Every place the sole of your foot treads will be yours. Your territory will extend from the wilderness to Lebanon and from the Euphrates River to the Mediterranean Sea."
    },
    {
        "o": 5755,
        "r": "csb:Deuteronomy:11:25",
        "t": "No one will be able to stand against you; the Lord*s your God will put fear and dread of you in all the land where you set foot, as he has promised you."
    },
    {
        "o": 5756,
        "r": "csb:Deuteronomy:11:25",
        "t": "A Blessing and a Curse",
        "h": 2
    },
    {
        "o": 5757,
        "r": "csb:Deuteronomy:11:26",
        "t": "“Look,*p today I set before you a blessing and a curse:"
    },
    {
        "o": 5758,
        "r": "csb:Deuteronomy:11:27",
        "t": "there will be a blessing, if you obey the commands of the Lord*s your God I am giving you today,"
    },
    {
        "o": 5759,
        "r": "csb:Deuteronomy:11:28",
        "t": "and a curse, if you do not obey the commands of the Lord*s your God and you turn aside from the path I command you today by following other gods you have not known."
    },
    {
        "o": 5760,
        "r": "csb:Deuteronomy:11:29",
        "t": "When the Lord*s your God brings you into the land you are entering to possess, you are to proclaim the blessing at Mount Gerizim and the curse at Mount Ebal."
    },
    {
        "o": 5761,
        "r": "csb:Deuteronomy:11:30",
        "t": "Aren’t these mountains across the Jordan, beyond the western road in the land of the Canaanites, who live in the Arabah, opposite Gilgal, near the oaks of Moreh?"
    },
    {
        "o": 5762,
        "r": "csb:Deuteronomy:11:31",
        "t": "For you are about to cross the Jordan to enter and take possession of the land the Lord*s your God is giving you. When you possess it and settle in it,"
    },
    {
        "o": 5763,
        "r": "csb:Deuteronomy:11:32",
        "t": "be careful to follow all the statutes and ordinances I set before you today."
    },
    {
        "o": 5764,
        "r": "csb:Deuteronomy:12:0",
        "t": "Deuteronomy 12",
        "h": 1
    },
    {
        "o": 5765,
        "r": "csb:Deuteronomy:12:0",
        "t": "The Chosen Place of Worship",
        "h": 2
    },
    {
        "o": 5766,
        "r": "csb:Deuteronomy:12:1",
        "t": "“Be*p careful to follow these statutes and ordinances in the land that the Lord,*s the God of your ancestors, has given you to possess all the days you live on the earth."
    },
    {
        "o": 5767,
        "r": "csb:Deuteronomy:12:2",
        "t": "Destroy completely all the places where the nations that you are driving out worship their gods- on the high mountains, on the hills, and under every green tree."
    },
    {
        "o": 5768,
        "r": "csb:Deuteronomy:12:3",
        "t": "Tear down their altars, smash their sacred pillars, burn their Asherah poles, cut down the carved images of their gods, and wipe out their names from every place."
    },
    {
        "o": 5769,
        "r": "csb:Deuteronomy:12:4",
        "t": "Don’t worship the Lord*s your God this way."
    },
    {
        "o": 5770,
        "r": "csb:Deuteronomy:12:5",
        "t": "Instead, turn to the place the Lord*s your God chooses from all your tribes to put his name for his dwelling and go there."
    },
    {
        "o": 5771,
        "r": "csb:Deuteronomy:12:6",
        "t": "You are to bring there your burnt offerings and sacrifices, your tenths and personal contributions, your vow offerings and freewill offerings, and the firstborn of your herds and flocks."
    },
    {
        "o": 5772,
        "r": "csb:Deuteronomy:12:7",
        "t": "You will eat there in the presence of the Lord*s your God and rejoice with your household in everything you do, because the Lord*s your God has blessed you."
    },
    {
        "o": 5773,
        "r": "csb:Deuteronomy:12:8",
        "t": "“You*p are not to do as we are doing here today; everyone is doing whatever seems right in his own sight."
    },
    {
        "o": 5774,
        "r": "csb:Deuteronomy:12:9",
        "t": "Indeed, you have not yet come into the resting place and the inheritance the Lord*s your God is giving you."
    },
    {
        "o": 5775,
        "r": "csb:Deuteronomy:12:10",
        "t": "When you cross the Jordan and live in the land the Lord*s your God is giving you to inherit, and he gives you rest from all the enemies around you and you live in security,"
    },
    {
        "o": 5776,
        "r": "csb:Deuteronomy:12:11",
        "t": "then the Lord*s your God will choose the place to have his name dwell. Bring there everything I command you: your burnt offerings, sacrifices, offerings of the tenth, personal contributions, and all your choice offerings you vow to the Lord.*s"
    },
    {
        "o": 5777,
        "r": "csb:Deuteronomy:12:12",
        "t": "You will rejoice before the Lord*s your God - you, your sons and daughters, your male and female slaves, and the Levite who is within your city gates, since he has no portion or inheritance among you."
    },
    {
        "o": 5778,
        "r": "csb:Deuteronomy:12:13",
        "t": "Be careful not to offer your burnt offerings in all the sacred places you see."
    },
    {
        "o": 5779,
        "r": "csb:Deuteronomy:12:14",
        "t": "You must offer your burnt offerings only in the place the Lord*s chooses in one of your tribes, and there you must do everything I command you."
    },
    {
        "o": 5780,
        "r": "csb:Deuteronomy:12:14",
        "t": "Slaughtering Animals to Eat",
        "h": 2
    },
    {
        "o": 5781,
        "r": "csb:Deuteronomy:12:15",
        "t": "“But*p whenever you want, you may slaughter and eat meat within any of your city gates, according to the blessing the Lord*s your God has given you. Those who are clean or unclean may eat it, as they would a gazelle or deer,"
    },
    {
        "o": 5782,
        "r": "csb:Deuteronomy:12:16",
        "t": "but you must not eat the blood; pour it on the ground like water."
    },
    {
        "o": 5783,
        "r": "csb:Deuteronomy:12:17",
        "t": "Within your city gates you may not eat the tenth of your grain, new wine, or fresh oil; the firstborn of your herd or flock; any of your vow offerings that you pledge; your freewill offerings; or your personal contributions."
    },
    {
        "o": 5784,
        "r": "csb:Deuteronomy:12:18",
        "t": "You are to eat them in the presence of the Lord*s your God at the place the Lord*s your God chooses - you, your son and daughter, your male and female slave, and the Levite who is within your city gates. Rejoice before the Lord*s your God in everything you do,"
    },
    {
        "o": 5785,
        "r": "csb:Deuteronomy:12:19",
        "t": "and be careful not to neglect the Levite, as long as you live in your land."
    },
    {
        "o": 5786,
        "r": "csb:Deuteronomy:12:20",
        "t": "“When*p the Lord*s your God enlarges your territory as he has promised you, and you say, ‘I want to eat meat’ because you have a strong desire to eat meat, you may eat it whenever you want."
    },
    {
        "o": 5787,
        "r": "csb:Deuteronomy:12:21",
        "t": "If the place where the Lord*s your God chooses to put his name is too far from you, you may slaughter any of your herd or flock he has given you, as I have commanded you, and you may eat it within your city gates whenever you want."
    },
    {
        "o": 5788,
        "r": "csb:Deuteronomy:12:22",
        "t": "Indeed, you may eat it as the gazelle and deer are eaten; both the clean and the unclean may eat it."
    },
    {
        "o": 5789,
        "r": "csb:Deuteronomy:12:23",
        "t": "But don’t eat the blood, since the blood is the life, and you must not eat the life with the meat."
    },
    {
        "o": 5790,
        "r": "csb:Deuteronomy:12:24",
        "t": "Do not eat blood; pour it on the ground like water."
    },
    {
        "o": 5791,
        "r": "csb:Deuteronomy:12:25",
        "t": "Do not eat it, so that you and your children after you will prosper, because you will be doing what is right in the Lord’s*s sight."
    },
    {
        "o": 5792,
        "r": "csb:Deuteronomy:12:26",
        "t": "“But*p you are to take the holy offerings you have and your vow offerings and go to the place the Lord*s chooses."
    },
    {
        "o": 5793,
        "r": "csb:Deuteronomy:12:27",
        "t": "Present the meat and blood of your burnt offerings on the altar of the Lord*s your God. The blood of your other sacrifices is to be poured out beside the altar of the Lord*s your God, but you may eat the meat."
    },
    {
        "o": 5794,
        "r": "csb:Deuteronomy:12:28",
        "t": "Be careful to obey all these things I command you, so that you and your children after you may prosper forever, because you will be doing what is good and right in the sight of the Lord*s your God."
    },
    {
        "o": 5795,
        "r": "csb:Deuteronomy:12:29",
        "t": "“When*p the Lord*s your God annihilates the nations before you, which you are entering to take possession of, and you drive them out and live in their land,"
    },
    {
        "o": 5796,
        "r": "csb:Deuteronomy:12:30",
        "t": "be careful not to be ensnared by their ways after they have been destroyed before you. Do not inquire about their gods, asking, ‘How did these nations worship their gods? I’ll also do the same.’"
    },
    {
        "o": 5797,
        "r": "csb:Deuteronomy:12:31",
        "t": "You must not do the same to the Lord*s your God, because they practice every detestable act, which the Lord*s hates, for their gods. They even burn their sons and daughters in the fire to their gods."
    },
    {
        "o": 5798,
        "r": "csb:Deuteronomy:12:32",
        "t": "Be careful to do everything I command you; do not add anything to it or take anything away from it."
    },
    {
        "o": 5799,
        "r": "csb:Deuteronomy:13:0",
        "t": "Deuteronomy 13",
        "h": 1
    },
    {
        "o": 5800,
        "r": "csb:Deuteronomy:13:0",
        "t": "The False Prophet",
        "h": 2
    },
    {
        "o": 5801,
        "r": "csb:Deuteronomy:13:1",
        "t": "“If*p a prophet or someone who has dreams arises among you and proclaims a sign or wonder to you,"
    },
    {
        "o": 5802,
        "r": "csb:Deuteronomy:13:2",
        "t": "and that sign or wonder he has promised you comes about, but he says, ‘Let’s follow other gods,’ which you have not known, ‘and let’s worship them,’"
    },
    {
        "o": 5803,
        "r": "csb:Deuteronomy:13:3",
        "t": "do not listen to that prophet’s words or to that dreamer. For the Lord*s your God is testing you to know whether you love the Lord*s your God with all your heart and all your soul."
    },
    {
        "o": 5804,
        "r": "csb:Deuteronomy:13:4",
        "t": "You must follow the Lord*s your God and fear him. You must keep his commands and listen to him; you must worship him and remain faithful to him."
    },
    {
        "o": 5805,
        "r": "csb:Deuteronomy:13:5",
        "t": "That prophet or dreamer must be put to death, because he has urged rebellion against the Lord*s your God who brought you out of the land of Egypt and redeemed you from the place of slavery, to turn you from the way the Lord*s your God has commanded you to walk. You must purge the evil from you."
    },
    {
        "o": 5806,
        "r": "csb:Deuteronomy:13:5",
        "t": "Don’t Tolerate Idolatry",
        "h": 2
    },
    {
        "o": 5807,
        "r": "csb:Deuteronomy:13:6",
        "t": "“If*p your brother, the son of your mother, or your son or daughter, or the wife you embrace, or your closest friend secretly entices you, saying, ‘Let’s go and worship other gods’ - which neither you nor your ancestors have known,"
    },
    {
        "o": 5808,
        "r": "csb:Deuteronomy:13:7",
        "t": "any of the gods of the peoples around you, near you or far from you, from one end of the earth to the other -"
    },
    {
        "o": 5809,
        "r": "csb:Deuteronomy:13:8",
        "t": "do not yield to him or listen to him. Show him no pity, and do not spare him or shield him."
    },
    {
        "o": 5810,
        "r": "csb:Deuteronomy:13:9",
        "t": "Instead, you must kill him. Your hand is to be the first against him to put him to death, and then the hands of all the people."
    },
    {
        "o": 5811,
        "r": "csb:Deuteronomy:13:10",
        "t": "Stone him to death for trying to turn you away from the Lord*s your God who brought you out of the land of Egypt, out of the place of slavery."
    },
    {
        "o": 5812,
        "r": "csb:Deuteronomy:13:11",
        "t": "All Israel will hear and be afraid, and they will no longer do anything evil like this among you."
    },
    {
        "o": 5813,
        "r": "csb:Deuteronomy:13:12",
        "t": "“If*p you hear it said about one of your cities the Lord*s your God is giving you to live in,"
    },
    {
        "o": 5814,
        "r": "csb:Deuteronomy:13:13",
        "t": "that wicked men have sprung up among you, led the inhabitants of their city astray, and said, ‘Let’s go and worship other gods,’ which you have not known,"
    },
    {
        "o": 5815,
        "r": "csb:Deuteronomy:13:14",
        "t": "you are to inquire, investigate, and interrogate thoroughly. If the report turns out to be true that this detestable act has been done among you,"
    },
    {
        "o": 5816,
        "r": "csb:Deuteronomy:13:15",
        "t": "you must strike down the inhabitants of that city with the sword. Completely destroy everyone in it as well as its livestock with the sword."
    },
    {
        "o": 5817,
        "r": "csb:Deuteronomy:13:16",
        "t": "You are to gather all its spoil in the middle of the city square and completely burn the city and all its spoil for the Lord*s your God. The city is to remain a mound of ruins forever; it is not to be rebuilt."
    },
    {
        "o": 5818,
        "r": "csb:Deuteronomy:13:17",
        "t": "Nothing set apart for destruction is to remain in your hand, so that the Lord*s will turn from his burning anger and grant you mercy, show you compassion, and multiply you as he swore to your ancestors."
    },
    {
        "o": 5819,
        "r": "csb:Deuteronomy:13:18",
        "t": "This will occur if you obey the Lord*s your God, keeping all his commands I am giving you today, doing what is right in the sight of the Lord*s your God."
    },
    {
        "o": 5820,
        "r": "csb:Deuteronomy:14:0",
        "t": "Deuteronomy 14",
        "h": 1
    },
    {
        "o": 5821,
        "r": "csb:Deuteronomy:14:0",
        "t": "Forbidden Practices",
        "h": 2
    },
    {
        "o": 5822,
        "r": "csb:Deuteronomy:14:1",
        "t": "“You*p are sons of the Lord*s your God; do not cut yourselves or make a bald spot on your head on behalf of the dead,"
    },
    {
        "o": 5823,
        "r": "csb:Deuteronomy:14:2",
        "t": "for you are a holy people belonging to the Lord*s your God. The Lord*s has chosen you to be his own possession out of all the peoples on the face of the earth."
    },
    {
        "o": 5824,
        "r": "csb:Deuteronomy:14:2",
        "t": "Clean and Unclean Foods",
        "h": 2
    },
    {
        "o": 5825,
        "r": "csb:Deuteronomy:14:3",
        "t": "“You*p must not eat any detestable thing."
    },
    {
        "o": 5826,
        "r": "csb:Deuteronomy:14:4",
        "t": "These are the animals you may eat: oxen,*ln sheep, goats,"
    },
    {
        "o": 5827,
        "r": "csb:Deuteronomy:14:5",
        "t": "deer,*ln gazelles, roe deer, wild*ln goats, ibexes, antelopes, and*ln mountain sheep."
    },
    {
        "o": 5828,
        "r": "csb:Deuteronomy:14:6",
        "t": "You*p may eat any animal that has hooves divided in two and chews the cud."
    },
    {
        "o": 5829,
        "r": "csb:Deuteronomy:14:7",
        "t": "But among the ones that chew the cud or have divided hooves, you are not to eat these: camels,*ln hares, and hyraxes, though*ln they chew the cud, they do not have hooves — they*ln are unclean for you;"
    },
    {
        "o": 5830,
        "r": "csb:Deuteronomy:14:8",
        "t": "and*ln pigs, though they have hooves, they do not chew the cud — they*ln are unclean for you. Do*p not eat their meat or touch their carcasses."
    },
    {
        "o": 5831,
        "r": "csb:Deuteronomy:14:9",
        "t": "“You*p may eat everything from the water that has fins and scales,"
    },
    {
        "o": 5832,
        "r": "csb:Deuteronomy:14:10",
        "t": "but you may not eat anything that does not have fins and scales - it is unclean for you."
    },
    {
        "o": 5833,
        "r": "csb:Deuteronomy:14:11",
        "t": "“You*p may eat every clean bird,"
    },
    {
        "o": 5834,
        "r": "csb:Deuteronomy:14:12",
        "t": "but these are the ones you may not eat: eagles,*ln bearded vultures, black*ln vultures,"
    },
    {
        "o": 5835,
        "r": "csb:Deuteronomy:14:13",
        "t": "the kites, any*ln kind of falcon,"
    },
    {
        "o": 5836,
        "r": "csb:Deuteronomy:14:14",
        "t": "every*ln kind of raven,"
    },
    {
        "o": 5837,
        "r": "csb:Deuteronomy:14:15",
        "t": "ostriches, short-eared*ln owls, gulls, any*ln kind of hawk,"
    },
    {
        "o": 5838,
        "r": "csb:Deuteronomy:14:16",
        "t": "little*ln owls, long-eared owls, barn*ln owls,"
    },
    {
        "o": 5839,
        "r": "csb:Deuteronomy:14:17",
        "t": "eagle owls, ospreys,*ln cormorants,"
    },
    {
        "o": 5840,
        "r": "csb:Deuteronomy:14:18",
        "t": "storks, any*ln kind of heron, hoopoes,*ln and bats."
    },
    {
        "o": 5841,
        "r": "csb:Deuteronomy:14:19",
        "t": "All*p winged insects are unclean for you; they may not be eaten."
    },
    {
        "o": 5842,
        "r": "csb:Deuteronomy:14:20",
        "t": "But you may eat every clean flying creature."
    },
    {
        "o": 5843,
        "r": "csb:Deuteronomy:14:21",
        "t": "“You*p are not to eat any carcass; you may give it to a resident alien within your city gates, and he may eat it, or you may sell it to a foreigner. For you are a holy people belonging to the Lord*s your God. Do not boil a young goat in its mother’s milk."
    },
    {
        "o": 5844,
        "r": "csb:Deuteronomy:14:21",
        "t": "A Tenth for the Lord",
        "h": 2
    },
    {
        "o": 5845,
        "r": "csb:Deuteronomy:14:22",
        "t": "“Each*p year you are to set aside a tenth of all the produce grown in your fields."
    },
    {
        "o": 5846,
        "r": "csb:Deuteronomy:14:23",
        "t": "You are to eat a tenth of your grain, new wine, and fresh oil, and the firstborn of your herd and flock, in the presence of the Lord*s your God at the place where he chooses to have his name dwell, so that you will always learn to fear the Lord*s your God."
    },
    {
        "o": 5847,
        "r": "csb:Deuteronomy:14:24",
        "t": "But if the distance is too great for you to carry it, since the place where the Lord*s your God chooses to put his name is too far away from you and since the Lord*s your God has blessed you,"
    },
    {
        "o": 5848,
        "r": "csb:Deuteronomy:14:25",
        "t": "then exchange it for silver, take the silver in your hand, and go to the place the Lord*s your God chooses."
    },
    {
        "o": 5849,
        "r": "csb:Deuteronomy:14:26",
        "t": "You may spend the silver on anything you want: cattle, sheep, goats, wine, beer, or anything you desire. You are to feast there in the presence of the Lord*s your God and rejoice with your family."
    },
    {
        "o": 5850,
        "r": "csb:Deuteronomy:14:27",
        "t": "Do not neglect the Levite within your city gates, since he has no portion or inheritance among you."
    },
    {
        "o": 5851,
        "r": "csb:Deuteronomy:14:28",
        "t": "“At*p the end of every three years, bring a tenth of all your produce for that year and store it within your city gates."
    },
    {
        "o": 5852,
        "r": "csb:Deuteronomy:14:29",
        "t": "Then the Levite, who has no portion or inheritance among you, the resident alien, the fatherless, and the widow within your city gates may come, eat, and be satisfied. And the Lord*s your God will bless you in all the work of your hands that you do."
    },
    {
        "o": 5853,
        "r": "csb:Deuteronomy:15:0",
        "t": "Deuteronomy 15",
        "h": 1
    },
    {
        "o": 5854,
        "r": "csb:Deuteronomy:15:0",
        "t": "Debts Canceled",
        "h": 2
    },
    {
        "o": 5855,
        "r": "csb:Deuteronomy:15:1",
        "t": "“At*p the end of every seven years you must cancel debts."
    },
    {
        "o": 5856,
        "r": "csb:Deuteronomy:15:2",
        "t": "This is how to cancel debt: Every creditor is to cancel what he has lent his neighbor. He is not to collect anything from his neighbor or brother, because the Lord’s*s release of debts has been proclaimed."
    },
    {
        "o": 5857,
        "r": "csb:Deuteronomy:15:3",
        "t": "You may collect something from a foreigner, but you must forgive whatever your brother owes you."
    },
    {
        "o": 5858,
        "r": "csb:Deuteronomy:15:4",
        "t": "“There*p will be no poor among you, however, because the Lord*s is certain to bless you in the land the Lord*s your God is giving you to possess as an inheritance-"
    },
    {
        "o": 5859,
        "r": "csb:Deuteronomy:15:5",
        "t": "if only you obey the Lord*s your God and are careful to follow every one of these commands I am giving you today."
    },
    {
        "o": 5860,
        "r": "csb:Deuteronomy:15:6",
        "t": "When the Lord*s your God blesses you as he has promised you, you will lend to many nations but not borrow; you will rule many nations, but they will not rule you."
    },
    {
        "o": 5861,
        "r": "csb:Deuteronomy:15:6",
        "t": "Lending to the Poor",
        "h": 2
    },
    {
        "o": 5862,
        "r": "csb:Deuteronomy:15:7",
        "t": "“If*p there is a poor person among you, one of your brothers within any of your city gates in the land the Lord*s your God is giving you, do not be hardhearted or tightfisted toward your poor brother."
    },
    {
        "o": 5863,
        "r": "csb:Deuteronomy:15:8",
        "t": "Instead, you are to open your hand to him and freely loan him enough for whatever need he has."
    },
    {
        "o": 5864,
        "r": "csb:Deuteronomy:15:9",
        "t": "Be careful that there isn’t this wicked thought in your heart, ‘The seventh year, the year of canceling debts, is near,’ and you are stingy toward your poor brother and give him nothing. He will cry out to the Lord*s against you, and you will be guilty."
    },
    {
        "o": 5865,
        "r": "csb:Deuteronomy:15:10",
        "t": "Give to him, and don’t have a stingy heart when you give, and because of this the Lord*s your God will bless you in all your work and in everything you do."
    },
    {
        "o": 5866,
        "r": "csb:Deuteronomy:15:11",
        "t": "For there will never cease to be poor people in the land; that is why I am commanding you, ‘Open your hand willingly to your poor and needy brother in your land.’"
    },
    {
        "o": 5867,
        "r": "csb:Deuteronomy:15:11",
        "t": "Release of Slaves",
        "h": 2
    },
    {
        "o": 5868,
        "r": "csb:Deuteronomy:15:12",
        "t": "“If*p your fellow Hebrew, a man or woman, is sold to you and serves you six years, you must set him free in the seventh year."
    },
    {
        "o": 5869,
        "r": "csb:Deuteronomy:15:13",
        "t": "When you set him free, do not send him away empty-handed."
    },
    {
        "o": 5870,
        "r": "csb:Deuteronomy:15:14",
        "t": "Give generously to him from your flock, your threshing floor, and your winepress. You are to give him whatever the Lord*s your God has blessed you with."
    },
    {
        "o": 5871,
        "r": "csb:Deuteronomy:15:15",
        "t": "Remember that you were a slave in the land of Egypt and the Lord*s your God redeemed you; that is why I am giving you this command today."
    },
    {
        "o": 5872,
        "r": "csb:Deuteronomy:15:16",
        "t": "But if your slave says to you, ‘I don’t want to leave you,’ because he loves you and your family, and is well off with you,"
    },
    {
        "o": 5873,
        "r": "csb:Deuteronomy:15:17",
        "t": "take an awl and pierce through his ear into the door, and he will become your slave for life. Also treat your female slave the same way."
    },
    {
        "o": 5874,
        "r": "csb:Deuteronomy:15:18",
        "t": "Do not regard it as a hardship when you set him free, because he worked for you six years - worth twice the wages of a hired worker. Then the Lord*s your God will bless you in everything you do."
    },
    {
        "o": 5875,
        "r": "csb:Deuteronomy:15:18",
        "t": "Consecration of Firstborn Animals",
        "h": 2
    },
    {
        "o": 5876,
        "r": "csb:Deuteronomy:15:19",
        "t": "“Consecrate*p to the Lord*s your God every firstborn male produced by your herd and flock. You are not to put the firstborn of your oxen to work or shear the firstborn of your flock."
    },
    {
        "o": 5877,
        "r": "csb:Deuteronomy:15:20",
        "t": "Each year you and your family are to eat it before the Lord*s your God in the place the Lord*s chooses."
    },
    {
        "o": 5878,
        "r": "csb:Deuteronomy:15:21",
        "t": "But if there is a defect in the animal, if it is lame or blind or has any serious defect, you may not sacrifice it to the Lord*s your God."
    },
    {
        "o": 5879,
        "r": "csb:Deuteronomy:15:22",
        "t": "Eat it within your city gates; both the unclean person and the clean may eat it, as though it were a gazelle or deer."
    },
    {
        "o": 5880,
        "r": "csb:Deuteronomy:15:23",
        "t": "But you must not eat its blood; pour it on the ground like water."
    },
    {
        "o": 5881,
        "r": "csb:Deuteronomy:16:0",
        "t": "Deuteronomy 16",
        "h": 1
    },
    {
        "o": 5882,
        "r": "csb:Deuteronomy:16:0",
        "t": "The Festival of Passover",
        "h": 2
    },
    {
        "o": 5883,
        "r": "csb:Deuteronomy:16:1",
        "t": "“Set*p aside the month of Abib and observe the Passover to the Lord*s your God, because the Lord*s your God brought you out of Egypt by night in the month of Abib."
    },
    {
        "o": 5884,
        "r": "csb:Deuteronomy:16:2",
        "t": "Sacrifice to the Lord*s your God a Passover animal from the herd or flock in the place where the Lord*s chooses to have his name dwell."
    },
    {
        "o": 5885,
        "r": "csb:Deuteronomy:16:3",
        "t": "Do not eat leavened bread with it. For seven days you are to eat unleavened bread with it, the bread of hardship - because you left the land of Egypt in a hurry- so that you may remember for the rest of your life the day you left the land of Egypt."
    },
    {
        "o": 5886,
        "r": "csb:Deuteronomy:16:4",
        "t": "No yeast is to be found anywhere in your territory for seven days, and none of the meat you sacrifice in the evening of the first day is to remain until morning."
    },
    {
        "o": 5887,
        "r": "csb:Deuteronomy:16:5",
        "t": "You are not to sacrifice the Passover animal in any of the towns the Lord*s your God is giving you."
    },
    {
        "o": 5888,
        "r": "csb:Deuteronomy:16:6",
        "t": "Sacrifice the Passover animal only at the place where the Lord*s your God chooses to have his name dwell. Do this in the evening as the sun sets at the same time of day you departed from Egypt."
    },
    {
        "o": 5889,
        "r": "csb:Deuteronomy:16:7",
        "t": "You are to cook and eat it in the place the Lord*s your God chooses, and you are to return to your tents in the morning."
    },
    {
        "o": 5890,
        "r": "csb:Deuteronomy:16:8",
        "t": "Eat unleavened bread for six days. On the seventh day there is to be a solemn assembly to the Lord*s your God; do not do any work."
    },
    {
        "o": 5891,
        "r": "csb:Deuteronomy:16:8",
        "t": "The Festival of Weeks",
        "h": 2
    },
    {
        "o": 5892,
        "r": "csb:Deuteronomy:16:9",
        "t": "“You*p are to count seven weeks, counting the weeks from the time the sickle is first put to the standing grain."
    },
    {
        "o": 5893,
        "r": "csb:Deuteronomy:16:10",
        "t": "You are to celebrate the Festival of Weeks to the Lord*s your God with a freewill offering that you give in proportion to how the Lord*s your God has blessed you."
    },
    {
        "o": 5894,
        "r": "csb:Deuteronomy:16:11",
        "t": "Rejoice before the Lord*s your God in the place where he chooses to have his name dwell - you, your son and daughter, your male and female slave, the Levite within your city gates, as well as the resident alien, the fatherless, and the widow among you."
    },
    {
        "o": 5895,
        "r": "csb:Deuteronomy:16:12",
        "t": "Remember that you were slaves in Egypt; carefully follow these statutes."
    },
    {
        "o": 5896,
        "r": "csb:Deuteronomy:16:12",
        "t": "The Festival of Shelters",
        "h": 2
    },
    {
        "o": 5897,
        "r": "csb:Deuteronomy:16:13",
        "t": "“You*p are to celebrate the Festival of Shelters for seven days when you have gathered in everything from your threshing floor and winepress."
    },
    {
        "o": 5898,
        "r": "csb:Deuteronomy:16:14",
        "t": "Rejoice during your festival - you, your son and daughter, your male and female slave, as well as the Levite, the resident alien, the fatherless, and the widow within your city gates."
    },
    {
        "o": 5899,
        "r": "csb:Deuteronomy:16:15",
        "t": "You are to hold a seven-day festival for the Lord*s your God in the place he chooses, because the Lord*s your God will bless you in all your produce and in all the work of your hands, and you will have abundant joy."
    },
    {
        "o": 5900,
        "r": "csb:Deuteronomy:16:16",
        "t": "“All*p your males are to appear three times a year before the Lord*s your God in the place he chooses: at the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Shelters. No one is to appear before the Lord*s empty-handed."
    },
    {
        "o": 5901,
        "r": "csb:Deuteronomy:16:17",
        "t": "Everyone must appear with a gift suited to his means, according to the blessing the Lord*s your God has given you."
    },
    {
        "o": 5902,
        "r": "csb:Deuteronomy:16:17",
        "t": "Appointing Judges and Officials",
        "h": 2
    },
    {
        "o": 5903,
        "r": "csb:Deuteronomy:16:18",
        "t": "“Appoint*p judges and officials for your tribes in all your towns the Lord*s your God is giving you. They are to judge the people with righteous judgment."
    },
    {
        "o": 5904,
        "r": "csb:Deuteronomy:16:19",
        "t": "Do not deny justice or show partiality to anyone. Do not accept a bribe, for it blinds the eyes of the wise and twists the words of the righteous."
    },
    {
        "o": 5905,
        "r": "csb:Deuteronomy:16:20",
        "t": "Pursue justice and justice alone, so that you will live and possess the land the Lord*s your God is giving you."
    },
    {
        "o": 5906,
        "r": "csb:Deuteronomy:16:20",
        "t": "Forbidden Worship",
        "h": 2
    },
    {
        "o": 5907,
        "r": "csb:Deuteronomy:16:21",
        "t": "“Do*p not set up an Asherah of any kind of wood next to the altar you will build for the Lord*s your God,"
    },
    {
        "o": 5908,
        "r": "csb:Deuteronomy:16:22",
        "t": "and do not set up a sacred pillar; the Lord*s your God hates them."
    },
    {
        "o": 5909,
        "r": "csb:Deuteronomy:17:0",
        "t": "Deuteronomy 17",
        "h": 1
    },
    {
        "o": 5910,
        "r": "csb:Deuteronomy:17:1",
        "t": "“Do*p not sacrifice to the Lord*s your God an ox or sheep with a defect or any serious flaw, for that is detestable to the Lord*s your God."
    },
    {
        "o": 5911,
        "r": "csb:Deuteronomy:17:1",
        "t": "The Judicial Procedure for Idolatry",
        "h": 2
    },
    {
        "o": 5912,
        "r": "csb:Deuteronomy:17:2",
        "t": "“If*p a man or woman among you in one of your towns that the Lord*s your God will give you is discovered doing evil in the sight of the Lord*s your God and violating his covenant"
    },
    {
        "o": 5913,
        "r": "csb:Deuteronomy:17:3",
        "t": "and has gone to serve other gods by bowing in worship to the sun, moon, or all the stars in the sky- which I have forbidden-"
    },
    {
        "o": 5914,
        "r": "csb:Deuteronomy:17:4",
        "t": "and if you are told or hear about it, then investigate it thoroughly. If the report turns out to be true that this detestable act has been done in Israel,"
    },
    {
        "o": 5915,
        "r": "csb:Deuteronomy:17:5",
        "t": "you are to bring out to your city gates that man or woman who has done this evil thing and stone them to death."
    },
    {
        "o": 5916,
        "r": "csb:Deuteronomy:17:6",
        "t": "The one condemned to die is to be executed on the testimony of two or three witnesses. No one is to be executed on the testimony of a single witness."
    },
    {
        "o": 5917,
        "r": "csb:Deuteronomy:17:7",
        "t": "The witnesses’ hands are to be the first in putting him to death, and after that, the hands of all the people. You must purge the evil from you."
    },
    {
        "o": 5918,
        "r": "csb:Deuteronomy:17:7",
        "t": "Difficult Cases",
        "h": 2
    },
    {
        "o": 5919,
        "r": "csb:Deuteronomy:17:8",
        "t": "“If*p a case is too difficult for you - concerning bloodshed, lawsuits, or assaults- cases disputed at your city gates, then go up to the place the Lord*s your God chooses."
    },
    {
        "o": 5920,
        "r": "csb:Deuteronomy:17:9",
        "t": "You are to go to the Levitical priests and to the judge who presides at that time. Ask, and they will give you a verdict in the case."
    },
    {
        "o": 5921,
        "r": "csb:Deuteronomy:17:10",
        "t": "You must abide by the verdict they give you at the place the Lord*s chooses. Be careful to do exactly as they instruct you."
    },
    {
        "o": 5922,
        "r": "csb:Deuteronomy:17:11",
        "t": "You must abide by the instruction they give you and the verdict they announce to you. Do not turn to the right or the left from the decision they declare to you."
    },
    {
        "o": 5923,
        "r": "csb:Deuteronomy:17:12",
        "t": "The person who acts arrogantly, refusing to listen either to the priest who stands there serving the Lord*s your God or to the judge, must die. You must purge the evil from Israel."
    },
    {
        "o": 5924,
        "r": "csb:Deuteronomy:17:13",
        "t": "Then all the people will hear about it, be afraid, and no longer behave arrogantly."
    },
    {
        "o": 5925,
        "r": "csb:Deuteronomy:17:13",
        "t": "Appointing a King",
        "h": 2
    },
    {
        "o": 5926,
        "r": "csb:Deuteronomy:17:14",
        "t": "“When*p you enter the land the Lord*s your God is giving you, take possession of it, live in it, and say, ‘I will set a king over me like all the nations around me,’"
    },
    {
        "o": 5927,
        "r": "csb:Deuteronomy:17:15",
        "t": "you are to appoint over you the king the Lord*s your God chooses. Appoint a king from your brothers. You are not to set a foreigner over you, or one who is not of your people."
    },
    {
        "o": 5928,
        "r": "csb:Deuteronomy:17:16",
        "t": "However, he must not acquire many horses for himself or send the people back to Egypt to acquire many horses, for the Lord*s has told you, ‘You are never to go back that way again.’"
    },
    {
        "o": 5929,
        "r": "csb:Deuteronomy:17:17",
        "t": "He must not acquire many wives for himself so that his heart won’t go astray. He must not acquire very large amounts of silver and gold for himself."
    },
    {
        "o": 5930,
        "r": "csb:Deuteronomy:17:18",
        "t": "When he is seated on his royal throne, he is to write a copy of this instruction for himself on a scroll in the presence of the Levitical priests."
    },
    {
        "o": 5931,
        "r": "csb:Deuteronomy:17:19",
        "t": "It is to remain with him, and he is to read from it all the days of his life, so that he may learn to fear the Lord*s his God, to observe all the words of this instruction, and to do these statutes."
    },
    {
        "o": 5932,
        "r": "csb:Deuteronomy:17:20",
        "t": "Then his heart will not be exalted above his countrymen, he will not turn from this command to the right or the left, and he and his sons will continue reigning many years in Israel."
    },
    {
        "o": 5933,
        "r": "csb:Deuteronomy:18:0",
        "t": "Deuteronomy 18",
        "h": 1
    },
    {
        "o": 5934,
        "r": "csb:Deuteronomy:18:0",
        "t": "Provisions for the Levites",
        "h": 2
    },
    {
        "o": 5935,
        "r": "csb:Deuteronomy:18:1",
        "t": "“The*p Levitical priests, the whole tribe of Levi, will have no portion or inheritance with Israel. They will eat the Lord’s*s food offerings; that is their inheritance."
    },
    {
        "o": 5936,
        "r": "csb:Deuteronomy:18:2",
        "t": "Although Levi has no inheritance among his brothers, the Lord*s is his inheritance, as he promised him."
    },
    {
        "o": 5937,
        "r": "csb:Deuteronomy:18:3",
        "t": "This is the priests’ share from the people who offer a sacrifice, whether it is an ox, a sheep, or a goat; the priests are to be given the shoulder, jaws, and stomach."
    },
    {
        "o": 5938,
        "r": "csb:Deuteronomy:18:4",
        "t": "You are to give him the firstfruits of your grain, new wine, and fresh oil, and the first sheared wool of your flock."
    },
    {
        "o": 5939,
        "r": "csb:Deuteronomy:18:5",
        "t": "For the Lord*s your God has chosen him and his sons from all your tribes to stand and minister in his name from now on."
    },
    {
        "o": 5940,
        "r": "csb:Deuteronomy:18:6",
        "t": "When a Levite leaves one of your towns in Israel where he was staying and wants to go to the place the Lord*s chooses,"
    },
    {
        "o": 5941,
        "r": "csb:Deuteronomy:18:7",
        "t": "he may serve in the name of the Lord*s his God like all his fellow Levites who minister there in the presence of the Lord.*s"
    },
    {
        "o": 5942,
        "r": "csb:Deuteronomy:18:8",
        "t": "They will eat equal portions besides what he has received from the sale of the family estate."
    },
    {
        "o": 5943,
        "r": "csb:Deuteronomy:18:8",
        "t": "Occult Practices versus Prophetic Revelation",
        "h": 2
    },
    {
        "o": 5944,
        "r": "csb:Deuteronomy:18:9",
        "t": "“When*p you enter the land the Lord*s your God is giving you, do not imitate the detestable customs of those nations."
    },
    {
        "o": 5945,
        "r": "csb:Deuteronomy:18:10",
        "t": "No one among you is to sacrifice his son or daughter in the fire, practice divination, tell fortunes, interpret omens, practice sorcery,"
    },
    {
        "o": 5946,
        "r": "csb:Deuteronomy:18:11",
        "t": "cast spells, consult a medium or a spiritist, or inquire of the dead."
    },
    {
        "o": 5947,
        "r": "csb:Deuteronomy:18:12",
        "t": "Everyone who does these acts is detestable to the Lord,*s and the Lord*s your God is driving out the nations before you because of these detestable acts."
    },
    {
        "o": 5948,
        "r": "csb:Deuteronomy:18:13",
        "t": "You must be blameless before the Lord*s your God."
    },
    {
        "o": 5949,
        "r": "csb:Deuteronomy:18:14",
        "t": "Though these nations you are about to drive out listen to fortune-tellers and diviners, the Lord*s your God has not permitted you to do this."
    },
    {
        "o": 5950,
        "r": "csb:Deuteronomy:18:15",
        "t": "“The*p Lord*s your God will raise up for you a prophet like me from among your own brothers. You must listen to him."
    },
    {
        "o": 5951,
        "r": "csb:Deuteronomy:18:16",
        "t": "This is what you requested from the Lord*s your God at Horeb on the day of the assembly when you said, ‘Let us not continue to hear the voice of the Lord*s our God or see this great fire any longer, so that we will not die!’"
    },
    {
        "o": 5952,
        "r": "csb:Deuteronomy:18:17",
        "t": "Then the Lord*s said to me, ‘They have spoken well."
    },
    {
        "o": 5953,
        "r": "csb:Deuteronomy:18:18",
        "t": "I will raise up for them a prophet like you from among their brothers. I will put my words in his mouth, and he will tell them everything I command him."
    },
    {
        "o": 5954,
        "r": "csb:Deuteronomy:18:19",
        "t": "I will hold accountable whoever does not listen to my words that he speaks in my name."
    },
    {
        "o": 5955,
        "r": "csb:Deuteronomy:18:20",
        "t": "But the prophet who presumes to speak a message in my name that I have not commanded him to speak, or who speaks in the name of other gods - that prophet must die.’"
    },
    {
        "o": 5956,
        "r": "csb:Deuteronomy:18:21",
        "t": "You may say to yourself, ‘How can we recognize a message the Lord*s has not spoken?’"
    },
    {
        "o": 5957,
        "r": "csb:Deuteronomy:18:22",
        "t": "When a prophet speaks in the Lord’s*s name, and the message does not come true or is not fulfilled, that is a message the Lord*s has not spoken. The prophet has spoken it presumptuously. Do not be afraid of him."
    },
    {
        "o": 5958,
        "r": "csb:Deuteronomy:19:0",
        "t": "Deuteronomy 19",
        "h": 1
    },
    {
        "o": 5959,
        "r": "csb:Deuteronomy:19:0",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5960,
        "r": "csb:Deuteronomy:19:1",
        "t": "“When*p the Lord*s your God annihilates the nations whose land he is giving you, so that you drive them out and live in their cities and houses,"
    },
    {
        "o": 5961,
        "r": "csb:Deuteronomy:19:2",
        "t": "you are to set apart three cities for yourselves within the land the Lord*s your God is giving you to possess."
    },
    {
        "o": 5962,
        "r": "csb:Deuteronomy:19:3",
        "t": "You are to determine the distances and divide the land the Lord*s your God is granting you as an inheritance into three regions, so that anyone who commits manslaughter can flee to these cities."
    },
    {
        "o": 5963,
        "r": "csb:Deuteronomy:19:4",
        "t": "“Here*p is the law concerning a case of someone who kills a person and flees there to save his life, having killed his neighbor accidentally without previously hating him:"
    },
    {
        "o": 5964,
        "r": "csb:Deuteronomy:19:5",
        "t": "If, for example, he goes into the forest with his neighbor to cut timber, and his hand swings the ax to chop down a tree, but the blade flies off the handle and strikes his neighbor so that he dies, that person may flee to one of these cities and live."
    },
    {
        "o": 5965,
        "r": "csb:Deuteronomy:19:6",
        "t": "Otherwise, the avenger of blood in the heat of his anger might pursue the one who committed manslaughter, overtake him because the distance is great, and strike him dead. Yet he did not deserve to die, since he did not previously hate his neighbor."
    },
    {
        "o": 5966,
        "r": "csb:Deuteronomy:19:7",
        "t": "This is why I am commanding you to set apart three cities for yourselves."
    },
    {
        "o": 5967,
        "r": "csb:Deuteronomy:19:8",
        "t": "If the Lord*s your God enlarges your territory as he swore to your ancestors, and gives you all the land he promised to give them -"
    },
    {
        "o": 5968,
        "r": "csb:Deuteronomy:19:9",
        "t": "provided you keep every one of these commands I am giving you today and follow them, loving the Lord*s your God and walking in his ways at all times - you are to add three more cities to these three."
    },
    {
        "o": 5969,
        "r": "csb:Deuteronomy:19:10",
        "t": "In this way, innocent blood will not be shed, and you will not become guilty of bloodshed in the land the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 5970,
        "r": "csb:Deuteronomy:19:11",
        "t": "But if someone hates his neighbor, lies in ambush for him, attacks him, and strikes him fatally, and flees to one of these cities,"
    },
    {
        "o": 5971,
        "r": "csb:Deuteronomy:19:12",
        "t": "the elders of his city are to send for him, take him from there, and hand him over to the avenger of blood and he will die."
    },
    {
        "o": 5972,
        "r": "csb:Deuteronomy:19:13",
        "t": "Do not look on him with pity but purge from Israel the guilt of shedding innocent blood, and you will prosper."
    },
    {
        "o": 5973,
        "r": "csb:Deuteronomy:19:13",
        "t": "Boundary Markers",
        "h": 2
    },
    {
        "o": 5974,
        "r": "csb:Deuteronomy:19:14",
        "t": "“Do*p not move your neighbor’s boundary marker, established at the start in the inheritance you will receive in the land the Lord*s your God is giving you to possess."
    },
    {
        "o": 5975,
        "r": "csb:Deuteronomy:19:14",
        "t": "Witnesses in Court",
        "h": 2
    },
    {
        "o": 5976,
        "r": "csb:Deuteronomy:19:15",
        "t": "“One*p witness cannot establish any iniquity or sin against a person, whatever that person has done. A fact must be established by the testimony of two or three witnesses."
    },
    {
        "o": 5977,
        "r": "csb:Deuteronomy:19:16",
        "t": "“If*p a malicious witness testifies against someone accusing him of a crime,"
    },
    {
        "o": 5978,
        "r": "csb:Deuteronomy:19:17",
        "t": "the two people in the dispute are to stand in the presence of the Lord*s before the priests and judges in authority at that time."
    },
    {
        "o": 5979,
        "r": "csb:Deuteronomy:19:18",
        "t": "The judges are to make a careful investigation, and if the witness turns out to be a liar who has falsely accused his brother,"
    },
    {
        "o": 5980,
        "r": "csb:Deuteronomy:19:19",
        "t": "you must do to him as he intended to do to his brother. You must purge the evil from you."
    },
    {
        "o": 5981,
        "r": "csb:Deuteronomy:19:20",
        "t": "Then everyone else will hear and be afraid, and they will never again do anything evil like this among you."
    },
    {
        "o": 5982,
        "r": "csb:Deuteronomy:19:21",
        "t": "Do not show pity: life for life, eye for eye, tooth for tooth, hand for hand, and foot for foot."
    },
    {
        "o": 5983,
        "r": "csb:Deuteronomy:20:0",
        "t": "Deuteronomy 20",
        "h": 1
    },
    {
        "o": 5984,
        "r": "csb:Deuteronomy:20:0",
        "t": "Rules for War",
        "h": 2
    },
    {
        "o": 5985,
        "r": "csb:Deuteronomy:20:1",
        "t": "“When*p you go out to war against your enemies and see horses, chariots, and an army larger than yours, do not be afraid of them, for the Lord*s your God, who brought you out of the land of Egypt, is with you."
    },
    {
        "o": 5986,
        "r": "csb:Deuteronomy:20:2",
        "t": "When you are about to engage in battle, the priest is to come forward and address the army."
    },
    {
        "o": 5987,
        "r": "csb:Deuteronomy:20:3",
        "t": "He is to say to them, ‘Listen, Israel: Today you are about to engage in battle with your enemies. Do not be cowardly. Do not be afraid, alarmed, or terrified because of them."
    },
    {
        "o": 5988,
        "r": "csb:Deuteronomy:20:4",
        "t": "For the Lord*s your God is the one who goes with you to fight for you against your enemies to give you victory.’"
    },
    {
        "o": 5989,
        "r": "csb:Deuteronomy:20:5",
        "t": "“The*p officers are to address the army, ‘Has any man built a new house and not dedicated it? Let him leave and return home. Otherwise, he may die in battle and another man dedicate it."
    },
    {
        "o": 5990,
        "r": "csb:Deuteronomy:20:6",
        "t": "Has any man planted a vineyard and not begun to enjoy its fruit? Let him leave and return home. Otherwise he may die in battle and another man enjoy its fruit."
    },
    {
        "o": 5991,
        "r": "csb:Deuteronomy:20:7",
        "t": "Has any man become engaged to a woman and not married her? Let him leave and return home. Otherwise he may die in battle and another man marry her.’"
    },
    {
        "o": 5992,
        "r": "csb:Deuteronomy:20:8",
        "t": "The officers will continue to address the army and say, ‘Is there any man who is afraid or cowardly? Let him leave and return home, so that his brothers won’t lose heart as he did.’"
    },
    {
        "o": 5993,
        "r": "csb:Deuteronomy:20:9",
        "t": "When the officers have finished addressing the army, they will appoint military commanders to lead it."
    },
    {
        "o": 5994,
        "r": "csb:Deuteronomy:20:10",
        "t": "“When*p you approach a city to fight against it, make an offer of peace."
    },
    {
        "o": 5995,
        "r": "csb:Deuteronomy:20:11",
        "t": "If it accepts your offer of peace and opens its gates to you, all the people found in it will become forced laborers for you and serve you."
    },
    {
        "o": 5996,
        "r": "csb:Deuteronomy:20:12",
        "t": "However, if it does not make peace with you but wages war against you, lay siege to it."
    },
    {
        "o": 5997,
        "r": "csb:Deuteronomy:20:13",
        "t": "When the Lord*s your God hands it over to you, strike down all its males with the sword."
    },
    {
        "o": 5998,
        "r": "csb:Deuteronomy:20:14",
        "t": "But you may take the women, dependents, animals, and whatever else is in the city - all its spoil - as plunder. You may enjoy the spoil of your enemies that the Lord*s your God has given you."
    },
    {
        "o": 5999,
        "r": "csb:Deuteronomy:20:15",
        "t": "This is how you are to treat all the cities that are far away from you and are not among the cities of these nations."
    },
    {
        "o": 6000,
        "r": "csb:Deuteronomy:20:16",
        "t": "However, you must not let any living thing survive among the cities of these people the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 6001,
        "r": "csb:Deuteronomy:20:17",
        "t": "You must completely destroy them - the Hethite, Amorite, Canaanite, Perizzite, Hivite, and Jebusite - as the Lord*s your God has commanded you,"
    },
    {
        "o": 6002,
        "r": "csb:Deuteronomy:20:18",
        "t": "so that they won’t teach you to do all the detestable acts they do for their gods, and you sin against the Lord*s your God."
    },
    {
        "o": 6003,
        "r": "csb:Deuteronomy:20:19",
        "t": "“When*p you lay siege to a city for a long time, fighting against it in order to capture it, do not destroy its trees by putting an ax to them, because you can get food from them. Do not cut them down. Are trees of the field human, to come under siege by you?"
    },
    {
        "o": 6004,
        "r": "csb:Deuteronomy:20:20",
        "t": "But you may destroy the trees that you know do not produce food. You may cut them down to build siege works against the city that is waging war against you, until it falls."
    },
    {
        "o": 6005,
        "r": "csb:Deuteronomy:21:0",
        "t": "Deuteronomy 21",
        "h": 1
    },
    {
        "o": 6006,
        "r": "csb:Deuteronomy:21:0",
        "t": "Unsolved Murders",
        "h": 2
    },
    {
        "o": 6007,
        "r": "csb:Deuteronomy:21:1",
        "t": "“If*p a murder victim is found lying in a field in the land the Lord*s your God is giving you to possess, and it is not known who killed him,"
    },
    {
        "o": 6008,
        "r": "csb:Deuteronomy:21:2",
        "t": "your elders and judges are to come out and measure the distance from the victim to the nearby cities."
    },
    {
        "o": 6009,
        "r": "csb:Deuteronomy:21:3",
        "t": "The elders of the city nearest to the victim are to get a young cow that has not been yoked or used for work."
    },
    {
        "o": 6010,
        "r": "csb:Deuteronomy:21:4",
        "t": "The elders of that city will bring the cow down to a continually flowing stream, to a place not tilled or sown, and they will break its neck there by the stream."
    },
    {
        "o": 6011,
        "r": "csb:Deuteronomy:21:5",
        "t": "Then the priests, the sons of Levi, will come forward, for the Lord*s your God has chosen them to serve him and pronounce blessings in his name, and they are to give a ruling in every dispute and case of assault."
    },
    {
        "o": 6012,
        "r": "csb:Deuteronomy:21:6",
        "t": "All the elders of the city nearest to the victim will wash their hands by the stream over the young cow whose neck has been broken."
    },
    {
        "o": 6013,
        "r": "csb:Deuteronomy:21:7",
        "t": "They will declare, ‘Our hands did not shed this blood; our eyes did not see it."
    },
    {
        "o": 6014,
        "r": "csb:Deuteronomy:21:8",
        "t": "Lord,*s wipe away the guilt of your people Israel whom you redeemed, and do not hold the shedding of innocent blood against them.’ Then the responsibility for bloodshed will be wiped away from them."
    },
    {
        "o": 6015,
        "r": "csb:Deuteronomy:21:9",
        "t": "You must purge from yourselves the guilt of shedding innocent blood, for you will be doing what is right in the Lord’s*s sight."
    },
    {
        "o": 6016,
        "r": "csb:Deuteronomy:21:9",
        "t": "Fair Treatment of Captured Women",
        "h": 2
    },
    {
        "o": 6017,
        "r": "csb:Deuteronomy:21:10",
        "t": "“When*p you go to war against your enemies and the Lord*s your God hands them over to you and you take some of them prisoner, and"
    },
    {
        "o": 6018,
        "r": "csb:Deuteronomy:21:11",
        "t": "if you see a beautiful woman among the captives, desire her, and want to take her as your wife,"
    },
    {
        "o": 6019,
        "r": "csb:Deuteronomy:21:12",
        "t": "you are to bring her into your house. She is to shave her head, trim her nails,"
    },
    {
        "o": 6020,
        "r": "csb:Deuteronomy:21:13",
        "t": "remove the clothes she was wearing when she was taken prisoner, live in your house, and mourn for her father and mother a full month. After that, you may have sexual relations with her and be her husband, and she will be your wife."
    },
    {
        "o": 6021,
        "r": "csb:Deuteronomy:21:14",
        "t": "Then if you are not satisfied with her, you are to let her go where she wants, but you must not sell her or treat her as merchandise, because you have humiliated her."
    },
    {
        "o": 6022,
        "r": "csb:Deuteronomy:21:14",
        "t": "The Right of the Firstborn",
        "h": 2
    },
    {
        "o": 6023,
        "r": "csb:Deuteronomy:21:15",
        "t": "“If*p a man has two wives, one loved and the other neglected, and both the loved and the neglected bear him sons, and if the neglected wife has the firstborn son,"
    },
    {
        "o": 6024,
        "r": "csb:Deuteronomy:21:16",
        "t": "when that man gives what he has to his sons as an inheritance, he is not to show favoritism to the son of the loved wife as his firstborn over the firstborn of the neglected wife."
    },
    {
        "o": 6025,
        "r": "csb:Deuteronomy:21:17",
        "t": "He must acknowledge the firstborn, the son of the neglected wife, by giving him two shares of his estate, for he is the firstfruits of his virility; he has the rights of the firstborn."
    },
    {
        "o": 6026,
        "r": "csb:Deuteronomy:21:17",
        "t": "A Rebellious Son",
        "h": 2
    },
    {
        "o": 6027,
        "r": "csb:Deuteronomy:21:18",
        "t": "“If*p a man has a stubborn and rebellious son who does not obey his father or mother and doesn’t listen to them even after they discipline him,"
    },
    {
        "o": 6028,
        "r": "csb:Deuteronomy:21:19",
        "t": "his father and mother are to take hold of him and bring him to the elders of his city, to the gate of his hometown."
    },
    {
        "o": 6029,
        "r": "csb:Deuteronomy:21:20",
        "t": "They will say to the elders of his city, ‘This son of ours is stubborn and rebellious; he doesn’t obey us. He’s a glutton and a drunkard.’"
    },
    {
        "o": 6030,
        "r": "csb:Deuteronomy:21:21",
        "t": "Then all the men of his city will stone him to death. You must purge the evil from you, and all Israel will hear and be afraid."
    },
    {
        "o": 6031,
        "r": "csb:Deuteronomy:21:21",
        "t": "Display of Executed People",
        "h": 2
    },
    {
        "o": 6032,
        "r": "csb:Deuteronomy:21:22",
        "t": "“If*p anyone is found guilty of an offense deserving the death penalty and is executed, and you hang his body on a tree,"
    },
    {
        "o": 6033,
        "r": "csb:Deuteronomy:21:23",
        "t": "you are not to leave his corpse on the tree overnight but are to bury him that day, for anyone hung on a tree is under God’s curse. You must not defile the land the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 6034,
        "r": "csb:Deuteronomy:22:0",
        "t": "Deuteronomy 22",
        "h": 1
    },
    {
        "o": 6035,
        "r": "csb:Deuteronomy:22:0",
        "t": "Caring for Your Brother’s Property",
        "h": 2
    },
    {
        "o": 6036,
        "r": "csb:Deuteronomy:22:1",
        "t": "“If*p you see your brother Israelite’s ox or sheep straying, do not ignore it; make sure you return it to your brother."
    },
    {
        "o": 6037,
        "r": "csb:Deuteronomy:22:2",
        "t": "If your brother does not live near you or you don’t know him, you are to bring the animal to your home to remain with you until your brother comes looking for it; then you can return it to him."
    },
    {
        "o": 6038,
        "r": "csb:Deuteronomy:22:3",
        "t": "Do the same for his donkey, his garment, or anything your brother has lost and you have found. You must not ignore it."
    },
    {
        "o": 6039,
        "r": "csb:Deuteronomy:22:4",
        "t": "If you see your brother’s donkey or ox fallen down on the road, do not ignore it; help him lift it up."
    },
    {
        "o": 6040,
        "r": "csb:Deuteronomy:22:4",
        "t": "Preserving Natural Distinctions",
        "h": 2
    },
    {
        "o": 6041,
        "r": "csb:Deuteronomy:22:5",
        "t": "“A*p woman is not to wear male clothing, and a man is not to put on a woman’s garment, for everyone who does these things is detestable to the Lord*s your God."
    },
    {
        "o": 6042,
        "r": "csb:Deuteronomy:22:6",
        "t": "“If*p you come across a bird’s nest with chicks or eggs, either in a tree or on the ground along the road, and the mother is sitting on the chicks or eggs, do not take the mother along with the young."
    },
    {
        "o": 6043,
        "r": "csb:Deuteronomy:22:7",
        "t": "You may take the young for yourself, but be sure to let the mother go free, so that you may prosper and live long."
    },
    {
        "o": 6044,
        "r": "csb:Deuteronomy:22:8",
        "t": "If you build a new house, make a railing around your roof, so that you don’t bring bloodguilt on your house if someone falls from it."
    },
    {
        "o": 6045,
        "r": "csb:Deuteronomy:22:9",
        "t": "Do not plant your vineyard with two types of seed; otherwise, the entire harvest, both the crop you plant and the produce of the vineyard, will be defiled."
    },
    {
        "o": 6046,
        "r": "csb:Deuteronomy:22:10",
        "t": "Do not plow with an ox and a donkey together."
    },
    {
        "o": 6047,
        "r": "csb:Deuteronomy:22:11",
        "t": "Do not wear clothes made of both wool and linen."
    },
    {
        "o": 6048,
        "r": "csb:Deuteronomy:22:12",
        "t": "Make tassels on the four corners of the outer garment you wear."
    },
    {
        "o": 6049,
        "r": "csb:Deuteronomy:22:12",
        "t": "Violations of Proper Sexual Conduct",
        "h": 2
    },
    {
        "o": 6050,
        "r": "csb:Deuteronomy:22:13",
        "t": "“If*p a man marries a woman, has sexual relations with her, and comes to hate her,"
    },
    {
        "o": 6051,
        "r": "csb:Deuteronomy:22:14",
        "t": "and accuses her of shameful conduct, and gives her a bad name, saying, ‘I married this woman and was intimate with her, but I didn’t find any evidence of her virginity,’"
    },
    {
        "o": 6052,
        "r": "csb:Deuteronomy:22:15",
        "t": "the young woman’s father and mother will take the evidence of her virginity and bring it to the city elders at the city gate."
    },
    {
        "o": 6053,
        "r": "csb:Deuteronomy:22:16",
        "t": "The young woman’s father will say to the elders, ‘I gave my daughter to this man as a wife, but he hates her."
    },
    {
        "o": 6054,
        "r": "csb:Deuteronomy:22:17",
        "t": "He has accused her of shameful conduct, saying, “I didn’t find any evidence of your daughter’s virginity,” but here is the evidence of my daughter’s virginity.’ They will spread out the cloth before the city elders."
    },
    {
        "o": 6055,
        "r": "csb:Deuteronomy:22:18",
        "t": "Then the elders of that city will take the man and punish him."
    },
    {
        "o": 6056,
        "r": "csb:Deuteronomy:22:19",
        "t": "They will also fine him a hundred silver shekels and give them to the young woman’s father, because that man gave an Israelite virgin a bad name. She will remain his wife; he cannot divorce her as long as he lives."
    },
    {
        "o": 6057,
        "r": "csb:Deuteronomy:22:20",
        "t": "But if this accusation is true and no evidence of the young woman’s virginity is found,"
    },
    {
        "o": 6058,
        "r": "csb:Deuteronomy:22:21",
        "t": "they will bring the woman to the door of her father’s house, and the men of her city will stone her to death. For she has committed an outrage in Israel by being promiscuous while living in her father’s house. You must purge the evil from you."
    },
    {
        "o": 6059,
        "r": "csb:Deuteronomy:22:22",
        "t": "“If*p a man is discovered having sexual relations with another man’s wife, both the man who had sex with the woman and the woman must die. You must purge the evil from Israel."
    },
    {
        "o": 6060,
        "r": "csb:Deuteronomy:22:23",
        "t": "If there is a young woman who is a virgin engaged to a man, and another man encounters her in the city and sleeps with her,"
    },
    {
        "o": 6061,
        "r": "csb:Deuteronomy:22:24",
        "t": "take the two of them out to the gate of that city and stone them to death - the young woman because she did not cry out in the city and the man because he has violated his neighbor’s fiancée. You must purge the evil from you."
    },
    {
        "o": 6062,
        "r": "csb:Deuteronomy:22:25",
        "t": "But if the man encounters an engaged woman in the open country, and he seizes and rapes her, only the man who raped her must die."
    },
    {
        "o": 6063,
        "r": "csb:Deuteronomy:22:26",
        "t": "Do nothing to the young woman, because she is not guilty of an offense deserving death. This case is just like one in which a man attacks his neighbor and murders him."
    },
    {
        "o": 6064,
        "r": "csb:Deuteronomy:22:27",
        "t": "When he found her in the field, the engaged woman cried out, but there was no one to rescue her."
    },
    {
        "o": 6065,
        "r": "csb:Deuteronomy:22:28",
        "t": "If a man encounters a young woman, a virgin who is not engaged, takes hold of her and rapes her, and they are discovered,"
    },
    {
        "o": 6066,
        "r": "csb:Deuteronomy:22:29",
        "t": "the man who raped her is to give the young woman’s father fifty silver shekels, and she will become his wife because he violated her. He cannot divorce her as long as he lives."
    },
    {
        "o": 6067,
        "r": "csb:Deuteronomy:22:30",
        "t": "“A*p man is not to marry his father’s wife; he must not violate his father’s marriage bed."
    },
    {
        "o": 6068,
        "r": "csb:Deuteronomy:23:0",
        "t": "Deuteronomy 23",
        "h": 1
    },
    {
        "o": 6069,
        "r": "csb:Deuteronomy:23:0",
        "t": "Exclusion and Inclusion",
        "h": 2
    },
    {
        "o": 6070,
        "r": "csb:Deuteronomy:23:1",
        "t": "“No*p man whose testicles have been crushed or whose penis has been cut off may enter the Lord’s*s assembly."
    },
    {
        "o": 6071,
        "r": "csb:Deuteronomy:23:2",
        "t": "No one of illegitimate birth may enter the Lord’s*s assembly; none of his descendants, even to the tenth generation, may enter the Lord’s*s assembly."
    },
    {
        "o": 6072,
        "r": "csb:Deuteronomy:23:3",
        "t": "No Ammonite or Moabite may enter the Lord’s*s assembly; none of their descendants, even to the tenth generation, may ever enter the Lord’s*s assembly."
    },
    {
        "o": 6073,
        "r": "csb:Deuteronomy:23:4",
        "t": "This is because they did not meet you with food and water on the journey after you came out of Egypt, and because Balaam son of Beor from Pethor in Aram-naharaim was hired to curse you."
    },
    {
        "o": 6074,
        "r": "csb:Deuteronomy:23:5",
        "t": "Yet the Lord*s your God would not listen to Balaam, but he turned the curse into a blessing for you because the Lord*s your God loves you."
    },
    {
        "o": 6075,
        "r": "csb:Deuteronomy:23:6",
        "t": "Never pursue their welfare or prosperity as long as you live."
    },
    {
        "o": 6076,
        "r": "csb:Deuteronomy:23:7",
        "t": "Do not despise an Edomite, because he is your brother. Do not despise an Egyptian, because you were a resident alien in his land."
    },
    {
        "o": 6077,
        "r": "csb:Deuteronomy:23:8",
        "t": "The children born to them in the third generation may enter the Lord’s*s assembly."
    },
    {
        "o": 6078,
        "r": "csb:Deuteronomy:23:8",
        "t": "Cleanliness of the Camp",
        "h": 2
    },
    {
        "o": 6079,
        "r": "csb:Deuteronomy:23:9",
        "t": "“When*p you are encamped against your enemies, be careful to avoid anything offensive."
    },
    {
        "o": 6080,
        "r": "csb:Deuteronomy:23:10",
        "t": "If there is a man among you who is unclean because of a bodily emission during the night, he must go outside the camp; he may not come anywhere inside the camp."
    },
    {
        "o": 6081,
        "r": "csb:Deuteronomy:23:11",
        "t": "When evening approaches, he is to wash with water, and when the sun sets he may come inside the camp."
    },
    {
        "o": 6082,
        "r": "csb:Deuteronomy:23:12",
        "t": "You are to have a place outside the camp and go there to relieve yourself."
    },
    {
        "o": 6083,
        "r": "csb:Deuteronomy:23:13",
        "t": "You are to have a digging tool in your equipment; when you relieve yourself, dig a hole with it and cover up your excrement."
    },
    {
        "o": 6084,
        "r": "csb:Deuteronomy:23:14",
        "t": "For the Lord*s your God walks throughout your camp to protect you and deliver your enemies to you; so your encampments must be holy. He must not see anything indecent among you or he will turn away from you."
    },
    {
        "o": 6085,
        "r": "csb:Deuteronomy:23:14",
        "t": "Fugitive Slaves",
        "h": 2
    },
    {
        "o": 6086,
        "r": "csb:Deuteronomy:23:15",
        "t": "“Do*p not return a slave to his master when he has escaped from his master to you."
    },
    {
        "o": 6087,
        "r": "csb:Deuteronomy:23:16",
        "t": "Let him live among you wherever he wants within your city gates. Do not mistreat him."
    },
    {
        "o": 6088,
        "r": "csb:Deuteronomy:23:16",
        "t": "Cult Prostitution Forbidden",
        "h": 2
    },
    {
        "o": 6089,
        "r": "csb:Deuteronomy:23:17",
        "t": "“No*p Israelite woman is to be a cult prostitute, and no Israelite man is to be a cult prostitute."
    },
    {
        "o": 6090,
        "r": "csb:Deuteronomy:23:18",
        "t": "Do not bring a female prostitute’s wages or a male prostitute’s earnings into the house of the Lord*s your God to fulfill any vow, because both are detestable to the Lord*s your God."
    },
    {
        "o": 6091,
        "r": "csb:Deuteronomy:23:18",
        "t": "Interest on Loans",
        "h": 2
    },
    {
        "o": 6092,
        "r": "csb:Deuteronomy:23:19",
        "t": "“Do*p not charge your brother interest on silver, food, or anything that can earn interest."
    },
    {
        "o": 6093,
        "r": "csb:Deuteronomy:23:20",
        "t": "You may charge a foreigner interest, but you must not charge your brother Israelite interest, so that the Lord*s your God may bless you in everything you do in the land you are entering to possess."
    },
    {
        "o": 6094,
        "r": "csb:Deuteronomy:23:20",
        "t": "Keeping Vows",
        "h": 2
    },
    {
        "o": 6095,
        "r": "csb:Deuteronomy:23:21",
        "t": "“If*p you make a vow to the Lord*s your God, do not be slow to keep it, because he will require it of you, and it will be counted against you as sin."
    },
    {
        "o": 6096,
        "r": "csb:Deuteronomy:23:22",
        "t": "But if you refrain from making a vow, it will not be counted against you as sin."
    },
    {
        "o": 6097,
        "r": "csb:Deuteronomy:23:23",
        "t": "Be careful to do whatever comes from your lips, because you have freely vowed what you promised to the Lord*s your God."
    },
    {
        "o": 6098,
        "r": "csb:Deuteronomy:23:23",
        "t": "Neighbor’s Crops",
        "h": 2
    },
    {
        "o": 6099,
        "r": "csb:Deuteronomy:23:24",
        "t": "“When*p you enter your neighbor’s vineyard, you may eat as many grapes as you want until you are full, but do not put any in your container."
    },
    {
        "o": 6100,
        "r": "csb:Deuteronomy:23:25",
        "t": "When you enter your neighbor’s standing grain, you may pluck heads of grain with your hand, but do not put a sickle to your neighbor’s grain."
    },
    {
        "o": 6101,
        "r": "csb:Deuteronomy:24:0",
        "t": "Deuteronomy 24",
        "h": 1
    },
    {
        "o": 6102,
        "r": "csb:Deuteronomy:24:0",
        "t": "Marriage and Divorce Laws",
        "h": 2
    },
    {
        "o": 6103,
        "r": "csb:Deuteronomy:24:1",
        "t": "“If*p a man marries a woman, but she becomes displeasing to him because he finds something indecent about her, he may write her a divorce certificate, hand it to her, and send her away from his house."
    },
    {
        "o": 6104,
        "r": "csb:Deuteronomy:24:2",
        "t": "If after leaving his house she goes and becomes another man’s wife,"
    },
    {
        "o": 6105,
        "r": "csb:Deuteronomy:24:3",
        "t": "and the second man hates her, writes her a divorce certificate, hands it to her, and sends her away from his house or if he dies,"
    },
    {
        "o": 6106,
        "r": "csb:Deuteronomy:24:4",
        "t": "the first husband who sent her away may not marry her again after she has been defiled, because that would be detestable to the Lord.*s You must not bring guilt on the land the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 6107,
        "r": "csb:Deuteronomy:24:5",
        "t": "“When*p a man takes a bride, he must not go out with the army or be liable for any duty. He is free to stay at home for one year, so that he can bring joy to the wife he has married."
    },
    {
        "o": 6108,
        "r": "csb:Deuteronomy:24:5",
        "t": "Safeguarding Life",
        "h": 2
    },
    {
        "o": 6109,
        "r": "csb:Deuteronomy:24:6",
        "t": "“Do*p not take a pair of grindstones or even the upper millstone as security for a debt, because that is like taking a life as security."
    },
    {
        "o": 6110,
        "r": "csb:Deuteronomy:24:7",
        "t": "“If*p a man is discovered kidnapping one of his Israelite brothers, whether he treats him as a slave or sells him, the kidnapper must die. You must purge the evil from you."
    },
    {
        "o": 6111,
        "r": "csb:Deuteronomy:24:8",
        "t": "“Be*p careful with a person who has a case of serious skin disease, following carefully everything the Levitical priests instruct you to do. Be careful to do as I have commanded them."
    },
    {
        "o": 6112,
        "r": "csb:Deuteronomy:24:9",
        "t": "Remember what the Lord*s your God did to Miriam on the journey after you left Egypt."
    },
    {
        "o": 6113,
        "r": "csb:Deuteronomy:24:9",
        "t": "Consideration for People in Need",
        "h": 2
    },
    {
        "o": 6114,
        "r": "csb:Deuteronomy:24:10",
        "t": "“When*p you make a loan of any kind to your neighbor, do not enter his house to collect what he offers as security."
    },
    {
        "o": 6115,
        "r": "csb:Deuteronomy:24:11",
        "t": "Stand outside while the man you are making the loan to brings the security out to you."
    },
    {
        "o": 6116,
        "r": "csb:Deuteronomy:24:12",
        "t": "If he is a poor man, do not sleep with the garment he has given as security."
    },
    {
        "o": 6117,
        "r": "csb:Deuteronomy:24:13",
        "t": "Be sure to return it to him at sunset. Then he will sleep in it and bless you, and this will be counted as righteousness to you before the Lord*s your God."
    },
    {
        "o": 6118,
        "r": "csb:Deuteronomy:24:14",
        "t": "“Do*p not oppress a hired worker who is poor and needy, whether one of your Israelite brothers or one of the resident aliens in a town in your land."
    },
    {
        "o": 6119,
        "r": "csb:Deuteronomy:24:15",
        "t": "You are to pay him his wages each day before the sun sets, because he is poor and depends on them. Otherwise he will cry out to the Lord*s against you, and you will be held guilty."
    },
    {
        "o": 6120,
        "r": "csb:Deuteronomy:24:16",
        "t": "“Fathers*p are not to be put to death for their children, and children are not to be put to death for their fathers; each person will be put to death for his own sin."
    },
    {
        "o": 6121,
        "r": "csb:Deuteronomy:24:17",
        "t": "Do not deny justice to a resident alien or fatherless child, and do not take a widow’s garment as security."
    },
    {
        "o": 6122,
        "r": "csb:Deuteronomy:24:18",
        "t": "Remember that you were a slave in Egypt, and the Lord*s your God redeemed you from there. Therefore I am commanding you to do this."
    },
    {
        "o": 6123,
        "r": "csb:Deuteronomy:24:19",
        "t": "“When*p you reap the harvest in your field, and you forget a sheaf in the field, do not go back to get it. It is to be left for the resident alien, the fatherless, and the widow, so that the Lord*s your God may bless you in all the work of your hands."
    },
    {
        "o": 6124,
        "r": "csb:Deuteronomy:24:20",
        "t": "When you knock down the fruit from your olive tree, do not go over the branches again. What remains will be for the resident alien, the fatherless, and the widow."
    },
    {
        "o": 6125,
        "r": "csb:Deuteronomy:24:21",
        "t": "When you gather the grapes of your vineyard, do not glean what is left. What remains will be for the resident alien, the fatherless, and the widow."
    },
    {
        "o": 6126,
        "r": "csb:Deuteronomy:24:22",
        "t": "Remember that you were a slave in the land of Egypt. Therefore I am commanding you to do this."
    },
    {
        "o": 6127,
        "r": "csb:Deuteronomy:25:0",
        "t": "Deuteronomy 25",
        "h": 1
    },
    {
        "o": 6128,
        "r": "csb:Deuteronomy:25:0",
        "t": "Fairness and Mercy",
        "h": 2
    },
    {
        "o": 6129,
        "r": "csb:Deuteronomy:25:1",
        "t": "“If*p there is a dispute between men, they are to go to court, and the judges will hear their case. They will clear the innocent and condemn the guilty."
    },
    {
        "o": 6130,
        "r": "csb:Deuteronomy:25:2",
        "t": "If the guilty party deserves to be flogged, the judge will make him lie down and be flogged in his presence with the number of lashes appropriate for his crime."
    },
    {
        "o": 6131,
        "r": "csb:Deuteronomy:25:3",
        "t": "He may be flogged with forty lashes, but no more. Otherwise, if he is flogged with more lashes than these, your brother will be degraded in your sight."
    },
    {
        "o": 6132,
        "r": "csb:Deuteronomy:25:4",
        "t": "“Do*p not muzzle an ox while it treads out grain."
    },
    {
        "o": 6133,
        "r": "csb:Deuteronomy:25:4",
        "t": "Preserving the Family Line",
        "h": 2
    },
    {
        "o": 6134,
        "r": "csb:Deuteronomy:25:5",
        "t": "“When*p brothers live on the same property and one of them dies without a son, the wife of the dead man may not marry a stranger outside the family. Her brother-in-law is to take her as his wife, have sexual relations with her, and perform the duty of a brother-in-law for her."
    },
    {
        "o": 6135,
        "r": "csb:Deuteronomy:25:6",
        "t": "The first son she bears will carry on the name of the dead brother, so his name will not be blotted out from Israel."
    },
    {
        "o": 6136,
        "r": "csb:Deuteronomy:25:7",
        "t": "But if the man doesn’t want to marry his sister-in-law, she is to go to the elders at the city gate and say, ‘My brother-in-law refuses to preserve his brother’s name in Israel. He isn’t willing to perform the duty of a brother-in-law for me.’"
    },
    {
        "o": 6137,
        "r": "csb:Deuteronomy:25:8",
        "t": "The elders of his city will summon him and speak with him. If he persists and says, ‘I don’t want to marry her,’"
    },
    {
        "o": 6138,
        "r": "csb:Deuteronomy:25:9",
        "t": "then his sister-in-law will go up to him in the sight of the elders, remove his sandal from his foot, and spit in his face. Then she will declare, ‘This is what is done to a man who will not build up his brother’s house.’"
    },
    {
        "o": 6139,
        "r": "csb:Deuteronomy:25:10",
        "t": "And his family name in Israel will be ‘The house of the man whose sandal was removed.’"
    },
    {
        "o": 6140,
        "r": "csb:Deuteronomy:25:11",
        "t": "“If*p two men are fighting with each other, and the wife of one steps in to rescue her husband from the one striking him, and she puts out her hand and grabs his genitals,"
    },
    {
        "o": 6141,
        "r": "csb:Deuteronomy:25:12",
        "t": "you are to cut off her hand. Do not show pity."
    },
    {
        "o": 6142,
        "r": "csb:Deuteronomy:25:12",
        "t": "Honest Weights and Measures",
        "h": 2
    },
    {
        "o": 6143,
        "r": "csb:Deuteronomy:25:13",
        "t": "“Do*p not have differing weights in your bag, one heavy and one light."
    },
    {
        "o": 6144,
        "r": "csb:Deuteronomy:25:14",
        "t": "Do not have differing dry measures in your house, a larger and a smaller."
    },
    {
        "o": 6145,
        "r": "csb:Deuteronomy:25:15",
        "t": "You must have a full and honest weight, a full and honest dry measure, so that you may live long in the land the Lord*s your God is giving you."
    },
    {
        "o": 6146,
        "r": "csb:Deuteronomy:25:16",
        "t": "For everyone who does such things and acts unfairly is detestable to the Lord*s your God."
    },
    {
        "o": 6147,
        "r": "csb:Deuteronomy:25:16",
        "t": "Revenge on the Amalekites",
        "h": 2
    },
    {
        "o": 6148,
        "r": "csb:Deuteronomy:25:17",
        "t": "“Remember*p what the Amalekites did to you on the journey after you left Egypt."
    },
    {
        "o": 6149,
        "r": "csb:Deuteronomy:25:18",
        "t": "They met you along the way and attacked all your stragglers from behind when you were tired and weary. They did not fear God."
    },
    {
        "o": 6150,
        "r": "csb:Deuteronomy:25:19",
        "t": "When the Lord*s your God gives you rest from all the enemies around you in the land the Lord*s your God is giving you to possess as an inheritance, blot out the memory of Amalek under heaven. Do not forget."
    },
    {
        "o": 6151,
        "r": "csb:Deuteronomy:26:0",
        "t": "Deuteronomy 26",
        "h": 1
    },
    {
        "o": 6152,
        "r": "csb:Deuteronomy:26:0",
        "t": "Giving the Firstfruits",
        "h": 2
    },
    {
        "o": 6153,
        "r": "csb:Deuteronomy:26:1",
        "t": "“When*p you enter the land the Lord*s your God is giving you as an inheritance, and you take possession of it and live in it,"
    },
    {
        "o": 6154,
        "r": "csb:Deuteronomy:26:2",
        "t": "take some of the first of all the land’s produce that you harvest from the land the Lord*s your God is giving you and put it in a basket. Then go to the place where the Lord*s your God chooses to have his name dwell."
    },
    {
        "o": 6155,
        "r": "csb:Deuteronomy:26:3",
        "t": "When you come before the priest who is serving at that time, say to him, ‘Today I declare to the Lord*s your God that I have entered the land the Lord*s swore to our ancestors to give us.’"
    },
    {
        "o": 6156,
        "r": "csb:Deuteronomy:26:4",
        "t": "“Then*p the priest will take the basket from you and place it before the altar of the Lord*s your God."
    },
    {
        "o": 6157,
        "r": "csb:Deuteronomy:26:5",
        "t": "You are to respond by saying in the presence of the Lord*s your God: My*p father was a wandering Aramean. He went down to Egypt with a few people and resided there as an alien. There he became a great, powerful, and populous nation."
    },
    {
        "o": 6158,
        "r": "csb:Deuteronomy:26:6",
        "t": "But the Egyptians mistreated and oppressed us, and forced us to do hard labor."
    },
    {
        "o": 6159,
        "r": "csb:Deuteronomy:26:7",
        "t": "So we called out to the Lord,*s the God of our ancestors, and the Lord*s heard our cry and saw our misery, hardship, and oppression."
    },
    {
        "o": 6160,
        "r": "csb:Deuteronomy:26:8",
        "t": "Then the Lord*s brought us out of Egypt with a strong hand and an outstretched arm, with terrifying power, and with signs and wonders."
    },
    {
        "o": 6161,
        "r": "csb:Deuteronomy:26:9",
        "t": "He led us to this place and gave us this land, a land flowing with milk and honey."
    },
    {
        "o": 6162,
        "r": "csb:Deuteronomy:26:10",
        "t": "I have now brought the first of the land’s produce that you, Lord,*s have given me. You*p will then place the container before the Lord*s your God and bow down to him."
    },
    {
        "o": 6163,
        "r": "csb:Deuteronomy:26:11",
        "t": "You, the Levites, and the resident aliens among you will rejoice in all the good things the Lord*s your God has given you and your household."
    },
    {
        "o": 6164,
        "r": "csb:Deuteronomy:26:11",
        "t": "The Tenth in the Third Year",
        "h": 2
    },
    {
        "o": 6165,
        "r": "csb:Deuteronomy:26:12",
        "t": "“When*p you have finished paying all the tenth of your produce in the third year, the year of the tenth, you are to give it to the Levites, resident aliens, fatherless children, and widows, so that they may eat in your towns and be satisfied."
    },
    {
        "o": 6166,
        "r": "csb:Deuteronomy:26:13",
        "t": "Then you will say in the presence of the Lord*s your God: I*p have taken the consecrated portion out of my house; I have also given it to the Levites, resident aliens, fatherless children, and widows, according to all the commands you gave me. I have not violated or forgotten your commands."
    },
    {
        "o": 6167,
        "r": "csb:Deuteronomy:26:14",
        "t": "I have not eaten any of it while in mourning, or removed any of it while unclean, or offered any of it for the dead. I have obeyed the Lord*s my God; I have done all you commanded me."
    },
    {
        "o": 6168,
        "r": "csb:Deuteronomy:26:15",
        "t": "Look down from your holy dwelling, from heaven, and bless your people Israel and the land you have given us as you swore to our ancestors, a land flowing with milk and honey."
    },
    {
        "o": 6169,
        "r": "csb:Deuteronomy:26:15",
        "t": "Covenant Summary",
        "h": 2
    },
    {
        "o": 6170,
        "r": "csb:Deuteronomy:26:16",
        "t": "“The*p Lord*s your God is commanding you this day to follow these statutes and ordinances. Follow them carefully with all your heart and all your soul."
    },
    {
        "o": 6171,
        "r": "csb:Deuteronomy:26:17",
        "t": "Today you have affirmed that the Lord*s is your God and that you will walk in his ways, keep his statutes, commands, and ordinances, and obey him."
    },
    {
        "o": 6172,
        "r": "csb:Deuteronomy:26:18",
        "t": "And today the Lord*s has affirmed that you are his own possession as he promised you, that you are to keep all his commands,"
    },
    {
        "o": 6173,
        "r": "csb:Deuteronomy:26:19",
        "t": "that he will elevate you to praise, fame, and glory above all the nations he has made, and that you will be a holy people to the Lord*s your God as he promised.”"
    },
    {
        "o": 6174,
        "r": "csb:Deuteronomy:27:0",
        "t": "Deuteronomy 27",
        "h": 1
    },
    {
        "o": 6175,
        "r": "csb:Deuteronomy:27:0",
        "t": "The Law Written on Stones",
        "h": 2
    },
    {
        "o": 6176,
        "r": "csb:Deuteronomy:27:1",
        "t": "Moses*p and the elders of Israel commanded the people, “Keep every command I am giving you today."
    },
    {
        "o": 6177,
        "r": "csb:Deuteronomy:27:2",
        "t": "When you cross the Jordan into the land the Lord*s your God is giving you, set up large stones and cover them with plaster."
    },
    {
        "o": 6178,
        "r": "csb:Deuteronomy:27:3",
        "t": "Write all the words of this law on the stones after you cross to enter the land the Lord*s your God is giving you, a land flowing with milk and honey, as the Lord,*s the God of your ancestors, has promised you."
    },
    {
        "o": 6179,
        "r": "csb:Deuteronomy:27:4",
        "t": "When you have crossed the Jordan, you are to set up these stones on Mount Ebal, as I am commanding you today, and you are to cover them with plaster."
    },
    {
        "o": 6180,
        "r": "csb:Deuteronomy:27:5",
        "t": "Build an altar of stones there to the Lord*s your God - do not use any iron tool on them."
    },
    {
        "o": 6181,
        "r": "csb:Deuteronomy:27:6",
        "t": "Use uncut stones to build the altar of the Lord*s your God and offer burnt offerings to the Lord*s your God on it."
    },
    {
        "o": 6182,
        "r": "csb:Deuteronomy:27:7",
        "t": "There you are to sacrifice fellowship offerings, eat, and rejoice in the presence of the Lord*s your God."
    },
    {
        "o": 6183,
        "r": "csb:Deuteronomy:27:8",
        "t": "Write clearly all the words of this law on the plastered stones.”"
    },
    {
        "o": 6184,
        "r": "csb:Deuteronomy:27:8",
        "t": "The Covenant Curses",
        "h": 2
    },
    {
        "o": 6185,
        "r": "csb:Deuteronomy:27:9",
        "t": "Moses*p and the Levitical priests spoke to all Israel, “Be silent, Israel, and listen! This day you have become the people of the Lord*s your God."
    },
    {
        "o": 6186,
        "r": "csb:Deuteronomy:27:10",
        "t": "Obey the Lord*s your God and follow his commands and statutes I am giving you today.”"
    },
    {
        "o": 6187,
        "r": "csb:Deuteronomy:27:11",
        "t": "On*p that day Moses commanded the people,"
    },
    {
        "o": 6188,
        "r": "csb:Deuteronomy:27:12",
        "t": "“When you have crossed the Jordan, these tribes will stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin."
    },
    {
        "o": 6189,
        "r": "csb:Deuteronomy:27:13",
        "t": "And these tribes will stand on Mount Ebal to deliver the curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."
    },
    {
        "o": 6190,
        "r": "csb:Deuteronomy:27:14",
        "t": "The Levites will proclaim in a loud voice to every Israelite:"
    },
    {
        "o": 6191,
        "r": "csb:Deuteronomy:27:15",
        "t": "‘The*ln person who makes a carved idol or cast image, which is detestable to the Lord,*s the work of a craftsman, and sets it up in secret is cursed.’ And*ln all the people will reply, ‘Amen!’"
    },
    {
        "o": 6192,
        "r": "csb:Deuteronomy:27:16",
        "t": "‘The*ln one who dishonors his father or mother is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6193,
        "r": "csb:Deuteronomy:27:17",
        "t": "‘The*ln one who moves his neighbor’s boundary marker is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6194,
        "r": "csb:Deuteronomy:27:18",
        "t": "‘The*ln one who leads a blind person astray on the road is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6195,
        "r": "csb:Deuteronomy:27:19",
        "t": "‘The*ln one who denies justice to a resident alien, a fatherless child, or a widow is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6196,
        "r": "csb:Deuteronomy:27:20",
        "t": "‘The*ln one who sleeps with his father’s wife is cursed, for he has violated his father’s marriage bed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6197,
        "r": "csb:Deuteronomy:27:21",
        "t": "‘The*ln one who has sexual intercourse with any animal is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6198,
        "r": "csb:Deuteronomy:27:22",
        "t": "‘The*ln one who sleeps with his sister, whether his father’s daughter or his mother’s daughter is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6199,
        "r": "csb:Deuteronomy:27:23",
        "t": "‘The*ln one who sleeps with his mother-in-law is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6200,
        "r": "csb:Deuteronomy:27:24",
        "t": "‘The*ln one who secretly kills his neighbor is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6201,
        "r": "csb:Deuteronomy:27:25",
        "t": "‘The*ln one who accepts a bribe to kill an innocent person is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6202,
        "r": "csb:Deuteronomy:27:26",
        "t": "‘Anyone*ln who does not put the words of this law into practice is cursed.’ And*ln all the people will say, ‘Amen!’"
    },
    {
        "o": 6203,
        "r": "csb:Deuteronomy:28:0",
        "t": "Deuteronomy 28",
        "h": 1
    },
    {
        "o": 6204,
        "r": "csb:Deuteronomy:28:0",
        "t": "Blessings for Obedience",
        "h": 2
    },
    {
        "o": 6205,
        "r": "csb:Deuteronomy:28:1",
        "t": "“Now*p if you faithfully obey the Lord*s your God and are careful to follow all his commands I am giving you today, the Lord*s your God will put you far above all the nations of the earth."
    },
    {
        "o": 6206,
        "r": "csb:Deuteronomy:28:2",
        "t": "All these blessings will come and overtake you, because you obey the Lord*s your God:"
    },
    {
        "o": 6207,
        "r": "csb:Deuteronomy:28:3",
        "t": "You*pn will be blessed in the city and*ln blessed in the country."
    },
    {
        "o": 6208,
        "r": "csb:Deuteronomy:28:4",
        "t": "Your*ln offspring will be blessed, and*ln your land’s produce, and*ln the offspring of your livestock, including*ln the young of your herds and*ln the newborn of your flocks."
    },
    {
        "o": 6209,
        "r": "csb:Deuteronomy:28:5",
        "t": "Your*ln basket and kneading bowl will be blessed."
    },
    {
        "o": 6210,
        "r": "csb:Deuteronomy:28:6",
        "t": "You*ln will be blessed when you come in and*ln blessed when you go out."
    },
    {
        "o": 6211,
        "r": "csb:Deuteronomy:28:7",
        "t": "“The*p Lord*s will cause the enemies who rise up against you to be defeated before you. They will march out against you from one direction but flee from you in seven directions."
    },
    {
        "o": 6212,
        "r": "csb:Deuteronomy:28:8",
        "t": "The Lord*s will grant you a blessing on your barns and on everything you do; he will bless you in the land the Lord*s your God is giving you."
    },
    {
        "o": 6213,
        "r": "csb:Deuteronomy:28:9",
        "t": "The Lord*s will establish you as his holy people, as he swore to you, if you obey the commands of the Lord*s your God and walk in his ways."
    },
    {
        "o": 6214,
        "r": "csb:Deuteronomy:28:10",
        "t": "Then all the peoples of the earth will see that you bear the Lord’s*s name, and they will stand in awe of you."
    },
    {
        "o": 6215,
        "r": "csb:Deuteronomy:28:11",
        "t": "The Lord*s will make you prosper abundantly with offspring, the offspring of your livestock, and your land’s produce in the land the Lord*s swore to your ancestors to give you."
    },
    {
        "o": 6216,
        "r": "csb:Deuteronomy:28:12",
        "t": "The Lord*s will open for you his abundant storehouse, the sky, to give your land rain in its season and to bless all the work of your hands. You will lend to many nations, but you will not borrow."
    },
    {
        "o": 6217,
        "r": "csb:Deuteronomy:28:13",
        "t": "The Lord*s will make you the head and not the tail; you will only move upward and never downward if you listen to the Lord*s your God’s commands I am giving you today and are careful to follow them."
    },
    {
        "o": 6218,
        "r": "csb:Deuteronomy:28:14",
        "t": "Do not turn aside to the right or the left from all the things I am commanding you today, and do not follow other gods to worship them."
    },
    {
        "o": 6219,
        "r": "csb:Deuteronomy:28:14",
        "t": "Curses for Disobedience",
        "h": 2
    },
    {
        "o": 6220,
        "r": "csb:Deuteronomy:28:15",
        "t": "“But*p if you do not obey the Lord*s your God by carefully following all his commands and statutes I am giving you today, all these curses will come and overtake you:"
    },
    {
        "o": 6221,
        "r": "csb:Deuteronomy:28:16",
        "t": "You*pn will be cursed in the city and*ln cursed in the country."
    },
    {
        "o": 6222,
        "r": "csb:Deuteronomy:28:17",
        "t": "Your*ln basket and kneading bowl will be cursed."
    },
    {
        "o": 6223,
        "r": "csb:Deuteronomy:28:18",
        "t": "Your*ln offspring will be cursed, and*ln your land’s produce, the*ln young of your herds, and*ln the newborn of your flocks."
    },
    {
        "o": 6224,
        "r": "csb:Deuteronomy:28:19",
        "t": "You*ln will be cursed when you come in and*ln cursed when you go out."
    },
    {
        "o": 6225,
        "r": "csb:Deuteronomy:28:20",
        "t": "The*p Lord*s will send against you curses, confusion, and rebuke in everything you do until you are destroyed and quickly perish, because of the wickedness of your actions in abandoning me."
    },
    {
        "o": 6226,
        "r": "csb:Deuteronomy:28:21",
        "t": "The Lord*s will make pestilence cling to you until he has exterminated you from the land you are entering to possess."
    },
    {
        "o": 6227,
        "r": "csb:Deuteronomy:28:22",
        "t": "The Lord*s will afflict you with wasting disease, fever, inflammation, burning heat, drought, blight, and mildew; these will pursue you until you perish."
    },
    {
        "o": 6228,
        "r": "csb:Deuteronomy:28:23",
        "t": "The sky above you will be bronze, and the earth beneath you iron."
    },
    {
        "o": 6229,
        "r": "csb:Deuteronomy:28:24",
        "t": "The Lord*s will turn the rain of your land into falling dust; it will descend on you from the sky until you are destroyed."
    },
    {
        "o": 6230,
        "r": "csb:Deuteronomy:28:25",
        "t": "The Lord*s will cause you to be defeated before your enemies. You will march out against them from one direction but flee from them in seven directions. You will be an object of horror to all the kingdoms of the earth."
    },
    {
        "o": 6231,
        "r": "csb:Deuteronomy:28:26",
        "t": "Your corpses will be food for all the birds of the sky and the wild animals of the earth, with no one to scare them away."
    },
    {
        "o": 6232,
        "r": "csb:Deuteronomy:28:27",
        "t": "“The*p Lord*s will afflict you with the boils of Egypt, tumors, a festering rash, and scabies, from which you cannot be cured."
    },
    {
        "o": 6233,
        "r": "csb:Deuteronomy:28:28",
        "t": "The Lord*s will afflict you with madness, blindness, and mental confusion,"
    },
    {
        "o": 6234,
        "r": "csb:Deuteronomy:28:29",
        "t": "so that at noon you will grope as a blind person gropes in the dark. You will not be successful in anything you do. You will only be oppressed and robbed continually, and no one will help you."
    },
    {
        "o": 6235,
        "r": "csb:Deuteronomy:28:30",
        "t": "You will become engaged to a woman, but another man will rape her. You will build a house but not live in it. You will plant a vineyard but not enjoy its fruit."
    },
    {
        "o": 6236,
        "r": "csb:Deuteronomy:28:31",
        "t": "Your ox will be slaughtered before your eyes, but you will not eat any of it. Your donkey will be taken away from you and not returned to you. Your flock will be given to your enemies, and no one will help you."
    },
    {
        "o": 6237,
        "r": "csb:Deuteronomy:28:32",
        "t": "Your sons and daughters will be given to another people, while your eyes grow weary looking for them every day. But you will be powerless to do anything."
    },
    {
        "o": 6238,
        "r": "csb:Deuteronomy:28:33",
        "t": "A people you don’t know will eat your land’s produce and everything you have labored for. You will only be oppressed and crushed continually."
    },
    {
        "o": 6239,
        "r": "csb:Deuteronomy:28:34",
        "t": "You will be driven mad by what you see."
    },
    {
        "o": 6240,
        "r": "csb:Deuteronomy:28:35",
        "t": "The Lord*s will afflict you with painful and incurable boils on your knees and thighs - from the sole of your foot to the top of your head."
    },
    {
        "o": 6241,
        "r": "csb:Deuteronomy:28:36",
        "t": "“The*p Lord*s will bring you and your king that you have appointed to a nation neither you nor your ancestors have known, and there you will worship other gods, of wood and stone."
    },
    {
        "o": 6242,
        "r": "csb:Deuteronomy:28:37",
        "t": "You will become an object of horror, scorn, and ridicule among all the peoples where the Lord*s will drive you."
    },
    {
        "o": 6243,
        "r": "csb:Deuteronomy:28:38",
        "t": "“You*p will sow much seed in the field but harvest little, because locusts will devour it."
    },
    {
        "o": 6244,
        "r": "csb:Deuteronomy:28:39",
        "t": "You will plant and cultivate vineyards but not drink the wine or gather the grapes, because worms will eat them."
    },
    {
        "o": 6245,
        "r": "csb:Deuteronomy:28:40",
        "t": "You will have olive trees throughout your territory but not moisten your skin with oil, because your olives will drop off."
    },
    {
        "o": 6246,
        "r": "csb:Deuteronomy:28:41",
        "t": "You will father sons and daughters, but they will not remain yours, because they will be taken prisoner."
    },
    {
        "o": 6247,
        "r": "csb:Deuteronomy:28:42",
        "t": "Buzzing insects will take possession of all your trees and your land’s produce."
    },
    {
        "o": 6248,
        "r": "csb:Deuteronomy:28:43",
        "t": "The resident alien among you will rise higher and higher above you, while you sink lower and lower."
    },
    {
        "o": 6249,
        "r": "csb:Deuteronomy:28:44",
        "t": "He will lend to you, but you won’t lend to him. He will be the head, and you will be the tail."
    },
    {
        "o": 6250,
        "r": "csb:Deuteronomy:28:45",
        "t": "“All*p these curses will come, pursue, and overtake you until you are destroyed, since you did not obey the Lord*s your God and keep the commands and statutes he gave you."
    },
    {
        "o": 6251,
        "r": "csb:Deuteronomy:28:46",
        "t": "These curses will be a sign and a wonder against you and your descendants forever."
    },
    {
        "o": 6252,
        "r": "csb:Deuteronomy:28:47",
        "t": "Because you didn’t serve the Lord*s your God with joy and a cheerful heart, even though you had an abundance of everything,"
    },
    {
        "o": 6253,
        "r": "csb:Deuteronomy:28:48",
        "t": "you will serve your enemies that the Lord*s will send against you, in famine, thirst, nakedness, and a lack of everything. He will place an iron yoke on your neck until he has destroyed you."
    },
    {
        "o": 6254,
        "r": "csb:Deuteronomy:28:49",
        "t": "The Lord*s will bring a nation from far away, from the ends of the earth, to swoop down on you like an eagle, a nation whose language you won’t understand,"
    },
    {
        "o": 6255,
        "r": "csb:Deuteronomy:28:50",
        "t": "a ruthless nation, showing no respect for the old and not sparing the young."
    },
    {
        "o": 6256,
        "r": "csb:Deuteronomy:28:51",
        "t": "They will eat the offspring of your livestock and your land’s produce until you are destroyed. They will leave you no grain, new wine, fresh oil, young of your herds, or newborn of your flocks until they cause you to perish."
    },
    {
        "o": 6257,
        "r": "csb:Deuteronomy:28:52",
        "t": "They will besiege you within all your city gates until your high and fortified walls, that you trust in, come down throughout your land. They will besiege you within all your city gates throughout the land the Lord*s your God has given you."
    },
    {
        "o": 6258,
        "r": "csb:Deuteronomy:28:53",
        "t": "“You*p will eat your offspring, the flesh of your sons and daughters the Lord*s your God has given you during the siege and hardship your enemy imposes on you."
    },
    {
        "o": 6259,
        "r": "csb:Deuteronomy:28:54",
        "t": "The most sensitive and refined man among you will look grudgingly at his brother, the wife he embraces, and the rest of his children,"
    },
    {
        "o": 6260,
        "r": "csb:Deuteronomy:28:55",
        "t": "refusing to share with any of them his children’s flesh that he will eat because he has nothing left during the siege and hardship your enemy imposes on you in all your towns."
    },
    {
        "o": 6261,
        "r": "csb:Deuteronomy:28:56",
        "t": "The most sensitive and refined woman among you, who would not venture to set the sole of her foot on the ground because of her refinement and sensitivity, will begrudge the husband she embraces, her son, and her daughter,"
    },
    {
        "o": 6262,
        "r": "csb:Deuteronomy:28:57",
        "t": "the afterbirth that comes out from between her legs and the children she bears, because she will secretly eat them for lack of anything else during the siege and hardship your enemy imposes on you within your city gates."
    },
    {
        "o": 6263,
        "r": "csb:Deuteronomy:28:58",
        "t": "“If*p you are not careful to obey all the words of this law, which are written in this scroll, by fearing this glorious and awe-inspiring name - the Lord,*s your God -"
    },
    {
        "o": 6264,
        "r": "csb:Deuteronomy:28:59",
        "t": "he will bring wondrous plagues on you and your descendants, severe and lasting plagues, and terrible and chronic sicknesses."
    },
    {
        "o": 6265,
        "r": "csb:Deuteronomy:28:60",
        "t": "He will afflict you again with all the diseases of Egypt, which you dreaded, and they will cling to you."
    },
    {
        "o": 6266,
        "r": "csb:Deuteronomy:28:61",
        "t": "The Lord*s will also afflict you with every sickness and plague not recorded in the book of this law, until you are destroyed."
    },
    {
        "o": 6267,
        "r": "csb:Deuteronomy:28:62",
        "t": "Though you were as numerous as the stars of the sky, you will be left with only a few people, because you did not obey the Lord*s your God."
    },
    {
        "o": 6268,
        "r": "csb:Deuteronomy:28:63",
        "t": "Just as the Lord*s was glad to cause you to prosper and to multiply you, so he will also be glad to cause you to perish and to destroy you. You will be ripped out of the land you are entering to possess."
    },
    {
        "o": 6269,
        "r": "csb:Deuteronomy:28:64",
        "t": "Then the Lord*s will scatter you among all peoples from one end of the earth to the other, and there you will worship other gods, of wood and stone, which neither you nor your ancestors have known."
    },
    {
        "o": 6270,
        "r": "csb:Deuteronomy:28:65",
        "t": "You will find no peace among those nations, and there will be no resting place for the sole of your foot. There the Lord*s will give you a trembling heart, failing eyes, and a despondent spirit."
    },
    {
        "o": 6271,
        "r": "csb:Deuteronomy:28:66",
        "t": "Your life will hang in doubt before you. You will be in dread night and day, never certain of survival."
    },
    {
        "o": 6272,
        "r": "csb:Deuteronomy:28:67",
        "t": "In the morning you will say, ‘If only it were evening!’ and in the evening you will say, ‘If only it were morning!’ - because of the dread you will have in your heart and because of what you will see."
    },
    {
        "o": 6273,
        "r": "csb:Deuteronomy:28:68",
        "t": "The Lord*s will take you back in ships to Egypt by a route that I said you would never see again. There you will sell yourselves to your enemies as male and female slaves, but no one will buy you.”"
    },
    {
        "o": 6274,
        "r": "csb:Deuteronomy:29:0",
        "t": "Deuteronomy 29",
        "h": 1
    },
    {
        "o": 6275,
        "r": "csb:Deuteronomy:29:0",
        "t": "Renewing the Covenant",
        "h": 2
    },
    {
        "o": 6276,
        "r": "csb:Deuteronomy:29:1",
        "t": "These*p are the words of the covenant that the Lord*s commanded Moses to make with the Israelites in the land of Moab, in addition to the covenant he had made with them at Horeb."
    },
    {
        "o": 6277,
        "r": "csb:Deuteronomy:29:2",
        "t": "Moses summoned all Israel and said to them, “You have seen with your own eyes everything the Lord*s did in Egypt to Pharaoh, to all his officials, and to his entire land."
    },
    {
        "o": 6278,
        "r": "csb:Deuteronomy:29:3",
        "t": "You saw with your own eyes the great trials and those great signs and wonders."
    },
    {
        "o": 6279,
        "r": "csb:Deuteronomy:29:4",
        "t": "Yet to this day the Lord*s has not given you a mind to understand, eyes to see, or ears to hear."
    },
    {
        "o": 6280,
        "r": "csb:Deuteronomy:29:5",
        "t": "I led you forty years in the wilderness; your clothes and the sandals on your feet did not wear out;"
    },
    {
        "o": 6281,
        "r": "csb:Deuteronomy:29:6",
        "t": "you did not eat food or drink wine or beer - so that you might know that I am the Lord*s your God."
    },
    {
        "o": 6282,
        "r": "csb:Deuteronomy:29:7",
        "t": "When you reached this place, King Sihon of Heshbon and King Og of Bashan came out against us in battle, but we defeated them."
    },
    {
        "o": 6283,
        "r": "csb:Deuteronomy:29:8",
        "t": "We took their land and gave it as an inheritance to the Reubenites, the Gadites, and half the tribe of Manasseh."
    },
    {
        "o": 6284,
        "r": "csb:Deuteronomy:29:9",
        "t": "Therefore, observe the words of this covenant and follow them, so that you will succeed in everything you do."
    },
    {
        "o": 6285,
        "r": "csb:Deuteronomy:29:10",
        "t": "“All*p of you are standing today before the Lord*s your God - your leaders, tribes, elders, officials, all the men of Israel,"
    },
    {
        "o": 6286,
        "r": "csb:Deuteronomy:29:11",
        "t": "your dependents, your wives, and the resident aliens in your camps who cut your wood and draw your water -"
    },
    {
        "o": 6287,
        "r": "csb:Deuteronomy:29:12",
        "t": "so that you may enter into the covenant of the Lord*s your God, which he is making with you today, so that you may enter into his oath"
    },
    {
        "o": 6288,
        "r": "csb:Deuteronomy:29:13",
        "t": "and so that he may establish you today as his people and he may be your God as he promised you and as he swore to your ancestors Abraham, Isaac, and Jacob."
    },
    {
        "o": 6289,
        "r": "csb:Deuteronomy:29:14",
        "t": "I am making this covenant and this oath not only with you,"
    },
    {
        "o": 6290,
        "r": "csb:Deuteronomy:29:15",
        "t": "but also with those who are standing here with us today in the presence of the Lord*s our God and with those who are not here today."
    },
    {
        "o": 6291,
        "r": "csb:Deuteronomy:29:15",
        "t": "Abandoning the Covenant",
        "h": 2
    },
    {
        "o": 6292,
        "r": "csb:Deuteronomy:29:16",
        "t": "“Indeed,*p you know how we lived in the land of Egypt and passed through the nations where you traveled."
    },
    {
        "o": 6293,
        "r": "csb:Deuteronomy:29:17",
        "t": "You saw their abhorrent images and idols made of wood, stone, silver, and gold, which were among them."
    },
    {
        "o": 6294,
        "r": "csb:Deuteronomy:29:18",
        "t": "Be sure there is no man, woman, clan, or tribe among you today whose heart turns away from the Lord*s our God to go and worship the gods of those nations. Be sure there is no root among you bearing poisonous and bitter fruit."
    },
    {
        "o": 6295,
        "r": "csb:Deuteronomy:29:19",
        "t": "When someone hears the words of this oath, he may consider himself exempt, thinking, ‘I will have peace even though I follow my own stubborn heart.’ This will lead to the destruction of the well-watered land as well as the dry land."
    },
    {
        "o": 6296,
        "r": "csb:Deuteronomy:29:20",
        "t": "The Lord*s will not be willing to forgive him. Instead, his anger and jealousy will burn against that person, and every curse written in this scroll will descend on him. The Lord*s will blot out his name under heaven,"
    },
    {
        "o": 6297,
        "r": "csb:Deuteronomy:29:21",
        "t": "and single him out for harm from all the tribes of Israel, according to all the curses of the covenant written in this book of the law."
    },
    {
        "o": 6298,
        "r": "csb:Deuteronomy:29:22",
        "t": "“Future*p generations of your children who follow you and the foreigner who comes from a distant country will see the plagues of that land and the sicknesses the Lord*s has inflicted on it."
    },
    {
        "o": 6299,
        "r": "csb:Deuteronomy:29:23",
        "t": "All its soil will be a burning waste of sulfur and salt, unsown, producing nothing, with no plant growing on it, just like the fall of Sodom and Gomorrah, Admah and Zeboiim, which the Lord*s demolished in his fierce anger."
    },
    {
        "o": 6300,
        "r": "csb:Deuteronomy:29:24",
        "t": "All the nations will ask, ‘Why has the Lord*s done this to this land? Why this intense outburst of anger?’"
    },
    {
        "o": 6301,
        "r": "csb:Deuteronomy:29:25",
        "t": "Then people will answer, ‘It is because they abandoned the covenant of the Lord,*s the God of their ancestors, which he had made with them when he brought them out of the land of Egypt."
    },
    {
        "o": 6302,
        "r": "csb:Deuteronomy:29:26",
        "t": "They began to serve other gods, bowing in worship to gods they had not known- gods that the Lord*s had not permitted them to worship."
    },
    {
        "o": 6303,
        "r": "csb:Deuteronomy:29:27",
        "t": "Therefore the Lord’s*s anger burned against this land, and he brought every curse written in this book on it."
    },
    {
        "o": 6304,
        "r": "csb:Deuteronomy:29:28",
        "t": "The Lord*s uprooted them from their land in his anger, rage, and intense wrath, and threw them into another land where they are today.’"
    },
    {
        "o": 6305,
        "r": "csb:Deuteronomy:29:29",
        "t": "The hidden things belong to the Lord*s our God, but the revealed things belong to us and our children forever, so that we may follow all the words of this law."
    },
    {
        "o": 6306,
        "r": "csb:Deuteronomy:30:0",
        "t": "Deuteronomy 30",
        "h": 1
    },
    {
        "o": 6307,
        "r": "csb:Deuteronomy:30:0",
        "t": "Returning to the Lord",
        "h": 2
    },
    {
        "o": 6308,
        "r": "csb:Deuteronomy:30:1",
        "t": "“When*p all these things happen to you - the blessings and curses I have set before you - and you come to your senses while you are in all the nations where the Lord*s your God has driven you,"
    },
    {
        "o": 6309,
        "r": "csb:Deuteronomy:30:2",
        "t": "and you and your children return to the Lord*s your God and obey him with all your heart and all your soul by doing everything I am commanding you today,"
    },
    {
        "o": 6310,
        "r": "csb:Deuteronomy:30:3",
        "t": "then he will restore your fortunes, have compassion on you, and gather you again from all the peoples where the Lord*s your God has scattered you."
    },
    {
        "o": 6311,
        "r": "csb:Deuteronomy:30:4",
        "t": "Even if your exiles are at the farthest horizon, he will gather you and bring you back from there."
    },
    {
        "o": 6312,
        "r": "csb:Deuteronomy:30:5",
        "t": "The Lord*s your God will bring you into the land your ancestors possessed, and you will take possession of it. He will cause you to prosper and multiply you more than he did your ancestors."
    },
    {
        "o": 6313,
        "r": "csb:Deuteronomy:30:6",
        "t": "The Lord*s your God will circumcise your heart and the hearts of your descendants, and you will love him with all your heart and all your soul so that you will live."
    },
    {
        "o": 6314,
        "r": "csb:Deuteronomy:30:7",
        "t": "The Lord*s your God will put all these curses on your enemies who hate and persecute you."
    },
    {
        "o": 6315,
        "r": "csb:Deuteronomy:30:8",
        "t": "Then you will again obey him and follow all his commands I am commanding you today."
    },
    {
        "o": 6316,
        "r": "csb:Deuteronomy:30:9",
        "t": "The Lord*s your God will make you prosper abundantly in all the work of your hands, your offspring, the offspring of your livestock, and the produce of your land. Indeed, the Lord*s will again delight in your prosperity, as he delighted in that of your ancestors,"
    },
    {
        "o": 6317,
        "r": "csb:Deuteronomy:30:10",
        "t": "when you obey the Lord*s your God by keeping his commands and statutes that are written in this book of the law and return to him with all your heart and all your soul."
    },
    {
        "o": 6318,
        "r": "csb:Deuteronomy:30:10",
        "t": "Choose Life",
        "h": 2
    },
    {
        "o": 6319,
        "r": "csb:Deuteronomy:30:11",
        "t": "“This*p command that I give you today is certainly not too difficult or beyond your reach."
    },
    {
        "o": 6320,
        "r": "csb:Deuteronomy:30:12",
        "t": "It is not in heaven so that you have to ask, ‘Who will go up to heaven, get it for us, and proclaim it to us so that we may follow it?’"
    },
    {
        "o": 6321,
        "r": "csb:Deuteronomy:30:13",
        "t": "And it is not across the sea so that you have to ask, ‘Who will cross the sea, get it for us, and proclaim it to us so that we may follow it?’"
    },
    {
        "o": 6322,
        "r": "csb:Deuteronomy:30:14",
        "t": "But the message is very near you, in your mouth and in your heart, so that you may follow it."
    },
    {
        "o": 6323,
        "r": "csb:Deuteronomy:30:15",
        "t": "See, today I have set before you life and prosperity, death and adversity."
    },
    {
        "o": 6324,
        "r": "csb:Deuteronomy:30:16",
        "t": "For I am commanding you today to love the Lord*s your God, to walk in his ways, and to keep his commands, statutes, and ordinances, so that you may live and multiply, and the Lord*s your God may bless you in the land you are entering to possess."
    },
    {
        "o": 6325,
        "r": "csb:Deuteronomy:30:17",
        "t": "But if your heart turns away and you do not listen and you are led astray to bow in worship to other gods and serve them,"
    },
    {
        "o": 6326,
        "r": "csb:Deuteronomy:30:18",
        "t": "I tell you today that you will certainly perish and will not prolong your days in the land you are entering to possess across the Jordan."
    },
    {
        "o": 6327,
        "r": "csb:Deuteronomy:30:19",
        "t": "I call heaven and earth as witnesses against you today that I have set before you life and death, blessing and curse. Choose life so that you and your descendants may live,"
    },
    {
        "o": 6328,
        "r": "csb:Deuteronomy:30:20",
        "t": "love the Lord*s your God, obey him, and remain faithful to him. For he is your life, and he will prolong your days as you live in the land the Lord*s swore to give to your ancestors Abraham, Isaac, and Jacob.”"
    },
    {
        "o": 6329,
        "r": "csb:Deuteronomy:31:0",
        "t": "Deuteronomy 31",
        "h": 1
    },
    {
        "o": 6330,
        "r": "csb:Deuteronomy:31:0",
        "t": "Joshua Takes Moses’s Place",
        "h": 2
    },
    {
        "o": 6331,
        "r": "csb:Deuteronomy:31:1",
        "t": "Then*p Moses continued to speak these words to all Israel,"
    },
    {
        "o": 6332,
        "r": "csb:Deuteronomy:31:2",
        "t": "saying, “I am now 120 years old; I can no longer act as your leader. The Lord*s has told me, ‘You will not cross the Jordan.’"
    },
    {
        "o": 6333,
        "r": "csb:Deuteronomy:31:3",
        "t": "The Lord*s your God is the one who will cross ahead of you. He will destroy these nations before you, and you will drive them out. Joshua is the one who will cross ahead of you, as the Lord*s has said."
    },
    {
        "o": 6334,
        "r": "csb:Deuteronomy:31:4",
        "t": "The Lord*s will deal with them as he did Sihon and Og, the kings of the Amorites, and their land when he destroyed them."
    },
    {
        "o": 6335,
        "r": "csb:Deuteronomy:31:5",
        "t": "The Lord*s will deliver them over to you, and you must do to them exactly as I have commanded you."
    },
    {
        "o": 6336,
        "r": "csb:Deuteronomy:31:6",
        "t": "Be strong and courageous; don’t be terrified or afraid of them. For the Lord*s your God is the one who will go with you; he will not leave you or abandon you.”"
    },
    {
        "o": 6337,
        "r": "csb:Deuteronomy:31:7",
        "t": "Moses*p then summoned Joshua and said to him in the sight of all Israel, “Be strong and courageous, for you will go with this people into the land the Lord*s swore to give to their ancestors. You will enable them to take possession of it."
    },
    {
        "o": 6338,
        "r": "csb:Deuteronomy:31:8",
        "t": "The Lord*s is the one who will go before you. He will be with you; he will not leave you or abandon you. Do not be afraid or discouraged.”"
    },
    {
        "o": 6339,
        "r": "csb:Deuteronomy:31:9",
        "t": "Moses*p wrote down this law and gave it to the priests, the sons of Levi, who carried the ark of the Lord’s*s covenant, and to all the elders of Israel."
    },
    {
        "o": 6340,
        "r": "csb:Deuteronomy:31:10",
        "t": "Moses commanded them, “At the end of every seven years, at the appointed time in the year of debt cancellation, during the Festival of Shelters,"
    },
    {
        "o": 6341,
        "r": "csb:Deuteronomy:31:11",
        "t": "when all Israel assembles in the presence of the Lord*s your God at the place he chooses, you are to read this law aloud before all Israel."
    },
    {
        "o": 6342,
        "r": "csb:Deuteronomy:31:12",
        "t": "Gather the people - men, women, dependents, and the resident aliens within your city gates - so that they may listen and learn to fear the Lord*s your God and be careful to follow all the words of this law."
    },
    {
        "o": 6343,
        "r": "csb:Deuteronomy:31:13",
        "t": "Then their children who do not know the law will listen and learn to fear the Lord*s your God as long as you live in the land you are crossing the Jordan to possess.”"
    },
    {
        "o": 6344,
        "r": "csb:Deuteronomy:31:14",
        "t": "The*p Lord*s said to Moses, “The time of your death is now approaching. Call Joshua and present yourselves at the tent of meeting so that I may commission him.” When Moses and Joshua went and presented themselves at the tent of meeting,"
    },
    {
        "o": 6345,
        "r": "csb:Deuteronomy:31:15",
        "t": "the Lord*s appeared at the tent in a pillar of cloud, and the cloud stood at the entrance to the tent."
    },
    {
        "o": 6346,
        "r": "csb:Deuteronomy:31:16",
        "t": "The*p Lord*s said to Moses, “You are about to rest with your ancestors, and these people will soon prostitute themselves with the foreign gods of the land they are entering. They will abandon me and break the covenant I have made with them."
    },
    {
        "o": 6347,
        "r": "csb:Deuteronomy:31:17",
        "t": "My anger will burn against them on that day; I will abandon them and hide my face from them so that they will become easy prey. Many troubles and afflictions will come to them. On that day they will say, ‘Haven’t these troubles come to us because our God is no longer with us?’"
    },
    {
        "o": 6348,
        "r": "csb:Deuteronomy:31:18",
        "t": "I will certainly hide my face on that day because of all the evil they have done by turning to other gods."
    },
    {
        "o": 6349,
        "r": "csb:Deuteronomy:31:19",
        "t": "Therefore write down this song for yourselves and teach it to the Israelites; have them sing it, so that this song may be a witness for me against the Israelites."
    },
    {
        "o": 6350,
        "r": "csb:Deuteronomy:31:20",
        "t": "When I bring them into the land I swore to give their ancestors, a land flowing with milk and honey, they will eat their fill and prosper. They will turn to other gods and worship them, despising me and breaking my covenant."
    },
    {
        "o": 6351,
        "r": "csb:Deuteronomy:31:21",
        "t": "And when many troubles and afflictions come to them, this song will testify against them, because their descendants will not have forgotten it. For I know what they are prone to do, even before I bring them into the land I swore to give them.”"
    },
    {
        "o": 6352,
        "r": "csb:Deuteronomy:31:22",
        "t": "So Moses wrote down this song on that day and taught it to the Israelites."
    },
    {
        "o": 6353,
        "r": "csb:Deuteronomy:31:23",
        "t": "The*p Lord*s commissioned Joshua son of Nun, “Be strong and courageous, for you will bring the Israelites into the land I swore to them, and I will be with you.”"
    },
    {
        "o": 6354,
        "r": "csb:Deuteronomy:31:23",
        "t": "Moses Warns the People",
        "h": 2
    },
    {
        "o": 6355,
        "r": "csb:Deuteronomy:31:24",
        "t": "When*p Moses had finished writing down on a scroll every single word of this law,"
    },
    {
        "o": 6356,
        "r": "csb:Deuteronomy:31:25",
        "t": "he commanded the Levites who carried the ark of the Lord’s*s covenant,"
    },
    {
        "o": 6357,
        "r": "csb:Deuteronomy:31:26",
        "t": "“Take this book of the law and place it beside the ark of the covenant of the Lord*s your God so that it may remain there as a witness against you."
    },
    {
        "o": 6358,
        "r": "csb:Deuteronomy:31:27",
        "t": "For I know how rebellious and stiff-necked you are. If you are rebelling against the Lord*s now, while I am still alive, how much more will you rebel after I am dead!"
    },
    {
        "o": 6359,
        "r": "csb:Deuteronomy:31:28",
        "t": "Assemble all your tribal elders and officers before me so that I may speak these words directly to them and call heaven and earth as witnesses against them."
    },
    {
        "o": 6360,
        "r": "csb:Deuteronomy:31:29",
        "t": "For I know that after my death you will become completely corrupt and turn from the path I have commanded you. Disaster will come to you in the future, because you will do what is evil in the Lord’s*s sight, angering him with what your hands have made.”"
    },
    {
        "o": 6361,
        "r": "csb:Deuteronomy:31:30",
        "t": "Then Moses recited aloud every single word of this song to the entire assembly of Israel:"
    },
    {
        "o": 6362,
        "r": "csb:Deuteronomy:32:0",
        "t": "Deuteronomy 32",
        "h": 1
    },
    {
        "o": 6363,
        "r": "csb:Deuteronomy:32:0",
        "t": "Song of Moses",
        "h": 2
    },
    {
        "o": 6364,
        "r": "csb:Deuteronomy:32:1",
        "t": "Pay*pn attention, heavens, and I will speak; listen,*ln earth, to the words from my mouth."
    },
    {
        "o": 6365,
        "r": "csb:Deuteronomy:32:2",
        "t": "Let*ln my teaching fall like rain and*ln my word settle like dew, like*ln gentle rain on new grass and*ln showers on tender plants."
    },
    {
        "o": 6366,
        "r": "csb:Deuteronomy:32:3",
        "t": "For*ln I will proclaim the Lord’s*s name. Declare*ln the greatness of our God!"
    },
    {
        "o": 6367,
        "r": "csb:Deuteronomy:32:4",
        "t": "The*ln Rock- his work is perfect; all*ln his ways are just. A*ln faithful God, without bias, he*ln is righteous and true."
    },
    {
        "o": 6368,
        "r": "csb:Deuteronomy:32:5",
        "t": "His*pn people have acted corruptly toward him; this*ln is their defect- they are not his children but*ln a devious and crooked generation."
    },
    {
        "o": 6369,
        "r": "csb:Deuteronomy:32:6",
        "t": "Is*ln this how you repay the Lord,*s you*ln foolish and senseless people? Isn’t*ln he your Father and Creator? Didn’t*ln he make you and sustain you?"
    },
    {
        "o": 6370,
        "r": "csb:Deuteronomy:32:7",
        "t": "Remember*ln the days of old; consider*ln the years of past generations. Ask*ln your father, and he will tell you, your*ln elders, and they will teach you."
    },
    {
        "o": 6371,
        "r": "csb:Deuteronomy:32:8",
        "t": "When*ln the Most High gave the nations their inheritance and*ln divided the human race, he*ln set the boundaries of the peoples according*ln to the number of the people of Israel."
    },
    {
        "o": 6372,
        "r": "csb:Deuteronomy:32:9",
        "t": "But*ln the Lord’s*s portion is his people, Jacob,*ln his own inheritance."
    },
    {
        "o": 6373,
        "r": "csb:Deuteronomy:32:10",
        "t": "He*pn found him in a desolate land, in*ln a barren, howling wilderness; he*ln surrounded him, cared for him, and*ln protected him as the pupil of his eye."
    },
    {
        "o": 6374,
        "r": "csb:Deuteronomy:32:11",
        "t": "He*ln watches over his nest like an eagle and*ln hovers over his young; he*ln spreads his wings, catches him, and*ln carries him on his feathers."
    },
    {
        "o": 6375,
        "r": "csb:Deuteronomy:32:12",
        "t": "The*ln Lord*s alone led him, with*ln no help from a foreign god."
    },
    {
        "o": 6376,
        "r": "csb:Deuteronomy:32:13",
        "t": "He*ln made him ride on the heights of the land and*ln eat the produce of the field. He*ln nourished him with honey from the rock and*ln oil from flinty rock,"
    },
    {
        "o": 6377,
        "r": "csb:Deuteronomy:32:14",
        "t": "curds*ln from the herd and milk from the flock, with*ln the fat of lambs, rams*ln from Bashan, and goats, with*ln the choicest grains of wheat; you*ln drank wine from the finest grapes."
    },
    {
        "o": 6378,
        "r": "csb:Deuteronomy:32:15",
        "t": "Then*pn Jeshurun became fat and rebelled — you*ln became fat, bloated, and gorged. He*ln abandoned the God who made him and*ln scorned the Rock of his salvation."
    },
    {
        "o": 6379,
        "r": "csb:Deuteronomy:32:16",
        "t": "They*ln provoked his jealousy with different gods; they*ln enraged him with detestable practices."
    },
    {
        "o": 6380,
        "r": "csb:Deuteronomy:32:17",
        "t": "They*ln sacrificed to demons, not God, to*ln gods they had not known, new*ln gods that had just arrived, which*ln your ancestors did not fear."
    },
    {
        "o": 6381,
        "r": "csb:Deuteronomy:32:18",
        "t": "You*ln ignored the Rock who gave you birth; you*ln forgot the God who gave birth to you."
    },
    {
        "o": 6382,
        "r": "csb:Deuteronomy:32:19",
        "t": "When*pn the Lord*s saw this, he despised them, angered*ln by his sons and daughters."
    },
    {
        "o": 6383,
        "r": "csb:Deuteronomy:32:20",
        "t": "He*ln said, “I will hide my face from them; I*ln will see what will become of them, for*ln they are a perverse generation — unfaithful*ln children."
    },
    {
        "o": 6384,
        "r": "csb:Deuteronomy:32:21",
        "t": "They*ln have provoked my jealousy with*ln what is not a god; they*ln have enraged me with their worthless idols. So*ln I will provoke their jealousy with*ln what is not a people; I*ln will enrage them with a foolish nation."
    },
    {
        "o": 6385,
        "r": "csb:Deuteronomy:32:22",
        "t": "For*ln fire has been kindled because of my anger and*ln burns to the depths of Sheol; it*ln devours the land and its produce, and*ln scorches the foundations of the mountains."
    },
    {
        "o": 6386,
        "r": "csb:Deuteronomy:32:23",
        "t": "“I*pn will pile disasters on them; I*ln will use up my arrows against them."
    },
    {
        "o": 6387,
        "r": "csb:Deuteronomy:32:24",
        "t": "They*ln will be weak from hunger, ravaged*ln by pestilence and bitter plague; I*ln will unleash on them wild beasts with fangs, as*ln well as venomous snakes that slither in the dust."
    },
    {
        "o": 6388,
        "r": "csb:Deuteronomy:32:25",
        "t": "Outside,*ln the sword will take their children, and*ln inside, there will be terror; the*ln young man and the young woman will be killed, the*ln infant and the gray-haired man."
    },
    {
        "o": 6389,
        "r": "csb:Deuteronomy:32:26",
        "t": "“I*pn would have said: I will cut them to pieces and*ln blot out the memory of them from mankind,"
    },
    {
        "o": 6390,
        "r": "csb:Deuteronomy:32:27",
        "t": "if*ln I had not feared provocation from the enemy, or*ln feared that these foes might misunderstand and*ln say, ‘Our own hand has prevailed; it*ln wasn’t the Lord*s who did all this.’”"
    },
    {
        "o": 6391,
        "r": "csb:Deuteronomy:32:28",
        "t": "Israel*pn is a nation lacking sense with*ln no understanding at all."
    },
    {
        "o": 6392,
        "r": "csb:Deuteronomy:32:29",
        "t": "If*ln only they were wise, they would comprehend this; they*ln would understand their fate."
    },
    {
        "o": 6393,
        "r": "csb:Deuteronomy:32:30",
        "t": "How*ln could one pursue a thousand, or*ln two put ten thousand to flight, unless*ln their Rock had sold them, unless*ln the Lord*s had given them up?"
    },
    {
        "o": 6394,
        "r": "csb:Deuteronomy:32:31",
        "t": "But*ln their “rock” is not like our Rock, as*ln even our enemies concede."
    },
    {
        "o": 6395,
        "r": "csb:Deuteronomy:32:32",
        "t": "For*ln their vine is from the vine of Sodom and*ln from the fields of Gomorrah. Their*ln grapes are poisonous; their*ln clusters are bitter."
    },
    {
        "o": 6396,
        "r": "csb:Deuteronomy:32:33",
        "t": "Their*ln wine is serpents’ venom, the*ln deadly poison of cobras."
    },
    {
        "o": 6397,
        "r": "csb:Deuteronomy:32:34",
        "t": "“Is*pn it not stored up with me, sealed*ln up in my vaults?"
    },
    {
        "o": 6398,
        "r": "csb:Deuteronomy:32:35",
        "t": "Vengeance*ln and retribution belong to me. In*ln time their foot will slip, for*ln their day of disaster is near, and*ln their doom is coming quickly.”"
    },
    {
        "o": 6399,
        "r": "csb:Deuteronomy:32:36",
        "t": "The*ln Lord*s will indeed vindicate his people and*ln have compassion on his servants when*ln he sees that their strength is gone and*ln no one is left - slave or free."
    },
    {
        "o": 6400,
        "r": "csb:Deuteronomy:32:37",
        "t": "He*ln will say, “Where are their gods, the*ln ‘rock’ they found refuge in?"
    },
    {
        "o": 6401,
        "r": "csb:Deuteronomy:32:38",
        "t": "Who*ln ate the fat of their sacrifices and*ln drank the wine of their drink offerings? Let*ln them rise up and help you; let*ln it be a shelter for you."
    },
    {
        "o": 6402,
        "r": "csb:Deuteronomy:32:39",
        "t": "See*ln now that I alone am he; there*ln is no God but me. I*ln bring death and I give life; I*ln wound and I heal. No*ln one can rescue anyone from my power."
    },
    {
        "o": 6403,
        "r": "csb:Deuteronomy:32:40",
        "t": "I*ln raise my hand to heaven and declare: As*ln surely as I live forever,"
    },
    {
        "o": 6404,
        "r": "csb:Deuteronomy:32:41",
        "t": "when*ln I sharpen my flashing sword, and*ln my hand takes hold of judgment, I*ln will take vengeance on my adversaries and*ln repay those who hate me."
    },
    {
        "o": 6405,
        "r": "csb:Deuteronomy:32:42",
        "t": "I*ln will make my arrows drunk with blood while*ln my sword devours flesh — the*ln blood of the slain and the captives, the*ln heads of the enemy leaders.”"
    },
    {
        "o": 6406,
        "r": "csb:Deuteronomy:32:43",
        "t": "Rejoice,*pn you nations, concerning his people, for*ln he will avenge the blood of his servants. He*ln will take vengeance on his adversaries; he*ln will purify his land and his people."
    },
    {
        "o": 6407,
        "r": "csb:Deuteronomy:32:44",
        "t": "Moses*p came with Joshua son of Nun and recited all the words of this song in the presence of the people."
    },
    {
        "o": 6408,
        "r": "csb:Deuteronomy:32:45",
        "t": "After Moses finished reciting all these words to all Israel,"
    },
    {
        "o": 6409,
        "r": "csb:Deuteronomy:32:46",
        "t": "he said to them, “Take to heart all these words I am giving as a warning to you today, so that you may command your children to follow all the words of this law carefully."
    },
    {
        "o": 6410,
        "r": "csb:Deuteronomy:32:47",
        "t": "For they are not meaningless words to you but they are your life, and by them you will live long in the land you are crossing the Jordan to possess.”"
    },
    {
        "o": 6411,
        "r": "csb:Deuteronomy:32:47",
        "t": "Moses’s Impending Death",
        "h": 2
    },
    {
        "o": 6412,
        "r": "csb:Deuteronomy:32:48",
        "t": "On*p that same day the Lord*s spoke to Moses,"
    },
    {
        "o": 6413,
        "r": "csb:Deuteronomy:32:49",
        "t": "“Go up Mount Nebo in the Abarim range in the land of Moab, across from Jericho, and view the land of Canaan I am giving the Israelites as a possession."
    },
    {
        "o": 6414,
        "r": "csb:Deuteronomy:32:50",
        "t": "Then you will die on the mountain that you go up, and you will be gathered to your people, just as your brother Aaron died on Mount Hor and was gathered to his people."
    },
    {
        "o": 6415,
        "r": "csb:Deuteronomy:32:51",
        "t": "For both of you broke faith with me among the Israelites at the Waters of Meribath-kadesh in the Wilderness of Zin by failing to treat me as holy in their presence."
    },
    {
        "o": 6416,
        "r": "csb:Deuteronomy:32:52",
        "t": "Although from a distance you will view the land that I am giving the Israelites, you will not go there.”"
    },
    {
        "o": 6417,
        "r": "csb:Deuteronomy:33:0",
        "t": "Deuteronomy 33",
        "h": 1
    },
    {
        "o": 6418,
        "r": "csb:Deuteronomy:33:0",
        "t": "Moses’s Blessings",
        "h": 2
    },
    {
        "o": 6419,
        "r": "csb:Deuteronomy:33:1",
        "t": "This*p is the blessing that Moses, the man of God, gave the Israelites before his death."
    },
    {
        "o": 6420,
        "r": "csb:Deuteronomy:33:2",
        "t": "He said: The*pn Lord*s came from Sinai and*ln appeared to them from Seir; he*ln shone on them from Mount Paran and*ln came with ten thousand holy ones, with*ln lightning from his right hand for them."
    },
    {
        "o": 6421,
        "r": "csb:Deuteronomy:33:3",
        "t": "Indeed*ln he loves the people. All*ln your holy ones are in your hand, and*ln they assemble at your feet. Each*ln receives your words."
    },
    {
        "o": 6422,
        "r": "csb:Deuteronomy:33:4",
        "t": "Moses*ln gave us instruction, a*ln possession for the assembly of Jacob."
    },
    {
        "o": 6423,
        "r": "csb:Deuteronomy:33:5",
        "t": "So*ln he became King in Jeshurun when*ln the leaders of the people gathered with*ln the tribes of Israel."
    },
    {
        "o": 6424,
        "r": "csb:Deuteronomy:33:6",
        "t": "Let*pn Reuben live and not die though*ln his people become few."
    },
    {
        "o": 6425,
        "r": "csb:Deuteronomy:33:7",
        "t": "He*p said this about Judah: Lord,*spn hear Judah’s cry and bring him to his people. He*ln fights for his cause with his own hands, but*ln may you be a help against his foes."
    },
    {
        "o": 6426,
        "r": "csb:Deuteronomy:33:8",
        "t": "He*p said about Levi: Your*pn Thummim and Urim belong to your faithful one; you*ln tested him at Massah and*ln contended with him at the Waters of Meribah."
    },
    {
        "o": 6427,
        "r": "csb:Deuteronomy:33:9",
        "t": "He*ln said about his father and mother, “I*ln do not regard them.” He*ln disregarded his brothers and*ln didn’t acknowledge his sons, for*ln they kept your word and*ln maintained your covenant."
    },
    {
        "o": 6428,
        "r": "csb:Deuteronomy:33:10",
        "t": "They*ln will teach your ordinances to Jacob and*ln your instruction to Israel; they*ln will set incense before you and*ln whole burnt offerings on your altar."
    },
    {
        "o": 6429,
        "r": "csb:Deuteronomy:33:11",
        "t": "Lord,*sln bless his possessions, and*ln accept the work of his hands. Break*ln the back of his adversaries and enemies, so*ln that they cannot rise again."
    },
    {
        "o": 6430,
        "r": "csb:Deuteronomy:33:12",
        "t": "He*p said about Benjamin: The*pn Lord’s*s beloved rests securely on him. He*ln shields him all day long, and*ln he rests on his shoulders."
    },
    {
        "o": 6431,
        "r": "csb:Deuteronomy:33:13",
        "t": "He*p said about Joseph: May*pn his land be blessed by the Lord*s with*ln the dew of heaven’s bounty and*ln the watery depths that lie beneath;"
    },
    {
        "o": 6432,
        "r": "csb:Deuteronomy:33:14",
        "t": "with*ln the bountiful harvest from the sun and*ln the abundant yield of the seasons;"
    },
    {
        "o": 6433,
        "r": "csb:Deuteronomy:33:15",
        "t": "with*ln the best products of the ancient mountains and*ln the bounty of the eternal hills;"
    },
    {
        "o": 6434,
        "r": "csb:Deuteronomy:33:16",
        "t": "with*ln the choice gifts of the land and*ln everything in it; and*ln with the favor of him who*ln appeared in the burning bush. May*ln these rest on the head of Joseph, on*ln the brow of the prince of his brothers."
    },
    {
        "o": 6435,
        "r": "csb:Deuteronomy:33:17",
        "t": "His*ln firstborn bull has splendor, and*ln horns like those of a wild ox; he*ln gores all the peoples with them to*ln the ends of the earth. Such*ln are the ten thousands of Ephraim, and*ln such are the thousands of Manasseh."
    },
    {
        "o": 6436,
        "r": "csb:Deuteronomy:33:18",
        "t": "He*p said about Zebulun: Rejoice,*pn Zebulun, in your journeys, and*ln Issachar, in your tents."
    },
    {
        "o": 6437,
        "r": "csb:Deuteronomy:33:19",
        "t": "They*ln summon the peoples to a mountain; there*ln they offer acceptable sacrifices. For*ln they draw from the wealth of the seas and*ln the hidden treasures of the sand."
    },
    {
        "o": 6438,
        "r": "csb:Deuteronomy:33:20",
        "t": "He*p said about Gad: The*pn one who enlarges Gad’s territory will*ln be blessed. He*ln lies down like a lion and*ln tears off an arm or even a head."
    },
    {
        "o": 6439,
        "r": "csb:Deuteronomy:33:21",
        "t": "He*ln chose the best part for himself, because*ln a ruler’s portion was assigned there for him. He*ln came with the leaders of the people; he*ln carried out the Lord’s*s justice and*ln his ordinances for Israel."
    },
    {
        "o": 6440,
        "r": "csb:Deuteronomy:33:22",
        "t": "He*p said about Dan: Dan*pn is a young lion, leaping*ln out of Bashan."
    },
    {
        "o": 6441,
        "r": "csb:Deuteronomy:33:23",
        "t": "He*p said about Naphtali: Naphtali,*pn enjoying approval, full*ln of the Lord’s*s blessing, take*ln possession to the west and the south."
    },
    {
        "o": 6442,
        "r": "csb:Deuteronomy:33:24",
        "t": "He*p said about Asher: May*pn Asher be the most blessed of the sons; may*ln he be the most favored among his brothers and*ln dip his foot in olive oil."
    },
    {
        "o": 6443,
        "r": "csb:Deuteronomy:33:25",
        "t": "May*ln the bolts of your gate be iron and bronze, and*ln your strength last as long as you live."
    },
    {
        "o": 6444,
        "r": "csb:Deuteronomy:33:26",
        "t": "There*pn is none like the God of Jeshurun, who*ln rides the heavens to your aid, the*ln clouds in his majesty."
    },
    {
        "o": 6445,
        "r": "csb:Deuteronomy:33:27",
        "t": "The*ln God of old is your dwelling place, and*ln underneath are the everlasting arms. He*ln drives out the enemy before you and*ln commands, “Destroy!”"
    },
    {
        "o": 6446,
        "r": "csb:Deuteronomy:33:28",
        "t": "So*ln Israel dwells securely; Jacob*ln lives untroubled in*ln a land of grain and new wine; even*ln his skies drip with dew."
    },
    {
        "o": 6447,
        "r": "csb:Deuteronomy:33:29",
        "t": "How*ln happy you are, Israel! Who*ln is like you, a*ln people saved by the Lord?*s He*ln is the shield that protects you, the*ln sword you boast in. Your*ln enemies will cringe before you, and*ln you will tread on their backs."
    },
    {
        "o": 6448,
        "r": "csb:Deuteronomy:34:0",
        "t": "Deuteronomy 34",
        "h": 1
    },
    {
        "o": 6449,
        "r": "csb:Deuteronomy:34:0",
        "t": "Moses’s Death",
        "h": 2
    },
    {
        "o": 6450,
        "r": "csb:Deuteronomy:34:1",
        "t": "Then*p Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, which faces Jericho, and the Lord*s showed him all the land: Gilead as far as Dan,"
    },
    {
        "o": 6451,
        "r": "csb:Deuteronomy:34:2",
        "t": "all of Naphtali, the land of Ephraim and Manasseh, all the land of Judah as far as the Mediterranean Sea,"
    },
    {
        "o": 6452,
        "r": "csb:Deuteronomy:34:3",
        "t": "the Negev, and the plain in the Valley of Jericho, the City of Palms, as far as Zoar."
    },
    {
        "o": 6453,
        "r": "csb:Deuteronomy:34:4",
        "t": "The Lord*s then said to him, “This is the land I promised Abraham, Isaac, and Jacob, ‘I will give it to your descendants.’ I have let you see it with your own eyes, but you will not cross into it.”"
    },
    {
        "o": 6454,
        "r": "csb:Deuteronomy:34:5",
        "t": "So*p Moses the servant of the Lord*s died there in the land of Moab, according to the Lord’s*s word."
    },
    {
        "o": 6455,
        "r": "csb:Deuteronomy:34:6",
        "t": "He buried him in the valley in the land of Moab facing Beth-peor, and no one to this day knows where his grave is."
    },
    {
        "o": 6456,
        "r": "csb:Deuteronomy:34:7",
        "t": "Moses was one hundred twenty years old when he died; his eyes were not weak, and his vitality had not left him."
    },
    {
        "o": 6457,
        "r": "csb:Deuteronomy:34:8",
        "t": "The Israelites wept for Moses in the plains of Moab thirty days. Then the days of weeping and mourning for Moses came to an end."
    },
    {
        "o": 6458,
        "r": "csb:Deuteronomy:34:9",
        "t": "Joshua*p son of Nun was filled with the spirit of wisdom because Moses had laid his hands on him. So the Israelites obeyed him and did as the Lord*s had commanded Moses."
    },
    {
        "o": 6459,
        "r": "csb:Deuteronomy:34:10",
        "t": "No prophet has arisen again in Israel like Moses, whom the Lord*s knew face to face."
    },
    {
        "o": 6460,
        "r": "csb:Deuteronomy:34:11",
        "t": "He was unparalleled for all the signs and wonders the Lord*s sent him to do against the land of Egypt - to Pharaoh, to all his officials, and to all his land—"
    },
    {
        "o": 6461,
        "r": "csb:Deuteronomy:34:12",
        "t": "and for all the mighty acts of power and terrifying deeds that Moses performed in the sight of all Israel."
    }
]
