[
    {
        "o": 6820,
        "r": "nkjv:Joshua:14:0",
        "t": "Joshua 14",
        "h": 1
    },
    {
        "o": 6821,
        "r": "nkjv:Joshua:14:0",
        "t": "The Land Divided West of the Jordan",
        "h": 2
    },
    {
        "o": 6822,
        "r": "nkjv:Joshua:14:1",
        "t": "These*p are*i the*i areas*i which the children of Israel inherited in the land of Canaan, which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel distributed as an inheritance to them."
    },
    {
        "o": 6823,
        "r": "nkjv:Joshua:14:2",
        "t": "Their inheritance was*i by lot, as the Lord*s had commanded by the hand of Moses, for the nine tribes and the half-tribe."
    },
    {
        "o": 6824,
        "r": "nkjv:Joshua:14:3",
        "t": "For Moses had given the inheritance of the two tribes and the half-tribe on the other side of the Jordan; but to the Levites he had given no inheritance among them."
    },
    {
        "o": 6825,
        "r": "nkjv:Joshua:14:4",
        "t": "For the children of Joseph were two tribes: Manasseh and Ephraim. And they gave no part to the Levites in the land, except cities to dwell in,*i with their common-lands for their livestock and their property."
    },
    {
        "o": 6826,
        "r": "nkjv:Joshua:14:5",
        "t": "As the Lord*s had commanded Moses, so the children of Israel did; and they divided the land."
    },
    {
        "o": 6827,
        "r": "nkjv:Joshua:14:5",
        "t": "Caleb Inherits Hebron",
        "h": 2
    },
    {
        "o": 6828,
        "r": "nkjv:Joshua:14:6",
        "t": "Then*p the children of Judah came to Joshua in Gilgal. And Caleb the son of Jephunneh the Kenizzite said to him: “You know the word which the Lord*s said to Moses the man of God concerning you and me in Kadesh Barnea."
    },
    {
        "o": 6829,
        "r": "nkjv:Joshua:14:7",
        "t": "I was*i forty years old when Moses the servant of the Lord*s sent me from Kadesh Barnea to spy out the land, and I brought back word to him as it*i was*i in my heart."
    },
    {
        "o": 6830,
        "r": "nkjv:Joshua:14:8",
        "t": "Nevertheless my brethren who went up with me made the heart of the people melt, but I wholly followed the Lord*s my God."
    },
    {
        "o": 6831,
        "r": "nkjv:Joshua:14:9",
        "t": "So Moses swore on that day, saying, ‘Surely the land where your foot has trodden shall be your inheritance and your children’s forever, because you have wholly followed the Lord*s my God.’"
    },
    {
        "o": 6832,
        "r": "nkjv:Joshua:14:10",
        "t": "And now, behold, the Lord*s has kept me alive, as He said, these forty-five years, ever since the Lord*s spoke this word to Moses while Israel wandered in the wilderness; and now, here I am this day, eighty-five years old."
    },
    {
        "o": 6833,
        "r": "nkjv:Joshua:14:11",
        "t": "As yet I am*i as*i strong this day as on the day that Moses sent me; just as my strength was*i then, so now is*i my strength for war, both for going out and for coming in."
    },
    {
        "o": 6834,
        "r": "nkjv:Joshua:14:12",
        "t": "Now therefore, give me this mountain of which the Lord*s spoke in that day; for you heard in that day how the Anakim were*i there, and that*i the cities were*i great and*i fortified. It may be that the Lord*s will*i be*i with me, and I shall be able to drive them out as the Lord*s said.”"
    },
    {
        "o": 6835,
        "r": "nkjv:Joshua:14:13",
        "t": "And*p Joshua blessed him, and gave Hebron to Caleb the son of Jephunneh as an inheritance."
    },
    {
        "o": 6836,
        "r": "nkjv:Joshua:14:14",
        "t": "Hebron therefore became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he wholly followed the Lord*s God of Israel."
    },
    {
        "o": 6837,
        "r": "nkjv:Joshua:14:15",
        "t": "And the name of Hebron formerly was Kirjath Arba (Arba*i was*i the greatest man among the Anakim). Then*p the land had rest from war."
    }
]
