[
    {
        "o": 6701,
        "r": "csb:Joshua:10:0",
        "t": "Joshua 10",
        "h": 1
    },
    {
        "o": 6702,
        "r": "csb:Joshua:10:0",
        "t": "The Day the Sun Stood Still",
        "h": 2
    },
    {
        "o": 6703,
        "r": "csb:Joshua:10:1",
        "t": "Now*p King Adoni-zedek of Jerusalem heard that Joshua had captured Ai and completely destroyed it, treating Ai and its king as he had Jericho and its king, and that the inhabitants of Gibeon had made peace with Israel and were living among them."
    },
    {
        "o": 6704,
        "r": "csb:Joshua:10:2",
        "t": "So Adoni-zedek and his people were greatly alarmed because Gibeon was a large city like one of the royal cities; it was larger than Ai, and all its men were warriors."
    },
    {
        "o": 6705,
        "r": "csb:Joshua:10:3",
        "t": "Therefore King Adoni-zedek of Jerusalem sent word to King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon, saying,"
    },
    {
        "o": 6706,
        "r": "csb:Joshua:10:4",
        "t": "“Come up and help me. We will attack Gibeon, because they have made peace with Joshua and the Israelites.”"
    },
    {
        "o": 6707,
        "r": "csb:Joshua:10:5",
        "t": "So the five Amorite kings - the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon - joined forces, advanced with all their armies, besieged Gibeon, and fought against it."
    },
    {
        "o": 6708,
        "r": "csb:Joshua:10:6",
        "t": "Then*p the men of Gibeon sent word to Joshua in the camp at Gilgal: “Don’t give up on your servants. Come quickly and save us! Help us, for all the Amorite kings living in the hill country have joined forces against us.”"
    },
    {
        "o": 6709,
        "r": "csb:Joshua:10:7",
        "t": "So Joshua and all his troops, including all his best soldiers, came from Gilgal."
    },
    {
        "o": 6710,
        "r": "csb:Joshua:10:8",
        "t": "The*p Lord*s said to Joshua, “Do not be afraid of them, for I have handed them over to you. Not one of them will be able to stand against you.”"
    },
    {
        "o": 6711,
        "r": "csb:Joshua:10:9",
        "t": "So*p Joshua caught them by surprise, after marching all night from Gilgal."
    },
    {
        "o": 6712,
        "r": "csb:Joshua:10:10",
        "t": "The Lord*s threw them into confusion before Israel. He defeated them in a great slaughter at Gibeon, chased them through the ascent of Beth-horon, and struck them down as far as Azekah and Makkedah."
    },
    {
        "o": 6713,
        "r": "csb:Joshua:10:11",
        "t": "As they fled before Israel, the Lord*s threw large hailstones on them from the sky along the descent of Beth-horon all the way to Azekah, and they died. More of them died from the hail than the Israelites killed with the sword."
    },
    {
        "o": 6714,
        "r": "csb:Joshua:10:12",
        "t": "On*p the day the Lord*s gave the Amorites over to the Israelites, Joshua spoke to the Lord*s in the presence of Israel: “Sun,*pn stand still over Gibeon, and*ln moon, over the Valley of Aijalon.”"
    },
    {
        "o": 6715,
        "r": "csb:Joshua:10:13",
        "t": "And*ln the sun stood still and*ln the moon stopped until*ln the nation took vengeance on its enemies. Isn’t*p this written in the Book of Jashar? So*pn the sun stopped in*ln the middle of the sky and*ln delayed its setting almost*ln a full day."
    },
    {
        "o": 6716,
        "r": "csb:Joshua:10:14",
        "t": "There*p has been no day like it before or since, when the Lord*s listened to a man, because the Lord*s fought for Israel."
    },
    {
        "o": 6717,
        "r": "csb:Joshua:10:15",
        "t": "Then Joshua and all Israel with him returned to the camp at Gilgal."
    },
    {
        "o": 6718,
        "r": "csb:Joshua:10:15",
        "t": "Execution of the Five Kings",
        "h": 2
    },
    {
        "o": 6719,
        "r": "csb:Joshua:10:16",
        "t": "Now*p the five defeated kings had fled and hidden in the cave at Makkedah."
    },
    {
        "o": 6720,
        "r": "csb:Joshua:10:17",
        "t": "It was reported to Joshua, “The five kings have been found; they are hiding in the cave at Makkedah.”"
    },
    {
        "o": 6721,
        "r": "csb:Joshua:10:18",
        "t": "Joshua*p said, “Roll large stones against the mouth of the cave, and station men by it to guard the kings."
    },
    {
        "o": 6722,
        "r": "csb:Joshua:10:19",
        "t": "But as for the rest of you, don’t stay there. Pursue your enemies and attack them from behind. Don’t let them enter their cities, for the Lord*s your God has handed them over to you.”"
    },
    {
        "o": 6723,
        "r": "csb:Joshua:10:20",
        "t": "So Joshua and the Israelites finished inflicting a terrible slaughter on them until they were destroyed, although a few survivors ran away to the fortified cities."
    },
    {
        "o": 6724,
        "r": "csb:Joshua:10:21",
        "t": "The people returned safely to Joshua in the camp at Makkedah. And no one dared to threaten the Israelites."
    },
    {
        "o": 6725,
        "r": "csb:Joshua:10:22",
        "t": "Then*p Joshua said, “Open the mouth of the cave, and bring those five kings to me out of there.”"
    },
    {
        "o": 6726,
        "r": "csb:Joshua:10:23",
        "t": "That is what they did. They brought the five kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon to Joshua out of the cave."
    },
    {
        "o": 6727,
        "r": "csb:Joshua:10:24",
        "t": "When they had brought the kings to him, Joshua summoned all the men of Israel and said to the military commanders who had accompanied him, “Come here and put your feet on the necks of these kings.” So the commanders came forward and put their feet on their necks."
    },
    {
        "o": 6728,
        "r": "csb:Joshua:10:25",
        "t": "Joshua said to them, “Do not be afraid or discouraged. Be strong and courageous, for the Lord*s will do this to all the enemies you fight.”"
    },
    {
        "o": 6729,
        "r": "csb:Joshua:10:26",
        "t": "After*p this, Joshua struck them down and executed them. He hung their bodies on five trees and they were there until evening."
    },
    {
        "o": 6730,
        "r": "csb:Joshua:10:27",
        "t": "At sunset Joshua commanded that they be taken down from the trees and thrown into the cave where they had hidden. Then large stones were placed against the mouth of the cave, and the stones are still there today."
    },
    {
        "o": 6731,
        "r": "csb:Joshua:10:27",
        "t": "Conquest of Southern Cities",
        "h": 2
    },
    {
        "o": 6732,
        "r": "csb:Joshua:10:28",
        "t": "On*p that day Joshua captured Makkedah and struck it down with the sword, including its king. He completely destroyed it and everyone in it, leaving no survivors. So he treated the king of Makkedah as he had the king of Jericho."
    },
    {
        "o": 6733,
        "r": "csb:Joshua:10:29",
        "t": "Joshua*p and all Israel with him crossed from Makkedah to Libnah and fought against Libnah."
    },
    {
        "o": 6734,
        "r": "csb:Joshua:10:30",
        "t": "The Lord*s also handed it and its king over to Israel. He struck it down, putting everyone in it to the sword, and left no survivors in it. He treated Libnah’s king as he had the king of Jericho."
    },
    {
        "o": 6735,
        "r": "csb:Joshua:10:31",
        "t": "From*p Libnah, Joshua and all Israel with him crossed to Lachish. They laid siege to it and attacked it."
    },
    {
        "o": 6736,
        "r": "csb:Joshua:10:32",
        "t": "The Lord*s handed Lachish over to Israel, and Joshua captured it on the second day. He struck it down, putting everyone in it to the sword, just as he had done to Libnah."
    },
    {
        "o": 6737,
        "r": "csb:Joshua:10:33",
        "t": "At that time King Horam of Gezer went to help Lachish, but Joshua struck him down along with his people, leaving no survivors."
    },
    {
        "o": 6738,
        "r": "csb:Joshua:10:34",
        "t": "Then*p Joshua crossed from Lachish to Eglon and all Israel with him. They laid siege to it and attacked it."
    },
    {
        "o": 6739,
        "r": "csb:Joshua:10:35",
        "t": "On that day they captured it and struck it down, putting everyone in it to the sword. He completely destroyed it that day, just as he had done to Lachish."
    },
    {
        "o": 6740,
        "r": "csb:Joshua:10:36",
        "t": "Next,*p Joshua and all Israel with him went up from Eglon to Hebron and attacked it."
    },
    {
        "o": 6741,
        "r": "csb:Joshua:10:37",
        "t": "They captured it and struck down its king, all its villages, and everyone in it with the sword. He left no survivors, just as he had done at Eglon. He completely destroyed Hebron and everyone in it."
    },
    {
        "o": 6742,
        "r": "csb:Joshua:10:38",
        "t": "Finally,*p Joshua turned toward Debir and attacked it. And all Israel was with him."
    },
    {
        "o": 6743,
        "r": "csb:Joshua:10:39",
        "t": "He captured it - its king and all its villages. They struck them down with the sword and completely destroyed everyone in it, leaving no survivors. He treated Debir and its king as he had treated Hebron and as he had treated Libnah and its king."
    },
    {
        "o": 6744,
        "r": "csb:Joshua:10:40",
        "t": "So*p Joshua conquered the whole region- the hill country, the Negev, the Judean foothills, and the slopes - with all their kings, leaving no survivors. He completely destroyed every living being, as the Lord,*s the God of Israel, had commanded."
    },
    {
        "o": 6745,
        "r": "csb:Joshua:10:41",
        "t": "Joshua conquered everyone from Kadesh-barnea to Gaza, and all the land of Goshen as far as Gibeon."
    },
    {
        "o": 6746,
        "r": "csb:Joshua:10:42",
        "t": "Joshua captured all these kings and their land in one campaign, because the Lord,*s the God of Israel, fought for Israel."
    },
    {
        "o": 6747,
        "r": "csb:Joshua:10:43",
        "t": "Then Joshua returned with all Israel to the camp at Gilgal."
    }
]
