[
    {
        "o": 2546,
        "r": "niv:Exodus:29:0",
        "t": "Exodus 29",
        "h": 1
    },
    {
        "o": 2547,
        "r": "niv:Exodus:29:0",
        "t": "Consecration of the Priests",
        "h": 2
    },
    {
        "o": 2548,
        "r": "niv:Exodus:29:1",
        "t": "“This*p is what you are to do to consecrate them, so they may serve me as priests: Take a young bull and two rams without defect."
    },
    {
        "o": 2549,
        "r": "niv:Exodus:29:2",
        "t": "And from the finest wheat flour make round loaves without yeast, thick loaves without yeast and with olive oil mixed in, and thin loaves without yeast and brushed with olive oil."
    },
    {
        "o": 2550,
        "r": "niv:Exodus:29:3",
        "t": "Put them in a basket and present them along with the bull and the two rams."
    },
    {
        "o": 2551,
        "r": "niv:Exodus:29:4",
        "t": "Then bring Aaron and his sons to the entrance to the tent of meeting and wash them with water."
    },
    {
        "o": 2552,
        "r": "niv:Exodus:29:5",
        "t": "Take the garments and dress Aaron with the tunic, the robe of the ephod, the ephod itself and the breastpiece. Fasten the ephod on him by its skillfully woven waistband."
    },
    {
        "o": 2553,
        "r": "niv:Exodus:29:6",
        "t": "Put the turban on his head and attach the sacred emblem to the turban."
    },
    {
        "o": 2554,
        "r": "niv:Exodus:29:7",
        "t": "Take the anointing oil and anoint him by pouring it on his head."
    },
    {
        "o": 2555,
        "r": "niv:Exodus:29:8",
        "t": "Bring his sons and dress them in tunics"
    },
    {
        "o": 2556,
        "r": "niv:Exodus:29:9",
        "t": "and fasten caps on them. Then tie sashes on Aaron and his sons. The priesthood is theirs by a lasting ordinance. “Then*p you shall ordain Aaron and his sons."
    },
    {
        "o": 2557,
        "r": "niv:Exodus:29:10",
        "t": "“Bring*p the bull to the front of the tent of meeting, and Aaron and his sons shall lay their hands on its head."
    },
    {
        "o": 2558,
        "r": "niv:Exodus:29:11",
        "t": "Slaughter it in the Lord’s*s presence at the entrance to the tent of meeting."
    },
    {
        "o": 2559,
        "r": "niv:Exodus:29:12",
        "t": "Take some of the bull’s blood and put it on the horns of the altar with your finger, and pour out the rest of it at the base of the altar."
    },
    {
        "o": 2560,
        "r": "niv:Exodus:29:13",
        "t": "Then take all the fat on the internal organs, the long lobe of the liver, and both kidneys with the fat on them, and burn them on the altar."
    },
    {
        "o": 2561,
        "r": "niv:Exodus:29:14",
        "t": "But burn the bull’s flesh and its hide and its intestines outside the camp. It is a sin offering."
    },
    {
        "o": 2562,
        "r": "niv:Exodus:29:15",
        "t": "“Take*p one of the rams, and Aaron and his sons shall lay their hands on its head."
    },
    {
        "o": 2563,
        "r": "niv:Exodus:29:16",
        "t": "Slaughter it and take the blood and splash it against the sides of the altar."
    },
    {
        "o": 2564,
        "r": "niv:Exodus:29:17",
        "t": "Cut the ram into pieces and wash the internal organs and the legs, putting them with the head and the other pieces."
    },
    {
        "o": 2565,
        "r": "niv:Exodus:29:18",
        "t": "Then burn the entire ram on the altar. It is a burnt offering to the Lord,*s a pleasing aroma, a food offering presented to the Lord.*s"
    },
    {
        "o": 2566,
        "r": "niv:Exodus:29:19",
        "t": "“Take*p the other ram, and Aaron and his sons shall lay their hands on its head."
    },
    {
        "o": 2567,
        "r": "niv:Exodus:29:20",
        "t": "Slaughter it, take some of its blood and put it on the lobes of the right ears of Aaron and his sons, on the thumbs of their right hands, and on the big toes of their right feet. Then splash blood against the sides of the altar."
    },
    {
        "o": 2568,
        "r": "niv:Exodus:29:21",
        "t": "And take some blood from the altar and some of the anointing oil and sprinkle it on Aaron and his garments and on his sons and their garments. Then he and his sons and their garments will be consecrated."
    },
    {
        "o": 2569,
        "r": "niv:Exodus:29:22",
        "t": "“Take*p from this ram the fat, the fat tail, the fat on the internal organs, the long lobe of the liver, both kidneys with the fat on them, and the right thigh. (This is the ram for the ordination.)"
    },
    {
        "o": 2570,
        "r": "niv:Exodus:29:23",
        "t": "From the basket of bread made without yeast, which is before the Lord,*s take one round loaf, one thick loaf with olive oil mixed in, and one thin loaf."
    },
    {
        "o": 2571,
        "r": "niv:Exodus:29:24",
        "t": "Put all these in the hands of Aaron and his sons and have them wave them before the Lord*s as a wave offering."
    },
    {
        "o": 2572,
        "r": "niv:Exodus:29:25",
        "t": "Then take them from their hands and burn them on the altar along with the burnt offering for a pleasing aroma to the Lord,*s a food offering presented to the Lord.*s"
    },
    {
        "o": 2573,
        "r": "niv:Exodus:29:26",
        "t": "After you take the breast of the ram for Aaron’s ordination, wave it before the Lord*s as a wave offering, and it will be your share."
    },
    {
        "o": 2574,
        "r": "niv:Exodus:29:27",
        "t": "“Consecrate*p those parts of the ordination ram that belong to Aaron and his sons: the breast that was waved and the thigh that was presented."
    },
    {
        "o": 2575,
        "r": "niv:Exodus:29:28",
        "t": "This is always to be the perpetual share from the Israelites for Aaron and his sons. It is the contribution the Israelites are to make to the Lord*s from their fellowship offerings."
    },
    {
        "o": 2576,
        "r": "niv:Exodus:29:29",
        "t": "“Aaron’s*p sacred garments will belong to his descendants so that they can be anointed and ordained in them."
    },
    {
        "o": 2577,
        "r": "niv:Exodus:29:30",
        "t": "The son who succeeds him as priest and comes to the tent of meeting to minister in the Holy Place is to wear them seven days."
    },
    {
        "o": 2578,
        "r": "niv:Exodus:29:31",
        "t": "“Take*p the ram for the ordination and cook the meat in a sacred place."
    },
    {
        "o": 2579,
        "r": "niv:Exodus:29:32",
        "t": "At the entrance to the tent of meeting, Aaron and his sons are to eat the meat of the ram and the bread that is in the basket."
    },
    {
        "o": 2580,
        "r": "niv:Exodus:29:33",
        "t": "They are to eat these offerings by which atonement was made for their ordination and consecration. But no one else may eat them, because they are sacred."
    },
    {
        "o": 2581,
        "r": "niv:Exodus:29:34",
        "t": "And if any of the meat of the ordination ram or any bread is left over till morning, burn it up. It must not be eaten, because it is sacred."
    },
    {
        "o": 2582,
        "r": "niv:Exodus:29:35",
        "t": "“Do*p for Aaron and his sons everything I have commanded you, taking seven days to ordain them."
    },
    {
        "o": 2583,
        "r": "niv:Exodus:29:36",
        "t": "Sacrifice a bull each day as a sin offering to make atonement. Purify the altar by making atonement for it, and anoint it to consecrate it."
    },
    {
        "o": 2584,
        "r": "niv:Exodus:29:37",
        "t": "For seven days make atonement for the altar and consecrate it. Then the altar will be most holy, and whatever touches it will be holy."
    },
    {
        "o": 2585,
        "r": "niv:Exodus:29:38",
        "t": "“This*p is what you are to offer on the altar regularly each day: two lambs a year old."
    },
    {
        "o": 2586,
        "r": "niv:Exodus:29:39",
        "t": "Offer one in the morning and the other at twilight."
    },
    {
        "o": 2587,
        "r": "niv:Exodus:29:40",
        "t": "With the first lamb offer a tenth of an ephah of the finest flour mixed with a quarter of a hin of oil from pressed olives, and a quarter of a hin of wine as a drink offering."
    },
    {
        "o": 2588,
        "r": "niv:Exodus:29:41",
        "t": "Sacrifice the other lamb at twilight with the same grain offering and its drink offering as in the morning—a pleasing aroma, a food offering presented to the Lord.*s"
    },
    {
        "o": 2589,
        "r": "niv:Exodus:29:42",
        "t": "“For*p the generations to come this burnt offering is to be made regularly at the entrance to the tent of meeting, before the Lord.*s There I will meet you and speak to you;"
    },
    {
        "o": 2590,
        "r": "niv:Exodus:29:43",
        "t": "there also I will meet with the Israelites, and the place will be consecrated by my glory."
    },
    {
        "o": 2591,
        "r": "niv:Exodus:29:44",
        "t": "“So*p I will consecrate the tent of meeting and the altar and will consecrate Aaron and his sons to serve me as priests."
    },
    {
        "o": 2592,
        "r": "niv:Exodus:29:45",
        "t": "Then I will dwell among the Israelites and be their God."
    },
    {
        "o": 2593,
        "r": "niv:Exodus:29:46",
        "t": "They will know that I am the Lord*s their God, who brought them out of Egypt so that I might dwell among them. I am the Lord*s their God."
    }
]
