[
    {
        "o": 30575,
        "r": "nasb:Acts:15:0",
        "t": "Acts 15",
        "h": 1
    },
    {
        "o": 30576,
        "r": "nasb:Acts:15:0",
        "t": "The Council at Jerusalem",
        "h": 2
    },
    {
        "o": 30577,
        "r": "nasb:Acts:15:1",
        "t": "Some*p men came down from Judea and began*i teaching the brethren, “Unless you are circumcised according to the custom of Moses, you cannot be saved.”"
    },
    {
        "o": 30578,
        "r": "nasb:Acts:15:2",
        "t": "And when Paul and Barnabas had great dissension and debate with them, the*i brethren*i determined that Paul and Barnabas and some others of them should go up to Jerusalem to the apostles and elders concerning this issue."
    },
    {
        "o": 30579,
        "r": "nasb:Acts:15:3",
        "t": "Therefore, being sent on their way by the church, they were passing through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and were bringing great joy to all the brethren."
    },
    {
        "o": 30580,
        "r": "nasb:Acts:15:4",
        "t": "When they arrived at Jerusalem, they were received by the church and the apostles and the elders, and they reported all that God had done with them."
    },
    {
        "o": 30581,
        "r": "nasb:Acts:15:5",
        "t": "But some of the sect of the Pharisees who had believed stood up, saying, “It is necessary to circumcise them and to direct them to observe the Law of Moses.”"
    },
    {
        "o": 30582,
        "r": "nasb:Acts:15:6",
        "t": "The*p apostles and the elders came together to look into this matter."
    },
    {
        "o": 30583,
        "r": "nasb:Acts:15:7",
        "t": "After there had been much debate, Peter stood up and said to them, “Brethren, you know that in the early days God made a choice among you, that by my mouth the Gentiles would hear the word of the gospel and believe."
    },
    {
        "o": 30584,
        "r": "nasb:Acts:15:8",
        "t": "And God, who knows the heart, testified to them giving them the Holy Spirit, just as He also did to us;"
    },
    {
        "o": 30585,
        "r": "nasb:Acts:15:9",
        "t": "and He made no distinction between us and them, cleansing their hearts by faith."
    },
    {
        "o": 30586,
        "r": "nasb:Acts:15:10",
        "t": "Now therefore why do you put God to the test by placing upon the neck of the disciples a yoke which neither our fathers nor we have been able to bear?"
    },
    {
        "o": 30587,
        "r": "nasb:Acts:15:11",
        "t": "But we believe that we are saved through the grace of the Lord Jesus, in the same way as they also are.”"
    },
    {
        "o": 30588,
        "r": "nasb:Acts:15:12",
        "t": "All*p the people kept silent, and they were listening to Barnabas and Paul as they were relating what signs and wonders God had done through them among the Gentiles."
    },
    {
        "o": 30589,
        "r": "nasb:Acts:15:12",
        "t": "James’s Judgment",
        "h": 2
    },
    {
        "o": 30590,
        "r": "nasb:Acts:15:13",
        "t": "After*p they had stopped speaking, James answered, saying, “Brethren, listen to me."
    },
    {
        "o": 30591,
        "r": "nasb:Acts:15:14",
        "t": "Simeon has related how God first concerned Himself about taking from among the Gentiles a people for His name."
    },
    {
        "o": 30592,
        "r": "nasb:Acts:15:15",
        "t": "With this the words of the Prophets agree, just as it is written,"
    },
    {
        "o": 30593,
        "r": "nasb:Acts:15:16",
        "t": "‘After*pn these*s things*s I will return, And*ln I will*s rebuild*s the*s tabernacle*s of*s David*s which*s has*s fallen,*s And*ln I will*s rebuild*s its*s ruins,*s And*ln I will*s restore*s it,*s"
    },
    {
        "o": 30594,
        "r": "nasb:Acts:15:17",
        "t": "So*sln that*s the*s rest*s of*s mankind*s may*s seek*s the*s Lord,*s And*ln all*s the*s Gentiles*s who*s are*s called*s by*s My*s name,’*s"
    },
    {
        "o": 30595,
        "r": "nasb:Acts:15:18",
        "t": "Says*sln the*s Lord,*s who*s makes*s these*s things*s known*s from*s long*s ago.*s"
    },
    {
        "o": 30596,
        "r": "nasb:Acts:15:19",
        "t": "Therefore*p it is my judgment that we do not trouble those who are turning to God from among the Gentiles,"
    },
    {
        "o": 30597,
        "r": "nasb:Acts:15:20",
        "t": "but that we write to them that they abstain from things contaminated by idols and from fornication and from what is strangled and from blood."
    },
    {
        "o": 30598,
        "r": "nasb:Acts:15:21",
        "t": "For Moses from ancient generations has in every city those who preach him, since he is read in the synagogues every Sabbath.”"
    },
    {
        "o": 30599,
        "r": "nasb:Acts:15:22",
        "t": "Then*p it seemed good to the apostles and the elders, with the whole church, to choose men from among them to send to Antioch with Paul and Barnabas—Judas called Barsabbas, and Silas, leading men among the brethren,"
    },
    {
        "o": 30600,
        "r": "nasb:Acts:15:23",
        "t": "and they sent this letter by them, “The*pn apostles and the brethren who are elders, to the brethren in Antioch and Syria and Cilicia who are from the Gentiles, greetings."
    },
    {
        "o": 30601,
        "r": "nasb:Acts:15:24",
        "t": "Since*ln we have heard that some of our number to whom we gave no instruction have disturbed you with their*i words, unsettling your souls,"
    },
    {
        "o": 30602,
        "r": "nasb:Acts:15:25",
        "t": "it*ln seemed good to us, having become of one mind, to select men to send to you with our beloved Barnabas and Paul,"
    },
    {
        "o": 30603,
        "r": "nasb:Acts:15:26",
        "t": "men*ln who have risked their lives for the name of our Lord Jesus Christ."
    },
    {
        "o": 30604,
        "r": "nasb:Acts:15:27",
        "t": "Therefore*ln we have sent Judas and Silas, who themselves will also report the same things by word of*i mouth.*i"
    },
    {
        "o": 30605,
        "r": "nasb:Acts:15:28",
        "t": "For*ln it seemed good to the Holy Spirit and to us to lay upon you no greater burden than these essentials:"
    },
    {
        "o": 30606,
        "r": "nasb:Acts:15:29",
        "t": "that*ln you abstain from things sacrificed to idols and from blood and from things strangled and from fornication; if you keep yourselves free from such things, you will do well. Farewell.”"
    },
    {
        "o": 30607,
        "r": "nasb:Acts:15:30",
        "t": "So*p when they were sent away, they went down to Antioch; and having gathered the congregation together, they delivered the letter."
    },
    {
        "o": 30608,
        "r": "nasb:Acts:15:31",
        "t": "When they had read it, they rejoiced because of its encouragement."
    },
    {
        "o": 30609,
        "r": "nasb:Acts:15:32",
        "t": "Judas and Silas, also being prophets themselves, encouraged and strengthened the brethren with a lengthy message."
    },
    {
        "o": 30610,
        "r": "nasb:Acts:15:33",
        "t": "After they had spent time there,*i they were sent away from the brethren in peace to those who had sent them out."
    },
    {
        "o": 30611,
        "r": "nasb:Acts:15:34",
        "t": "[But it seemed good to Silas to remain there.]"
    },
    {
        "o": 30612,
        "r": "nasb:Acts:15:35",
        "t": "But Paul and Barnabas stayed in Antioch, teaching and preaching with many others also, the word of the Lord."
    },
    {
        "o": 30613,
        "r": "nasb:Acts:15:35",
        "t": "Second Missionary Journey",
        "h": 2
    },
    {
        "o": 30614,
        "r": "nasb:Acts:15:36",
        "t": "After*p some days Paul said to Barnabas, “Let us return and visit the brethren in every city in which we proclaimed the word of the Lord, and*i see*i how they are.”"
    },
    {
        "o": 30615,
        "r": "nasb:Acts:15:37",
        "t": "Barnabas wanted to take John, called Mark, along with them also."
    },
    {
        "o": 30616,
        "r": "nasb:Acts:15:38",
        "t": "But Paul kept insisting that they should not take him along who had deserted them in Pamphylia and had not gone with them to the work."
    },
    {
        "o": 30617,
        "r": "nasb:Acts:15:39",
        "t": "And there occurred such a sharp disagreement that they separated from one another, and Barnabas took Mark with him and sailed away to Cyprus."
    },
    {
        "o": 30618,
        "r": "nasb:Acts:15:40",
        "t": "But Paul chose Silas and left, being committed by the brethren to the grace of the Lord."
    },
    {
        "o": 30619,
        "r": "nasb:Acts:15:41",
        "t": "And he was traveling through Syria and Cilicia, strengthening the churches."
    }
]
