[
    {
        "o": 5135,
        "r": "csb:Numbers:31:0",
        "t": "Numbers 31",
        "h": 1
    },
    {
        "o": 5136,
        "r": "csb:Numbers:31:0",
        "t": "War with Midian",
        "h": 2
    },
    {
        "o": 5137,
        "r": "csb:Numbers:31:1",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 5138,
        "r": "csb:Numbers:31:2",
        "t": "“Execute vengeance for the Israelites against the Midianites. After that, you will be gathered to your people.”"
    },
    {
        "o": 5139,
        "r": "csb:Numbers:31:3",
        "t": "So*p Moses spoke to the people, “Equip some of your men for war. They will go against Midian to inflict the Lord’s*s vengeance on them."
    },
    {
        "o": 5140,
        "r": "csb:Numbers:31:4",
        "t": "Send one thousand men to war from each Israelite tribe.”"
    },
    {
        "o": 5141,
        "r": "csb:Numbers:31:5",
        "t": "So one thousand were recruited from each Israelite tribe out of the thousands in Israel - twelve thousand equipped for war."
    },
    {
        "o": 5142,
        "r": "csb:Numbers:31:6",
        "t": "Moses sent one thousand from each tribe to war. They went with Phinehas son of Eleazar the priest, in whose care were the holy objects and signal trumpets."
    },
    {
        "o": 5143,
        "r": "csb:Numbers:31:7",
        "t": "They*p waged war against Midian, as the Lord*s had commanded Moses, and killed every male."
    },
    {
        "o": 5144,
        "r": "csb:Numbers:31:8",
        "t": "Along with the others slain by them, they killed the Midianite kings - Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian. They also killed Balaam son of Beor with the sword."
    },
    {
        "o": 5145,
        "r": "csb:Numbers:31:9",
        "t": "The Israelites took the Midianite women and their dependents captive, and they plundered all their cattle, flocks, and property."
    },
    {
        "o": 5146,
        "r": "csb:Numbers:31:10",
        "t": "Then they burned all the cities where the Midianites lived, as well as all their encampments,"
    },
    {
        "o": 5147,
        "r": "csb:Numbers:31:11",
        "t": "and took away all the spoils of war and the captives, both people and animals."
    },
    {
        "o": 5148,
        "r": "csb:Numbers:31:12",
        "t": "They brought the prisoners, animals, and spoils of war to Moses, the priest Eleazar, and the Israelite community at the camp on the plains of Moab by the Jordan across from Jericho."
    },
    {
        "o": 5149,
        "r": "csb:Numbers:31:13",
        "t": "Moses,*p the priest Eleazar, and all the leaders of the community went to meet them outside the camp."
    },
    {
        "o": 5150,
        "r": "csb:Numbers:31:14",
        "t": "But Moses became furious with the officers, the commanders of thousands and commanders of hundreds, who were returning from the military campaign."
    },
    {
        "o": 5151,
        "r": "csb:Numbers:31:15",
        "t": "“Have you let every female live?” he asked them."
    },
    {
        "o": 5152,
        "r": "csb:Numbers:31:16",
        "t": "“Yet they are the ones who, at Balaam’s advice, incited the Israelites to unfaithfulness against the Lord*s in the Peor incident, so that the plague came against the Lord’s*s community."
    },
    {
        "o": 5153,
        "r": "csb:Numbers:31:17",
        "t": "So now, kill every male among the dependents and kill every woman who has gone to bed with a man,"
    },
    {
        "o": 5154,
        "r": "csb:Numbers:31:18",
        "t": "but keep alive for yourselves all the young females who have not gone to bed with a man."
    },
    {
        "o": 5155,
        "r": "csb:Numbers:31:19",
        "t": "“You*p are to remain outside the camp for seven days. All of you and your prisoners who have killed a person or touched the dead are to purify yourselves on the third day and the seventh day."
    },
    {
        "o": 5156,
        "r": "csb:Numbers:31:20",
        "t": "Also purify everything: garments, leather goods, things made of goat hair, and every article of wood.”"
    },
    {
        "o": 5157,
        "r": "csb:Numbers:31:21",
        "t": "Then*p the priest Eleazar said to the soldiers who had gone to battle, “This is the legal statute the Lord*s commanded Moses:"
    },
    {
        "o": 5158,
        "r": "csb:Numbers:31:22",
        "t": "The gold, silver, bronze, iron, tin, and lead -"
    },
    {
        "o": 5159,
        "r": "csb:Numbers:31:23",
        "t": "everything that can withstand fire - you are to pass through fire, and it will be clean. It must still be purified with the purification water. Anything that cannot withstand fire, pass through the water."
    },
    {
        "o": 5160,
        "r": "csb:Numbers:31:24",
        "t": "On the seventh day wash your clothes, and you will be clean. After that you may enter the camp.”"
    },
    {
        "o": 5161,
        "r": "csb:Numbers:31:25",
        "t": "The*p Lord*s told Moses,"
    },
    {
        "o": 5162,
        "r": "csb:Numbers:31:26",
        "t": "“You, the priest Eleazar, and the family heads of the community are to take a count of what was captured, people and animals."
    },
    {
        "o": 5163,
        "r": "csb:Numbers:31:27",
        "t": "Then divide the captives between the troops who went out to war and the entire community."
    },
    {
        "o": 5164,
        "r": "csb:Numbers:31:28",
        "t": "Set aside a tribute for the Lord*s from what belongs to the fighting men who went out to war: one out of every five hundred people, cattle, donkeys, sheep, and goats."
    },
    {
        "o": 5165,
        "r": "csb:Numbers:31:29",
        "t": "Take the tribute from their half and give it to the priest Eleazar as a contribution to the Lord.*s"
    },
    {
        "o": 5166,
        "r": "csb:Numbers:31:30",
        "t": "From the Israelites’ half, take one out of every fifty from the people, cattle, donkeys, sheep, and goats, all the livestock, and give them to the Levites who perform the duties of the Lord’s*s tabernacle.”"
    },
    {
        "o": 5167,
        "r": "csb:Numbers:31:31",
        "t": "So*p Moses and the priest Eleazar did as the Lord*s commanded Moses."
    },
    {
        "o": 5168,
        "r": "csb:Numbers:31:32",
        "t": "The captives remaining from the plunder the army had taken totaled: 675,000*ln sheep and goats,"
    },
    {
        "o": 5169,
        "r": "csb:Numbers:31:33",
        "t": "72,000*ln cattle,"
    },
    {
        "o": 5170,
        "r": "csb:Numbers:31:34",
        "t": "61,000*ln donkeys,"
    },
    {
        "o": 5171,
        "r": "csb:Numbers:31:35",
        "t": "and*ln 32,000 people, all the females who had not gone to bed with a man."
    },
    {
        "o": 5172,
        "r": "csb:Numbers:31:36",
        "t": "The*p half portion for those who went out to war numbered: 337,500*ln sheep and goats,"
    },
    {
        "o": 5173,
        "r": "csb:Numbers:31:37",
        "t": "and*ln the tribute to the Lord*s was 675 from*ln the sheep and goats;"
    },
    {
        "o": 5174,
        "r": "csb:Numbers:31:38",
        "t": "from*ln the 36,000 cattle, the*ln tribute to the Lord*s was 72;"
    },
    {
        "o": 5175,
        "r": "csb:Numbers:31:39",
        "t": "from*ln the 30,500 donkeys, the*ln tribute to the Lord*s was 61;"
    },
    {
        "o": 5176,
        "r": "csb:Numbers:31:40",
        "t": "and*ln from the 16,000 people, the*ln tribute to the Lord*s was 32 people."
    },
    {
        "o": 5177,
        "r": "csb:Numbers:31:41",
        "t": "Moses*p gave the tribute to the priest Eleazar as a contribution for the Lord,*s as the Lord*s had commanded Moses."
    },
    {
        "o": 5178,
        "r": "csb:Numbers:31:42",
        "t": "From*p the Israelites’ half, which Moses separated from the men who fought,"
    },
    {
        "o": 5179,
        "r": "csb:Numbers:31:43",
        "t": "the community’s half was: 337,500*ln sheep and goats,"
    },
    {
        "o": 5180,
        "r": "csb:Numbers:31:44",
        "t": "36,000*ln cattle,"
    },
    {
        "o": 5181,
        "r": "csb:Numbers:31:45",
        "t": "30,500*ln donkeys,"
    },
    {
        "o": 5182,
        "r": "csb:Numbers:31:46",
        "t": "and*ln 16,000 people."
    },
    {
        "o": 5183,
        "r": "csb:Numbers:31:47",
        "t": "Moses*p took one out of every fifty, selected from the people and the livestock of the Israelites’ half. He gave them to the Levites who perform the duties of the Lord’s*s tabernacle, as the Lord*s had commanded him."
    },
    {
        "o": 5184,
        "r": "csb:Numbers:31:48",
        "t": "The*p officers who were over the thousands of the army, the commanders of thousands and of hundreds, approached Moses"
    },
    {
        "o": 5185,
        "r": "csb:Numbers:31:49",
        "t": "and told him, “Your servants have taken a census of the fighting men under our command, and not one of us is missing."
    },
    {
        "o": 5186,
        "r": "csb:Numbers:31:50",
        "t": "So we have presented to the Lord*s an offering of the gold articles each man found - armlets, bracelets, rings, earrings, and necklaces - to make atonement for ourselves before the Lord.”*s"
    },
    {
        "o": 5187,
        "r": "csb:Numbers:31:51",
        "t": "Moses*p and the priest Eleazar received from them all the articles made out of gold."
    },
    {
        "o": 5188,
        "r": "csb:Numbers:31:52",
        "t": "All the gold of the contribution they offered to the Lord,*s from the commanders of thousands and of hundreds, was 420 pounds."
    },
    {
        "o": 5189,
        "r": "csb:Numbers:31:53",
        "t": "Each of the soldiers had taken plunder for himself."
    },
    {
        "o": 5190,
        "r": "csb:Numbers:31:54",
        "t": "Moses and the priest Eleazar received the gold from the commanders of thousands and of hundreds and brought it into the tent of meeting as a memorial for the Israelites before the Lord.*s"
    }
]
