[
    {
        "o": 21417,
        "r": "esv:Jeremiah:12:0",
        "t": "Jeremiah 12",
        "h": 1
    },
    {
        "o": 21418,
        "r": "esv:Jeremiah:12:0",
        "t": "Jeremiah’s Complaint",
        "h": 2
    },
    {
        "o": 21419,
        "r": "esv:Jeremiah:12:1",
        "t": "Righteous*pn are you, O Lord,*s when*ld I complain to you; yet*ld I would plead my case before you. Why*ln does the way of the wicked prosper? Why*ld do all who are treacherous thrive?"
    },
    {
        "o": 21420,
        "r": "esv:Jeremiah:12:2",
        "t": "You*ln plant them, and they take root; they*ld grow and produce fruit; you*ln are near in their mouth and*ld far from their heart."
    },
    {
        "o": 21421,
        "r": "esv:Jeremiah:12:3",
        "t": "But*ln you, O Lord,*s know me; you*ld see me, and test my heart toward you. Pull*ln them out like sheep for the slaughter, and*ld set them apart for the day of slaughter."
    },
    {
        "o": 21422,
        "r": "esv:Jeremiah:12:4",
        "t": "How*ln long will the land mourn and*ld the grass of every field wither? For*ln the evil of those who dwell in it the*ld beasts and the birds are swept away, because*ld they said, “He will not see our latter end.”"
    },
    {
        "o": 21423,
        "r": "esv:Jeremiah:12:4",
        "t": "The Lord Answers Jeremiah",
        "h": 2
    },
    {
        "o": 21424,
        "r": "esv:Jeremiah:12:5",
        "t": "“If*pn you have raced with men on foot, and they have wearied you, how*ld will you compete with horses? And*ln if in a safe land you are so trusting, what*ld will you do in the thicket of the Jordan?"
    },
    {
        "o": 21425,
        "r": "esv:Jeremiah:12:6",
        "t": "For*ln even your brothers and the house of your father, even*ld they have dealt treacherously with you; they*ld are in full cry after you; do*ln not believe them, though*ld they speak friendly words to you.”"
    },
    {
        "o": 21426,
        "r": "esv:Jeremiah:12:7",
        "t": "“I*pn have forsaken my house; I*ld have abandoned my heritage; I*ln have given the beloved of my soul into*ld the hands of her enemies."
    },
    {
        "o": 21427,
        "r": "esv:Jeremiah:12:8",
        "t": "My*ln heritage has become to me like*ld a lion in the forest; she*ln has lifted up her voice against me; therefore*ld I hate her."
    },
    {
        "o": 21428,
        "r": "esv:Jeremiah:12:9",
        "t": "Is*ln my heritage to me like a hyena’s lair? Are*ld the birds of prey against her all around? Go,*ln assemble all the wild beasts; bring*ld them to devour."
    },
    {
        "o": 21429,
        "r": "esv:Jeremiah:12:10",
        "t": "Many*ln shepherds have destroyed my vineyard; they*ld have trampled down my portion; they*ln have made my pleasant portion a*ld desolate wilderness."
    },
    {
        "o": 21430,
        "r": "esv:Jeremiah:12:11",
        "t": "They*ln have made it a desolation; desolate,*ld it mourns to me. The*ln whole land is made desolate, but*ld no man lays it to heart."
    },
    {
        "o": 21431,
        "r": "esv:Jeremiah:12:12",
        "t": "Upon*ln all the bare heights in the desert destroyers*ld have come, for*ln the sword of the Lord*s devours from*ld one end of the land to the other; no*ld flesh has peace."
    },
    {
        "o": 21432,
        "r": "esv:Jeremiah:12:13",
        "t": "They*ln have sown wheat and have reaped thorns; they*ld have tired themselves out but profit nothing. They*ln shall be ashamed of their harvests because*ld of the fierce anger of the Lord.”*s"
    },
    {
        "o": 21433,
        "r": "esv:Jeremiah:12:14",
        "t": "Thus*p says the Lord*s concerning all my evil neighbors who touch the heritage that I have given my people Israel to inherit: “Behold, I will pluck them up from their land, and I will pluck up the house of Judah from among them."
    },
    {
        "o": 21434,
        "r": "esv:Jeremiah:12:15",
        "t": "And after I have plucked them up, I will again have compassion on them, and I will bring them again each to his heritage and each to his land."
    },
    {
        "o": 21435,
        "r": "esv:Jeremiah:12:16",
        "t": "And it shall come to pass, if they will diligently learn the ways of my people, to swear by my name, ‘As the Lord*s lives,’ even as they taught my people to swear by Baal, then they shall be built up in the midst of my people."
    },
    {
        "o": 21436,
        "r": "esv:Jeremiah:12:17",
        "t": "But if any nation will not listen, then I will utterly pluck it up and destroy it, declares the Lord.”*s"
    }
]
