[
    {
        "o": 31251,
        "r": "nkjv:Acts:22:0",
        "t": "Acts 22",
        "h": 1
    },
    {
        "o": 31252,
        "r": "nkjv:Acts:22:1",
        "t": "“Brethren*p and fathers, hear my defense before you now.”"
    },
    {
        "o": 31253,
        "r": "nkjv:Acts:22:2",
        "t": "And when they heard that he spoke to them in the Hebrew language, they kept all the more silent. Then*p he said:"
    },
    {
        "o": 31254,
        "r": "nkjv:Acts:22:3",
        "t": "“I am indeed a Jew, born in Tarsus of Cilicia, but brought up in this city at the feet of Gamaliel, taught according to the strictness of our fathers’ law, and was zealous toward God as you all are today."
    },
    {
        "o": 31255,
        "r": "nkjv:Acts:22:4",
        "t": "I persecuted this Way to the death, binding and delivering into prisons both men and women,"
    },
    {
        "o": 31256,
        "r": "nkjv:Acts:22:5",
        "t": "as also the high priest bears me witness, and all the council of the elders, from whom I also received letters to the brethren, and went to Damascus to bring in chains even those who were there to Jerusalem to be punished."
    },
    {
        "o": 31257,
        "r": "nkjv:Acts:22:6",
        "t": "“Now*p it happened, as I journeyed and came near Damascus at about noon, suddenly a great light from heaven shone around me."
    },
    {
        "o": 31258,
        "r": "nkjv:Acts:22:7",
        "t": "And I fell to the ground and heard a voice saying to me, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r Me?’*r"
    },
    {
        "o": 31259,
        "r": "nkjv:Acts:22:8",
        "t": "So I answered, ‘Who are You, Lord?’ And He said to me, ‘I*r am*r Jesus*r of*r Nazareth,*r whom*r you*r are*r persecuting.’*r"
    },
    {
        "o": 31260,
        "r": "nkjv:Acts:22:9",
        "t": "“And*p those who were with me indeed saw the light and were afraid, but they did not hear the voice of Him who spoke to me."
    },
    {
        "o": 31261,
        "r": "nkjv:Acts:22:10",
        "t": "So I said, ‘What shall I do, Lord?’ And the Lord said to me, ‘Arise*r and*r go*r into*r Damascus,*r and*r there*r you*r will*r be*r told*r all*r things*r which*r are*r appointed*r for*r you*r to*r do.’*r"
    },
    {
        "o": 31262,
        "r": "nkjv:Acts:22:11",
        "t": "And since I could not see for the glory of that light, being led by the hand of those who were with me, I came into Damascus."
    },
    {
        "o": 31263,
        "r": "nkjv:Acts:22:12",
        "t": "“Then*p a certain Ananias, a devout man according to the law, having a good testimony with all the Jews who dwelt there,*i"
    },
    {
        "o": 31264,
        "r": "nkjv:Acts:22:13",
        "t": "came to me; and he stood and said to me, ‘Brother Saul, receive your sight.’ And at that same hour I looked up at him."
    },
    {
        "o": 31265,
        "r": "nkjv:Acts:22:14",
        "t": "Then he said, ‘The God of our fathers has chosen you that you should know His will, and see the Just One, and hear the voice of His mouth."
    },
    {
        "o": 31266,
        "r": "nkjv:Acts:22:15",
        "t": "For you will be His witness to all men of what you have seen and heard."
    },
    {
        "o": 31267,
        "r": "nkjv:Acts:22:16",
        "t": "And now why are you waiting? Arise and be baptized, and wash away your sins, calling on the name of the Lord.’"
    },
    {
        "o": 31268,
        "r": "nkjv:Acts:22:17",
        "t": "“Now*p it happened, when I returned to Jerusalem and was praying in the temple, that I was in a trance"
    },
    {
        "o": 31269,
        "r": "nkjv:Acts:22:18",
        "t": "and saw Him saying to me, ‘Make*r haste*r and*r get*r out*r of*r Jerusalem*r quickly,*r for*r they*r will*r not*r receive*r your*r testimony*r concerning*r Me.’*r"
    },
    {
        "o": 31270,
        "r": "nkjv:Acts:22:19",
        "t": "So I said, ‘Lord, they know that in every synagogue I imprisoned and beat those who believe on You."
    },
    {
        "o": 31271,
        "r": "nkjv:Acts:22:20",
        "t": "And when the blood of Your martyr Stephen was shed, I also was standing by consenting to his death, and guarding the clothes of those who were killing him.’"
    },
    {
        "o": 31272,
        "r": "nkjv:Acts:22:21",
        "t": "Then He said to me, ‘Depart,*r for*r I*r will*r send*r you*r far*r from*r here*r to*r the*r Gentiles.’”*r"
    },
    {
        "o": 31273,
        "r": "nkjv:Acts:22:21",
        "t": "Paul’s Roman Citizenship",
        "h": 2
    },
    {
        "o": 31274,
        "r": "nkjv:Acts:22:22",
        "t": "And*p they listened to him until this word, and then*i they raised their voices and said, “Away with such a fellow*i from the earth, for he is not fit to live!”"
    },
    {
        "o": 31275,
        "r": "nkjv:Acts:22:23",
        "t": "Then, as they cried out and tore off their*i clothes and threw dust into the air,"
    },
    {
        "o": 31276,
        "r": "nkjv:Acts:22:24",
        "t": "the commander ordered him to be brought into the barracks, and said that he should be examined under scourging, so that he might know why they shouted so against him."
    },
    {
        "o": 31277,
        "r": "nkjv:Acts:22:25",
        "t": "And as they bound him with thongs, Paul said to the centurion who stood by, “Is it lawful for you to scourge a man who is a Roman, and uncondemned?”"
    },
    {
        "o": 31278,
        "r": "nkjv:Acts:22:26",
        "t": "When*p the centurion heard that,*i he went and told the commander, saying, “Take care what you do, for this man is a Roman.”"
    },
    {
        "o": 31279,
        "r": "nkjv:Acts:22:27",
        "t": "Then*p the commander came and said to him, “Tell me, are you a Roman?” He*p said, “Yes.”"
    },
    {
        "o": 31280,
        "r": "nkjv:Acts:22:28",
        "t": "The*p commander answered, “With a large sum I obtained this citizenship.” And*p Paul said, “But I was born a*i citizen.”*i"
    },
    {
        "o": 31281,
        "r": "nkjv:Acts:22:29",
        "t": "Then*p immediately those who were about to examine him withdrew from him; and the commander was also afraid after he found out that he was a Roman, and because he had bound him."
    },
    {
        "o": 31282,
        "r": "nkjv:Acts:22:29",
        "t": "The Sanhedrin Divided",
        "h": 2
    },
    {
        "o": 31283,
        "r": "nkjv:Acts:22:30",
        "t": "The*p next day, because he wanted to know for certain why he was accused by the Jews, he released him from his*i bonds, and commanded the chief priests and all their council to appear, and brought Paul down and set him before them."
    }
]
