[
    {
        "o": 14681,
        "r": "kjv:Psalm:19:0",
        "t": "Psalm 19",
        "h": 1
    },
    {
        "o": 14682,
        "r": "kjv:Psalm:19:0",
        "t": "To the chief Musician, A Psalm of David.",
        "h": 4
    },
    {
        "o": 14683,
        "r": "kjv:Psalm:19:1",
        "t": "The*p heavens declare the glory of God; and the firmament sheweth his handywork."
    },
    {
        "o": 14684,
        "r": "kjv:Psalm:19:2",
        "t": "Day*p unto day uttereth speech, and night unto night sheweth knowledge."
    },
    {
        "o": 14685,
        "r": "kjv:Psalm:19:3",
        "t": "There*p is no speech nor language, where their voice is not heard."
    },
    {
        "o": 14686,
        "r": "kjv:Psalm:19:4",
        "t": "Their*p line is gone out through all the earth, and their words to the end of the world. In them hath he set a tabernacle for the sun,"
    },
    {
        "o": 14687,
        "r": "kjv:Psalm:19:5",
        "t": "Which*p is as a bridegroom coming out of his chamber, and rejoiceth as a strong man to run a race."
    },
    {
        "o": 14688,
        "r": "kjv:Psalm:19:6",
        "t": "His*p going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof."
    },
    {
        "o": 14689,
        "r": "kjv:Psalm:19:7",
        "t": "The*p law of the Lord*s is perfect, converting the soul: the testimony of the Lord*s is sure, making wise the simple."
    },
    {
        "o": 14690,
        "r": "kjv:Psalm:19:8",
        "t": "The*p statutes of the Lord*s are right, rejoicing the heart: the commandment of the Lord*s is pure, enlightening the eyes."
    },
    {
        "o": 14691,
        "r": "kjv:Psalm:19:9",
        "t": "The*p fear of the Lord*s is clean, enduring for ever: the judgments of the Lord*s are true and righteous altogether."
    },
    {
        "o": 14692,
        "r": "kjv:Psalm:19:10",
        "t": "More*p to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb."
    },
    {
        "o": 14693,
        "r": "kjv:Psalm:19:11",
        "t": "Moreover*p by them is thy servant warned: and in keeping of them there is great reward."
    },
    {
        "o": 14694,
        "r": "kjv:Psalm:19:12",
        "t": "Who*p can understand his errors? cleanse thou me from secret faults."
    },
    {
        "o": 14695,
        "r": "kjv:Psalm:19:13",
        "t": "Keep*p back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression."
    },
    {
        "o": 14696,
        "r": "kjv:Psalm:19:14",
        "t": "Let*p the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O Lord,*s my strength, and my redeemer."
    }
]
