[
    {
        "o": 32526,
        "r": "niv:Philippians:4:0",
        "t": "Philippians 4",
        "h": 1
    },
    {
        "o": 32527,
        "r": "niv:Philippians:4:0",
        "t": "Closing Appeal for Steadfastness and Unity",
        "h": 2
    },
    {
        "o": 32528,
        "r": "niv:Philippians:4:1",
        "t": "Therefore,*p my brothers and sisters, you whom I love and long for, my joy and crown, stand firm in the Lord in this way, dear friends!"
    },
    {
        "o": 32529,
        "r": "niv:Philippians:4:2",
        "t": "I*p plead with Euodia and I plead with Syntyche to be of the same mind in the Lord."
    },
    {
        "o": 32530,
        "r": "niv:Philippians:4:3",
        "t": "Yes, and I ask you, my true companion, help these women since they have contended at my side in the cause of the gospel, along with Clement and the rest of my co-workers, whose names are in the book of life."
    },
    {
        "o": 32531,
        "r": "niv:Philippians:4:3",
        "t": "Final Exhortations",
        "h": 2
    },
    {
        "o": 32532,
        "r": "niv:Philippians:4:4",
        "t": "Rejoice*p in the Lord always. I will say it again: Rejoice!"
    },
    {
        "o": 32533,
        "r": "niv:Philippians:4:5",
        "t": "Let your gentleness be evident to all. The Lord is near."
    },
    {
        "o": 32534,
        "r": "niv:Philippians:4:6",
        "t": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God."
    },
    {
        "o": 32535,
        "r": "niv:Philippians:4:7",
        "t": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."
    },
    {
        "o": 32536,
        "r": "niv:Philippians:4:8",
        "t": "Finally,*p brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things."
    },
    {
        "o": 32537,
        "r": "niv:Philippians:4:9",
        "t": "Whatever you have learned or received or heard from me, or seen in me—put it into practice. And the God of peace will be with you."
    },
    {
        "o": 32538,
        "r": "niv:Philippians:4:9",
        "t": "Thanks for Their Gifts",
        "h": 2
    },
    {
        "o": 32539,
        "r": "niv:Philippians:4:10",
        "t": "I*p rejoiced greatly in the Lord that at last you renewed your concern for me. Indeed, you were concerned, but you had no opportunity to show it."
    },
    {
        "o": 32540,
        "r": "niv:Philippians:4:11",
        "t": "I am not saying this because I am in need, for I have learned to be content whatever the circumstances."
    },
    {
        "o": 32541,
        "r": "niv:Philippians:4:12",
        "t": "I know what it is to be in need, and I know what it is to have plenty. I have learned the secret of being content in any and every situation, whether well fed or hungry, whether living in plenty or in want."
    },
    {
        "o": 32542,
        "r": "niv:Philippians:4:13",
        "t": "I can do all this through him who gives me strength."
    },
    {
        "o": 32543,
        "r": "niv:Philippians:4:14",
        "t": "Yet*p it was good of you to share in my troubles."
    },
    {
        "o": 32544,
        "r": "niv:Philippians:4:15",
        "t": "Moreover, as you Philippians know, in the early days of your acquaintance with the gospel, when I set out from Macedonia, not one church shared with me in the matter of giving and receiving, except you only;"
    },
    {
        "o": 32545,
        "r": "niv:Philippians:4:16",
        "t": "for even when I was in Thessalonica, you sent me aid more than once when I was in need."
    },
    {
        "o": 32546,
        "r": "niv:Philippians:4:17",
        "t": "Not that I desire your gifts; what I desire is that more be credited to your account."
    },
    {
        "o": 32547,
        "r": "niv:Philippians:4:18",
        "t": "I have received full payment and have more than enough. I am amply supplied, now that I have received from Epaphroditus the gifts you sent. They are a fragrant offering, an acceptable sacrifice, pleasing to God."
    },
    {
        "o": 32548,
        "r": "niv:Philippians:4:19",
        "t": "And my God will meet all your needs according to the riches of his glory in Christ Jesus."
    },
    {
        "o": 32549,
        "r": "niv:Philippians:4:20",
        "t": "To*p our God and Father be glory for ever and ever. Amen."
    },
    {
        "o": 32550,
        "r": "niv:Philippians:4:20",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 32551,
        "r": "niv:Philippians:4:21",
        "t": "Greet*p all God’s people in Christ Jesus. The brothers and sisters who are with me send greetings."
    },
    {
        "o": 32552,
        "r": "niv:Philippians:4:22",
        "t": "All God’s people here send you greetings, especially those who belong to Caesar’s household."
    },
    {
        "o": 32553,
        "r": "niv:Philippians:4:23",
        "t": "The*p grace of the Lord Jesus Christ be with your spirit. Amen."
    }
]
