[
    {
        "o": 33019,
        "r": "niv:2 Timothy:4:0",
        "t": "2 Timothy 4",
        "h": 1
    },
    {
        "o": 33020,
        "r": "niv:2 Timothy:4:1",
        "t": "In*p the presence of God and of Christ Jesus, who will judge the living and the dead, and in view of his appearing and his kingdom, I give you this charge:"
    },
    {
        "o": 33021,
        "r": "niv:2 Timothy:4:2",
        "t": "Preach the word; be prepared in season and out of season; correct, rebuke and encourage—with great patience and careful instruction."
    },
    {
        "o": 33022,
        "r": "niv:2 Timothy:4:3",
        "t": "For the time will come when people will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear."
    },
    {
        "o": 33023,
        "r": "niv:2 Timothy:4:4",
        "t": "They will turn their ears away from the truth and turn aside to myths."
    },
    {
        "o": 33024,
        "r": "niv:2 Timothy:4:5",
        "t": "But you, keep your head in all situations, endure hardship, do the work of an evangelist, discharge all the duties of your ministry."
    },
    {
        "o": 33025,
        "r": "niv:2 Timothy:4:6",
        "t": "For*p I am already being poured out like a drink offering, and the time for my departure is near."
    },
    {
        "o": 33026,
        "r": "niv:2 Timothy:4:7",
        "t": "I have fought the good fight, I have finished the race, I have kept the faith."
    },
    {
        "o": 33027,
        "r": "niv:2 Timothy:4:8",
        "t": "Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day—and not only to me, but also to all who have longed for his appearing."
    },
    {
        "o": 33028,
        "r": "niv:2 Timothy:4:8",
        "t": "Personal Remarks",
        "h": 2
    },
    {
        "o": 33029,
        "r": "niv:2 Timothy:4:9",
        "t": "Do*p your best to come to me quickly,"
    },
    {
        "o": 33030,
        "r": "niv:2 Timothy:4:10",
        "t": "for Demas, because he loved this world, has deserted me and has gone to Thessalonica. Crescens has gone to Galatia, and Titus to Dalmatia."
    },
    {
        "o": 33031,
        "r": "niv:2 Timothy:4:11",
        "t": "Only Luke is with me. Get Mark and bring him with you, because he is helpful to me in my ministry."
    },
    {
        "o": 33032,
        "r": "niv:2 Timothy:4:12",
        "t": "I sent Tychicus to Ephesus."
    },
    {
        "o": 33033,
        "r": "niv:2 Timothy:4:13",
        "t": "When you come, bring the cloak that I left with Carpus at Troas, and my scrolls, especially the parchments."
    },
    {
        "o": 33034,
        "r": "niv:2 Timothy:4:14",
        "t": "Alexander*p the metalworker did me a great deal of harm. The Lord will repay him for what he has done."
    },
    {
        "o": 33035,
        "r": "niv:2 Timothy:4:15",
        "t": "You too should be on your guard against him, because he strongly opposed our message."
    },
    {
        "o": 33036,
        "r": "niv:2 Timothy:4:16",
        "t": "At*p my first defense, no one came to my support, but everyone deserted me. May it not be held against them."
    },
    {
        "o": 33037,
        "r": "niv:2 Timothy:4:17",
        "t": "But the Lord stood at my side and gave me strength, so that through me the message might be fully proclaimed and all the Gentiles might hear it. And I was delivered from the lion’s mouth."
    },
    {
        "o": 33038,
        "r": "niv:2 Timothy:4:18",
        "t": "The Lord will rescue me from every evil attack and will bring me safely to his heavenly kingdom. To him be glory for ever and ever. Amen."
    },
    {
        "o": 33039,
        "r": "niv:2 Timothy:4:18",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33040,
        "r": "niv:2 Timothy:4:19",
        "t": "Greet*p Priscilla and Aquila and the household of Onesiphorus."
    },
    {
        "o": 33041,
        "r": "niv:2 Timothy:4:20",
        "t": "Erastus stayed in Corinth, and I left Trophimus sick in Miletus."
    },
    {
        "o": 33042,
        "r": "niv:2 Timothy:4:21",
        "t": "Do your best to get here before winter. Eubulus greets you, and so do Pudens, Linus, Claudia and all the brothers and sisters."
    },
    {
        "o": 33043,
        "r": "niv:2 Timothy:4:22",
        "t": "The*p Lord be with your spirit. Grace be with you all."
    }
]
