[
    {
        "o": 12846,
        "r": "nasb:2 Chronicles:24:0",
        "t": "2 Chronicles 24",
        "h": 1
    },
    {
        "o": 12847,
        "r": "nasb:2 Chronicles:24:0",
        "t": "Young Joash Influenced by Jehoiada",
        "h": 2
    },
    {
        "o": 12848,
        "r": "nasb:2 Chronicles:24:1",
        "t": "Joash*p was*i seven years old when he became king, and he reigned forty years in Jerusalem; and his mother’s name was*i Zibiah from Beersheba."
    },
    {
        "o": 12849,
        "r": "nasb:2 Chronicles:24:2",
        "t": "Joash did what was right in the sight of the Lord*s all the days of Jehoiada the priest."
    },
    {
        "o": 12850,
        "r": "nasb:2 Chronicles:24:3",
        "t": "Jehoiada took two wives for him, and he became the father of sons and daughters."
    },
    {
        "o": 12851,
        "r": "nasb:2 Chronicles:24:3",
        "t": "Faithless Priests",
        "h": 2
    },
    {
        "o": 12852,
        "r": "nasb:2 Chronicles:24:4",
        "t": "Now*p it came about after this that Joash decided to restore the house of the Lord.*s"
    },
    {
        "o": 12853,
        "r": "nasb:2 Chronicles:24:5",
        "t": "He gathered the priests and Levites and said to them, “Go out to the cities of Judah and collect money from all Israel to repair the house of your God annually, and you shall do the matter quickly.” But the Levites did not act quickly."
    },
    {
        "o": 12854,
        "r": "nasb:2 Chronicles:24:6",
        "t": "So the king summoned Jehoiada the chief priest*i and said to him, “Why have you not required the Levites to bring in from Judah and from Jerusalem the levy fixed*i by*i Moses the servant of the Lord*s on the congregation of Israel for the tent of the testimony?”"
    },
    {
        "o": 12855,
        "r": "nasb:2 Chronicles:24:7",
        "t": "For the sons of the wicked Athaliah had broken into the house of God and even used the holy things of the house of the Lord*s for the Baals."
    },
    {
        "o": 12856,
        "r": "nasb:2 Chronicles:24:7",
        "t": "Temple Repaired",
        "h": 2
    },
    {
        "o": 12857,
        "r": "nasb:2 Chronicles:24:8",
        "t": "So*p the king commanded, and they made a chest and set it outside by the gate of the house of the Lord.*s"
    },
    {
        "o": 12858,
        "r": "nasb:2 Chronicles:24:9",
        "t": "They made a proclamation in Judah and Jerusalem to bring to the Lord*s the levy fixed*i by*i Moses the servant of God on Israel in the wilderness."
    },
    {
        "o": 12859,
        "r": "nasb:2 Chronicles:24:10",
        "t": "All the officers and all the people rejoiced and brought in their levies and dropped them*i into the chest until they had finished."
    },
    {
        "o": 12860,
        "r": "nasb:2 Chronicles:24:11",
        "t": "It came about whenever the chest was brought in to the king’s officer by the Levites, and when they saw that there was much money, then the king’s scribe and the chief priest’s officer would come, empty the chest, take it, and return it to its place. Thus they did daily and collected much money."
    },
    {
        "o": 12861,
        "r": "nasb:2 Chronicles:24:12",
        "t": "The king and Jehoiada gave it to those who did the work of the service of the house of the Lord;*s and they hired masons and carpenters to restore the house of the Lord,*s and also workers in iron and bronze to repair the house of the Lord.*s"
    },
    {
        "o": 12862,
        "r": "nasb:2 Chronicles:24:13",
        "t": "So the workmen labored, and the repair work progressed in their hands, and they restored the house of God according to its specifications and strengthened it."
    },
    {
        "o": 12863,
        "r": "nasb:2 Chronicles:24:14",
        "t": "When they had finished, they brought the rest of the money before the king and Jehoiada; and it was made into utensils for the house of the Lord,*s utensils for the service and the burnt offering, and pans and utensils of gold and silver. And they offered burnt offerings in the house of the Lord*s continually all the days of Jehoiada."
    },
    {
        "o": 12864,
        "r": "nasb:2 Chronicles:24:15",
        "t": "Now*p when Jehoiada reached a ripe old age he died; he was one hundred and thirty years old at his death."
    },
    {
        "o": 12865,
        "r": "nasb:2 Chronicles:24:16",
        "t": "They buried him in the city of David among the kings, because he had done well in Israel and to God and His house."
    },
    {
        "o": 12866,
        "r": "nasb:2 Chronicles:24:17",
        "t": "But*p after the death of Jehoiada the officials of Judah came and bowed down to the king, and the king listened to them."
    },
    {
        "o": 12867,
        "r": "nasb:2 Chronicles:24:18",
        "t": "They abandoned the house of the Lord,*s the God of their fathers, and served the Asherim and the idols; so wrath came upon Judah and Jerusalem for this their guilt."
    },
    {
        "o": 12868,
        "r": "nasb:2 Chronicles:24:19",
        "t": "Yet He sent prophets to them to bring them back to the Lord;*s though they testified against them, they would not listen."
    },
    {
        "o": 12869,
        "r": "nasb:2 Chronicles:24:19",
        "t": "Joash Murders Son of Jehoiada",
        "h": 2
    },
    {
        "o": 12870,
        "r": "nasb:2 Chronicles:24:20",
        "t": "Then*p the Spirit of God came on Zechariah the son of Jehoiada the priest; and he stood above the people and said to them, “Thus God has said, ‘Why do you transgress the commandments of the Lord*s and do not prosper? Because you have forsaken the Lord,*s He has also forsaken you.’ ”"
    },
    {
        "o": 12871,
        "r": "nasb:2 Chronicles:24:21",
        "t": "So they conspired against him and at the command of the king they stoned him to death in the court of the house of the Lord.*s"
    },
    {
        "o": 12872,
        "r": "nasb:2 Chronicles:24:22",
        "t": "Thus Joash the king did not remember the kindness which his father Jehoiada had shown him, but he murdered his son. And as he died he said, “May the Lord*s see and avenge!”"
    },
    {
        "o": 12873,
        "r": "nasb:2 Chronicles:24:22",
        "t": "Aram Invades and Defeats Judah",
        "h": 2
    },
    {
        "o": 12874,
        "r": "nasb:2 Chronicles:24:23",
        "t": "Now*p it happened at the turn of the year that the army of the Arameans came up against him; and they came to Judah and Jerusalem, destroyed all the officials of the people from among the people, and sent all their spoil to the king of Damascus."
    },
    {
        "o": 12875,
        "r": "nasb:2 Chronicles:24:24",
        "t": "Indeed the army of the Arameans came with a small number of men; yet the Lord*s delivered a very great army into their hands, because they had forsaken the Lord,*s the God of their fathers. Thus they executed judgment on Joash."
    },
    {
        "o": 12876,
        "r": "nasb:2 Chronicles:24:25",
        "t": "When*p they had departed from him (for they left him very sick), his own servants conspired against him because of the blood of the son of Jehoiada the priest, and murdered him on his bed. So he died, and they buried him in the city of David, but they did not bury him in the tombs of the kings."
    },
    {
        "o": 12877,
        "r": "nasb:2 Chronicles:24:26",
        "t": "Now these are those who conspired against him: Zabad the son of Shimeath the Ammonitess, and Jehozabad the son of Shimrith the Moabitess."
    },
    {
        "o": 12878,
        "r": "nasb:2 Chronicles:24:27",
        "t": "As to his sons and the many oracles against him and the rebuilding of the house of God, behold, they are written in the treatise of the Book of the Kings. Then Amaziah his son became king in his place."
    }
]
