[
    {
        "o": 5309,
        "r": "niv:Numbers:36:0",
        "t": "Numbers 36",
        "h": 1
    },
    {
        "o": 5310,
        "r": "niv:Numbers:36:0",
        "t": "Inheritance of Zelophehad’s Daughters",
        "h": 2
    },
    {
        "o": 5311,
        "r": "niv:Numbers:36:1",
        "t": "The*p family heads of the clan of Gilead son of Makir, the son of Manasseh, who were from the clans of the descendants of Joseph, came and spoke before Moses and the leaders, the heads of the Israelite families."
    },
    {
        "o": 5312,
        "r": "niv:Numbers:36:2",
        "t": "They said, “When the Lord*s commanded my lord to give the land as an inheritance to the Israelites by lot, he ordered you to give the inheritance of our brother Zelophehad to his daughters."
    },
    {
        "o": 5313,
        "r": "niv:Numbers:36:3",
        "t": "Now suppose they marry men from other Israelite tribes; then their inheritance will be taken from our ancestral inheritance and added to that of the tribe they marry into. And so part of the inheritance allotted to us will be taken away."
    },
    {
        "o": 5314,
        "r": "niv:Numbers:36:4",
        "t": "When the Year of Jubilee for the Israelites comes, their inheritance will be added to that of the tribe into which they marry, and their property will be taken from the tribal inheritance of our ancestors.”"
    },
    {
        "o": 5315,
        "r": "niv:Numbers:36:5",
        "t": "Then*p at the Lord’s*s command Moses gave this order to the Israelites: “What the tribe of the descendants of Joseph is saying is right."
    },
    {
        "o": 5316,
        "r": "niv:Numbers:36:6",
        "t": "This is what the Lord*s commands for Zelophehad’s daughters: They may marry anyone they please as long as they marry within their father’s tribal clan."
    },
    {
        "o": 5317,
        "r": "niv:Numbers:36:7",
        "t": "No inheritance in Israel is to pass from one tribe to another, for every Israelite shall keep the tribal inheritance of their ancestors."
    },
    {
        "o": 5318,
        "r": "niv:Numbers:36:8",
        "t": "Every daughter who inherits land in any Israelite tribe must marry someone in her father’s tribal clan, so that every Israelite will possess the inheritance of their ancestors."
    },
    {
        "o": 5319,
        "r": "niv:Numbers:36:9",
        "t": "No inheritance may pass from one tribe to another, for each Israelite tribe is to keep the land it inherits.”"
    },
    {
        "o": 5320,
        "r": "niv:Numbers:36:10",
        "t": "So*p Zelophehad’s daughters did as the Lord*s commanded Moses."
    },
    {
        "o": 5321,
        "r": "niv:Numbers:36:11",
        "t": "Zelophehad’s daughters—Mahlah, Tirzah, Hoglah, Milkah and Noah—married their cousins on their father’s side."
    },
    {
        "o": 5322,
        "r": "niv:Numbers:36:12",
        "t": "They married within the clans of the descendants of Manasseh son of Joseph, and their inheritance remained in their father’s tribe and clan."
    },
    {
        "o": 5323,
        "r": "niv:Numbers:36:13",
        "t": "These*p are the commands and regulations the Lord*s gave through Moses to the Israelites on the plains of Moab by the Jordan across from Jericho."
    }
]
