[
    {
        "o": 8907,
        "r": "nasb:2 Samuel:6:0",
        "t": "2 Samuel 6",
        "h": 1
    },
    {
        "o": 8908,
        "r": "nasb:2 Samuel:6:0",
        "t": "Peril in Moving the Ark",
        "h": 2
    },
    {
        "o": 8909,
        "r": "nasb:2 Samuel:6:1",
        "t": "Now*p David again gathered all the chosen men of Israel, thirty thousand."
    },
    {
        "o": 8910,
        "r": "nasb:2 Samuel:6:2",
        "t": "And David arose and went with all the people who were with him to Baale-judah, to bring up from there the ark of God which is called by the Name, the very name of the Lord*s of hosts who is enthroned above*i the cherubim."
    },
    {
        "o": 8911,
        "r": "nasb:2 Samuel:6:3",
        "t": "They placed the ark of God on a new cart that they might bring it from the house of Abinadab which was on the hill; and Uzzah and Ahio, the sons of Abinadab, were leading the new cart."
    },
    {
        "o": 8912,
        "r": "nasb:2 Samuel:6:4",
        "t": "So they brought it with the ark of God from the house of Abinadab, which was on the hill; and Ahio was walking ahead of the ark."
    },
    {
        "o": 8913,
        "r": "nasb:2 Samuel:6:5",
        "t": "Meanwhile, David and all the house of Israel were celebrating before the Lord*s with all kinds of instruments*i made*i of*i fir wood, and with lyres, harps, tambourines, castanets and cymbals."
    },
    {
        "o": 8914,
        "r": "nasb:2 Samuel:6:6",
        "t": "But*p when they came to the threshing floor of Nacon, Uzzah reached out toward the ark of God and took hold of it, for the oxen nearly upset it.*i"
    },
    {
        "o": 8915,
        "r": "nasb:2 Samuel:6:7",
        "t": "And the anger of the Lord*s burned against Uzzah, and God struck him down there for his irreverence; and he died there by the ark of God."
    },
    {
        "o": 8916,
        "r": "nasb:2 Samuel:6:8",
        "t": "David became angry because of the Lord’s*s outburst against Uzzah, and that place is called Perez-uzzah to this day."
    },
    {
        "o": 8917,
        "r": "nasb:2 Samuel:6:9",
        "t": "So David was afraid of the Lord*s that day; and he said, “How can the ark of the Lord*s come to me?”"
    },
    {
        "o": 8918,
        "r": "nasb:2 Samuel:6:10",
        "t": "And David was unwilling to move the ark of the Lord*s into the city of David with him; but David took it aside to the house of Obed-edom the Gittite."
    },
    {
        "o": 8919,
        "r": "nasb:2 Samuel:6:11",
        "t": "Thus the ark of the Lord*s remained in the house of Obed-edom the Gittite three months, and the Lord*s blessed Obed-edom and all his household."
    },
    {
        "o": 8920,
        "r": "nasb:2 Samuel:6:11",
        "t": "The Ark Is Brought to Jerusalem",
        "h": 2
    },
    {
        "o": 8921,
        "r": "nasb:2 Samuel:6:12",
        "t": "Now*p it was told King David, saying, “The Lord*s has blessed the house of Obed-edom and all that belongs to him, on account of the ark of God.” David went and brought up the ark of God from the house of Obed-edom into the city of David with gladness."
    },
    {
        "o": 8922,
        "r": "nasb:2 Samuel:6:13",
        "t": "And so it was, that when the bearers of the ark of the Lord*s had gone six paces, he sacrificed an ox and a fatling."
    },
    {
        "o": 8923,
        "r": "nasb:2 Samuel:6:14",
        "t": "And David was dancing before the Lord*s with all his*i might, and David was wearing a linen ephod."
    },
    {
        "o": 8924,
        "r": "nasb:2 Samuel:6:15",
        "t": "So David and all the house of Israel were bringing up the ark of the Lord*s with shouting and the sound of the trumpet."
    },
    {
        "o": 8925,
        "r": "nasb:2 Samuel:6:16",
        "t": "Then*p it happened as*i the ark of the Lord*s came into the city of David that Michal the daughter of Saul looked out of the window and saw King David leaping and dancing before the Lord;*s and she despised him in her heart."
    },
    {
        "o": 8926,
        "r": "nasb:2 Samuel:6:17",
        "t": "So*p they brought in the ark of the Lord*s and set it in its place inside the tent which David had pitched for it; and David offered burnt offerings and peace offerings before the Lord.*s"
    },
    {
        "o": 8927,
        "r": "nasb:2 Samuel:6:18",
        "t": "When David had finished offering the burnt offering and the peace offering, he blessed the people in the name of the Lord*s of hosts."
    },
    {
        "o": 8928,
        "r": "nasb:2 Samuel:6:19",
        "t": "Further, he distributed to all the people, to all the multitude of Israel, both to men and women, a cake of bread and one of dates and one of raisins to each one. Then all the people departed each to his house."
    },
    {
        "o": 8929,
        "r": "nasb:2 Samuel:6:20",
        "t": "But*p when David returned to bless his household, Michal the daughter of Saul came out to meet David and said, “How the king of Israel distinguished himself today! He uncovered himself today in the eyes of his servants’ maids as one of the foolish ones shamelessly uncovers himself!”"
    },
    {
        "o": 8930,
        "r": "nasb:2 Samuel:6:21",
        "t": "So David said to Michal, “It*i was*i before the Lord,*s who chose me above your father and above all his house, to appoint me ruler over the people of the Lord,*s over Israel; therefore I will celebrate before the Lord.*s"
    },
    {
        "o": 8931,
        "r": "nasb:2 Samuel:6:22",
        "t": "I will be more lightly esteemed than this and will be humble in my own eyes, but with the maids of whom you have spoken, with them I will be distinguished.”"
    },
    {
        "o": 8932,
        "r": "nasb:2 Samuel:6:23",
        "t": "Michal the daughter of Saul had no child to the day of her death."
    }
]
