[
    {
        "o": 5141,
        "r": "nasb:Numbers:32:0",
        "t": "Numbers 32",
        "h": 1
    },
    {
        "o": 5142,
        "r": "nasb:Numbers:32:0",
        "t": "Reuben and Gad Settle in Gilead",
        "h": 2
    },
    {
        "o": 5143,
        "r": "nasb:Numbers:32:1",
        "t": "Now*p the sons of Reuben and the sons of Gad had an exceedingly large number of livestock. So when they saw the land of Jazer and the land of Gilead, that it was indeed a place suitable for livestock,"
    },
    {
        "o": 5144,
        "r": "nasb:Numbers:32:2",
        "t": "the sons of Gad and the sons of Reuben came and spoke to Moses and to Eleazar the priest and to the leaders of the congregation, saying,"
    },
    {
        "o": 5145,
        "r": "nasb:Numbers:32:3",
        "t": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo and Beon,"
    },
    {
        "o": 5146,
        "r": "nasb:Numbers:32:4",
        "t": "the land which the Lord*s conquered before the congregation of Israel, is a land for livestock, and your servants have livestock.”"
    },
    {
        "o": 5147,
        "r": "nasb:Numbers:32:5",
        "t": "They said, “If we have found favor in your sight, let this land be given to your servants as a possession; do not take us across the Jordan.”"
    },
    {
        "o": 5148,
        "r": "nasb:Numbers:32:6",
        "t": "But*p Moses said to the sons of Gad and to the sons of Reuben, “Shall your brothers go to war while you yourselves sit here?"
    },
    {
        "o": 5149,
        "r": "nasb:Numbers:32:7",
        "t": "Now why are you discouraging the sons of Israel from crossing over into the land which the Lord*s has given them?"
    },
    {
        "o": 5150,
        "r": "nasb:Numbers:32:8",
        "t": "This is what your fathers did when I sent them from Kadesh-barnea to see the land."
    },
    {
        "o": 5151,
        "r": "nasb:Numbers:32:9",
        "t": "For when they went up to the valley of Eshcol and saw the land, they discouraged the sons of Israel so that they did not go into the land which the Lord*s had given them."
    },
    {
        "o": 5152,
        "r": "nasb:Numbers:32:10",
        "t": "So the Lord’s*s anger burned in that day, and He swore, saying,"
    },
    {
        "o": 5153,
        "r": "nasb:Numbers:32:11",
        "t": "‘None of the men who came up from Egypt, from twenty years old and upward, shall see the land which I swore to Abraham, to Isaac and to Jacob; for they did not follow Me fully,"
    },
    {
        "o": 5154,
        "r": "nasb:Numbers:32:12",
        "t": "except Caleb the son of Jephunneh the Kenizzite and Joshua the son of Nun, for they have followed the Lord*s fully.’"
    },
    {
        "o": 5155,
        "r": "nasb:Numbers:32:13",
        "t": "So the Lord’s*s anger burned against Israel, and He made them wander in the wilderness forty years, until the entire generation of those who had done evil in the sight of the Lord*s was destroyed."
    },
    {
        "o": 5156,
        "r": "nasb:Numbers:32:14",
        "t": "Now behold, you have risen up in your fathers’ place, a brood of sinful men, to add still more to the burning anger of the Lord*s against Israel."
    },
    {
        "o": 5157,
        "r": "nasb:Numbers:32:15",
        "t": "For if you turn away from following Him, He will once more abandon them in the wilderness, and you will destroy all these people.”"
    },
    {
        "o": 5158,
        "r": "nasb:Numbers:32:16",
        "t": "Then*p they came near to him and said, “We will build here sheepfolds for our livestock and cities for our little ones;"
    },
    {
        "o": 5159,
        "r": "nasb:Numbers:32:17",
        "t": "but we ourselves will be armed ready to*i go*i before the sons of Israel, until we have brought them to their place, while our little ones live in the fortified cities because of the inhabitants of the land."
    },
    {
        "o": 5160,
        "r": "nasb:Numbers:32:18",
        "t": "We will not return to our homes until every one of the sons of Israel has possessed his inheritance."
    },
    {
        "o": 5161,
        "r": "nasb:Numbers:32:19",
        "t": "For we will not have an inheritance with them on the other side of the Jordan and beyond, because our inheritance has fallen to us on this side of the Jordan toward the east.”"
    },
    {
        "o": 5162,
        "r": "nasb:Numbers:32:20",
        "t": "So*p Moses said to them, “If you will do this, if you will arm yourselves before the Lord*s for the war,"
    },
    {
        "o": 5163,
        "r": "nasb:Numbers:32:21",
        "t": "and all of you armed men cross over the Jordan before the Lord*s until He has driven His enemies out from before Him,"
    },
    {
        "o": 5164,
        "r": "nasb:Numbers:32:22",
        "t": "and the land is subdued before the Lord,*s then afterward you shall return and be free of obligation toward the Lord*s and toward Israel, and this land shall be yours for a possession before the Lord.*s"
    },
    {
        "o": 5165,
        "r": "nasb:Numbers:32:23",
        "t": "But if you will not do so, behold, you have sinned against the Lord,*s and be sure your sin will find you out."
    },
    {
        "o": 5166,
        "r": "nasb:Numbers:32:24",
        "t": "Build yourselves cities for your little ones, and sheepfolds for your sheep, and do what you have promised.”"
    },
    {
        "o": 5167,
        "r": "nasb:Numbers:32:25",
        "t": "The*p sons of Gad and the sons of Reuben spoke to Moses, saying, “Your servants will do just as my lord commands."
    },
    {
        "o": 5168,
        "r": "nasb:Numbers:32:26",
        "t": "Our little ones, our wives, our livestock and all our cattle shall remain there in the cities of Gilead;"
    },
    {
        "o": 5169,
        "r": "nasb:Numbers:32:27",
        "t": "while your servants, everyone who is armed for war, will cross over in the presence of the Lord*s to battle, just as my lord says.”"
    },
    {
        "o": 5170,
        "r": "nasb:Numbers:32:28",
        "t": "So*p Moses gave command concerning them to Eleazar the priest, and to Joshua the son of Nun, and to the heads of the fathers’ households*i of the tribes of the sons of Israel."
    },
    {
        "o": 5171,
        "r": "nasb:Numbers:32:29",
        "t": "Moses said to them, “If the sons of Gad and the sons of Reuben, everyone who is armed for battle, will cross with you over the Jordan in the presence of the Lord,*s and the land is subdued before you, then you shall give them the land of Gilead for a possession;"
    },
    {
        "o": 5172,
        "r": "nasb:Numbers:32:30",
        "t": "but if they will not cross over with you armed, they shall have possessions among you in the land of Canaan.”"
    },
    {
        "o": 5173,
        "r": "nasb:Numbers:32:31",
        "t": "The sons of Gad and the sons of Reuben answered, saying, “As the Lord*s has said to your servants, so we will do."
    },
    {
        "o": 5174,
        "r": "nasb:Numbers:32:32",
        "t": "We ourselves will cross over armed in the presence of the Lord*s into the land of Canaan, and the possession of our inheritance shall*i remain*i with us across the Jordan.”"
    },
    {
        "o": 5175,
        "r": "nasb:Numbers:32:33",
        "t": "So*p Moses gave to them, to the sons of Gad and to the sons of Reuben and to the half-tribe of Joseph’s son Manasseh, the kingdom of Sihon, king of the Amorites and the kingdom of Og, the king of Bashan, the land with its cities with their*i territories, the cities of the surrounding land."
    },
    {
        "o": 5176,
        "r": "nasb:Numbers:32:34",
        "t": "The sons of Gad built Dibon and Ataroth and Aroer,"
    },
    {
        "o": 5177,
        "r": "nasb:Numbers:32:35",
        "t": "and Atroth-shophan and Jazer and Jogbehah,"
    },
    {
        "o": 5178,
        "r": "nasb:Numbers:32:36",
        "t": "and Beth-nimrah and Beth-haran as fortified cities, and sheepfolds for sheep."
    },
    {
        "o": 5179,
        "r": "nasb:Numbers:32:37",
        "t": "The sons of Reuben built Heshbon and Elealeh and Kiriathaim,"
    },
    {
        "o": 5180,
        "r": "nasb:Numbers:32:38",
        "t": "and Nebo and Baal-meon— their*i names being changed—and Sibmah, and they gave other*i names to the cities which they built."
    },
    {
        "o": 5181,
        "r": "nasb:Numbers:32:39",
        "t": "The sons of Machir the son of Manasseh went to Gilead and took it, and dispossessed the Amorites who were in it."
    },
    {
        "o": 5182,
        "r": "nasb:Numbers:32:40",
        "t": "So Moses gave Gilead to Machir the son of Manasseh, and he lived in it."
    },
    {
        "o": 5183,
        "r": "nasb:Numbers:32:41",
        "t": "Jair the son of Manasseh went and took its towns, and called them Havvoth-jair."
    },
    {
        "o": 5184,
        "r": "nasb:Numbers:32:42",
        "t": "Nobah went and took Kenath and its villages, and called it Nobah after his own name."
    }
]
