[
    {
        "o": 12474,
        "r": "niv:2 Chronicles:10:0",
        "t": "2 Chronicles 10",
        "h": 1
    },
    {
        "o": 12475,
        "r": "niv:2 Chronicles:10:0",
        "t": "Israel Rebels Against Rehoboam",
        "h": 2
    },
    {
        "o": 12476,
        "r": "niv:2 Chronicles:10:1",
        "t": "Rehoboam*p went to Shechem, for all Israel had gone there to make him king."
    },
    {
        "o": 12477,
        "r": "niv:2 Chronicles:10:2",
        "t": "When Jeroboam son of Nebat heard this (he was in Egypt, where he had fled from King Solomon), he returned from Egypt."
    },
    {
        "o": 12478,
        "r": "niv:2 Chronicles:10:3",
        "t": "So they sent for Jeroboam, and he and all Israel went to Rehoboam and said to him:"
    },
    {
        "o": 12479,
        "r": "niv:2 Chronicles:10:4",
        "t": "“Your father put a heavy yoke on us, but now lighten the harsh labor and the heavy yoke he put on us, and we will serve you.”"
    },
    {
        "o": 12480,
        "r": "niv:2 Chronicles:10:5",
        "t": "Rehoboam*p answered, “Come back to me in three days.” So the people went away."
    },
    {
        "o": 12481,
        "r": "niv:2 Chronicles:10:6",
        "t": "Then*p King Rehoboam consulted the elders who had served his father Solomon during his lifetime. “How would you advise me to answer these people?” he asked."
    },
    {
        "o": 12482,
        "r": "niv:2 Chronicles:10:7",
        "t": "They*p replied, “If you will be kind to these people and please them and give them a favorable answer, they will always be your servants.”"
    },
    {
        "o": 12483,
        "r": "niv:2 Chronicles:10:8",
        "t": "But*p Rehoboam rejected the advice the elders gave him and consulted the young men who had grown up with him and were serving him."
    },
    {
        "o": 12484,
        "r": "niv:2 Chronicles:10:9",
        "t": "He asked them, “What is your advice? How should we answer these people who say to me, ‘Lighten the yoke your father put on us’?”"
    },
    {
        "o": 12485,
        "r": "niv:2 Chronicles:10:10",
        "t": "The*p young men who had grown up with him replied, “The people have said to you, ‘Your father put a heavy yoke on us, but make our yoke lighter.’ Now tell them, ‘My little finger is thicker than my father’s waist."
    },
    {
        "o": 12486,
        "r": "niv:2 Chronicles:10:11",
        "t": "My father laid on you a heavy yoke; I will make it even heavier. My father scourged you with whips; I will scourge you with scorpions.’ ”"
    },
    {
        "o": 12487,
        "r": "niv:2 Chronicles:10:12",
        "t": "Three*p days later Jeroboam and all the people returned to Rehoboam, as the king had said, “Come back to me in three days.”"
    },
    {
        "o": 12488,
        "r": "niv:2 Chronicles:10:13",
        "t": "The king answered them harshly. Rejecting the advice of the elders,"
    },
    {
        "o": 12489,
        "r": "niv:2 Chronicles:10:14",
        "t": "he followed the advice of the young men and said, “My father made your yoke heavy; I will make it even heavier. My father scourged you with whips; I will scourge you with scorpions.”"
    },
    {
        "o": 12490,
        "r": "niv:2 Chronicles:10:15",
        "t": "So the king did not listen to the people, for this turn of events was from God, to fulfill the word the Lord*s had spoken to Jeroboam son of Nebat through Ahijah the Shilonite."
    },
    {
        "o": 12491,
        "r": "niv:2 Chronicles:10:16",
        "t": "When*p all Israel saw that the king refused to listen to them, they answered the king: “What*pn share do we have in David, what*ld part in Jesse’s son? To*ln your tents, Israel! Look*ld after your own house, David!” So*p all the Israelites went home."
    },
    {
        "o": 12492,
        "r": "niv:2 Chronicles:10:17",
        "t": "But as for the Israelites who were living in the towns of Judah, Rehoboam still ruled over them."
    },
    {
        "o": 12493,
        "r": "niv:2 Chronicles:10:18",
        "t": "King*p Rehoboam sent out Adoniram, who was in charge of forced labor, but the Israelites stoned him to death. King Rehoboam, however, managed to get into his chariot and escape to Jerusalem."
    },
    {
        "o": 12494,
        "r": "niv:2 Chronicles:10:19",
        "t": "So Israel has been in rebellion against the house of David to this day."
    }
]
