[
    {
        "o": 21750,
        "r": "nasb:Jeremiah:24:0",
        "t": "Jeremiah 24",
        "h": 1
    },
    {
        "o": 21751,
        "r": "nasb:Jeremiah:24:0",
        "t": "Baskets of Figs and the Returnees",
        "h": 2
    },
    {
        "o": 21752,
        "r": "nasb:Jeremiah:24:1",
        "t": "After*p Nebuchadnezzar king of Babylon had carried away captive Jeconiah the son of Jehoiakim, king of Judah, and the officials of Judah with the craftsmen and smiths from Jerusalem and had brought them to Babylon, the Lord*s showed me: behold, two baskets of figs set before the temple of the Lord!*s"
    },
    {
        "o": 21753,
        "r": "nasb:Jeremiah:24:2",
        "t": "One basket had very good figs, like first-ripe figs, and the other basket had very bad figs which could not be eaten due to rottenness."
    },
    {
        "o": 21754,
        "r": "nasb:Jeremiah:24:3",
        "t": "Then the Lord*s said to me, “What do you see, Jeremiah?” And I said, “Figs, the good figs, very good; and the bad figs,*i very bad, which cannot be eaten due to rottenness.”"
    },
    {
        "o": 21755,
        "r": "nasb:Jeremiah:24:4",
        "t": "Then*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 21756,
        "r": "nasb:Jeremiah:24:5",
        "t": "“Thus says the Lord*s God of Israel, ‘Like these good figs, so I will regard as good the captives of Judah, whom I have sent out of this place into*i the land of the Chaldeans."
    },
    {
        "o": 21757,
        "r": "nasb:Jeremiah:24:6",
        "t": "For I will set My eyes on them for good, and I will bring them again to this land; and I will build them up and not overthrow them, and I will plant them and not pluck them up."
    },
    {
        "o": 21758,
        "r": "nasb:Jeremiah:24:7",
        "t": "I will give them a heart to know Me, for I am the Lord;*s and they will be My people, and I will be their God, for they will return to Me with their whole heart."
    },
    {
        "o": 21759,
        "r": "nasb:Jeremiah:24:8",
        "t": "‘But*p like the bad figs which cannot be eaten due to rottenness—indeed, thus says the Lord*s —so I will abandon Zedekiah king of Judah and his officials, and the remnant of Jerusalem who remain in this land and the ones who dwell in the land of Egypt."
    },
    {
        "o": 21760,
        "r": "nasb:Jeremiah:24:9",
        "t": "I will make them a terror and*i an*i evil for all the kingdoms of the earth, as a reproach and a proverb, a taunt and a curse in all places where I will scatter them."
    },
    {
        "o": 21761,
        "r": "nasb:Jeremiah:24:10",
        "t": "I will send the sword, the famine and the pestilence upon them until they are destroyed from the land which I gave to them and their forefathers.’ ”"
    }
]
