[
    {
        "o": 12562,
        "r": "nasb:2 Chronicles:12:0",
        "t": "2 Chronicles 12",
        "h": 1
    },
    {
        "o": 12563,
        "r": "nasb:2 Chronicles:12:0",
        "t": "Shishak of Egypt Invades Judah",
        "h": 2
    },
    {
        "o": 12564,
        "r": "nasb:2 Chronicles:12:1",
        "t": "When*p the kingdom of Rehoboam was established and strong, he and all Israel with him forsook the law of the Lord.*s"
    },
    {
        "o": 12565,
        "r": "nasb:2 Chronicles:12:2",
        "t": "And it came about in King Rehoboam’s fifth year, because they had been unfaithful to the Lord,*s that Shishak king of Egypt came up against Jerusalem"
    },
    {
        "o": 12566,
        "r": "nasb:2 Chronicles:12:3",
        "t": "with 1,200 chariots and 60,000 horsemen. And the people who came with him from Egypt were without number: the Lubim, the Sukkiim and the Ethiopians."
    },
    {
        "o": 12567,
        "r": "nasb:2 Chronicles:12:4",
        "t": "He captured the fortified cities of Judah and came as far as Jerusalem."
    },
    {
        "o": 12568,
        "r": "nasb:2 Chronicles:12:5",
        "t": "Then Shemaiah the prophet came to Rehoboam and the princes of Judah who had gathered at Jerusalem because of Shishak, and he said to them, “Thus says the Lord,*s ‘You have forsaken Me, so I also have forsaken you to Shishak.’ ”"
    },
    {
        "o": 12569,
        "r": "nasb:2 Chronicles:12:6",
        "t": "So the princes of Israel and the king humbled themselves and said, “The Lord*s is righteous.”"
    },
    {
        "o": 12570,
        "r": "nasb:2 Chronicles:12:7",
        "t": "When*p the Lord*s saw that they humbled themselves, the word of the Lord*s came to Shemaiah, saying, “They have humbled themselves so*i I will not destroy them, but I will grant them some measure*i of deliverance, and My wrath shall not be poured out on Jerusalem by means of Shishak."
    },
    {
        "o": 12571,
        "r": "nasb:2 Chronicles:12:8",
        "t": "But they will become his slaves so that they may learn the*i difference*i between*i My service and the service of the kingdoms of the countries.”"
    },
    {
        "o": 12572,
        "r": "nasb:2 Chronicles:12:8",
        "t": "Plunder Impoverishes Judah",
        "h": 2
    },
    {
        "o": 12573,
        "r": "nasb:2 Chronicles:12:9",
        "t": "So*p Shishak king of Egypt came up against Jerusalem, and took the treasures of the house of the Lord*s and the treasures of the king’s palace. He took everything; he even took the golden shields which Solomon had made."
    },
    {
        "o": 12574,
        "r": "nasb:2 Chronicles:12:10",
        "t": "Then King Rehoboam made shields of bronze in their place and committed them to the care of the commanders of the guard who guarded the door of the king’s house."
    },
    {
        "o": 12575,
        "r": "nasb:2 Chronicles:12:11",
        "t": "As often as the king entered the house of the Lord,*s the guards came and carried them and then*i brought them back into the guards’ room."
    },
    {
        "o": 12576,
        "r": "nasb:2 Chronicles:12:12",
        "t": "And when he humbled himself, the anger of the Lord*s turned away from him, so as not to destroy him*i completely; and also conditions were good in Judah."
    },
    {
        "o": 12577,
        "r": "nasb:2 Chronicles:12:13",
        "t": "So*p King Rehoboam strengthened himself in Jerusalem and reigned. Now Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city which the Lord*s had chosen from all the tribes of Israel, to put His name there. And his mother’s name was Naamah the Ammonitess."
    },
    {
        "o": 12578,
        "r": "nasb:2 Chronicles:12:14",
        "t": "He did evil because he did not set his heart to seek the Lord.*s"
    },
    {
        "o": 12579,
        "r": "nasb:2 Chronicles:12:15",
        "t": "Now*p the acts of Rehoboam, from first to last, are they not written in the records of Shemaiah the prophet and of Iddo the seer, according to genealogical enrollment? And there*i were*i wars between Rehoboam and Jeroboam continually."
    },
    {
        "o": 12580,
        "r": "nasb:2 Chronicles:12:16",
        "t": "And Rehoboam slept with his fathers and was buried in the city of David; and his son Abijah became king in his place."
    }
]
