[
    {
        "o": 27937,
        "r": "nkjv:Mark:15:0",
        "t": "Mark 15",
        "h": 1
    },
    {
        "o": 27938,
        "r": "nkjv:Mark:15:0",
        "t": "Jesus Faces Pilate",
        "h": 2
    },
    {
        "o": 27939,
        "r": "nkjv:Mark:15:1",
        "t": "Immediately,*p in the morning, the chief priests held a consultation with the elders and scribes and the whole council; and they bound Jesus, led Him*i away, and delivered Him*i to Pilate."
    },
    {
        "o": 27940,
        "r": "nkjv:Mark:15:2",
        "t": "Then Pilate asked Him, “Are You the King of the Jews?” He*p answered and said to him, “It*ir is*ir as*ir you*r say.”*r"
    },
    {
        "o": 27941,
        "r": "nkjv:Mark:15:3",
        "t": "And*p the chief priests accused Him of many things, but He answered nothing."
    },
    {
        "o": 27942,
        "r": "nkjv:Mark:15:4",
        "t": "Then Pilate asked Him again, saying, “Do You answer nothing? See how many things they testify against You!”"
    },
    {
        "o": 27943,
        "r": "nkjv:Mark:15:5",
        "t": "But Jesus still answered nothing, so that Pilate marveled."
    },
    {
        "o": 27944,
        "r": "nkjv:Mark:15:5",
        "t": "Taking the Place of Barabbas",
        "h": 2
    },
    {
        "o": 27945,
        "r": "nkjv:Mark:15:6",
        "t": "Now*p at the feast he was accustomed to releasing one prisoner to them, whomever they requested."
    },
    {
        "o": 27946,
        "r": "nkjv:Mark:15:7",
        "t": "And there was one named Barabbas, who*i was*i chained with his fellow rebels; they had committed murder in the rebellion."
    },
    {
        "o": 27947,
        "r": "nkjv:Mark:15:8",
        "t": "Then the multitude, crying aloud, began to ask him*i to*i do*i just as he had always done for them."
    },
    {
        "o": 27948,
        "r": "nkjv:Mark:15:9",
        "t": "But Pilate answered them, saying, “Do you want me to release to you the King of the Jews?”"
    },
    {
        "o": 27949,
        "r": "nkjv:Mark:15:10",
        "t": "For he knew that the chief priests had handed Him over because of envy."
    },
    {
        "o": 27950,
        "r": "nkjv:Mark:15:11",
        "t": "But*p the chief priests stirred up the crowd, so that he should rather release Barabbas to them."
    },
    {
        "o": 27951,
        "r": "nkjv:Mark:15:12",
        "t": "Pilate answered and said to them again, “What then do you want me to do with*i Him*i whom you call the King of the Jews?”"
    },
    {
        "o": 27952,
        "r": "nkjv:Mark:15:13",
        "t": "So*p they cried out again, “Crucify Him!”"
    },
    {
        "o": 27953,
        "r": "nkjv:Mark:15:14",
        "t": "Then*p Pilate said to them, “Why, what evil has He done?” But*p they cried out all the more, “Crucify Him!”"
    },
    {
        "o": 27954,
        "r": "nkjv:Mark:15:15",
        "t": "So*p Pilate, wanting to gratify the crowd, released Barabbas to them; and he delivered Jesus, after he had scourged Him,*i to be crucified."
    },
    {
        "o": 27955,
        "r": "nkjv:Mark:15:15",
        "t": "The Soldiers Mock Jesus",
        "h": 2
    },
    {
        "o": 27956,
        "r": "nkjv:Mark:15:16",
        "t": "Then*p the soldiers led Him away into the hall called Praetorium, and they called together the whole garrison."
    },
    {
        "o": 27957,
        "r": "nkjv:Mark:15:17",
        "t": "And they clothed Him with purple; and they twisted a crown of thorns, put it on His head,*i"
    },
    {
        "o": 27958,
        "r": "nkjv:Mark:15:18",
        "t": "and began to salute Him, “Hail, King of the Jews!”"
    },
    {
        "o": 27959,
        "r": "nkjv:Mark:15:19",
        "t": "Then they struck Him on the head with a reed and spat on Him; and bowing the knee, they worshiped Him."
    },
    {
        "o": 27960,
        "r": "nkjv:Mark:15:20",
        "t": "And when they had mocked Him, they took the purple off Him, put His own clothes on Him, and led Him out to crucify Him."
    },
    {
        "o": 27961,
        "r": "nkjv:Mark:15:20",
        "t": "The King on a Cross",
        "h": 2
    },
    {
        "o": 27962,
        "r": "nkjv:Mark:15:21",
        "t": "Then*p they compelled a certain man, Simon a Cyrenian, the father of Alexander and Rufus, as he was coming out of the country and passing by, to bear His cross."
    },
    {
        "o": 27963,
        "r": "nkjv:Mark:15:22",
        "t": "And they brought Him to the place Golgotha, which is translated, Place of a Skull."
    },
    {
        "o": 27964,
        "r": "nkjv:Mark:15:23",
        "t": "Then they gave Him wine mingled with myrrh to drink, but He did not take it.*i"
    },
    {
        "o": 27965,
        "r": "nkjv:Mark:15:24",
        "t": "And when they crucified Him, they divided His garments, casting lots for them to*i determine*i what every man should take."
    },
    {
        "o": 27966,
        "r": "nkjv:Mark:15:25",
        "t": "Now*p it was the third hour, and they crucified Him."
    },
    {
        "o": 27967,
        "r": "nkjv:Mark:15:26",
        "t": "And the inscription of His accusation was written above: THE*pc KING OF THE JEWS."
    },
    {
        "o": 27968,
        "r": "nkjv:Mark:15:27",
        "t": "With*p Him they also crucified two robbers, one on His right and the other on His left."
    },
    {
        "o": 27969,
        "r": "nkjv:Mark:15:28",
        "t": "So the Scripture was fulfilled which says, “And He was numbered with the transgressors.”"
    },
    {
        "o": 27970,
        "r": "nkjv:Mark:15:29",
        "t": "And*p those who passed by blasphemed Him, wagging their heads and saying, “Aha! You*i who destroy the temple and build it*i in three days,"
    },
    {
        "o": 27971,
        "r": "nkjv:Mark:15:30",
        "t": "save Yourself, and come down from the cross!”"
    },
    {
        "o": 27972,
        "r": "nkjv:Mark:15:31",
        "t": "Likewise*p the chief priests also, mocking among themselves with the scribes, said, “He saved others; Himself He cannot save."
    },
    {
        "o": 27973,
        "r": "nkjv:Mark:15:32",
        "t": "Let the Christ, the King of Israel, descend now from the cross, that we may see and believe.” Even*p those who were crucified with Him reviled Him."
    },
    {
        "o": 27974,
        "r": "nkjv:Mark:15:32",
        "t": "Jesus Dies on the Cross",
        "h": 2
    },
    {
        "o": 27975,
        "r": "nkjv:Mark:15:33",
        "t": "Now*p when the sixth hour had come, there was darkness over the whole land until the ninth hour."
    },
    {
        "o": 27976,
        "r": "nkjv:Mark:15:34",
        "t": "And at the ninth hour Jesus cried out with a loud voice, saying, “Eloi,*r Eloi,*r lama*r sabachthani?”*r which is translated, “My*r God,*r My*r God,*r why*r have*r You*r forsaken*r Me?”*r"
    },
    {
        "o": 27977,
        "r": "nkjv:Mark:15:35",
        "t": "Some*p of those who stood by, when they heard that,*i said, “Look, He is calling for Elijah!”"
    },
    {
        "o": 27978,
        "r": "nkjv:Mark:15:36",
        "t": "Then someone ran and filled a sponge full of sour wine, put it*i on a reed, and offered it*i to Him to drink, saying, “Let Him alone; let us see if Elijah will come to take Him down.”"
    },
    {
        "o": 27979,
        "r": "nkjv:Mark:15:37",
        "t": "And*p Jesus cried out with a loud voice, and breathed His last."
    },
    {
        "o": 27980,
        "r": "nkjv:Mark:15:38",
        "t": "Then*p the veil of the temple was torn in two from top to bottom."
    },
    {
        "o": 27981,
        "r": "nkjv:Mark:15:39",
        "t": "So when the centurion, who stood opposite Him, saw that He cried out like this and breathed His last, he said, “Truly this Man was the Son of God!”"
    },
    {
        "o": 27982,
        "r": "nkjv:Mark:15:40",
        "t": "There*p were also women looking on from afar, among whom were Mary Magdalene, Mary the mother of James the Less and of Joses, and Salome,"
    },
    {
        "o": 27983,
        "r": "nkjv:Mark:15:41",
        "t": "who also followed Him and ministered to Him when He was in Galilee, and many other women who came up with Him to Jerusalem."
    },
    {
        "o": 27984,
        "r": "nkjv:Mark:15:41",
        "t": "Jesus Buried in Joseph’s Tomb",
        "h": 2
    },
    {
        "o": 27985,
        "r": "nkjv:Mark:15:42",
        "t": "Now*p when evening had come, because it was the Preparation Day, that is, the day before the Sabbath,"
    },
    {
        "o": 27986,
        "r": "nkjv:Mark:15:43",
        "t": "Joseph of Arimathea, a prominent council member, who was himself waiting for the kingdom of God, coming and taking courage, went in to Pilate and asked for the body of Jesus."
    },
    {
        "o": 27987,
        "r": "nkjv:Mark:15:44",
        "t": "Pilate marveled that He was already dead; and summoning the centurion, he asked him if He had been dead for some time."
    },
    {
        "o": 27988,
        "r": "nkjv:Mark:15:45",
        "t": "So when he found out from the centurion, he granted the body to Joseph."
    },
    {
        "o": 27989,
        "r": "nkjv:Mark:15:46",
        "t": "Then he bought fine linen, took Him down, and wrapped Him in the linen. And he laid Him in a tomb which had been hewn out of the rock, and rolled a stone against the door of the tomb."
    },
    {
        "o": 27990,
        "r": "nkjv:Mark:15:47",
        "t": "And Mary Magdalene and Mary the*i mother*i of Joses observed where He was laid."
    }
]
