[
    {
        "o": 22109,
        "r": "esv:Jeremiah:37:0",
        "t": "Jeremiah 37",
        "h": 1
    },
    {
        "o": 22110,
        "r": "esv:Jeremiah:37:0",
        "t": "Jeremiah Warns Zedekiah",
        "h": 2
    },
    {
        "o": 22111,
        "r": "esv:Jeremiah:37:1",
        "t": "Zedekiah*p the son of Josiah, whom Nebuchadnezzar king of Babylon made king in the land of Judah, reigned instead of Coniah the son of Jehoiakim."
    },
    {
        "o": 22112,
        "r": "esv:Jeremiah:37:2",
        "t": "But neither he nor his servants nor the people of the land listened to the words of the Lord*s that he spoke through Jeremiah the prophet."
    },
    {
        "o": 22113,
        "r": "esv:Jeremiah:37:3",
        "t": "King*p Zedekiah sent Jehucal the son of Shelemiah, and Zephaniah the priest, the son of Maaseiah, to Jeremiah the prophet, saying, “Please pray for us to the Lord*s our God.”"
    },
    {
        "o": 22114,
        "r": "esv:Jeremiah:37:4",
        "t": "Now Jeremiah was still going in and out among the people, for he had not yet been put in prison."
    },
    {
        "o": 22115,
        "r": "esv:Jeremiah:37:5",
        "t": "The army of Pharaoh had come out of Egypt. And when the Chaldeans who were besieging Jerusalem heard news about them, they withdrew from Jerusalem."
    },
    {
        "o": 22116,
        "r": "esv:Jeremiah:37:6",
        "t": "Then*p the word of the Lord*s came to Jeremiah the prophet:"
    },
    {
        "o": 22117,
        "r": "esv:Jeremiah:37:7",
        "t": "“Thus says the Lord,*s God of Israel: Thus shall you say to the king of Judah who sent you to me to inquire of me, ‘Behold, Pharaoh’s army that came to help you is about to return to Egypt, to its own land."
    },
    {
        "o": 22118,
        "r": "esv:Jeremiah:37:8",
        "t": "And the Chaldeans shall come back and fight against this city. They shall capture it and burn it with fire."
    },
    {
        "o": 22119,
        "r": "esv:Jeremiah:37:9",
        "t": "Thus says the Lord,*s Do not deceive yourselves, saying, “The Chaldeans will surely go away from us,” for they will not go away."
    },
    {
        "o": 22120,
        "r": "esv:Jeremiah:37:10",
        "t": "For even if you should defeat the whole army of Chaldeans who are fighting against you, and there remained of them only wounded men, every man in his tent, they would rise up and burn this city with fire.’”"
    },
    {
        "o": 22121,
        "r": "esv:Jeremiah:37:10",
        "t": "Jeremiah Imprisoned",
        "h": 2
    },
    {
        "o": 22122,
        "r": "esv:Jeremiah:37:11",
        "t": "Now*p when the Chaldean army had withdrawn from Jerusalem at the approach of Pharaoh’s army,"
    },
    {
        "o": 22123,
        "r": "esv:Jeremiah:37:12",
        "t": "Jeremiah set out from Jerusalem to go to the land of Benjamin to receive his portion there among the people."
    },
    {
        "o": 22124,
        "r": "esv:Jeremiah:37:13",
        "t": "When he was at the Benjamin Gate, a sentry there named Irijah the son of Shelemiah, son of Hananiah, seized Jeremiah the prophet, saying, “You are deserting to the Chaldeans.”"
    },
    {
        "o": 22125,
        "r": "esv:Jeremiah:37:14",
        "t": "And Jeremiah said, “It is a lie; I am not deserting to the Chaldeans.” But Irijah would not listen to him, and seized Jeremiah and brought him to the officials."
    },
    {
        "o": 22126,
        "r": "esv:Jeremiah:37:15",
        "t": "And the officials were enraged at Jeremiah, and they beat him and imprisoned him in the house of Jonathan the secretary, for it had been made a prison."
    },
    {
        "o": 22127,
        "r": "esv:Jeremiah:37:16",
        "t": "When*p Jeremiah had come to the dungeon cells and remained there many days,"
    },
    {
        "o": 22128,
        "r": "esv:Jeremiah:37:17",
        "t": "King Zedekiah sent for him and received him. The king questioned him secretly in his house and said, “Is there any word from the Lord?”*s Jeremiah said, “There is.” Then he said, “You shall be delivered into the hand of the king of Babylon.”"
    },
    {
        "o": 22129,
        "r": "esv:Jeremiah:37:18",
        "t": "Jeremiah also said to King Zedekiah, “What wrong have I done to you or your servants or this people, that you have put me in prison?"
    },
    {
        "o": 22130,
        "r": "esv:Jeremiah:37:19",
        "t": "Where are your prophets who prophesied to you, saying, ‘The king of Babylon will not come against you and against this land’?"
    },
    {
        "o": 22131,
        "r": "esv:Jeremiah:37:20",
        "t": "Now hear, please, O my lord the king: let my humble plea come before you and do not send me back to the house of Jonathan the secretary, lest I die there.”"
    },
    {
        "o": 22132,
        "r": "esv:Jeremiah:37:21",
        "t": "So King Zedekiah gave orders, and they committed Jeremiah to the court of the guard. And a loaf of bread was given him daily from the bakers’ street, until all the bread of the city was gone. So Jeremiah remained in the court of the guard."
    }
]
