[
    {
        "o": 8865,
        "r": "nasb:2 Samuel:4:0",
        "t": "2 Samuel 4",
        "h": 1
    },
    {
        "o": 8866,
        "r": "nasb:2 Samuel:4:0",
        "t": "Ish-bosheth Murdered",
        "h": 2
    },
    {
        "o": 8867,
        "r": "nasb:2 Samuel:4:1",
        "t": "Now*p when Ish-bosheth, Saul’s son, heard that Abner had died in Hebron, he lost courage, and all Israel was disturbed."
    },
    {
        "o": 8868,
        "r": "nasb:2 Samuel:4:2",
        "t": "Saul’s son had*i two men who were commanders of bands: the name of the one was Baanah and the name of the other Rechab, sons of Rimmon the Beerothite, of the sons of Benjamin (for Beeroth is also considered part*i of Benjamin,"
    },
    {
        "o": 8869,
        "r": "nasb:2 Samuel:4:3",
        "t": "and the Beerothites fled to Gittaim and have been aliens there until this day)."
    },
    {
        "o": 8870,
        "r": "nasb:2 Samuel:4:4",
        "t": "Now*p Jonathan, Saul’s son, had a son crippled in his feet. He was five years old when the report of Saul and Jonathan came from Jezreel, and his nurse took him up and fled. And it happened that in her hurry to flee, he fell and became lame. And his name was Mephibosheth."
    },
    {
        "o": 8871,
        "r": "nasb:2 Samuel:4:5",
        "t": "So*p the sons of Rimmon the Beerothite, Rechab and Baanah, departed and came to the house of Ish-bosheth in the heat of the day while he was taking his midday rest."
    },
    {
        "o": 8872,
        "r": "nasb:2 Samuel:4:6",
        "t": "They came to the middle of the house as if to get wheat, and they struck him in the belly; and Rechab and Baanah his brother escaped."
    },
    {
        "o": 8873,
        "r": "nasb:2 Samuel:4:7",
        "t": "Now when they came into the house, as he was lying on his bed in his bedroom, they struck him and killed him and beheaded him. And they took his head and traveled by way of the Arabah all night."
    },
    {
        "o": 8874,
        "r": "nasb:2 Samuel:4:8",
        "t": "Then they brought the head of Ish-bosheth to David at Hebron and said to the king, “Behold, the head of Ish-bosheth the son of Saul, your enemy, who sought your life; thus the Lord*s has given my lord the king vengeance this day on Saul and his descendants.”"
    },
    {
        "o": 8875,
        "r": "nasb:2 Samuel:4:9",
        "t": "David*p answered Rechab and Baanah his brother, sons of Rimmon the Beerothite, and said to them, “As the Lord*s lives, who has redeemed my life from all distress,"
    },
    {
        "o": 8876,
        "r": "nasb:2 Samuel:4:10",
        "t": "when one told me, saying, ‘Behold, Saul is dead,’ and thought he was bringing good news, I seized him and killed him in Ziklag, which was the reward I gave him for his*i news."
    },
    {
        "o": 8877,
        "r": "nasb:2 Samuel:4:11",
        "t": "How much more, when wicked men have killed a righteous man in his own house on his bed, shall I not now require his blood from your hand and destroy you from the earth?”"
    },
    {
        "o": 8878,
        "r": "nasb:2 Samuel:4:12",
        "t": "Then David commanded the young men, and they killed them and cut off their hands and feet and hung them up beside the pool in Hebron. But they took the head of Ish-bosheth and buried it in the grave of Abner in Hebron."
    }
]
