[
    {
        "o": 22376,
        "r": "csb:Jeremiah:40:0",
        "t": "Jeremiah 40",
        "h": 1
    },
    {
        "o": 22377,
        "r": "csb:Jeremiah:40:0",
        "t": "Jeremiah Stays in Judah",
        "h": 2
    },
    {
        "o": 22378,
        "r": "csb:Jeremiah:40:1",
        "t": "This*p is the word that came to Jeremiah from the Lord*s after Nebuzaradan, captain of the guards, released him at Ramah. When he found him, he was bound in chains with all the exiles of Jerusalem and Judah who were being exiled to Babylon."
    },
    {
        "o": 22379,
        "r": "csb:Jeremiah:40:2",
        "t": "The captain of the guards took Jeremiah and said to him, “The Lord*s your God decreed this disaster on this place,"
    },
    {
        "o": 22380,
        "r": "csb:Jeremiah:40:3",
        "t": "and the Lord*s has fulfilled it. He has done just what he decreed. Because you people have sinned against the Lord*s and have not obeyed him, this thing has happened."
    },
    {
        "o": 22381,
        "r": "csb:Jeremiah:40:4",
        "t": "Now pay attention: Today I am setting you free from the chains that were on your hands. If it pleases you to come with me to Babylon, come, and I will take care of you. But if it seems wrong to you to come with me to Babylon, go no farther. Look - the whole land is in front of you. Wherever it seems good and right for you to go, go there.”"
    },
    {
        "o": 22382,
        "r": "csb:Jeremiah:40:5",
        "t": "When Jeremiah had not yet turned to go, Nebuzaradan said to him, “Return to Gedaliah son of Ahikam, son of Shaphan, whom the king of Babylon has appointed over the cities of Judah, and stay with him among the people or go wherever it seems right for you to go.” So the captain of the guards gave him a ration and a gift and released him."
    },
    {
        "o": 22383,
        "r": "csb:Jeremiah:40:6",
        "t": "Jeremiah therefore went to Gedaliah son of Ahikam at Mizpah, and he stayed with him among the people who remained in the land."
    },
    {
        "o": 22384,
        "r": "csb:Jeremiah:40:6",
        "t": "Gedaliah Advises Peace",
        "h": 2
    },
    {
        "o": 22385,
        "r": "csb:Jeremiah:40:7",
        "t": "All*p the commanders of the armies that were in the countryside - they and their men - heard that the king of Babylon had appointed Gedaliah son of Ahikam over the land. He had been put in charge of the men, women, and children from among the poorest of the land, who had not been deported to Babylon."
    },
    {
        "o": 22386,
        "r": "csb:Jeremiah:40:8",
        "t": "So they came to Gedaliah at Mizpah. The commanders included Ishmael son of Nethaniah, Johanan and Jonathan the sons of Kareah, Seraiah son of Tanhumeth, the sons of Ephai the Netophathite, and Jezaniah son of the Maacathite - they and their men."
    },
    {
        "o": 22387,
        "r": "csb:Jeremiah:40:9",
        "t": "Gedaliah*p son of Ahikam, son of Shaphan, swore an oath to them and their men, assuring them, “Don’t be afraid to serve the Chaldeans. Live in the land and serve the king of Babylon, and it will go well for you."
    },
    {
        "o": 22388,
        "r": "csb:Jeremiah:40:10",
        "t": "As for me, I am going to live in Mizpah to represent you before the Chaldeans who come to us. As for you, gather wine, summer fruit, and oil, place them in your storage jars, and live in the cities you have captured.”"
    },
    {
        "o": 22389,
        "r": "csb:Jeremiah:40:11",
        "t": "When*p all the Judeans in Moab and among the Ammonites and in Edom and in all the other lands also heard that the king of Babylon had left a remnant in Judah and had appointed Gedaliah son of Ahikam, son of Shaphan, over them,"
    },
    {
        "o": 22390,
        "r": "csb:Jeremiah:40:12",
        "t": "they all returned from all the places where they had been banished and came to the land of Judah, to Gedaliah at Mizpah, and harvested a great amount of wine and summer fruit."
    },
    {
        "o": 22391,
        "r": "csb:Jeremiah:40:13",
        "t": "Meanwhile,*p Johanan son of Kareah and all the commanders of the armies in the countryside came to Gedaliah at Mizpah"
    },
    {
        "o": 22392,
        "r": "csb:Jeremiah:40:14",
        "t": "and warned him, “Don’t you realize that Baalis, king of the Ammonites, has sent Ishmael son of Nethaniah to kill you?” But Gedaliah son of Ahikam would not believe them."
    },
    {
        "o": 22393,
        "r": "csb:Jeremiah:40:15",
        "t": "Then Johanan son of Kareah suggested to Gedaliah in private at Mizpah, “Let me go kill Ishmael son of Nethaniah. No one will know it. Why should he kill you and allow all of Judah that has gathered around you to scatter and the remnant of Judah to perish?”"
    },
    {
        "o": 22394,
        "r": "csb:Jeremiah:40:16",
        "t": "But*p Gedaliah son of Ahikam responded to Johanan son of Kareah, “Don’t do that! What you’re saying about Ishmael is a lie.”"
    }
]
