[
    {
        "o": 33659,
        "r": "nkjv:1 Timothy:5:0",
        "t": "1 Timothy 5",
        "h": 1
    },
    {
        "o": 33660,
        "r": "nkjv:1 Timothy:5:0",
        "t": "Treatment of Church Members",
        "h": 2
    },
    {
        "o": 33661,
        "r": "nkjv:1 Timothy:5:1",
        "t": "Do*p not rebuke an older man, but exhort him*i as a father, younger men as brothers,"
    },
    {
        "o": 33662,
        "r": "nkjv:1 Timothy:5:2",
        "t": "older women as mothers, younger women as sisters, with all purity."
    },
    {
        "o": 33663,
        "r": "nkjv:1 Timothy:5:2",
        "t": "Honor True Widows",
        "h": 2
    },
    {
        "o": 33664,
        "r": "nkjv:1 Timothy:5:3",
        "t": "Honor*p widows who are really widows."
    },
    {
        "o": 33665,
        "r": "nkjv:1 Timothy:5:4",
        "t": "But if any widow has children or grandchildren, let them first learn to show piety at home and to repay their parents; for this is good and acceptable before God."
    },
    {
        "o": 33666,
        "r": "nkjv:1 Timothy:5:5",
        "t": "Now she who is really a widow, and left alone, trusts in God and continues in supplications and prayers night and day."
    },
    {
        "o": 33667,
        "r": "nkjv:1 Timothy:5:6",
        "t": "But she who lives in pleasure is dead while she lives."
    },
    {
        "o": 33668,
        "r": "nkjv:1 Timothy:5:7",
        "t": "And these things command, that they may be blameless."
    },
    {
        "o": 33669,
        "r": "nkjv:1 Timothy:5:8",
        "t": "But if anyone does not provide for his own, and especially for those of his household, he has denied the faith and is worse than an unbeliever."
    },
    {
        "o": 33670,
        "r": "nkjv:1 Timothy:5:9",
        "t": "Do*p not let a widow under sixty years old be taken into the number, and*i not*i unless*i she has been the wife of one man,"
    },
    {
        "o": 33671,
        "r": "nkjv:1 Timothy:5:10",
        "t": "well reported for good works: if she has brought up children, if she has lodged strangers, if she has washed the saints’ feet, if she has relieved the afflicted, if she has diligently followed every good work."
    },
    {
        "o": 33672,
        "r": "nkjv:1 Timothy:5:11",
        "t": "But*p refuse the*i younger widows; for when they have begun to grow wanton against Christ, they desire to marry,"
    },
    {
        "o": 33673,
        "r": "nkjv:1 Timothy:5:12",
        "t": "having condemnation because they have cast off their first faith."
    },
    {
        "o": 33674,
        "r": "nkjv:1 Timothy:5:13",
        "t": "And besides they learn to*i be*i idle, wandering about from house to house, and not only idle but also gossips and busybodies, saying things which they ought not."
    },
    {
        "o": 33675,
        "r": "nkjv:1 Timothy:5:14",
        "t": "Therefore I desire that the*i younger widows*i marry, bear children, manage the house, give no opportunity to the adversary to speak reproachfully."
    },
    {
        "o": 33676,
        "r": "nkjv:1 Timothy:5:15",
        "t": "For some have already turned aside after Satan."
    },
    {
        "o": 33677,
        "r": "nkjv:1 Timothy:5:16",
        "t": "If any believing man or woman has widows, let them relieve them, and do not let the church be burdened, that it may relieve those who are really widows."
    },
    {
        "o": 33678,
        "r": "nkjv:1 Timothy:5:16",
        "t": "Honor the Elders",
        "h": 2
    },
    {
        "o": 33679,
        "r": "nkjv:1 Timothy:5:17",
        "t": "Let*p the elders who rule well be counted worthy of double honor, especially those who labor in the word and doctrine."
    },
    {
        "o": 33680,
        "r": "nkjv:1 Timothy:5:18",
        "t": "For the Scripture says, “You shall not muzzle an ox while it treads out the grain,” and, “The laborer is*i worthy of his wages.”"
    },
    {
        "o": 33681,
        "r": "nkjv:1 Timothy:5:19",
        "t": "Do not receive an accusation against an elder except from two or three witnesses."
    },
    {
        "o": 33682,
        "r": "nkjv:1 Timothy:5:20",
        "t": "Those who are sinning rebuke in the presence of all, that the rest also may fear."
    },
    {
        "o": 33683,
        "r": "nkjv:1 Timothy:5:21",
        "t": "I*p charge you*i before God and the Lord Jesus Christ and the elect angels that you observe these things without prejudice, doing nothing with partiality."
    },
    {
        "o": 33684,
        "r": "nkjv:1 Timothy:5:22",
        "t": "Do not lay hands on anyone hastily, nor share in other people’s sins; keep yourself pure."
    },
    {
        "o": 33685,
        "r": "nkjv:1 Timothy:5:23",
        "t": "No*p longer drink only water, but use a little wine for your stomach’s sake and your frequent infirmities."
    },
    {
        "o": 33686,
        "r": "nkjv:1 Timothy:5:24",
        "t": "Some*p men’s sins are clearly evident, preceding them*i to judgment, but those of some men*i follow later."
    },
    {
        "o": 33687,
        "r": "nkjv:1 Timothy:5:25",
        "t": "Likewise, the good works of*i some*i are clearly evident, and those that are otherwise cannot be hidden."
    }
]
