[
    {
        "o": 19987,
        "r": "nkjv:Isaiah:11:0",
        "t": "Isaiah 11",
        "h": 1
    },
    {
        "o": 19988,
        "r": "nkjv:Isaiah:11:0",
        "t": "The Reign of Jesse’s Offspring",
        "h": 2
    },
    {
        "o": 19989,
        "r": "nkjv:Isaiah:11:1",
        "t": "There*pn shall come forth a Rod from the stem of Jesse, And*ld a Branch shall grow out of his roots."
    },
    {
        "o": 19990,
        "r": "nkjv:Isaiah:11:2",
        "t": "The*ld Spirit of the Lord*s shall rest upon Him, The*ld Spirit of wisdom and understanding, The*ld Spirit of counsel and might, The*ld Spirit of knowledge and of the fear of the Lord.*s"
    },
    {
        "o": 19991,
        "r": "nkjv:Isaiah:11:3",
        "t": "His*ln delight is*i in the fear of the Lord,*s And*ld He shall not judge by the sight of His eyes, Nor*ld decide by the hearing of His ears;"
    },
    {
        "o": 19992,
        "r": "nkjv:Isaiah:11:4",
        "t": "But*ld with righteousness He shall judge the poor, And*ld decide with equity for the meek of the earth; He*ld shall strike the earth with the rod of His mouth, And*ld with the breath of His lips He shall slay the wicked."
    },
    {
        "o": 19993,
        "r": "nkjv:Isaiah:11:5",
        "t": "Righteousness*ld shall be the belt of His loins, And*ld faithfulness the belt of His waist."
    },
    {
        "o": 19994,
        "r": "nkjv:Isaiah:11:6",
        "t": "“The*ln wolf also shall dwell with the lamb, The*ld leopard shall lie down with the young goat, The*ld calf and the young lion and the fatling together; And*ld a little child shall lead them."
    },
    {
        "o": 19995,
        "r": "nkjv:Isaiah:11:7",
        "t": "The*ld cow and the bear shall graze; Their*ld young ones shall lie down together; And*ld the lion shall eat straw like the ox."
    },
    {
        "o": 19996,
        "r": "nkjv:Isaiah:11:8",
        "t": "The*ld nursing child shall play by the cobra’s hole, And*ld the weaned child shall put his hand in the viper’s den."
    },
    {
        "o": 19997,
        "r": "nkjv:Isaiah:11:9",
        "t": "They*ld shall not hurt nor destroy in all My holy mountain, For*ld the earth shall be full of the knowledge of the Lord*s As*ld the waters cover the sea."
    },
    {
        "o": 19998,
        "r": "nkjv:Isaiah:11:10",
        "t": "“And*ln in that day there shall be a Root of Jesse, Who*ld shall stand as a banner to the people; For*ld the Gentiles shall seek Him, And*ld His resting place shall be glorious.”"
    },
    {
        "o": 19999,
        "r": "nkjv:Isaiah:11:11",
        "t": "It*ln shall come to pass in that day That*ild the Lord shall set His hand again the second time To*ld recover the remnant of His people who are left, From*ld Assyria and Egypt, From*ld Pathros and Cush, From*ld Elam and Shinar, From*ld Hamath and the islands of the sea."
    },
    {
        "o": 20000,
        "r": "nkjv:Isaiah:11:12",
        "t": "He*ln will set up a banner for the nations, And*ld will assemble the outcasts of Israel, And*ld gather together the dispersed of Judah From*ld the four corners of the earth."
    },
    {
        "o": 20001,
        "r": "nkjv:Isaiah:11:13",
        "t": "Also*ld the envy of Ephraim shall depart, And*ld the adversaries of Judah shall be cut off; Ephraim*ld shall not envy Judah, And*ld Judah shall not harass Ephraim."
    },
    {
        "o": 20002,
        "r": "nkjv:Isaiah:11:14",
        "t": "But*ld they shall fly down upon the shoulder of the Philistines toward the west; Together*ld they shall plunder the people of the East; They*ld shall lay their hand on Edom and Moab; And*ld the people of Ammon shall obey them."
    },
    {
        "o": 20003,
        "r": "nkjv:Isaiah:11:15",
        "t": "The*ld Lord*s will utterly destroy the tongue of the Sea of Egypt; With*ld His mighty wind He will shake His fist over the River, And*ld strike it in the seven streams, And*ld make men*i cross over dry-shod."
    },
    {
        "o": 20004,
        "r": "nkjv:Isaiah:11:16",
        "t": "There*ld will be a highway for the remnant of His people Who*ld will be left from Assyria, As*ld it was for Israel In*ld the day that he came up from the land of Egypt."
    }
]
