[
    {
        "o": 16980,
        "r": "esv:Psalm:89:0",
        "t": "Psalm 89",
        "h": 1
    },
    {
        "o": 16981,
        "r": "esv:Psalm:89:0",
        "t": "I Will Sing of the Steadfast Love of the Lord",
        "h": 2
    },
    {
        "o": 16982,
        "r": "esv:Psalm:89:0",
        "t": "A Maskil of Ethan the Ezrahite.",
        "h": 4
    },
    {
        "o": 16983,
        "r": "esv:Psalm:89:1",
        "t": "I*pn will sing of the steadfast love of the Lord,*s forever; with*ld my mouth I will make known your faithfulness to all generations."
    },
    {
        "o": 16984,
        "r": "esv:Psalm:89:2",
        "t": "For*ln I said, “Steadfast love will be built up forever; in*ld the heavens you will establish your faithfulness.”"
    },
    {
        "o": 16985,
        "r": "esv:Psalm:89:3",
        "t": "You*ln have said, “I have made a covenant with my chosen one; I*ld have sworn to David my servant:"
    },
    {
        "o": 16986,
        "r": "esv:Psalm:89:4",
        "t": "‘I*ln will establish your offspring forever, and*ld build your throne for all generations.’” Selah*ig"
    },
    {
        "o": 16987,
        "r": "esv:Psalm:89:5",
        "t": "Let*pn the heavens praise your wonders, O Lord,*s your*ld faithfulness in the assembly of the holy ones!"
    },
    {
        "o": 16988,
        "r": "esv:Psalm:89:6",
        "t": "For*ln who in the skies can be compared to the Lord?*s Who*ld among the heavenly beings is like the Lord,*s"
    },
    {
        "o": 16989,
        "r": "esv:Psalm:89:7",
        "t": "a*ln God greatly to be feared in the council of the holy ones, and*ld awesome above all who are around him?"
    },
    {
        "o": 16990,
        "r": "esv:Psalm:89:8",
        "t": "O*ln Lord*s God of hosts, who*ld is mighty as you are, O Lord,*s with*ld your faithfulness all around you?"
    },
    {
        "o": 16991,
        "r": "esv:Psalm:89:9",
        "t": "You*ln rule the raging of the sea; when*ld its waves rise, you still them."
    },
    {
        "o": 16992,
        "r": "esv:Psalm:89:10",
        "t": "You*ln crushed Rahab like a carcass; you*ld scattered your enemies with your mighty arm."
    },
    {
        "o": 16993,
        "r": "esv:Psalm:89:11",
        "t": "The*ln heavens are yours; the earth also is yours; the*ld world and all that is in it, you have founded them."
    },
    {
        "o": 16994,
        "r": "esv:Psalm:89:12",
        "t": "The*ln north and the south, you have created them; Tabor*ld and Hermon joyously praise your name."
    },
    {
        "o": 16995,
        "r": "esv:Psalm:89:13",
        "t": "You*ln have a mighty arm; strong*ld is your hand, high your right hand."
    },
    {
        "o": 16996,
        "r": "esv:Psalm:89:14",
        "t": "Righteousness*ln and justice are the foundation of your throne; steadfast*ld love and faithfulness go before you."
    },
    {
        "o": 16997,
        "r": "esv:Psalm:89:15",
        "t": "Blessed*ln are the people who know the festal shout, who*ld walk, O Lord,*s in the light of your face,"
    },
    {
        "o": 16998,
        "r": "esv:Psalm:89:16",
        "t": "who*ln exult in your name all the day and*ld in your righteousness are exalted."
    },
    {
        "o": 16999,
        "r": "esv:Psalm:89:17",
        "t": "For*ln you are the glory of their strength; by*ld your favor our horn is exalted."
    },
    {
        "o": 17000,
        "r": "esv:Psalm:89:18",
        "t": "For*ln our shield belongs to the Lord,*s our*ld king to the Holy One of Israel."
    },
    {
        "o": 17001,
        "r": "esv:Psalm:89:19",
        "t": "Of*pn old you spoke in a vision to your godly one, and said: “I*ld have granted help to one who is mighty; I*ld have exalted one chosen from the people."
    },
    {
        "o": 17002,
        "r": "esv:Psalm:89:20",
        "t": "I*ln have found David, my servant; with*ld my holy oil I have anointed him,"
    },
    {
        "o": 17003,
        "r": "esv:Psalm:89:21",
        "t": "so*ln that my hand shall be established with him; my*ld arm also shall strengthen him."
    },
    {
        "o": 17004,
        "r": "esv:Psalm:89:22",
        "t": "The*ln enemy shall not outwit him; the*ld wicked shall not humble him."
    },
    {
        "o": 17005,
        "r": "esv:Psalm:89:23",
        "t": "I*ln will crush his foes before him and*ld strike down those who hate him."
    },
    {
        "o": 17006,
        "r": "esv:Psalm:89:24",
        "t": "My*ln faithfulness and my steadfast love shall be with him, and*ld in my name shall his horn be exalted."
    },
    {
        "o": 17007,
        "r": "esv:Psalm:89:25",
        "t": "I*ln will set his hand on the sea and*ld his right hand on the rivers."
    },
    {
        "o": 17008,
        "r": "esv:Psalm:89:26",
        "t": "He*ln shall cry to me, ‘You are my Father, my*ld God, and the Rock of my salvation.’"
    },
    {
        "o": 17009,
        "r": "esv:Psalm:89:27",
        "t": "And*ln I will make him the firstborn, the*ld highest of the kings of the earth."
    },
    {
        "o": 17010,
        "r": "esv:Psalm:89:28",
        "t": "My*ln steadfast love I will keep for him forever, and*ld my covenant will stand firm for him."
    },
    {
        "o": 17011,
        "r": "esv:Psalm:89:29",
        "t": "I*ln will establish his offspring forever and*ld his throne as the days of the heavens."
    },
    {
        "o": 17012,
        "r": "esv:Psalm:89:30",
        "t": "If*ln his children forsake my law and*ld do not walk according to my rules,"
    },
    {
        "o": 17013,
        "r": "esv:Psalm:89:31",
        "t": "if*ln they violate my statutes and*ld do not keep my commandments,"
    },
    {
        "o": 17014,
        "r": "esv:Psalm:89:32",
        "t": "then*ln I will punish their transgression with the rod and*ld their iniquity with stripes,"
    },
    {
        "o": 17015,
        "r": "esv:Psalm:89:33",
        "t": "but*ln I will not remove from him my steadfast love or*ld be false to my faithfulness."
    },
    {
        "o": 17016,
        "r": "esv:Psalm:89:34",
        "t": "I*ln will not violate my covenant or*ld alter the word that went forth from my lips."
    },
    {
        "o": 17017,
        "r": "esv:Psalm:89:35",
        "t": "Once*ln for all I have sworn by my holiness; I*ld will not lie to David."
    },
    {
        "o": 17018,
        "r": "esv:Psalm:89:36",
        "t": "His*ln offspring shall endure forever, his*ld throne as long as the sun before me."
    },
    {
        "o": 17019,
        "r": "esv:Psalm:89:37",
        "t": "Like*ln the moon it shall be established forever, a*ld faithful witness in the skies.” Selah*ig"
    },
    {
        "o": 17020,
        "r": "esv:Psalm:89:38",
        "t": "But*pn now you have cast off and rejected; you*ld are full of wrath against your anointed."
    },
    {
        "o": 17021,
        "r": "esv:Psalm:89:39",
        "t": "You*ln have renounced the covenant with your servant; you*ld have defiled his crown in the dust."
    },
    {
        "o": 17022,
        "r": "esv:Psalm:89:40",
        "t": "You*ln have breached all his walls; you*ld have laid his strongholds in ruins."
    },
    {
        "o": 17023,
        "r": "esv:Psalm:89:41",
        "t": "All*ln who pass by plunder him; he*ld has become the scorn of his neighbors."
    },
    {
        "o": 17024,
        "r": "esv:Psalm:89:42",
        "t": "You*ln have exalted the right hand of his foes; you*ld have made all his enemies rejoice."
    },
    {
        "o": 17025,
        "r": "esv:Psalm:89:43",
        "t": "You*ln have also turned back the edge of his sword, and*ld you have not made him stand in battle."
    },
    {
        "o": 17026,
        "r": "esv:Psalm:89:44",
        "t": "You*ln have made his splendor to cease and*ld cast his throne to the ground."
    },
    {
        "o": 17027,
        "r": "esv:Psalm:89:45",
        "t": "You*ln have cut short the days of his youth; you*ld have covered him with shame. Selah*ig"
    },
    {
        "o": 17028,
        "r": "esv:Psalm:89:46",
        "t": "How*pn long, O Lord?*s Will you hide yourself forever? How*ld long will your wrath burn like fire?"
    },
    {
        "o": 17029,
        "r": "esv:Psalm:89:47",
        "t": "Remember*ln how short my time is! For*ld what vanity you have created all the children of man!"
    },
    {
        "o": 17030,
        "r": "esv:Psalm:89:48",
        "t": "What*ln man can live and never see death? Who*ld can deliver his soul from the power of Sheol? Selah*ig"
    },
    {
        "o": 17031,
        "r": "esv:Psalm:89:49",
        "t": "Lord,*pn where is your steadfast love of old, which*ld by your faithfulness you swore to David?"
    },
    {
        "o": 17032,
        "r": "esv:Psalm:89:50",
        "t": "Remember,*ln O Lord, how your servants are mocked, and*ld how I bear in my heart the insults of all the many nations,"
    },
    {
        "o": 17033,
        "r": "esv:Psalm:89:51",
        "t": "with*ln which your enemies mock, O Lord,*s with*ld which they mock the footsteps of your anointed."
    },
    {
        "o": 17034,
        "r": "esv:Psalm:89:52",
        "t": "Blessed*pn be the Lord*s forever! Amen*l and Amen."
    }
]
