[
    {
        "o": 7860,
        "r": "nasb:1 Samuel:1:0",
        "t": "1 Samuel 1",
        "h": 1
    },
    {
        "o": 7861,
        "r": "nasb:1 Samuel:1:0",
        "t": "Elkanah and His Wives",
        "h": 2
    },
    {
        "o": 7862,
        "r": "nasb:1 Samuel:1:1",
        "t": "Now*p there was a certain man from Ramathaim-zophim from the hill country of Ephraim, and his name was Elkanah the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite."
    },
    {
        "o": 7863,
        "r": "nasb:1 Samuel:1:2",
        "t": "He had two wives: the name of one was Hannah and the name of the other Peninnah; and Peninnah had children, but Hannah had no children."
    },
    {
        "o": 7864,
        "r": "nasb:1 Samuel:1:3",
        "t": "Now*p this man would go up from his city yearly to worship and to sacrifice to the Lord*s of hosts in Shiloh. And the two sons of Eli, Hophni and Phinehas, were priests to the Lord*s there."
    },
    {
        "o": 7865,
        "r": "nasb:1 Samuel:1:4",
        "t": "When the day came that Elkanah sacrificed, he would give portions to Peninnah his wife and to all her sons and her daughters;"
    },
    {
        "o": 7866,
        "r": "nasb:1 Samuel:1:5",
        "t": "but to Hannah he would give a double portion, for he loved Hannah, but the Lord*s had closed her womb."
    },
    {
        "o": 7867,
        "r": "nasb:1 Samuel:1:6",
        "t": "Her rival, however, would provoke her bitterly to irritate her, because the Lord*s had closed her womb."
    },
    {
        "o": 7868,
        "r": "nasb:1 Samuel:1:7",
        "t": "It happened year after year, as often as she went up to the house of the Lord,*s she would provoke her; so she wept and would not eat."
    },
    {
        "o": 7869,
        "r": "nasb:1 Samuel:1:8",
        "t": "Then Elkanah her husband said to her, “Hannah, why do you weep and why do you not eat and why is your heart sad? Am I not better to you than ten sons?”"
    },
    {
        "o": 7870,
        "r": "nasb:1 Samuel:1:9",
        "t": "Then*p Hannah rose after eating and drinking in Shiloh. Now Eli the priest was sitting on the seat by the doorpost of the temple of the Lord.*s"
    },
    {
        "o": 7871,
        "r": "nasb:1 Samuel:1:10",
        "t": "She, greatly distressed, prayed to the Lord*s and wept bitterly."
    },
    {
        "o": 7872,
        "r": "nasb:1 Samuel:1:11",
        "t": "She made a vow and said, “O Lord*s of hosts, if You will indeed look on the affliction of Your maidservant and remember me, and not forget Your maidservant, but will give Your maidservant a son, then I will give him to the Lord*s all the days of his life, and a razor shall never come on his head.”"
    },
    {
        "o": 7873,
        "r": "nasb:1 Samuel:1:12",
        "t": "Now*p it came about, as she continued praying before the Lord,*s that Eli was watching her mouth."
    },
    {
        "o": 7874,
        "r": "nasb:1 Samuel:1:13",
        "t": "As for Hannah, she was speaking in her heart, only her lips were moving, but her voice was not heard. So Eli thought she was drunk."
    },
    {
        "o": 7875,
        "r": "nasb:1 Samuel:1:14",
        "t": "Then Eli said to her, “How long will you make yourself drunk? Put away your wine from you.”"
    },
    {
        "o": 7876,
        "r": "nasb:1 Samuel:1:15",
        "t": "But Hannah replied, “No, my lord, I am a woman oppressed in spirit; I have drunk neither wine nor strong drink, but I have poured out my soul before the Lord.*s"
    },
    {
        "o": 7877,
        "r": "nasb:1 Samuel:1:16",
        "t": "Do not consider your maidservant as a worthless woman, for I have spoken until now out of my great concern and provocation.”"
    },
    {
        "o": 7878,
        "r": "nasb:1 Samuel:1:17",
        "t": "Then Eli answered and said, “Go in peace; and may the God of Israel grant your petition that you have asked of Him.”"
    },
    {
        "o": 7879,
        "r": "nasb:1 Samuel:1:18",
        "t": "She said, “Let your maidservant find favor in your sight.” So the woman went her way and ate, and her face was no longer sad.*i"
    },
    {
        "o": 7880,
        "r": "nasb:1 Samuel:1:18",
        "t": "Samuel Is Born to Hannah",
        "h": 2
    },
    {
        "o": 7881,
        "r": "nasb:1 Samuel:1:19",
        "t": "Then*p they arose early in the morning and worshiped before the Lord,*s and returned again to their house in Ramah. And Elkanah had relations with Hannah his wife, and the Lord*s remembered her."
    },
    {
        "o": 7882,
        "r": "nasb:1 Samuel:1:20",
        "t": "It came about in due time, after Hannah had conceived, that she gave birth to a son; and she named him Samuel, saying,*i “Because I have asked him of the Lord.”*s"
    },
    {
        "o": 7883,
        "r": "nasb:1 Samuel:1:21",
        "t": "Then*p the man Elkanah went up with all his household to offer to the Lord*s the yearly sacrifice and pay*i his vow."
    },
    {
        "o": 7884,
        "r": "nasb:1 Samuel:1:22",
        "t": "But Hannah did not go up, for she said to her husband, “I*i will*i not*i go*i up*i until the child is weaned; then I will bring him, that he may appear before the Lord*s and stay there forever.”"
    },
    {
        "o": 7885,
        "r": "nasb:1 Samuel:1:23",
        "t": "Elkanah her husband said to her, “Do what seems best to you. Remain until you have weaned him; only may the Lord*s confirm His word.” So the woman remained and nursed her son until she weaned him."
    },
    {
        "o": 7886,
        "r": "nasb:1 Samuel:1:24",
        "t": "Now when she had weaned him, she took him up with her, with a three-year-old bull and one ephah of flour and a jug of wine, and brought him to the house of the Lord*s in Shiloh, although the child was young."
    },
    {
        "o": 7887,
        "r": "nasb:1 Samuel:1:25",
        "t": "Then they slaughtered the bull, and brought the boy to Eli."
    },
    {
        "o": 7888,
        "r": "nasb:1 Samuel:1:26",
        "t": "She said, “Oh, my lord! As your soul lives, my lord, I am the woman who stood here beside you, praying to the Lord.*s"
    },
    {
        "o": 7889,
        "r": "nasb:1 Samuel:1:27",
        "t": "For this boy I prayed, and the Lord*s has given me my petition which I asked of Him."
    },
    {
        "o": 7890,
        "r": "nasb:1 Samuel:1:28",
        "t": "So I have also dedicated him to the Lord;*s as long as he lives he is dedicated to the Lord.”*s And he worshiped the Lord*s there."
    }
]
