[
    {
        "o": 288,
        "r": "nasb:Genesis:11:0",
        "t": "Genesis 11",
        "h": 1
    },
    {
        "o": 289,
        "r": "nasb:Genesis:11:0",
        "t": "Universal Language, Babel, Confusion",
        "h": 2
    },
    {
        "o": 290,
        "r": "nasb:Genesis:11:1",
        "t": "Now*p the whole earth used the same language and the same words."
    },
    {
        "o": 291,
        "r": "nasb:Genesis:11:2",
        "t": "It came about as they journeyed east, that they found a plain in the land of Shinar and settled there."
    },
    {
        "o": 292,
        "r": "nasb:Genesis:11:3",
        "t": "They said to one another, “Come, let us make bricks and burn them*i thoroughly.” And they used brick for stone, and they used tar for mortar."
    },
    {
        "o": 293,
        "r": "nasb:Genesis:11:4",
        "t": "They said, “Come, let us build for ourselves a city, and a tower whose top will*i reach*i into heaven, and let us make for ourselves a name, otherwise we will be scattered abroad over the face of the whole earth.”"
    },
    {
        "o": 294,
        "r": "nasb:Genesis:11:5",
        "t": "The Lord*s came down to see the city and the tower which the sons of men had built."
    },
    {
        "o": 295,
        "r": "nasb:Genesis:11:6",
        "t": "The Lord*s said, “Behold, they are one people, and they all have the same language. And this is what they began to do, and now nothing which they purpose to do will be impossible for them."
    },
    {
        "o": 296,
        "r": "nasb:Genesis:11:7",
        "t": "Come, let Us go down and there confuse their language, so that they will not understand one another’s speech.”"
    },
    {
        "o": 297,
        "r": "nasb:Genesis:11:8",
        "t": "So the Lord*s scattered them abroad from there over the face of the whole earth; and they stopped building the city."
    },
    {
        "o": 298,
        "r": "nasb:Genesis:11:9",
        "t": "Therefore its name was called Babel, because there the Lord*s confused the language of the whole earth; and from there the Lord*s scattered them abroad over the face of the whole earth."
    },
    {
        "o": 299,
        "r": "nasb:Genesis:11:9",
        "t": "Descendants of Shem",
        "h": 2
    },
    {
        "o": 300,
        "r": "nasb:Genesis:11:10",
        "t": "These*p are the*i records*i of*i the generations of Shem. Shem was one hundred years old, and became the father of Arpachshad two years after the flood;"
    },
    {
        "o": 301,
        "r": "nasb:Genesis:11:11",
        "t": "and Shem lived five hundred years after he became the father of Arpachshad, and he had other*i sons and daughters."
    },
    {
        "o": 302,
        "r": "nasb:Genesis:11:12",
        "t": "Arpachshad*p lived thirty-five years, and became the father of Shelah;"
    },
    {
        "o": 303,
        "r": "nasb:Genesis:11:13",
        "t": "and Arpachshad lived four hundred and three years after he became the father of Shelah, and he had other*i sons and daughters."
    },
    {
        "o": 304,
        "r": "nasb:Genesis:11:14",
        "t": "Shelah*p lived thirty years, and became the father of Eber;"
    },
    {
        "o": 305,
        "r": "nasb:Genesis:11:15",
        "t": "and Shelah lived four hundred and three years after he became the father of Eber, and he had other*i sons and daughters."
    },
    {
        "o": 306,
        "r": "nasb:Genesis:11:16",
        "t": "Eber*p lived thirty-four years, and became the father of Peleg;"
    },
    {
        "o": 307,
        "r": "nasb:Genesis:11:17",
        "t": "and Eber lived four hundred and thirty years after he became the father of Peleg, and he had other*i sons and daughters."
    },
    {
        "o": 308,
        "r": "nasb:Genesis:11:18",
        "t": "Peleg*p lived thirty years, and became the father of Reu;"
    },
    {
        "o": 309,
        "r": "nasb:Genesis:11:19",
        "t": "and Peleg lived two hundred and nine years after he became the father of Reu, and he had other*i sons and daughters."
    },
    {
        "o": 310,
        "r": "nasb:Genesis:11:20",
        "t": "Reu*p lived thirty-two years, and became the father of Serug;"
    },
    {
        "o": 311,
        "r": "nasb:Genesis:11:21",
        "t": "and Reu lived two hundred and seven years after he became the father of Serug, and he had other*i sons and daughters."
    },
    {
        "o": 312,
        "r": "nasb:Genesis:11:22",
        "t": "Serug*p lived thirty years, and became the father of Nahor;"
    },
    {
        "o": 313,
        "r": "nasb:Genesis:11:23",
        "t": "and Serug lived two hundred years after he became the father of Nahor, and he had other*i sons and daughters."
    },
    {
        "o": 314,
        "r": "nasb:Genesis:11:24",
        "t": "Nahor*p lived twenty-nine years, and became the father of Terah;"
    },
    {
        "o": 315,
        "r": "nasb:Genesis:11:25",
        "t": "and Nahor lived one hundred and nineteen years after he became the father of Terah, and he had other*i sons and daughters."
    },
    {
        "o": 316,
        "r": "nasb:Genesis:11:26",
        "t": "Terah*p lived seventy years, and became the father of Abram, Nahor and Haran."
    },
    {
        "o": 317,
        "r": "nasb:Genesis:11:27",
        "t": "Now*p these are the*i records*i of*i the generations of Terah. Terah became the father of Abram, Nahor and Haran; and Haran became the father of Lot."
    },
    {
        "o": 318,
        "r": "nasb:Genesis:11:28",
        "t": "Haran died in the presence of his father Terah in the land of his birth, in Ur of the Chaldeans."
    },
    {
        "o": 319,
        "r": "nasb:Genesis:11:29",
        "t": "Abram and Nahor took wives for themselves. The name of Abram’s wife was Sarai; and the name of Nahor’s wife was Milcah, the daughter of Haran, the father of Milcah and Iscah."
    },
    {
        "o": 320,
        "r": "nasb:Genesis:11:30",
        "t": "Sarai was barren; she had no child."
    },
    {
        "o": 321,
        "r": "nasb:Genesis:11:31",
        "t": "Terah*p took Abram his son, and Lot the son of Haran, his grandson, and Sarai his daughter-in-law, his son Abram’s wife; and they went out together from Ur of the Chaldeans in order to enter the land of Canaan; and they went as far as Haran, and settled there."
    },
    {
        "o": 322,
        "r": "nasb:Genesis:11:32",
        "t": "The days of Terah were two hundred and five years; and Terah died in Haran."
    }
]
