[
    {
        "o": 23562,
        "r": "niv:Ezekiel:39:0",
        "t": "Ezekiel 39",
        "h": 1
    },
    {
        "o": 23563,
        "r": "niv:Ezekiel:39:1",
        "t": "“Son*p of man, prophesy against Gog and say: ‘This is what the Sovereign Lord*s says: I am against you, Gog, chief prince of Meshek and Tubal."
    },
    {
        "o": 23564,
        "r": "niv:Ezekiel:39:2",
        "t": "I will turn you around and drag you along. I will bring you from the far north and send you against the mountains of Israel."
    },
    {
        "o": 23565,
        "r": "niv:Ezekiel:39:3",
        "t": "Then I will strike your bow from your left hand and make your arrows drop from your right hand."
    },
    {
        "o": 23566,
        "r": "niv:Ezekiel:39:4",
        "t": "On the mountains of Israel you will fall, you and all your troops and the nations with you. I will give you as food to all kinds of carrion birds and to the wild animals."
    },
    {
        "o": 23567,
        "r": "niv:Ezekiel:39:5",
        "t": "You will fall in the open field, for I have spoken, declares the Sovereign Lord.*s"
    },
    {
        "o": 23568,
        "r": "niv:Ezekiel:39:6",
        "t": "I will send fire on Magog and on those who live in safety in the coastlands, and they will know that I am the Lord.*s"
    },
    {
        "o": 23569,
        "r": "niv:Ezekiel:39:7",
        "t": "“ ‘I*p will make known my holy name among my people Israel. I will no longer let my holy name be profaned, and the nations will know that I the Lord*s am the Holy One in Israel."
    },
    {
        "o": 23570,
        "r": "niv:Ezekiel:39:8",
        "t": "It is coming! It will surely take place, declares the Sovereign Lord.*s This is the day I have spoken of."
    },
    {
        "o": 23571,
        "r": "niv:Ezekiel:39:9",
        "t": "“ ‘Then*p those who live in the towns of Israel will go out and use the weapons for fuel and burn them up—the small and large shields, the bows and arrows, the war clubs and spears. For seven years they will use them for fuel."
    },
    {
        "o": 23572,
        "r": "niv:Ezekiel:39:10",
        "t": "They will not need to gather wood from the fields or cut it from the forests, because they will use the weapons for fuel. And they will plunder those who plundered them and loot those who looted them, declares the Sovereign Lord.*s"
    },
    {
        "o": 23573,
        "r": "niv:Ezekiel:39:11",
        "t": "“ ‘On*p that day I will give Gog a burial place in Israel, in the valley of those who travel east of the Sea. It will block the way of travelers, because Gog and all his hordes will be buried there. So it will be called the Valley of Hamon Gog."
    },
    {
        "o": 23574,
        "r": "niv:Ezekiel:39:12",
        "t": "“ ‘For*p seven months the Israelites will be burying them in order to cleanse the land."
    },
    {
        "o": 23575,
        "r": "niv:Ezekiel:39:13",
        "t": "All the people of the land will bury them, and the day I display my glory will be a memorable day for them, declares the Sovereign Lord.*s"
    },
    {
        "o": 23576,
        "r": "niv:Ezekiel:39:14",
        "t": "People will be continually employed in cleansing the land. They will spread out across the land and, along with others, they will bury any bodies that are lying on the ground. “ ‘After*p the seven months they will carry out a more detailed search."
    },
    {
        "o": 23577,
        "r": "niv:Ezekiel:39:15",
        "t": "As they go through the land, anyone who sees a human bone will leave a marker beside it until the gravediggers bury it in the Valley of Hamon Gog,"
    },
    {
        "o": 23578,
        "r": "niv:Ezekiel:39:16",
        "t": "near a town called Hamonah. And so they will cleanse the land.’"
    },
    {
        "o": 23579,
        "r": "niv:Ezekiel:39:17",
        "t": "“Son*p of man, this is what the Sovereign Lord*s says: Call out to every kind of bird and all the wild animals: ‘Assemble and come together from all around to the sacrifice I am preparing for you, the great sacrifice on the mountains of Israel. There you will eat flesh and drink blood."
    },
    {
        "o": 23580,
        "r": "niv:Ezekiel:39:18",
        "t": "You will eat the flesh of mighty men and drink the blood of the princes of the earth as if they were rams and lambs, goats and bulls—all of them fattened animals from Bashan."
    },
    {
        "o": 23581,
        "r": "niv:Ezekiel:39:19",
        "t": "At the sacrifice I am preparing for you, you will eat fat till you are glutted and drink blood till you are drunk."
    },
    {
        "o": 23582,
        "r": "niv:Ezekiel:39:20",
        "t": "At my table you will eat your fill of horses and riders, mighty men and soldiers of every kind,’ declares the Sovereign Lord.*s"
    },
    {
        "o": 23583,
        "r": "niv:Ezekiel:39:21",
        "t": "“I*p will display my glory among the nations, and all the nations will see the punishment I inflict and the hand I lay on them."
    },
    {
        "o": 23584,
        "r": "niv:Ezekiel:39:22",
        "t": "From that day forward the people of Israel will know that I am the Lord*s their God."
    },
    {
        "o": 23585,
        "r": "niv:Ezekiel:39:23",
        "t": "And the nations will know that the people of Israel went into exile for their sin, because they were unfaithful to me. So I hid my face from them and handed them over to their enemies, and they all fell by the sword."
    },
    {
        "o": 23586,
        "r": "niv:Ezekiel:39:24",
        "t": "I dealt with them according to their uncleanness and their offenses, and I hid my face from them."
    },
    {
        "o": 23587,
        "r": "niv:Ezekiel:39:25",
        "t": "“Therefore*p this is what the Sovereign Lord*s says: I will now restore the fortunes of Jacob and will have compassion on all the people of Israel, and I will be zealous for my holy name."
    },
    {
        "o": 23588,
        "r": "niv:Ezekiel:39:26",
        "t": "They will forget their shame and all the unfaithfulness they showed toward me when they lived in safety in their land with no one to make them afraid."
    },
    {
        "o": 23589,
        "r": "niv:Ezekiel:39:27",
        "t": "When I have brought them back from the nations and have gathered them from the countries of their enemies, I will be proved holy through them in the sight of many nations."
    },
    {
        "o": 23590,
        "r": "niv:Ezekiel:39:28",
        "t": "Then they will know that I am the Lord*s their God, for though I sent them into exile among the nations, I will gather them to their own land, not leaving any behind."
    },
    {
        "o": 23591,
        "r": "niv:Ezekiel:39:29",
        "t": "I will no longer hide my face from them, for I will pour out my Spirit on the people of Israel, declares the Sovereign Lord.”*s"
    }
]
