[
    {
        "o": 30792,
        "r": "kjv:Colossians:4:0",
        "t": "Colossians 4",
        "h": 1
    },
    {
        "o": 30793,
        "r": "kjv:Colossians:4:1",
        "t": "Masters,*p give unto your servants that which is just and equal; knowing that ye also have a Master in heaven."
    },
    {
        "o": 30794,
        "r": "kjv:Colossians:4:2",
        "t": "Continue*p in prayer, and watch in the same with thanksgiving;"
    },
    {
        "o": 30795,
        "r": "kjv:Colossians:4:3",
        "t": "Withal*p praying also for us, that God would open unto us a door of utterance, to speak the mystery of Christ, for which I am also in bonds:"
    },
    {
        "o": 30796,
        "r": "kjv:Colossians:4:4",
        "t": "That*p I may make it manifest, as I ought to speak."
    },
    {
        "o": 30797,
        "r": "kjv:Colossians:4:5",
        "t": "Walk*p in wisdom toward them that are without, redeeming the time."
    },
    {
        "o": 30798,
        "r": "kjv:Colossians:4:6",
        "t": "Let*p your speech be always with grace, seasoned with salt, that ye may know how ye ought to answer every man."
    },
    {
        "o": 30799,
        "r": "kjv:Colossians:4:7",
        "t": "All*p my state shall Tychicus declare unto you, who is a beloved brother, and a faithful minister and fellowservant in the Lord:"
    },
    {
        "o": 30800,
        "r": "kjv:Colossians:4:8",
        "t": "Whom*p I have sent unto you for the same purpose, that he might know your estate, and comfort your hearts;"
    },
    {
        "o": 30801,
        "r": "kjv:Colossians:4:9",
        "t": "With*p Onesimus, a faithful and beloved brother, who is one of you. They shall make known unto you all things which are done here."
    },
    {
        "o": 30802,
        "r": "kjv:Colossians:4:10",
        "t": "Aristarchus*p my fellowprisoner saluteth you, and Mark, sister's son to Barnabas, (touching whom ye received commandments: if he come unto you, receive him;)"
    },
    {
        "o": 30803,
        "r": "kjv:Colossians:4:11",
        "t": "And*p Jesus, which is called Justus, who are of the circumcision. These only are my fellowworkers unto the kingdom of God, which have been a comfort unto me."
    },
    {
        "o": 30804,
        "r": "kjv:Colossians:4:12",
        "t": "Epaphras,*p who is one of you, a servant of Christ, saluteth you, always labouring fervently for you in prayers, that ye may stand perfect and complete in all the will of God."
    },
    {
        "o": 30805,
        "r": "kjv:Colossians:4:13",
        "t": "For*p I bear him record, that he hath a great zeal for you, and them that are in Laodicea, and them in Hierapolis."
    },
    {
        "o": 30806,
        "r": "kjv:Colossians:4:14",
        "t": "Luke,*p the beloved physician, and Demas, greet you."
    },
    {
        "o": 30807,
        "r": "kjv:Colossians:4:15",
        "t": "Salute*p the brethren which are in Laodicea, and Nymphas, and the church which is in his house."
    },
    {
        "o": 30808,
        "r": "kjv:Colossians:4:16",
        "t": "And*p when this epistle is read among you, cause that it be read also in the church of the Laodiceans; and that ye likewise read the epistle from Laodicea."
    },
    {
        "o": 30809,
        "r": "kjv:Colossians:4:17",
        "t": "And*p say to Archippus, Take heed to the ministry which thou hast received in the Lord, that thou fulfil it."
    },
    {
        "o": 30810,
        "r": "kjv:Colossians:4:18",
        "t": "The*p salutation by the hand of me Paul. Remember my bonds. Grace be with you. Amen."
    }
]
