[
    {
        "o": 25373,
        "r": "csb:Jonah:1:0",
        "t": "Jonah 1",
        "h": 1
    },
    {
        "o": 25374,
        "r": "csb:Jonah:1:0",
        "t": "Jonah’s Flight",
        "h": 2
    },
    {
        "o": 25375,
        "r": "csb:Jonah:1:1",
        "t": "The*p word of the Lord*s came to Jonah son of Amittai:"
    },
    {
        "o": 25376,
        "r": "csb:Jonah:1:2",
        "t": "“Get up! Go to the great city of Nineveh and preach against it because their evil has come up before me.”"
    },
    {
        "o": 25377,
        "r": "csb:Jonah:1:3",
        "t": "Jonah got up to flee to Tarshish from the Lord’s*s presence. He went down to Joppa and found a ship going to Tarshish. He paid the fare and went down into it to go with them to Tarshish from the Lord’s*s presence."
    },
    {
        "o": 25378,
        "r": "csb:Jonah:1:4",
        "t": "But*p the Lord*s threw a great wind onto the sea, and such a great storm arose on the sea that the ship threatened to break apart."
    },
    {
        "o": 25379,
        "r": "csb:Jonah:1:5",
        "t": "The sailors were afraid, and each cried out to his god. They threw the ship’s cargo into the sea to lighten the load. Meanwhile, Jonah had gone down to the lowest part of the vessel and had stretched out and fallen into a deep sleep."
    },
    {
        "o": 25380,
        "r": "csb:Jonah:1:6",
        "t": "The*p captain approached him and said, “What are you doing sound asleep? Get up! Call to your god. Maybe this god will consider us, and we won’t perish.”"
    },
    {
        "o": 25381,
        "r": "csb:Jonah:1:7",
        "t": "“Come*p on!” the sailors said to each other. “Let’s cast lots. Then we’ll know who is to blame for this trouble we’re in.” So they cast lots, and the lot singled out Jonah."
    },
    {
        "o": 25382,
        "r": "csb:Jonah:1:8",
        "t": "Then they said to him, “Tell us who is to blame for this trouble we’re in. What is your business, and where are you from? What is your country, and what people are you from?”"
    },
    {
        "o": 25383,
        "r": "csb:Jonah:1:9",
        "t": "He*p answered them, “I’m a Hebrew. I worship the Lord,*s the God of the heavens, who made the sea and the dry land.”"
    },
    {
        "o": 25384,
        "r": "csb:Jonah:1:10",
        "t": "Then*p the men were seized by a great fear and said to him, “What have you done?” The men knew he was fleeing from the Lord’s*s presence because he had told them."
    },
    {
        "o": 25385,
        "r": "csb:Jonah:1:11",
        "t": "So they said to him, “What should we do to you so that the sea will calm down for us?” For the sea was getting worse and worse."
    },
    {
        "o": 25386,
        "r": "csb:Jonah:1:12",
        "t": "He*p answered them, “Pick me up and throw me into the sea so that it will calm down for you, for I know that I’m to blame for this great storm that is against you.”"
    },
    {
        "o": 25387,
        "r": "csb:Jonah:1:13",
        "t": "Nevertheless, the men rowed hard to get back to dry land, but they couldn’t because the sea was raging against them more and more."
    },
    {
        "o": 25388,
        "r": "csb:Jonah:1:14",
        "t": "So*p they called out to the Lord,*s “Please, Lord,*s don’t let us perish because of this man’s life, and don’t charge us with innocent blood! For you, Lord,*s have done just as you pleased.”"
    },
    {
        "o": 25389,
        "r": "csb:Jonah:1:15",
        "t": "Then they picked up Jonah and threw him into the sea, and the sea stopped its raging."
    },
    {
        "o": 25390,
        "r": "csb:Jonah:1:16",
        "t": "The men were seized by great fear of the Lord,*s and they offered a sacrifice to the Lord*s and made vows."
    },
    {
        "o": 25391,
        "r": "csb:Jonah:1:17",
        "t": "The*p Lord*s appointed a great fish to swallow Jonah, and Jonah was in the belly of the fish three days and three nights."
    }
]
