[
    {
        "o": 19458,
        "r": "csb:Ecclesiastes:6:0",
        "t": "Ecclesiastes 6",
        "h": 1
    },
    {
        "o": 19459,
        "r": "csb:Ecclesiastes:6:1",
        "t": "Here*p is a tragedy I have observed under the sun, and it weighs heavily on humanity:"
    },
    {
        "o": 19460,
        "r": "csb:Ecclesiastes:6:2",
        "t": "God gives a person riches, wealth, and honor so that he lacks nothing of all he desires for himself, but God does not allow him to enjoy them. Instead, a stranger will enjoy them. This is futile and a sickening tragedy."
    },
    {
        "o": 19461,
        "r": "csb:Ecclesiastes:6:3",
        "t": "A man may father a hundred children and live many years. No matter how long he lives, if he is not satisfied by good things and does not even have a proper burial, I say that a stillborn child is better off than he."
    },
    {
        "o": 19462,
        "r": "csb:Ecclesiastes:6:4",
        "t": "For he comes in futility and he goes in darkness, and his name is shrouded in darkness."
    },
    {
        "o": 19463,
        "r": "csb:Ecclesiastes:6:5",
        "t": "Though a stillborn child does not see the sun and is not conscious, it has more rest than he."
    },
    {
        "o": 19464,
        "r": "csb:Ecclesiastes:6:6",
        "t": "And if a person lives a thousand years twice, but does not experience happiness, do not both go to the same place?"
    },
    {
        "o": 19465,
        "r": "csb:Ecclesiastes:6:7",
        "t": "All*pn of a person’s labor is for his stomach, yet*ln the appetite is never satisfied."
    },
    {
        "o": 19466,
        "r": "csb:Ecclesiastes:6:8",
        "t": "What*p advantage then does the wise person have over the fool? What advantage is there for the poor person who knows how to conduct himself before others?"
    },
    {
        "o": 19467,
        "r": "csb:Ecclesiastes:6:9",
        "t": "Better what the eyes see than wandering desire. This too is futile and a pursuit of the wind."
    },
    {
        "o": 19468,
        "r": "csb:Ecclesiastes:6:10",
        "t": "Whatever*p exists was given its name long ago, and it is known what mankind is. But he is not able to contend with the one stronger than he."
    },
    {
        "o": 19469,
        "r": "csb:Ecclesiastes:6:11",
        "t": "For when there are many words, they increase futility. What is the advantage for mankind?"
    },
    {
        "o": 19470,
        "r": "csb:Ecclesiastes:6:12",
        "t": "For who knows what is good for anyone in life, in the few days of his futile life that he spends like a shadow? Who can tell anyone what will happen after him under the sun?"
    }
]
