[
    {
        "o": 13848,
        "r": "kjv:Job:22:0",
        "t": "Job 22",
        "h": 1
    },
    {
        "o": 13849,
        "r": "kjv:Job:22:1",
        "t": "Then*p Eliphaz the Temanite answered and said,"
    },
    {
        "o": 13850,
        "r": "kjv:Job:22:2",
        "t": "Can*p a man be profitable unto God, as he that is wise may be profitable unto himself?"
    },
    {
        "o": 13851,
        "r": "kjv:Job:22:3",
        "t": "Is*p it any pleasure to the Almighty, that thou art righteous? or is it gain to him, that thou makest thy ways perfect?"
    },
    {
        "o": 13852,
        "r": "kjv:Job:22:4",
        "t": "Will*p he reprove thee for fear of thee? will he enter with thee into judgment?"
    },
    {
        "o": 13853,
        "r": "kjv:Job:22:5",
        "t": "Is*p not thy wickedness great? and thine iniquities infinite?"
    },
    {
        "o": 13854,
        "r": "kjv:Job:22:6",
        "t": "For*p thou hast taken a pledge from thy brother for nought, and stripped the naked of their clothing."
    },
    {
        "o": 13855,
        "r": "kjv:Job:22:7",
        "t": "Thou*p hast not given water to the weary to drink, and thou hast withholden bread from the hungry."
    },
    {
        "o": 13856,
        "r": "kjv:Job:22:8",
        "t": "But*p as for the mighty man, he had the earth; and the honourable man dwelt in it."
    },
    {
        "o": 13857,
        "r": "kjv:Job:22:9",
        "t": "Thou*p hast sent widows away empty, and the arms of the fatherless have been broken."
    },
    {
        "o": 13858,
        "r": "kjv:Job:22:10",
        "t": "Therefore*p snares are round about thee, and sudden fear troubleth thee;"
    },
    {
        "o": 13859,
        "r": "kjv:Job:22:11",
        "t": "Or*p darkness, that thou canst not see; and abundance of waters cover thee."
    },
    {
        "o": 13860,
        "r": "kjv:Job:22:12",
        "t": "Is*p not God in the height of heaven? and behold the height of the stars, how high they are!"
    },
    {
        "o": 13861,
        "r": "kjv:Job:22:13",
        "t": "And*p thou sayest, How doth God know? can he judge through the dark cloud?"
    },
    {
        "o": 13862,
        "r": "kjv:Job:22:14",
        "t": "Thick*p clouds are a covering to him, that he seeth not; and he walketh in the circuit of heaven."
    },
    {
        "o": 13863,
        "r": "kjv:Job:22:15",
        "t": "Hast*p thou marked the old way which wicked men have trodden?"
    },
    {
        "o": 13864,
        "r": "kjv:Job:22:16",
        "t": "Which*p were cut down out of time, whose foundation was overflown with a flood:"
    },
    {
        "o": 13865,
        "r": "kjv:Job:22:17",
        "t": "Which*p said unto God, Depart from us: and what can the Almighty do for them?"
    },
    {
        "o": 13866,
        "r": "kjv:Job:22:18",
        "t": "Yet*p he filled their houses with good things: but the counsel of the wicked is far from me."
    },
    {
        "o": 13867,
        "r": "kjv:Job:22:19",
        "t": "The*p righteous see it, and are glad: and the innocent laugh them to scorn."
    },
    {
        "o": 13868,
        "r": "kjv:Job:22:20",
        "t": "Whereas*p our substance is not cut down, but the remnant of them the fire consumeth."
    },
    {
        "o": 13869,
        "r": "kjv:Job:22:21",
        "t": "Acquaint*p now thyself with him, and be at peace: thereby good shall come unto thee."
    },
    {
        "o": 13870,
        "r": "kjv:Job:22:22",
        "t": "Receive,*p I pray thee, the law from his mouth, and lay up his words in thine heart."
    },
    {
        "o": 13871,
        "r": "kjv:Job:22:23",
        "t": "If*p thou return to the Almighty, thou shalt be built up, thou shalt put away iniquity far from thy tabernacles."
    },
    {
        "o": 13872,
        "r": "kjv:Job:22:24",
        "t": "Then*p shalt thou lay up gold as dust, and the gold of Ophir as the stones of the brooks."
    },
    {
        "o": 13873,
        "r": "kjv:Job:22:25",
        "t": "Yea,*p the Almighty shall be thy defence, and thou shalt have plenty of silver."
    },
    {
        "o": 13874,
        "r": "kjv:Job:22:26",
        "t": "For*p then shalt thou have thy delight in the Almighty, and shalt lift up thy face unto God."
    },
    {
        "o": 13875,
        "r": "kjv:Job:22:27",
        "t": "Thou*p shalt make thy prayer unto him, and he shall hear thee, and thou shalt pay thy vows."
    },
    {
        "o": 13876,
        "r": "kjv:Job:22:28",
        "t": "Thou*p shalt also decree a thing, and it shall be established unto thee: and the light shall shine upon thy ways."
    },
    {
        "o": 13877,
        "r": "kjv:Job:22:29",
        "t": "When*p men are cast down, then thou shalt say, There is lifting up; and he shall save the humble person."
    },
    {
        "o": 13878,
        "r": "kjv:Job:22:30",
        "t": "He*p shall deliver the island of the innocent: and it is delivered by the pureness of thine hands."
    }
]
