[
    {
        "o": 10101,
        "r": "esv:1 Kings:14:0",
        "t": "1 Kings 14",
        "h": 1
    },
    {
        "o": 10102,
        "r": "esv:1 Kings:14:0",
        "t": "Prophecy Against Jeroboam",
        "h": 2
    },
    {
        "o": 10103,
        "r": "esv:1 Kings:14:1",
        "t": "At*p that time Abijah the son of Jeroboam fell sick."
    },
    {
        "o": 10104,
        "r": "esv:1 Kings:14:2",
        "t": "And Jeroboam said to his wife, “Arise, and disguise yourself, that it not be known that you are the wife of Jeroboam, and go to Shiloh. Behold, Ahijah the prophet is there, who said of me that I should be king over this people."
    },
    {
        "o": 10105,
        "r": "esv:1 Kings:14:3",
        "t": "Take with you ten loaves, some cakes, and a jar of honey, and go to him. He will tell you what shall happen to the child.”"
    },
    {
        "o": 10106,
        "r": "esv:1 Kings:14:4",
        "t": "Jeroboam’s*p wife did so. She arose and went to Shiloh and came to the house of Ahijah. Now Ahijah could not see, for his eyes were dim because of his age."
    },
    {
        "o": 10107,
        "r": "esv:1 Kings:14:5",
        "t": "And the Lord*s said to Ahijah, “Behold, the wife of Jeroboam is coming to inquire of you concerning her son, for he is sick. Thus and thus shall you say to her.” When*p she came, she pretended to be another woman."
    },
    {
        "o": 10108,
        "r": "esv:1 Kings:14:6",
        "t": "But when Ahijah heard the sound of her feet, as she came in at the door, he said, “Come in, wife of Jeroboam. Why do you pretend to be another? For I am charged with unbearable news for you."
    },
    {
        "o": 10109,
        "r": "esv:1 Kings:14:7",
        "t": "Go, tell Jeroboam, ‘Thus says the Lord,*s the God of Israel: “Because I exalted you from among the people and made you leader over my people Israel"
    },
    {
        "o": 10110,
        "r": "esv:1 Kings:14:8",
        "t": "and tore the kingdom away from the house of David and gave it to you, and yet you have not been like my servant David, who kept my commandments and followed me with all his heart, doing only that which was right in my eyes,"
    },
    {
        "o": 10111,
        "r": "esv:1 Kings:14:9",
        "t": "but you have done evil above all who were before you and have gone and made for yourself other gods and metal images, provoking me to anger, and have cast me behind your back,"
    },
    {
        "o": 10112,
        "r": "esv:1 Kings:14:10",
        "t": "therefore behold, I will bring harm upon the house of Jeroboam and will cut off from Jeroboam every male, both bond and free in Israel, and will burn up the house of Jeroboam, as a man burns up dung until it is all gone."
    },
    {
        "o": 10113,
        "r": "esv:1 Kings:14:11",
        "t": "Anyone belonging to Jeroboam who dies in the city the dogs shall eat, and anyone who dies in the open country the birds of the heavens shall eat, for the Lord*s has spoken it.”’"
    },
    {
        "o": 10114,
        "r": "esv:1 Kings:14:12",
        "t": "Arise therefore, go to your house. When your feet enter the city, the child shall die."
    },
    {
        "o": 10115,
        "r": "esv:1 Kings:14:13",
        "t": "And all Israel shall mourn for him and bury him, for he only of Jeroboam shall come to the grave, because in him there is found something pleasing to the Lord,*s the God of Israel, in the house of Jeroboam."
    },
    {
        "o": 10116,
        "r": "esv:1 Kings:14:14",
        "t": "Moreover, the Lord*s will raise up for himself a king over Israel who shall cut off the house of Jeroboam today. And henceforth,"
    },
    {
        "o": 10117,
        "r": "esv:1 Kings:14:15",
        "t": "the Lord*s will strike Israel as a reed is shaken in the water, and root up Israel out of this good land that he gave to their fathers and scatter them beyond the Euphrates, because they have made their Asherim, provoking the Lord*s to anger."
    },
    {
        "o": 10118,
        "r": "esv:1 Kings:14:16",
        "t": "And he will give Israel up because of the sins of Jeroboam, which he sinned and made Israel to sin.”"
    },
    {
        "o": 10119,
        "r": "esv:1 Kings:14:17",
        "t": "Then*p Jeroboam’s wife arose and departed and came to Tirzah. And as she came to the threshold of the house, the child died."
    },
    {
        "o": 10120,
        "r": "esv:1 Kings:14:18",
        "t": "And all Israel buried him and mourned for him, according to the word of the Lord,*s which he spoke by his servant Ahijah the prophet."
    },
    {
        "o": 10121,
        "r": "esv:1 Kings:14:18",
        "t": "The Death of Jeroboam",
        "h": 2
    },
    {
        "o": 10122,
        "r": "esv:1 Kings:14:19",
        "t": "Now*p the rest of the acts of Jeroboam, how he warred and how he reigned, behold, they are written in the Book of the Chronicles of the Kings of Israel."
    },
    {
        "o": 10123,
        "r": "esv:1 Kings:14:20",
        "t": "And the time that Jeroboam reigned was twenty-two years. And he slept with his fathers, and Nadab his son reigned in his place."
    },
    {
        "o": 10124,
        "r": "esv:1 Kings:14:20",
        "t": "Rehoboam Reigns in Judah",
        "h": 2
    },
    {
        "o": 10125,
        "r": "esv:1 Kings:14:21",
        "t": "Now*p Rehoboam the son of Solomon reigned in Judah. Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city that the Lord*s had chosen out of all the tribes of Israel, to put his name there. His mother’s name was Naamah the Ammonite."
    },
    {
        "o": 10126,
        "r": "esv:1 Kings:14:22",
        "t": "And Judah did what was evil in the sight of the Lord,*s and they provoked him to jealousy with their sins that they committed, more than all that their fathers had done."
    },
    {
        "o": 10127,
        "r": "esv:1 Kings:14:23",
        "t": "For they also built for themselves high places and pillars and Asherim on every high hill and under every green tree,"
    },
    {
        "o": 10128,
        "r": "esv:1 Kings:14:24",
        "t": "and there were also male cult prostitutes in the land. They did according to all the abominations of the nations that the Lord*s drove out before the people of Israel."
    },
    {
        "o": 10129,
        "r": "esv:1 Kings:14:25",
        "t": "In*p the fifth year of King Rehoboam, Shishak king of Egypt came up against Jerusalem."
    },
    {
        "o": 10130,
        "r": "esv:1 Kings:14:26",
        "t": "He took away the treasures of the house of the Lord*s and the treasures of the king’s house. He took away everything. He also took away all the shields of gold that Solomon had made,"
    },
    {
        "o": 10131,
        "r": "esv:1 Kings:14:27",
        "t": "and King Rehoboam made in their place shields of bronze, and committed them to the hands of the officers of the guard, who kept the door of the king’s house."
    },
    {
        "o": 10132,
        "r": "esv:1 Kings:14:28",
        "t": "And as often as the king went into the house of the Lord,*s the guard carried them and brought them back to the guardroom."
    },
    {
        "o": 10133,
        "r": "esv:1 Kings:14:29",
        "t": "Now*p the rest of the acts of Rehoboam and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10134,
        "r": "esv:1 Kings:14:30",
        "t": "And there was war between Rehoboam and Jeroboam continually."
    },
    {
        "o": 10135,
        "r": "esv:1 Kings:14:31",
        "t": "And Rehoboam slept with his fathers and was buried with his fathers in the city of David. His mother’s name was Naamah the Ammonite. And Abijam his son reigned in his place."
    }
]
