[
    {
        "o": 3833,
        "r": "csb:Leviticus:25:0",
        "t": "Leviticus 25",
        "h": 1
    },
    {
        "o": 3834,
        "r": "csb:Leviticus:25:0",
        "t": "Sabbath Years and Jubilee",
        "h": 2
    },
    {
        "o": 3835,
        "r": "csb:Leviticus:25:1",
        "t": "The*p Lord*s spoke to Moses on Mount Sinai:"
    },
    {
        "o": 3836,
        "r": "csb:Leviticus:25:2",
        "t": "“Speak to the Israelites and tell them: When you enter the land I am giving you, the land will observe a Sabbath to the Lord.*s"
    },
    {
        "o": 3837,
        "r": "csb:Leviticus:25:3",
        "t": "You may sow your field for six years, and you may prune your vineyard and gather its produce for six years."
    },
    {
        "o": 3838,
        "r": "csb:Leviticus:25:4",
        "t": "But there will be a Sabbath of complete rest for the land in the seventh year, a Sabbath to the Lord:*s you are not to sow your field or prune your vineyard."
    },
    {
        "o": 3839,
        "r": "csb:Leviticus:25:5",
        "t": "You are not to reap what grows by itself from your crop, or harvest the grapes of your untended vines. It is to be a year of complete rest for the land."
    },
    {
        "o": 3840,
        "r": "csb:Leviticus:25:6",
        "t": "Whatever the land produces during the Sabbath year can be food for you - for yourself, your male or female slave, and the hired worker or alien who resides with you."
    },
    {
        "o": 3841,
        "r": "csb:Leviticus:25:7",
        "t": "All of its growth may serve as food for your livestock and the wild animals in your land."
    },
    {
        "o": 3842,
        "r": "csb:Leviticus:25:8",
        "t": "“You*p are to count seven sabbatical years, seven times seven years, so that the time period of the seven sabbatical years amounts to forty-nine."
    },
    {
        "o": 3843,
        "r": "csb:Leviticus:25:9",
        "t": "Then you are to sound a ram’s horn loudly in the seventh month, on the tenth day of the month; you will sound it throughout your land on the Day of Atonement."
    },
    {
        "o": 3844,
        "r": "csb:Leviticus:25:10",
        "t": "You are to consecrate the fiftieth year and proclaim freedom in the land for all its inhabitants. It will be your Jubilee, when each of you is to return to his property and each of you to his clan."
    },
    {
        "o": 3845,
        "r": "csb:Leviticus:25:11",
        "t": "The fiftieth year will be your Jubilee; you are not to sow, reap what grows by itself, or harvest its untended vines."
    },
    {
        "o": 3846,
        "r": "csb:Leviticus:25:12",
        "t": "It is to be holy to you because it is the Jubilee; you may only eat its produce directly from the field."
    },
    {
        "o": 3847,
        "r": "csb:Leviticus:25:13",
        "t": "“In*p this Year of Jubilee, each of you will return to his property."
    },
    {
        "o": 3848,
        "r": "csb:Leviticus:25:14",
        "t": "If you make a sale to your neighbor or a purchase from him, do not cheat one another."
    },
    {
        "o": 3849,
        "r": "csb:Leviticus:25:15",
        "t": "You are to make the purchase from your neighbor based on the number of years since the last Jubilee. He is to sell to you based on the number of remaining harvest years."
    },
    {
        "o": 3850,
        "r": "csb:Leviticus:25:16",
        "t": "You are to increase its price in proportion to a greater amount of years, and decrease its price in proportion to a lesser amount of years, because what he is selling to you is a number of harvests."
    },
    {
        "o": 3851,
        "r": "csb:Leviticus:25:17",
        "t": "You are not to cheat one another, but fear your God, for I am the Lord*s your God."
    },
    {
        "o": 3852,
        "r": "csb:Leviticus:25:18",
        "t": "“You*p are to keep my statutes and ordinances and carefully observe them, so that you may live securely in the land."
    },
    {
        "o": 3853,
        "r": "csb:Leviticus:25:19",
        "t": "Then the land will yield its fruit, so that you can eat, be satisfied, and live securely in the land."
    },
    {
        "o": 3854,
        "r": "csb:Leviticus:25:20",
        "t": "If you wonder, ‘What will we eat in the seventh year if we don’t sow or gather our produce?’"
    },
    {
        "o": 3855,
        "r": "csb:Leviticus:25:21",
        "t": "I will appoint my blessing for you in the sixth year, so that it will produce a crop sufficient for three years."
    },
    {
        "o": 3856,
        "r": "csb:Leviticus:25:22",
        "t": "When you sow in the eighth year, you will be eating from the previous harvest. You will be eating this until the ninth year when its harvest comes in."
    },
    {
        "o": 3857,
        "r": "csb:Leviticus:25:23",
        "t": "“The*p land is not to be permanently sold because it is mine, and you are only aliens and temporary residents on my land."
    },
    {
        "o": 3858,
        "r": "csb:Leviticus:25:24",
        "t": "You are to allow the redemption of any land you occupy."
    },
    {
        "o": 3859,
        "r": "csb:Leviticus:25:25",
        "t": "If your brother becomes destitute and sells part of his property, his nearest relative may come and redeem what his brother has sold."
    },
    {
        "o": 3860,
        "r": "csb:Leviticus:25:26",
        "t": "If a man has no family redeemer, but he prospers and obtains enough to redeem his land,"
    },
    {
        "o": 3861,
        "r": "csb:Leviticus:25:27",
        "t": "he may calculate the years since its sale, repay the balance to the man he sold it to, and return to his property."
    },
    {
        "o": 3862,
        "r": "csb:Leviticus:25:28",
        "t": "But if he cannot obtain enough to repay him, what he sold will remain in the possession of its purchaser until the Year of Jubilee. It is to be released at the Jubilee, so that he may return to his property."
    },
    {
        "o": 3863,
        "r": "csb:Leviticus:25:29",
        "t": "“If*p a man sells a residence in a walled city, his right of redemption will last until a year has passed after its sale; his right of redemption will last a year."
    },
    {
        "o": 3864,
        "r": "csb:Leviticus:25:30",
        "t": "If it is not redeemed by the end of a full year, then the house in the walled city is permanently transferred to its purchaser throughout his generations. It is not to be released on the Jubilee."
    },
    {
        "o": 3865,
        "r": "csb:Leviticus:25:31",
        "t": "But houses in settlements that have no walls around them are to be classified as open fields. The right to redeem such houses stays in effect, and they are to be released at the Jubilee."
    },
    {
        "o": 3866,
        "r": "csb:Leviticus:25:32",
        "t": "“Concerning*p the Levitical cities, the Levites always have the right to redeem houses in the cities they possess."
    },
    {
        "o": 3867,
        "r": "csb:Leviticus:25:33",
        "t": "Whatever property one of the Levites can redeem- a house sold in a city they possess - is to be released at the Jubilee, because the houses in the Levitical cities are their possession among the Israelites."
    },
    {
        "o": 3868,
        "r": "csb:Leviticus:25:34",
        "t": "The open pastureland around their cities may not be sold, for it is their permanent possession."
    },
    {
        "o": 3869,
        "r": "csb:Leviticus:25:35",
        "t": "“If*p your brother becomes destitute and cannot sustain himself among you, you are to support him as an alien or temporary resident, so that he can continue to live among you."
    },
    {
        "o": 3870,
        "r": "csb:Leviticus:25:36",
        "t": "Do not profit or take interest from him, but fear your God and let your brother live among you."
    },
    {
        "o": 3871,
        "r": "csb:Leviticus:25:37",
        "t": "You are not to lend him your silver with interest or sell him your food for profit."
    },
    {
        "o": 3872,
        "r": "csb:Leviticus:25:38",
        "t": "I am the Lord*s your God, who brought you out of the land of Egypt to give you the land of Canaan and to be your God."
    },
    {
        "o": 3873,
        "r": "csb:Leviticus:25:39",
        "t": "“If*p your brother among you becomes destitute and sells himself to you, you must not force him to do slave labor."
    },
    {
        "o": 3874,
        "r": "csb:Leviticus:25:40",
        "t": "Let him stay with you as a hired worker or temporary resident; he may work for you until the Year of Jubilee."
    },
    {
        "o": 3875,
        "r": "csb:Leviticus:25:41",
        "t": "Then he and his children are to be released from you, and he may return to his clan and his ancestral property."
    },
    {
        "o": 3876,
        "r": "csb:Leviticus:25:42",
        "t": "They are not to be sold as slaves, because they are my servants that I brought out of the land of Egypt."
    },
    {
        "o": 3877,
        "r": "csb:Leviticus:25:43",
        "t": "You are not to rule over them harshly but fear your God."
    },
    {
        "o": 3878,
        "r": "csb:Leviticus:25:44",
        "t": "Your male and female slaves are to be from the nations around you; you may purchase male and female slaves."
    },
    {
        "o": 3879,
        "r": "csb:Leviticus:25:45",
        "t": "You may also purchase them from the aliens residing with you, or from their families living among you - those born in your land. These may become your property."
    },
    {
        "o": 3880,
        "r": "csb:Leviticus:25:46",
        "t": "You may leave them to your sons after you to inherit as property; you can make them slaves for life. But concerning your brothers, the Israelites, you must not rule over one another harshly."
    },
    {
        "o": 3881,
        "r": "csb:Leviticus:25:47",
        "t": "“If*p an alien or temporary resident living among you prospers, but your brother living near him becomes destitute and sells himself to the alien living among you, or to a member of the resident alien’s clan,"
    },
    {
        "o": 3882,
        "r": "csb:Leviticus:25:48",
        "t": "he has the right of redemption after he has been sold. One of his brothers may redeem him."
    },
    {
        "o": 3883,
        "r": "csb:Leviticus:25:49",
        "t": "His uncle or cousin may redeem him, or any of his close relatives from his clan may redeem him. If he prospers, he may redeem himself."
    },
    {
        "o": 3884,
        "r": "csb:Leviticus:25:50",
        "t": "The one who purchased him is to calculate the time from the year he sold himself to him until the Year of Jubilee. The price of his sale will be determined by the number of years. It will be set for him like the daily wages of a hired worker."
    },
    {
        "o": 3885,
        "r": "csb:Leviticus:25:51",
        "t": "If many years are still left, he must pay his redemption price in proportion to them based on his purchase price."
    },
    {
        "o": 3886,
        "r": "csb:Leviticus:25:52",
        "t": "If only a few years remain until the Year of Jubilee, he will calculate and pay the price of his redemption in proportion to his remaining years."
    },
    {
        "o": 3887,
        "r": "csb:Leviticus:25:53",
        "t": "He will stay with him like a man hired year by year. A resident alien is not to rule over him harshly in your sight."
    },
    {
        "o": 3888,
        "r": "csb:Leviticus:25:54",
        "t": "If he is not redeemed in any of these ways, he and his children are to be released at the Year of Jubilee."
    },
    {
        "o": 3889,
        "r": "csb:Leviticus:25:55",
        "t": "For the Israelites are my servants. They are my servants that I brought out of the land of Egypt; I am the Lord*s your God."
    }
]
