[
    {
        "o": 3457,
        "r": "niv:Leviticus:15:0",
        "t": "Leviticus 15",
        "h": 1
    },
    {
        "o": 3458,
        "r": "niv:Leviticus:15:0",
        "t": "Discharges Causing Uncleanness",
        "h": 2
    },
    {
        "o": 3459,
        "r": "niv:Leviticus:15:1",
        "t": "The*p Lord*s said to Moses and Aaron,"
    },
    {
        "o": 3460,
        "r": "niv:Leviticus:15:2",
        "t": "“Speak to the Israelites and say to them: ‘When any man has an unusual bodily discharge, such a discharge is unclean."
    },
    {
        "o": 3461,
        "r": "niv:Leviticus:15:3",
        "t": "Whether it continues flowing from his body or is blocked, it will make him unclean. This is how his discharge will bring about uncleanness:"
    },
    {
        "o": 3462,
        "r": "niv:Leviticus:15:4",
        "t": "“ ‘Any*p bed the man with a discharge lies on will be unclean, and anything he sits on will be unclean."
    },
    {
        "o": 3463,
        "r": "niv:Leviticus:15:5",
        "t": "Anyone who touches his bed must wash their clothes and bathe with water, and they will be unclean till evening."
    },
    {
        "o": 3464,
        "r": "niv:Leviticus:15:6",
        "t": "Whoever sits on anything that the man with a discharge sat on must wash their clothes and bathe with water, and they will be unclean till evening."
    },
    {
        "o": 3465,
        "r": "niv:Leviticus:15:7",
        "t": "“ ‘Whoever*p touches the man who has a discharge must wash their clothes and bathe with water, and they will be unclean till evening."
    },
    {
        "o": 3466,
        "r": "niv:Leviticus:15:8",
        "t": "“ ‘If*p the man with the discharge spits on anyone who is clean, they must wash their clothes and bathe with water, and they will be unclean till evening."
    },
    {
        "o": 3467,
        "r": "niv:Leviticus:15:9",
        "t": "“ ‘Everything*p the man sits on when riding will be unclean,"
    },
    {
        "o": 3468,
        "r": "niv:Leviticus:15:10",
        "t": "and whoever touches any of the things that were under him will be unclean till evening; whoever picks up those things must wash their clothes and bathe with water, and they will be unclean till evening."
    },
    {
        "o": 3469,
        "r": "niv:Leviticus:15:11",
        "t": "“ ‘Anyone*p the man with a discharge touches without rinsing his hands with water must wash their clothes and bathe with water, and they will be unclean till evening."
    },
    {
        "o": 3470,
        "r": "niv:Leviticus:15:12",
        "t": "“ ‘A*p clay pot that the man touches must be broken, and any wooden article is to be rinsed with water."
    },
    {
        "o": 3471,
        "r": "niv:Leviticus:15:13",
        "t": "“ ‘When*p a man is cleansed from his discharge, he is to count off seven days for his ceremonial cleansing; he must wash his clothes and bathe himself with fresh water, and he will be clean."
    },
    {
        "o": 3472,
        "r": "niv:Leviticus:15:14",
        "t": "On the eighth day he must take two doves or two young pigeons and come before the Lord*s to the entrance to the tent of meeting and give them to the priest."
    },
    {
        "o": 3473,
        "r": "niv:Leviticus:15:15",
        "t": "The priest is to sacrifice them, the one for a sin offering and the other for a burnt offering. In this way he will make atonement before the Lord*s for the man because of his discharge."
    },
    {
        "o": 3474,
        "r": "niv:Leviticus:15:16",
        "t": "“ ‘When*p a man has an emission of semen, he must bathe his whole body with water, and he will be unclean till evening."
    },
    {
        "o": 3475,
        "r": "niv:Leviticus:15:17",
        "t": "Any clothing or leather that has semen on it must be washed with water, and it will be unclean till evening."
    },
    {
        "o": 3476,
        "r": "niv:Leviticus:15:18",
        "t": "When a man has sexual relations with a woman and there is an emission of semen, both of them must bathe with water, and they will be unclean till evening."
    },
    {
        "o": 3477,
        "r": "niv:Leviticus:15:19",
        "t": "“ ‘When*p a woman has her regular flow of blood, the impurity of her monthly period will last seven days, and anyone who touches her will be unclean till evening."
    },
    {
        "o": 3478,
        "r": "niv:Leviticus:15:20",
        "t": "“ ‘Anything*p she lies on during her period will be unclean, and anything she sits on will be unclean."
    },
    {
        "o": 3479,
        "r": "niv:Leviticus:15:21",
        "t": "Anyone who touches her bed will be unclean; they must wash their clothes and bathe with water, and they will be unclean till evening."
    },
    {
        "o": 3480,
        "r": "niv:Leviticus:15:22",
        "t": "Anyone who touches anything she sits on will be unclean; they must wash their clothes and bathe with water, and they will be unclean till evening."
    },
    {
        "o": 3481,
        "r": "niv:Leviticus:15:23",
        "t": "Whether it is the bed or anything she was sitting on, when anyone touches it, they will be unclean till evening."
    },
    {
        "o": 3482,
        "r": "niv:Leviticus:15:24",
        "t": "“ ‘If*p a man has sexual relations with her and her monthly flow touches him, he will be unclean for seven days; any bed he lies on will be unclean."
    },
    {
        "o": 3483,
        "r": "niv:Leviticus:15:25",
        "t": "“ ‘When*p a woman has a discharge of blood for many days at a time other than her monthly period or has a discharge that continues beyond her period, she will be unclean as long as she has the discharge, just as in the days of her period."
    },
    {
        "o": 3484,
        "r": "niv:Leviticus:15:26",
        "t": "Any bed she lies on while her discharge continues will be unclean, as is her bed during her monthly period, and anything she sits on will be unclean, as during her period."
    },
    {
        "o": 3485,
        "r": "niv:Leviticus:15:27",
        "t": "Anyone who touches them will be unclean; they must wash their clothes and bathe with water, and they will be unclean till evening."
    },
    {
        "o": 3486,
        "r": "niv:Leviticus:15:28",
        "t": "“ ‘When*p she is cleansed from her discharge, she must count off seven days, and after that she will be ceremonially clean."
    },
    {
        "o": 3487,
        "r": "niv:Leviticus:15:29",
        "t": "On the eighth day she must take two doves or two young pigeons and bring them to the priest at the entrance to the tent of meeting."
    },
    {
        "o": 3488,
        "r": "niv:Leviticus:15:30",
        "t": "The priest is to sacrifice one for a sin offering and the other for a burnt offering. In this way he will make atonement for her before the Lord*s for the uncleanness of her discharge."
    },
    {
        "o": 3489,
        "r": "niv:Leviticus:15:31",
        "t": "“ ‘You*p must keep the Israelites separate from things that make them unclean, so they will not die in their uncleanness for defiling my dwelling place, which is among them.’ ”"
    },
    {
        "o": 3490,
        "r": "niv:Leviticus:15:32",
        "t": "These*p are the regulations for a man with a discharge, for anyone made unclean by an emission of semen,"
    },
    {
        "o": 3491,
        "r": "niv:Leviticus:15:33",
        "t": "for a woman in her monthly period, for a man or a woman with a discharge, and for a man who has sexual relations with a woman who is ceremonially unclean."
    }
]
