[
    {
        "o": 23216,
        "r": "csb:Ezekiel:9:0",
        "t": "Ezekiel 9",
        "h": 1
    },
    {
        "o": 23217,
        "r": "csb:Ezekiel:9:0",
        "t": "Vision of Slaughter in Jerusalem",
        "h": 2
    },
    {
        "o": 23218,
        "r": "csb:Ezekiel:9:1",
        "t": "Then*p he called loudly in my hearing, “Come near, executioners of the city, each of you with a destructive weapon in his hand.”"
    },
    {
        "o": 23219,
        "r": "csb:Ezekiel:9:2",
        "t": "And I saw six men coming from the direction of the Upper Gate, which faces north, each with a war club in his hand. There was another man among them, clothed in linen, carrying writing equipment. They came and stood beside the bronze altar."
    },
    {
        "o": 23220,
        "r": "csb:Ezekiel:9:3",
        "t": "Then*p the glory of the God of Israel rose from above the cherub where it had been, to the threshold of the temple. He called to the man clothed in linen and carrying writing equipment."
    },
    {
        "o": 23221,
        "r": "csb:Ezekiel:9:4",
        "t": "“Pass throughout the city of Jerusalem,” the Lord*s said to him, “and put a mark on the foreheads of the men who sigh and groan over all the detestable practices committed in it.”"
    },
    {
        "o": 23222,
        "r": "csb:Ezekiel:9:5",
        "t": "He*p spoke to the others in my hearing: “Pass through the city after him and start killing; do not show pity or spare them!"
    },
    {
        "o": 23223,
        "r": "csb:Ezekiel:9:6",
        "t": "Slaughter the old men, the young men and women, as well as the children and older women, but do not come near anyone who has the mark. Begin at my sanctuary.” So they began with the elders who were in front of the temple."
    },
    {
        "o": 23224,
        "r": "csb:Ezekiel:9:7",
        "t": "Then he said to them, “Defile the temple and fill the courts with the slain. Go!” So they went out killing people in the city."
    },
    {
        "o": 23225,
        "r": "csb:Ezekiel:9:8",
        "t": "While*p they were killing, I was left alone. And I fell facedown and cried out, “Oh, Lord God!*s Are you going to destroy the entire remnant of Israel when you pour out your wrath on Jerusalem?”"
    },
    {
        "o": 23226,
        "r": "csb:Ezekiel:9:9",
        "t": "He*p answered me, “The iniquity of the house of Israel and Judah is extremely great; the land is full of bloodshed, and the city full of perversity. For they say, ‘The Lord*s has abandoned the land; he does not see.’"
    },
    {
        "o": 23227,
        "r": "csb:Ezekiel:9:10",
        "t": "But as for me, I will not show pity or spare them. I will bring their conduct down on their own heads.”"
    },
    {
        "o": 23228,
        "r": "csb:Ezekiel:9:11",
        "t": "Then*p the man clothed in linen and carrying writing equipment reported back, “I have done all that you commanded me.”"
    }
]
