[
    {
        "o": 61,
        "r": "nasb:Genesis:3:0",
        "t": "Genesis 3",
        "h": 1
    },
    {
        "o": 62,
        "r": "nasb:Genesis:3:0",
        "t": "The Fall of Man",
        "h": 2
    },
    {
        "o": 63,
        "r": "nasb:Genesis:3:1",
        "t": "Now*p the serpent was more crafty than any beast of the field which the Lord*s God had made. And he said to the woman, “Indeed, has God said, ‘You shall not eat from any tree of the garden’?”"
    },
    {
        "o": 64,
        "r": "nasb:Genesis:3:2",
        "t": "The woman said to the serpent, “From the fruit of the trees of the garden we may eat;"
    },
    {
        "o": 65,
        "r": "nasb:Genesis:3:3",
        "t": "but from the fruit of the tree which is in the middle of the garden, God has said, ‘You shall not eat from it or touch it, or you will die.’ ”"
    },
    {
        "o": 66,
        "r": "nasb:Genesis:3:4",
        "t": "The serpent said to the woman, “You surely will not die!"
    },
    {
        "o": 67,
        "r": "nasb:Genesis:3:5",
        "t": "For God knows that in the day you eat from it your eyes will be opened, and you will be like God, knowing good and evil.”"
    },
    {
        "o": 68,
        "r": "nasb:Genesis:3:6",
        "t": "When the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was desirable to make one*i wise, she took from its fruit and ate; and she gave also to her husband with her, and he ate."
    },
    {
        "o": 69,
        "r": "nasb:Genesis:3:7",
        "t": "Then the eyes of both of them were opened, and they knew that they were naked; and they sewed fig leaves together and made themselves loin coverings."
    },
    {
        "o": 70,
        "r": "nasb:Genesis:3:8",
        "t": "They*p heard the sound of the Lord*s God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the Lord*s God among the trees of the garden."
    },
    {
        "o": 71,
        "r": "nasb:Genesis:3:9",
        "t": "Then the Lord*s God called to the man, and said to him, “Where are you?”"
    },
    {
        "o": 72,
        "r": "nasb:Genesis:3:10",
        "t": "He said, “I heard the sound of You in the garden, and I was afraid because I was naked; so I hid myself.”"
    },
    {
        "o": 73,
        "r": "nasb:Genesis:3:11",
        "t": "And He said, “Who told you that you were naked? Have you eaten from the tree of which I commanded you not to eat?”"
    },
    {
        "o": 74,
        "r": "nasb:Genesis:3:12",
        "t": "The man said, “The woman whom You gave to*i be*i with me, she gave me from the tree, and I ate.”"
    },
    {
        "o": 75,
        "r": "nasb:Genesis:3:13",
        "t": "Then the Lord*s God said to the woman, “What is this you have done?” And the woman said, “The serpent deceived me, and I ate.”"
    },
    {
        "o": 76,
        "r": "nasb:Genesis:3:14",
        "t": "The Lord*s God said to the serpent, “Because*pn you have done this, Cursed*ln are you more than all cattle, And*ln more than every beast of the field; On*ln your belly you will go, And*ln dust you will eat All*ln the days of your life;"
    },
    {
        "o": 77,
        "r": "nasb:Genesis:3:15",
        "t": "And*ln I will put enmity Between*ln you and the woman, And*ln between your seed and her seed; He*ln shall bruise you on the head, And*ln you shall bruise him on the heel.”"
    },
    {
        "o": 78,
        "r": "nasb:Genesis:3:16",
        "t": "To*p the woman He said, “I*pn will greatly multiply Your*ln pain in childbirth, In*ln pain you will bring forth children; Yet*ln your desire will be for your husband, And*ln he will rule over you.”"
    },
    {
        "o": 79,
        "r": "nasb:Genesis:3:17",
        "t": "Then*p to Adam He said, “Because you have listened to the voice of your wife, and have eaten from the tree about which I commanded you, saying, ‘You shall not eat from it’; Cursed*pn is the ground because of you; In*ln toil you will eat of it All*ln the days of your life."
    },
    {
        "o": 80,
        "r": "nasb:Genesis:3:18",
        "t": "Both*ln thorns and thistles it shall grow for you; And*ln you will eat the plants of the field;"
    },
    {
        "o": 81,
        "r": "nasb:Genesis:3:19",
        "t": "By*ln the sweat of your face You*ln will eat bread, Till*ln you return to the ground, Because*ln from it you were taken; For*ln you are dust, And*ln to dust you shall return.”"
    },
    {
        "o": 82,
        "r": "nasb:Genesis:3:20",
        "t": "Now*p the man called his wife’s name Eve, because she was the mother of all the*i living."
    },
    {
        "o": 83,
        "r": "nasb:Genesis:3:21",
        "t": "The Lord*s God made garments of skin for Adam and his wife, and clothed them."
    },
    {
        "o": 84,
        "r": "nasb:Genesis:3:22",
        "t": "Then*p the Lord*s God said, “Behold, the man has become like one of Us, knowing good and evil; and now, he might stretch out his hand, and take also from the tree of life, and eat, and live forever”—"
    },
    {
        "o": 85,
        "r": "nasb:Genesis:3:23",
        "t": "therefore the Lord*s God sent him out from the garden of Eden, to cultivate the ground from which he was taken."
    },
    {
        "o": 86,
        "r": "nasb:Genesis:3:24",
        "t": "So He drove the man out; and at the east of the garden of Eden He stationed the cherubim and the flaming sword which turned every direction to guard the way to the tree of life."
    }
]
