[
    {
        "o": 3639,
        "r": "esv:Leviticus:21:0",
        "t": "Leviticus 21",
        "h": 1
    },
    {
        "o": 3640,
        "r": "esv:Leviticus:21:0",
        "t": "Holiness and the Priests",
        "h": 2
    },
    {
        "o": 3641,
        "r": "esv:Leviticus:21:1",
        "t": "And*p the Lord*s said to Moses, “Speak to the priests, the sons of Aaron, and say to them, No one shall make himself unclean for the dead among his people,"
    },
    {
        "o": 3642,
        "r": "esv:Leviticus:21:2",
        "t": "except for his closest relatives, his mother, his father, his son, his daughter, his brother,"
    },
    {
        "o": 3643,
        "r": "esv:Leviticus:21:3",
        "t": "or his virgin sister (who is near to him because she has had no husband; for her he may make himself unclean)."
    },
    {
        "o": 3644,
        "r": "esv:Leviticus:21:4",
        "t": "He shall not make himself unclean as a husband among his people and so profane himself."
    },
    {
        "o": 3645,
        "r": "esv:Leviticus:21:5",
        "t": "They shall not make bald patches on their heads, nor shave off the edges of their beards, nor make any cuts on their body."
    },
    {
        "o": 3646,
        "r": "esv:Leviticus:21:6",
        "t": "They shall be holy to their God and not profane the name of their God. For they offer the Lord’s*s food offerings, the bread of their God; therefore they shall be holy."
    },
    {
        "o": 3647,
        "r": "esv:Leviticus:21:7",
        "t": "They shall not marry a prostitute or a woman who has been defiled, neither shall they marry a woman divorced from her husband, for the priest is holy to his God."
    },
    {
        "o": 3648,
        "r": "esv:Leviticus:21:8",
        "t": "You shall sanctify him, for he offers the bread of your God. He shall be holy to you, for I, the Lord,*s who sanctify you, am holy."
    },
    {
        "o": 3649,
        "r": "esv:Leviticus:21:9",
        "t": "And the daughter of any priest, if she profanes herself by whoring, profanes her father; she shall be burned with fire."
    },
    {
        "o": 3650,
        "r": "esv:Leviticus:21:10",
        "t": "“The*p priest who is chief among his brothers, on whose head the anointing oil is poured and who has been consecrated to wear the garments, shall not let the hair of his head hang loose nor tear his clothes."
    },
    {
        "o": 3651,
        "r": "esv:Leviticus:21:11",
        "t": "He shall not go in to any dead bodies nor make himself unclean, even for his father or for his mother."
    },
    {
        "o": 3652,
        "r": "esv:Leviticus:21:12",
        "t": "He shall not go out of the sanctuary, lest he profane the sanctuary of his God, for the consecration of the anointing oil of his God is on him: I am the Lord.*s"
    },
    {
        "o": 3653,
        "r": "esv:Leviticus:21:13",
        "t": "And he shall take a wife in her virginity."
    },
    {
        "o": 3654,
        "r": "esv:Leviticus:21:14",
        "t": "A widow, or a divorced woman, or a woman who has been defiled, or a prostitute, these he shall not marry. But he shall take as his wife a virgin of his own people,"
    },
    {
        "o": 3655,
        "r": "esv:Leviticus:21:15",
        "t": "that he may not profane his offspring among his people, for I am the Lord*s who sanctifies him.”"
    },
    {
        "o": 3656,
        "r": "esv:Leviticus:21:16",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3657,
        "r": "esv:Leviticus:21:17",
        "t": "“Speak to Aaron, saying, None of your offspring throughout their generations who has a blemish may approach to offer the bread of his God."
    },
    {
        "o": 3658,
        "r": "esv:Leviticus:21:18",
        "t": "For no one who has a blemish shall draw near, a man blind or lame, or one who has a mutilated face or a limb too long,"
    },
    {
        "o": 3659,
        "r": "esv:Leviticus:21:19",
        "t": "or a man who has an injured foot or an injured hand,"
    },
    {
        "o": 3660,
        "r": "esv:Leviticus:21:20",
        "t": "or a hunchback or a dwarf or a man with a defect in his sight or an itching disease or scabs or crushed testicles."
    },
    {
        "o": 3661,
        "r": "esv:Leviticus:21:21",
        "t": "No man of the offspring of Aaron the priest who has a blemish shall come near to offer the Lord’s*s food offerings; since he has a blemish, he shall not come near to offer the bread of his God."
    },
    {
        "o": 3662,
        "r": "esv:Leviticus:21:22",
        "t": "He may eat the bread of his God, both of the most holy and of the holy things,"
    },
    {
        "o": 3663,
        "r": "esv:Leviticus:21:23",
        "t": "but he shall not go through the veil or approach the altar, because he has a blemish, that he may not profane my sanctuaries, for I am the Lord*s who sanctifies them.”"
    },
    {
        "o": 3664,
        "r": "esv:Leviticus:21:24",
        "t": "So Moses spoke to Aaron and to his sons and to all the people of Israel."
    }
]
