[
    {
        "o": 20444,
        "r": "csb:Isaiah:31:0",
        "t": "Isaiah 31",
        "h": 1
    },
    {
        "o": 20445,
        "r": "csb:Isaiah:31:0",
        "t": "The Lord, the Only Help",
        "h": 2
    },
    {
        "o": 20446,
        "r": "csb:Isaiah:31:1",
        "t": "Woe*pn to those who go down to Egypt for help and*ln who depend on horses! They*ln trust in the abundance of chariots and*ln in the large number of horsemen. They*ln do not look to the Holy One of Israel, and*ln they do not seek the Lord.*s"
    },
    {
        "o": 20447,
        "r": "csb:Isaiah:31:2",
        "t": "But*ln he also is wise and brings disaster. He*ln does not go back on what he says; he*ln will rise up against the house of the wicked and*ln against the allies of evildoers."
    },
    {
        "o": 20448,
        "r": "csb:Isaiah:31:3",
        "t": "Egyptians*ln are men, not God; their*ln horses are flesh, not spirit. When*ln the Lord*s raises his hand to strike, the*ln helper will stumble and*ln the one who is helped will fall; both*ln will perish together."
    },
    {
        "o": 20449,
        "r": "csb:Isaiah:31:4",
        "t": "For*p this is what the Lord*s said to me: As*pn a lion or young lion growls over its prey when*ln a band of shepherds is called out against it, and*ln it is not terrified by their shouting or*ln subdued by their noise, so*ln the Lord*s of Armies will come down to*ln fight on Mount Zion and*ln on its hill."
    },
    {
        "o": 20450,
        "r": "csb:Isaiah:31:5",
        "t": "Like*pn hovering birds, so*ln the Lord*s of Armies will protect Jerusalem; by*ln protecting it, he will rescue it; by*ln passing over it, he will deliver it."
    },
    {
        "o": 20451,
        "r": "csb:Isaiah:31:6",
        "t": "Return*p to the one the Israelites have greatly rebelled against."
    },
    {
        "o": 20452,
        "r": "csb:Isaiah:31:7",
        "t": "For on that day, every one of you will reject the worthless idols of silver and gold that your own hands have sinfully made."
    },
    {
        "o": 20453,
        "r": "csb:Isaiah:31:8",
        "t": "Then*pn Assyria will fall, but*ln not by human sword; a*ln sword will devour him, but*ln not one made by man. He*ln will flee from the sword; his*ln young men will be put to forced labor."
    },
    {
        "o": 20454,
        "r": "csb:Isaiah:31:9",
        "t": "His*pn rock will pass away because of fear, and*ln his officers will be afraid because of the signal flag. This*p is the Lord’s*s declaration - whose fire is in Zion and whose furnace is in Jerusalem."
    }
]
