[
    {
        "o": 8665,
        "r": "niv:1 Samuel:28:0",
        "t": "1 Samuel 28",
        "h": 1
    },
    {
        "o": 8666,
        "r": "niv:1 Samuel:28:1",
        "t": "In*p those days the Philistines gathered their forces to fight against Israel. Achish said to David, “You must understand that you and your men will accompany me in the army.”"
    },
    {
        "o": 8667,
        "r": "niv:1 Samuel:28:2",
        "t": "David*p said, “Then you will see for yourself what your servant can do.” Achish*p replied, “Very well, I will make you my bodyguard for life.”"
    },
    {
        "o": 8668,
        "r": "niv:1 Samuel:28:2",
        "t": "Saul and the Medium at Endor",
        "h": 2
    },
    {
        "o": 8669,
        "r": "niv:1 Samuel:28:3",
        "t": "Now*p Samuel was dead, and all Israel had mourned for him and buried him in his own town of Ramah. Saul had expelled the mediums and spiritists from the land."
    },
    {
        "o": 8670,
        "r": "niv:1 Samuel:28:4",
        "t": "The*p Philistines assembled and came and set up camp at Shunem, while Saul gathered all Israel and set up camp at Gilboa."
    },
    {
        "o": 8671,
        "r": "niv:1 Samuel:28:5",
        "t": "When Saul saw the Philistine army, he was afraid; terror filled his heart."
    },
    {
        "o": 8672,
        "r": "niv:1 Samuel:28:6",
        "t": "He inquired of the Lord,*s but the Lord*s did not answer him by dreams or Urim or prophets."
    },
    {
        "o": 8673,
        "r": "niv:1 Samuel:28:7",
        "t": "Saul then said to his attendants, “Find me a woman who is a medium, so I may go and inquire of her.” “There*p is one in Endor,” they said."
    },
    {
        "o": 8674,
        "r": "niv:1 Samuel:28:8",
        "t": "So*p Saul disguised himself, putting on other clothes, and at night he and two men went to the woman. “Consult a spirit for me,” he said, “and bring up for me the one I name.”"
    },
    {
        "o": 8675,
        "r": "niv:1 Samuel:28:9",
        "t": "But*p the woman said to him, “Surely you know what Saul has done. He has cut off the mediums and spiritists from the land. Why have you set a trap for my life to bring about my death?”"
    },
    {
        "o": 8676,
        "r": "niv:1 Samuel:28:10",
        "t": "Saul*p swore to her by the Lord,*s “As surely as the Lord*s lives, you will not be punished for this.”"
    },
    {
        "o": 8677,
        "r": "niv:1 Samuel:28:11",
        "t": "Then*p the woman asked, “Whom shall I bring up for you?” “Bring*p up Samuel,” he said."
    },
    {
        "o": 8678,
        "r": "niv:1 Samuel:28:12",
        "t": "When*p the woman saw Samuel, she cried out at the top of her voice and said to Saul, “Why have you deceived me? You are Saul!”"
    },
    {
        "o": 8679,
        "r": "niv:1 Samuel:28:13",
        "t": "The*p king said to her, “Don’t be afraid. What do you see?” The*p woman said, “I see a ghostly figure coming up out of the earth.”"
    },
    {
        "o": 8680,
        "r": "niv:1 Samuel:28:14",
        "t": "“What*p does he look like?” he asked. “An*p old man wearing a robe is coming up,” she said. Then*p Saul knew it was Samuel, and he bowed down and prostrated himself with his face to the ground."
    },
    {
        "o": 8681,
        "r": "niv:1 Samuel:28:15",
        "t": "Samuel*p said to Saul, “Why have you disturbed me by bringing me up?” “I*p am in great distress,” Saul said. “The Philistines are fighting against me, and God has departed from me. He no longer answers me, either by prophets or by dreams. So I have called on you to tell me what to do.”"
    },
    {
        "o": 8682,
        "r": "niv:1 Samuel:28:16",
        "t": "Samuel*p said, “Why do you consult me, now that the Lord*s has departed from you and become your enemy?"
    },
    {
        "o": 8683,
        "r": "niv:1 Samuel:28:17",
        "t": "The Lord*s has done what he predicted through me. The Lord*s has torn the kingdom out of your hands and given it to one of your neighbors—to David."
    },
    {
        "o": 8684,
        "r": "niv:1 Samuel:28:18",
        "t": "Because you did not obey the Lord*s or carry out his fierce wrath against the Amalekites, the Lord*s has done this to you today."
    },
    {
        "o": 8685,
        "r": "niv:1 Samuel:28:19",
        "t": "The Lord*s will deliver both Israel and you into the hands of the Philistines, and tomorrow you and your sons will be with me. The Lord*s will also give the army of Israel into the hands of the Philistines.”"
    },
    {
        "o": 8686,
        "r": "niv:1 Samuel:28:20",
        "t": "Immediately*p Saul fell full length on the ground, filled with fear because of Samuel’s words. His strength was gone, for he had eaten nothing all that day and all that night."
    },
    {
        "o": 8687,
        "r": "niv:1 Samuel:28:21",
        "t": "When*p the woman came to Saul and saw that he was greatly shaken, she said, “Look, your servant has obeyed you. I took my life in my hands and did what you told me to do."
    },
    {
        "o": 8688,
        "r": "niv:1 Samuel:28:22",
        "t": "Now please listen to your servant and let me give you some food so you may eat and have the strength to go on your way.”"
    },
    {
        "o": 8689,
        "r": "niv:1 Samuel:28:23",
        "t": "He*p refused and said, “I will not eat.” But*p his men joined the woman in urging him, and he listened to them. He got up from the ground and sat on the couch."
    },
    {
        "o": 8690,
        "r": "niv:1 Samuel:28:24",
        "t": "The*p woman had a fattened calf at the house, which she butchered at once. She took some flour, kneaded it and baked bread without yeast."
    },
    {
        "o": 8691,
        "r": "niv:1 Samuel:28:25",
        "t": "Then she set it before Saul and his men, and they ate. That same night they got up and left."
    }
]
