[
    {
        "o": 31643,
        "r": "csb:Romans:2:0",
        "t": "Romans 2",
        "h": 1
    },
    {
        "o": 31644,
        "r": "csb:Romans:2:0",
        "t": "God’s Righteous Judgment",
        "h": 2
    },
    {
        "o": 31645,
        "r": "csb:Romans:2:1",
        "t": "Therefore,*p every one of you who judges is without excuse. For when you judge another, you condemn yourself, since you, the judge, do the same things."
    },
    {
        "o": 31646,
        "r": "csb:Romans:2:2",
        "t": "Now we know that God’s judgment on those who do such things is based on the truth."
    },
    {
        "o": 31647,
        "r": "csb:Romans:2:3",
        "t": "Do you think - anyone of you who judges those who do such things yet do the same - that you will escape God’s judgment?"
    },
    {
        "o": 31648,
        "r": "csb:Romans:2:4",
        "t": "Or do you despise the riches of his kindness, restraint, and patience, not recognizing that God’s kindness is intended to lead you to repentance?"
    },
    {
        "o": 31649,
        "r": "csb:Romans:2:5",
        "t": "Because of your hardened and unrepentant heart you are storing up wrath for yourself in the day of wrath, when God’s righteous judgment is revealed."
    },
    {
        "o": 31650,
        "r": "csb:Romans:2:6",
        "t": "He*i will*i repay*i each*i one*i according*i to*i his*i works:*i"
    },
    {
        "o": 31651,
        "r": "csb:Romans:2:7",
        "t": "eternal life to those who by persistence in doing good seek glory, honor, and immortality;"
    },
    {
        "o": 31652,
        "r": "csb:Romans:2:8",
        "t": "but wrath and anger to those who are self-seeking and disobey the truth while obeying unrighteousness."
    },
    {
        "o": 31653,
        "r": "csb:Romans:2:9",
        "t": "There will be affliction and distress for every human being who does evil, first to the Jew, and also to the Greek;"
    },
    {
        "o": 31654,
        "r": "csb:Romans:2:10",
        "t": "but glory, honor, and peace for everyone who does what is good, first to the Jew, and also to the Greek."
    },
    {
        "o": 31655,
        "r": "csb:Romans:2:11",
        "t": "For there is no favoritism with God."
    },
    {
        "o": 31656,
        "r": "csb:Romans:2:12",
        "t": "For*p all who sin without the law will also perish without the law, and all who sin under the law will be judged by the law."
    },
    {
        "o": 31657,
        "r": "csb:Romans:2:13",
        "t": "For the hearers of the law are not righteous before God, but the doers of the law will be justified."
    },
    {
        "o": 31658,
        "r": "csb:Romans:2:14",
        "t": "So, when Gentiles, who do not by nature have the law, do what the law demands, they are a law to themselves even though they do not have the law."
    },
    {
        "o": 31659,
        "r": "csb:Romans:2:15",
        "t": "They show that the work of the law is written on their hearts. Their consciences confirm this. Their competing thoughts either accuse or even excuse them"
    },
    {
        "o": 31660,
        "r": "csb:Romans:2:16",
        "t": "on the day when God judges what people have kept secret, according to my gospel through Christ Jesus."
    },
    {
        "o": 31661,
        "r": "csb:Romans:2:16",
        "t": "Jewish Violation of the Law",
        "h": 2
    },
    {
        "o": 31662,
        "r": "csb:Romans:2:17",
        "t": "Now*p if you call yourself a Jew, and rely on the law, and boast in God,"
    },
    {
        "o": 31663,
        "r": "csb:Romans:2:18",
        "t": "and know his will, and approve the things that are superior, being instructed from the law,"
    },
    {
        "o": 31664,
        "r": "csb:Romans:2:19",
        "t": "and if you are convinced that you are a guide for the blind, a light to those in darkness,"
    },
    {
        "o": 31665,
        "r": "csb:Romans:2:20",
        "t": "an instructor of the ignorant, a teacher of the immature, having the embodiment of knowledge and truth in the law -"
    },
    {
        "o": 31666,
        "r": "csb:Romans:2:21",
        "t": "you then, who teach another, don’t you teach yourself? You who preach, “You must not steal” - do you steal?"
    },
    {
        "o": 31667,
        "r": "csb:Romans:2:22",
        "t": "You who say, “You must not commit adultery” - do you commit adultery? You who detest idols, do you rob temples?"
    },
    {
        "o": 31668,
        "r": "csb:Romans:2:23",
        "t": "You who boast in the law, do you dishonor God by breaking the law?"
    },
    {
        "o": 31669,
        "r": "csb:Romans:2:24",
        "t": "For, as it is written: The*i name*i of*i God*i is*i blasphemed*i among*i the*i Gentiles*i because*i of*i you.*i"
    },
    {
        "o": 31670,
        "r": "csb:Romans:2:24",
        "t": "Circumcision of the Heart",
        "h": 2
    },
    {
        "o": 31671,
        "r": "csb:Romans:2:25",
        "t": "Circumcision*p benefits you if you observe the law, but if you are a lawbreaker, your circumcision has become uncircumcision."
    },
    {
        "o": 31672,
        "r": "csb:Romans:2:26",
        "t": "So if an uncircumcised man keeps the law’s requirements, will not his uncircumcision be counted as circumcision?"
    },
    {
        "o": 31673,
        "r": "csb:Romans:2:27",
        "t": "A man who is physically uncircumcised, but who keeps the law, will judge you who are a lawbreaker in spite of having the letter of the law and circumcision."
    },
    {
        "o": 31674,
        "r": "csb:Romans:2:28",
        "t": "For a person is not a Jew who is one outwardly, and true circumcision is not something visible in the flesh."
    },
    {
        "o": 31675,
        "r": "csb:Romans:2:29",
        "t": "On the contrary, a person is a Jew who is one inwardly, and circumcision is of the heart - by the Spirit, not the letter. That person’s praise is not from people but from God."
    }
]
