[
    {
        "o": 23724,
        "r": "kjv:Nahum:1:0",
        "t": "Nahum 1",
        "h": 1
    },
    {
        "o": 23725,
        "r": "kjv:Nahum:1:1",
        "t": "The*p burden of Nineveh. The book of the vision of Nahum the Elkoshite."
    },
    {
        "o": 23726,
        "r": "kjv:Nahum:1:2",
        "t": "God*p is jealous, and the Lord*s revengeth; the Lord*s revengeth, and is furious; the Lord*s will take vengeance on his adversaries, and he reserveth wrath for his enemies."
    },
    {
        "o": 23727,
        "r": "kjv:Nahum:1:3",
        "t": "The*p Lord*s is slow to anger, and great in power, and will not at all acquit the wicked: the Lord*s hath his way in the whirlwind and in the storm, and the clouds are the dust of his feet."
    },
    {
        "o": 23728,
        "r": "kjv:Nahum:1:4",
        "t": "He*p rebuketh the sea, and maketh it dry, and drieth up all the rivers: Bashan languisheth, and Carmel, and the flower of Lebanon languisheth."
    },
    {
        "o": 23729,
        "r": "kjv:Nahum:1:5",
        "t": "The*p mountains quake at him, and the hills melt, and the earth is burned at his presence, yea, the world, and all that dwell therein."
    },
    {
        "o": 23730,
        "r": "kjv:Nahum:1:6",
        "t": "Who*p can stand before his indignation? and who can abide in the fierceness of his anger? his fury is poured out like fire, and the rocks are thrown down by him."
    },
    {
        "o": 23731,
        "r": "kjv:Nahum:1:7",
        "t": "The*p Lord*s is good, a strong hold in the day of trouble; and he knoweth them that trust in him."
    },
    {
        "o": 23732,
        "r": "kjv:Nahum:1:8",
        "t": "But*p with an overrunning flood he will make an utter end of the place thereof, and darkness shall pursue his enemies."
    },
    {
        "o": 23733,
        "r": "kjv:Nahum:1:9",
        "t": "What*p do ye imagine against the Lord?*s he will make an utter end: affliction shall not rise up the second time."
    },
    {
        "o": 23734,
        "r": "kjv:Nahum:1:10",
        "t": "For*p while they be folden together as thorns, and while they are drunken as drunkards, they shall be devoured as stubble fully dry."
    },
    {
        "o": 23735,
        "r": "kjv:Nahum:1:11",
        "t": "There*p is one come out of thee, that imagineth evil against the Lord,*s a wicked counsellor."
    },
    {
        "o": 23736,
        "r": "kjv:Nahum:1:12",
        "t": "Thus*p saith the Lord;*s Though they be quiet, and likewise many, yet thus shall they be cut down, when he shall pass through. Though I have afflicted thee, I will afflict thee no more."
    },
    {
        "o": 23737,
        "r": "kjv:Nahum:1:13",
        "t": "For*p now will I break his yoke from off thee, and will burst thy bonds in sunder."
    },
    {
        "o": 23738,
        "r": "kjv:Nahum:1:14",
        "t": "And*p the Lord*s hath given a commandment concerning thee, that no more of thy name be sown: out of the house of thy gods will I cut off the graven image and the molten image: I will make thy grave; for thou art vile."
    },
    {
        "o": 23739,
        "r": "kjv:Nahum:1:15",
        "t": "Behold*p upon the mountains the feet of him that bringeth good tidings, that publisheth peace! O Judah, keep thy solemn feasts, perform thy vows: for the wicked shall no more pass through thee; he is utterly cut off."
    }
]
