[
    {
        "o": 24090,
        "r": "niv:Daniel:7:0",
        "t": "Daniel 7",
        "h": 1
    },
    {
        "o": 24091,
        "r": "niv:Daniel:7:0",
        "t": "Daniel’s Dream of Four Beasts",
        "h": 2
    },
    {
        "o": 24092,
        "r": "niv:Daniel:7:1",
        "t": "In*p the first year of Belshazzar king of Babylon, Daniel had a dream, and visions passed through his mind as he was lying in bed. He wrote down the substance of his dream."
    },
    {
        "o": 24093,
        "r": "niv:Daniel:7:2",
        "t": "Daniel*p said: “In my vision at night I looked, and there before me were the four winds of heaven churning up the great sea."
    },
    {
        "o": 24094,
        "r": "niv:Daniel:7:3",
        "t": "Four great beasts, each different from the others, came up out of the sea."
    },
    {
        "o": 24095,
        "r": "niv:Daniel:7:4",
        "t": "“The*p first was like a lion, and it had the wings of an eagle. I watched until its wings were torn off and it was lifted from the ground so that it stood on two feet like a human being, and the mind of a human was given to it."
    },
    {
        "o": 24096,
        "r": "niv:Daniel:7:5",
        "t": "“And*p there before me was a second beast, which looked like a bear. It was raised up on one of its sides, and it had three ribs in its mouth between its teeth. It was told, ‘Get up and eat your fill of flesh!’"
    },
    {
        "o": 24097,
        "r": "niv:Daniel:7:6",
        "t": "“After*p that, I looked, and there before me was another beast, one that looked like a leopard. And on its back it had four wings like those of a bird. This beast had four heads, and it was given authority to rule."
    },
    {
        "o": 24098,
        "r": "niv:Daniel:7:7",
        "t": "“After*p that, in my vision at night I looked, and there before me was a fourth beast—terrifying and frightening and very powerful. It had large iron teeth; it crushed and devoured its victims and trampled underfoot whatever was left. It was different from all the former beasts, and it had ten horns."
    },
    {
        "o": 24099,
        "r": "niv:Daniel:7:8",
        "t": "“While*p I was thinking about the horns, there before me was another horn, a little one, which came up among them; and three of the first horns were uprooted before it. This horn had eyes like the eyes of a human being and a mouth that spoke boastfully."
    },
    {
        "o": 24100,
        "r": "niv:Daniel:7:9",
        "t": "“As*p I looked, “thrones*pn were set in place, and*ld the Ancient of Days took his seat. His*ln clothing was as white as snow; the*ld hair of his head was white like wool. His*ln throne was flaming with fire, and*ld its wheels were all ablaze."
    },
    {
        "o": 24101,
        "r": "niv:Daniel:7:10",
        "t": "A*ln river of fire was flowing, coming*ld out from before him. Thousands*ln upon thousands attended him; ten*ld thousand times ten thousand stood before him. The*ln court was seated, and*ld the books were opened."
    },
    {
        "o": 24102,
        "r": "niv:Daniel:7:11",
        "t": "“Then*p I continued to watch because of the boastful words the horn was speaking. I kept looking until the beast was slain and its body destroyed and thrown into the blazing fire."
    },
    {
        "o": 24103,
        "r": "niv:Daniel:7:12",
        "t": "(The other beasts had been stripped of their authority, but were allowed to live for a period of time.)"
    },
    {
        "o": 24104,
        "r": "niv:Daniel:7:13",
        "t": "“In*p my vision at night I looked, and there before me was one like a son of man, coming with the clouds of heaven. He approached the Ancient of Days and was led into his presence."
    },
    {
        "o": 24105,
        "r": "niv:Daniel:7:14",
        "t": "He was given authority, glory and sovereign power; all nations and peoples of every language worshiped him. His dominion is an everlasting dominion that will not pass away, and his kingdom is one that will never be destroyed."
    },
    {
        "o": 24106,
        "r": "niv:Daniel:7:14",
        "t": "The Interpretation of the Dream",
        "h": 2
    },
    {
        "o": 24107,
        "r": "niv:Daniel:7:15",
        "t": "“I,*p Daniel, was troubled in spirit, and the visions that passed through my mind disturbed me."
    },
    {
        "o": 24108,
        "r": "niv:Daniel:7:16",
        "t": "I approached one of those standing there and asked him the meaning of all this. “So*p he told me and gave me the interpretation of these things:"
    },
    {
        "o": 24109,
        "r": "niv:Daniel:7:17",
        "t": "‘The four great beasts are four kings that will rise from the earth."
    },
    {
        "o": 24110,
        "r": "niv:Daniel:7:18",
        "t": "But the holy people of the Most High will receive the kingdom and will possess it forever—yes, for ever and ever.’"
    },
    {
        "o": 24111,
        "r": "niv:Daniel:7:19",
        "t": "“Then*p I wanted to know the meaning of the fourth beast, which was different from all the others and most terrifying, with its iron teeth and bronze claws—the beast that crushed and devoured its victims and trampled underfoot whatever was left."
    },
    {
        "o": 24112,
        "r": "niv:Daniel:7:20",
        "t": "I also wanted to know about the ten horns on its head and about the other horn that came up, before which three of them fell—the horn that looked more imposing than the others and that had eyes and a mouth that spoke boastfully."
    },
    {
        "o": 24113,
        "r": "niv:Daniel:7:21",
        "t": "As I watched, this horn was waging war against the holy people and defeating them,"
    },
    {
        "o": 24114,
        "r": "niv:Daniel:7:22",
        "t": "until the Ancient of Days came and pronounced judgment in favor of the holy people of the Most High, and the time came when they possessed the kingdom."
    },
    {
        "o": 24115,
        "r": "niv:Daniel:7:23",
        "t": "“He*p gave me this explanation: ‘The fourth beast is a fourth kingdom that will appear on earth. It will be different from all the other kingdoms and will devour the whole earth, trampling it down and crushing it."
    },
    {
        "o": 24116,
        "r": "niv:Daniel:7:24",
        "t": "The ten horns are ten kings who will come from this kingdom. After them another king will arise, different from the earlier ones; he will subdue three kings."
    },
    {
        "o": 24117,
        "r": "niv:Daniel:7:25",
        "t": "He will speak against the Most High and oppress his holy people and try to change the set times and the laws. The holy people will be delivered into his hands for a time, times and half a time."
    },
    {
        "o": 24118,
        "r": "niv:Daniel:7:26",
        "t": "“ ‘But*p the court will sit, and his power will be taken away and completely destroyed forever."
    },
    {
        "o": 24119,
        "r": "niv:Daniel:7:27",
        "t": "Then the sovereignty, power and greatness of all the kingdoms under heaven will be handed over to the holy people of the Most High. His kingdom will be an everlasting kingdom, and all rulers will worship and obey him.’"
    },
    {
        "o": 24120,
        "r": "niv:Daniel:7:28",
        "t": "“This*p is the end of the matter. I, Daniel, was deeply troubled by my thoughts, and my face turned pale, but I kept the matter to myself.”"
    }
]
