[
    {
        "o": 7765,
        "r": "nasb:Ruth:1:0",
        "t": "Ruth 1",
        "h": 1
    },
    {
        "o": 7766,
        "r": "nasb:Ruth:1:0",
        "t": "Naomi Widowed",
        "h": 2
    },
    {
        "o": 7767,
        "r": "nasb:Ruth:1:1",
        "t": "Now*p it came about in the days when the judges governed, that there was a famine in the land. And a certain man of Bethlehem in Judah went to sojourn in the land of Moab with his wife and his two sons."
    },
    {
        "o": 7768,
        "r": "nasb:Ruth:1:2",
        "t": "The name of the man was*i Elimelech, and the name of his wife, Naomi; and the names of his two sons were*i Mahlon and Chilion, Ephrathites of Bethlehem in Judah. Now they entered the land of Moab and remained there."
    },
    {
        "o": 7769,
        "r": "nasb:Ruth:1:3",
        "t": "Then Elimelech, Naomi’s husband, died; and she was left with her two sons."
    },
    {
        "o": 7770,
        "r": "nasb:Ruth:1:4",
        "t": "They took for themselves Moabite women as*i wives; the name of the one was Orpah and the name of the other Ruth. And they lived there about ten years."
    },
    {
        "o": 7771,
        "r": "nasb:Ruth:1:5",
        "t": "Then both Mahlon and Chilion also died, and the woman was bereft of her two children and her husband."
    },
    {
        "o": 7772,
        "r": "nasb:Ruth:1:6",
        "t": "Then*p she arose with her daughters-in-law that she might return from the land of Moab, for she had heard in the land of Moab that the Lord*s had visited His people in giving them food."
    },
    {
        "o": 7773,
        "r": "nasb:Ruth:1:7",
        "t": "So she departed from the place where she was, and her two daughters-in-law with her; and they went on the way to return to the land of Judah."
    },
    {
        "o": 7774,
        "r": "nasb:Ruth:1:8",
        "t": "And Naomi said to her two daughters-in-law, “Go, return each of you to her mother’s house. May the Lord*s deal kindly with you as you have dealt with the dead and with me."
    },
    {
        "o": 7775,
        "r": "nasb:Ruth:1:9",
        "t": "May the Lord*s grant that you may find rest, each in the house of her husband.” Then she kissed them, and they lifted up their voices and wept."
    },
    {
        "o": 7776,
        "r": "nasb:Ruth:1:10",
        "t": "And they said to her, “No,*i but we will surely return with you to your people.”"
    },
    {
        "o": 7777,
        "r": "nasb:Ruth:1:11",
        "t": "But Naomi said, “Return, my daughters. Why should you go with me? Have I yet sons in my womb, that they may be your husbands?"
    },
    {
        "o": 7778,
        "r": "nasb:Ruth:1:12",
        "t": "Return, my daughters! Go, for I am too old to have a husband. If I said I have hope, if I should even have a husband tonight and also bear sons,"
    },
    {
        "o": 7779,
        "r": "nasb:Ruth:1:13",
        "t": "would you therefore wait until they were grown? Would you therefore refrain from marrying? No, my daughters; for it is harder for me than for you, for the hand of the Lord*s has gone forth against me.”"
    },
    {
        "o": 7780,
        "r": "nasb:Ruth:1:13",
        "t": "Ruth’s Loyalty",
        "h": 2
    },
    {
        "o": 7781,
        "r": "nasb:Ruth:1:14",
        "t": "And*p they lifted up their voices and wept again; and Orpah kissed her mother-in-law, but Ruth clung to her."
    },
    {
        "o": 7782,
        "r": "nasb:Ruth:1:15",
        "t": "Then*p she said, “Behold, your sister-in-law has gone back to her people and her gods; return after your sister-in-law.”"
    },
    {
        "o": 7783,
        "r": "nasb:Ruth:1:16",
        "t": "But Ruth said, “Do not urge me to leave you or*i turn back from following you; for where you go, I will go, and where you lodge, I will lodge. Your people shall*i be*i my people, and your God, my God."
    },
    {
        "o": 7784,
        "r": "nasb:Ruth:1:17",
        "t": "Where you die, I will die, and there I will be buried. Thus may the Lord*s do to me, and worse, if anything*i but*i death parts you and me.”"
    },
    {
        "o": 7785,
        "r": "nasb:Ruth:1:18",
        "t": "When she saw that she was determined to go with her, she said no more to her."
    },
    {
        "o": 7786,
        "r": "nasb:Ruth:1:19",
        "t": "So*p they both went until they came to Bethlehem. And when they had come to Bethlehem, all the city was stirred because of them, and the women said, “Is this Naomi?”"
    },
    {
        "o": 7787,
        "r": "nasb:Ruth:1:20",
        "t": "She said to them, “Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me."
    },
    {
        "o": 7788,
        "r": "nasb:Ruth:1:21",
        "t": "I went out full, but the Lord*s has brought me back empty. Why do you call me Naomi, since the Lord*s has witnessed against me and the Almighty has afflicted me?”"
    },
    {
        "o": 7789,
        "r": "nasb:Ruth:1:22",
        "t": "So*p Naomi returned, and with her Ruth the Moabitess, her daughter-in-law, who returned from the land of Moab. And they came to Bethlehem at the beginning of barley harvest."
    },
    {
        "o": 7790,
        "r": "nasb:Ruth:2:0",
        "t": "Ruth 2",
        "h": 1
    },
    {
        "o": 7791,
        "r": "nasb:Ruth:2:0",
        "t": "Ruth Gleans in Boaz’ Field",
        "h": 2
    },
    {
        "o": 7792,
        "r": "nasb:Ruth:2:1",
        "t": "Now*p Naomi had a kinsman of her husband, a man of great wealth, of the family of Elimelech, whose name was Boaz."
    },
    {
        "o": 7793,
        "r": "nasb:Ruth:2:2",
        "t": "And Ruth the Moabitess said to Naomi, “Please let me go to the field and glean among the ears of grain after one in whose sight I may find favor.” And she said to her, “Go, my daughter.”"
    },
    {
        "o": 7794,
        "r": "nasb:Ruth:2:3",
        "t": "So she departed and went and gleaned in the field after the reapers; and she happened to come to the portion of the field belonging to Boaz, who was of the family of Elimelech."
    },
    {
        "o": 7795,
        "r": "nasb:Ruth:2:4",
        "t": "Now behold, Boaz came from Bethlehem and said to the reapers, “May the Lord*s be with you.” And they said to him, “May the Lord*s bless you.”"
    },
    {
        "o": 7796,
        "r": "nasb:Ruth:2:5",
        "t": "Then Boaz said to his servant who was in charge of the reapers, “Whose young woman is this?”"
    },
    {
        "o": 7797,
        "r": "nasb:Ruth:2:6",
        "t": "The servant in charge of the reapers replied, “She is the young Moabite woman who returned with Naomi from the land of Moab."
    },
    {
        "o": 7798,
        "r": "nasb:Ruth:2:7",
        "t": "And she said, ‘Please let me glean and gather after the reapers among the sheaves.’ Thus she came and has remained from the morning until now; she has been sitting in the house for a little while.”"
    },
    {
        "o": 7799,
        "r": "nasb:Ruth:2:8",
        "t": "Then*p Boaz said to Ruth, “Listen carefully, my daughter. Do not go to glean in another field; furthermore, do not go on from this one, but stay here with my maids."
    },
    {
        "o": 7800,
        "r": "nasb:Ruth:2:9",
        "t": "Let your eyes be on the field which they reap, and go after them. Indeed, I have commanded the servants not to touch you. When you are thirsty, go to the water jars and drink from what the servants draw.”"
    },
    {
        "o": 7801,
        "r": "nasb:Ruth:2:10",
        "t": "Then she fell on her face, bowing to the ground and said to him, “Why have I found favor in your sight that you should take notice of me, since I am a foreigner?”"
    },
    {
        "o": 7802,
        "r": "nasb:Ruth:2:11",
        "t": "Boaz replied to her, “All that you have done for your mother-in-law after the death of your husband has been fully reported to me, and how you left your father and your mother and the land of your birth, and came to a people that you did not previously know."
    },
    {
        "o": 7803,
        "r": "nasb:Ruth:2:12",
        "t": "May the Lord*s reward your work, and your wages be full from the Lord,*s the God of Israel, under whose wings you have come to seek refuge.”"
    },
    {
        "o": 7804,
        "r": "nasb:Ruth:2:13",
        "t": "Then she said, “I have found favor in your sight, my lord, for you have comforted me and indeed have spoken kindly to your maidservant, though I am not like one of your maidservants.”"
    },
    {
        "o": 7805,
        "r": "nasb:Ruth:2:14",
        "t": "At*p mealtime Boaz said to her, “Come here, that you may eat of the bread and dip your piece of bread in the vinegar.” So she sat beside the reapers; and he served her roasted grain, and she ate and was satisfied and had some left."
    },
    {
        "o": 7806,
        "r": "nasb:Ruth:2:15",
        "t": "When she rose to glean, Boaz commanded his servants, saying, “Let her glean even among the sheaves, and do not insult her."
    },
    {
        "o": 7807,
        "r": "nasb:Ruth:2:16",
        "t": "Also you shall purposely pull out for her some*i grain*i from the bundles and leave it*i that she may glean, and do not rebuke her.”"
    },
    {
        "o": 7808,
        "r": "nasb:Ruth:2:17",
        "t": "So*p she gleaned in the field until evening. Then she beat out what she had gleaned, and it was about an ephah of barley."
    },
    {
        "o": 7809,
        "r": "nasb:Ruth:2:18",
        "t": "She took it*i up and went into the city, and her mother-in-law saw what she had gleaned. She also took it*i out and gave Naomi what she had left after she was satisfied."
    },
    {
        "o": 7810,
        "r": "nasb:Ruth:2:19",
        "t": "Her mother-in-law then said to her, “Where did you glean today and where did you work? May he who took notice of you be blessed.” So she told her mother-in-law with whom she had worked and said, “The name of the man with whom I worked today is Boaz.”"
    },
    {
        "o": 7811,
        "r": "nasb:Ruth:2:20",
        "t": "Naomi said to her daughter-in-law, “May he be blessed of the Lord*s who has not withdrawn his kindness to the living and to the dead.” Again Naomi said to her, “The man is our relative, he is one of our closest relatives.”"
    },
    {
        "o": 7812,
        "r": "nasb:Ruth:2:21",
        "t": "Then Ruth the Moabitess said, “Furthermore, he said to me, ‘You should stay close to my servants until they have finished all my harvest.’ ”"
    },
    {
        "o": 7813,
        "r": "nasb:Ruth:2:22",
        "t": "Naomi said to Ruth her daughter-in-law, “It is good, my daughter, that you go out with his maids, so that others*i do not fall upon you in another field.”"
    },
    {
        "o": 7814,
        "r": "nasb:Ruth:2:23",
        "t": "So she stayed close by the maids of Boaz in order to glean until the end of the barley harvest and the wheat harvest. And she lived with her mother-in-law."
    },
    {
        "o": 7815,
        "r": "nasb:Ruth:3:0",
        "t": "Ruth 3",
        "h": 1
    },
    {
        "o": 7816,
        "r": "nasb:Ruth:3:0",
        "t": "Boaz Will Redeem Ruth",
        "h": 2
    },
    {
        "o": 7817,
        "r": "nasb:Ruth:3:1",
        "t": "Then*p Naomi her mother-in-law said to her, “My daughter, shall I not seek security for you, that it may be well with you?"
    },
    {
        "o": 7818,
        "r": "nasb:Ruth:3:2",
        "t": "Now is not Boaz our kinsman, with whose maids you were? Behold, he winnows barley at the threshing floor tonight."
    },
    {
        "o": 7819,
        "r": "nasb:Ruth:3:3",
        "t": "Wash yourself therefore, and anoint yourself and put on your best*i clothes, and go down to the threshing floor; but*i do not make yourself known to the man until he has finished eating and drinking."
    },
    {
        "o": 7820,
        "r": "nasb:Ruth:3:4",
        "t": "It shall be when he lies down, that you shall notice the place where he lies, and you shall go and uncover his feet and lie down; then he will tell you what you shall do.”"
    },
    {
        "o": 7821,
        "r": "nasb:Ruth:3:5",
        "t": "She said to her, “All that you say I will do.”"
    },
    {
        "o": 7822,
        "r": "nasb:Ruth:3:6",
        "t": "So*p she went down to the threshing floor and did according to all that her mother-in-law had commanded her."
    },
    {
        "o": 7823,
        "r": "nasb:Ruth:3:7",
        "t": "When Boaz had eaten and drunk and his heart was merry, he went to lie down at the end of the heap of grain; and she came secretly, and uncovered his feet and lay down."
    },
    {
        "o": 7824,
        "r": "nasb:Ruth:3:8",
        "t": "It happened in the middle of the night that the man was startled and bent forward; and behold, a woman was lying at his feet."
    },
    {
        "o": 7825,
        "r": "nasb:Ruth:3:9",
        "t": "He said, “Who are you?” And she answered, “I am Ruth your maid. So spread your covering over your maid, for you are a close relative.”"
    },
    {
        "o": 7826,
        "r": "nasb:Ruth:3:10",
        "t": "Then he said, “May you be blessed of the Lord,*s my daughter. You have shown your last kindness to be better than the first by not going after young men, whether poor or rich."
    },
    {
        "o": 7827,
        "r": "nasb:Ruth:3:11",
        "t": "Now, my daughter, do not fear. I will do for you whatever you ask, for all my people in the city know that you are a woman of excellence."
    },
    {
        "o": 7828,
        "r": "nasb:Ruth:3:12",
        "t": "Now it is true I am a close relative; however, there is a relative closer than I."
    },
    {
        "o": 7829,
        "r": "nasb:Ruth:3:13",
        "t": "Remain this night, and when morning comes, if he will redeem you, good; let him redeem you. But if he does not wish to redeem you, then I will redeem you, as the Lord*s lives. Lie down until morning.”"
    },
    {
        "o": 7830,
        "r": "nasb:Ruth:3:14",
        "t": "So*p she lay at his feet until morning and rose before one could recognize another; and he said, “Let it not be known that the woman came to the threshing floor.”"
    },
    {
        "o": 7831,
        "r": "nasb:Ruth:3:15",
        "t": "Again he said, “Give me the cloak that is on you and hold it.” So she held it, and he measured six measures*i of barley and laid it*i on her. Then she went into the city."
    },
    {
        "o": 7832,
        "r": "nasb:Ruth:3:16",
        "t": "When she came to her mother-in-law, she said, “How did it go, my daughter?” And she told her all that the man had done for her."
    },
    {
        "o": 7833,
        "r": "nasb:Ruth:3:17",
        "t": "She said, “These six measures*i of barley he gave to me, for he said, ‘Do not go to your mother-in-law empty-handed.’ ”"
    },
    {
        "o": 7834,
        "r": "nasb:Ruth:3:18",
        "t": "Then she said, “Wait, my daughter, until you know how the matter turns out; for the man will not rest until he has settled it today.”"
    },
    {
        "o": 7835,
        "r": "nasb:Ruth:4:0",
        "t": "Ruth 4",
        "h": 1
    },
    {
        "o": 7836,
        "r": "nasb:Ruth:4:0",
        "t": "The Marriage of Ruth",
        "h": 2
    },
    {
        "o": 7837,
        "r": "nasb:Ruth:4:1",
        "t": "Now*p Boaz went up to the gate and sat down there, and behold, the close relative of whom Boaz spoke was passing by, so he said, “Turn aside, friend, sit down here.” And he turned aside and sat down."
    },
    {
        "o": 7838,
        "r": "nasb:Ruth:4:2",
        "t": "He took ten men of the elders of the city and said, “Sit down here.” So they sat down."
    },
    {
        "o": 7839,
        "r": "nasb:Ruth:4:3",
        "t": "Then he said to the closest relative, “Naomi, who has come back from the land of Moab, has to sell the piece of land which belonged to our brother Elimelech."
    },
    {
        "o": 7840,
        "r": "nasb:Ruth:4:4",
        "t": "So I thought to inform you, saying, ‘Buy it*i before those who are sitting here,*i and before the elders of my people. If you will redeem it,*i redeem it;*i but if not, tell me that I may know; for there is no one but you to redeem it,*i and I am after you.’ ” And he said, “I will redeem it.”*i"
    },
    {
        "o": 7841,
        "r": "nasb:Ruth:4:5",
        "t": "Then Boaz said, “On the day you buy the field from the hand of Naomi, you must also acquire Ruth the Moabitess, the widow of the deceased, in order to raise up the name of the deceased on his inheritance.”"
    },
    {
        "o": 7842,
        "r": "nasb:Ruth:4:6",
        "t": "The closest relative said, “I cannot redeem it*i for myself, because I would jeopardize my own inheritance. Redeem it*i for yourself; you may*i have*i my right of redemption, for I cannot redeem it.”*i"
    },
    {
        "o": 7843,
        "r": "nasb:Ruth:4:7",
        "t": "Now*p this was the*i custom*i in former times in Israel concerning the redemption and the exchange of*i land*i to confirm any matter: a man removed his sandal and gave it to another; and this was the manner*i of*i attestation in Israel."
    },
    {
        "o": 7844,
        "r": "nasb:Ruth:4:8",
        "t": "So the closest relative said to Boaz, “Buy it*i for yourself.” And he removed his sandal."
    },
    {
        "o": 7845,
        "r": "nasb:Ruth:4:9",
        "t": "Then Boaz said to the elders and all the people, “You are witnesses today that I have bought from the hand of Naomi all that belonged to Elimelech and all that belonged to Chilion and Mahlon."
    },
    {
        "o": 7846,
        "r": "nasb:Ruth:4:10",
        "t": "Moreover, I have acquired Ruth the Moabitess, the widow of Mahlon, to be my wife in order to raise up the name of the deceased on his inheritance, so that the name of the deceased will not be cut off from his brothers or from the court of his birth*i place; you are witnesses today.”"
    },
    {
        "o": 7847,
        "r": "nasb:Ruth:4:11",
        "t": "All the people who were in the court, and the elders, said, “We*i are*i witnesses. May the Lord*s make the woman who is coming into your home like Rachel and Leah, both of whom built the house of Israel; and may you achieve wealth in Ephrathah and become famous in Bethlehem."
    },
    {
        "o": 7848,
        "r": "nasb:Ruth:4:12",
        "t": "Moreover, may your house be like the house of Perez whom Tamar bore to Judah, through the offspring which the Lord*s will give you by this young woman.”"
    },
    {
        "o": 7849,
        "r": "nasb:Ruth:4:13",
        "t": "So*p Boaz took Ruth, and she became his wife, and he went in to her. And the Lord*s enabled her to conceive, and she gave birth to a son."
    },
    {
        "o": 7850,
        "r": "nasb:Ruth:4:14",
        "t": "Then the women said to Naomi, “Blessed is the Lord*s who has not left you without a redeemer today, and may his name become famous in Israel."
    },
    {
        "o": 7851,
        "r": "nasb:Ruth:4:15",
        "t": "May he also be to you a restorer of life and a sustainer of your old age; for your daughter-in-law, who loves you and is better to you than seven sons, has given birth to him.”"
    },
    {
        "o": 7852,
        "r": "nasb:Ruth:4:15",
        "t": "The Line of David Began Here",
        "h": 2
    },
    {
        "o": 7853,
        "r": "nasb:Ruth:4:16",
        "t": "Then*p Naomi took the child and laid him in her lap, and became his nurse."
    },
    {
        "o": 7854,
        "r": "nasb:Ruth:4:17",
        "t": "The neighbor women gave him a name, saying, “A son has been born to Naomi!” So they named him Obed. He is the father of Jesse, the father of David."
    },
    {
        "o": 7855,
        "r": "nasb:Ruth:4:18",
        "t": "Now*p these are the generations of Perez: to Perez was born Hezron,"
    },
    {
        "o": 7856,
        "r": "nasb:Ruth:4:19",
        "t": "and to Hezron was born Ram, and to Ram, Amminadab,"
    },
    {
        "o": 7857,
        "r": "nasb:Ruth:4:20",
        "t": "and to Amminadab was born Nahshon, and to Nahshon, Salmon,"
    },
    {
        "o": 7858,
        "r": "nasb:Ruth:4:21",
        "t": "and to Salmon was born Boaz, and to Boaz, Obed,"
    },
    {
        "o": 7859,
        "r": "nasb:Ruth:4:22",
        "t": "and to Obed was born Jesse, and to Jesse, David."
    }
]
