[
    {
        "o": 14270,
        "r": "esv:Job:5:0",
        "t": "Job 5",
        "h": 1
    },
    {
        "o": 14271,
        "r": "esv:Job:5:1",
        "t": "“Call*pn now; is there anyone who will answer you? To*ld which of the holy ones will you turn?"
    },
    {
        "o": 14272,
        "r": "esv:Job:5:2",
        "t": "Surely*ln vexation kills the fool, and*ld jealousy slays the simple."
    },
    {
        "o": 14273,
        "r": "esv:Job:5:3",
        "t": "I*ln have seen the fool taking root, but*ld suddenly I cursed his dwelling."
    },
    {
        "o": 14274,
        "r": "esv:Job:5:4",
        "t": "His*ln children are far from safety; they*ld are crushed in the gate, and*ld there is no one to deliver them."
    },
    {
        "o": 14275,
        "r": "esv:Job:5:5",
        "t": "The*ln hungry eat his harvest, and*ld he takes it even out of thorns, and*ld the thirsty pant after his wealth."
    },
    {
        "o": 14276,
        "r": "esv:Job:5:6",
        "t": "For*ln affliction does not come from the dust, nor*ld does trouble sprout from the ground,"
    },
    {
        "o": 14277,
        "r": "esv:Job:5:7",
        "t": "but*ln man is born to trouble as*ld the sparks fly upward."
    },
    {
        "o": 14278,
        "r": "esv:Job:5:8",
        "t": "“As*pn for me, I would seek God, and*ld to God would I commit my cause,"
    },
    {
        "o": 14279,
        "r": "esv:Job:5:9",
        "t": "who*ln does great things and unsearchable, marvelous*ld things without number:"
    },
    {
        "o": 14280,
        "r": "esv:Job:5:10",
        "t": "he*ln gives rain on the earth and*ld sends waters on the fields;"
    },
    {
        "o": 14281,
        "r": "esv:Job:5:11",
        "t": "he*ln sets on high those who are lowly, and*ld those who mourn are lifted to safety."
    },
    {
        "o": 14282,
        "r": "esv:Job:5:12",
        "t": "He*ln frustrates the devices of the crafty, so*ld that their hands achieve no success."
    },
    {
        "o": 14283,
        "r": "esv:Job:5:13",
        "t": "He*ln catches the wise in their own craftiness, and*ld the schemes of the wily are brought to a quick end."
    },
    {
        "o": 14284,
        "r": "esv:Job:5:14",
        "t": "They*ln meet with darkness in the daytime and*ld grope at noonday as in the night."
    },
    {
        "o": 14285,
        "r": "esv:Job:5:15",
        "t": "But*ln he saves the needy from the sword of their mouth and*ld from the hand of the mighty."
    },
    {
        "o": 14286,
        "r": "esv:Job:5:16",
        "t": "So*ln the poor have hope, and*ld injustice shuts her mouth."
    },
    {
        "o": 14287,
        "r": "esv:Job:5:17",
        "t": "“Behold,*pn blessed is the one whom God reproves; therefore*ld despise not the discipline of the Almighty."
    },
    {
        "o": 14288,
        "r": "esv:Job:5:18",
        "t": "For*ln he wounds, but he binds up; he*ld shatters, but his hands heal."
    },
    {
        "o": 14289,
        "r": "esv:Job:5:19",
        "t": "He*ln will deliver you from six troubles; in*ld seven no evil shall touch you."
    },
    {
        "o": 14290,
        "r": "esv:Job:5:20",
        "t": "In*ln famine he will redeem you from death, and*ld in war from the power of the sword."
    },
    {
        "o": 14291,
        "r": "esv:Job:5:21",
        "t": "You*ln shall be hidden from the lash of the tongue, and*ld shall not fear destruction when it comes."
    },
    {
        "o": 14292,
        "r": "esv:Job:5:22",
        "t": "At*ln destruction and famine you shall laugh, and*ld shall not fear the beasts of the earth."
    },
    {
        "o": 14293,
        "r": "esv:Job:5:23",
        "t": "For*ln you shall be in league with the stones of the field, and*ld the beasts of the field shall be at peace with you."
    },
    {
        "o": 14294,
        "r": "esv:Job:5:24",
        "t": "You*ln shall know that your tent is at peace, and*ld you shall inspect your fold and miss nothing."
    },
    {
        "o": 14295,
        "r": "esv:Job:5:25",
        "t": "You*ln shall know also that your offspring shall be many, and*ld your descendants as the grass of the earth."
    },
    {
        "o": 14296,
        "r": "esv:Job:5:26",
        "t": "You*ln shall come to your grave in ripe old age, like*ld a sheaf gathered up in its season."
    },
    {
        "o": 14297,
        "r": "esv:Job:5:27",
        "t": "Behold,*ln this we have searched out; it is true. Hear,*ld and know it for your good.”"
    }
]
