[
    {
        "o": 199,
        "r": "nasb:Genesis:8:0",
        "t": "Genesis 8",
        "h": 1
    },
    {
        "o": 200,
        "r": "nasb:Genesis:8:0",
        "t": "The Flood Subsides",
        "h": 2
    },
    {
        "o": 201,
        "r": "nasb:Genesis:8:1",
        "t": "But*p God remembered Noah and all the beasts and all the cattle that were with him in the ark; and God caused a wind to pass over the earth, and the water subsided."
    },
    {
        "o": 202,
        "r": "nasb:Genesis:8:2",
        "t": "Also the fountains of the deep and the floodgates of the sky were closed, and the rain from the sky was restrained;"
    },
    {
        "o": 203,
        "r": "nasb:Genesis:8:3",
        "t": "and the water receded steadily from the earth, and at the end of one hundred and fifty days the water decreased."
    },
    {
        "o": 204,
        "r": "nasb:Genesis:8:4",
        "t": "In the seventh month, on the seventeenth day of the month, the ark rested upon the mountains of Ararat."
    },
    {
        "o": 205,
        "r": "nasb:Genesis:8:5",
        "t": "The water decreased steadily until the tenth month; in the tenth month, on the first day of the month, the tops of the mountains became visible."
    },
    {
        "o": 206,
        "r": "nasb:Genesis:8:6",
        "t": "Then*p it came about at the end of forty days, that Noah opened the window of the ark which he had made;"
    },
    {
        "o": 207,
        "r": "nasb:Genesis:8:7",
        "t": "and he sent out a raven, and it flew here and there until the water was dried up from the earth."
    },
    {
        "o": 208,
        "r": "nasb:Genesis:8:8",
        "t": "Then he sent out a dove from him, to see if the water was abated from the face of the land;"
    },
    {
        "o": 209,
        "r": "nasb:Genesis:8:9",
        "t": "but the dove found no resting place for the sole of her foot, so she returned to him into the ark, for the water was on the surface of all the earth. Then he put out his hand and took her, and brought her into the ark to himself."
    },
    {
        "o": 210,
        "r": "nasb:Genesis:8:10",
        "t": "So he waited yet another seven days; and again he sent out the dove from the ark."
    },
    {
        "o": 211,
        "r": "nasb:Genesis:8:11",
        "t": "The dove came to him toward evening, and behold, in her beak was a freshly picked olive leaf. So Noah knew that the water was abated from the earth."
    },
    {
        "o": 212,
        "r": "nasb:Genesis:8:12",
        "t": "Then he waited yet another seven days, and sent out the dove; but she did not return to him again."
    },
    {
        "o": 213,
        "r": "nasb:Genesis:8:13",
        "t": "Now*p it came about in the six hundred and first year, in the first month,*i on the first of the month, the water was dried up from the earth. Then Noah removed the covering of the ark, and looked, and behold, the surface of the ground was dried up."
    },
    {
        "o": 214,
        "r": "nasb:Genesis:8:14",
        "t": "In the second month, on the twenty-seventh day of the month, the earth was dry."
    },
    {
        "o": 215,
        "r": "nasb:Genesis:8:15",
        "t": "Then God spoke to Noah, saying,"
    },
    {
        "o": 216,
        "r": "nasb:Genesis:8:16",
        "t": "“Go out of the ark, you and your wife and your sons and your sons’ wives with you."
    },
    {
        "o": 217,
        "r": "nasb:Genesis:8:17",
        "t": "Bring out with you every living thing of all flesh that is with you, birds and animals and every creeping thing that creeps on the earth, that they may breed abundantly on the earth, and be fruitful and multiply on the earth.”"
    },
    {
        "o": 218,
        "r": "nasb:Genesis:8:18",
        "t": "So Noah went out, and his sons and his wife and his sons’ wives with him."
    },
    {
        "o": 219,
        "r": "nasb:Genesis:8:19",
        "t": "Every beast, every creeping thing, and every bird, everything that moves on the earth, went out by their families from the ark."
    },
    {
        "o": 220,
        "r": "nasb:Genesis:8:20",
        "t": "Then*p Noah built an altar to the Lord,*s and took of every clean animal and of every clean bird and offered burnt offerings on the altar."
    },
    {
        "o": 221,
        "r": "nasb:Genesis:8:21",
        "t": "The Lord*s smelled the soothing aroma; and the Lord*s said to Himself, “I will never again curse the ground on account of man, for the intent of man’s heart is evil from his youth; and I will never again destroy every living thing, as I have done."
    },
    {
        "o": 222,
        "r": "nasb:Genesis:8:22",
        "t": "While*pn the earth remains, Seedtime*ln and harvest, And*ln cold and heat, And*ln summer and winter, And*ln day and night Shall*ln not cease.”"
    }
]
