[
    {
        "o": 13901,
        "r": "esv:Nehemiah:12:0",
        "t": "Nehemiah 12",
        "h": 1
    },
    {
        "o": 13902,
        "r": "esv:Nehemiah:12:0",
        "t": "Priests and Levites",
        "h": 2
    },
    {
        "o": 13903,
        "r": "esv:Nehemiah:12:1",
        "t": "These*p are the priests and the Levites who came up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,"
    },
    {
        "o": 13904,
        "r": "esv:Nehemiah:12:2",
        "t": "Amariah, Malluch, Hattush,"
    },
    {
        "o": 13905,
        "r": "esv:Nehemiah:12:3",
        "t": "Shecaniah, Rehum, Meremoth,"
    },
    {
        "o": 13906,
        "r": "esv:Nehemiah:12:4",
        "t": "Iddo, Ginnethoi, Abijah,"
    },
    {
        "o": 13907,
        "r": "esv:Nehemiah:12:5",
        "t": "Mijamin, Maadiah, Bilgah,"
    },
    {
        "o": 13908,
        "r": "esv:Nehemiah:12:6",
        "t": "Shemaiah, Joiarib, Jedaiah,"
    },
    {
        "o": 13909,
        "r": "esv:Nehemiah:12:7",
        "t": "Sallu, Amok, Hilkiah, Jedaiah. These were the chiefs of the priests and of their brothers in the days of Jeshua."
    },
    {
        "o": 13910,
        "r": "esv:Nehemiah:12:8",
        "t": "And*p the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who with his brothers was in charge of the songs of thanksgiving."
    },
    {
        "o": 13911,
        "r": "esv:Nehemiah:12:9",
        "t": "And Bakbukiah and Unni and their brothers stood opposite them in the service."
    },
    {
        "o": 13912,
        "r": "esv:Nehemiah:12:10",
        "t": "And Jeshua was the father of Joiakim, Joiakim the father of Eliashib, Eliashib the father of Joiada,"
    },
    {
        "o": 13913,
        "r": "esv:Nehemiah:12:11",
        "t": "Joiada the father of Jonathan, and Jonathan the father of Jaddua."
    },
    {
        "o": 13914,
        "r": "esv:Nehemiah:12:12",
        "t": "And*p in the days of Joiakim were priests, heads of fathers’ houses: of Seraiah, Meraiah; of Jeremiah, Hananiah;"
    },
    {
        "o": 13915,
        "r": "esv:Nehemiah:12:13",
        "t": "of Ezra, Meshullam; of Amariah, Jehohanan;"
    },
    {
        "o": 13916,
        "r": "esv:Nehemiah:12:14",
        "t": "of Malluchi, Jonathan; of Shebaniah, Joseph;"
    },
    {
        "o": 13917,
        "r": "esv:Nehemiah:12:15",
        "t": "of Harim, Adna; of Meraioth, Helkai;"
    },
    {
        "o": 13918,
        "r": "esv:Nehemiah:12:16",
        "t": "of Iddo, Zechariah; of Ginnethon, Meshullam;"
    },
    {
        "o": 13919,
        "r": "esv:Nehemiah:12:17",
        "t": "of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;"
    },
    {
        "o": 13920,
        "r": "esv:Nehemiah:12:18",
        "t": "of Bilgah, Shammua; of Shemaiah, Jehonathan;"
    },
    {
        "o": 13921,
        "r": "esv:Nehemiah:12:19",
        "t": "of Joiarib, Mattenai; of Jedaiah, Uzzi;"
    },
    {
        "o": 13922,
        "r": "esv:Nehemiah:12:20",
        "t": "of Sallai, Kallai; of Amok, Eber;"
    },
    {
        "o": 13923,
        "r": "esv:Nehemiah:12:21",
        "t": "of Hilkiah, Hashabiah; of Jedaiah, Nethanel."
    },
    {
        "o": 13924,
        "r": "esv:Nehemiah:12:22",
        "t": "In*p the days of Eliashib, Joiada, Johanan, and Jaddua, the Levites were recorded as heads of fathers’ houses; so too were the priests in the reign of Darius the Persian."
    },
    {
        "o": 13925,
        "r": "esv:Nehemiah:12:23",
        "t": "As for the sons of Levi, their heads of fathers’ houses were written in the Book of the Chronicles until the days of Johanan the son of Eliashib."
    },
    {
        "o": 13926,
        "r": "esv:Nehemiah:12:24",
        "t": "And the chiefs of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers who stood opposite them, to praise and to give thanks, according to the commandment of David the man of God, watch by watch."
    },
    {
        "o": 13927,
        "r": "esv:Nehemiah:12:25",
        "t": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers standing guard at the storehouses of the gates."
    },
    {
        "o": 13928,
        "r": "esv:Nehemiah:12:26",
        "t": "These were in the days of Joiakim the son of Jeshua son of Jozadak, and in the days of Nehemiah the governor and of Ezra, the priest and scribe."
    },
    {
        "o": 13929,
        "r": "esv:Nehemiah:12:26",
        "t": "Dedication of the Wall",
        "h": 2
    },
    {
        "o": 13930,
        "r": "esv:Nehemiah:12:27",
        "t": "And*p at the dedication of the wall of Jerusalem they sought the Levites in all their places, to bring them to Jerusalem to celebrate the dedication with gladness, with thanksgivings and with singing, with cymbals, harps, and lyres."
    },
    {
        "o": 13931,
        "r": "esv:Nehemiah:12:28",
        "t": "And the sons of the singers gathered together from the district surrounding Jerusalem and from the villages of the Netophathites;"
    },
    {
        "o": 13932,
        "r": "esv:Nehemiah:12:29",
        "t": "also from Beth-gilgal and from the region of Geba and Azmaveth, for the singers had built for themselves villages around Jerusalem."
    },
    {
        "o": 13933,
        "r": "esv:Nehemiah:12:30",
        "t": "And the priests and the Levites purified themselves, and they purified the people and the gates and the wall."
    },
    {
        "o": 13934,
        "r": "esv:Nehemiah:12:31",
        "t": "Then*p I brought the leaders of Judah up onto the wall and appointed two great choirs that gave thanks. One went to the south on the wall to the Dung Gate."
    },
    {
        "o": 13935,
        "r": "esv:Nehemiah:12:32",
        "t": "And after them went Hoshaiah and half of the leaders of Judah,"
    },
    {
        "o": 13936,
        "r": "esv:Nehemiah:12:33",
        "t": "and Azariah, Ezra, Meshullam,"
    },
    {
        "o": 13937,
        "r": "esv:Nehemiah:12:34",
        "t": "Judah, Benjamin, Shemaiah, and Jeremiah,"
    },
    {
        "o": 13938,
        "r": "esv:Nehemiah:12:35",
        "t": "and certain of the priests’ sons with trumpets: Zechariah the son of Jonathan, son of Shemaiah, son of Mattaniah, son of Micaiah, son of Zaccur, son of Asaph;"
    },
    {
        "o": 13939,
        "r": "esv:Nehemiah:12:36",
        "t": "and his relatives, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David the man of God. And Ezra the scribe went before them."
    },
    {
        "o": 13940,
        "r": "esv:Nehemiah:12:37",
        "t": "At the Fountain Gate they went up straight before them by the stairs of the city of David, at the ascent of the wall, above the house of David, to the Water Gate on the east."
    },
    {
        "o": 13941,
        "r": "esv:Nehemiah:12:38",
        "t": "The*p other choir of those who gave thanks went to the north, and I followed them with half of the people, on the wall, above the Tower of the Ovens, to the Broad Wall,"
    },
    {
        "o": 13942,
        "r": "esv:Nehemiah:12:39",
        "t": "and above the Gate of Ephraim, and by the Gate of Yeshanah, and by the Fish Gate and the Tower of Hananel and the Tower of the Hundred, to the Sheep Gate; and they came to a halt at the Gate of the Guard."
    },
    {
        "o": 13943,
        "r": "esv:Nehemiah:12:40",
        "t": "So both choirs of those who gave thanks stood in the house of God, and I and half of the officials with me;"
    },
    {
        "o": 13944,
        "r": "esv:Nehemiah:12:41",
        "t": "and the priests Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets;"
    },
    {
        "o": 13945,
        "r": "esv:Nehemiah:12:42",
        "t": "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. And the singers sang with Jezrahiah as their leader."
    },
    {
        "o": 13946,
        "r": "esv:Nehemiah:12:43",
        "t": "And they offered great sacrifices that day and rejoiced, for God had made them rejoice with great joy; the women and children also rejoiced. And the joy of Jerusalem was heard far away."
    },
    {
        "o": 13947,
        "r": "esv:Nehemiah:12:43",
        "t": "Service at the Temple",
        "h": 2
    },
    {
        "o": 13948,
        "r": "esv:Nehemiah:12:44",
        "t": "On*p that day men were appointed over the storerooms, the contributions, the firstfruits, and the tithes, to gather into them the portions required by the Law for the priests and for the Levites according to the fields of the towns, for Judah rejoiced over the priests and the Levites who ministered."
    },
    {
        "o": 13949,
        "r": "esv:Nehemiah:12:45",
        "t": "And they performed the service of their God and the service of purification, as did the singers and the gatekeepers, according to the command of David and his son Solomon."
    },
    {
        "o": 13950,
        "r": "esv:Nehemiah:12:46",
        "t": "For long ago in the days of David and Asaph there were directors of the singers, and there were songs of praise and thanksgiving to God."
    },
    {
        "o": 13951,
        "r": "esv:Nehemiah:12:47",
        "t": "And all Israel in the days of Zerubbabel and in the days of Nehemiah gave the daily portions for the singers and the gatekeepers; and they set apart that which was for the Levites; and the Levites set apart that which was for the sons of Aaron."
    }
]
