[
    {
        "o": 370,
        "r": "niv:Genesis:14:0",
        "t": "Genesis 14",
        "h": 1
    },
    {
        "o": 371,
        "r": "niv:Genesis:14:0",
        "t": "Abram Rescues Lot",
        "h": 2
    },
    {
        "o": 372,
        "r": "niv:Genesis:14:1",
        "t": "At*p the time when Amraphel was king of Shinar, Arioch king of Ellasar, Kedorlaomer king of Elam and Tidal king of Goyim,"
    },
    {
        "o": 373,
        "r": "niv:Genesis:14:2",
        "t": "these kings went to war against Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboyim, and the king of Bela (that is, Zoar)."
    },
    {
        "o": 374,
        "r": "niv:Genesis:14:3",
        "t": "All these latter kings joined forces in the Valley of Siddim (that is, the Dead Sea Valley)."
    },
    {
        "o": 375,
        "r": "niv:Genesis:14:4",
        "t": "For twelve years they had been subject to Kedorlaomer, but in the thirteenth year they rebelled."
    },
    {
        "o": 376,
        "r": "niv:Genesis:14:5",
        "t": "In*p the fourteenth year, Kedorlaomer and the kings allied with him went out and defeated the Rephaites in Ashteroth Karnaim, the Zuzites in Ham, the Emites in Shaveh Kiriathaim"
    },
    {
        "o": 377,
        "r": "niv:Genesis:14:6",
        "t": "and the Horites in the hill country of Seir, as far as El Paran near the desert."
    },
    {
        "o": 378,
        "r": "niv:Genesis:14:7",
        "t": "Then they turned back and went to En Mishpat (that is, Kadesh), and they conquered the whole territory of the Amalekites, as well as the Amorites who were living in Hazezon Tamar."
    },
    {
        "o": 379,
        "r": "niv:Genesis:14:8",
        "t": "Then*p the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboyim and the king of Bela (that is, Zoar) marched out and drew up their battle lines in the Valley of Siddim"
    },
    {
        "o": 380,
        "r": "niv:Genesis:14:9",
        "t": "against Kedorlaomer king of Elam, Tidal king of Goyim, Amraphel king of Shinar and Arioch king of Ellasar—four kings against five."
    },
    {
        "o": 381,
        "r": "niv:Genesis:14:10",
        "t": "Now the Valley of Siddim was full of tar pits, and when the kings of Sodom and Gomorrah fled, some of the men fell into them and the rest fled to the hills."
    },
    {
        "o": 382,
        "r": "niv:Genesis:14:11",
        "t": "The four kings seized all the goods of Sodom and Gomorrah and all their food; then they went away."
    },
    {
        "o": 383,
        "r": "niv:Genesis:14:12",
        "t": "They also carried off Abram’s nephew Lot and his possessions, since he was living in Sodom."
    },
    {
        "o": 384,
        "r": "niv:Genesis:14:13",
        "t": "A*p man who had escaped came and reported this to Abram the Hebrew. Now Abram was living near the great trees of Mamre the Amorite, a brother of Eshkol and Aner, all of whom were allied with Abram."
    },
    {
        "o": 385,
        "r": "niv:Genesis:14:14",
        "t": "When Abram heard that his relative had been taken captive, he called out the 318 trained men born in his household and went in pursuit as far as Dan."
    },
    {
        "o": 386,
        "r": "niv:Genesis:14:15",
        "t": "During the night Abram divided his men to attack them and he routed them, pursuing them as far as Hobah, north of Damascus."
    },
    {
        "o": 387,
        "r": "niv:Genesis:14:16",
        "t": "He recovered all the goods and brought back his relative Lot and his possessions, together with the women and the other people."
    },
    {
        "o": 388,
        "r": "niv:Genesis:14:17",
        "t": "After*p Abram returned from defeating Kedorlaomer and the kings allied with him, the king of Sodom came out to meet him in the Valley of Shaveh (that is, the King’s Valley)."
    },
    {
        "o": 389,
        "r": "niv:Genesis:14:18",
        "t": "Then*p Melchizedek king of Salem brought out bread and wine. He was priest of God Most High,"
    },
    {
        "o": 390,
        "r": "niv:Genesis:14:19",
        "t": "and he blessed Abram, saying, “Blessed*pn be Abram by God Most High, Creator*ld of heaven and earth."
    },
    {
        "o": 391,
        "r": "niv:Genesis:14:20",
        "t": "And*ln praise be to God Most High, who*ld delivered your enemies into your hand.” Then*p Abram gave him a tenth of everything."
    },
    {
        "o": 392,
        "r": "niv:Genesis:14:21",
        "t": "The*p king of Sodom said to Abram, “Give me the people and keep the goods for yourself.”"
    },
    {
        "o": 393,
        "r": "niv:Genesis:14:22",
        "t": "But*p Abram said to the king of Sodom, “With raised hand I have sworn an oath to the Lord,*s God Most High, Creator of heaven and earth,"
    },
    {
        "o": 394,
        "r": "niv:Genesis:14:23",
        "t": "that I will accept nothing belonging to you, not even a thread or the strap of a sandal, so that you will never be able to say, ‘I made Abram rich.’"
    },
    {
        "o": 395,
        "r": "niv:Genesis:14:24",
        "t": "I will accept nothing but what my men have eaten and the share that belongs to the men who went with me—to Aner, Eshkol and Mamre. Let them have their share.”"
    }
]
