[
    {
        "o": 6781,
        "r": "esv:Joshua:15:0",
        "t": "Joshua 15",
        "h": 1
    },
    {
        "o": 6782,
        "r": "esv:Joshua:15:0",
        "t": "The Allotment for Judah",
        "h": 2
    },
    {
        "o": 6783,
        "r": "esv:Joshua:15:1",
        "t": "The*p allotment for the tribe of the people of Judah according to their clans reached southward to the boundary of Edom, to the wilderness of Zin at the farthest south."
    },
    {
        "o": 6784,
        "r": "esv:Joshua:15:2",
        "t": "And their south boundary ran from the end of the Salt Sea, from the bay that faces southward."
    },
    {
        "o": 6785,
        "r": "esv:Joshua:15:3",
        "t": "It goes out southward of the ascent of Akrabbim, passes along to Zin, and goes up south of Kadesh-barnea, along by Hezron, up to Addar, turns about to Karka,"
    },
    {
        "o": 6786,
        "r": "esv:Joshua:15:4",
        "t": "passes along to Azmon, goes out by the Brook of Egypt, and comes to its end at the sea. This shall be your south boundary."
    },
    {
        "o": 6787,
        "r": "esv:Joshua:15:5",
        "t": "And the east boundary is the Salt Sea, to the mouth of the Jordan. And the boundary on the north side runs from the bay of the sea at the mouth of the Jordan."
    },
    {
        "o": 6788,
        "r": "esv:Joshua:15:6",
        "t": "And the boundary goes up to Beth-hoglah and passes along north of Beth-arabah. And the boundary goes up to the stone of Bohan the son of Reuben."
    },
    {
        "o": 6789,
        "r": "esv:Joshua:15:7",
        "t": "And the boundary goes up to Debir from the Valley of Achor, and so northward, turning toward Gilgal, which is opposite the ascent of Adummim, which is on the south side of the valley. And the boundary passes along to the waters of En-shemesh and ends at En-rogel."
    },
    {
        "o": 6790,
        "r": "esv:Joshua:15:8",
        "t": "Then the boundary goes up by the Valley of the Son of Hinnom at the southern shoulder of the Jebusite (that is, Jerusalem). And the boundary goes up to the top of the mountain that lies over against the Valley of Hinnom, on the west, at the northern end of the Valley of Rephaim."
    },
    {
        "o": 6791,
        "r": "esv:Joshua:15:9",
        "t": "Then the boundary extends from the top of the mountain to the spring of the waters of Nephtoah, and from there to the cities of Mount Ephron. Then the boundary bends around to Baalah (that is, Kiriath-jearim)."
    },
    {
        "o": 6792,
        "r": "esv:Joshua:15:10",
        "t": "And the boundary circles west of Baalah to Mount Seir, passes along to the northern shoulder of Mount Jearim (that is, Chesalon), and goes down to Beth-shemesh and passes along by Timnah."
    },
    {
        "o": 6793,
        "r": "esv:Joshua:15:11",
        "t": "The boundary goes out to the shoulder of the hill north of Ekron, then the boundary bends around to Shikkeron and passes along to Mount Baalah and goes out to Jabneel. Then the boundary comes to an end at the sea."
    },
    {
        "o": 6794,
        "r": "esv:Joshua:15:12",
        "t": "And the west boundary was the Great Sea with its coastline. This is the boundary around the people of Judah according to their clans."
    },
    {
        "o": 6795,
        "r": "esv:Joshua:15:13",
        "t": "According*p to the commandment of the Lord*s to Joshua, he gave to Caleb the son of Jephunneh a portion among the people of Judah, Kiriath-arba, that is, Hebron (Arba was the father of Anak)."
    },
    {
        "o": 6796,
        "r": "esv:Joshua:15:14",
        "t": "And Caleb drove out from there the three sons of Anak, Sheshai and Ahiman and Talmai, the descendants of Anak."
    },
    {
        "o": 6797,
        "r": "esv:Joshua:15:15",
        "t": "And he went up from there against the inhabitants of Debir. Now the name of Debir formerly was Kiriath-sepher."
    },
    {
        "o": 6798,
        "r": "esv:Joshua:15:16",
        "t": "And Caleb said, “Whoever strikes Kiriath-sepher and captures it, to him will I give Achsah my daughter as wife.”"
    },
    {
        "o": 6799,
        "r": "esv:Joshua:15:17",
        "t": "And Othniel the son of Kenaz, the brother of Caleb, captured it. And he gave him Achsah his daughter as wife."
    },
    {
        "o": 6800,
        "r": "esv:Joshua:15:18",
        "t": "When she came to him, she urged him to ask her father for a field. And she got off her donkey, and Caleb said to her, “What do you want?”"
    },
    {
        "o": 6801,
        "r": "esv:Joshua:15:19",
        "t": "She said to him, “Give me a blessing. Since you have given me the land of the Negeb, give me also springs of water.” And he gave her the upper springs and the lower springs."
    },
    {
        "o": 6802,
        "r": "esv:Joshua:15:20",
        "t": "This*p is the inheritance of the tribe of the people of Judah according to their clans."
    },
    {
        "o": 6803,
        "r": "esv:Joshua:15:21",
        "t": "The cities belonging to the tribe of the people of Judah in the extreme south, toward the boundary of Edom, were Kabzeel, Eder, Jagur,"
    },
    {
        "o": 6804,
        "r": "esv:Joshua:15:22",
        "t": "Kinah, Dimonah, Adadah,"
    },
    {
        "o": 6805,
        "r": "esv:Joshua:15:23",
        "t": "Kedesh, Hazor, Ithnan,"
    },
    {
        "o": 6806,
        "r": "esv:Joshua:15:24",
        "t": "Ziph, Telem, Bealoth,"
    },
    {
        "o": 6807,
        "r": "esv:Joshua:15:25",
        "t": "Hazor-hadattah, Kerioth-hezron (that is, Hazor),"
    },
    {
        "o": 6808,
        "r": "esv:Joshua:15:26",
        "t": "Amam, Shema, Moladah,"
    },
    {
        "o": 6809,
        "r": "esv:Joshua:15:27",
        "t": "Hazar-gaddah, Heshmon, Beth-pelet,"
    },
    {
        "o": 6810,
        "r": "esv:Joshua:15:28",
        "t": "Hazar-shual, Beersheba, Biziothiah,"
    },
    {
        "o": 6811,
        "r": "esv:Joshua:15:29",
        "t": "Baalah, Iim, Ezem,"
    },
    {
        "o": 6812,
        "r": "esv:Joshua:15:30",
        "t": "Eltolad, Chesil, Hormah,"
    },
    {
        "o": 6813,
        "r": "esv:Joshua:15:31",
        "t": "Ziklag, Madmannah, Sansannah,"
    },
    {
        "o": 6814,
        "r": "esv:Joshua:15:32",
        "t": "Lebaoth, Shilhim, Ain, and Rimmon: in all, twenty-nine cities with their villages."
    },
    {
        "o": 6815,
        "r": "esv:Joshua:15:33",
        "t": "And*p in the lowland, Eshtaol, Zorah, Ashnah,"
    },
    {
        "o": 6816,
        "r": "esv:Joshua:15:34",
        "t": "Zanoah, En-gannim, Tappuah, Enam,"
    },
    {
        "o": 6817,
        "r": "esv:Joshua:15:35",
        "t": "Jarmuth, Adullam, Socoh, Azekah,"
    },
    {
        "o": 6818,
        "r": "esv:Joshua:15:36",
        "t": "Shaaraim, Adithaim, Gederah, Gederothaim: fourteen cities with their villages."
    },
    {
        "o": 6819,
        "r": "esv:Joshua:15:37",
        "t": "Zenan,*p Hadashah, Migdal-gad,"
    },
    {
        "o": 6820,
        "r": "esv:Joshua:15:38",
        "t": "Dilean, Mizpeh, Joktheel,"
    },
    {
        "o": 6821,
        "r": "esv:Joshua:15:39",
        "t": "Lachish, Bozkath, Eglon,"
    },
    {
        "o": 6822,
        "r": "esv:Joshua:15:40",
        "t": "Cabbon, Lahmam, Chitlish,"
    },
    {
        "o": 6823,
        "r": "esv:Joshua:15:41",
        "t": "Gederoth, Beth-dagon, Naamah, and Makkedah: sixteen cities with their villages."
    },
    {
        "o": 6824,
        "r": "esv:Joshua:15:42",
        "t": "Libnah,*p Ether, Ashan,"
    },
    {
        "o": 6825,
        "r": "esv:Joshua:15:43",
        "t": "Iphtah, Ashnah, Nezib,"
    },
    {
        "o": 6826,
        "r": "esv:Joshua:15:44",
        "t": "Keilah, Achzib, and Mareshah: nine cities with their villages."
    },
    {
        "o": 6827,
        "r": "esv:Joshua:15:45",
        "t": "Ekron,*p with its towns and its villages;"
    },
    {
        "o": 6828,
        "r": "esv:Joshua:15:46",
        "t": "from Ekron to the sea, all that were by the side of Ashdod, with their villages."
    },
    {
        "o": 6829,
        "r": "esv:Joshua:15:47",
        "t": "Ashdod,*p its towns and its villages; Gaza, its towns and its villages; to the Brook of Egypt, and the Great Sea with its coastline."
    },
    {
        "o": 6830,
        "r": "esv:Joshua:15:48",
        "t": "And*p in the hill country, Shamir, Jattir, Socoh,"
    },
    {
        "o": 6831,
        "r": "esv:Joshua:15:49",
        "t": "Dannah, Kiriath-sannah (that is, Debir),"
    },
    {
        "o": 6832,
        "r": "esv:Joshua:15:50",
        "t": "Anab, Eshtemoh, Anim,"
    },
    {
        "o": 6833,
        "r": "esv:Joshua:15:51",
        "t": "Goshen, Holon, and Giloh: eleven cities with their villages."
    },
    {
        "o": 6834,
        "r": "esv:Joshua:15:52",
        "t": "Arab,*p Dumah, Eshan,"
    },
    {
        "o": 6835,
        "r": "esv:Joshua:15:53",
        "t": "Janim, Beth-tappuah, Aphekah,"
    },
    {
        "o": 6836,
        "r": "esv:Joshua:15:54",
        "t": "Humtah, Kiriath-arba (that is, Hebron), and Zior: nine cities with their villages."
    },
    {
        "o": 6837,
        "r": "esv:Joshua:15:55",
        "t": "Maon,*p Carmel, Ziph, Juttah,"
    },
    {
        "o": 6838,
        "r": "esv:Joshua:15:56",
        "t": "Jezreel, Jokdeam, Zanoah,"
    },
    {
        "o": 6839,
        "r": "esv:Joshua:15:57",
        "t": "Kain, Gibeah, and Timnah: ten cities with their villages."
    },
    {
        "o": 6840,
        "r": "esv:Joshua:15:58",
        "t": "Halhul,*p Beth-zur, Gedor,"
    },
    {
        "o": 6841,
        "r": "esv:Joshua:15:59",
        "t": "Maarath, Beth-anoth, and Eltekon: six cities with their villages."
    },
    {
        "o": 6842,
        "r": "esv:Joshua:15:60",
        "t": "Kiriath-baal*p (that is, Kiriath-jearim), and Rabbah: two cities with their villages."
    },
    {
        "o": 6843,
        "r": "esv:Joshua:15:61",
        "t": "In*p the wilderness, Beth-arabah, Middin, Secacah,"
    },
    {
        "o": 6844,
        "r": "esv:Joshua:15:62",
        "t": "Nibshan, the City of Salt, and Engedi: six cities with their villages."
    },
    {
        "o": 6845,
        "r": "esv:Joshua:15:63",
        "t": "But*p the Jebusites, the inhabitants of Jerusalem, the people of Judah could not drive out, so the Jebusites dwell with the people of Judah at Jerusalem to this day."
    }
]
