[
    {
        "o": 12945,
        "r": "csb:2 Chronicles:23:0",
        "t": "2 Chronicles 23",
        "h": 1
    },
    {
        "o": 12946,
        "r": "csb:2 Chronicles:23:0",
        "t": "Athaliah Overthrown",
        "h": 2
    },
    {
        "o": 12947,
        "r": "csb:2 Chronicles:23:1",
        "t": "Then,*p in the seventh year, Jehoiada summoned his courage and took the commanders of hundreds into a covenant with him: Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zichri."
    },
    {
        "o": 12948,
        "r": "csb:2 Chronicles:23:2",
        "t": "They made a circuit throughout Judah. They gathered the Levites from all the cities of Judah and the family heads of Israel, and they came to Jerusalem."
    },
    {
        "o": 12949,
        "r": "csb:2 Chronicles:23:3",
        "t": "Then*p the whole assembly made a covenant with the king in God’s temple. Jehoiada said to them, “Here is the king’s son! He will reign, just as the Lord*s promised concerning David’s sons."
    },
    {
        "o": 12950,
        "r": "csb:2 Chronicles:23:4",
        "t": "This is what you are to do: a third of you, priests and Levites who are coming on duty on the Sabbath, are to be gatekeepers."
    },
    {
        "o": 12951,
        "r": "csb:2 Chronicles:23:5",
        "t": "A third are to be at the king’s palace, and a third are to be at the Foundation Gate, and all the troops will be in the courtyards of the Lord’s*s temple."
    },
    {
        "o": 12952,
        "r": "csb:2 Chronicles:23:6",
        "t": "No one is to enter the Lord’s*s temple but the priests and those Levites who serve; they may enter because they are holy, but all the people are to obey the requirement of the Lord.*s"
    },
    {
        "o": 12953,
        "r": "csb:2 Chronicles:23:7",
        "t": "The Levites are to completely surround the king with weapons in hand. Anyone who enters the temple is to be put to death. Accompany the king in all his daily tasks.”"
    },
    {
        "o": 12954,
        "r": "csb:2 Chronicles:23:8",
        "t": "So*p the commanders of hundreds did everything the priest Jehoiada commanded. They each brought their men - those coming on duty on the Sabbath and those going off duty on the Sabbath - for the priest Jehoiada did not release the divisions."
    },
    {
        "o": 12955,
        "r": "csb:2 Chronicles:23:9",
        "t": "The priest Jehoiada gave to the commanders of hundreds King David’s spears, shields, and quivers that were in God’s temple."
    },
    {
        "o": 12956,
        "r": "csb:2 Chronicles:23:10",
        "t": "Then he stationed all the troops with their weapons in hand surrounding the king - from the right side of the temple to the left side, by the altar and by the temple."
    },
    {
        "o": 12957,
        "r": "csb:2 Chronicles:23:11",
        "t": "They*p brought out the king’s son, put the crown on him, gave him the testimony, and made him king. Jehoiada and his sons anointed him and cried, “Long live the king!”"
    },
    {
        "o": 12958,
        "r": "csb:2 Chronicles:23:12",
        "t": "When*p Athaliah heard the noise from the troops, the guards, and those praising the king, she went to the troops in the Lord’s*s temple."
    },
    {
        "o": 12959,
        "r": "csb:2 Chronicles:23:13",
        "t": "As she looked, there was the king standing by his pillar at the entrance. The commanders and the trumpeters were by the king, and all the people of the land were rejoicing and blowing trumpets while the singers with musical instruments were leading the praise. Athaliah tore her clothes and screamed, “Treason! Treason!”"
    },
    {
        "o": 12960,
        "r": "csb:2 Chronicles:23:14",
        "t": "Then*p the priest Jehoiada sent out the commanders of hundreds, those in charge of the army, saying, “Take her out between the ranks, and put anyone who follows her to death by the sword,” for the priest had said, “Don’t put her to death in the Lord’s*s temple.”"
    },
    {
        "o": 12961,
        "r": "csb:2 Chronicles:23:15",
        "t": "So they arrested her, and she went by the entrance of the Horse Gate to the king’s palace, where they put her to death."
    },
    {
        "o": 12962,
        "r": "csb:2 Chronicles:23:15",
        "t": "Jehoiada’s Reforms",
        "h": 2
    },
    {
        "o": 12963,
        "r": "csb:2 Chronicles:23:16",
        "t": "Then*p Jehoiada made a covenant between himself, the king, and the people that they would be the Lord’s*s people."
    },
    {
        "o": 12964,
        "r": "csb:2 Chronicles:23:17",
        "t": "So all the people went to the temple of Baal and tore it down. They smashed its altars and images and killed Mattan, the priest of Baal, at the altars."
    },
    {
        "o": 12965,
        "r": "csb:2 Chronicles:23:18",
        "t": "Then*p Jehoiada put the oversight of the Lord’s*s temple into the hands of the Levitical priests, whom David had appointed over the Lord’s*s temple, to offer burnt offerings to the Lord*s as it is written in the law of Moses, with rejoicing and song ordained by David."
    },
    {
        "o": 12966,
        "r": "csb:2 Chronicles:23:19",
        "t": "He stationed gatekeepers at the gates of the Lord’s*s temple so that nothing unclean could enter for any reason."
    },
    {
        "o": 12967,
        "r": "csb:2 Chronicles:23:20",
        "t": "Then he took with him the commanders of hundreds, the nobles, the governors of the people, and all the people of the land and brought the king down from the Lord’s*s temple. They entered the king’s palace through the Upper Gate and seated the king on the throne of the kingdom."
    },
    {
        "o": 12968,
        "r": "csb:2 Chronicles:23:21",
        "t": "All the people of the land rejoiced, and the city was quiet, for they had put Athaliah to death by the sword."
    }
]
