[
    {
        "o": 6351,
        "r": "nasb:Deuteronomy:34:0",
        "t": "Deuteronomy 34",
        "h": 1
    },
    {
        "o": 6352,
        "r": "nasb:Deuteronomy:34:0",
        "t": "The Death of Moses",
        "h": 2
    },
    {
        "o": 6353,
        "r": "nasb:Deuteronomy:34:1",
        "t": "Now*p Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, which is opposite Jericho. And the Lord*s showed him all the land, Gilead as far as Dan,"
    },
    {
        "o": 6354,
        "r": "nasb:Deuteronomy:34:2",
        "t": "and all Naphtali and the land of Ephraim and Manasseh, and all the land of Judah as far as the western sea,"
    },
    {
        "o": 6355,
        "r": "nasb:Deuteronomy:34:3",
        "t": "and the Negev and the plain in the valley of Jericho, the city of palm trees, as far as Zoar."
    },
    {
        "o": 6356,
        "r": "nasb:Deuteronomy:34:4",
        "t": "Then the Lord*s said to him, “This is the land which I swore to Abraham, Isaac, and Jacob, saying, ‘I will give it to your descendants’; I have let you see it*i with your eyes, but you shall not go over there.”"
    },
    {
        "o": 6357,
        "r": "nasb:Deuteronomy:34:5",
        "t": "So Moses the servant of the Lord*s died there in the land of Moab, according to the word of the Lord.*s"
    },
    {
        "o": 6358,
        "r": "nasb:Deuteronomy:34:6",
        "t": "And He buried him in the valley in the land of Moab, opposite Beth-peor; but no man knows his burial place to this day."
    },
    {
        "o": 6359,
        "r": "nasb:Deuteronomy:34:7",
        "t": "Although Moses was one hundred and twenty years old when he died, his eye was not dim, nor his vigor abated."
    },
    {
        "o": 6360,
        "r": "nasb:Deuteronomy:34:8",
        "t": "So the sons of Israel wept for Moses in the plains of Moab thirty days; then the days of weeping and*i mourning for Moses came to an end."
    },
    {
        "o": 6361,
        "r": "nasb:Deuteronomy:34:9",
        "t": "Now*p Joshua the son of Nun was filled with the spirit of wisdom, for Moses had laid his hands on him; and the sons of Israel listened to him and did as the Lord*s had commanded Moses."
    },
    {
        "o": 6362,
        "r": "nasb:Deuteronomy:34:10",
        "t": "Since that time no prophet has risen in Israel like Moses, whom the Lord*s knew face to face,"
    },
    {
        "o": 6363,
        "r": "nasb:Deuteronomy:34:11",
        "t": "for all the signs and wonders which the Lord*s sent him to perform in the land of Egypt against Pharaoh, all his servants, and all his land,"
    },
    {
        "o": 6364,
        "r": "nasb:Deuteronomy:34:12",
        "t": "and for all the mighty power and for all the great terror which Moses performed in the sight of all Israel."
    }
]
