[
    {
        "o": 2314,
        "r": "nasb:Exodus:22:0",
        "t": "Exodus 22",
        "h": 1
    },
    {
        "o": 2315,
        "r": "nasb:Exodus:22:0",
        "t": "Property Rights",
        "h": 2
    },
    {
        "o": 2316,
        "r": "nasb:Exodus:22:1",
        "t": "“If*p a man steals an ox or a sheep and slaughters it or sells it, he shall pay five oxen for the ox and four sheep for the sheep."
    },
    {
        "o": 2317,
        "r": "nasb:Exodus:22:2",
        "t": "“If*p the thief is caught while breaking in and is struck so that he dies, there will be no bloodguiltiness on his account."
    },
    {
        "o": 2318,
        "r": "nasb:Exodus:22:3",
        "t": "But*i if the sun has risen on him, there will be bloodguiltiness on his account. He shall surely make restitution; if he owns nothing, then he shall be sold for his theft."
    },
    {
        "o": 2319,
        "r": "nasb:Exodus:22:4",
        "t": "If what he stole is actually found alive in his possession, whether an ox or a donkey or a sheep, he shall pay double."
    },
    {
        "o": 2320,
        "r": "nasb:Exodus:22:5",
        "t": "“If*p a man lets a field or vineyard be grazed bare*i and lets his animal loose so that it grazes in another man’s field, he shall make restitution from the best of his own field and the best of his own vineyard."
    },
    {
        "o": 2321,
        "r": "nasb:Exodus:22:6",
        "t": "“If*p a fire breaks out and spreads to thorn bushes, so that stacked grain or the standing grain or the field itself*i is consumed, he who started the fire shall surely make restitution."
    },
    {
        "o": 2322,
        "r": "nasb:Exodus:22:7",
        "t": "“If*p a man gives his neighbor money or goods to keep for*i him*i and it is stolen from the man’s house, if the thief is caught, he shall pay double."
    },
    {
        "o": 2323,
        "r": "nasb:Exodus:22:8",
        "t": "If the thief is not caught, then the owner of the house shall appear before the judges, to*i determine whether he laid his hands on his neighbor’s property."
    },
    {
        "o": 2324,
        "r": "nasb:Exodus:22:9",
        "t": "For every breach of trust, whether*i it*i is*i for ox, for donkey, for sheep, for clothing, or*i for any lost thing about which one says, ‘This is it,’ the case of both parties shall come before the judges; he whom the judges condemn shall pay double to his neighbor."
    },
    {
        "o": 2325,
        "r": "nasb:Exodus:22:10",
        "t": "“If*p a man gives his neighbor a donkey, an ox, a sheep, or any animal to keep for*i him,*i and it dies or is hurt or is driven away while no one is looking,"
    },
    {
        "o": 2326,
        "r": "nasb:Exodus:22:11",
        "t": "an oath before the Lord*s shall be made by the two of them that he has not laid hands on his neighbor’s property; and its owner shall accept it,*i and he shall not make restitution."
    },
    {
        "o": 2327,
        "r": "nasb:Exodus:22:12",
        "t": "But if it is actually stolen from him, he shall make restitution to its owner."
    },
    {
        "o": 2328,
        "r": "nasb:Exodus:22:13",
        "t": "If it is all torn to pieces, let him bring it as evidence; he shall not make restitution for what has been torn to pieces."
    },
    {
        "o": 2329,
        "r": "nasb:Exodus:22:14",
        "t": "“If*p a man borrows anything*i from his neighbor, and it is injured or dies while its owner is not with it, he shall make full restitution."
    },
    {
        "o": 2330,
        "r": "nasb:Exodus:22:15",
        "t": "If its owner is with it, he shall not make restitution; if it is hired, it came for its hire."
    },
    {
        "o": 2331,
        "r": "nasb:Exodus:22:15",
        "t": "Sundry Laws",
        "h": 2
    },
    {
        "o": 2332,
        "r": "nasb:Exodus:22:16",
        "t": "“If*p a man seduces a virgin who is not engaged, and lies with her, he must pay a dowry for her to*i be*i his wife."
    },
    {
        "o": 2333,
        "r": "nasb:Exodus:22:17",
        "t": "If her father absolutely refuses to give her to him, he shall pay money equal to the dowry for virgins."
    },
    {
        "o": 2334,
        "r": "nasb:Exodus:22:18",
        "t": "“You*p shall not allow a sorceress to live."
    },
    {
        "o": 2335,
        "r": "nasb:Exodus:22:19",
        "t": "“Whoever*p lies with an animal shall surely be put to death."
    },
    {
        "o": 2336,
        "r": "nasb:Exodus:22:20",
        "t": "“He*p who sacrifices to any god, other than to the Lord*s alone, shall be utterly destroyed."
    },
    {
        "o": 2337,
        "r": "nasb:Exodus:22:21",
        "t": "“You*p shall not wrong a stranger or oppress him, for you were strangers in the land of Egypt."
    },
    {
        "o": 2338,
        "r": "nasb:Exodus:22:22",
        "t": "You shall not afflict any widow or orphan."
    },
    {
        "o": 2339,
        "r": "nasb:Exodus:22:23",
        "t": "If you afflict him at all, and*i if he does cry out to Me, I will surely hear his cry;"
    },
    {
        "o": 2340,
        "r": "nasb:Exodus:22:24",
        "t": "and My anger will be kindled, and I will kill you with the sword, and your wives shall become widows and your children fatherless."
    },
    {
        "o": 2341,
        "r": "nasb:Exodus:22:25",
        "t": "“If*p you lend money to My people, to the poor among you, you are not to act as a creditor to him; you shall not charge him interest."
    },
    {
        "o": 2342,
        "r": "nasb:Exodus:22:26",
        "t": "If you ever take your neighbor’s cloak as a pledge, you are to return it to him before the sun sets,"
    },
    {
        "o": 2343,
        "r": "nasb:Exodus:22:27",
        "t": "for that is his only covering; it is his cloak for his body. What else shall he sleep in? And it shall come about that when he cries out to Me, I will hear him,*i for I am gracious."
    },
    {
        "o": 2344,
        "r": "nasb:Exodus:22:28",
        "t": "“You*p shall not curse God, nor curse a ruler of your people."
    },
    {
        "o": 2345,
        "r": "nasb:Exodus:22:29",
        "t": "“You*p shall not delay the*i offering*i from*i your harvest and your vintage. The firstborn of your sons you shall give to Me."
    },
    {
        "o": 2346,
        "r": "nasb:Exodus:22:30",
        "t": "You shall do the same with your oxen and*i with your sheep. It shall be with its mother seven days; on the eighth day you shall give it to Me."
    },
    {
        "o": 2347,
        "r": "nasb:Exodus:22:31",
        "t": "“You*p shall be holy men to Me, therefore you shall not eat any*i flesh torn to pieces in the field; you shall throw it to the dogs."
    }
]
