[
    {
        "o": 31826,
        "r": "nkjv:Romans:11:0",
        "t": "Romans 11",
        "h": 1
    },
    {
        "o": 31827,
        "r": "nkjv:Romans:11:0",
        "t": "Israel’s Rejection Not Total",
        "h": 2
    },
    {
        "o": 31828,
        "r": "nkjv:Romans:11:1",
        "t": "I*p say then, has God cast away His people? Certainly not! For I also am an Israelite, of the seed of Abraham, of*i the tribe of Benjamin."
    },
    {
        "o": 31829,
        "r": "nkjv:Romans:11:2",
        "t": "God has not cast away His people whom He foreknew. Or do you not know what the Scripture says of Elijah, how he pleads with God against Israel, saying,"
    },
    {
        "o": 31830,
        "r": "nkjv:Romans:11:3",
        "t": "“Lord,*s they have killed Your prophets and torn down Your altars, and I alone am left, and they seek my life”?"
    },
    {
        "o": 31831,
        "r": "nkjv:Romans:11:4",
        "t": "But what does the divine response say to him? “I have reserved for Myself seven thousand men who have not bowed the knee to Baal.”"
    },
    {
        "o": 31832,
        "r": "nkjv:Romans:11:5",
        "t": "Even so then, at this present time there is a remnant according to the election of grace."
    },
    {
        "o": 31833,
        "r": "nkjv:Romans:11:6",
        "t": "And if by grace, then it*i is*i no longer of works; otherwise grace is no longer grace. But if it*i is*i of works, it is no longer grace; otherwise work is no longer work."
    },
    {
        "o": 31834,
        "r": "nkjv:Romans:11:7",
        "t": "What*p then? Israel has not obtained what it seeks; but the elect have obtained it, and the rest were blinded."
    },
    {
        "o": 31835,
        "r": "nkjv:Romans:11:8",
        "t": "Just as it is written: “God*pn has given them a spirit of stupor, Eyes*ld that they should not see And*ld ears that they should not hear, To*ld this very day.”"
    },
    {
        "o": 31836,
        "r": "nkjv:Romans:11:9",
        "t": "And*p David says: “Let*pn their table become a snare and a trap, A*ld stumbling block and a recompense to them."
    },
    {
        "o": 31837,
        "r": "nkjv:Romans:11:10",
        "t": "Let*ld their eyes be darkened, so that they do not see, And*ld bow down their back always.”"
    },
    {
        "o": 31838,
        "r": "nkjv:Romans:11:10",
        "t": "Israel’s Rejection Not Final",
        "h": 2
    },
    {
        "o": 31839,
        "r": "nkjv:Romans:11:11",
        "t": "I*p say then, have they stumbled that they should fall? Certainly not! But through their fall, to provoke them to jealousy, salvation has*i come*i to the Gentiles."
    },
    {
        "o": 31840,
        "r": "nkjv:Romans:11:12",
        "t": "Now if their fall is*i riches for the world, and their failure riches for the Gentiles, how much more their fullness!"
    },
    {
        "o": 31841,
        "r": "nkjv:Romans:11:13",
        "t": "For*p I speak to you Gentiles; inasmuch as I am an apostle to the Gentiles, I magnify my ministry,"
    },
    {
        "o": 31842,
        "r": "nkjv:Romans:11:14",
        "t": "if by any means I may provoke to jealousy those*i who*i are*i my flesh and save some of them."
    },
    {
        "o": 31843,
        "r": "nkjv:Romans:11:15",
        "t": "For if their being cast away is*i the reconciling of the world, what will*i their acceptance be*i but life from the dead?"
    },
    {
        "o": 31844,
        "r": "nkjv:Romans:11:16",
        "t": "For*p if the firstfruit is*i holy, the lump is*i also holy;*i and if the root is*i holy, so are*i the branches."
    },
    {
        "o": 31845,
        "r": "nkjv:Romans:11:17",
        "t": "And if some of the branches were broken off, and you, being a wild olive tree, were grafted in among them, and with them became a partaker of the root and fatness of the olive tree,"
    },
    {
        "o": 31846,
        "r": "nkjv:Romans:11:18",
        "t": "do not boast against the branches. But if you do boast, remember*i that*i you do not support the root, but the root supports*i you."
    },
    {
        "o": 31847,
        "r": "nkjv:Romans:11:19",
        "t": "You*p will say then, “Branches were broken off that I might be grafted in.”"
    },
    {
        "o": 31848,
        "r": "nkjv:Romans:11:20",
        "t": "Well said.*i Because of unbelief they were broken off, and you stand by faith. Do not be haughty, but fear."
    },
    {
        "o": 31849,
        "r": "nkjv:Romans:11:21",
        "t": "For if God did not spare the natural branches, He may not spare you either."
    },
    {
        "o": 31850,
        "r": "nkjv:Romans:11:22",
        "t": "Therefore consider the goodness and severity of God: on those who fell, severity; but toward you, goodness, if you continue in His*i goodness. Otherwise you also will be cut off."
    },
    {
        "o": 31851,
        "r": "nkjv:Romans:11:23",
        "t": "And they also, if they do not continue in unbelief, will be grafted in, for God is able to graft them in again."
    },
    {
        "o": 31852,
        "r": "nkjv:Romans:11:24",
        "t": "For if you were cut out of the olive tree which is wild by nature, and were grafted contrary to nature into a cultivated olive tree, how much more will these, who are*i natural branches,*i be grafted into their own olive tree?"
    },
    {
        "o": 31853,
        "r": "nkjv:Romans:11:25",
        "t": "For*p I do not desire, brethren, that you should be ignorant of this mystery, lest you should be wise in your own opinion, that blindness in part has happened to Israel until the fullness of the Gentiles has come in."
    },
    {
        "o": 31854,
        "r": "nkjv:Romans:11:26",
        "t": "And so all Israel will be saved, as it is written: “The*pn Deliverer will come out of Zion, And*ld He will turn away ungodliness from Jacob;"
    },
    {
        "o": 31855,
        "r": "nkjv:Romans:11:27",
        "t": "For*ld this is*i My covenant with them, When*ld I take away their sins.”"
    },
    {
        "o": 31856,
        "r": "nkjv:Romans:11:28",
        "t": "Concerning*p the gospel they*i are*i enemies for your sake, but concerning the election they*i are*i beloved for the sake of the fathers."
    },
    {
        "o": 31857,
        "r": "nkjv:Romans:11:29",
        "t": "For the gifts and the calling of God are*i irrevocable."
    },
    {
        "o": 31858,
        "r": "nkjv:Romans:11:30",
        "t": "For as you were once disobedient to God, yet have now obtained mercy through their disobedience,"
    },
    {
        "o": 31859,
        "r": "nkjv:Romans:11:31",
        "t": "even so these also have now been disobedient, that through the mercy shown you they also may obtain mercy."
    },
    {
        "o": 31860,
        "r": "nkjv:Romans:11:32",
        "t": "For God has committed them all to disobedience, that He might have mercy on all."
    },
    {
        "o": 31861,
        "r": "nkjv:Romans:11:33",
        "t": "Oh,*p the depth of the riches both of the wisdom and knowledge of God! How unsearchable are*i His judgments and His ways past finding out!"
    },
    {
        "o": 31862,
        "r": "nkjv:Romans:11:34",
        "t": "“For*pn who has known the mind of the Lord?*s Or*ld who has become His counselor?”"
    },
    {
        "o": 31863,
        "r": "nkjv:Romans:11:35",
        "t": "“Or*ld who has first given to Him And*ld it shall be repaid to him?”"
    },
    {
        "o": 31864,
        "r": "nkjv:Romans:11:36",
        "t": "For*p of Him and through Him and to Him are*i all things, to whom be*i glory forever. Amen."
    }
]
