[
    {
        "o": 25099,
        "r": "esv:Jonah:4:0",
        "t": "Jonah 4",
        "h": 1
    },
    {
        "o": 25100,
        "r": "esv:Jonah:4:0",
        "t": "Jonah’s Anger and the Lord’s Compassion",
        "h": 2
    },
    {
        "o": 25101,
        "r": "esv:Jonah:4:1",
        "t": "But*p it displeased Jonah exceedingly, and he was angry."
    },
    {
        "o": 25102,
        "r": "esv:Jonah:4:2",
        "t": "And he prayed to the Lord*s and said, “O Lord,*s is not this what I said when I was yet in my country? That is why I made haste to flee to Tarshish; for I knew that you are a gracious God and merciful, slow to anger and abounding in steadfast love, and relenting from disaster."
    },
    {
        "o": 25103,
        "r": "esv:Jonah:4:3",
        "t": "Therefore now, O Lord,*s please take my life from me, for it is better for me to die than to live.”"
    },
    {
        "o": 25104,
        "r": "esv:Jonah:4:4",
        "t": "And the Lord*s said, “Do you do well to be angry?”"
    },
    {
        "o": 25105,
        "r": "esv:Jonah:4:5",
        "t": "Jonah*p went out of the city and sat to the east of the city and made a booth for himself there. He sat under it in the shade, till he should see what would become of the city."
    },
    {
        "o": 25106,
        "r": "esv:Jonah:4:6",
        "t": "Now the Lord*s God appointed a plant and made it come up over Jonah, that it might be a shade over his head, to save him from his discomfort. So Jonah was exceedingly glad because of the plant."
    },
    {
        "o": 25107,
        "r": "esv:Jonah:4:7",
        "t": "But when dawn came up the next day, God appointed a worm that attacked the plant, so that it withered."
    },
    {
        "o": 25108,
        "r": "esv:Jonah:4:8",
        "t": "When the sun rose, God appointed a scorching east wind, and the sun beat down on the head of Jonah so that he was faint. And he asked that he might die and said, “It is better for me to die than to live.”"
    },
    {
        "o": 25109,
        "r": "esv:Jonah:4:9",
        "t": "But God said to Jonah, “Do you do well to be angry for the plant?” And he said, “Yes, I do well to be angry, angry enough to die.”"
    },
    {
        "o": 25110,
        "r": "esv:Jonah:4:10",
        "t": "And the Lord*s said, “You pity the plant, for which you did not labor, nor did you make it grow, which came into being in a night and perished in a night."
    },
    {
        "o": 25111,
        "r": "esv:Jonah:4:11",
        "t": "And should not I pity Nineveh, that great city, in which there are more than 120,000 persons who do not know their right hand from their left, and also much cattle?”"
    }
]
