[
    {
        "o": 4462,
        "r": "nkjv:Numbers:12:0",
        "t": "Numbers 12",
        "h": 1
    },
    {
        "o": 4463,
        "r": "nkjv:Numbers:12:0",
        "t": "Dissension of Aaron and Miriam",
        "h": 2
    },
    {
        "o": 4464,
        "r": "nkjv:Numbers:12:1",
        "t": "Then*p Miriam and Aaron spoke against Moses because of the Ethiopian woman whom he had married; for he had married an Ethiopian woman."
    },
    {
        "o": 4465,
        "r": "nkjv:Numbers:12:2",
        "t": "So they said, “Has the Lord*s indeed spoken only through Moses? Has He not spoken through us also?” And the Lord*s heard it.*i"
    },
    {
        "o": 4466,
        "r": "nkjv:Numbers:12:3",
        "t": "(Now the man Moses was*i very humble, more than all men who were*i on the face of the earth.)"
    },
    {
        "o": 4467,
        "r": "nkjv:Numbers:12:4",
        "t": "Suddenly*p the Lord*s said to Moses, Aaron, and Miriam, “Come out, you three, to the tabernacle of meeting!” So the three came out."
    },
    {
        "o": 4468,
        "r": "nkjv:Numbers:12:5",
        "t": "Then the Lord*s came down in the pillar of cloud and stood in*i the door of the tabernacle, and called Aaron and Miriam. And they both went forward."
    },
    {
        "o": 4469,
        "r": "nkjv:Numbers:12:6",
        "t": "Then He said, “Hear*pn now My words: If*ld there is a prophet among you, I,*ild the Lord,*s make Myself known to him in a vision; I*ld speak to him in a dream."
    },
    {
        "o": 4470,
        "r": "nkjv:Numbers:12:7",
        "t": "Not*ld so with My servant Moses; He*ld is*i faithful in all My house."
    },
    {
        "o": 4471,
        "r": "nkjv:Numbers:12:8",
        "t": "I*ld speak with him face to face, Even*ld plainly, and not in dark sayings; And*ld he sees the form of the Lord.*s Why*ld then were you not afraid To*ld speak against My servant Moses?”"
    },
    {
        "o": 4472,
        "r": "nkjv:Numbers:12:9",
        "t": "So*p the anger of the Lord*s was aroused against them, and He departed."
    },
    {
        "o": 4473,
        "r": "nkjv:Numbers:12:10",
        "t": "And when the cloud departed from above the tabernacle, suddenly Miriam became*i leprous, as white*i as*i snow. Then Aaron turned toward Miriam, and there she was, a leper."
    },
    {
        "o": 4474,
        "r": "nkjv:Numbers:12:11",
        "t": "So Aaron said to Moses, “Oh, my lord! Please do not lay this*i sin on us, in which we have done foolishly and in which we have sinned."
    },
    {
        "o": 4475,
        "r": "nkjv:Numbers:12:12",
        "t": "Please do not let her be as one dead, whose flesh is half consumed when he comes out of his mother’s womb!”"
    },
    {
        "o": 4476,
        "r": "nkjv:Numbers:12:13",
        "t": "So*p Moses cried out to the Lord,*s saying, “Please heal her, O God, I pray!”"
    },
    {
        "o": 4477,
        "r": "nkjv:Numbers:12:14",
        "t": "Then*p the Lord*s said to Moses, “If her father had but spit in her face, would she not be shamed seven days? Let her be shut out of the camp seven days, and afterward she may be received again.”*i"
    },
    {
        "o": 4478,
        "r": "nkjv:Numbers:12:15",
        "t": "So Miriam was shut out of the camp seven days, and the people did not journey till Miriam was brought in again.*i"
    },
    {
        "o": 4479,
        "r": "nkjv:Numbers:12:16",
        "t": "And afterward the people moved from Hazeroth and camped in the Wilderness of Paran."
    }
]
