[
    {
        "o": 30849,
        "r": "esv:Acts:19:0",
        "t": "Acts 19",
        "h": 1
    },
    {
        "o": 30850,
        "r": "esv:Acts:19:0",
        "t": "Paul in Ephesus",
        "h": 2
    },
    {
        "o": 30851,
        "r": "esv:Acts:19:1",
        "t": "And*p it happened that while Apollos was at Corinth, Paul passed through the inland country and came to Ephesus. There he found some disciples."
    },
    {
        "o": 30852,
        "r": "esv:Acts:19:2",
        "t": "And he said to them, “Did you receive the Holy Spirit when you believed?” And they said, “No, we have not even heard that there is a Holy Spirit.”"
    },
    {
        "o": 30853,
        "r": "esv:Acts:19:3",
        "t": "And he said, “Into what then were you baptized?” They said, “Into John’s baptism.”"
    },
    {
        "o": 30854,
        "r": "esv:Acts:19:4",
        "t": "And Paul said, “John baptized with the baptism of repentance, telling the people to believe in the one who was to come after him, that is, Jesus.”"
    },
    {
        "o": 30855,
        "r": "esv:Acts:19:5",
        "t": "On hearing this, they were baptized in the name of the Lord Jesus."
    },
    {
        "o": 30856,
        "r": "esv:Acts:19:6",
        "t": "And when Paul had laid his hands on them, the Holy Spirit came on them, and they began speaking in tongues and prophesying."
    },
    {
        "o": 30857,
        "r": "esv:Acts:19:7",
        "t": "There were about twelve men in all."
    },
    {
        "o": 30858,
        "r": "esv:Acts:19:8",
        "t": "And*p he entered the synagogue and for three months spoke boldly, reasoning and persuading them about the kingdom of God."
    },
    {
        "o": 30859,
        "r": "esv:Acts:19:9",
        "t": "But when some became stubborn and continued in unbelief, speaking evil of the Way before the congregation, he withdrew from them and took the disciples with him, reasoning daily in the hall of Tyrannus."
    },
    {
        "o": 30860,
        "r": "esv:Acts:19:10",
        "t": "This continued for two years, so that all the residents of Asia heard the word of the Lord, both Jews and Greeks."
    },
    {
        "o": 30861,
        "r": "esv:Acts:19:10",
        "t": "The Sons of Sceva",
        "h": 2
    },
    {
        "o": 30862,
        "r": "esv:Acts:19:11",
        "t": "And*p God was doing extraordinary miracles by the hands of Paul,"
    },
    {
        "o": 30863,
        "r": "esv:Acts:19:12",
        "t": "so that even handkerchiefs or aprons that had touched his skin were carried away to the sick, and their diseases left them and the evil spirits came out of them."
    },
    {
        "o": 30864,
        "r": "esv:Acts:19:13",
        "t": "Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.”"
    },
    {
        "o": 30865,
        "r": "esv:Acts:19:14",
        "t": "Seven sons of a Jewish high priest named Sceva were doing this."
    },
    {
        "o": 30866,
        "r": "esv:Acts:19:15",
        "t": "But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?”"
    },
    {
        "o": 30867,
        "r": "esv:Acts:19:16",
        "t": "And the man in whom was the evil spirit leaped on them, mastered all of them and overpowered them, so that they fled out of that house naked and wounded."
    },
    {
        "o": 30868,
        "r": "esv:Acts:19:17",
        "t": "And this became known to all the residents of Ephesus, both Jews and Greeks. And fear fell upon them all, and the name of the Lord Jesus was extolled."
    },
    {
        "o": 30869,
        "r": "esv:Acts:19:18",
        "t": "Also many of those who were now believers came, confessing and divulging their practices."
    },
    {
        "o": 30870,
        "r": "esv:Acts:19:19",
        "t": "And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver."
    },
    {
        "o": 30871,
        "r": "esv:Acts:19:20",
        "t": "So the word of the Lord continued to increase and prevail mightily."
    },
    {
        "o": 30872,
        "r": "esv:Acts:19:20",
        "t": "A Riot at Ephesus",
        "h": 2
    },
    {
        "o": 30873,
        "r": "esv:Acts:19:21",
        "t": "Now*p after these events Paul resolved in the Spirit to pass through Macedonia and Achaia and go to Jerusalem, saying, “After I have been there, I must also see Rome.”"
    },
    {
        "o": 30874,
        "r": "esv:Acts:19:22",
        "t": "And having sent into Macedonia two of his helpers, Timothy and Erastus, he himself stayed in Asia for a while."
    },
    {
        "o": 30875,
        "r": "esv:Acts:19:23",
        "t": "About*p that time there arose no little disturbance concerning the Way."
    },
    {
        "o": 30876,
        "r": "esv:Acts:19:24",
        "t": "For a man named Demetrius, a silversmith, who made silver shrines of Artemis, brought no little business to the craftsmen."
    },
    {
        "o": 30877,
        "r": "esv:Acts:19:25",
        "t": "These he gathered together, with the workmen in similar trades, and said, “Men, you know that from this business we have our wealth."
    },
    {
        "o": 30878,
        "r": "esv:Acts:19:26",
        "t": "And you see and hear that not only in Ephesus but in almost all of Asia this Paul has persuaded and turned away a great many people, saying that gods made with hands are not gods."
    },
    {
        "o": 30879,
        "r": "esv:Acts:19:27",
        "t": "And there is danger not only that this trade of ours may come into disrepute but also that the temple of the great goddess Artemis may be counted as nothing, and that she may even be deposed from her magnificence, she whom all Asia and the world worship.”"
    },
    {
        "o": 30880,
        "r": "esv:Acts:19:28",
        "t": "When*p they heard this they were enraged and were crying out, “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 30881,
        "r": "esv:Acts:19:29",
        "t": "So the city was filled with the confusion, and they rushed together into the theater, dragging with them Gaius and Aristarchus, Macedonians who were Paul’s companions in travel."
    },
    {
        "o": 30882,
        "r": "esv:Acts:19:30",
        "t": "But when Paul wished to go in among the crowd, the disciples would not let him."
    },
    {
        "o": 30883,
        "r": "esv:Acts:19:31",
        "t": "And even some of the Asiarchs, who were friends of his, sent to him and were urging him not to venture into the theater."
    },
    {
        "o": 30884,
        "r": "esv:Acts:19:32",
        "t": "Now some cried out one thing, some another, for the assembly was in confusion, and most of them did not know why they had come together."
    },
    {
        "o": 30885,
        "r": "esv:Acts:19:33",
        "t": "Some of the crowd prompted Alexander, whom the Jews had put forward. And Alexander, motioning with his hand, wanted to make a defense to the crowd."
    },
    {
        "o": 30886,
        "r": "esv:Acts:19:34",
        "t": "But when they recognized that he was a Jew, for about two hours they all cried out with one voice, “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 30887,
        "r": "esv:Acts:19:35",
        "t": "And*p when the town clerk had quieted the crowd, he said, “Men of Ephesus, who is there who does not know that the city of the Ephesians is temple keeper of the great Artemis, and of the sacred stone that fell from the sky?"
    },
    {
        "o": 30888,
        "r": "esv:Acts:19:36",
        "t": "Seeing then that these things cannot be denied, you ought to be quiet and do nothing rash."
    },
    {
        "o": 30889,
        "r": "esv:Acts:19:37",
        "t": "For you have brought these men here who are neither sacrilegious nor blasphemers of our goddess."
    },
    {
        "o": 30890,
        "r": "esv:Acts:19:38",
        "t": "If therefore Demetrius and the craftsmen with him have a complaint against anyone, the courts are open, and there are proconsuls. Let them bring charges against one another."
    },
    {
        "o": 30891,
        "r": "esv:Acts:19:39",
        "t": "But if you seek anything further, it shall be settled in the regular assembly."
    },
    {
        "o": 30892,
        "r": "esv:Acts:19:40",
        "t": "For we really are in danger of being charged with rioting today, since there is no cause that we can give to justify this commotion.”"
    },
    {
        "o": 30893,
        "r": "esv:Acts:19:41",
        "t": "And when he had said these things, he dismissed the assembly."
    }
]
