[
    {
        "o": 32468,
        "r": "csb:1 Corinthians:14:0",
        "t": "1 Corinthians 14",
        "h": 1
    },
    {
        "o": 32469,
        "r": "csb:1 Corinthians:14:0",
        "t": "Prophecy: A Superior Gift",
        "h": 2
    },
    {
        "o": 32470,
        "r": "csb:1 Corinthians:14:1",
        "t": "Pursue*p love and desire spiritual gifts, and especially that you may prophesy."
    },
    {
        "o": 32471,
        "r": "csb:1 Corinthians:14:2",
        "t": "For the person who speaks in a tongue is not speaking to people but to God, since no one understands him; he speaks mysteries in the Spirit."
    },
    {
        "o": 32472,
        "r": "csb:1 Corinthians:14:3",
        "t": "On the other hand, the person who prophesies speaks to people for their strengthening, encouragement, and consolation."
    },
    {
        "o": 32473,
        "r": "csb:1 Corinthians:14:4",
        "t": "The person who speaks in a tongue builds himself up, but the one who prophesies builds up the church."
    },
    {
        "o": 32474,
        "r": "csb:1 Corinthians:14:5",
        "t": "I wish all of you spoke in tongues, but even more that you prophesied. The person who prophesies is greater than the person who speaks in tongues, unless he interprets so that the church may be built up."
    },
    {
        "o": 32475,
        "r": "csb:1 Corinthians:14:6",
        "t": "So*p now, brothers and sisters, if I come to you speaking in tongues, how will I benefit you unless I speak to you with a revelation or knowledge or prophecy or teaching?"
    },
    {
        "o": 32476,
        "r": "csb:1 Corinthians:14:7",
        "t": "Even lifeless instruments that produce sounds - whether flute or harp- if they don’t make a distinction in the notes, how will what is played on the flute or harp be recognized?"
    },
    {
        "o": 32477,
        "r": "csb:1 Corinthians:14:8",
        "t": "In fact, if the bugle makes an unclear sound, who will prepare for battle?"
    },
    {
        "o": 32478,
        "r": "csb:1 Corinthians:14:9",
        "t": "In the same way, unless you use your tongue for intelligible speech, how will what is spoken be known? For you will be speaking into the air."
    },
    {
        "o": 32479,
        "r": "csb:1 Corinthians:14:10",
        "t": "There are doubtless many different kinds of languages in the world, none is without meaning."
    },
    {
        "o": 32480,
        "r": "csb:1 Corinthians:14:11",
        "t": "Therefore, if I do not know the meaning of the language, I will be a foreigner to the speaker, and the speaker will be a foreigner to me."
    },
    {
        "o": 32481,
        "r": "csb:1 Corinthians:14:12",
        "t": "So also you - since you are zealous for spiritual gifts, seek to excel in building up the church."
    },
    {
        "o": 32482,
        "r": "csb:1 Corinthians:14:13",
        "t": "Therefore*p the person who speaks in a tongue should pray that he can interpret."
    },
    {
        "o": 32483,
        "r": "csb:1 Corinthians:14:14",
        "t": "For if I pray in a tongue, my spirit prays, but my understanding is unfruitful."
    },
    {
        "o": 32484,
        "r": "csb:1 Corinthians:14:15",
        "t": "What then? I will pray with the spirit, and I will also pray with my understanding. I will sing praise with the spirit, and I will also sing praise with my understanding."
    },
    {
        "o": 32485,
        "r": "csb:1 Corinthians:14:16",
        "t": "Otherwise, if you praise with the spirit, how will the outsider say “Amen” at your giving of thanks, since he does not know what you are saying?"
    },
    {
        "o": 32486,
        "r": "csb:1 Corinthians:14:17",
        "t": "For you may very well be giving thanks, but the other person is not being built up."
    },
    {
        "o": 32487,
        "r": "csb:1 Corinthians:14:18",
        "t": "I thank God that I speak in tongues more than all of you;"
    },
    {
        "o": 32488,
        "r": "csb:1 Corinthians:14:19",
        "t": "yet in the church I would rather speak five words with my understanding, in order to teach others also, than ten thousand words in a tongue."
    },
    {
        "o": 32489,
        "r": "csb:1 Corinthians:14:20",
        "t": "Brothers*p and sisters, don’t be childish in your thinking, but be infants in regard to evil and adult in your thinking."
    },
    {
        "o": 32490,
        "r": "csb:1 Corinthians:14:21",
        "t": "It is written in the law, I*ipn will*i speak*i to*i this*i people*i by*iln people*i of*i other*i tongues*i and*iln by*i the*i lips*i of*i foreigners,*i and*iln even*i then,*i they*i will*i not*i listen*i to*i me,*i says*p the Lord."
    },
    {
        "o": 32491,
        "r": "csb:1 Corinthians:14:22",
        "t": "Speaking in tongues, then, is intended as a sign, not for believers but for unbelievers, while prophecy is not for unbelievers but for believers."
    },
    {
        "o": 32492,
        "r": "csb:1 Corinthians:14:23",
        "t": "If, therefore, the whole church assembles together and all are speaking in tongues and people who are outsiders or unbelievers come in, will they not say that you are out of your minds?"
    },
    {
        "o": 32493,
        "r": "csb:1 Corinthians:14:24",
        "t": "But if all are prophesying and some unbeliever or outsider comes in, he is convicted by all and is called to account by all."
    },
    {
        "o": 32494,
        "r": "csb:1 Corinthians:14:25",
        "t": "The secrets of his heart will be revealed, and as a result he will fall facedown and worship God, proclaiming, “God is really among you.”"
    },
    {
        "o": 32495,
        "r": "csb:1 Corinthians:14:25",
        "t": "Order in Church Meetings",
        "h": 2
    },
    {
        "o": 32496,
        "r": "csb:1 Corinthians:14:26",
        "t": "What*p then, brothers and sisters? Whenever you come together, each one has a hymn, a teaching, a revelation, a tongue, or an interpretation. Everything is to be done for building up."
    },
    {
        "o": 32497,
        "r": "csb:1 Corinthians:14:27",
        "t": "If anyone speaks in a tongue, there are to be only two, or at the most three, each in turn, and let someone interpret."
    },
    {
        "o": 32498,
        "r": "csb:1 Corinthians:14:28",
        "t": "But if there is no interpreter, that person is to keep silent in the church and speak to himself and God."
    },
    {
        "o": 32499,
        "r": "csb:1 Corinthians:14:29",
        "t": "Two or three prophets should speak, and the others should evaluate."
    },
    {
        "o": 32500,
        "r": "csb:1 Corinthians:14:30",
        "t": "But if something has been revealed to another person sitting there, the first prophet should be silent."
    },
    {
        "o": 32501,
        "r": "csb:1 Corinthians:14:31",
        "t": "For you can all prophesy one by one, so that everyone may learn and everyone may be encouraged."
    },
    {
        "o": 32502,
        "r": "csb:1 Corinthians:14:32",
        "t": "And the prophets’ spirits are subject to the prophets,"
    },
    {
        "o": 32503,
        "r": "csb:1 Corinthians:14:33",
        "t": "since God is not a God of disorder but of peace. As*p in all the churches of the saints,"
    },
    {
        "o": 32504,
        "r": "csb:1 Corinthians:14:34",
        "t": "the women should be silent in the churches, for they are not permitted to speak, but are to submit themselves, as the law also says."
    },
    {
        "o": 32505,
        "r": "csb:1 Corinthians:14:35",
        "t": "If they want to learn something, let them ask their own husbands at home, since it is disgraceful for a woman to speak in the church."
    },
    {
        "o": 32506,
        "r": "csb:1 Corinthians:14:36",
        "t": "Or did the word of God originate from you, or did it come to you only?"
    },
    {
        "o": 32507,
        "r": "csb:1 Corinthians:14:37",
        "t": "If*p anyone thinks he is a prophet or spiritual, he should recognize that what I write to you is the Lord’s command."
    },
    {
        "o": 32508,
        "r": "csb:1 Corinthians:14:38",
        "t": "If anyone ignores this, he will be ignored."
    },
    {
        "o": 32509,
        "r": "csb:1 Corinthians:14:39",
        "t": "So then, my brothers and sisters, be eager to prophesy, and do not forbid speaking in tongues."
    },
    {
        "o": 32510,
        "r": "csb:1 Corinthians:14:40",
        "t": "But everything is to be done decently and in order."
    }
]
