[
    {
        "o": 17349,
        "r": "kjv:Proverbs:7:0",
        "t": "Proverbs 7",
        "h": 1
    },
    {
        "o": 17350,
        "r": "kjv:Proverbs:7:1",
        "t": "My*p son, keep my words, and lay up my commandments with thee."
    },
    {
        "o": 17351,
        "r": "kjv:Proverbs:7:2",
        "t": "Keep*p my commandments, and live; and my law as the apple of thine eye."
    },
    {
        "o": 17352,
        "r": "kjv:Proverbs:7:3",
        "t": "Bind*p them upon thy fingers, write them upon the table of thine heart."
    },
    {
        "o": 17353,
        "r": "kjv:Proverbs:7:4",
        "t": "Say*p unto wisdom, Thou art my sister; and call understanding thy kinswoman:"
    },
    {
        "o": 17354,
        "r": "kjv:Proverbs:7:5",
        "t": "That*p they may keep thee from the strange woman, from the stranger which flattereth with her words."
    },
    {
        "o": 17355,
        "r": "kjv:Proverbs:7:6",
        "t": "For*p at the window of my house I looked through my casement,"
    },
    {
        "o": 17356,
        "r": "kjv:Proverbs:7:7",
        "t": "And*p beheld among the simple ones, I discerned among the youths, a young man void of understanding,"
    },
    {
        "o": 17357,
        "r": "kjv:Proverbs:7:8",
        "t": "Passing*p through the street near her corner; and he went the way to her house,"
    },
    {
        "o": 17358,
        "r": "kjv:Proverbs:7:9",
        "t": "In*p the twilight, in the evening, in the black and dark night:"
    },
    {
        "o": 17359,
        "r": "kjv:Proverbs:7:10",
        "t": "And,*p behold, there met him a woman with the attire of an harlot, and subtil of heart."
    },
    {
        "o": 17360,
        "r": "kjv:Proverbs:7:11",
        "t": "(She*p is loud and stubborn; her feet abide not in her house:"
    },
    {
        "o": 17361,
        "r": "kjv:Proverbs:7:12",
        "t": "Now*p is she without, now in the streets, and lieth in wait at every corner.)"
    },
    {
        "o": 17362,
        "r": "kjv:Proverbs:7:13",
        "t": "So*p she caught him, and kissed him, and with an impudent face said unto him,"
    },
    {
        "o": 17363,
        "r": "kjv:Proverbs:7:14",
        "t": "I*p have peace offerings with me; this day have I payed my vows."
    },
    {
        "o": 17364,
        "r": "kjv:Proverbs:7:15",
        "t": "Therefore*p came I forth to meet thee, diligently to seek thy face, and I have found thee."
    },
    {
        "o": 17365,
        "r": "kjv:Proverbs:7:16",
        "t": "I*p have decked my bed with coverings of tapestry, with carved works, with fine linen of Egypt."
    },
    {
        "o": 17366,
        "r": "kjv:Proverbs:7:17",
        "t": "I*p have perfumed my bed with myrrh, aloes, and cinnamon."
    },
    {
        "o": 17367,
        "r": "kjv:Proverbs:7:18",
        "t": "Come,*p let us take our fill of love until the morning: let us solace ourselves with loves."
    },
    {
        "o": 17368,
        "r": "kjv:Proverbs:7:19",
        "t": "For*p the goodman is not at home, he is gone a long journey:"
    },
    {
        "o": 17369,
        "r": "kjv:Proverbs:7:20",
        "t": "He*p hath taken a bag of money with him, and will come home at the day appointed."
    },
    {
        "o": 17370,
        "r": "kjv:Proverbs:7:21",
        "t": "With*p her much fair speech she caused him to yield, with the flattering of her lips she forced him."
    },
    {
        "o": 17371,
        "r": "kjv:Proverbs:7:22",
        "t": "He*p goeth after her straightway, as an ox goeth to the slaughter, or as a fool to the correction of the stocks;"
    },
    {
        "o": 17372,
        "r": "kjv:Proverbs:7:23",
        "t": "Till*p a dart strike through his liver; as a bird hasteth to the snare, and knoweth not that it is for his life."
    },
    {
        "o": 17373,
        "r": "kjv:Proverbs:7:24",
        "t": "Hearken*p unto me now therefore, O ye children, and attend to the words of my mouth."
    },
    {
        "o": 17374,
        "r": "kjv:Proverbs:7:25",
        "t": "Let*p not thine heart decline to her ways, go not astray in her paths."
    },
    {
        "o": 17375,
        "r": "kjv:Proverbs:7:26",
        "t": "For*p she hath cast down many wounded: yea, many strong men have been slain by her."
    },
    {
        "o": 17376,
        "r": "kjv:Proverbs:7:27",
        "t": "Her*p house is the way to hell, going down to the chambers of death."
    }
]
