[
    {
        "o": 26314,
        "r": "nasb:Matthew:14:0",
        "t": "Matthew 14",
        "h": 1
    },
    {
        "o": 26315,
        "r": "nasb:Matthew:14:0",
        "t": "John the Baptist Beheaded",
        "h": 2
    },
    {
        "o": 26316,
        "r": "nasb:Matthew:14:1",
        "t": "At*p that time Herod the tetrarch heard the news about Jesus,"
    },
    {
        "o": 26317,
        "r": "nasb:Matthew:14:2",
        "t": "and said to his servants, “This is John the Baptist; he has risen from the dead, and that is why miraculous powers are at work in him.”"
    },
    {
        "o": 26318,
        "r": "nasb:Matthew:14:3",
        "t": "For*p when Herod had John arrested, he bound him and put him in prison because of Herodias, the wife of his brother Philip."
    },
    {
        "o": 26319,
        "r": "nasb:Matthew:14:4",
        "t": "For John had been saying to him, “It is not lawful for you to have her.”"
    },
    {
        "o": 26320,
        "r": "nasb:Matthew:14:5",
        "t": "Although Herod wanted to put him to death, he feared the crowd, because they regarded John as a prophet."
    },
    {
        "o": 26321,
        "r": "nasb:Matthew:14:6",
        "t": "But*p when Herod’s birthday came, the daughter of Herodias danced before them*i and pleased Herod,"
    },
    {
        "o": 26322,
        "r": "nasb:Matthew:14:7",
        "t": "so much*i that he promised with an oath to give her whatever she asked."
    },
    {
        "o": 26323,
        "r": "nasb:Matthew:14:8",
        "t": "Having been prompted by her mother, she said, “Give me here on a platter the head of John the Baptist.”"
    },
    {
        "o": 26324,
        "r": "nasb:Matthew:14:9",
        "t": "Although he was grieved, the king commanded it*i to be given because of his oaths, and because of his dinner guests."
    },
    {
        "o": 26325,
        "r": "nasb:Matthew:14:10",
        "t": "He sent and had John beheaded in the prison."
    },
    {
        "o": 26326,
        "r": "nasb:Matthew:14:11",
        "t": "And his head was brought on a platter and given to the girl, and she brought it to her mother."
    },
    {
        "o": 26327,
        "r": "nasb:Matthew:14:12",
        "t": "His disciples came and took away the body and buried it; and they went and reported to Jesus."
    },
    {
        "o": 26328,
        "r": "nasb:Matthew:14:12",
        "t": "Five Thousand Fed",
        "h": 2
    },
    {
        "o": 26329,
        "r": "nasb:Matthew:14:13",
        "t": "Now*p when Jesus heard about*i John,*i He withdrew from there in a boat to a secluded place by Himself; and when the people heard of*i this,*i they followed Him on foot from the cities."
    },
    {
        "o": 26330,
        "r": "nasb:Matthew:14:14",
        "t": "When He went ashore, He saw a large crowd, and felt compassion for them and healed their sick."
    },
    {
        "o": 26331,
        "r": "nasb:Matthew:14:15",
        "t": "When*p it was evening, the disciples came to Him and said, “This place is desolate and the hour is already late; so send the crowds away, that they may go into the villages and buy food for themselves.”"
    },
    {
        "o": 26332,
        "r": "nasb:Matthew:14:16",
        "t": "But Jesus said to them, “They*r do*r not*r need*r to*r go*r away;*r you*r give*r them*r something*ir to*r eat!”*r"
    },
    {
        "o": 26333,
        "r": "nasb:Matthew:14:17",
        "t": "They said to Him, “We have here only five loaves and two fish.”"
    },
    {
        "o": 26334,
        "r": "nasb:Matthew:14:18",
        "t": "And He said, “Bring*r them*r here*r to*r Me.”*r"
    },
    {
        "o": 26335,
        "r": "nasb:Matthew:14:19",
        "t": "Ordering the people to sit down on the grass, He took the five loaves and the two fish, and looking up toward heaven, He blessed the*i food,*i and breaking the loaves He gave them to the disciples, and the disciples gave*i them*i to the crowds,"
    },
    {
        "o": 26336,
        "r": "nasb:Matthew:14:20",
        "t": "and they all ate and were satisfied. They picked up what was left over of the broken pieces, twelve full baskets."
    },
    {
        "o": 26337,
        "r": "nasb:Matthew:14:21",
        "t": "There were about five thousand men who ate, besides women and children."
    },
    {
        "o": 26338,
        "r": "nasb:Matthew:14:21",
        "t": "Jesus Walks on the Water",
        "h": 2
    },
    {
        "o": 26339,
        "r": "nasb:Matthew:14:22",
        "t": "Immediately*p He made the disciples get into the boat and go ahead of Him to the other side, while He sent the crowds away."
    },
    {
        "o": 26340,
        "r": "nasb:Matthew:14:23",
        "t": "After He had sent the crowds away, He went up on the mountain by Himself to pray; and when it was evening, He was there alone."
    },
    {
        "o": 26341,
        "r": "nasb:Matthew:14:24",
        "t": "But the boat was already a long distance from the land, battered by the waves; for the wind was contrary."
    },
    {
        "o": 26342,
        "r": "nasb:Matthew:14:25",
        "t": "And in the fourth watch of the night He came to them, walking on the sea."
    },
    {
        "o": 26343,
        "r": "nasb:Matthew:14:26",
        "t": "When the disciples saw Him walking on the sea, they were terrified, and said, “It is a ghost!” And they cried out in fear."
    },
    {
        "o": 26344,
        "r": "nasb:Matthew:14:27",
        "t": "But immediately Jesus spoke to them, saying, “Take*r courage,*r it*r is*r I;*r do*r not*r be*r afraid.”*r"
    },
    {
        "o": 26345,
        "r": "nasb:Matthew:14:28",
        "t": "Peter*p said to Him, “Lord, if it is You, command me to come to You on the water.”"
    },
    {
        "o": 26346,
        "r": "nasb:Matthew:14:29",
        "t": "And He said, “Come!”*r And Peter got out of the boat, and walked on the water and came toward Jesus."
    },
    {
        "o": 26347,
        "r": "nasb:Matthew:14:30",
        "t": "But seeing the wind, he became frightened, and beginning to sink, he cried out, “Lord, save me!”"
    },
    {
        "o": 26348,
        "r": "nasb:Matthew:14:31",
        "t": "Immediately Jesus stretched out His hand and took hold of him, and said to him, “You*r of*r little*r faith,*r why*r did*r you*r doubt?”*r"
    },
    {
        "o": 26349,
        "r": "nasb:Matthew:14:32",
        "t": "When they got into the boat, the wind stopped."
    },
    {
        "o": 26350,
        "r": "nasb:Matthew:14:33",
        "t": "And those who were in the boat worshiped Him, saying, “You are certainly God’s Son!”"
    },
    {
        "o": 26351,
        "r": "nasb:Matthew:14:34",
        "t": "When*p they had crossed over, they came to land at Gennesaret."
    },
    {
        "o": 26352,
        "r": "nasb:Matthew:14:35",
        "t": "And when the men of that place recognized Him, they sent word*i into all that surrounding district and brought to Him all who were sick;"
    },
    {
        "o": 26353,
        "r": "nasb:Matthew:14:36",
        "t": "and they implored Him that they might just touch the fringe of His cloak; and as many as touched it*i were cured."
    }
]
