[
    {
        "o": 31211,
        "r": "nasb:Romans:4:0",
        "t": "Romans 4",
        "h": 1
    },
    {
        "o": 31212,
        "r": "nasb:Romans:4:0",
        "t": "Justification by Faith Evidenced in Old Testament",
        "h": 2
    },
    {
        "o": 31213,
        "r": "nasb:Romans:4:1",
        "t": "What*p then shall we say that Abraham, our forefather according to the flesh, has found?"
    },
    {
        "o": 31214,
        "r": "nasb:Romans:4:2",
        "t": "For if Abraham was justified by works, he has something to boast about, but not before God."
    },
    {
        "o": 31215,
        "r": "nasb:Romans:4:3",
        "t": "For what does the Scripture say? “Abraham believed*s God,*s and*s it*s was*s credited*s to*s him*s as*s righteousness.”*s"
    },
    {
        "o": 31216,
        "r": "nasb:Romans:4:4",
        "t": "Now to the one who works, his wage is not credited as a favor, but as what is due."
    },
    {
        "o": 31217,
        "r": "nasb:Romans:4:5",
        "t": "But to the one who does not work, but believes in Him who justifies the ungodly, his faith is credited as righteousness,"
    },
    {
        "o": 31218,
        "r": "nasb:Romans:4:6",
        "t": "just as David also speaks of the blessing on the man to whom God credits righteousness apart from works:"
    },
    {
        "o": 31219,
        "r": "nasb:Romans:4:7",
        "t": "“Blessed*spn are*s those*s whose*s lawless*s deeds*s have*s been*s forgiven,*s And*ln whose*s sins*s have*s been*s covered.*s"
    },
    {
        "o": 31220,
        "r": "nasb:Romans:4:8",
        "t": "Blessed*sln is*s the*s man*s whose*s sin*s the*s Lord*s will*s not*s take*s into*s account.”*s"
    },
    {
        "o": 31221,
        "r": "nasb:Romans:4:9",
        "t": "Is*p this blessing then on the circumcised, or on the uncircumcised also? For we say, “Faith*s was*s credited*s to*s Abraham as*s righteousness.”*s"
    },
    {
        "o": 31222,
        "r": "nasb:Romans:4:10",
        "t": "How then was it credited? While he was circumcised, or uncircumcised? Not while circumcised, but while uncircumcised;"
    },
    {
        "o": 31223,
        "r": "nasb:Romans:4:11",
        "t": "and he received the sign of circumcision, a seal of the righteousness of the faith which he had while uncircumcised, so that he might be the father of all who believe without being circumcised, that righteousness might be credited to them,"
    },
    {
        "o": 31224,
        "r": "nasb:Romans:4:12",
        "t": "and the father of circumcision to those who not only are of the circumcision, but who also follow in the steps of the faith of our father Abraham which he had while uncircumcised."
    },
    {
        "o": 31225,
        "r": "nasb:Romans:4:13",
        "t": "For*p the promise to Abraham or to his descendants that he would be heir of the world was not through the Law, but through the righteousness of faith."
    },
    {
        "o": 31226,
        "r": "nasb:Romans:4:14",
        "t": "For if those who are of the Law are heirs, faith is made void and the promise is nullified;"
    },
    {
        "o": 31227,
        "r": "nasb:Romans:4:15",
        "t": "for the Law brings about wrath, but where there is no law, there also is no violation."
    },
    {
        "o": 31228,
        "r": "nasb:Romans:4:16",
        "t": "For*p this reason it*i is*i by faith, in order that it*i may*i be*i in accordance with grace, so that the promise will be guaranteed to all the descendants, not only to those who are of the Law, but also to those who are of the faith of Abraham, who is the father of us all,"
    },
    {
        "o": 31229,
        "r": "nasb:Romans:4:17",
        "t": "(as it is written, “A father*s of*s many*s nations*s have*s I made*s you”)*s in the presence of Him whom he believed, even*i God, who gives life to the dead and calls into being that which does not exist."
    },
    {
        "o": 31230,
        "r": "nasb:Romans:4:18",
        "t": "In hope against hope he believed, so that he might become a father of many nations according to that which had been spoken, “So*s shall*s your*s descendants*s be.”*s"
    },
    {
        "o": 31231,
        "r": "nasb:Romans:4:19",
        "t": "Without becoming weak in faith he contemplated his own body, now as good as dead since he was about a hundred years old, and the deadness of Sarah’s womb;"
    },
    {
        "o": 31232,
        "r": "nasb:Romans:4:20",
        "t": "yet, with respect to the promise of God, he did not waver in unbelief but grew strong in faith, giving glory to God,"
    },
    {
        "o": 31233,
        "r": "nasb:Romans:4:21",
        "t": "and being fully assured that what God had promised, He was able also to perform."
    },
    {
        "o": 31234,
        "r": "nasb:Romans:4:22",
        "t": "Therefore it*s was*s also*s credited*s to*s him*s as*s righteousness.*s"
    },
    {
        "o": 31235,
        "r": "nasb:Romans:4:23",
        "t": "Now not for his sake only was it written that it was credited to him,"
    },
    {
        "o": 31236,
        "r": "nasb:Romans:4:24",
        "t": "but for our sake also, to whom it will be credited, as those who believe in Him who raised Jesus our Lord from the dead,"
    },
    {
        "o": 31237,
        "r": "nasb:Romans:4:25",
        "t": "He*i who was delivered over because of our transgressions, and was raised because of our justification."
    }
]
