[
    {
        "o": 32764,
        "r": "niv:2 Thessalonians:1:0",
        "t": "2 Thessalonians 1",
        "h": 1
    },
    {
        "o": 32765,
        "r": "niv:2 Thessalonians:1:1",
        "t": "Paul,*p Silas and Timothy, To*p the church of the Thessalonians in God our Father and the Lord Jesus Christ:"
    },
    {
        "o": 32766,
        "r": "niv:2 Thessalonians:1:2",
        "t": "Grace*p and peace to you from God the Father and the Lord Jesus Christ."
    },
    {
        "o": 32767,
        "r": "niv:2 Thessalonians:1:2",
        "t": "Thanksgiving and Prayer",
        "h": 2
    },
    {
        "o": 32768,
        "r": "niv:2 Thessalonians:1:3",
        "t": "We*p ought always to thank God for you, brothers and sisters, and rightly so, because your faith is growing more and more, and the love all of you have for one another is increasing."
    },
    {
        "o": 32769,
        "r": "niv:2 Thessalonians:1:4",
        "t": "Therefore, among God’s churches we boast about your perseverance and faith in all the persecutions and trials you are enduring."
    },
    {
        "o": 32770,
        "r": "niv:2 Thessalonians:1:5",
        "t": "All*p this is evidence that God’s judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering."
    },
    {
        "o": 32771,
        "r": "niv:2 Thessalonians:1:6",
        "t": "God is just: He will pay back trouble to those who trouble you"
    },
    {
        "o": 32772,
        "r": "niv:2 Thessalonians:1:7",
        "t": "and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels."
    },
    {
        "o": 32773,
        "r": "niv:2 Thessalonians:1:8",
        "t": "He will punish those who do not know God and do not obey the gospel of our Lord Jesus."
    },
    {
        "o": 32774,
        "r": "niv:2 Thessalonians:1:9",
        "t": "They will be punished with everlasting destruction and shut out from the presence of the Lord and from the glory of his might"
    },
    {
        "o": 32775,
        "r": "niv:2 Thessalonians:1:10",
        "t": "on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you."
    },
    {
        "o": 32776,
        "r": "niv:2 Thessalonians:1:11",
        "t": "With*p this in mind, we constantly pray for you, that our God may make you worthy of his calling, and that by his power he may bring to fruition your every desire for goodness and your every deed prompted by faith."
    },
    {
        "o": 32777,
        "r": "niv:2 Thessalonians:1:12",
        "t": "We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ."
    }
]
