[
    {
        "o": 23892,
        "r": "nasb:Ezekiel:40:0",
        "t": "Ezekiel 40",
        "h": 1
    },
    {
        "o": 23893,
        "r": "nasb:Ezekiel:40:0",
        "t": "Vision of the Man with a Measuring Rod",
        "h": 2
    },
    {
        "o": 23894,
        "r": "nasb:Ezekiel:40:1",
        "t": "In*p the twenty-fifth year of our exile, at the beginning of the year, on the tenth of the month, in the fourteenth year after the city was taken, on that same day the hand of the Lord*s was upon me and He brought me there."
    },
    {
        "o": 23895,
        "r": "nasb:Ezekiel:40:2",
        "t": "In the visions of God He brought me into the land of Israel and set me on a very high mountain, and on it to the south there*i was*i a structure like a city."
    },
    {
        "o": 23896,
        "r": "nasb:Ezekiel:40:3",
        "t": "So He brought me there; and behold, there was a man whose appearance was like the appearance of bronze, with a line of flax and a measuring rod in his hand; and he was standing in the gateway."
    },
    {
        "o": 23897,
        "r": "nasb:Ezekiel:40:4",
        "t": "The man said to me, “Son of man, see with your eyes, hear with your ears, and give attention to all that I am going to show you; for you have been brought here in order to show it*i to you. Declare to the house of Israel all that you see.”"
    },
    {
        "o": 23898,
        "r": "nasb:Ezekiel:40:4",
        "t": "Measurements Relating to the Temple",
        "h": 2
    },
    {
        "o": 23899,
        "r": "nasb:Ezekiel:40:5",
        "t": "And*p behold, there was a wall on the outside of the temple all around, and in the man’s hand was a measuring rod of six cubits, each*i of*i which*i was*i a cubit and a handbreadth. So he measured the thickness of the wall, one rod; and the height, one rod."
    },
    {
        "o": 23900,
        "r": "nasb:Ezekiel:40:6",
        "t": "Then he went to the gate which faced east, went up its steps and measured the threshold of the gate, one rod in width; and the other threshold was*i one rod in width."
    },
    {
        "o": 23901,
        "r": "nasb:Ezekiel:40:7",
        "t": "The guardroom was*i one rod long and one rod wide; and there*i were*i five cubits between the guardrooms. And the threshold of the gate by the porch of the gate facing inward was*i one rod."
    },
    {
        "o": 23902,
        "r": "nasb:Ezekiel:40:8",
        "t": "Then he measured the porch of the gate facing inward, one rod."
    },
    {
        "o": 23903,
        "r": "nasb:Ezekiel:40:9",
        "t": "He measured the porch of the gate, eight cubits; and its side pillars, two cubits. And the porch of the gate was faced inward."
    },
    {
        "o": 23904,
        "r": "nasb:Ezekiel:40:10",
        "t": "The guardrooms of the gate toward the east numbered*i three on each side; the three of them had the same measurement. The side pillars also had the same measurement on each side."
    },
    {
        "o": 23905,
        "r": "nasb:Ezekiel:40:11",
        "t": "And he measured the width of the gateway, ten cubits, and the length of the gate, thirteen cubits."
    },
    {
        "o": 23906,
        "r": "nasb:Ezekiel:40:12",
        "t": "There*i was*i a barrier wall*i one cubit wide*i in front of the guardrooms on each side; and the guardrooms were*i six cubits square*i on each side."
    },
    {
        "o": 23907,
        "r": "nasb:Ezekiel:40:13",
        "t": "He measured the gate from the roof of the one guardroom to the roof of the other, a width of twenty-five cubits from one*i door to the*i door opposite."
    },
    {
        "o": 23908,
        "r": "nasb:Ezekiel:40:14",
        "t": "He made the side pillars sixty cubits high;*i the gate extended*i round about to the side pillar of the courtyard."
    },
    {
        "o": 23909,
        "r": "nasb:Ezekiel:40:15",
        "t": "From*i the front of the entrance gate to the front of the inner porch of the gate was*i fifty cubits."
    },
    {
        "o": 23910,
        "r": "nasb:Ezekiel:40:16",
        "t": "There*i were*i shuttered windows looking*i toward the guardrooms, and toward their side pillars within the gate all around, and likewise for the porches. And there*i were*i windows all around inside; and on each*i side pillar were*i palm tree ornaments."
    },
    {
        "o": 23911,
        "r": "nasb:Ezekiel:40:17",
        "t": "Then*p he brought me into the outer court, and behold, there*i were*i chambers and a pavement made for the court all around; thirty chambers faced the pavement."
    },
    {
        "o": 23912,
        "r": "nasb:Ezekiel:40:18",
        "t": "The pavement (that*i is,*i the lower pavement) was*i by the side of the gates, corresponding to the length of the gates."
    },
    {
        "o": 23913,
        "r": "nasb:Ezekiel:40:19",
        "t": "Then he measured the width from the front of the lower gate to the front of the exterior of the inner court, a hundred cubits on the east and on the north."
    },
    {
        "o": 23914,
        "r": "nasb:Ezekiel:40:20",
        "t": "As*ip for*i the gate of the outer court which faced the north, he measured its length and its width."
    },
    {
        "o": 23915,
        "r": "nasb:Ezekiel:40:21",
        "t": "It had three guardrooms on each side; and its side pillars and its porches had the same measurement as the first gate. Its length was*i fifty cubits and the width twenty-five cubits."
    },
    {
        "o": 23916,
        "r": "nasb:Ezekiel:40:22",
        "t": "Its windows and its porches and its palm tree ornaments had*i the same measurements as the gate which faced toward the east; and it was reached by seven steps, and its porch was*i in front of them."
    },
    {
        "o": 23917,
        "r": "nasb:Ezekiel:40:23",
        "t": "The inner court had a gate opposite the gate on the north as well as the*i gate*i on the east; and he measured a hundred cubits from gate to gate."
    },
    {
        "o": 23918,
        "r": "nasb:Ezekiel:40:24",
        "t": "Then*p he led me toward the south, and behold, there was a gate toward the south; and he measured its side pillars and its porches according to those same measurements."
    },
    {
        "o": 23919,
        "r": "nasb:Ezekiel:40:25",
        "t": "The gate and its porches had windows all around like those other windows; the length was*i fifty cubits and the width twenty-five cubits."
    },
    {
        "o": 23920,
        "r": "nasb:Ezekiel:40:26",
        "t": "There*i were*i seven steps going up to it, and its porches were*i in front of them; and it had palm tree ornaments on its side pillars, one on each side."
    },
    {
        "o": 23921,
        "r": "nasb:Ezekiel:40:27",
        "t": "The inner court had a gate toward the south; and he measured from gate to gate toward the south, a hundred cubits."
    },
    {
        "o": 23922,
        "r": "nasb:Ezekiel:40:28",
        "t": "Then*p he brought me to the inner court by the south gate; and he measured the south gate according to those same measurements."
    },
    {
        "o": 23923,
        "r": "nasb:Ezekiel:40:29",
        "t": "Its guardrooms also, its side pillars and its porches were*i according to those same measurements. And the gate and its porches had windows all around; it was*i fifty cubits long and twenty-five cubits wide."
    },
    {
        "o": 23924,
        "r": "nasb:Ezekiel:40:30",
        "t": "There*i were*i porches all around, twenty-five cubits long and five cubits wide."
    },
    {
        "o": 23925,
        "r": "nasb:Ezekiel:40:31",
        "t": "Its porches were*i toward the outer court; and palm tree ornaments were*i on its side pillars, and its stairway had*i eight steps."
    },
    {
        "o": 23926,
        "r": "nasb:Ezekiel:40:32",
        "t": "He*p brought me into the inner court toward the east. And he measured the gate according to those same measurements."
    },
    {
        "o": 23927,
        "r": "nasb:Ezekiel:40:33",
        "t": "Its guardrooms also, its side pillars and its porches were*i according to those same measurements. And the gate and its porches had windows all around; it was*i fifty cubits long and twenty-five cubits wide."
    },
    {
        "o": 23928,
        "r": "nasb:Ezekiel:40:34",
        "t": "Its porches were*i toward the outer court; and palm tree ornaments were*i on its side pillars, on each side, and its stairway had*i eight steps."
    },
    {
        "o": 23929,
        "r": "nasb:Ezekiel:40:35",
        "t": "Then*p he brought me to the north gate; and he measured it*i according to those same measurements,"
    },
    {
        "o": 23930,
        "r": "nasb:Ezekiel:40:36",
        "t": "with*i its guardrooms, its side pillars and its porches. And the gate had windows all around; the length was*i fifty cubits and the width twenty-five cubits."
    },
    {
        "o": 23931,
        "r": "nasb:Ezekiel:40:37",
        "t": "Its side pillars were*i toward the outer court; and palm tree ornaments were*i on its side pillars on each side, and its stairway had eight steps."
    },
    {
        "o": 23932,
        "r": "nasb:Ezekiel:40:38",
        "t": "A*p chamber with its doorway was by the side pillars at the gates; there they rinse the burnt offering."
    },
    {
        "o": 23933,
        "r": "nasb:Ezekiel:40:39",
        "t": "In the porch of the gate were*i two tables on each side, on which to slaughter the burnt offering, the sin offering and the guilt offering."
    },
    {
        "o": 23934,
        "r": "nasb:Ezekiel:40:40",
        "t": "On the outer side, as one went up to the gateway toward the north, were*i two tables; and on the other side of the porch of the gate were*i two tables."
    },
    {
        "o": 23935,
        "r": "nasb:Ezekiel:40:41",
        "t": "Four tables were*i on each side next to the gate; or,*i eight tables on which they slaughter sacrifices.*i"
    },
    {
        "o": 23936,
        "r": "nasb:Ezekiel:40:42",
        "t": "For the burnt offering there*i were*i four tables of hewn stone, a cubit and a half long, a cubit and a half wide and one cubit high, on which they lay the instruments with which they slaughter the burnt offering and the sacrifice."
    },
    {
        "o": 23937,
        "r": "nasb:Ezekiel:40:43",
        "t": "The double hooks, one handbreadth in length, were installed in the house all around; and on the tables was*i the flesh of the offering."
    },
    {
        "o": 23938,
        "r": "nasb:Ezekiel:40:44",
        "t": "From*p the outside to the inner gate were chambers for the singers in the inner court, one*i of*i which was at the side of the north gate, with its front toward the south, and one at the side of the south gate facing toward the north."
    },
    {
        "o": 23939,
        "r": "nasb:Ezekiel:40:45",
        "t": "He said to me, “This is the chamber which faces toward the south, intended*i for the priests who keep charge of the temple;"
    },
    {
        "o": 23940,
        "r": "nasb:Ezekiel:40:46",
        "t": "but the chamber which faces toward the north is for the priests who keep charge of the altar. These are the sons of Zadok, who from the sons of Levi come near to the Lord*s to minister to Him.”"
    },
    {
        "o": 23941,
        "r": "nasb:Ezekiel:40:47",
        "t": "He measured the court, a perfect*i square, a hundred cubits long and a hundred cubits wide; and the altar was in front of the temple."
    },
    {
        "o": 23942,
        "r": "nasb:Ezekiel:40:48",
        "t": "Then*p he brought me to the porch of the temple and measured each*i side pillar of the porch, five cubits on each side; and the width of the gate was three cubits on each side."
    },
    {
        "o": 23943,
        "r": "nasb:Ezekiel:40:49",
        "t": "The length of the porch was*i twenty cubits and the width eleven cubits; and at the stairway by which it was ascended were*i columns belonging to the side pillars, one on each side."
    }
]
