[
    {
        "o": 34571,
        "r": "nasb:Revelation:19:0",
        "t": "Revelation 19",
        "h": 1
    },
    {
        "o": 34572,
        "r": "nasb:Revelation:19:0",
        "t": "The Fourfold Hallelujah",
        "h": 2
    },
    {
        "o": 34573,
        "r": "nasb:Revelation:19:1",
        "t": "After*p these things I heard something like a loud voice of a great multitude in heaven, saying, “Hallelujah!*bp Salvation and glory and power belong to our God;"
    },
    {
        "o": 34574,
        "r": "nasb:Revelation:19:2",
        "t": "because*s His*s judgments*s are*s true*s and*s righteous;*s for He has judged the great harlot who was corrupting the earth with her immorality, and He*s has*s avenged*s the*s blood*s of*s His*s bond-servants*s on*s her.”*s"
    },
    {
        "o": 34575,
        "r": "nasb:Revelation:19:3",
        "t": "And a second time they said, “Hallelujah! Her*s smoke*s rises*s up*s forever*s and*s ever.”*s"
    },
    {
        "o": 34576,
        "r": "nasb:Revelation:19:4",
        "t": "And the twenty-four elders and the four living creatures fell down and worshiped God who sits on the throne saying, “Amen. Hallelujah!”"
    },
    {
        "o": 34577,
        "r": "nasb:Revelation:19:5",
        "t": "And a voice came from the throne, saying, “Give*bp praise to our God, all you His bond-servants, you who fear Him, the small and the great.”"
    },
    {
        "o": 34578,
        "r": "nasb:Revelation:19:6",
        "t": "Then I heard something*i like the voice of a great multitude and like the sound of many waters and like the sound of mighty peals of thunder, saying, “Hallelujah!*bp For the Lord our God, the Almighty, reigns."
    },
    {
        "o": 34579,
        "r": "nasb:Revelation:19:6",
        "t": "Marriage of the Lamb",
        "h": 2
    },
    {
        "o": 34580,
        "r": "nasb:Revelation:19:7",
        "t": "Let*p us rejoice and be glad and give the glory to Him, for the marriage of the Lamb has come and His bride has made herself ready.”"
    },
    {
        "o": 34581,
        "r": "nasb:Revelation:19:8",
        "t": "It was given to her to clothe herself in fine linen, bright and*i clean; for the fine linen is the righteous acts of the saints."
    },
    {
        "o": 34582,
        "r": "nasb:Revelation:19:9",
        "t": "Then*p he said to me, “Write, ‘Blessed are those who are invited to the marriage supper of the Lamb.’ ” And he said to me, “These are true words of God.”"
    },
    {
        "o": 34583,
        "r": "nasb:Revelation:19:10",
        "t": "Then I fell at his feet to worship him. But he said to me, “Do not do that; I am a fellow servant of yours and your brethren who hold the testimony of Jesus; worship God. For the testimony of Jesus is the spirit of prophecy.”"
    },
    {
        "o": 34584,
        "r": "nasb:Revelation:19:10",
        "t": "The Coming of Christ",
        "h": 2
    },
    {
        "o": 34585,
        "r": "nasb:Revelation:19:11",
        "t": "And*p I saw heaven opened, and behold, a white horse, and He who sat on it is*i called Faithful and True, and in righteousness He judges and wages war."
    },
    {
        "o": 34586,
        "r": "nasb:Revelation:19:12",
        "t": "His eyes are*i a flame of fire, and on His head are*i many diadems; and He has a name written on*i Him*i which no one knows except Himself."
    },
    {
        "o": 34587,
        "r": "nasb:Revelation:19:13",
        "t": "He*i is*i clothed with a robe dipped in blood, and His name is called The Word of God."
    },
    {
        "o": 34588,
        "r": "nasb:Revelation:19:14",
        "t": "And the armies which are in heaven, clothed in fine linen, white and*i clean, were following Him on white horses."
    },
    {
        "o": 34589,
        "r": "nasb:Revelation:19:15",
        "t": "From His mouth comes a sharp sword, so that with it He may strike down the nations, and He will rule them with a rod of iron; and He treads the wine press of the fierce wrath of God, the Almighty."
    },
    {
        "o": 34590,
        "r": "nasb:Revelation:19:16",
        "t": "And on His robe and on His thigh He has a name written, “KING OF KINGS, AND Lord OF LORDS.”"
    },
    {
        "o": 34591,
        "r": "nasb:Revelation:19:17",
        "t": "Then*p I saw an angel standing in the sun, and he cried out with a loud voice, saying to all the birds which fly in midheaven, “Come, assemble for the great supper of God,"
    },
    {
        "o": 34592,
        "r": "nasb:Revelation:19:18",
        "t": "so that you may eat the flesh of kings and the flesh of commanders and the flesh of mighty men and the flesh of horses and of those who sit on them and the flesh of all men, both free men and slaves, and small and great.”"
    },
    {
        "o": 34593,
        "r": "nasb:Revelation:19:19",
        "t": "And*p I saw the beast and the kings of the earth and their armies assembled to make war against Him who sat on the horse and against His army."
    },
    {
        "o": 34594,
        "r": "nasb:Revelation:19:19",
        "t": "Doom of the Beast and False Prophet",
        "h": 2
    },
    {
        "o": 34595,
        "r": "nasb:Revelation:19:20",
        "t": "And*p the beast was seized, and with him the false prophet who performed the signs in his presence, by which he deceived those who had received the mark of the beast and those who worshiped his image; these two were thrown alive into the lake of fire which burns with brimstone."
    },
    {
        "o": 34596,
        "r": "nasb:Revelation:19:21",
        "t": "And the rest were killed with the sword which came from the mouth of Him who sat on the horse, and all the birds were filled with their flesh."
    }
]
