[
    {
        "o": 9223,
        "r": "niv:2 Samuel:17:0",
        "t": "2 Samuel 17",
        "h": 1
    },
    {
        "o": 9224,
        "r": "niv:2 Samuel:17:1",
        "t": "Ahithophel*p said to Absalom, “I would choose twelve thousand men and set out tonight in pursuit of David."
    },
    {
        "o": 9225,
        "r": "niv:2 Samuel:17:2",
        "t": "I would attack him while he is weary and weak. I would strike him with terror, and then all the people with him will flee. I would strike down only the king"
    },
    {
        "o": 9226,
        "r": "niv:2 Samuel:17:3",
        "t": "and bring all the people back to you. The death of the man you seek will mean the return of all; all the people will be unharmed.”"
    },
    {
        "o": 9227,
        "r": "niv:2 Samuel:17:4",
        "t": "This plan seemed good to Absalom and to all the elders of Israel."
    },
    {
        "o": 9228,
        "r": "niv:2 Samuel:17:5",
        "t": "But*p Absalom said, “Summon also Hushai the Arkite, so we can hear what he has to say as well.”"
    },
    {
        "o": 9229,
        "r": "niv:2 Samuel:17:6",
        "t": "When Hushai came to him, Absalom said, “Ahithophel has given this advice. Should we do what he says? If not, give us your opinion.”"
    },
    {
        "o": 9230,
        "r": "niv:2 Samuel:17:7",
        "t": "Hushai*p replied to Absalom, “The advice Ahithophel has given is not good this time."
    },
    {
        "o": 9231,
        "r": "niv:2 Samuel:17:8",
        "t": "You know your father and his men; they are fighters, and as fierce as a wild bear robbed of her cubs. Besides, your father is an experienced fighter; he will not spend the night with the troops."
    },
    {
        "o": 9232,
        "r": "niv:2 Samuel:17:9",
        "t": "Even now, he is hidden in a cave or some other place. If he should attack your troops first, whoever hears about it will say, ‘There has been a slaughter among the troops who follow Absalom.’"
    },
    {
        "o": 9233,
        "r": "niv:2 Samuel:17:10",
        "t": "Then even the bravest soldier, whose heart is like the heart of a lion, will melt with fear, for all Israel knows that your father is a fighter and that those with him are brave."
    },
    {
        "o": 9234,
        "r": "niv:2 Samuel:17:11",
        "t": "“So*p I advise you: Let all Israel, from Dan to Beersheba—as numerous as the sand on the seashore—be gathered to you, with you yourself leading them into battle."
    },
    {
        "o": 9235,
        "r": "niv:2 Samuel:17:12",
        "t": "Then we will attack him wherever he may be found, and we will fall on him as dew settles on the ground. Neither he nor any of his men will be left alive."
    },
    {
        "o": 9236,
        "r": "niv:2 Samuel:17:13",
        "t": "If he withdraws into a city, then all Israel will bring ropes to that city, and we will drag it down to the valley until not so much as a pebble is left.”"
    },
    {
        "o": 9237,
        "r": "niv:2 Samuel:17:14",
        "t": "Absalom*p and all the men of Israel said, “The advice of Hushai the Arkite is better than that of Ahithophel.” For the Lord*s had determined to frustrate the good advice of Ahithophel in order to bring disaster on Absalom."
    },
    {
        "o": 9238,
        "r": "niv:2 Samuel:17:15",
        "t": "Hushai*p told Zadok and Abiathar, the priests, “Ahithophel has advised Absalom and the elders of Israel to do such and such, but I have advised them to do so and so."
    },
    {
        "o": 9239,
        "r": "niv:2 Samuel:17:16",
        "t": "Now send a message at once and tell David, ‘Do not spend the night at the fords in the wilderness; cross over without fail, or the king and all the people with him will be swallowed up.’ ”"
    },
    {
        "o": 9240,
        "r": "niv:2 Samuel:17:17",
        "t": "Jonathan*p and Ahimaaz were staying at En Rogel. A female servant was to go and inform them, and they were to go and tell King David, for they could not risk being seen entering the city."
    },
    {
        "o": 9241,
        "r": "niv:2 Samuel:17:18",
        "t": "But a young man saw them and told Absalom. So the two of them left at once and went to the house of a man in Bahurim. He had a well in his courtyard, and they climbed down into it."
    },
    {
        "o": 9242,
        "r": "niv:2 Samuel:17:19",
        "t": "His wife took a covering and spread it out over the opening of the well and scattered grain over it. No one knew anything about it."
    },
    {
        "o": 9243,
        "r": "niv:2 Samuel:17:20",
        "t": "When*p Absalom’s men came to the woman at the house, they asked, “Where are Ahimaaz and Jonathan?” The*p woman answered them, “They crossed over the brook.” The men searched but found no one, so they returned to Jerusalem."
    },
    {
        "o": 9244,
        "r": "niv:2 Samuel:17:21",
        "t": "After*p they had gone, the two climbed out of the well and went to inform King David. They said to him, “Set out and cross the river at once; Ahithophel has advised such and such against you.”"
    },
    {
        "o": 9245,
        "r": "niv:2 Samuel:17:22",
        "t": "So David and all the people with him set out and crossed the Jordan. By daybreak, no one was left who had not crossed the Jordan."
    },
    {
        "o": 9246,
        "r": "niv:2 Samuel:17:23",
        "t": "When*p Ahithophel saw that his advice had not been followed, he saddled his donkey and set out for his house in his hometown. He put his house in order and then hanged himself. So he died and was buried in his father’s tomb."
    },
    {
        "o": 9247,
        "r": "niv:2 Samuel:17:23",
        "t": "Absalom’s Death",
        "h": 2
    },
    {
        "o": 9248,
        "r": "niv:2 Samuel:17:24",
        "t": "David*p went to Mahanaim, and Absalom crossed the Jordan with all the men of Israel."
    },
    {
        "o": 9249,
        "r": "niv:2 Samuel:17:25",
        "t": "Absalom had appointed Amasa over the army in place of Joab. Amasa was the son of Jether, an Ishmaelite who had married Abigail, the daughter of Nahash and sister of Zeruiah the mother of Joab."
    },
    {
        "o": 9250,
        "r": "niv:2 Samuel:17:26",
        "t": "The Israelites and Absalom camped in the land of Gilead."
    },
    {
        "o": 9251,
        "r": "niv:2 Samuel:17:27",
        "t": "When*p David came to Mahanaim, Shobi son of Nahash from Rabbah of the Ammonites, and Makir son of Ammiel from Lo Debar, and Barzillai the Gileadite from Rogelim"
    },
    {
        "o": 9252,
        "r": "niv:2 Samuel:17:28",
        "t": "brought bedding and bowls and articles of pottery. They also brought wheat and barley, flour and roasted grain, beans and lentils,"
    },
    {
        "o": 9253,
        "r": "niv:2 Samuel:17:29",
        "t": "honey and curds, sheep, and cheese from cows’ milk for David and his people to eat. For they said, “The people have become exhausted and hungry and thirsty in the wilderness.”"
    }
]
