[
    {
        "o": 30007,
        "r": "nasb:Acts:1:0",
        "t": "Acts 1",
        "h": 1
    },
    {
        "o": 30008,
        "r": "nasb:Acts:1:0",
        "t": "Introduction",
        "h": 2
    },
    {
        "o": 30009,
        "r": "nasb:Acts:1:1",
        "t": "The*p first account I composed, Theophilus, about all that Jesus began to do and teach,"
    },
    {
        "o": 30010,
        "r": "nasb:Acts:1:2",
        "t": "until the day when He was taken up to*i heaven,*i after He had by the Holy Spirit given orders to the apostles whom He had chosen."
    },
    {
        "o": 30011,
        "r": "nasb:Acts:1:3",
        "t": "To these He also presented Himself alive after His suffering, by many convincing proofs, appearing to them over a*i period*i of*i forty days and speaking of the things concerning the kingdom of God."
    },
    {
        "o": 30012,
        "r": "nasb:Acts:1:4",
        "t": "Gathering them together, He commanded them not to leave Jerusalem, but to wait for what the Father had promised, “Which,”*r He*i said,*i “you*r heard*r of*r from*r Me;*r"
    },
    {
        "o": 30013,
        "r": "nasb:Acts:1:5",
        "t": "for*r John*r baptized*r with*r water,*r but*r you*r will*r be*r baptized*r with*r the*r Holy*r Spirit*r not*r many*r days*r from*r now.”*r"
    },
    {
        "o": 30014,
        "r": "nasb:Acts:1:6",
        "t": "So*p when they had come together, they were asking Him, saying, “Lord, is it at this time You are restoring the kingdom to Israel?”"
    },
    {
        "o": 30015,
        "r": "nasb:Acts:1:7",
        "t": "He said to them, “It*r is*r not*r for*r you*r to*r know*r times*r or*r epochs*r which*r the*r Father*r has*r fixed*r by*r His*r own*r authority;*r"
    },
    {
        "o": 30016,
        "r": "nasb:Acts:1:8",
        "t": "but*r you*r will*r receive*r power*r when*r the*r Holy*r Spirit*r has*r come*r upon*r you;*r and*r you*r shall*r be*r My*r witnesses*r both*r in*r Jerusalem,*r and*r in*r all*r Judea*r and*r Samaria,*r and*r even*r to*r the*r remotest*r part*r of*r the*r earth.”*r"
    },
    {
        "o": 30017,
        "r": "nasb:Acts:1:8",
        "t": "The Ascension",
        "h": 2
    },
    {
        "o": 30018,
        "r": "nasb:Acts:1:9",
        "t": "And*p after He had said these things, He was lifted up while they were looking on, and a cloud received Him out of their sight."
    },
    {
        "o": 30019,
        "r": "nasb:Acts:1:10",
        "t": "And as they were gazing intently into the sky while He was going, behold, two men in white clothing stood beside them."
    },
    {
        "o": 30020,
        "r": "nasb:Acts:1:11",
        "t": "They also said, “Men of Galilee, why do you stand looking into the sky? This Jesus, who has been taken up from you into heaven, will come in just the same way as you have watched Him go into heaven.”"
    },
    {
        "o": 30021,
        "r": "nasb:Acts:1:11",
        "t": "The Upper Room",
        "h": 2
    },
    {
        "o": 30022,
        "r": "nasb:Acts:1:12",
        "t": "Then*p they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away."
    },
    {
        "o": 30023,
        "r": "nasb:Acts:1:13",
        "t": "When they had entered the*i city,*i they went up to the upper room where they were staying; that is, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the*i son*i of Alphaeus, and Simon the Zealot, and Judas the*i son*i of James."
    },
    {
        "o": 30024,
        "r": "nasb:Acts:1:14",
        "t": "These all with one mind were continually devoting themselves to prayer, along with the*i women, and Mary the mother of Jesus, and with His brothers."
    },
    {
        "o": 30025,
        "r": "nasb:Acts:1:15",
        "t": "At*p this time Peter stood up in the midst of the brethren (a gathering of about one hundred and twenty persons was there together), and said,"
    },
    {
        "o": 30026,
        "r": "nasb:Acts:1:16",
        "t": "“Brethren, the Scripture had to be fulfilled, which the Holy Spirit foretold by the mouth of David concerning Judas, who became a guide to those who arrested Jesus."
    },
    {
        "o": 30027,
        "r": "nasb:Acts:1:17",
        "t": "For he was counted among us and received his share in this ministry.”"
    },
    {
        "o": 30028,
        "r": "nasb:Acts:1:18",
        "t": "(Now this man acquired a field with the price of his wickedness, and falling headlong, he burst open in the middle and all his intestines gushed out."
    },
    {
        "o": 30029,
        "r": "nasb:Acts:1:19",
        "t": "And it became known to all who were living in Jerusalem; so that in their own language that field was called Hakeldama, that is, Field of Blood.)"
    },
    {
        "o": 30030,
        "r": "nasb:Acts:1:20",
        "t": "“For it is written in the book of Psalms, ‘Let*spn his*s homestead*s be*s made*s desolate,*s And*ln let*s no*s one*s dwell*s in*s it’;*s and,*p ‘Let*spn another*s man*s take*s his*s office.’*s"
    },
    {
        "o": 30031,
        "r": "nasb:Acts:1:21",
        "t": "Therefore*p it is necessary that of the men who have accompanied us all the time that the Lord Jesus went in and out among us—"
    },
    {
        "o": 30032,
        "r": "nasb:Acts:1:22",
        "t": "beginning with the baptism of John until the day that He was taken up from us—one of these must*i become a witness with us of His resurrection.”"
    },
    {
        "o": 30033,
        "r": "nasb:Acts:1:23",
        "t": "So they put forward two men, Joseph called Barsabbas (who was also called Justus), and Matthias."
    },
    {
        "o": 30034,
        "r": "nasb:Acts:1:24",
        "t": "And they prayed and said, “You, Lord, who know the hearts of all men, show which one of these two You have chosen"
    },
    {
        "o": 30035,
        "r": "nasb:Acts:1:25",
        "t": "to occupy this ministry and apostleship from which Judas turned aside to go to his own place.”"
    },
    {
        "o": 30036,
        "r": "nasb:Acts:1:26",
        "t": "And they drew lots for them, and the lot fell to Matthias; and he was added to the eleven apostles."
    }
]
