[
    {
        "o": 13821,
        "r": "niv:Nehemiah:12:0",
        "t": "Nehemiah 12",
        "h": 1
    },
    {
        "o": 13822,
        "r": "niv:Nehemiah:12:0",
        "t": "Priests and Levites",
        "h": 2
    },
    {
        "o": 13823,
        "r": "niv:Nehemiah:12:1",
        "t": "These*p were the priests and Levites who returned with Zerubbabel son of Shealtiel and with Joshua: Seraiah,*ln Jeremiah, Ezra,"
    },
    {
        "o": 13824,
        "r": "niv:Nehemiah:12:2",
        "t": "Amariah,*ln Malluk, Hattush,"
    },
    {
        "o": 13825,
        "r": "niv:Nehemiah:12:3",
        "t": "Shekaniah,*ln Rehum, Meremoth,"
    },
    {
        "o": 13826,
        "r": "niv:Nehemiah:12:4",
        "t": "Iddo,*ln Ginnethon, Abijah,"
    },
    {
        "o": 13827,
        "r": "niv:Nehemiah:12:5",
        "t": "Mijamin,*ln Moadiah, Bilgah,"
    },
    {
        "o": 13828,
        "r": "niv:Nehemiah:12:6",
        "t": "Shemaiah,*ln Joiarib, Jedaiah,"
    },
    {
        "o": 13829,
        "r": "niv:Nehemiah:12:7",
        "t": "Sallu,*ln Amok, Hilkiah and Jedaiah. These*p were the leaders of the priests and their associates in the days of Joshua."
    },
    {
        "o": 13830,
        "r": "niv:Nehemiah:12:8",
        "t": "The*p Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and also Mattaniah, who, together with his associates, was in charge of the songs of thanksgiving."
    },
    {
        "o": 13831,
        "r": "niv:Nehemiah:12:9",
        "t": "Bakbukiah and Unni, their associates, stood opposite them in the services."
    },
    {
        "o": 13832,
        "r": "niv:Nehemiah:12:10",
        "t": "Joshua*p was the father of Joiakim, Joiakim the father of Eliashib, Eliashib the father of Joiada,"
    },
    {
        "o": 13833,
        "r": "niv:Nehemiah:12:11",
        "t": "Joiada the father of Jonathan, and Jonathan the father of Jaddua."
    },
    {
        "o": 13834,
        "r": "niv:Nehemiah:12:12",
        "t": "In*p the days of Joiakim, these were the heads of the priestly families: of*ln Seraiah’s family, Meraiah; of*ln Jeremiah’s, Hananiah;"
    },
    {
        "o": 13835,
        "r": "niv:Nehemiah:12:13",
        "t": "of*ln Ezra’s, Meshullam; of*ln Amariah’s, Jehohanan;"
    },
    {
        "o": 13836,
        "r": "niv:Nehemiah:12:14",
        "t": "of*ln Malluk’s, Jonathan; of*ln Shekaniah’s, Joseph;"
    },
    {
        "o": 13837,
        "r": "niv:Nehemiah:12:15",
        "t": "of*ln Harim’s, Adna; of*ln Meremoth’s, Helkai;"
    },
    {
        "o": 13838,
        "r": "niv:Nehemiah:12:16",
        "t": "of*ln Iddo’s, Zechariah; of*ln Ginnethon’s, Meshullam;"
    },
    {
        "o": 13839,
        "r": "niv:Nehemiah:12:17",
        "t": "of*ln Abijah’s, Zikri; of*ln Miniamin’s and of Moadiah’s, Piltai;"
    },
    {
        "o": 13840,
        "r": "niv:Nehemiah:12:18",
        "t": "of*ln Bilgah’s, Shammua; of*ln Shemaiah’s, Jehonathan;"
    },
    {
        "o": 13841,
        "r": "niv:Nehemiah:12:19",
        "t": "of*ln Joiarib’s, Mattenai; of*ln Jedaiah’s, Uzzi;"
    },
    {
        "o": 13842,
        "r": "niv:Nehemiah:12:20",
        "t": "of*ln Sallu’s, Kallai; of*ln Amok’s, Eber;"
    },
    {
        "o": 13843,
        "r": "niv:Nehemiah:12:21",
        "t": "of*ln Hilkiah’s, Hashabiah; of*ln Jedaiah’s, Nethanel."
    },
    {
        "o": 13844,
        "r": "niv:Nehemiah:12:22",
        "t": "The*p family heads of the Levites in the days of Eliashib, Joiada, Johanan and Jaddua, as well as those of the priests, were recorded in the reign of Darius the Persian."
    },
    {
        "o": 13845,
        "r": "niv:Nehemiah:12:23",
        "t": "The family heads among the descendants of Levi up to the time of Johanan son of Eliashib were recorded in the book of the annals."
    },
    {
        "o": 13846,
        "r": "niv:Nehemiah:12:24",
        "t": "And the leaders of the Levites were Hashabiah, Sherebiah, Jeshua son of Kadmiel, and their associates, who stood opposite them to give praise and thanksgiving, one section responding to the other, as prescribed by David the man of God."
    },
    {
        "o": 13847,
        "r": "niv:Nehemiah:12:25",
        "t": "Mattaniah,*p Bakbukiah, Obadiah, Meshullam, Talmon and Akkub were gatekeepers who guarded the storerooms at the gates."
    },
    {
        "o": 13848,
        "r": "niv:Nehemiah:12:26",
        "t": "They served in the days of Joiakim son of Joshua, the son of Jozadak, and in the days of Nehemiah the governor and of Ezra the priest, the teacher of the Law."
    },
    {
        "o": 13849,
        "r": "niv:Nehemiah:12:26",
        "t": "Dedication of the Wall of Jerusalem",
        "h": 2
    },
    {
        "o": 13850,
        "r": "niv:Nehemiah:12:27",
        "t": "At*p the dedication of the wall of Jerusalem, the Levites were sought out from where they lived and were brought to Jerusalem to celebrate joyfully the dedication with songs of thanksgiving and with the music of cymbals, harps and lyres."
    },
    {
        "o": 13851,
        "r": "niv:Nehemiah:12:28",
        "t": "The musicians also were brought together from the region around Jerusalem—from the villages of the Netophathites,"
    },
    {
        "o": 13852,
        "r": "niv:Nehemiah:12:29",
        "t": "from Beth Gilgal, and from the area of Geba and Azmaveth, for the musicians had built villages for themselves around Jerusalem."
    },
    {
        "o": 13853,
        "r": "niv:Nehemiah:12:30",
        "t": "When the priests and Levites had purified themselves ceremonially, they purified the people, the gates and the wall."
    },
    {
        "o": 13854,
        "r": "niv:Nehemiah:12:31",
        "t": "I*p had the leaders of Judah go up on top of the wall. I also assigned two large choirs to give thanks. One was to proceed on top of the wall to the right, toward the Dung Gate."
    },
    {
        "o": 13855,
        "r": "niv:Nehemiah:12:32",
        "t": "Hoshaiah and half the leaders of Judah followed them,"
    },
    {
        "o": 13856,
        "r": "niv:Nehemiah:12:33",
        "t": "along with Azariah, Ezra, Meshullam,"
    },
    {
        "o": 13857,
        "r": "niv:Nehemiah:12:34",
        "t": "Judah, Benjamin, Shemaiah, Jeremiah,"
    },
    {
        "o": 13858,
        "r": "niv:Nehemiah:12:35",
        "t": "as well as some priests with trumpets, and also Zechariah son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zakkur, the son of Asaph,"
    },
    {
        "o": 13859,
        "r": "niv:Nehemiah:12:36",
        "t": "and his associates—Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah and Hanani—with musical instruments prescribed by David the man of God. Ezra the teacher of the Law led the procession."
    },
    {
        "o": 13860,
        "r": "niv:Nehemiah:12:37",
        "t": "At the Fountain Gate they continued directly up the steps of the City of David on the ascent to the wall and passed above the site of David’s palace to the Water Gate on the east."
    },
    {
        "o": 13861,
        "r": "niv:Nehemiah:12:38",
        "t": "The*p second choir proceeded in the opposite direction. I followed them on top of the wall, together with half the people—past the Tower of the Ovens to the Broad Wall,"
    },
    {
        "o": 13862,
        "r": "niv:Nehemiah:12:39",
        "t": "over the Gate of Ephraim, the Jeshanah Gate, the Fish Gate, the Tower of Hananel and the Tower of the Hundred, as far as the Sheep Gate. At the Gate of the Guard they stopped."
    },
    {
        "o": 13863,
        "r": "niv:Nehemiah:12:40",
        "t": "The*p two choirs that gave thanks then took their places in the house of God; so did I, together with half the officials,"
    },
    {
        "o": 13864,
        "r": "niv:Nehemiah:12:41",
        "t": "as well as the priests—Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah and Hananiah with their trumpets—"
    },
    {
        "o": 13865,
        "r": "niv:Nehemiah:12:42",
        "t": "and also Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malkijah, Elam and Ezer. The choirs sang under the direction of Jezrahiah."
    },
    {
        "o": 13866,
        "r": "niv:Nehemiah:12:43",
        "t": "And on that day they offered great sacrifices, rejoicing because God had given them great joy. The women and children also rejoiced. The sound of rejoicing in Jerusalem could be heard far away."
    },
    {
        "o": 13867,
        "r": "niv:Nehemiah:12:44",
        "t": "At*p that time men were appointed to be in charge of the storerooms for the contributions, firstfruits and tithes. From the fields around the towns they were to bring into the storerooms the portions required by the Law for the priests and the Levites, for Judah was pleased with the ministering priests and Levites."
    },
    {
        "o": 13868,
        "r": "niv:Nehemiah:12:45",
        "t": "They performed the service of their God and the service of purification, as did also the musicians and gatekeepers, according to the commands of David and his son Solomon."
    },
    {
        "o": 13869,
        "r": "niv:Nehemiah:12:46",
        "t": "For long ago, in the days of David and Asaph, there had been directors for the musicians and for the songs of praise and thanksgiving to God."
    },
    {
        "o": 13870,
        "r": "niv:Nehemiah:12:47",
        "t": "So in the days of Zerubbabel and of Nehemiah, all Israel contributed the daily portions for the musicians and the gatekeepers. They also set aside the portion for the other Levites, and the Levites set aside the portion for the descendants of Aaron."
    }
]
