[
    {
        "o": 25599,
        "r": "nkjv:Haggai:1:0",
        "t": "Haggai 1",
        "h": 1
    },
    {
        "o": 25600,
        "r": "nkjv:Haggai:1:0",
        "t": "The Command to Build God’s House",
        "h": 2
    },
    {
        "o": 25601,
        "r": "nkjv:Haggai:1:1",
        "t": "In*p the second year of King Darius, in the sixth month, on the first day of the month, the word of the Lord*s came by Haggai the prophet to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying,"
    },
    {
        "o": 25602,
        "r": "nkjv:Haggai:1:2",
        "t": "“Thus speaks the Lord*s of hosts, saying: ‘This people says, “The time has not come, the time that the Lord’s*s house should be built.”’”"
    },
    {
        "o": 25603,
        "r": "nkjv:Haggai:1:3",
        "t": "Then*p the word of the Lord*s came by Haggai the prophet, saying,"
    },
    {
        "o": 25604,
        "r": "nkjv:Haggai:1:4",
        "t": "“Is*i it*i time for you yourselves to dwell in your paneled houses, and this temple to*i lie*i in ruins?”"
    },
    {
        "o": 25605,
        "r": "nkjv:Haggai:1:5",
        "t": "Now therefore, thus says the Lord*s of hosts: “Consider your ways!"
    },
    {
        "o": 25606,
        "r": "nkjv:Haggai:1:6",
        "t": "“You*pn have sown much, and bring in little; You*ld eat, but do not have enough; You*ld drink, but you are not filled with drink; You*ld clothe yourselves, but no one is warm; And*ld he who earns wages, Earns*ld wages to*i put*i into a bag with holes.”"
    },
    {
        "o": 25607,
        "r": "nkjv:Haggai:1:7",
        "t": "Thus*p says the Lord*s of hosts: “Consider your ways!"
    },
    {
        "o": 25608,
        "r": "nkjv:Haggai:1:8",
        "t": "Go up to the mountains and bring wood and build the temple, that I may take pleasure in it and be glorified,” says the Lord.*s"
    },
    {
        "o": 25609,
        "r": "nkjv:Haggai:1:9",
        "t": "“You*i looked for much, but indeed it*i came*i to*i little; and when you brought it home, I blew it away. Why?” says the Lord*s of hosts. “Because of My house that is*i in*i ruins, while every one of you runs to his own house."
    },
    {
        "o": 25610,
        "r": "nkjv:Haggai:1:10",
        "t": "Therefore the heavens above you withhold the dew, and the earth withholds its fruit."
    },
    {
        "o": 25611,
        "r": "nkjv:Haggai:1:11",
        "t": "For I called for a drought on the land and the mountains, on the grain and the new wine and the oil, on whatever the ground brings forth, on men and livestock, and on all the labor of your*i hands.”"
    },
    {
        "o": 25612,
        "r": "nkjv:Haggai:1:11",
        "t": "The People’s Obedience",
        "h": 2
    },
    {
        "o": 25613,
        "r": "nkjv:Haggai:1:12",
        "t": "Then*p Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, obeyed the voice of the Lord*s their God, and the words of Haggai the prophet, as the Lord*s their God had sent him; and the people feared the presence of the Lord.*s"
    },
    {
        "o": 25614,
        "r": "nkjv:Haggai:1:13",
        "t": "Then Haggai, the Lord’s*s messenger, spoke the Lord’s*s message to the people, saying, “I am*i with you, says the Lord.”*s"
    },
    {
        "o": 25615,
        "r": "nkjv:Haggai:1:14",
        "t": "So the Lord*s stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and worked on the house of the Lord*s of hosts, their God,"
    },
    {
        "o": 25616,
        "r": "nkjv:Haggai:1:15",
        "t": "on the twenty-fourth day of the sixth month, in the second year of King Darius."
    }
]
