[
    {
        "o": 8051,
        "r": "nkjv:1 Samuel:4:0",
        "t": "1 Samuel 4",
        "h": 1
    },
    {
        "o": 8052,
        "r": "nkjv:1 Samuel:4:1",
        "t": "And*p the word of Samuel came to all Israel."
    },
    {
        "o": 8053,
        "r": "nkjv:1 Samuel:4:1",
        "t": "The Ark of God Captured",
        "h": 2
    },
    {
        "o": 8054,
        "r": "nkjv:1 Samuel:4:1",
        "t": "Now*p Israel went out to battle against the Philistines, and encamped beside Ebenezer; and the Philistines encamped in Aphek."
    },
    {
        "o": 8055,
        "r": "nkjv:1 Samuel:4:2",
        "t": "Then the Philistines put themselves in battle array against Israel. And when they joined battle, Israel was defeated by the Philistines, who killed about four thousand men of the army in the field."
    },
    {
        "o": 8056,
        "r": "nkjv:1 Samuel:4:3",
        "t": "And when the people had come into the camp, the elders of Israel said, “Why has the Lord*s defeated us today before the Philistines? Let us bring the ark of the covenant of the Lord*s from Shiloh to us, that when it comes among us it may save us from the hand of our enemies.”"
    },
    {
        "o": 8057,
        "r": "nkjv:1 Samuel:4:4",
        "t": "So the people sent to Shiloh, that they might bring from there the ark of the covenant of the Lord*s of hosts, who dwells between*i the cherubim. And the two sons of Eli, Hophni and Phinehas, were*i there with the ark of the covenant of God."
    },
    {
        "o": 8058,
        "r": "nkjv:1 Samuel:4:5",
        "t": "And*p when the ark of the covenant of the Lord*s came into the camp, all Israel shouted so loudly that the earth shook."
    },
    {
        "o": 8059,
        "r": "nkjv:1 Samuel:4:6",
        "t": "Now when the Philistines heard the noise of the shout, they said, “What does*i the sound of this great shout in the camp of the Hebrews mean?”*i Then they understood that the ark of the Lord*s had come into the camp."
    },
    {
        "o": 8060,
        "r": "nkjv:1 Samuel:4:7",
        "t": "So the Philistines were afraid, for they said, “God has come into the camp!” And they said, “Woe to us! For such a thing has never happened before."
    },
    {
        "o": 8061,
        "r": "nkjv:1 Samuel:4:8",
        "t": "Woe to us! Who will deliver us from the hand of these mighty gods? These are*i the gods who struck the Egyptians with all the plagues in the wilderness."
    },
    {
        "o": 8062,
        "r": "nkjv:1 Samuel:4:9",
        "t": "Be strong and conduct yourselves like men, you Philistines, that you do not become servants of the Hebrews, as they have been to you. Conduct yourselves like men, and fight!”"
    },
    {
        "o": 8063,
        "r": "nkjv:1 Samuel:4:10",
        "t": "So*p the Philistines fought, and Israel was defeated, and every man fled to his tent. There was a very great slaughter, and there fell of Israel thirty thousand foot soldiers."
    },
    {
        "o": 8064,
        "r": "nkjv:1 Samuel:4:11",
        "t": "Also the ark of God was captured; and the two sons of Eli, Hophni and Phinehas, died."
    },
    {
        "o": 8065,
        "r": "nkjv:1 Samuel:4:11",
        "t": "Death of Eli",
        "h": 2
    },
    {
        "o": 8066,
        "r": "nkjv:1 Samuel:4:12",
        "t": "Then*p a man of Benjamin ran from the battle line the same day, and came to Shiloh with his clothes torn and dirt on his head."
    },
    {
        "o": 8067,
        "r": "nkjv:1 Samuel:4:13",
        "t": "Now when he came, there was Eli, sitting on a seat by the wayside watching, for his heart trembled for the ark of God. And when the man came into the city and told it,*i all the city cried out."
    },
    {
        "o": 8068,
        "r": "nkjv:1 Samuel:4:14",
        "t": "When Eli heard the noise of the outcry, he said, “What does*i the sound of this tumult mean?”*i And the man came quickly and told Eli."
    },
    {
        "o": 8069,
        "r": "nkjv:1 Samuel:4:15",
        "t": "Eli was ninety-eight years old, and his eyes were so dim that he could not see."
    },
    {
        "o": 8070,
        "r": "nkjv:1 Samuel:4:16",
        "t": "Then*p the man said to Eli, “I am*i he who came from the battle. And I fled today from the battle line.” And*p he said, “What happened, my son?”"
    },
    {
        "o": 8071,
        "r": "nkjv:1 Samuel:4:17",
        "t": "So*p the messenger answered and said, “Israel has fled before the Philistines, and there has been a great slaughter among the people. Also your two sons, Hophni and Phinehas, are dead; and the ark of God has been captured.”"
    },
    {
        "o": 8072,
        "r": "nkjv:1 Samuel:4:18",
        "t": "Then*p it happened, when he made mention of the ark of God, that Eli fell off the seat backward by the side of the gate; and his neck was broken and he died, for the man was old and heavy. And he had judged Israel forty years."
    },
    {
        "o": 8073,
        "r": "nkjv:1 Samuel:4:18",
        "t": "Ichabod",
        "h": 2
    },
    {
        "o": 8074,
        "r": "nkjv:1 Samuel:4:19",
        "t": "Now*p his daughter-in-law, Phinehas’s wife, was with child, due*i to be delivered; and when she heard the news that the ark of God was captured, and that her father-in-law and her husband were dead, she bowed herself and gave birth, for her labor pains came upon her."
    },
    {
        "o": 8075,
        "r": "nkjv:1 Samuel:4:20",
        "t": "And about the time of her death the women who stood by her said to her, “Do not fear, for you have borne a son.” But she did not answer, nor did she regard it.*i"
    },
    {
        "o": 8076,
        "r": "nkjv:1 Samuel:4:21",
        "t": "Then she named the child Ichabod, saying, “The glory has departed from Israel!” because the ark of God had been captured and because of her father-in-law and her husband."
    },
    {
        "o": 8077,
        "r": "nkjv:1 Samuel:4:22",
        "t": "And she said, “The glory has departed from Israel, for the ark of God has been captured.”"
    }
]
