[
    {
        "o": 24633,
        "r": "nasb:Hosea:4:0",
        "t": "Hosea 4",
        "h": 1
    },
    {
        "o": 24634,
        "r": "nasb:Hosea:4:0",
        "t": "God’s Controversy with Israel",
        "h": 2
    },
    {
        "o": 24635,
        "r": "nasb:Hosea:4:1",
        "t": "Listen*pn to the word of the Lord,*s O sons of Israel, For*ln the Lord*s has a case against the inhabitants of the land, Because*ln there is no faithfulness or kindness Or*ln knowledge of God in the land."
    },
    {
        "o": 24636,
        "r": "nasb:Hosea:4:2",
        "t": "There*iln is*i swearing, deception, murder, stealing and adultery. They*ln employ violence, so that bloodshed follows bloodshed."
    },
    {
        "o": 24637,
        "r": "nasb:Hosea:4:3",
        "t": "Therefore*ln the land mourns, And*ln everyone who lives in it languishes Along*ln with the beasts of the field and the birds of the sky, And*ln also the fish of the sea disappear."
    },
    {
        "o": 24638,
        "r": "nasb:Hosea:4:4",
        "t": "Yet*ln let no one find fault, and let none offer reproof; For*ln your people are like those who contend with the priest."
    },
    {
        "o": 24639,
        "r": "nasb:Hosea:4:5",
        "t": "So*ln you will stumble by day, And*ln the prophet also will stumble with you by night; And*ln I will destroy your mother."
    },
    {
        "o": 24640,
        "r": "nasb:Hosea:4:6",
        "t": "My*ln people are destroyed for lack of knowledge. Because*ln you have rejected knowledge, I*ln also will reject you from being My priest. Since*ln you have forgotten the law of your God, I*ln also will forget your children."
    },
    {
        "o": 24641,
        "r": "nasb:Hosea:4:7",
        "t": "The*ln more they multiplied, the more they sinned against Me; I*ln will change their glory into shame."
    },
    {
        "o": 24642,
        "r": "nasb:Hosea:4:8",
        "t": "They*ln feed on the sin of My people And*ln direct their desire toward their iniquity."
    },
    {
        "o": 24643,
        "r": "nasb:Hosea:4:9",
        "t": "And*ln it will be, like people, like priest; So*ln I will punish them for their ways And*ln repay them for their deeds."
    },
    {
        "o": 24644,
        "r": "nasb:Hosea:4:10",
        "t": "They*ln will eat, but not have enough; They*ln will play the harlot, but not increase, Because*ln they have stopped giving heed to the Lord.*s"
    },
    {
        "o": 24645,
        "r": "nasb:Hosea:4:11",
        "t": "Harlotry,*ln wine and new wine take away the understanding."
    },
    {
        "o": 24646,
        "r": "nasb:Hosea:4:12",
        "t": "My*ln people consult their wooden idol, and their diviner’s*i wand informs them; For*ln a spirit of harlotry has led them*i astray, And*ln they have played the harlot, departing*i from their God."
    },
    {
        "o": 24647,
        "r": "nasb:Hosea:4:13",
        "t": "They*ln offer sacrifices on the tops of the mountains And*ln burn incense on the hills, Under*ln oak, poplar and terebinth, Because*ln their shade is pleasant. Therefore*ln your daughters play the harlot And*ln your brides commit adultery."
    },
    {
        "o": 24648,
        "r": "nasb:Hosea:4:14",
        "t": "I*ln will not punish your daughters when they play the harlot Or*ln your brides when they commit adultery, For*ln the*i men*i themselves go apart with harlots And*ln offer sacrifices with temple prostitutes; So*ln the people without understanding are ruined."
    },
    {
        "o": 24649,
        "r": "nasb:Hosea:4:15",
        "t": "Though*ln you, Israel, play the harlot, Do*ln not let Judah become guilty; Also*ln do not go to Gilgal, Or*ln go up to Beth-aven And*ln take the oath: “As*ln the Lord*s lives!”"
    },
    {
        "o": 24650,
        "r": "nasb:Hosea:4:16",
        "t": "Since*ln Israel is stubborn Like*ln a stubborn heifer, Can*ln the Lord*s now pasture them Like*ln a lamb in a large field?"
    },
    {
        "o": 24651,
        "r": "nasb:Hosea:4:17",
        "t": "Ephraim*ln is joined to idols; Let*ln him alone."
    },
    {
        "o": 24652,
        "r": "nasb:Hosea:4:18",
        "t": "Their*ln liquor gone, They*ln play the harlot continually; Their*ln rulers dearly love shame."
    },
    {
        "o": 24653,
        "r": "nasb:Hosea:4:19",
        "t": "The*ln wind wraps them in its wings, And*ln they will be ashamed because of their sacrifices."
    }
]
