[
    {
        "o": 8036,
        "r": "nasb:1 Samuel:8:0",
        "t": "1 Samuel 8",
        "h": 1
    },
    {
        "o": 8037,
        "r": "nasb:1 Samuel:8:0",
        "t": "Israel Demands a King",
        "h": 2
    },
    {
        "o": 8038,
        "r": "nasb:1 Samuel:8:1",
        "t": "And*p it came about when Samuel was old that he appointed his sons judges over Israel."
    },
    {
        "o": 8039,
        "r": "nasb:1 Samuel:8:2",
        "t": "Now the name of his firstborn was Joel, and the name of his second, Abijah; they*i were judging in Beersheba."
    },
    {
        "o": 8040,
        "r": "nasb:1 Samuel:8:3",
        "t": "His sons, however, did not walk in his ways, but turned aside after dishonest gain and took bribes and perverted justice."
    },
    {
        "o": 8041,
        "r": "nasb:1 Samuel:8:4",
        "t": "Then*p all the elders of Israel gathered together and came to Samuel at Ramah;"
    },
    {
        "o": 8042,
        "r": "nasb:1 Samuel:8:5",
        "t": "and they said to him, “Behold, you have grown old, and your sons do not walk in your ways. Now appoint a king for us to judge us like all the nations.”"
    },
    {
        "o": 8043,
        "r": "nasb:1 Samuel:8:6",
        "t": "But the thing was displeasing in the sight of Samuel when they said, “Give us a king to judge us.” And Samuel prayed to the Lord.*s"
    },
    {
        "o": 8044,
        "r": "nasb:1 Samuel:8:7",
        "t": "The Lord*s said to Samuel, “Listen to the voice of the people in regard to all that they say to you, for they have not rejected you, but they have rejected Me from being king over them."
    },
    {
        "o": 8045,
        "r": "nasb:1 Samuel:8:8",
        "t": "Like all the deeds which they have done since the day that I brought them up from Egypt even to this day—in that they have forsaken Me and served other gods—so they are doing to you also."
    },
    {
        "o": 8046,
        "r": "nasb:1 Samuel:8:9",
        "t": "Now then, listen to their voice; however, you shall solemnly warn them and tell them of the procedure of the king who will reign over them.”"
    },
    {
        "o": 8047,
        "r": "nasb:1 Samuel:8:9",
        "t": "Warning concerning a King",
        "h": 2
    },
    {
        "o": 8048,
        "r": "nasb:1 Samuel:8:10",
        "t": "So*p Samuel spoke all the words of the Lord*s to the people who had asked of him a king."
    },
    {
        "o": 8049,
        "r": "nasb:1 Samuel:8:11",
        "t": "He said, “This will be the procedure of the king who will reign over you: he will take your sons and place them*i for himself in his chariots and among his horsemen and they will run before his chariots."
    },
    {
        "o": 8050,
        "r": "nasb:1 Samuel:8:12",
        "t": "He will appoint for himself commanders of thousands and of fifties, and some*i to do his plowing and to reap his harvest and to make his weapons of war and equipment for his chariots."
    },
    {
        "o": 8051,
        "r": "nasb:1 Samuel:8:13",
        "t": "He will also take your daughters for perfumers and cooks and bakers."
    },
    {
        "o": 8052,
        "r": "nasb:1 Samuel:8:14",
        "t": "He will take the best of your fields and your vineyards and your olive groves and give them*i to his servants."
    },
    {
        "o": 8053,
        "r": "nasb:1 Samuel:8:15",
        "t": "He will take a tenth of your seed and of your vineyards and give to his officers and to his servants."
    },
    {
        "o": 8054,
        "r": "nasb:1 Samuel:8:16",
        "t": "He will also take your male servants and your female servants and your best young men and your donkeys and use them*i for his work."
    },
    {
        "o": 8055,
        "r": "nasb:1 Samuel:8:17",
        "t": "He will take a tenth of your flocks, and you yourselves will become his servants."
    },
    {
        "o": 8056,
        "r": "nasb:1 Samuel:8:18",
        "t": "Then you will cry out in that day because of your king whom you have chosen for yourselves, but the Lord*s will not answer you in that day.”"
    },
    {
        "o": 8057,
        "r": "nasb:1 Samuel:8:19",
        "t": "Nevertheless,*p the people refused to listen to the voice of Samuel, and they said, “No, but there shall be a king over us,"
    },
    {
        "o": 8058,
        "r": "nasb:1 Samuel:8:20",
        "t": "that we also may be like all the nations, that our king may judge us and go out before us and fight our battles.”"
    },
    {
        "o": 8059,
        "r": "nasb:1 Samuel:8:21",
        "t": "Now after Samuel had heard all the words of the people, he repeated them in the Lord’s*s hearing."
    },
    {
        "o": 8060,
        "r": "nasb:1 Samuel:8:22",
        "t": "The Lord*s said to Samuel, “Listen to their voice and appoint them a king.” So Samuel said to the men of Israel, “Go every man to his city.”"
    }
]
