[
    {
        "o": 11963,
        "r": "kjv:2 Chronicles:19:0",
        "t": "2 Chronicles 19",
        "h": 1
    },
    {
        "o": 11964,
        "r": "kjv:2 Chronicles:19:1",
        "t": "And*p Jehoshaphat the king of Judah returned to his house in peace to Jerusalem."
    },
    {
        "o": 11965,
        "r": "kjv:2 Chronicles:19:2",
        "t": "And*p Jehu the son of Hanani the seer went out to meet him, and said to king Jehoshaphat, Shouldest thou help the ungodly, and love them that hate the Lord?*s therefore is wrath upon thee from before the Lord.*s"
    },
    {
        "o": 11966,
        "r": "kjv:2 Chronicles:19:3",
        "t": "Nevertheless*p there are good things found in thee, in that thou hast taken away the groves out of the land, and hast prepared thine heart to seek God."
    },
    {
        "o": 11967,
        "r": "kjv:2 Chronicles:19:4",
        "t": "And*p Jehoshaphat dwelt at Jerusalem: and he went out again through the people from Beer–sheba to mount Ephraim, and brought them back unto the Lord*s God of their fathers."
    },
    {
        "o": 11968,
        "r": "kjv:2 Chronicles:19:5",
        "t": "And*p he set judges in the land throughout all the fenced cities of Judah, city by city,"
    },
    {
        "o": 11969,
        "r": "kjv:2 Chronicles:19:6",
        "t": "And*p said to the judges, Take heed what ye do: for ye judge not for man, but for the Lord,*s who is with you in the judgment."
    },
    {
        "o": 11970,
        "r": "kjv:2 Chronicles:19:7",
        "t": "Wherefore*p now let the fear of the Lord*s be upon you; take heed and do it: for there is no iniquity with the Lord*s our God, nor respect of persons, nor taking of gifts."
    },
    {
        "o": 11971,
        "r": "kjv:2 Chronicles:19:8",
        "t": "Moreover*p in Jerusalem did Jehoshaphat set of the Levites, and of the priests, and of the chief of the fathers of Israel, for the judgment of the Lord,*s and for controversies, when they returned to Jerusalem."
    },
    {
        "o": 11972,
        "r": "kjv:2 Chronicles:19:9",
        "t": "And*p he charged them, saying, Thus shall ye do in the fear of the Lord,*s faithfully, and with a perfect heart."
    },
    {
        "o": 11973,
        "r": "kjv:2 Chronicles:19:10",
        "t": "And*p what cause soever shall come to you of your brethren that dwell in their cities, between blood and blood, between law and commandment, statutes and judgments, ye shall even warn them that they trespass not against the Lord,*s and so wrath come upon you, and upon your brethren: this do, and ye shall not trespass."
    },
    {
        "o": 11974,
        "r": "kjv:2 Chronicles:19:11",
        "t": "And,*p behold, Amariah the chief priest is over you in all matters of the Lord;*s and Zebadiah the son of Ishmael, the ruler of the house of Judah, for all the king's matters: also the Levites shall be officers before you. Deal courageously, and the Lord*s shall be with the good."
    }
]
