[
    {
        "o": 3596,
        "r": "csb:Leviticus:18:0",
        "t": "Leviticus 18",
        "h": 1
    },
    {
        "o": 3597,
        "r": "csb:Leviticus:18:0",
        "t": "Prohibited Pagan Practices",
        "h": 2
    },
    {
        "o": 3598,
        "r": "csb:Leviticus:18:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3599,
        "r": "csb:Leviticus:18:2",
        "t": "“Speak to the Israelites and tell them: I am the Lord*s your God."
    },
    {
        "o": 3600,
        "r": "csb:Leviticus:18:3",
        "t": "Do not follow the practices of the land of Egypt, where you used to live, or follow the practices of the land of Canaan, where I am bringing you. You must not follow their customs."
    },
    {
        "o": 3601,
        "r": "csb:Leviticus:18:4",
        "t": "You are to practice my ordinances and you are to keep my statutes by following them; I am the Lord*s your God."
    },
    {
        "o": 3602,
        "r": "csb:Leviticus:18:5",
        "t": "Keep my statutes and ordinances; a person will live if he does them. I am the Lord.*s"
    },
    {
        "o": 3603,
        "r": "csb:Leviticus:18:6",
        "t": "“You*p are not to come near any close relative for sexual intercourse; I am the Lord.*s"
    },
    {
        "o": 3604,
        "r": "csb:Leviticus:18:7",
        "t": "You are not to violate the intimacy that belongs to your father and mother. She is your mother; you must not have sexual intercourse with her."
    },
    {
        "o": 3605,
        "r": "csb:Leviticus:18:8",
        "t": "You are not to have sex with your father’s wife; she is your father’s family."
    },
    {
        "o": 3606,
        "r": "csb:Leviticus:18:9",
        "t": "You are not to have sexual intercourse with your sister, either your father’s daughter or your mother’s, whether born at home or born elsewhere. You are not to have sex with her."
    },
    {
        "o": 3607,
        "r": "csb:Leviticus:18:10",
        "t": "You are not to have sexual intercourse with your son’s daughter or your daughter’s daughter, for they are your family."
    },
    {
        "o": 3608,
        "r": "csb:Leviticus:18:11",
        "t": "You are not to have sexual intercourse with your father’s wife’s daughter, who is adopted by your father; she is your sister."
    },
    {
        "o": 3609,
        "r": "csb:Leviticus:18:12",
        "t": "You are not to have sexual intercourse with your father’s sister; she is your father’s close relative."
    },
    {
        "o": 3610,
        "r": "csb:Leviticus:18:13",
        "t": "You are not to have sexual intercourse with your mother’s sister, for she is your mother’s close relative."
    },
    {
        "o": 3611,
        "r": "csb:Leviticus:18:14",
        "t": "You are not to violate the intimacy that belongs to your father’s brother by approaching his wife to have sexual intercourse; she is your aunt."
    },
    {
        "o": 3612,
        "r": "csb:Leviticus:18:15",
        "t": "You are not to have sexual intercourse with your daughter-in-law. She is your son’s wife; you are not to have sex with her."
    },
    {
        "o": 3613,
        "r": "csb:Leviticus:18:16",
        "t": "You are not to have sexual intercourse with your brother’s wife; she is your brother’s family."
    },
    {
        "o": 3614,
        "r": "csb:Leviticus:18:17",
        "t": "You are not to have sexual intercourse with a woman and her daughter. You are not to marry her son’s daughter or her daughter’s daughter and have sex with her. They are close relatives; it is depraved."
    },
    {
        "o": 3615,
        "r": "csb:Leviticus:18:18",
        "t": "You are not to marry a woman as a rival to her sister and have sexual intercourse with her during her sister’s lifetime."
    },
    {
        "o": 3616,
        "r": "csb:Leviticus:18:19",
        "t": "“You*p are not to approach a woman during her menstrual impurity to have sexual intercourse with her."
    },
    {
        "o": 3617,
        "r": "csb:Leviticus:18:20",
        "t": "You are not to have sexual intercourse with your neighbor’s wife, defiling yourself with her."
    },
    {
        "o": 3618,
        "r": "csb:Leviticus:18:21",
        "t": "“You*p are not to sacrifice any of your children in the fire to Molech. Do not profane the name of your God; I am the Lord.*s"
    },
    {
        "o": 3619,
        "r": "csb:Leviticus:18:22",
        "t": "You are not to sleep with a man as with a woman; it is detestable."
    },
    {
        "o": 3620,
        "r": "csb:Leviticus:18:23",
        "t": "You are not to have sexual intercourse with any animal, defiling yourself with it; a woman is not to present herself to an animal to mate with it; it is a perversion."
    },
    {
        "o": 3621,
        "r": "csb:Leviticus:18:24",
        "t": "“Do*p not defile yourselves by any of these practices, for the nations I am driving out before you have defiled themselves by all these things."
    },
    {
        "o": 3622,
        "r": "csb:Leviticus:18:25",
        "t": "The land has become defiled, so I am punishing it for its iniquity, and the land will vomit out its inhabitants."
    },
    {
        "o": 3623,
        "r": "csb:Leviticus:18:26",
        "t": "But you are to keep my statutes and ordinances. You must not commit any of these detestable acts - not the native or the alien who resides among you."
    },
    {
        "o": 3624,
        "r": "csb:Leviticus:18:27",
        "t": "For the people who were in the land prior to you have committed all these detestable acts, and the land has become defiled."
    },
    {
        "o": 3625,
        "r": "csb:Leviticus:18:28",
        "t": "If you defile the land, it will vomit you out as it has vomited out the nations that were before you."
    },
    {
        "o": 3626,
        "r": "csb:Leviticus:18:29",
        "t": "Any person who does any of these detestable practices is to be cut off from his people."
    },
    {
        "o": 3627,
        "r": "csb:Leviticus:18:30",
        "t": "You must keep my instruction to not do any of the detestable customs that were practiced before you, so that you do not defile yourselves by them; I am the Lord*s your God.”"
    }
]
