[
    {
        "o": 6107,
        "r": "nasb:Deuteronomy:28:0",
        "t": "Deuteronomy 28",
        "h": 1
    },
    {
        "o": 6108,
        "r": "nasb:Deuteronomy:28:0",
        "t": "Blessings at Gerizim",
        "h": 2
    },
    {
        "o": 6109,
        "r": "nasb:Deuteronomy:28:1",
        "t": "“Now*p it shall be, if you diligently obey the Lord*s your God, being careful to do all His commandments which I command you today, the Lord*s your God will set you high above all the nations of the earth."
    },
    {
        "o": 6110,
        "r": "nasb:Deuteronomy:28:2",
        "t": "All these blessings will come upon you and overtake you if you obey the Lord*s your God:"
    },
    {
        "o": 6111,
        "r": "nasb:Deuteronomy:28:3",
        "t": "“Blessed*p shall*i you be*i in the city, and blessed shall*i you be*i in the country."
    },
    {
        "o": 6112,
        "r": "nasb:Deuteronomy:28:4",
        "t": "“Blessed*p shall*i be*i the offspring of your body and the produce of your ground and the offspring of your beasts, the increase of your herd and the young of your flock."
    },
    {
        "o": 6113,
        "r": "nasb:Deuteronomy:28:5",
        "t": "“Blessed*p shall*i be*i your basket and your kneading bowl."
    },
    {
        "o": 6114,
        "r": "nasb:Deuteronomy:28:6",
        "t": "“Blessed*p shall*i you be*i when you come in, and blessed shall*i you be*i when you go out."
    },
    {
        "o": 6115,
        "r": "nasb:Deuteronomy:28:7",
        "t": "“The*p Lord*s shall cause your enemies who rise up against you to be defeated before you; they will come out against you one way and will flee before you seven ways."
    },
    {
        "o": 6116,
        "r": "nasb:Deuteronomy:28:8",
        "t": "The Lord*s will command the blessing upon you in your barns and in all that you put your hand to, and He will bless you in the land which the Lord*s your God gives you."
    },
    {
        "o": 6117,
        "r": "nasb:Deuteronomy:28:9",
        "t": "The Lord*s will establish you as a holy people to Himself, as He swore to you, if you keep the commandments of the Lord*s your God and walk in His ways."
    },
    {
        "o": 6118,
        "r": "nasb:Deuteronomy:28:10",
        "t": "So all the peoples of the earth will see that you are called by the name of the Lord,*s and they will be afraid of you."
    },
    {
        "o": 6119,
        "r": "nasb:Deuteronomy:28:11",
        "t": "The Lord*s will make you abound in prosperity, in the offspring of your body and in the offspring of your beast and in the produce of your ground, in the land which the Lord*s swore to your fathers to give you."
    },
    {
        "o": 6120,
        "r": "nasb:Deuteronomy:28:12",
        "t": "The Lord*s will open for you His good storehouse, the heavens, to give rain to your land in its season and to bless all the work of your hand; and you shall lend to many nations, but you shall not borrow."
    },
    {
        "o": 6121,
        "r": "nasb:Deuteronomy:28:13",
        "t": "The Lord*s will make you the head and not the tail, and you only will be above, and you will not be underneath, if you listen to the commandments of the Lord*s your God, which I charge you today, to observe them*i carefully,"
    },
    {
        "o": 6122,
        "r": "nasb:Deuteronomy:28:14",
        "t": "and do not turn aside from any of the words which I command you today, to the right or to the left, to go after other gods to serve them."
    },
    {
        "o": 6123,
        "r": "nasb:Deuteronomy:28:14",
        "t": "Consequences of Disobedience",
        "h": 2
    },
    {
        "o": 6124,
        "r": "nasb:Deuteronomy:28:15",
        "t": "“But*p it shall come about, if you do not obey the Lord*s your God, to observe to do all His commandments and His statutes with which I charge you today, that all these curses will come upon you and overtake you:"
    },
    {
        "o": 6125,
        "r": "nasb:Deuteronomy:28:16",
        "t": "“Cursed*p shall*i you be*i in the city, and cursed shall*i you be*i in the country."
    },
    {
        "o": 6126,
        "r": "nasb:Deuteronomy:28:17",
        "t": "“Cursed*p shall*i be*i your basket and your kneading bowl."
    },
    {
        "o": 6127,
        "r": "nasb:Deuteronomy:28:18",
        "t": "“Cursed*p shall*i be*i the offspring of your body and the produce of your ground, the increase of your herd and the young of your flock."
    },
    {
        "o": 6128,
        "r": "nasb:Deuteronomy:28:19",
        "t": "“Cursed*p shall*i you be*i when you come in, and cursed shall*i you be*i when you go out."
    },
    {
        "o": 6129,
        "r": "nasb:Deuteronomy:28:20",
        "t": "“The*p Lord*s will send upon you curses, confusion, and rebuke, in all you undertake to do, until you are destroyed and until you perish quickly, on account of the evil of your deeds, because you have forsaken Me."
    },
    {
        "o": 6130,
        "r": "nasb:Deuteronomy:28:21",
        "t": "The Lord*s will make the pestilence cling to you until He has consumed you from the land where you are entering to possess it."
    },
    {
        "o": 6131,
        "r": "nasb:Deuteronomy:28:22",
        "t": "The Lord*s will smite you with consumption and with fever and with inflammation and with fiery heat and with the sword and with blight and with mildew, and they will pursue you until you perish."
    },
    {
        "o": 6132,
        "r": "nasb:Deuteronomy:28:23",
        "t": "The heaven which is over your head shall be bronze, and the earth which is under you, iron."
    },
    {
        "o": 6133,
        "r": "nasb:Deuteronomy:28:24",
        "t": "The Lord*s will make the rain of your land powder and dust; from heaven it shall come down on you until you are destroyed."
    },
    {
        "o": 6134,
        "r": "nasb:Deuteronomy:28:25",
        "t": "“The*p Lord*s shall cause you to be defeated before your enemies; you will go out one way against them, but you will flee seven ways before them, and you will be an*i example*i of*i terror to all the kingdoms of the earth."
    },
    {
        "o": 6135,
        "r": "nasb:Deuteronomy:28:26",
        "t": "Your carcasses will be food to all birds of the sky and to the beasts of the earth, and there will be no one to frighten them*i away."
    },
    {
        "o": 6136,
        "r": "nasb:Deuteronomy:28:27",
        "t": "“The*p Lord*s will smite you with the boils of Egypt and with tumors and with the scab and with the itch, from which you cannot be healed."
    },
    {
        "o": 6137,
        "r": "nasb:Deuteronomy:28:28",
        "t": "The Lord*s will smite you with madness and with blindness and with bewilderment of heart;"
    },
    {
        "o": 6138,
        "r": "nasb:Deuteronomy:28:29",
        "t": "and you will grope at noon, as the blind man gropes in darkness, and you will not prosper in your ways; but you shall only be oppressed and robbed continually, with none to save you."
    },
    {
        "o": 6139,
        "r": "nasb:Deuteronomy:28:30",
        "t": "You shall betroth a wife, but another man will violate her; you shall build a house, but you will not live in it; you shall plant a vineyard, but you will not use its fruit."
    },
    {
        "o": 6140,
        "r": "nasb:Deuteronomy:28:31",
        "t": "Your ox shall be slaughtered before your eyes, but you will not eat of it; your donkey shall be torn away from you, and will not be restored to you; your sheep shall be given to your enemies, and you will have none to save you."
    },
    {
        "o": 6141,
        "r": "nasb:Deuteronomy:28:32",
        "t": "Your sons and your daughters shall be given to another people, while your eyes look on and yearn for them continually; but there will be nothing you can do."
    },
    {
        "o": 6142,
        "r": "nasb:Deuteronomy:28:33",
        "t": "A people whom you do not know shall eat up the produce of your ground and all your labors, and you will never be anything but oppressed and crushed continually."
    },
    {
        "o": 6143,
        "r": "nasb:Deuteronomy:28:34",
        "t": "You shall be driven mad by the sight of what you see."
    },
    {
        "o": 6144,
        "r": "nasb:Deuteronomy:28:35",
        "t": "The Lord*s will strike you on the knees and legs with sore boils, from which you cannot be healed, from the sole of your foot to the crown of your head."
    },
    {
        "o": 6145,
        "r": "nasb:Deuteronomy:28:36",
        "t": "The Lord*s will bring you and your king, whom you set over you, to a nation which neither you nor your fathers have known, and there you shall serve other gods, wood and stone."
    },
    {
        "o": 6146,
        "r": "nasb:Deuteronomy:28:37",
        "t": "You shall become a horror, a proverb, and a taunt among all the people where the Lord*s drives you."
    },
    {
        "o": 6147,
        "r": "nasb:Deuteronomy:28:38",
        "t": "“You*p shall bring out much seed to the field but you will gather in little, for the locust will consume it."
    },
    {
        "o": 6148,
        "r": "nasb:Deuteronomy:28:39",
        "t": "You shall plant and cultivate vineyards, but you will neither drink of the wine nor gather the*i grapes,*i for the worm will devour them."
    },
    {
        "o": 6149,
        "r": "nasb:Deuteronomy:28:40",
        "t": "You shall have olive trees throughout your territory but you will not anoint yourself with the oil, for your olives will drop off."
    },
    {
        "o": 6150,
        "r": "nasb:Deuteronomy:28:41",
        "t": "You shall have sons and daughters but they will not be yours, for they will go into captivity."
    },
    {
        "o": 6151,
        "r": "nasb:Deuteronomy:28:42",
        "t": "The cricket shall possess all your trees and the produce of your ground."
    },
    {
        "o": 6152,
        "r": "nasb:Deuteronomy:28:43",
        "t": "The alien who is among you shall rise above you higher and higher, but you will go down lower and lower."
    },
    {
        "o": 6153,
        "r": "nasb:Deuteronomy:28:44",
        "t": "He shall lend to you, but you will not lend to him; he shall be the head, and you will be the tail."
    },
    {
        "o": 6154,
        "r": "nasb:Deuteronomy:28:45",
        "t": "“So*p all these curses shall come on you and pursue you and overtake you until you are destroyed, because you would not obey the Lord*s your God by keeping His commandments and His statutes which He commanded you."
    },
    {
        "o": 6155,
        "r": "nasb:Deuteronomy:28:46",
        "t": "They shall become a sign and a wonder on you and your descendants forever."
    },
    {
        "o": 6156,
        "r": "nasb:Deuteronomy:28:47",
        "t": "“Because*p you did not serve the Lord*s your God with joy and a glad heart, for the abundance of all things;"
    },
    {
        "o": 6157,
        "r": "nasb:Deuteronomy:28:48",
        "t": "therefore you shall serve your enemies whom the Lord*s will send against you, in hunger, in thirst, in nakedness, and in the lack of all things; and He will put an iron yoke on your neck until He has destroyed you."
    },
    {
        "o": 6158,
        "r": "nasb:Deuteronomy:28:49",
        "t": "“The*p Lord*s will bring a nation against you from afar, from the end of the earth, as the eagle swoops down, a nation whose language you shall not understand,"
    },
    {
        "o": 6159,
        "r": "nasb:Deuteronomy:28:50",
        "t": "a nation of fierce countenance who will have no respect for the old, nor show favor to the young."
    },
    {
        "o": 6160,
        "r": "nasb:Deuteronomy:28:51",
        "t": "Moreover, it shall eat the offspring of your herd and the produce of your ground until you are destroyed, who also leaves you no grain, new wine, or oil, nor the increase of your herd or the young of your flock until they have caused you to perish."
    },
    {
        "o": 6161,
        "r": "nasb:Deuteronomy:28:52",
        "t": "It shall besiege you in all your towns until your high and fortified walls in which you trusted come down throughout your land, and it shall besiege you in all your towns throughout your land which the Lord*s your God has given you."
    },
    {
        "o": 6162,
        "r": "nasb:Deuteronomy:28:53",
        "t": "Then you shall eat the offspring of your own body, the flesh of your sons and of your daughters whom the Lord*s your God has given you, during the siege and the distress by which your enemy will oppress you."
    },
    {
        "o": 6163,
        "r": "nasb:Deuteronomy:28:54",
        "t": "The man who is refined and very delicate among you shall be hostile toward his brother and toward the wife he cherishes and toward the rest of his children who remain,"
    },
    {
        "o": 6164,
        "r": "nasb:Deuteronomy:28:55",
        "t": "so that he will not give even*i one of them any of the flesh of his children which he will eat, since he has nothing else*i left, during the siege and the distress by which your enemy will oppress you in all your towns."
    },
    {
        "o": 6165,
        "r": "nasb:Deuteronomy:28:56",
        "t": "The refined and delicate woman among you, who would not venture to set the sole of her foot on the ground for delicateness and refinement, shall be hostile toward the husband she cherishes and toward her son and daughter,"
    },
    {
        "o": 6166,
        "r": "nasb:Deuteronomy:28:57",
        "t": "and toward her afterbirth which issues from between her legs and toward her children whom she bears; for she will eat them secretly for lack of anything else,*i during the siege and the distress by which your enemy will oppress you in your towns."
    },
    {
        "o": 6167,
        "r": "nasb:Deuteronomy:28:58",
        "t": "“If*p you are not careful to observe all the words of this law which are written in this book, to fear this honored and awesome name, the Lord*s your God,"
    },
    {
        "o": 6168,
        "r": "nasb:Deuteronomy:28:59",
        "t": "then the Lord*s will bring extraordinary plagues on you and your descendants, even severe and lasting plagues, and miserable and chronic sicknesses."
    },
    {
        "o": 6169,
        "r": "nasb:Deuteronomy:28:60",
        "t": "He will bring back on you all the diseases of Egypt of which you were afraid, and they will cling to you."
    },
    {
        "o": 6170,
        "r": "nasb:Deuteronomy:28:61",
        "t": "Also every sickness and every plague which, not written in the book of this law, the Lord*s will bring on you until you are destroyed."
    },
    {
        "o": 6171,
        "r": "nasb:Deuteronomy:28:62",
        "t": "Then you shall be left few in number, whereas you were as numerous as the stars of heaven, because you did not obey the Lord*s your God."
    },
    {
        "o": 6172,
        "r": "nasb:Deuteronomy:28:63",
        "t": "It shall come about that as the Lord*s delighted over you to prosper you, and multiply you, so the Lord*s will delight over you to make you perish and destroy you; and you will be torn from the land where you are entering to possess it."
    },
    {
        "o": 6173,
        "r": "nasb:Deuteronomy:28:64",
        "t": "Moreover, the Lord*s will scatter you among all peoples, from one end of the earth to the other end of the earth; and there you shall serve other gods, wood and stone, which you or your fathers have not known."
    },
    {
        "o": 6174,
        "r": "nasb:Deuteronomy:28:65",
        "t": "Among those nations you shall find no rest, and there will be no resting place for the sole of your foot; but there the Lord*s will give you a trembling heart, failing of eyes, and despair of soul."
    },
    {
        "o": 6175,
        "r": "nasb:Deuteronomy:28:66",
        "t": "So your life shall hang in doubt before you; and you will be in dread night and day, and shall have no assurance of your life."
    },
    {
        "o": 6176,
        "r": "nasb:Deuteronomy:28:67",
        "t": "In the morning you shall say, ‘Would that it were evening!’ And at evening you shall say, ‘Would that it were morning!’ because of the dread of your heart which you dread, and for the sight of your eyes which you will see."
    },
    {
        "o": 6177,
        "r": "nasb:Deuteronomy:28:68",
        "t": "The Lord*s will bring you back to Egypt in ships, by the way about which I spoke to you, ‘You will never see it again!’ And there you will offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer.”"
    }
]
