[
    {
        "o": 13695,
        "r": "csb:Nehemiah:2:0",
        "t": "Nehemiah 2",
        "h": 1
    },
    {
        "o": 13696,
        "r": "csb:Nehemiah:2:0",
        "t": "Nehemiah Sent to Jerusalem",
        "h": 2
    },
    {
        "o": 13697,
        "r": "csb:Nehemiah:2:1",
        "t": "During*p the month of Nisan in the twentieth year of King Artaxerxes, when wine was set before him, I took the wine and gave it to the king. I had never been sad in his presence,"
    },
    {
        "o": 13698,
        "r": "csb:Nehemiah:2:2",
        "t": "so the king said to me, “Why do you look so sad, when you aren’t sick? This is nothing but sadness of heart.” I*p was overwhelmed with fear"
    },
    {
        "o": 13699,
        "r": "csb:Nehemiah:2:3",
        "t": "and replied to the king, “May the king live forever! Why should I not be sad when the city where my ancestors are buried lies in ruins and its gates have been destroyed by fire?”"
    },
    {
        "o": 13700,
        "r": "csb:Nehemiah:2:4",
        "t": "Then*p the king asked me, “What is your request?” So*p I prayed to the God of the heavens"
    },
    {
        "o": 13701,
        "r": "csb:Nehemiah:2:5",
        "t": "and answered the king, “If it pleases the king, and if your servant has found favor with you, send me to Judah and to the city where my ancestors are buried, so that I may rebuild it.”"
    },
    {
        "o": 13702,
        "r": "csb:Nehemiah:2:6",
        "t": "The*p king, with the queen seated beside him, asked me, “How long will your journey take, and when will you return?” So I gave him a definite time, and it pleased the king to send me."
    },
    {
        "o": 13703,
        "r": "csb:Nehemiah:2:7",
        "t": "I*p also said to the king, “If it pleases the king, let me have letters written to the governors of the region west of the Euphrates River, so that they will grant me safe passage until I reach Judah."
    },
    {
        "o": 13704,
        "r": "csb:Nehemiah:2:8",
        "t": "And let me have a letter written to Asaph, keeper of the king’s forest, so that he will give me timber to rebuild the gates of the temple’s fortress, the city wall, and the home where I will live.” The king granted my requests, for the gracious hand of my God was on me."
    },
    {
        "o": 13705,
        "r": "csb:Nehemiah:2:9",
        "t": "I*p went to the governors of the region west of the Euphrates and gave them the king’s letters. The king had also sent officers of the infantry and cavalry with me."
    },
    {
        "o": 13706,
        "r": "csb:Nehemiah:2:10",
        "t": "When Sanballat the Horonite and Tobiah the Ammonite official heard that someone had come to pursue the prosperity of the Israelites, they were greatly displeased."
    },
    {
        "o": 13707,
        "r": "csb:Nehemiah:2:10",
        "t": "Preparing to Rebuild the Walls",
        "h": 2
    },
    {
        "o": 13708,
        "r": "csb:Nehemiah:2:11",
        "t": "After*p I arrived in Jerusalem and had been there three days,"
    },
    {
        "o": 13709,
        "r": "csb:Nehemiah:2:12",
        "t": "I got up at night and took a few men with me. I didn’t tell anyone what my God had laid on my heart to do for Jerusalem. The only animal I took was the one I was riding."
    },
    {
        "o": 13710,
        "r": "csb:Nehemiah:2:13",
        "t": "I went out at night through the Valley Gate toward the Serpent’s Well and the Dung Gate, and I inspected the walls of Jerusalem that had been broken down and its gates that had been destroyed by fire."
    },
    {
        "o": 13711,
        "r": "csb:Nehemiah:2:14",
        "t": "I went on to the Fountain Gate and the King’s Pool, but farther down it became too narrow for my animal to go through."
    },
    {
        "o": 13712,
        "r": "csb:Nehemiah:2:15",
        "t": "So I went up at night by way of the valley and inspected the wall. Then heading back, I entered through the Valley Gate and returned."
    },
    {
        "o": 13713,
        "r": "csb:Nehemiah:2:16",
        "t": "The officials did not know where I had gone or what I was doing, for I had not yet told the Jews, priests, nobles, officials, or the rest of those who would be doing the work."
    },
    {
        "o": 13714,
        "r": "csb:Nehemiah:2:17",
        "t": "So I said to them, “You see the trouble we are in. Jerusalem lies in ruins and its gates have been burned. Come, let’s rebuild Jerusalem’s wall, so that we will no longer be a disgrace.”"
    },
    {
        "o": 13715,
        "r": "csb:Nehemiah:2:18",
        "t": "I told them how the gracious hand of my God had been on me, and what the king had said to me. They*p said, “Let’s start rebuilding,” and their hands were strengthened to do this good work."
    },
    {
        "o": 13716,
        "r": "csb:Nehemiah:2:19",
        "t": "When*p Sanballat the Horonite, Tobiah the Ammonite official, and Geshem the Arab heard about this, they mocked and despised us, and said, “What is this you’re doing? Are you rebelling against the king?”"
    },
    {
        "o": 13717,
        "r": "csb:Nehemiah:2:20",
        "t": "I*p gave them this reply, “The God of the heavens is the one who will grant us success. We, his servants, will start building, but you have no share, right, or historic claim in Jerusalem.”"
    }
]
