[
    {
        "o": 13729,
        "r": "nkjv:Nehemiah:5:0",
        "t": "Nehemiah 5",
        "h": 1
    },
    {
        "o": 13730,
        "r": "nkjv:Nehemiah:5:0",
        "t": "Nehemiah Deals with Oppression",
        "h": 2
    },
    {
        "o": 13731,
        "r": "nkjv:Nehemiah:5:1",
        "t": "And*p there was a great outcry of the people and their wives against their Jewish brethren."
    },
    {
        "o": 13732,
        "r": "nkjv:Nehemiah:5:2",
        "t": "For there were those who said, “We, our sons, and our daughters are*i many; therefore let us get grain, that we may eat and live.”"
    },
    {
        "o": 13733,
        "r": "nkjv:Nehemiah:5:3",
        "t": "There*p were also some*i who said, “We have mortgaged our lands and vineyards and houses, that we might buy grain because of the famine.”"
    },
    {
        "o": 13734,
        "r": "nkjv:Nehemiah:5:4",
        "t": "There*p were also those who said, “We have borrowed money for the king’s tax on*i our lands and vineyards."
    },
    {
        "o": 13735,
        "r": "nkjv:Nehemiah:5:5",
        "t": "Yet now our flesh is*i as the flesh of our brethren, our children as their children; and indeed we are forcing our sons and our daughters to be slaves, and some*i of our daughters have been brought into slavery. It*i is*i not in our power to*i redeem*i them,*i for other men have our lands and vineyards.”"
    },
    {
        "o": 13736,
        "r": "nkjv:Nehemiah:5:6",
        "t": "And*p I became very angry when I heard their outcry and these words."
    },
    {
        "o": 13737,
        "r": "nkjv:Nehemiah:5:7",
        "t": "After serious thought, I rebuked the nobles and rulers, and said to them, “Each of you is exacting usury from his brother.” So I called a great assembly against them."
    },
    {
        "o": 13738,
        "r": "nkjv:Nehemiah:5:8",
        "t": "And I said to them, “According to our ability we have redeemed our Jewish brethren who were sold to the nations. Now indeed, will you even sell your brethren? Or should they be sold to us?” Then*p they were silenced and found nothing to*i say.*i"
    },
    {
        "o": 13739,
        "r": "nkjv:Nehemiah:5:9",
        "t": "Then I said, “What you are doing is*i not good. Should you not walk in the fear of our God because of the reproach of the nations, our enemies?"
    },
    {
        "o": 13740,
        "r": "nkjv:Nehemiah:5:10",
        "t": "I also, with*i my brethren and my servants, am lending them money and grain. Please, let us stop this usury!"
    },
    {
        "o": 13741,
        "r": "nkjv:Nehemiah:5:11",
        "t": "Restore now to them, even this day, their lands, their vineyards, their olive groves, and their houses, also a hundredth of the money and the grain, the new wine and the oil, that you have charged them.”"
    },
    {
        "o": 13742,
        "r": "nkjv:Nehemiah:5:12",
        "t": "So*p they said, “We will restore it,*i and will require nothing from them; we will do as you say.” Then*p I called the priests, and required an oath from them that they would do according to this promise."
    },
    {
        "o": 13743,
        "r": "nkjv:Nehemiah:5:13",
        "t": "Then I shook out the fold of my garment and said, “So may God shake out each man from his house, and from his property, who does not perform this promise. Even thus may he be shaken out and emptied.” And*p all the assembly said, “Amen!” and praised the Lord.*s Then the people did according to this promise."
    },
    {
        "o": 13744,
        "r": "nkjv:Nehemiah:5:13",
        "t": "The Generosity of Nehemiah",
        "h": 2
    },
    {
        "o": 13745,
        "r": "nkjv:Nehemiah:5:14",
        "t": "Moreover,*p from the time that I was appointed to be their governor in the land of Judah, from the twentieth year until the thirty-second year of King Artaxerxes, twelve years, neither I nor my brothers ate the governor’s provisions."
    },
    {
        "o": 13746,
        "r": "nkjv:Nehemiah:5:15",
        "t": "But the former governors who were*i before me laid burdens on the people, and took from them bread and wine, besides forty shekels of silver. Yes, even their servants bore rule over the people, but I did not do so, because of the fear of God."
    },
    {
        "o": 13747,
        "r": "nkjv:Nehemiah:5:16",
        "t": "Indeed, I also continued the work on this wall, and we did not buy any land. All my servants were*i gathered there for the work."
    },
    {
        "o": 13748,
        "r": "nkjv:Nehemiah:5:17",
        "t": "And*p at my table were*i one hundred and fifty Jews and rulers, besides those who came to us from the nations around us."
    },
    {
        "o": 13749,
        "r": "nkjv:Nehemiah:5:18",
        "t": "Now that*i which was prepared daily was*i one ox and*i six choice sheep. Also fowl were prepared for me, and once every ten days an abundance of all kinds of wine. Yet in spite of this I did not demand the governor’s provisions, because the bondage was heavy on this people."
    },
    {
        "o": 13750,
        "r": "nkjv:Nehemiah:5:19",
        "t": "Remember*p me, my God, for good, according*i to*i all that I have done for this people."
    }
]
