[
    {
        "o": 9647,
        "r": "niv:1 Kings:4:0",
        "t": "1 Kings 4",
        "h": 1
    },
    {
        "o": 9648,
        "r": "niv:1 Kings:4:0",
        "t": "Solomon’s Officials and Governors",
        "h": 2
    },
    {
        "o": 9649,
        "r": "niv:1 Kings:4:1",
        "t": "So*p King Solomon ruled over all Israel."
    },
    {
        "o": 9650,
        "r": "niv:1 Kings:4:2",
        "t": "And these were his chief officials: Azariah*pln son of Zadok—the priest;"
    },
    {
        "o": 9651,
        "r": "niv:1 Kings:4:3",
        "t": "Elihoreph*ln and Ahijah, sons of Shisha—secretaries; Jehoshaphat*ln son of Ahilud—recorder;"
    },
    {
        "o": 9652,
        "r": "niv:1 Kings:4:4",
        "t": "Benaiah*ln son of Jehoiada—commander in chief; Zadok*ln and Abiathar—priests;"
    },
    {
        "o": 9653,
        "r": "niv:1 Kings:4:5",
        "t": "Azariah*ln son of Nathan—in charge of the district governors; Zabud*ln son of Nathan—a priest and adviser to the king;"
    },
    {
        "o": 9654,
        "r": "niv:1 Kings:4:6",
        "t": "Ahishar—palace*ln administrator; Adoniram*ln son of Abda—in charge of forced labor."
    },
    {
        "o": 9655,
        "r": "niv:1 Kings:4:7",
        "t": "Solomon*p had twelve district governors over all Israel, who supplied provisions for the king and the royal household. Each one had to provide supplies for one month in the year."
    },
    {
        "o": 9656,
        "r": "niv:1 Kings:4:8",
        "t": "These are their names: Ben-Hur—in*pln the hill country of Ephraim;"
    },
    {
        "o": 9657,
        "r": "niv:1 Kings:4:9",
        "t": "Ben-Deker—in*ln Makaz, Shaalbim, Beth Shemesh and Elon Bethhanan;"
    },
    {
        "o": 9658,
        "r": "niv:1 Kings:4:10",
        "t": "Ben-Hesed—in*ln Arubboth (Sokoh and all the land of Hepher were his);"
    },
    {
        "o": 9659,
        "r": "niv:1 Kings:4:11",
        "t": "Ben-Abinadab—in*ln Naphoth Dor (he was married to Taphath daughter of Solomon);"
    },
    {
        "o": 9660,
        "r": "niv:1 Kings:4:12",
        "t": "Baana*ln son of Ahilud—in Taanach and Megiddo, and in all of Beth Shan next to Zarethan below Jezreel, from Beth Shan to Abel Meholah across to Jokmeam;"
    },
    {
        "o": 9661,
        "r": "niv:1 Kings:4:13",
        "t": "Ben-Geber—in*ln Ramoth Gilead (the settlements of Jair son of Manasseh in Gilead were his, as well as the region of Argob in Bashan and its sixty large walled cities with bronze gate bars);"
    },
    {
        "o": 9662,
        "r": "niv:1 Kings:4:14",
        "t": "Ahinadab*ln son of Iddo—in Mahanaim;"
    },
    {
        "o": 9663,
        "r": "niv:1 Kings:4:15",
        "t": "Ahimaaz—in*ln Naphtali (he had married Basemath daughter of Solomon);"
    },
    {
        "o": 9664,
        "r": "niv:1 Kings:4:16",
        "t": "Baana*ln son of Hushai—in Asher and in Aloth;"
    },
    {
        "o": 9665,
        "r": "niv:1 Kings:4:17",
        "t": "Jehoshaphat*ln son of Paruah—in Issachar;"
    },
    {
        "o": 9666,
        "r": "niv:1 Kings:4:18",
        "t": "Shimei*ln son of Ela—in Benjamin;"
    },
    {
        "o": 9667,
        "r": "niv:1 Kings:4:19",
        "t": "Geber*ln son of Uri—in Gilead (the country of Sihon king of the Amorites and the country of Og king of Bashan). He was the only governor over the district."
    },
    {
        "o": 9668,
        "r": "niv:1 Kings:4:19",
        "t": "Solomon’s Daily Provisions",
        "h": 2
    },
    {
        "o": 9669,
        "r": "niv:1 Kings:4:20",
        "t": "The*p people of Judah and Israel were as numerous as the sand on the seashore; they ate, they drank and they were happy."
    },
    {
        "o": 9670,
        "r": "niv:1 Kings:4:21",
        "t": "And Solomon ruled over all the kingdoms from the Euphrates River to the land of the Philistines, as far as the border of Egypt. These countries brought tribute and were Solomon’s subjects all his life."
    },
    {
        "o": 9671,
        "r": "niv:1 Kings:4:22",
        "t": "Solomon’s*p daily provisions were thirty cors of the finest flour and sixty cors of meal,"
    },
    {
        "o": 9672,
        "r": "niv:1 Kings:4:23",
        "t": "ten head of stall-fed cattle, twenty of pasture-fed cattle and a hundred sheep and goats, as well as deer, gazelles, roebucks and choice fowl."
    },
    {
        "o": 9673,
        "r": "niv:1 Kings:4:24",
        "t": "For he ruled over all the kingdoms west of the Euphrates River, from Tiphsah to Gaza, and had peace on all sides."
    },
    {
        "o": 9674,
        "r": "niv:1 Kings:4:25",
        "t": "During Solomon’s lifetime Judah and Israel, from Dan to Beersheba, lived in safety, everyone under their own vine and under their own fig tree."
    },
    {
        "o": 9675,
        "r": "niv:1 Kings:4:26",
        "t": "Solomon*p had four thousand stalls for chariot horses, and twelve thousand horses."
    },
    {
        "o": 9676,
        "r": "niv:1 Kings:4:27",
        "t": "The*p district governors, each in his month, supplied provisions for King Solomon and all who came to the king’s table. They saw to it that nothing was lacking."
    },
    {
        "o": 9677,
        "r": "niv:1 Kings:4:28",
        "t": "They also brought to the proper place their quotas of barley and straw for the chariot horses and the other horses."
    },
    {
        "o": 9678,
        "r": "niv:1 Kings:4:28",
        "t": "Solomon’s Wisdom",
        "h": 2
    },
    {
        "o": 9679,
        "r": "niv:1 Kings:4:29",
        "t": "God*p gave Solomon wisdom and very great insight, and a breadth of understanding as measureless as the sand on the seashore."
    },
    {
        "o": 9680,
        "r": "niv:1 Kings:4:30",
        "t": "Solomon’s wisdom was greater than the wisdom of all the people of the East, and greater than all the wisdom of Egypt."
    },
    {
        "o": 9681,
        "r": "niv:1 Kings:4:31",
        "t": "He was wiser than anyone else, including Ethan the Ezrahite—wiser than Heman, Kalkol and Darda, the sons of Mahol. And his fame spread to all the surrounding nations."
    },
    {
        "o": 9682,
        "r": "niv:1 Kings:4:32",
        "t": "He spoke three thousand proverbs and his songs numbered a thousand and five."
    },
    {
        "o": 9683,
        "r": "niv:1 Kings:4:33",
        "t": "He spoke about plant life, from the cedar of Lebanon to the hyssop that grows out of walls. He also spoke about animals and birds, reptiles and fish."
    },
    {
        "o": 9684,
        "r": "niv:1 Kings:4:34",
        "t": "From all nations people came to listen to Solomon’s wisdom, sent by all the kings of the world, who had heard of his wisdom."
    }
]
