[
    {
        "o": 3561,
        "r": "kjv:Leviticus:24:0",
        "t": "Leviticus 24",
        "h": 1
    },
    {
        "o": 3562,
        "r": "kjv:Leviticus:24:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 3563,
        "r": "kjv:Leviticus:24:2",
        "t": "Command*p the children of Israel, that they bring unto thee pure oil olive beaten for the light, to cause the lamps to burn continually."
    },
    {
        "o": 3564,
        "r": "kjv:Leviticus:24:3",
        "t": "Without*p the veil of the testimony, in the tabernacle of the congregation, shall Aaron order it from the evening unto the morning before the Lord*s continually: it shall be a statute for ever in your generations."
    },
    {
        "o": 3565,
        "r": "kjv:Leviticus:24:4",
        "t": "He*p shall order the lamps upon the pure candlestick before the Lord*s continually."
    },
    {
        "o": 3566,
        "r": "kjv:Leviticus:24:5",
        "t": "And*p thou shalt take fine flour, and bake twelve cakes thereof: two tenth deals shall be in one cake."
    },
    {
        "o": 3567,
        "r": "kjv:Leviticus:24:6",
        "t": "And*p thou shalt set them in two rows, six on a row, upon the pure table before the Lord.*s"
    },
    {
        "o": 3568,
        "r": "kjv:Leviticus:24:7",
        "t": "And*p thou shalt put pure frankincense upon each row, that it may be on the bread for a memorial, even an offering made by fire unto the Lord.*s"
    },
    {
        "o": 3569,
        "r": "kjv:Leviticus:24:8",
        "t": "Every*p sabbath he shall set it in order before the Lord*s continually, being taken from the children of Israel by an everlasting covenant."
    },
    {
        "o": 3570,
        "r": "kjv:Leviticus:24:9",
        "t": "And*p it shall be Aaron's and his sons'; and they shall eat it in the holy place: for it is most holy unto him of the offerings of the Lord*s made by fire by a perpetual statute."
    },
    {
        "o": 3571,
        "r": "kjv:Leviticus:24:10",
        "t": "And*p the son of an Israelite woman, whose father was an Egyptian, went out among the children of Israel: and this son of the Israelite woman and a man of Israel strove together in the camp;"
    },
    {
        "o": 3572,
        "r": "kjv:Leviticus:24:11",
        "t": "And*p the Israelite woman's son blasphemed the name of the Lord,*s and cursed. And they brought him unto Moses: (and his mother's name was Shelomith, the daughter of Dibri, of the tribe of Dan:)"
    },
    {
        "o": 3573,
        "r": "kjv:Leviticus:24:12",
        "t": "And*p they put him in ward, that the mind of the Lord*s might be shewed them."
    },
    {
        "o": 3574,
        "r": "kjv:Leviticus:24:13",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 3575,
        "r": "kjv:Leviticus:24:14",
        "t": "Bring*p forth him that hath cursed without the camp; and let all that heard him lay their hands upon his head, and let all the congregation stone him."
    },
    {
        "o": 3576,
        "r": "kjv:Leviticus:24:15",
        "t": "And*p thou shalt speak unto the children of Israel, saying, Whosoever curseth his God shall bear his sin."
    },
    {
        "o": 3577,
        "r": "kjv:Leviticus:24:16",
        "t": "And*p he that blasphemeth the name of the Lord,*s he shall surely be put to death, and all the congregation shall certainly stone him: as well the stranger, as he that is born in the land, when he blasphemeth the name of the Lord,*s shall be put to death."
    },
    {
        "o": 3578,
        "r": "kjv:Leviticus:24:17",
        "t": "And*p he that killeth any man shall surely be put to death."
    },
    {
        "o": 3579,
        "r": "kjv:Leviticus:24:18",
        "t": "And*p he that killeth a beast shall make it good; beast for beast."
    },
    {
        "o": 3580,
        "r": "kjv:Leviticus:24:19",
        "t": "And*p if a man cause a blemish in his neighbour; as he hath done, so shall it be done to him;"
    },
    {
        "o": 3581,
        "r": "kjv:Leviticus:24:20",
        "t": "Breach*p for breach, eye for eye, tooth for tooth: as he hath caused a blemish in a man, so shall it be done to him again."
    },
    {
        "o": 3582,
        "r": "kjv:Leviticus:24:21",
        "t": "And*p he that killeth a beast, he shall restore it: and he that killeth a man, he shall be put to death."
    },
    {
        "o": 3583,
        "r": "kjv:Leviticus:24:22",
        "t": "Ye*p shall have one manner of law, as well for the stranger, as for one of your own country: for I am the Lord*s your God."
    },
    {
        "o": 3584,
        "r": "kjv:Leviticus:24:23",
        "t": "And*p Moses spake to the children of Israel, that they should bring forth him that had cursed out of the camp, and stone him with stones. And the children of Israel did as the Lord*s commanded Moses."
    }
]
