[
    {
        "o": 30704,
        "r": "nasb:Acts:18:0",
        "t": "Acts 18",
        "h": 1
    },
    {
        "o": 30705,
        "r": "nasb:Acts:18:0",
        "t": "Paul at Corinth",
        "h": 2
    },
    {
        "o": 30706,
        "r": "nasb:Acts:18:1",
        "t": "After*p these things he left Athens and went to Corinth."
    },
    {
        "o": 30707,
        "r": "nasb:Acts:18:2",
        "t": "And he found a Jew named Aquila, a native of Pontus, having recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to leave Rome. He came to them,"
    },
    {
        "o": 30708,
        "r": "nasb:Acts:18:3",
        "t": "and because he was of the same trade, he stayed with them and they were working, for by trade they were tent-makers."
    },
    {
        "o": 30709,
        "r": "nasb:Acts:18:4",
        "t": "And he was reasoning in the synagogue every Sabbath and trying to persuade Jews and Greeks."
    },
    {
        "o": 30710,
        "r": "nasb:Acts:18:5",
        "t": "But*p when Silas and Timothy came down from Macedonia, Paul began*i devoting himself completely to the word, solemnly testifying to the Jews that Jesus was the Christ."
    },
    {
        "o": 30711,
        "r": "nasb:Acts:18:6",
        "t": "But when they resisted and blasphemed, he shook out his garments and said to them, “Your blood be*i on your own heads! I am clean. From now on I will go to the Gentiles.”"
    },
    {
        "o": 30712,
        "r": "nasb:Acts:18:7",
        "t": "Then he left there and went to the house of a man named Titius Justus, a worshiper of God, whose house was next to the synagogue."
    },
    {
        "o": 30713,
        "r": "nasb:Acts:18:8",
        "t": "Crispus, the leader of the synagogue, believed in the Lord with all his household, and many of the Corinthians when they heard were believing and being baptized."
    },
    {
        "o": 30714,
        "r": "nasb:Acts:18:9",
        "t": "And the Lord said to Paul in the night by a vision, “Do*r not*r be*r afraid*r any*ir longer,*ir but*r go*r on*r speaking*r and*r do*r not*r be*r silent;*r"
    },
    {
        "o": 30715,
        "r": "nasb:Acts:18:10",
        "t": "for*r I*r am*r with*r you,*r and*r no*r man*r will*r attack*r you*r in*r order*r to*r harm*r you,*r for*r I*r have*r many*r people*r in*r this*r city.”*r"
    },
    {
        "o": 30716,
        "r": "nasb:Acts:18:11",
        "t": "And he settled there*i a year and six months, teaching the word of God among them."
    },
    {
        "o": 30717,
        "r": "nasb:Acts:18:12",
        "t": "But*p while Gallio was proconsul of Achaia, the Jews with one accord rose up against Paul and brought him before the judgment seat,"
    },
    {
        "o": 30718,
        "r": "nasb:Acts:18:13",
        "t": "saying, “This man persuades men to worship God contrary to the law.”"
    },
    {
        "o": 30719,
        "r": "nasb:Acts:18:14",
        "t": "But when Paul was about to open his mouth, Gallio said to the Jews, “If it were a matter of wrong or of vicious crime, O Jews, it would be reasonable for me to put up with you;"
    },
    {
        "o": 30720,
        "r": "nasb:Acts:18:15",
        "t": "but if there are questions about words and names and your own law, look after it yourselves; I am unwilling to be a judge of these matters.”"
    },
    {
        "o": 30721,
        "r": "nasb:Acts:18:16",
        "t": "And he drove them away from the judgment seat."
    },
    {
        "o": 30722,
        "r": "nasb:Acts:18:17",
        "t": "And they all took hold of Sosthenes, the leader of the synagogue, and began*i beating him in front of the judgment seat. But Gallio was not concerned about any of these things."
    },
    {
        "o": 30723,
        "r": "nasb:Acts:18:18",
        "t": "Paul,*p having remained many days longer, took leave of the brethren and put out to sea for Syria, and with him were Priscilla and Aquila. In Cenchrea he had his hair cut, for he was keeping a vow."
    },
    {
        "o": 30724,
        "r": "nasb:Acts:18:19",
        "t": "They came to Ephesus, and he left them there. Now he himself entered the synagogue and reasoned with the Jews."
    },
    {
        "o": 30725,
        "r": "nasb:Acts:18:20",
        "t": "When they asked him to stay for a longer time, he did not consent,"
    },
    {
        "o": 30726,
        "r": "nasb:Acts:18:21",
        "t": "but taking leave of them and saying, “I will return to you again if God wills,” he set sail from Ephesus."
    },
    {
        "o": 30727,
        "r": "nasb:Acts:18:22",
        "t": "When*p he had landed at Caesarea, he went up and greeted the church, and went down to Antioch."
    },
    {
        "o": 30728,
        "r": "nasb:Acts:18:22",
        "t": "Third Missionary Journey",
        "h": 2
    },
    {
        "o": 30729,
        "r": "nasb:Acts:18:23",
        "t": "And*p having spent some time there,*i he left and passed successively through the Galatian region and Phrygia, strengthening all the disciples."
    },
    {
        "o": 30730,
        "r": "nasb:Acts:18:24",
        "t": "Now*p a Jew named Apollos, an Alexandrian by birth, an eloquent man, came to Ephesus; and he was mighty in the Scriptures."
    },
    {
        "o": 30731,
        "r": "nasb:Acts:18:25",
        "t": "This man had been instructed in the way of the Lord; and being fervent in spirit, he was speaking and teaching accurately the things concerning Jesus, being acquainted only with the baptism of John;"
    },
    {
        "o": 30732,
        "r": "nasb:Acts:18:26",
        "t": "and he began to speak out boldly in the synagogue. But when Priscilla and Aquila heard him, they took him aside and explained to him the way of God more accurately."
    },
    {
        "o": 30733,
        "r": "nasb:Acts:18:27",
        "t": "And when he wanted to go across to Achaia, the brethren encouraged him and wrote to the disciples to welcome him; and when he had arrived, he greatly helped those who had believed through grace,"
    },
    {
        "o": 30734,
        "r": "nasb:Acts:18:28",
        "t": "for he powerfully refuted the Jews in public, demonstrating by the Scriptures that Jesus was the Christ."
    }
]
