[
    {
        "o": 10911,
        "r": "nkjv:2 Kings:13:0",
        "t": "2 Kings 13",
        "h": 1
    },
    {
        "o": 10912,
        "r": "nkjv:2 Kings:13:0",
        "t": "Jehoahaz Reigns in Israel",
        "h": 2
    },
    {
        "o": 10913,
        "r": "nkjv:2 Kings:13:1",
        "t": "In*p the twenty-third year of Joash the son of Ahaziah, king of Judah, Jehoahaz the son of Jehu became king over Israel in Samaria, and*i reigned*i seventeen years."
    },
    {
        "o": 10914,
        "r": "nkjv:2 Kings:13:2",
        "t": "And he did evil in the sight of the Lord,*s and followed the sins of Jeroboam the son of Nebat, who had made Israel sin. He did not depart from them."
    },
    {
        "o": 10915,
        "r": "nkjv:2 Kings:13:3",
        "t": "Then*p the anger of the Lord*s was aroused against Israel, and He delivered them into the hand of Hazael king of Syria, and into the hand of Ben-Hadad the son of Hazael, all their*i days."
    },
    {
        "o": 10916,
        "r": "nkjv:2 Kings:13:4",
        "t": "So Jehoahaz pleaded with the Lord,*s and the Lord*s listened to him; for He saw the oppression of Israel, because the king of Syria oppressed them."
    },
    {
        "o": 10917,
        "r": "nkjv:2 Kings:13:5",
        "t": "Then the Lord*s gave Israel a deliverer, so that they escaped from under the hand of the Syrians; and the children of Israel dwelt in their tents as before."
    },
    {
        "o": 10918,
        "r": "nkjv:2 Kings:13:6",
        "t": "Nevertheless they did not depart from the sins of the house of Jeroboam, who had made Israel sin, but*i walked in them; and the wooden image also remained in Samaria."
    },
    {
        "o": 10919,
        "r": "nkjv:2 Kings:13:7",
        "t": "For He left of the army of Jehoahaz only fifty horsemen, ten chariots, and ten thousand foot soldiers; for the king of Syria had destroyed them and made them like the dust at threshing."
    },
    {
        "o": 10920,
        "r": "nkjv:2 Kings:13:8",
        "t": "Now*p the rest of the acts of Jehoahaz, all that he did, and his might, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10921,
        "r": "nkjv:2 Kings:13:9",
        "t": "So Jehoahaz rested with his fathers, and they buried him in Samaria. Then Joash his son reigned in his place."
    },
    {
        "o": 10922,
        "r": "nkjv:2 Kings:13:9",
        "t": "Jehoash Reigns in Israel",
        "h": 2
    },
    {
        "o": 10923,
        "r": "nkjv:2 Kings:13:10",
        "t": "In*p the thirty-seventh year of Joash king of Judah, Jehoash the son of Jehoahaz became king over Israel in Samaria, and*i reigned*i sixteen years."
    },
    {
        "o": 10924,
        "r": "nkjv:2 Kings:13:11",
        "t": "And he did evil in the sight of the Lord.*s He did not depart from all the sins of Jeroboam the son of Nebat, who made Israel sin, but*i walked in them."
    },
    {
        "o": 10925,
        "r": "nkjv:2 Kings:13:12",
        "t": "Now*p the rest of the acts of Joash, all that he did, and his might with which he fought against Amaziah king of Judah, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10926,
        "r": "nkjv:2 Kings:13:13",
        "t": "So Joash rested with his fathers. Then Jeroboam sat on his throne. And Joash was buried in Samaria with the kings of Israel."
    },
    {
        "o": 10927,
        "r": "nkjv:2 Kings:13:13",
        "t": "Death of Elisha",
        "h": 2
    },
    {
        "o": 10928,
        "r": "nkjv:2 Kings:13:14",
        "t": "Elisha*p had become sick with the illness of which he would die. Then Joash the king of Israel came down to him, and wept over his face, and said, “O my father, my father, the chariots of Israel and their horsemen!”"
    },
    {
        "o": 10929,
        "r": "nkjv:2 Kings:13:15",
        "t": "And*p Elisha said to him, “Take a bow and some arrows.” So he took himself a bow and some arrows."
    },
    {
        "o": 10930,
        "r": "nkjv:2 Kings:13:16",
        "t": "Then he said to the king of Israel, “Put your hand on the bow.” So he put his hand on*i it,*i and Elisha put his hands on the king’s hands."
    },
    {
        "o": 10931,
        "r": "nkjv:2 Kings:13:17",
        "t": "And he said, “Open the east window”; and he opened it.*i Then Elisha said, “Shoot”; and he shot. And he said, “The arrow of the Lord’s*s deliverance and the arrow of deliverance from Syria; for you must strike the Syrians at Aphek till you have destroyed them.”*i"
    },
    {
        "o": 10932,
        "r": "nkjv:2 Kings:13:18",
        "t": "Then he said, “Take the arrows”; so he took them.*i And he said to the king of Israel, “Strike the ground”; so he struck three times, and stopped."
    },
    {
        "o": 10933,
        "r": "nkjv:2 Kings:13:19",
        "t": "And the man of God was angry with him, and said, “You should have struck five or six times; then you would have struck Syria till you had destroyed it!*i But now you will strike Syria only*i three times.”"
    },
    {
        "o": 10934,
        "r": "nkjv:2 Kings:13:20",
        "t": "Then*p Elisha died, and they buried him. And the raiding*i bands from Moab invaded the land in the spring of the year."
    },
    {
        "o": 10935,
        "r": "nkjv:2 Kings:13:21",
        "t": "So it was, as they were burying a man, that suddenly they spied a band of*i raiders;*i and they put the man in the tomb of Elisha; and when the man was let down and touched the bones of Elisha, he revived and stood on his feet."
    },
    {
        "o": 10936,
        "r": "nkjv:2 Kings:13:21",
        "t": "Israel Recaptures Cities from Syria",
        "h": 2
    },
    {
        "o": 10937,
        "r": "nkjv:2 Kings:13:22",
        "t": "And*p Hazael king of Syria oppressed Israel all the days of Jehoahaz."
    },
    {
        "o": 10938,
        "r": "nkjv:2 Kings:13:23",
        "t": "But the Lord*s was gracious to them, had compassion on them, and regarded them, because of His covenant with Abraham, Isaac, and Jacob, and would not yet destroy them or cast them from His presence."
    },
    {
        "o": 10939,
        "r": "nkjv:2 Kings:13:24",
        "t": "Now*p Hazael king of Syria died. Then Ben-Hadad his son reigned in his place."
    },
    {
        "o": 10940,
        "r": "nkjv:2 Kings:13:25",
        "t": "And Jehoash the son of Jehoahaz recaptured from the hand of Ben-Hadad, the son of Hazael, the cities which he had taken out of the hand of Jehoahaz his father by war. Three times Joash defeated him and recaptured the cities of Israel."
    }
]
