[
    {
        "o": 34200,
        "r": "esv:1 John:1:0",
        "t": "1 John 1",
        "h": 1
    },
    {
        "o": 34201,
        "r": "esv:1 John:1:0",
        "t": "The Word of Life",
        "h": 2
    },
    {
        "o": 34202,
        "r": "esv:1 John:1:1",
        "t": "That*p which was from the beginning, which we have heard, which we have seen with our eyes, which we looked upon and have touched with our hands, concerning the word of life—"
    },
    {
        "o": 34203,
        "r": "esv:1 John:1:2",
        "t": "the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—"
    },
    {
        "o": 34204,
        "r": "esv:1 John:1:3",
        "t": "that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ."
    },
    {
        "o": 34205,
        "r": "esv:1 John:1:4",
        "t": "And we are writing these things so that our joy may be complete."
    },
    {
        "o": 34206,
        "r": "esv:1 John:1:4",
        "t": "Walking in the Light",
        "h": 2
    },
    {
        "o": 34207,
        "r": "esv:1 John:1:5",
        "t": "This*p is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all."
    },
    {
        "o": 34208,
        "r": "esv:1 John:1:6",
        "t": "If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth."
    },
    {
        "o": 34209,
        "r": "esv:1 John:1:7",
        "t": "But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin."
    },
    {
        "o": 34210,
        "r": "esv:1 John:1:8",
        "t": "If we say we have no sin, we deceive ourselves, and the truth is not in us."
    },
    {
        "o": 34211,
        "r": "esv:1 John:1:9",
        "t": "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."
    },
    {
        "o": 34212,
        "r": "esv:1 John:1:10",
        "t": "If we say we have not sinned, we make him a liar, and his word is not in us."
    }
]
