[
    {
        "o": 23645,
        "r": "esv:Ezekiel:33:0",
        "t": "Ezekiel 33",
        "h": 1
    },
    {
        "o": 23646,
        "r": "esv:Ezekiel:33:0",
        "t": "Ezekiel Is Israel’s Watchman",
        "h": 2
    },
    {
        "o": 23647,
        "r": "esv:Ezekiel:33:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23648,
        "r": "esv:Ezekiel:33:2",
        "t": "“Son of man, speak to your people and say to them, If I bring the sword upon a land, and the people of the land take a man from among them, and make him their watchman,"
    },
    {
        "o": 23649,
        "r": "esv:Ezekiel:33:3",
        "t": "and if he sees the sword coming upon the land and blows the trumpet and warns the people,"
    },
    {
        "o": 23650,
        "r": "esv:Ezekiel:33:4",
        "t": "then if anyone who hears the sound of the trumpet does not take warning, and the sword comes and takes him away, his blood shall be upon his own head."
    },
    {
        "o": 23651,
        "r": "esv:Ezekiel:33:5",
        "t": "He heard the sound of the trumpet and did not take warning; his blood shall be upon himself. But if he had taken warning, he would have saved his life."
    },
    {
        "o": 23652,
        "r": "esv:Ezekiel:33:6",
        "t": "But if the watchman sees the sword coming and does not blow the trumpet, so that the people are not warned, and the sword comes and takes any one of them, that person is taken away in his iniquity, but his blood I will require at the watchman’s hand."
    },
    {
        "o": 23653,
        "r": "esv:Ezekiel:33:7",
        "t": "“So*p you, son of man, I have made a watchman for the house of Israel. Whenever you hear a word from my mouth, you shall give them warning from me."
    },
    {
        "o": 23654,
        "r": "esv:Ezekiel:33:8",
        "t": "If I say to the wicked, O wicked one, you shall surely die, and you do not speak to warn the wicked to turn from his way, that wicked person shall die in his iniquity, but his blood I will require at your hand."
    },
    {
        "o": 23655,
        "r": "esv:Ezekiel:33:9",
        "t": "But if you warn the wicked to turn from his way, and he does not turn from his way, that person shall die in his iniquity, but you will have delivered your soul."
    },
    {
        "o": 23656,
        "r": "esv:Ezekiel:33:9",
        "t": "Why Will You Die, Israel?",
        "h": 2
    },
    {
        "o": 23657,
        "r": "esv:Ezekiel:33:10",
        "t": "“And*p you, son of man, say to the house of Israel, Thus have you said: ‘Surely our transgressions and our sins are upon us, and we rot away because of them. How then can we live?’"
    },
    {
        "o": 23658,
        "r": "esv:Ezekiel:33:11",
        "t": "Say to them, As I live, declares the Lord God,*s I have no pleasure in the death of the wicked, but that the wicked turn from his way and live; turn back, turn back from your evil ways, for why will you die, O house of Israel?"
    },
    {
        "o": 23659,
        "r": "esv:Ezekiel:33:12",
        "t": "“And*p you, son of man, say to your people, The righteousness of the righteous shall not deliver him when he transgresses, and as for the wickedness of the wicked, he shall not fall by it when he turns from his wickedness, and the righteous shall not be able to live by his righteousness when he sins."
    },
    {
        "o": 23660,
        "r": "esv:Ezekiel:33:13",
        "t": "Though I say to the righteous that he shall surely live, yet if he trusts in his righteousness and does injustice, none of his righteous deeds shall be remembered, but in his injustice that he has done he shall die."
    },
    {
        "o": 23661,
        "r": "esv:Ezekiel:33:14",
        "t": "Again, though I say to the wicked, ‘You shall surely die,’ yet if he turns from his sin and does what is just and right,"
    },
    {
        "o": 23662,
        "r": "esv:Ezekiel:33:15",
        "t": "if the wicked restores the pledge, gives back what he has taken by robbery, and walks in the statutes of life, not doing injustice, he shall surely live; he shall not die."
    },
    {
        "o": 23663,
        "r": "esv:Ezekiel:33:16",
        "t": "None of the sins that he has committed shall be remembered against him. He has done what is just and right; he shall surely live."
    },
    {
        "o": 23664,
        "r": "esv:Ezekiel:33:17",
        "t": "“Yet*p your people say, ‘The way of the Lord is not just,’ when it is their own way that is not just."
    },
    {
        "o": 23665,
        "r": "esv:Ezekiel:33:18",
        "t": "When the righteous turns from his righteousness and does injustice, he shall die for it."
    },
    {
        "o": 23666,
        "r": "esv:Ezekiel:33:19",
        "t": "And when the wicked turns from his wickedness and does what is just and right, he shall live by this."
    },
    {
        "o": 23667,
        "r": "esv:Ezekiel:33:20",
        "t": "Yet you say, ‘The way of the Lord is not just.’ O house of Israel, I will judge each of you according to his ways.”"
    },
    {
        "o": 23668,
        "r": "esv:Ezekiel:33:20",
        "t": "Jerusalem Struck Down",
        "h": 2
    },
    {
        "o": 23669,
        "r": "esv:Ezekiel:33:21",
        "t": "In*p the twelfth year of our exile, in the tenth month, on the fifth day of the month, a fugitive from Jerusalem came to me and said, “The city has been struck down.”"
    },
    {
        "o": 23670,
        "r": "esv:Ezekiel:33:22",
        "t": "Now the hand of the Lord*s had been upon me the evening before the fugitive came; and he had opened my mouth by the time the man came to me in the morning, so my mouth was opened, and I was no longer mute."
    },
    {
        "o": 23671,
        "r": "esv:Ezekiel:33:23",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23672,
        "r": "esv:Ezekiel:33:24",
        "t": "“Son of man, the inhabitants of these waste places in the land of Israel keep saying, ‘Abraham was only one man, yet he got possession of the land; but we are many; the land is surely given us to possess.’"
    },
    {
        "o": 23673,
        "r": "esv:Ezekiel:33:25",
        "t": "Therefore say to them, Thus says the Lord God:*s You eat flesh with the blood and lift up your eyes to your idols and shed blood; shall you then possess the land?"
    },
    {
        "o": 23674,
        "r": "esv:Ezekiel:33:26",
        "t": "You rely on the sword, you commit abominations, and each of you defiles his neighbor’s wife; shall you then possess the land?"
    },
    {
        "o": 23675,
        "r": "esv:Ezekiel:33:27",
        "t": "Say this to them, Thus says the Lord God:*s As I live, surely those who are in the waste places shall fall by the sword, and whoever is in the open field I will give to the beasts to be devoured, and those who are in strongholds and in caves shall die by pestilence."
    },
    {
        "o": 23676,
        "r": "esv:Ezekiel:33:28",
        "t": "And I will make the land a desolation and a waste, and her proud might shall come to an end, and the mountains of Israel shall be so desolate that none will pass through."
    },
    {
        "o": 23677,
        "r": "esv:Ezekiel:33:29",
        "t": "Then they will know that I am the Lord,*s when I have made the land a desolation and a waste because of all their abominations that they have committed."
    },
    {
        "o": 23678,
        "r": "esv:Ezekiel:33:30",
        "t": "“As*p for you, son of man, your people who talk together about you by the walls and at the doors of the houses, say to one another, each to his brother, ‘Come, and hear what the word is that comes from the Lord.’*s"
    },
    {
        "o": 23679,
        "r": "esv:Ezekiel:33:31",
        "t": "And they come to you as people come, and they sit before you as my people, and they hear what you say but they will not do it; for with lustful talk in their mouths they act; their heart is set on their gain."
    },
    {
        "o": 23680,
        "r": "esv:Ezekiel:33:32",
        "t": "And behold, you are to them like one who sings lustful songs with a beautiful voice and plays well on an instrument, for they hear what you say, but they will not do it."
    },
    {
        "o": 23681,
        "r": "esv:Ezekiel:33:33",
        "t": "When this comes— and come it will!— then they will know that a prophet has been among them.”"
    }
]
