[
    {
        "o": 12594,
        "r": "esv:2 Chronicles:13:0",
        "t": "2 Chronicles 13",
        "h": 1
    },
    {
        "o": 12595,
        "r": "esv:2 Chronicles:13:0",
        "t": "Abijah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12596,
        "r": "esv:2 Chronicles:13:1",
        "t": "In*p the eighteenth year of King Jeroboam, Abijah began to reign over Judah."
    },
    {
        "o": 12597,
        "r": "esv:2 Chronicles:13:2",
        "t": "He reigned for three years in Jerusalem. His mother’s name was Micaiah the daughter of Uriel of Gibeah. Now*p there was war between Abijah and Jeroboam."
    },
    {
        "o": 12598,
        "r": "esv:2 Chronicles:13:3",
        "t": "Abijah went out to battle, having an army of valiant men of war, 400,000 chosen men. And Jeroboam drew up his line of battle against him with 800,000 chosen mighty warriors."
    },
    {
        "o": 12599,
        "r": "esv:2 Chronicles:13:4",
        "t": "Then Abijah stood up on Mount Zemaraim that is in the hill country of Ephraim and said, “Hear me, O Jeroboam and all Israel!"
    },
    {
        "o": 12600,
        "r": "esv:2 Chronicles:13:5",
        "t": "Ought you not to know that the Lord*s God of Israel gave the kingship over Israel forever to David and his sons by a covenant of salt?"
    },
    {
        "o": 12601,
        "r": "esv:2 Chronicles:13:6",
        "t": "Yet Jeroboam the son of Nebat, a servant of Solomon the son of David, rose up and rebelled against his lord,"
    },
    {
        "o": 12602,
        "r": "esv:2 Chronicles:13:7",
        "t": "and certain worthless scoundrels gathered about him and defied Rehoboam the son of Solomon, when Rehoboam was young and irresolute and could not withstand them."
    },
    {
        "o": 12603,
        "r": "esv:2 Chronicles:13:8",
        "t": "“And*p now you think to withstand the kingdom of the Lord*s in the hand of the sons of David, because you are a great multitude and have with you the golden calves that Jeroboam made you for gods."
    },
    {
        "o": 12604,
        "r": "esv:2 Chronicles:13:9",
        "t": "Have you not driven out the priests of the Lord,*s the sons of Aaron, and the Levites, and made priests for yourselves like the peoples of other lands? Whoever comes for ordination with a young bull or seven rams becomes a priest of what are not gods."
    },
    {
        "o": 12605,
        "r": "esv:2 Chronicles:13:10",
        "t": "But as for us, the Lord*s is our God, and we have not forsaken him. We have priests ministering to the Lord*s who are sons of Aaron, and Levites for their service."
    },
    {
        "o": 12606,
        "r": "esv:2 Chronicles:13:11",
        "t": "They offer to the Lord*s every morning and every evening burnt offerings and incense of sweet spices, set out the showbread on the table of pure gold, and care for the golden lampstand that its lamps may burn every evening. For we keep the charge of the Lord*s our God, but you have forsaken him."
    },
    {
        "o": 12607,
        "r": "esv:2 Chronicles:13:12",
        "t": "Behold, God is with us at our head, and his priests with their battle trumpets to sound the call to battle against you. O sons of Israel, do not fight against the Lord,*s the God of your fathers, for you cannot succeed.”"
    },
    {
        "o": 12608,
        "r": "esv:2 Chronicles:13:13",
        "t": "Jeroboam*p had sent an ambush around to come upon them from behind. Thus his troops were in front of Judah, and the ambush was behind them."
    },
    {
        "o": 12609,
        "r": "esv:2 Chronicles:13:14",
        "t": "And when Judah looked, behold, the battle was in front of and behind them. And they cried to the Lord,*s and the priests blew the trumpets."
    },
    {
        "o": 12610,
        "r": "esv:2 Chronicles:13:15",
        "t": "Then the men of Judah raised the battle shout. And when the men of Judah shouted, God defeated Jeroboam and all Israel before Abijah and Judah."
    },
    {
        "o": 12611,
        "r": "esv:2 Chronicles:13:16",
        "t": "The men of Israel fled before Judah, and God gave them into their hand."
    },
    {
        "o": 12612,
        "r": "esv:2 Chronicles:13:17",
        "t": "Abijah and his people struck them with great force, so there fell slain of Israel 500,000 chosen men."
    },
    {
        "o": 12613,
        "r": "esv:2 Chronicles:13:18",
        "t": "Thus the men of Israel were subdued at that time, and the men of Judah prevailed, because they relied on the Lord,*s the God of their fathers."
    },
    {
        "o": 12614,
        "r": "esv:2 Chronicles:13:19",
        "t": "And Abijah pursued Jeroboam and took cities from him, Bethel with its villages and Jeshanah with its villages and Ephron with its villages."
    },
    {
        "o": 12615,
        "r": "esv:2 Chronicles:13:20",
        "t": "Jeroboam did not recover his power in the days of Abijah. And the Lord*s struck him down, and he died."
    },
    {
        "o": 12616,
        "r": "esv:2 Chronicles:13:21",
        "t": "But Abijah grew mighty. And he took fourteen wives and had twenty-two sons and sixteen daughters."
    },
    {
        "o": 12617,
        "r": "esv:2 Chronicles:13:22",
        "t": "The rest of the acts of Abijah, his ways and his sayings, are written in the story of the prophet Iddo."
    }
]
