[
    {
        "o": 14233,
        "r": "csb:Esther:6:0",
        "t": "Esther 6",
        "h": 1
    },
    {
        "o": 14234,
        "r": "csb:Esther:6:0",
        "t": "Mordecai Honored by the King",
        "h": 2
    },
    {
        "o": 14235,
        "r": "csb:Esther:6:1",
        "t": "That*p night sleep escaped the king, so he ordered the book recording daily events to be brought and read to the king."
    },
    {
        "o": 14236,
        "r": "csb:Esther:6:2",
        "t": "They found the written report of how Mordecai had informed on Bigthana and Teresh, two of the king’s eunuchs who guarded the entrance, when they planned to assassinate King Ahasuerus."
    },
    {
        "o": 14237,
        "r": "csb:Esther:6:3",
        "t": "The king inquired, “What honor and special recognition have been given to Mordecai for this act?” The*p king’s personal attendants replied, “Nothing has been done for him.”"
    },
    {
        "o": 14238,
        "r": "csb:Esther:6:4",
        "t": "The*p king asked, “Who is in the court?” Now Haman was just entering the outer court of the palace to ask the king to hang Mordecai on the gallows he had prepared for him."
    },
    {
        "o": 14239,
        "r": "csb:Esther:6:5",
        "t": "The*p king’s attendants answered him, “Haman is there, standing in the court.” “Have*p him enter,” the king ordered."
    },
    {
        "o": 14240,
        "r": "csb:Esther:6:6",
        "t": "Haman entered, and the king asked him, “What should be done for the man the king wants to honor?” Haman*p thought to himself, “Who is it the king would want to honor more than me?”"
    },
    {
        "o": 14241,
        "r": "csb:Esther:6:7",
        "t": "Haman told the king, “For the man the king wants to honor:"
    },
    {
        "o": 14242,
        "r": "csb:Esther:6:8",
        "t": "Have them bring a royal garment that the king himself has worn and a horse the king himself has ridden, which has a royal crown on its head."
    },
    {
        "o": 14243,
        "r": "csb:Esther:6:9",
        "t": "Put the garment and the horse under the charge of one of the king’s most noble officials. Have them clothe the man the king wants to honor, parade him on the horse through the city square, and call out before him, ‘This is what is done for the man the king wants to honor.’”"
    },
    {
        "o": 14244,
        "r": "csb:Esther:6:10",
        "t": "The*p king told Haman, “Hurry, and do just as you proposed. Take a garment and a horse for Mordecai the Jew, who is sitting at the King’s Gate. Do not leave out anything you have suggested.”"
    },
    {
        "o": 14245,
        "r": "csb:Esther:6:11",
        "t": "So*p Haman took the garment and the horse. He clothed Mordecai and paraded him through the city square, calling out before him, “This is what is done for the man the king wants to honor.”"
    },
    {
        "o": 14246,
        "r": "csb:Esther:6:12",
        "t": "Then*p Mordecai returned to the King’s Gate, but Haman hurried off for home, mournful and with his head covered."
    },
    {
        "o": 14247,
        "r": "csb:Esther:6:13",
        "t": "Haman told his wife Zeresh and all his friends everything that had happened. His advisers and his wife Zeresh said to him, “Since Mordecai is Jewish, and you have begun to fall before him, you won’t overcome him, because your downfall is certain.”"
    },
    {
        "o": 14248,
        "r": "csb:Esther:6:14",
        "t": "While they were still speaking with him, the king’s eunuchs arrived and rushed Haman to the banquet Esther had prepared."
    }
]
