[
    {
        "o": 9525,
        "r": "nasb:1 Kings:1:0",
        "t": "1 Kings 1",
        "h": 1
    },
    {
        "o": 9526,
        "r": "nasb:1 Kings:1:0",
        "t": "David in Old Age",
        "h": 2
    },
    {
        "o": 9527,
        "r": "nasb:1 Kings:1:1",
        "t": "Now*p King David was old, advanced in age; and they covered him with clothes, but he could not keep warm."
    },
    {
        "o": 9528,
        "r": "nasb:1 Kings:1:2",
        "t": "So his servants said to him, “Let them seek a young virgin for my lord the king, and let her attend the king and become his nurse; and let her lie in your bosom, that my lord the king may keep warm.”"
    },
    {
        "o": 9529,
        "r": "nasb:1 Kings:1:3",
        "t": "So they searched for a beautiful girl throughout all the territory of Israel, and found Abishag the Shunammite, and brought her to the king."
    },
    {
        "o": 9530,
        "r": "nasb:1 Kings:1:4",
        "t": "The girl was very beautiful; and she became the king’s nurse and served him, but the king did not cohabit with her."
    },
    {
        "o": 9531,
        "r": "nasb:1 Kings:1:5",
        "t": "Now*p Adonijah the son of Haggith exalted himself, saying, “I will be king.” So he prepared for himself chariots and horsemen with fifty men to run before him."
    },
    {
        "o": 9532,
        "r": "nasb:1 Kings:1:6",
        "t": "His father had never crossed him at any time by asking, “Why have you done so?” And he was also a very handsome man, and he was born after Absalom."
    },
    {
        "o": 9533,
        "r": "nasb:1 Kings:1:7",
        "t": "He had conferred with Joab the son of Zeruiah and with Abiathar the priest; and following Adonijah they helped him."
    },
    {
        "o": 9534,
        "r": "nasb:1 Kings:1:8",
        "t": "But Zadok the priest, Benaiah the son of Jehoiada, Nathan the prophet, Shimei, Rei, and the mighty men who belonged to David, were not with Adonijah."
    },
    {
        "o": 9535,
        "r": "nasb:1 Kings:1:9",
        "t": "Adonijah*p sacrificed sheep and oxen and fatlings by the stone of Zoheleth, which is beside En-rogel; and he invited all his brothers, the king’s sons, and all the men of Judah, the king’s servants."
    },
    {
        "o": 9536,
        "r": "nasb:1 Kings:1:10",
        "t": "But he did not invite Nathan the prophet, Benaiah, the mighty men, and Solomon his brother."
    },
    {
        "o": 9537,
        "r": "nasb:1 Kings:1:10",
        "t": "Nathan and Bathsheba",
        "h": 2
    },
    {
        "o": 9538,
        "r": "nasb:1 Kings:1:11",
        "t": "Then*p Nathan spoke to Bathsheba the mother of Solomon, saying, “Have you not heard that Adonijah the son of Haggith has become king, and David our lord does not know it?*i"
    },
    {
        "o": 9539,
        "r": "nasb:1 Kings:1:12",
        "t": "So now come, please let me give you counsel and save your life and the life of your son Solomon."
    },
    {
        "o": 9540,
        "r": "nasb:1 Kings:1:13",
        "t": "Go at once to King David and say to him, ‘Have you not, my lord, O king, sworn to your maidservant, saying, “Surely Solomon your son shall be king after me, and he shall sit on my throne”? Why then has Adonijah become king?’"
    },
    {
        "o": 9541,
        "r": "nasb:1 Kings:1:14",
        "t": "Behold, while you are still there speaking with the king, I will come in after you and confirm your words.”"
    },
    {
        "o": 9542,
        "r": "nasb:1 Kings:1:15",
        "t": "So*p Bathsheba went in to the king in the bedroom. Now the king was very old, and Abishag the Shunammite was ministering to the king."
    },
    {
        "o": 9543,
        "r": "nasb:1 Kings:1:16",
        "t": "Then Bathsheba bowed and prostrated herself before the king. And the king said, “What do you wish?”"
    },
    {
        "o": 9544,
        "r": "nasb:1 Kings:1:17",
        "t": "She said to him, “My lord, you swore to your maidservant by the Lord*s your God, saying,*i ‘Surely your son Solomon shall be king after me and he shall sit on my throne.’"
    },
    {
        "o": 9545,
        "r": "nasb:1 Kings:1:18",
        "t": "Now, behold, Adonijah is king; and now, my lord the king, you do not know it.*i"
    },
    {
        "o": 9546,
        "r": "nasb:1 Kings:1:19",
        "t": "He has sacrificed oxen and fatlings and sheep in abundance, and has invited all the sons of the king and Abiathar the priest and Joab the commander of the army, but he has not invited Solomon your servant."
    },
    {
        "o": 9547,
        "r": "nasb:1 Kings:1:20",
        "t": "As for you now, my lord the king, the eyes of all Israel are on you, to tell them who shall sit on the throne of my lord the king after him."
    },
    {
        "o": 9548,
        "r": "nasb:1 Kings:1:21",
        "t": "Otherwise it will come about, as soon as my lord the king sleeps with his fathers, that I and my son Solomon will be considered offenders.”"
    },
    {
        "o": 9549,
        "r": "nasb:1 Kings:1:22",
        "t": "Behold,*p while she was still speaking with the king, Nathan the prophet came in."
    },
    {
        "o": 9550,
        "r": "nasb:1 Kings:1:23",
        "t": "They told the king, saying, “Here is Nathan the prophet.” And when he came in before the king, he prostrated himself before the king with his face to the ground."
    },
    {
        "o": 9551,
        "r": "nasb:1 Kings:1:24",
        "t": "Then Nathan said, “My lord the king, have you said, ‘Adonijah shall be king after me, and he shall sit on my throne’?"
    },
    {
        "o": 9552,
        "r": "nasb:1 Kings:1:25",
        "t": "For he has gone down today and has sacrificed oxen and fatlings and sheep in abundance, and has invited all the king’s sons and the commanders of the army and Abiathar the priest, and behold, they are eating and drinking before him; and they say, ‘Long*i live King Adonijah!’"
    },
    {
        "o": 9553,
        "r": "nasb:1 Kings:1:26",
        "t": "But me, even*i me your servant, and Zadok the priest and Benaiah the son of Jehoiada and your servant Solomon, he has not invited."
    },
    {
        "o": 9554,
        "r": "nasb:1 Kings:1:27",
        "t": "Has this thing been done by my lord the king, and you have not shown to your servants who should sit on the throne of my lord the king after him?”"
    },
    {
        "o": 9555,
        "r": "nasb:1 Kings:1:28",
        "t": "Then*p King David said, “Call Bathsheba to me.” And she came into the king’s presence and stood before the king."
    },
    {
        "o": 9556,
        "r": "nasb:1 Kings:1:29",
        "t": "The king vowed and said, “As the Lord*s lives, who has redeemed my life from all distress,"
    },
    {
        "o": 9557,
        "r": "nasb:1 Kings:1:30",
        "t": "surely as I vowed to you by the Lord*s the God of Israel, saying, ‘Your son Solomon shall be king after me, and he shall sit on my throne in my place’; I will indeed do so this day.”"
    },
    {
        "o": 9558,
        "r": "nasb:1 Kings:1:31",
        "t": "Then Bathsheba bowed with her face to the ground, and prostrated herself before the king and said, “May my lord King David live forever.”"
    },
    {
        "o": 9559,
        "r": "nasb:1 Kings:1:32",
        "t": "Then*p King David said, “Call to me Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada.” And they came into the king’s presence."
    },
    {
        "o": 9560,
        "r": "nasb:1 Kings:1:33",
        "t": "The king said to them, “Take with you the servants of your lord, and have my son Solomon ride on my own mule, and bring him down to Gihon."
    },
    {
        "o": 9561,
        "r": "nasb:1 Kings:1:34",
        "t": "Let Zadok the priest and Nathan the prophet anoint him there as king over Israel, and blow the trumpet and say, ‘Long*i live King Solomon!’"
    },
    {
        "o": 9562,
        "r": "nasb:1 Kings:1:35",
        "t": "Then you shall come up after him, and he shall come and sit on my throne and be king in my place; for I have appointed him to be ruler over Israel and Judah.”"
    },
    {
        "o": 9563,
        "r": "nasb:1 Kings:1:36",
        "t": "Benaiah the son of Jehoiada answered the king and said, “Amen! Thus may the Lord,*s the God of my lord the king, say."
    },
    {
        "o": 9564,
        "r": "nasb:1 Kings:1:37",
        "t": "As the Lord*s has been with my lord the king, so may He be with Solomon, and make his throne greater than the throne of my lord King David!”"
    },
    {
        "o": 9565,
        "r": "nasb:1 Kings:1:37",
        "t": "Solomon Anointed King",
        "h": 2
    },
    {
        "o": 9566,
        "r": "nasb:1 Kings:1:38",
        "t": "So*p Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, the Cherethites, and the Pelethites went down and had Solomon ride on King David’s mule, and brought him to Gihon."
    },
    {
        "o": 9567,
        "r": "nasb:1 Kings:1:39",
        "t": "Zadok the priest then took the horn of oil from the tent and anointed Solomon. Then they blew the trumpet, and all the people said, “Long*i live King Solomon!”"
    },
    {
        "o": 9568,
        "r": "nasb:1 Kings:1:40",
        "t": "All the people went up after him, and the people were playing on flutes and rejoicing with great joy, so that the earth shook at their noise."
    },
    {
        "o": 9569,
        "r": "nasb:1 Kings:1:41",
        "t": "Now*p Adonijah and all the guests who were*i with him heard it*i as they finished eating. When Joab heard the sound of the trumpet, he said, “Why is the city making such an uproar?”"
    },
    {
        "o": 9570,
        "r": "nasb:1 Kings:1:42",
        "t": "While he was still speaking, behold, Jonathan the son of Abiathar the priest came. Then Adonijah said, “Come in, for you are a valiant man and bring good news.”"
    },
    {
        "o": 9571,
        "r": "nasb:1 Kings:1:43",
        "t": "But Jonathan replied to Adonijah, “No! Our lord King David has made Solomon king."
    },
    {
        "o": 9572,
        "r": "nasb:1 Kings:1:44",
        "t": "The king has also sent with him Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, the Cherethites, and the Pelethites; and they have made him ride on the king’s mule."
    },
    {
        "o": 9573,
        "r": "nasb:1 Kings:1:45",
        "t": "Zadok the priest and Nathan the prophet have anointed him king in Gihon, and they have come up from there rejoicing, so that the city is in an uproar. This is the noise which you have heard."
    },
    {
        "o": 9574,
        "r": "nasb:1 Kings:1:46",
        "t": "Besides, Solomon has even taken his seat on the throne of the kingdom."
    },
    {
        "o": 9575,
        "r": "nasb:1 Kings:1:47",
        "t": "Moreover, the king’s servants came to bless our lord King David, saying, ‘May your God make the name of Solomon better than your name and his throne greater than your throne!’ And the king bowed himself on the bed."
    },
    {
        "o": 9576,
        "r": "nasb:1 Kings:1:48",
        "t": "The king has also said thus, ‘Blessed be the Lord,*s the God of Israel, who has granted one to sit on my throne today while my own eyes see it.’ ”*i"
    },
    {
        "o": 9577,
        "r": "nasb:1 Kings:1:49",
        "t": "Then*p all the guests of Adonijah were terrified; and they arose and each went on his way."
    },
    {
        "o": 9578,
        "r": "nasb:1 Kings:1:50",
        "t": "And Adonijah was afraid of Solomon, and he arose, went and took hold of the horns of the altar."
    },
    {
        "o": 9579,
        "r": "nasb:1 Kings:1:51",
        "t": "Now it was told Solomon, saying, “Behold, Adonijah is afraid of King Solomon, for behold, he has taken hold of the horns of the altar, saying, ‘Let King Solomon swear to me today that he will not put his servant to death with the sword.’ ”"
    },
    {
        "o": 9580,
        "r": "nasb:1 Kings:1:52",
        "t": "Solomon said, “If he is a worthy man, not one of his hairs will fall to the ground; but if wickedness is found in him, he will die.”"
    },
    {
        "o": 9581,
        "r": "nasb:1 Kings:1:53",
        "t": "So King Solomon sent, and they brought him down from the altar. And he came and prostrated himself before King Solomon, and Solomon said to him, “Go to your house.”"
    }
]
