[
    {
        "o": 1798,
        "r": "csb:Exodus:5:0",
        "t": "Exodus 5",
        "h": 1
    },
    {
        "o": 1799,
        "r": "csb:Exodus:5:0",
        "t": "Moses Confronts Pharaoh",
        "h": 2
    },
    {
        "o": 1800,
        "r": "csb:Exodus:5:1",
        "t": "Later,*p Moses and Aaron went in and said to Pharaoh, “This is what the Lord,*s the God of Israel, says: Let my people go, so that they may hold a festival for me in the wilderness.”"
    },
    {
        "o": 1801,
        "r": "csb:Exodus:5:2",
        "t": "But*p Pharaoh responded, “Who is the Lord*s that I should obey him by letting Israel go? I don’t know the Lord,*s and besides, I will not let Israel go.”"
    },
    {
        "o": 1802,
        "r": "csb:Exodus:5:3",
        "t": "They*p answered, “The God of the Hebrews has met with us. Please let us go on a three-day trip into the wilderness so that we may sacrifice to the Lord*s our God, or else he may strike us with plague or sword.”"
    },
    {
        "o": 1803,
        "r": "csb:Exodus:5:4",
        "t": "The*p king of Egypt said to them, “Moses and Aaron, why are you causing the people to neglect their work? Get to your labor!”"
    },
    {
        "o": 1804,
        "r": "csb:Exodus:5:5",
        "t": "Pharaoh also said, “Look, the people of the land are so numerous, and you would stop them from their labor.”"
    },
    {
        "o": 1805,
        "r": "csb:Exodus:5:5",
        "t": "Further Oppression of Israel",
        "h": 2
    },
    {
        "o": 1806,
        "r": "csb:Exodus:5:6",
        "t": "That*p day Pharaoh commanded the overseers of the people as well as their foremen,"
    },
    {
        "o": 1807,
        "r": "csb:Exodus:5:7",
        "t": "“Don’t continue to supply the people with straw for making bricks, as before. They must go and gather straw for themselves."
    },
    {
        "o": 1808,
        "r": "csb:Exodus:5:8",
        "t": "But require the same quota of bricks from them as they were making before; do not reduce it. For they are slackers - that is why they are crying out, ‘Let us go and sacrifice to our God.’"
    },
    {
        "o": 1809,
        "r": "csb:Exodus:5:9",
        "t": "Impose heavier work on the men. Then they will be occupied with it and not pay attention to deceptive words.”"
    },
    {
        "o": 1810,
        "r": "csb:Exodus:5:10",
        "t": "So*p the overseers and foremen of the people went out and said to them, “This is what Pharaoh says: ‘I am not giving you straw."
    },
    {
        "o": 1811,
        "r": "csb:Exodus:5:11",
        "t": "Go get straw yourselves wherever you can find it, but there will be no reduction at all in your workload.’”"
    },
    {
        "o": 1812,
        "r": "csb:Exodus:5:12",
        "t": "So the people scattered throughout the land of Egypt to gather stubble for straw."
    },
    {
        "o": 1813,
        "r": "csb:Exodus:5:13",
        "t": "The overseers insisted, “Finish your assigned work each day, just as you did when straw was provided.”"
    },
    {
        "o": 1814,
        "r": "csb:Exodus:5:14",
        "t": "Then the Israelite foremen, whom Pharaoh’s slave drivers had set over the people, were beaten and asked, “Why haven’t you finished making your prescribed number of bricks yesterday or today, as you did before?”"
    },
    {
        "o": 1815,
        "r": "csb:Exodus:5:15",
        "t": "So*p the Israelite foremen went in and cried for help to Pharaoh: “Why are you treating your servants this way?"
    },
    {
        "o": 1816,
        "r": "csb:Exodus:5:16",
        "t": "No straw has been given to your servants, yet they say to us, ‘Make bricks!’ Look, your servants are being beaten, but it is your own people who are at fault.”"
    },
    {
        "o": 1817,
        "r": "csb:Exodus:5:17",
        "t": "But*p he said, “You are slackers. Slackers! That is why you are saying, ‘Let us go sacrifice to the Lord.’*s"
    },
    {
        "o": 1818,
        "r": "csb:Exodus:5:18",
        "t": "Now get to work. No straw will be given to you, but you must produce the same quantity of bricks.”"
    },
    {
        "o": 1819,
        "r": "csb:Exodus:5:19",
        "t": "The*p Israelite foremen saw that they were in trouble when they were told, “You cannot reduce your daily quota of bricks.”"
    },
    {
        "o": 1820,
        "r": "csb:Exodus:5:20",
        "t": "When they left Pharaoh, they confronted Moses and Aaron, who stood waiting to meet them."
    },
    {
        "o": 1821,
        "r": "csb:Exodus:5:21",
        "t": "“May*p the Lord*s take note of you and judge,” they said to them, “because you have made us reek to Pharaoh and his officials - putting a sword in their hand to kill us!”"
    },
    {
        "o": 1822,
        "r": "csb:Exodus:5:22",
        "t": "So*p Moses went back to the Lord*s and asked, “Lord, why have you caused trouble for this people? And why did you ever send me?"
    },
    {
        "o": 1823,
        "r": "csb:Exodus:5:23",
        "t": "Ever since I went in to Pharaoh to speak in your name he has caused trouble for this people, and you haven’t rescued your people at all.”"
    }
]
