[
    {
        "o": 32506,
        "r": "nasb:Ephesians:1:0",
        "t": "Ephesians 1",
        "h": 1
    },
    {
        "o": 32507,
        "r": "nasb:Ephesians:1:0",
        "t": "The Blessings of Redemption",
        "h": 2
    },
    {
        "o": 32508,
        "r": "nasb:Ephesians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, To*bp the saints who are at Ephesus and who*i are*i faithful in Christ Jesus:"
    },
    {
        "o": 32509,
        "r": "nasb:Ephesians:1:2",
        "t": "Grace to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32510,
        "r": "nasb:Ephesians:1:3",
        "t": "Blessed*p be*i the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places*i in Christ,"
    },
    {
        "o": 32511,
        "r": "nasb:Ephesians:1:4",
        "t": "just as He chose us in Him before the foundation of the world, that we would be holy and blameless before Him. In love"
    },
    {
        "o": 32512,
        "r": "nasb:Ephesians:1:5",
        "t": "He predestined us to adoption as sons through Jesus Christ to Himself, according to the kind intention of His will,"
    },
    {
        "o": 32513,
        "r": "nasb:Ephesians:1:6",
        "t": "to the praise of the glory of His grace, which He freely bestowed on us in the Beloved."
    },
    {
        "o": 32514,
        "r": "nasb:Ephesians:1:7",
        "t": "In Him we have redemption through His blood, the forgiveness of our trespasses, according to the riches of His grace"
    },
    {
        "o": 32515,
        "r": "nasb:Ephesians:1:8",
        "t": "which He lavished on us. In all wisdom and insight"
    },
    {
        "o": 32516,
        "r": "nasb:Ephesians:1:9",
        "t": "He made known to us the mystery of His will, according to His kind intention which He purposed in Him"
    },
    {
        "o": 32517,
        "r": "nasb:Ephesians:1:10",
        "t": "with a view to an administration suitable to the fullness of the times, that*i is,*i the summing up of all things in Christ, things in the heavens and things on the earth. In Him"
    },
    {
        "o": 32518,
        "r": "nasb:Ephesians:1:11",
        "t": "also we have obtained an inheritance, having been predestined according to His purpose who works all things after the counsel of His will,"
    },
    {
        "o": 32519,
        "r": "nasb:Ephesians:1:12",
        "t": "to the end that we who were the first to hope in Christ would be to the praise of His glory."
    },
    {
        "o": 32520,
        "r": "nasb:Ephesians:1:13",
        "t": "In Him, you also, after listening to the message of truth, the gospel of your salvation—having also believed, you were sealed in Him with the Holy Spirit of promise,"
    },
    {
        "o": 32521,
        "r": "nasb:Ephesians:1:14",
        "t": "who is given as a pledge of our inheritance, with a view to the redemption of God’s*i own*i possession, to the praise of His glory."
    },
    {
        "o": 32522,
        "r": "nasb:Ephesians:1:15",
        "t": "For*p this reason I too, having heard of the faith in the Lord Jesus which exists*i among you and your love for all the saints,"
    },
    {
        "o": 32523,
        "r": "nasb:Ephesians:1:16",
        "t": "do not cease giving thanks for you, while making mention of*i you*i in my prayers;"
    },
    {
        "o": 32524,
        "r": "nasb:Ephesians:1:17",
        "t": "that the God of our Lord Jesus Christ, the Father of glory, may give to you a spirit of wisdom and of revelation in the knowledge of Him."
    },
    {
        "o": 32525,
        "r": "nasb:Ephesians:1:18",
        "t": "I*i pray*i that*i the eyes of your heart may be enlightened, so that you will know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints,"
    },
    {
        "o": 32526,
        "r": "nasb:Ephesians:1:19",
        "t": "and what is the surpassing greatness of His power toward us who believe. These*i are*i in accordance with the working of the strength of His might"
    },
    {
        "o": 32527,
        "r": "nasb:Ephesians:1:20",
        "t": "which He brought about in Christ, when He raised Him from the dead and seated Him at His right hand in the heavenly places,*i"
    },
    {
        "o": 32528,
        "r": "nasb:Ephesians:1:21",
        "t": "far above all rule and authority and power and dominion, and every name that is named, not only in this age but also in the one to come."
    },
    {
        "o": 32529,
        "r": "nasb:Ephesians:1:22",
        "t": "And He put all things in subjection under His feet, and gave Him as head over all things to the church,"
    },
    {
        "o": 32530,
        "r": "nasb:Ephesians:1:23",
        "t": "which is His body, the fullness of Him who fills all in all."
    }
]
