[
    {
        "o": 31110,
        "r": "nasb:Romans:1:0",
        "t": "Romans 1",
        "h": 1
    },
    {
        "o": 31111,
        "r": "nasb:Romans:1:0",
        "t": "The Gospel Exalted",
        "h": 2
    },
    {
        "o": 31112,
        "r": "nasb:Romans:1:1",
        "t": "Paul,*p a bond-servant of Christ Jesus, called as*i an apostle, set apart for the gospel of God,"
    },
    {
        "o": 31113,
        "r": "nasb:Romans:1:2",
        "t": "which He promised beforehand through His prophets in the holy Scriptures,"
    },
    {
        "o": 31114,
        "r": "nasb:Romans:1:3",
        "t": "concerning His Son, who was born of a descendant of David according to the flesh,"
    },
    {
        "o": 31115,
        "r": "nasb:Romans:1:4",
        "t": "who was declared the Son of God with power by the resurrection from the dead, according to the Spirit of holiness, Jesus Christ our Lord,"
    },
    {
        "o": 31116,
        "r": "nasb:Romans:1:5",
        "t": "through whom we have received grace and apostleship to bring about the*i obedience of faith among all the Gentiles for His name’s sake,"
    },
    {
        "o": 31117,
        "r": "nasb:Romans:1:6",
        "t": "among whom you also are the called of Jesus Christ;"
    },
    {
        "o": 31118,
        "r": "nasb:Romans:1:7",
        "t": "to*p all who are beloved of God in Rome, called as*i saints: Grace to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 31119,
        "r": "nasb:Romans:1:8",
        "t": "First,*p I thank my God through Jesus Christ for you all, because your faith is being proclaimed throughout the whole world."
    },
    {
        "o": 31120,
        "r": "nasb:Romans:1:9",
        "t": "For God, whom I serve in my spirit in the preaching*i of*i the*i gospel of His Son, is my witness as*i to*i how unceasingly I make mention of you,"
    },
    {
        "o": 31121,
        "r": "nasb:Romans:1:10",
        "t": "always in my prayers making request, if perhaps now at last by the will of God I may succeed in coming to you."
    },
    {
        "o": 31122,
        "r": "nasb:Romans:1:11",
        "t": "For I long to see you so that I may impart some spiritual gift to you, that you may be established;"
    },
    {
        "o": 31123,
        "r": "nasb:Romans:1:12",
        "t": "that is, that I may be encouraged together with you while*i among you, each of us by the other’s faith, both yours and mine."
    },
    {
        "o": 31124,
        "r": "nasb:Romans:1:13",
        "t": "I do not want you to be unaware, brethren, that often I have planned to come to you (and have been prevented so far) so that I may obtain some fruit among you also, even as among the rest of the Gentiles."
    },
    {
        "o": 31125,
        "r": "nasb:Romans:1:14",
        "t": "I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish."
    },
    {
        "o": 31126,
        "r": "nasb:Romans:1:15",
        "t": "So, for my part, I am eager to preach the gospel to you also who are in Rome."
    },
    {
        "o": 31127,
        "r": "nasb:Romans:1:16",
        "t": "For*p I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek."
    },
    {
        "o": 31128,
        "r": "nasb:Romans:1:17",
        "t": "For in it the*i righteousness of God is revealed from faith to faith; as it is written, “But*s the*s righteous*s man*i shall*s live*s by*s faith.”*s"
    },
    {
        "o": 31129,
        "r": "nasb:Romans:1:17",
        "t": "Unbelief and Its Consequences",
        "h": 2
    },
    {
        "o": 31130,
        "r": "nasb:Romans:1:18",
        "t": "For*p the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men who suppress the truth in unrighteousness,"
    },
    {
        "o": 31131,
        "r": "nasb:Romans:1:19",
        "t": "because that which is known about God is evident within them; for God made it evident to them."
    },
    {
        "o": 31132,
        "r": "nasb:Romans:1:20",
        "t": "For since the creation of the world His invisible attributes, His eternal power and divine nature, have been clearly seen, being understood through what has been made, so that they are without excuse."
    },
    {
        "o": 31133,
        "r": "nasb:Romans:1:21",
        "t": "For even though they knew God, they did not honor Him as God or give thanks, but they became futile in their speculations, and their foolish heart was darkened."
    },
    {
        "o": 31134,
        "r": "nasb:Romans:1:22",
        "t": "Professing to be wise, they became fools,"
    },
    {
        "o": 31135,
        "r": "nasb:Romans:1:23",
        "t": "and exchanged the glory of the incorruptible God for an image in the form of corruptible man and of birds and four-footed animals and crawling creatures."
    },
    {
        "o": 31136,
        "r": "nasb:Romans:1:24",
        "t": "Therefore*p God gave them over in the lusts of their hearts to impurity, so that their bodies would be dishonored among them."
    },
    {
        "o": 31137,
        "r": "nasb:Romans:1:25",
        "t": "For they exchanged the truth of God for a lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen."
    },
    {
        "o": 31138,
        "r": "nasb:Romans:1:26",
        "t": "For*p this reason God gave them over to degrading passions; for their women exchanged the natural function for that which is unnatural,"
    },
    {
        "o": 31139,
        "r": "nasb:Romans:1:27",
        "t": "and in the same way also the men abandoned the natural function of the woman and burned in their desire toward one another, men with men committing indecent acts and receiving in their own persons the due penalty of their error."
    },
    {
        "o": 31140,
        "r": "nasb:Romans:1:28",
        "t": "And*p just as they did not see fit to acknowledge God any longer, God gave them over to a depraved mind, to do those things which are not proper,"
    },
    {
        "o": 31141,
        "r": "nasb:Romans:1:29",
        "t": "being filled with all unrighteousness, wickedness, greed, evil; full of envy, murder, strife, deceit, malice; they*i are*i gossips,"
    },
    {
        "o": 31142,
        "r": "nasb:Romans:1:30",
        "t": "slanderers, haters of God, insolent, arrogant, boastful, inventors of evil, disobedient to parents,"
    },
    {
        "o": 31143,
        "r": "nasb:Romans:1:31",
        "t": "without understanding, untrustworthy, unloving, unmerciful;"
    },
    {
        "o": 31144,
        "r": "nasb:Romans:1:32",
        "t": "and although they know the ordinance of God, that those who practice such things are worthy of death, they not only do the same, but also give hearty approval to those who practice them."
    },
    {
        "o": 31145,
        "r": "nasb:Romans:2:0",
        "t": "Romans 2",
        "h": 1
    },
    {
        "o": 31146,
        "r": "nasb:Romans:2:0",
        "t": "The Impartiality of God",
        "h": 2
    },
    {
        "o": 31147,
        "r": "nasb:Romans:2:1",
        "t": "Therefore*p you have no excuse, everyone of you who passes judgment, for in that which you judge another, you condemn yourself; for you who judge practice the same things."
    },
    {
        "o": 31148,
        "r": "nasb:Romans:2:2",
        "t": "And we know that the judgment of God rightly falls upon those who practice such things."
    },
    {
        "o": 31149,
        "r": "nasb:Romans:2:3",
        "t": "But do you suppose this, O man, when you pass judgment on those who practice such things and do the same yourself,*i that you will escape the judgment of God?"
    },
    {
        "o": 31150,
        "r": "nasb:Romans:2:4",
        "t": "Or do you think lightly of the riches of His kindness and tolerance and patience, not knowing that the kindness of God leads you to repentance?"
    },
    {
        "o": 31151,
        "r": "nasb:Romans:2:5",
        "t": "But because of your stubbornness and unrepentant heart you are storing up wrath for yourself in the day of wrath and revelation of the righteous judgment of God,"
    },
    {
        "o": 31152,
        "r": "nasb:Romans:2:6",
        "t": "who will*s render*s to*s each*s person*s according*s to*s his*s deeds:*s"
    },
    {
        "o": 31153,
        "r": "nasb:Romans:2:7",
        "t": "to those who by perseverance in doing good seek for glory and honor and immortality, eternal life;"
    },
    {
        "o": 31154,
        "r": "nasb:Romans:2:8",
        "t": "but to those who are selfishly ambitious and do not obey the truth, but obey unrighteousness, wrath and indignation."
    },
    {
        "o": 31155,
        "r": "nasb:Romans:2:9",
        "t": "There*i will*i be*i tribulation and distress for every soul of man who does evil, of the Jew first and also of the Greek,"
    },
    {
        "o": 31156,
        "r": "nasb:Romans:2:10",
        "t": "but glory and honor and peace to everyone who does good, to the Jew first and also to the Greek."
    },
    {
        "o": 31157,
        "r": "nasb:Romans:2:11",
        "t": "For there is no partiality with God."
    },
    {
        "o": 31158,
        "r": "nasb:Romans:2:12",
        "t": "For*p all who have sinned without the Law will also perish without the Law, and all who have sinned under the Law will be judged by the Law;"
    },
    {
        "o": 31159,
        "r": "nasb:Romans:2:13",
        "t": "for it*i is*i not the hearers of the Law who*i are just before God, but the doers of the Law will be justified."
    },
    {
        "o": 31160,
        "r": "nasb:Romans:2:14",
        "t": "For when Gentiles who do not have the Law do instinctively the things of the Law, these, not having the Law, are a law to themselves,"
    },
    {
        "o": 31161,
        "r": "nasb:Romans:2:15",
        "t": "in that they show the work of the Law written in their hearts, their conscience bearing witness and their thoughts alternately accusing or else defending them,"
    },
    {
        "o": 31162,
        "r": "nasb:Romans:2:16",
        "t": "on the day when, according to my gospel, God will judge the secrets of men through Christ Jesus."
    },
    {
        "o": 31163,
        "r": "nasb:Romans:2:16",
        "t": "The Jew Is Condemned by the Law",
        "h": 2
    },
    {
        "o": 31164,
        "r": "nasb:Romans:2:17",
        "t": "But*p if you bear the name “Jew” and rely upon the Law and boast in God,"
    },
    {
        "o": 31165,
        "r": "nasb:Romans:2:18",
        "t": "and know His*i will and approve the things that are essential, being instructed out of the Law,"
    },
    {
        "o": 31166,
        "r": "nasb:Romans:2:19",
        "t": "and are confident that you yourself are a guide to the blind, a light to those who are in darkness,"
    },
    {
        "o": 31167,
        "r": "nasb:Romans:2:20",
        "t": "a corrector of the foolish, a teacher of the immature, having in the Law the embodiment of knowledge and of the truth,"
    },
    {
        "o": 31168,
        "r": "nasb:Romans:2:21",
        "t": "you, therefore, who teach another, do you not teach yourself? You who preach that one shall not steal, do you steal?"
    },
    {
        "o": 31169,
        "r": "nasb:Romans:2:22",
        "t": "You who say that one should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?"
    },
    {
        "o": 31170,
        "r": "nasb:Romans:2:23",
        "t": "You who boast in the Law, through your breaking the Law, do you dishonor God?"
    },
    {
        "o": 31171,
        "r": "nasb:Romans:2:24",
        "t": "For “the*s name*s of*s God*s is*s blasphemed*s among*s the*s Gentiles*s because*s of*s you,”*s just as it is written."
    },
    {
        "o": 31172,
        "r": "nasb:Romans:2:25",
        "t": "For*p indeed circumcision is of value if you practice the Law; but if you are a transgressor of the Law, your circumcision has become uncircumcision."
    },
    {
        "o": 31173,
        "r": "nasb:Romans:2:26",
        "t": "So if the uncircumcised man keeps the requirements of the Law, will not his uncircumcision be regarded as circumcision?"
    },
    {
        "o": 31174,
        "r": "nasb:Romans:2:27",
        "t": "And he who is physically uncircumcised, if he keeps the Law, will he not judge you who though having the letter of*i the*i Law*i and circumcision are a transgressor of the Law?"
    },
    {
        "o": 31175,
        "r": "nasb:Romans:2:28",
        "t": "For he is not a Jew who is one outwardly, nor is circumcision that which is outward in the flesh."
    },
    {
        "o": 31176,
        "r": "nasb:Romans:2:29",
        "t": "But he is a Jew who is one inwardly; and circumcision is that which is of the heart, by the Spirit, not by the letter; and his praise is not from men, but from God."
    },
    {
        "o": 31177,
        "r": "nasb:Romans:3:0",
        "t": "Romans 3",
        "h": 1
    },
    {
        "o": 31178,
        "r": "nasb:Romans:3:0",
        "t": "All the World Guilty",
        "h": 2
    },
    {
        "o": 31179,
        "r": "nasb:Romans:3:1",
        "t": "Then*p what advantage has the Jew? Or what is the benefit of circumcision?"
    },
    {
        "o": 31180,
        "r": "nasb:Romans:3:2",
        "t": "Great in every respect. First of all, that they were entrusted with the oracles of God."
    },
    {
        "o": 31181,
        "r": "nasb:Romans:3:3",
        "t": "What then? If some did not believe, their unbelief will not nullify the faithfulness of God, will it?"
    },
    {
        "o": 31182,
        "r": "nasb:Romans:3:4",
        "t": "May it never be! Rather, let God be found true, though every man be*i found*i a liar, as it is written, “That*spn You*s may*s be*s justified*s in*s Your*s words,*s And*ln prevail*s when*s You*s are*s judged.”*s"
    },
    {
        "o": 31183,
        "r": "nasb:Romans:3:5",
        "t": "But*p if our unrighteousness demonstrates the righteousness of God, what shall we say? The God who inflicts wrath is not unrighteous, is He? (I am speaking in human terms.)"
    },
    {
        "o": 31184,
        "r": "nasb:Romans:3:6",
        "t": "May it never be! For otherwise, how will God judge the world?"
    },
    {
        "o": 31185,
        "r": "nasb:Romans:3:7",
        "t": "But if through my lie the truth of God abounded to His glory, why am I also still being judged as a sinner?"
    },
    {
        "o": 31186,
        "r": "nasb:Romans:3:8",
        "t": "And why not say*i (as we are slanderously reported and as some claim that we say), “Let us do evil that good may come”? Their condemnation is just."
    },
    {
        "o": 31187,
        "r": "nasb:Romans:3:9",
        "t": "What*p then? Are we better than they? Not at all; for we have already charged that both Jews and Greeks are all under sin;"
    },
    {
        "o": 31188,
        "r": "nasb:Romans:3:10",
        "t": "as it is written, “There*spn is*s none*s righteous,*s not*s even*s one;*s"
    },
    {
        "o": 31189,
        "r": "nasb:Romans:3:11",
        "t": "There*sln is*s none*s who*s understands,*s There*sln is*s none*s who*s seeks*s for*s God;*s"
    },
    {
        "o": 31190,
        "r": "nasb:Romans:3:12",
        "t": "All*ln have*s turned*s aside,*s together*s they*s have*s become*s useless;*s There*sln is*s none*s who*s does*s good,*s There*sln is*s not*s even*s one.”*s"
    },
    {
        "o": 31191,
        "r": "nasb:Romans:3:13",
        "t": "“Their*sln throat*s is*s an*s open*s grave,*s With*sln their*s tongues*s they*s keep*s deceiving,”*s “The*sln poison*s of*s asps*s is*s under*s their*s lips”;*s"
    },
    {
        "o": 31192,
        "r": "nasb:Romans:3:14",
        "t": "“Whose*sln mouth*s is*s full*s of*s cursing*s and*s bitterness”;*s"
    },
    {
        "o": 31193,
        "r": "nasb:Romans:3:15",
        "t": "“Their*sln feet*s are*s swift*s to*s shed*s blood,*s"
    },
    {
        "o": 31194,
        "r": "nasb:Romans:3:16",
        "t": "Destruction*sln and*s misery*s are*s in*s their*s paths,*s"
    },
    {
        "o": 31195,
        "r": "nasb:Romans:3:17",
        "t": "And*ln the*s path*s of*s peace*s they*s have*s not*s known.”*s"
    },
    {
        "o": 31196,
        "r": "nasb:Romans:3:18",
        "t": "“There*sln is*s no*s fear*s of*s God*s before*s their*s eyes.”*s"
    },
    {
        "o": 31197,
        "r": "nasb:Romans:3:19",
        "t": "Now*p we know that whatever the Law says, it speaks to those who are under the Law, so that every mouth may be closed and all the world may become accountable to God;"
    },
    {
        "o": 31198,
        "r": "nasb:Romans:3:20",
        "t": "because by the works of the Law no flesh will be justified in His sight; for through the Law comes*i the knowledge of sin."
    },
    {
        "o": 31199,
        "r": "nasb:Romans:3:20",
        "t": "Justification by Faith",
        "h": 2
    },
    {
        "o": 31200,
        "r": "nasb:Romans:3:21",
        "t": "But*p now apart from the Law the*i righteousness of God has been manifested, being witnessed by the Law and the Prophets,"
    },
    {
        "o": 31201,
        "r": "nasb:Romans:3:22",
        "t": "even the*i righteousness of God through faith in Jesus Christ for all those who believe; for there is no distinction;"
    },
    {
        "o": 31202,
        "r": "nasb:Romans:3:23",
        "t": "for all have sinned and fall short of the glory of God,"
    },
    {
        "o": 31203,
        "r": "nasb:Romans:3:24",
        "t": "being justified as a gift by His grace through the redemption which is in Christ Jesus;"
    },
    {
        "o": 31204,
        "r": "nasb:Romans:3:25",
        "t": "whom God displayed publicly as a propitiation in His blood through faith. This*i was*i to demonstrate His righteousness, because in the forbearance of God He passed over the sins previously committed;"
    },
    {
        "o": 31205,
        "r": "nasb:Romans:3:26",
        "t": "for the demonstration, I*i say,*i of His righteousness at the present time, so that He would be just and the justifier of the one who has faith in Jesus."
    },
    {
        "o": 31206,
        "r": "nasb:Romans:3:27",
        "t": "Where*p then is boasting? It is excluded. By what kind of law? Of works? No, but by a law of faith."
    },
    {
        "o": 31207,
        "r": "nasb:Romans:3:28",
        "t": "For we maintain that a man is justified by faith apart from works of the Law."
    },
    {
        "o": 31208,
        "r": "nasb:Romans:3:29",
        "t": "Or is God the*i God*i of Jews only? Is He not the*i God*i of Gentiles also? Yes, of Gentiles also,"
    },
    {
        "o": 31209,
        "r": "nasb:Romans:3:30",
        "t": "since indeed God who will justify the circumcised by faith and the uncircumcised through faith is one."
    },
    {
        "o": 31210,
        "r": "nasb:Romans:3:31",
        "t": "Do*p we then nullify the Law through faith? May it never be! On the contrary, we establish the Law."
    },
    {
        "o": 31211,
        "r": "nasb:Romans:4:0",
        "t": "Romans 4",
        "h": 1
    },
    {
        "o": 31212,
        "r": "nasb:Romans:4:0",
        "t": "Justification by Faith Evidenced in Old Testament",
        "h": 2
    },
    {
        "o": 31213,
        "r": "nasb:Romans:4:1",
        "t": "What*p then shall we say that Abraham, our forefather according to the flesh, has found?"
    },
    {
        "o": 31214,
        "r": "nasb:Romans:4:2",
        "t": "For if Abraham was justified by works, he has something to boast about, but not before God."
    },
    {
        "o": 31215,
        "r": "nasb:Romans:4:3",
        "t": "For what does the Scripture say? “Abraham believed*s God,*s and*s it*s was*s credited*s to*s him*s as*s righteousness.”*s"
    },
    {
        "o": 31216,
        "r": "nasb:Romans:4:4",
        "t": "Now to the one who works, his wage is not credited as a favor, but as what is due."
    },
    {
        "o": 31217,
        "r": "nasb:Romans:4:5",
        "t": "But to the one who does not work, but believes in Him who justifies the ungodly, his faith is credited as righteousness,"
    },
    {
        "o": 31218,
        "r": "nasb:Romans:4:6",
        "t": "just as David also speaks of the blessing on the man to whom God credits righteousness apart from works:"
    },
    {
        "o": 31219,
        "r": "nasb:Romans:4:7",
        "t": "“Blessed*spn are*s those*s whose*s lawless*s deeds*s have*s been*s forgiven,*s And*ln whose*s sins*s have*s been*s covered.*s"
    },
    {
        "o": 31220,
        "r": "nasb:Romans:4:8",
        "t": "Blessed*sln is*s the*s man*s whose*s sin*s the*s Lord*s will*s not*s take*s into*s account.”*s"
    },
    {
        "o": 31221,
        "r": "nasb:Romans:4:9",
        "t": "Is*p this blessing then on the circumcised, or on the uncircumcised also? For we say, “Faith*s was*s credited*s to*s Abraham as*s righteousness.”*s"
    },
    {
        "o": 31222,
        "r": "nasb:Romans:4:10",
        "t": "How then was it credited? While he was circumcised, or uncircumcised? Not while circumcised, but while uncircumcised;"
    },
    {
        "o": 31223,
        "r": "nasb:Romans:4:11",
        "t": "and he received the sign of circumcision, a seal of the righteousness of the faith which he had while uncircumcised, so that he might be the father of all who believe without being circumcised, that righteousness might be credited to them,"
    },
    {
        "o": 31224,
        "r": "nasb:Romans:4:12",
        "t": "and the father of circumcision to those who not only are of the circumcision, but who also follow in the steps of the faith of our father Abraham which he had while uncircumcised."
    },
    {
        "o": 31225,
        "r": "nasb:Romans:4:13",
        "t": "For*p the promise to Abraham or to his descendants that he would be heir of the world was not through the Law, but through the righteousness of faith."
    },
    {
        "o": 31226,
        "r": "nasb:Romans:4:14",
        "t": "For if those who are of the Law are heirs, faith is made void and the promise is nullified;"
    },
    {
        "o": 31227,
        "r": "nasb:Romans:4:15",
        "t": "for the Law brings about wrath, but where there is no law, there also is no violation."
    },
    {
        "o": 31228,
        "r": "nasb:Romans:4:16",
        "t": "For*p this reason it*i is*i by faith, in order that it*i may*i be*i in accordance with grace, so that the promise will be guaranteed to all the descendants, not only to those who are of the Law, but also to those who are of the faith of Abraham, who is the father of us all,"
    },
    {
        "o": 31229,
        "r": "nasb:Romans:4:17",
        "t": "(as it is written, “A father*s of*s many*s nations*s have*s I made*s you”)*s in the presence of Him whom he believed, even*i God, who gives life to the dead and calls into being that which does not exist."
    },
    {
        "o": 31230,
        "r": "nasb:Romans:4:18",
        "t": "In hope against hope he believed, so that he might become a father of many nations according to that which had been spoken, “So*s shall*s your*s descendants*s be.”*s"
    },
    {
        "o": 31231,
        "r": "nasb:Romans:4:19",
        "t": "Without becoming weak in faith he contemplated his own body, now as good as dead since he was about a hundred years old, and the deadness of Sarah’s womb;"
    },
    {
        "o": 31232,
        "r": "nasb:Romans:4:20",
        "t": "yet, with respect to the promise of God, he did not waver in unbelief but grew strong in faith, giving glory to God,"
    },
    {
        "o": 31233,
        "r": "nasb:Romans:4:21",
        "t": "and being fully assured that what God had promised, He was able also to perform."
    },
    {
        "o": 31234,
        "r": "nasb:Romans:4:22",
        "t": "Therefore it*s was*s also*s credited*s to*s him*s as*s righteousness.*s"
    },
    {
        "o": 31235,
        "r": "nasb:Romans:4:23",
        "t": "Now not for his sake only was it written that it was credited to him,"
    },
    {
        "o": 31236,
        "r": "nasb:Romans:4:24",
        "t": "but for our sake also, to whom it will be credited, as those who believe in Him who raised Jesus our Lord from the dead,"
    },
    {
        "o": 31237,
        "r": "nasb:Romans:4:25",
        "t": "He*i who was delivered over because of our transgressions, and was raised because of our justification."
    },
    {
        "o": 31238,
        "r": "nasb:Romans:5:0",
        "t": "Romans 5",
        "h": 1
    },
    {
        "o": 31239,
        "r": "nasb:Romans:5:0",
        "t": "Results of Justification",
        "h": 2
    },
    {
        "o": 31240,
        "r": "nasb:Romans:5:1",
        "t": "Therefore,*p having been justified by faith, we have peace with God through our Lord Jesus Christ,"
    },
    {
        "o": 31241,
        "r": "nasb:Romans:5:2",
        "t": "through whom also we have obtained our introduction by faith into this grace in which we stand; and we exult in hope of the glory of God."
    },
    {
        "o": 31242,
        "r": "nasb:Romans:5:3",
        "t": "And not only this, but we also exult in our tribulations, knowing that tribulation brings about perseverance;"
    },
    {
        "o": 31243,
        "r": "nasb:Romans:5:4",
        "t": "and perseverance, proven character; and proven character, hope;"
    },
    {
        "o": 31244,
        "r": "nasb:Romans:5:5",
        "t": "and hope does not disappoint, because the love of God has been poured out within our hearts through the Holy Spirit who was given to us."
    },
    {
        "o": 31245,
        "r": "nasb:Romans:5:6",
        "t": "For*p while we were still helpless, at the right time Christ died for the ungodly."
    },
    {
        "o": 31246,
        "r": "nasb:Romans:5:7",
        "t": "For one will hardly die for a righteous man; though perhaps for the good man someone would dare even to die."
    },
    {
        "o": 31247,
        "r": "nasb:Romans:5:8",
        "t": "But God demonstrates His own love toward us, in that while we were yet sinners, Christ died for us."
    },
    {
        "o": 31248,
        "r": "nasb:Romans:5:9",
        "t": "Much more then, having now been justified by His blood, we shall be saved from the wrath of*i God*i through Him."
    },
    {
        "o": 31249,
        "r": "nasb:Romans:5:10",
        "t": "For if while we were enemies we were reconciled to God through the death of His Son, much more, having been reconciled, we shall be saved by His life."
    },
    {
        "o": 31250,
        "r": "nasb:Romans:5:11",
        "t": "And not only this, but we also exult in God through our Lord Jesus Christ, through whom we have now received the reconciliation."
    },
    {
        "o": 31251,
        "r": "nasb:Romans:5:12",
        "t": "Therefore,*p just as through one man sin entered into the world, and death through sin, and so death spread to all men, because all sinned—"
    },
    {
        "o": 31252,
        "r": "nasb:Romans:5:13",
        "t": "for until the Law sin was in the world, but sin is not imputed when there is no law."
    },
    {
        "o": 31253,
        "r": "nasb:Romans:5:14",
        "t": "Nevertheless death reigned from Adam until Moses, even over those who had not sinned in the likeness of the offense of Adam, who is a type of Him who was to come."
    },
    {
        "o": 31254,
        "r": "nasb:Romans:5:15",
        "t": "But*p the free gift is not like the transgression. For if by the transgression of the one the many died, much more did the grace of God and the gift by the grace of the one Man, Jesus Christ, abound to the many."
    },
    {
        "o": 31255,
        "r": "nasb:Romans:5:16",
        "t": "The gift is not like that*i which*i came*i through the one who sinned; for on the one hand the judgment arose*i from one transgression*i resulting in condemnation, but on the other hand the free gift arose*i from many transgressions resulting in justification."
    },
    {
        "o": 31256,
        "r": "nasb:Romans:5:17",
        "t": "For if by the transgression of the one, death reigned through the one, much more those who receive the abundance of grace and of the gift of righteousness will reign in life through the One, Jesus Christ."
    },
    {
        "o": 31257,
        "r": "nasb:Romans:5:18",
        "t": "So*p then as through one transgression there resulted condemnation to all men, even so through one act of righteousness there resulted justification of life to all men."
    },
    {
        "o": 31258,
        "r": "nasb:Romans:5:19",
        "t": "For as through the one man’s disobedience the many were made sinners, even so through the obedience of the One the many will be made righteous."
    },
    {
        "o": 31259,
        "r": "nasb:Romans:5:20",
        "t": "The Law came in so that the transgression would increase; but where sin increased, grace abounded all the more,"
    },
    {
        "o": 31260,
        "r": "nasb:Romans:5:21",
        "t": "so that, as sin reigned in death, even so grace would reign through righteousness to eternal life through Jesus Christ our Lord."
    },
    {
        "o": 31261,
        "r": "nasb:Romans:6:0",
        "t": "Romans 6",
        "h": 1
    },
    {
        "o": 31262,
        "r": "nasb:Romans:6:0",
        "t": "Believers Are Dead to Sin, Alive to God",
        "h": 2
    },
    {
        "o": 31263,
        "r": "nasb:Romans:6:1",
        "t": "What*p shall we say then? Are we to continue in sin so that grace may increase?"
    },
    {
        "o": 31264,
        "r": "nasb:Romans:6:2",
        "t": "May it never be! How shall we who died to sin still live in it?"
    },
    {
        "o": 31265,
        "r": "nasb:Romans:6:3",
        "t": "Or do you not know that all of us who have been baptized into Christ Jesus have been baptized into His death?"
    },
    {
        "o": 31266,
        "r": "nasb:Romans:6:4",
        "t": "Therefore we have been buried with Him through baptism into death, so that as Christ was raised from the dead through the glory of the Father, so we too might walk in newness of life."
    },
    {
        "o": 31267,
        "r": "nasb:Romans:6:5",
        "t": "For if we have become united with Him*i in the likeness of His death, certainly we shall also be in*i the*i likeness*i of His resurrection,"
    },
    {
        "o": 31268,
        "r": "nasb:Romans:6:6",
        "t": "knowing this, that our old self was crucified with Him,*i in order that our body of sin might be done away with, so that we would no longer be slaves to sin;"
    },
    {
        "o": 31269,
        "r": "nasb:Romans:6:7",
        "t": "for he who has died is freed from sin."
    },
    {
        "o": 31270,
        "r": "nasb:Romans:6:8",
        "t": "Now*p if we have died with Christ, we believe that we shall also live with Him,"
    },
    {
        "o": 31271,
        "r": "nasb:Romans:6:9",
        "t": "knowing that Christ, having been raised from the dead, is never to die again; death no longer is master over Him."
    },
    {
        "o": 31272,
        "r": "nasb:Romans:6:10",
        "t": "For the death that He died, He died to sin once for all; but the life that He lives, He lives to God."
    },
    {
        "o": 31273,
        "r": "nasb:Romans:6:11",
        "t": "Even so consider yourselves to be dead to sin, but alive to God in Christ Jesus."
    },
    {
        "o": 31274,
        "r": "nasb:Romans:6:12",
        "t": "Therefore*p do not let sin reign in your mortal body so that you obey its lusts,"
    },
    {
        "o": 31275,
        "r": "nasb:Romans:6:13",
        "t": "and do not go on presenting the members of your body to sin as*i instruments of unrighteousness; but present yourselves to God as those alive from the dead, and your members as*i instruments of righteousness to God."
    },
    {
        "o": 31276,
        "r": "nasb:Romans:6:14",
        "t": "For sin shall not be master over you, for you are not under law but under grace."
    },
    {
        "o": 31277,
        "r": "nasb:Romans:6:15",
        "t": "What*p then? Shall we sin because we are not under law but under grace? May it never be!"
    },
    {
        "o": 31278,
        "r": "nasb:Romans:6:16",
        "t": "Do you not know that when you present yourselves to someone as*i slaves for obedience, you are slaves of the one whom you obey, either of sin resulting in death, or of obedience resulting in righteousness?"
    },
    {
        "o": 31279,
        "r": "nasb:Romans:6:17",
        "t": "But thanks be to God that though you were slaves of sin, you became obedient from the heart to that form of teaching to which you were committed,"
    },
    {
        "o": 31280,
        "r": "nasb:Romans:6:18",
        "t": "and having been freed from sin, you became slaves of righteousness."
    },
    {
        "o": 31281,
        "r": "nasb:Romans:6:19",
        "t": "I am speaking in human terms because of the weakness of your flesh. For just as you presented your members as slaves to impurity and to lawlessness, resulting in further*i lawlessness, so now present your members as slaves to righteousness, resulting in sanctification."
    },
    {
        "o": 31282,
        "r": "nasb:Romans:6:20",
        "t": "For*p when you were slaves of sin, you were free in regard to righteousness."
    },
    {
        "o": 31283,
        "r": "nasb:Romans:6:21",
        "t": "Therefore what benefit were you then deriving from the things of which you are now ashamed? For the outcome of those things is death."
    },
    {
        "o": 31284,
        "r": "nasb:Romans:6:22",
        "t": "But now having been freed from sin and enslaved to God, you derive your benefit, resulting in sanctification, and the outcome, eternal life."
    },
    {
        "o": 31285,
        "r": "nasb:Romans:6:23",
        "t": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."
    },
    {
        "o": 31286,
        "r": "nasb:Romans:7:0",
        "t": "Romans 7",
        "h": 1
    },
    {
        "o": 31287,
        "r": "nasb:Romans:7:0",
        "t": "Believers United to Christ",
        "h": 2
    },
    {
        "o": 31288,
        "r": "nasb:Romans:7:1",
        "t": "Or*p do you not know, brethren (for I am speaking to those who know the law), that the law has jurisdiction over a person as long as he lives?"
    },
    {
        "o": 31289,
        "r": "nasb:Romans:7:2",
        "t": "For the married woman is bound by law to her husband while he is living; but if her husband dies, she is released from the law concerning the husband."
    },
    {
        "o": 31290,
        "r": "nasb:Romans:7:3",
        "t": "So then, if while her husband is living she is joined to another man, she shall be called an adulteress; but if her husband dies, she is free from the law, so that she is not an adulteress though she is joined to another man."
    },
    {
        "o": 31291,
        "r": "nasb:Romans:7:4",
        "t": "Therefore,*p my brethren, you also were made to die to the Law through the body of Christ, so that you might be joined to another, to Him who was raised from the dead, in order that we might bear fruit for God."
    },
    {
        "o": 31292,
        "r": "nasb:Romans:7:5",
        "t": "For while we were in the flesh, the sinful passions, which were aroused*i by the Law, were at work in the members of our body to bear fruit for death."
    },
    {
        "o": 31293,
        "r": "nasb:Romans:7:6",
        "t": "But now we have been released from the Law, having died to that by which we were bound, so that we serve in newness of the Spirit and not in oldness of the letter."
    },
    {
        "o": 31294,
        "r": "nasb:Romans:7:7",
        "t": "What*p shall we say then? Is the Law sin? May it never be! On the contrary, I would not have come to know sin except through the Law; for I would not have known about coveting if the Law had not said, “You*s shall*s not*s covet.”*s"
    },
    {
        "o": 31295,
        "r": "nasb:Romans:7:8",
        "t": "But sin, taking opportunity through the commandment, produced in me coveting of every kind; for apart from the Law sin is*i dead."
    },
    {
        "o": 31296,
        "r": "nasb:Romans:7:9",
        "t": "I was once alive apart from the Law; but when the commandment came, sin became alive and I died;"
    },
    {
        "o": 31297,
        "r": "nasb:Romans:7:10",
        "t": "and this commandment, which was to result in life, proved to result in death for me;"
    },
    {
        "o": 31298,
        "r": "nasb:Romans:7:11",
        "t": "for sin, taking an opportunity through the commandment, deceived me and through it killed me."
    },
    {
        "o": 31299,
        "r": "nasb:Romans:7:12",
        "t": "So then, the Law is holy, and the commandment is holy and righteous and good."
    },
    {
        "o": 31300,
        "r": "nasb:Romans:7:13",
        "t": "Therefore*p did that which is good become a*i cause*i of*i death for me? May it never be! Rather it was sin, in order that it might be shown to be sin by effecting my death through that which is good, so that through the commandment sin would become utterly sinful."
    },
    {
        "o": 31301,
        "r": "nasb:Romans:7:13",
        "t": "The Conflict of Two Natures",
        "h": 2
    },
    {
        "o": 31302,
        "r": "nasb:Romans:7:14",
        "t": "For*p we know that the Law is spiritual, but I am of flesh, sold into bondage to sin."
    },
    {
        "o": 31303,
        "r": "nasb:Romans:7:15",
        "t": "For what I am doing, I do not understand; for I am not practicing what I would*i like to do,*i but I am doing the very thing I hate."
    },
    {
        "o": 31304,
        "r": "nasb:Romans:7:16",
        "t": "But if I do the very thing I do not want to*i do,*i I agree with the Law, confessing*i that the Law is good."
    },
    {
        "o": 31305,
        "r": "nasb:Romans:7:17",
        "t": "So now, no longer am I the one doing it, but sin which dwells in me."
    },
    {
        "o": 31306,
        "r": "nasb:Romans:7:18",
        "t": "For I know that nothing good dwells in me, that is, in my flesh; for the willing is present in me, but the doing of the good is*i not."
    },
    {
        "o": 31307,
        "r": "nasb:Romans:7:19",
        "t": "For the good that I want, I do not do, but I practice the very evil that I do not want."
    },
    {
        "o": 31308,
        "r": "nasb:Romans:7:20",
        "t": "But if I am doing the very thing I do not want, I am no longer the one doing it, but sin which dwells in me."
    },
    {
        "o": 31309,
        "r": "nasb:Romans:7:21",
        "t": "I*p find then the principle that evil is present in me, the one who wants to do good."
    },
    {
        "o": 31310,
        "r": "nasb:Romans:7:22",
        "t": "For I joyfully concur with the law of God in the inner man,"
    },
    {
        "o": 31311,
        "r": "nasb:Romans:7:23",
        "t": "but I see a different law in the members of my body, waging war against the law of my mind and making me a prisoner of the law of sin which is in my members."
    },
    {
        "o": 31312,
        "r": "nasb:Romans:7:24",
        "t": "Wretched man that I am! Who will set me free from the body of this death?"
    },
    {
        "o": 31313,
        "r": "nasb:Romans:7:25",
        "t": "Thanks be to God through Jesus Christ our Lord! So then, on the one hand I myself with my mind am serving the law of God, but on the other, with my flesh the law of sin."
    },
    {
        "o": 31314,
        "r": "nasb:Romans:8:0",
        "t": "Romans 8",
        "h": 1
    },
    {
        "o": 31315,
        "r": "nasb:Romans:8:0",
        "t": "Deliverance from Bondage",
        "h": 2
    },
    {
        "o": 31316,
        "r": "nasb:Romans:8:1",
        "t": "Therefore*p there is now no condemnation for those who are in Christ Jesus."
    },
    {
        "o": 31317,
        "r": "nasb:Romans:8:2",
        "t": "For the law of the Spirit of life in Christ Jesus has set you free from the law of sin and of death."
    },
    {
        "o": 31318,
        "r": "nasb:Romans:8:3",
        "t": "For what the Law could not do, weak as it was through the flesh, God did:*i sending His own Son in the likeness of sinful flesh and as*i an*i offering*i for sin, He condemned sin in the flesh,"
    },
    {
        "o": 31319,
        "r": "nasb:Romans:8:4",
        "t": "so that the requirement of the Law might be fulfilled in us, who do not walk according to the flesh but according to the Spirit."
    },
    {
        "o": 31320,
        "r": "nasb:Romans:8:5",
        "t": "For those who are according to the flesh set their minds on the things of the flesh, but those who are according to the Spirit, the things of the Spirit."
    },
    {
        "o": 31321,
        "r": "nasb:Romans:8:6",
        "t": "For the mind set on the flesh is death, but the mind set on the Spirit is life and peace,"
    },
    {
        "o": 31322,
        "r": "nasb:Romans:8:7",
        "t": "because the mind set on the flesh is hostile toward God; for it does not subject itself to the law of God, for it is not even able to*i do*i so,*i"
    },
    {
        "o": 31323,
        "r": "nasb:Romans:8:8",
        "t": "and those who are in the flesh cannot please God."
    },
    {
        "o": 31324,
        "r": "nasb:Romans:8:9",
        "t": "However,*p you are not in the flesh but in the Spirit, if indeed the Spirit of God dwells in you. But if anyone does not have the Spirit of Christ, he does not belong to Him."
    },
    {
        "o": 31325,
        "r": "nasb:Romans:8:10",
        "t": "If Christ is in you, though the body is dead because of sin, yet the spirit is alive because of righteousness."
    },
    {
        "o": 31326,
        "r": "nasb:Romans:8:11",
        "t": "But if the Spirit of Him who raised Jesus from the dead dwells in you, He who raised Christ Jesus from the dead will also give life to your mortal bodies through His Spirit who dwells in you."
    },
    {
        "o": 31327,
        "r": "nasb:Romans:8:12",
        "t": "So*p then, brethren, we are under obligation, not to the flesh, to live according to the flesh—"
    },
    {
        "o": 31328,
        "r": "nasb:Romans:8:13",
        "t": "for if you are living according to the flesh, you must die; but if by the Spirit you are putting to death the deeds of the body, you will live."
    },
    {
        "o": 31329,
        "r": "nasb:Romans:8:14",
        "t": "For all who are being led by the Spirit of God, these are sons of God."
    },
    {
        "o": 31330,
        "r": "nasb:Romans:8:15",
        "t": "For you have not received a spirit of slavery leading to fear again, but you have received a spirit of adoption as sons by which we cry out, “Abba! Father!”"
    },
    {
        "o": 31331,
        "r": "nasb:Romans:8:16",
        "t": "The Spirit Himself testifies with our spirit that we are children of God,"
    },
    {
        "o": 31332,
        "r": "nasb:Romans:8:17",
        "t": "and if children, heirs also, heirs of God and fellow heirs with Christ, if indeed we suffer with Him*i so that we may also be glorified with Him.*i"
    },
    {
        "o": 31333,
        "r": "nasb:Romans:8:18",
        "t": "For*p I consider that the sufferings of this present time are not worthy to be compared with the glory that is to be revealed to us."
    },
    {
        "o": 31334,
        "r": "nasb:Romans:8:19",
        "t": "For the anxious longing of the creation waits eagerly for the revealing of the sons of God."
    },
    {
        "o": 31335,
        "r": "nasb:Romans:8:20",
        "t": "For the creation was subjected to futility, not willingly, but because of Him who subjected it, in hope"
    },
    {
        "o": 31336,
        "r": "nasb:Romans:8:21",
        "t": "that the creation itself also will be set free from its slavery to corruption into the freedom of the glory of the children of God."
    },
    {
        "o": 31337,
        "r": "nasb:Romans:8:22",
        "t": "For we know that the whole creation groans and suffers the pains of childbirth together until now."
    },
    {
        "o": 31338,
        "r": "nasb:Romans:8:23",
        "t": "And not only this, but also we ourselves, having the first fruits of the Spirit, even we ourselves groan within ourselves, waiting eagerly for our*i adoption as sons, the redemption of our body."
    },
    {
        "o": 31339,
        "r": "nasb:Romans:8:24",
        "t": "For in hope we have been saved, but hope that is seen is not hope; for who hopes for what he already*i sees?"
    },
    {
        "o": 31340,
        "r": "nasb:Romans:8:25",
        "t": "But if we hope for what we do not see, with perseverance we wait eagerly for it."
    },
    {
        "o": 31341,
        "r": "nasb:Romans:8:25",
        "t": "Our Victory in Christ",
        "h": 2
    },
    {
        "o": 31342,
        "r": "nasb:Romans:8:26",
        "t": "In*p the same way the Spirit also helps our weakness; for we do not know how to pray as we should, but the Spirit Himself intercedes for us*i with groanings too deep for words;"
    },
    {
        "o": 31343,
        "r": "nasb:Romans:8:27",
        "t": "and He who searches the hearts knows what the mind of the Spirit is, because He intercedes for the saints according to the*i will*i of*i God."
    },
    {
        "o": 31344,
        "r": "nasb:Romans:8:28",
        "t": "And*p we know that God causes all things to work together for good to those who love God, to those who are called according to His*i purpose."
    },
    {
        "o": 31345,
        "r": "nasb:Romans:8:29",
        "t": "For those whom He foreknew, He also predestined to*i become*i conformed to the image of His Son, so that He would be the firstborn among many brethren;"
    },
    {
        "o": 31346,
        "r": "nasb:Romans:8:30",
        "t": "and these whom He predestined, He also called; and these whom He called, He also justified; and these whom He justified, He also glorified."
    },
    {
        "o": 31347,
        "r": "nasb:Romans:8:31",
        "t": "What*p then shall we say to these things? If God is*i for us, who is*i against us?"
    },
    {
        "o": 31348,
        "r": "nasb:Romans:8:32",
        "t": "He who did not spare His own Son, but delivered Him over for us all, how will He not also with Him freely give us all things?"
    },
    {
        "o": 31349,
        "r": "nasb:Romans:8:33",
        "t": "Who will bring a charge against God’s elect? God is the one who justifies;"
    },
    {
        "o": 31350,
        "r": "nasb:Romans:8:34",
        "t": "who is the one who condemns? Christ Jesus is He who died, yes, rather who was raised, who is at the right hand of God, who also intercedes for us."
    },
    {
        "o": 31351,
        "r": "nasb:Romans:8:35",
        "t": "Who will separate us from the love of Christ? Will tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?"
    },
    {
        "o": 31352,
        "r": "nasb:Romans:8:36",
        "t": "Just as it is written, “For*spn Your*s sake*s we*s are*s being*s put*s to*s death*s all*s day*s long;*s We*sln were*s considered*s as*s sheep*s to*s be*s slaughtered.”*s"
    },
    {
        "o": 31353,
        "r": "nasb:Romans:8:37",
        "t": "But*p in all these things we overwhelmingly conquer through Him who loved us."
    },
    {
        "o": 31354,
        "r": "nasb:Romans:8:38",
        "t": "For I am convinced that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,"
    },
    {
        "o": 31355,
        "r": "nasb:Romans:8:39",
        "t": "nor height, nor depth, nor any other created thing, will be able to separate us from the love of God, which is in Christ Jesus our Lord."
    },
    {
        "o": 31356,
        "r": "nasb:Romans:9:0",
        "t": "Romans 9",
        "h": 1
    },
    {
        "o": 31357,
        "r": "nasb:Romans:9:0",
        "t": "Solicitude for Israel",
        "h": 2
    },
    {
        "o": 31358,
        "r": "nasb:Romans:9:1",
        "t": "I*p am telling the truth in Christ, I am not lying, my conscience testifies with me in the Holy Spirit,"
    },
    {
        "o": 31359,
        "r": "nasb:Romans:9:2",
        "t": "that I have great sorrow and unceasing grief in my heart."
    },
    {
        "o": 31360,
        "r": "nasb:Romans:9:3",
        "t": "For I could wish that I myself were accursed, separated*i from Christ for the sake of my brethren, my kinsmen according to the flesh,"
    },
    {
        "o": 31361,
        "r": "nasb:Romans:9:4",
        "t": "who are Israelites, to whom belongs the adoption as sons, and the glory and the covenants and the giving of the Law and the temple*i service and the promises,"
    },
    {
        "o": 31362,
        "r": "nasb:Romans:9:5",
        "t": "whose are the fathers, and from whom is the Christ according to the flesh, who is over all, God blessed forever. Amen."
    },
    {
        "o": 31363,
        "r": "nasb:Romans:9:6",
        "t": "But*p it*i is*i not as though the word of God has failed. For they are not all Israel who are descended*i from Israel;"
    },
    {
        "o": 31364,
        "r": "nasb:Romans:9:7",
        "t": "nor are they all children because they are Abraham’s descendants, but: “through*s Isaac your*s descendants*s will*s be*s named.”*s"
    },
    {
        "o": 31365,
        "r": "nasb:Romans:9:8",
        "t": "That is, it is not the children of the flesh who are children of God, but the children of the promise are regarded as descendants."
    },
    {
        "o": 31366,
        "r": "nasb:Romans:9:9",
        "t": "For this is the word of promise: “At this*s time*s I will*s come,*s and*s Sarah*s shall*s have*s a*s son.”*s"
    },
    {
        "o": 31367,
        "r": "nasb:Romans:9:10",
        "t": "And not only this, but there was Rebekah also, when she had conceived twins*i by one man, our father Isaac;"
    },
    {
        "o": 31368,
        "r": "nasb:Romans:9:11",
        "t": "for though the*i twins*i were not yet born and had not done anything good or bad, so that God’s purpose according to His*i choice would stand, not because of works but because of Him who calls,"
    },
    {
        "o": 31369,
        "r": "nasb:Romans:9:12",
        "t": "it was said to her, “The*s older*s will*s serve*s the*s younger.”*s"
    },
    {
        "o": 31370,
        "r": "nasb:Romans:9:13",
        "t": "Just as it is written, “Jacob*s I loved,*s but*s Esau*s I hated.”*s"
    },
    {
        "o": 31371,
        "r": "nasb:Romans:9:14",
        "t": "What*p shall we say then? There is no injustice with God, is there? May it never be!"
    },
    {
        "o": 31372,
        "r": "nasb:Romans:9:15",
        "t": "For He says to Moses, “I will*s have*s mercy*s on*s whom*s I have*s mercy,*s and*s I will*s have*s compassion*s on*s whom*s I have*s compassion.”*s"
    },
    {
        "o": 31373,
        "r": "nasb:Romans:9:16",
        "t": "So then it does*i not depend*i on the man who wills or the man who runs, but on God who has mercy."
    },
    {
        "o": 31374,
        "r": "nasb:Romans:9:17",
        "t": "For the Scripture says to Pharaoh, “For*s this*s very*s purpose*s I raised*s you*s up,*s to*s demonstrate*s My*s power*s in*s you,*s and*s that*s My*s name*s might*s be*s proclaimed*s throughout*s the*s whole*s earth.”*s"
    },
    {
        "o": 31375,
        "r": "nasb:Romans:9:18",
        "t": "So then He has mercy on whom He desires, and He hardens whom He desires."
    },
    {
        "o": 31376,
        "r": "nasb:Romans:9:19",
        "t": "You*p will say to me then, “Why does He still find fault? For who resists His will?”"
    },
    {
        "o": 31377,
        "r": "nasb:Romans:9:20",
        "t": "On the contrary, who are you, O man, who answers back to God? The thing molded will not say to the molder, “Why did you make me like this,” will it?"
    },
    {
        "o": 31378,
        "r": "nasb:Romans:9:21",
        "t": "Or does not the potter have a right over the clay, to make from the same lump one vessel for honorable use and another for common use?"
    },
    {
        "o": 31379,
        "r": "nasb:Romans:9:22",
        "t": "What if God, although willing to demonstrate His wrath and to make His power known, endured with much patience vessels of wrath prepared for destruction?"
    },
    {
        "o": 31380,
        "r": "nasb:Romans:9:23",
        "t": "And He*i did*i so*i to make known the riches of His glory upon vessels of mercy, which He prepared beforehand for glory,"
    },
    {
        "o": 31381,
        "r": "nasb:Romans:9:24",
        "t": "even*i us, whom He also called, not from among Jews only, but also from among Gentiles."
    },
    {
        "o": 31382,
        "r": "nasb:Romans:9:25",
        "t": "As He says also in Hosea, “I*pn will*s call*s those*s who*s were*s not*s My*s people,*s ‘My*s people,’*s And*ln her*s who*s was*s not*s beloved,*s ‘beloved*s .’ ”"
    },
    {
        "o": 31383,
        "r": "nasb:Romans:9:26",
        "t": "“And*ln it*s shall*s be*s that*s in*s the*s place*s where*s it*s was*s said*s to*s them,*s ‘you*s are*s not*s My*s people,’*s There*sln they*s shall*s be*s called*s sons*s of*s the*s living*s God.”*s"
    },
    {
        "o": 31384,
        "r": "nasb:Romans:9:27",
        "t": "Isaiah*p cries out concerning Israel, “Though*s the*s number*s of*s the*s sons*s of*s Israel be*s like*s the*s sand*s of*s the*s sea,*s it*s is*s the*s remnant*s that*s will*s be*s saved;*s"
    },
    {
        "o": 31385,
        "r": "nasb:Romans:9:28",
        "t": "for*s the*s Lord*s will*s execute*s His*s word*s on*s the*s earth,*s thoroughly*s and*s quickly.”*s"
    },
    {
        "o": 31386,
        "r": "nasb:Romans:9:29",
        "t": "And just as Isaiah foretold, “Unless*spn the*s Lord*s of*s Sabaoth*s had*s left*s to*s us*s a*s posterity,*s We*sln would*s have*s become*s like*s Sodom,*s and*s would*s have*s resembled*s Gomorrah.”*s"
    },
    {
        "o": 31387,
        "r": "nasb:Romans:9:30",
        "t": "What*p shall we say then? That Gentiles, who did not pursue righteousness, attained righteousness, even the righteousness which is by faith;"
    },
    {
        "o": 31388,
        "r": "nasb:Romans:9:31",
        "t": "but Israel, pursuing a law of righteousness, did not arrive at that*i law."
    },
    {
        "o": 31389,
        "r": "nasb:Romans:9:32",
        "t": "Why? Because they*i did*i not pursue*i it*i by faith, but as though it*i were*i by works. They stumbled over the stumbling stone,"
    },
    {
        "o": 31390,
        "r": "nasb:Romans:9:33",
        "t": "just as it is written, “Behold,*spn I lay*s in*s Zion*s a*s stone*s of*s stumbling*s and*s a*s rock*s of*s offense,*s And*ln he*s who*s believes*s in*s Him*s will*s not*s be*s disappointed.”*s"
    },
    {
        "o": 31391,
        "r": "nasb:Romans:10:0",
        "t": "Romans 10",
        "h": 1
    },
    {
        "o": 31392,
        "r": "nasb:Romans:10:0",
        "t": "The Word of Faith Brings Salvation",
        "h": 2
    },
    {
        "o": 31393,
        "r": "nasb:Romans:10:1",
        "t": "Brethren,*p my heart’s desire and my prayer to God for them is for their*i salvation."
    },
    {
        "o": 31394,
        "r": "nasb:Romans:10:2",
        "t": "For I testify about them that they have a zeal for God, but not in accordance with knowledge."
    },
    {
        "o": 31395,
        "r": "nasb:Romans:10:3",
        "t": "For not knowing about God’s righteousness and seeking to establish their own, they did not subject themselves to the righteousness of God."
    },
    {
        "o": 31396,
        "r": "nasb:Romans:10:4",
        "t": "For Christ is the end of the law for righteousness to everyone who believes."
    },
    {
        "o": 31397,
        "r": "nasb:Romans:10:5",
        "t": "For*p Moses writes that the man who practices the righteousness which is based on law shall live by that righteousness."
    },
    {
        "o": 31398,
        "r": "nasb:Romans:10:6",
        "t": "But the righteousness based on faith speaks as follows: “Do*s not*s say*s in*s your*s heart,*s ‘Who*s will*s ascend*s into*s heaven?’*s (that is, to bring Christ down),"
    },
    {
        "o": 31399,
        "r": "nasb:Romans:10:7",
        "t": "or ‘Who*s will*s descend*s into*s the*s abyss?’*s (that is, to bring Christ up from the dead).”"
    },
    {
        "o": 31400,
        "r": "nasb:Romans:10:8",
        "t": "But what does it say? “The*s word*s is*s near*s you,*s in*s your*s mouth*s and*s in*s your*s heart*s ”—that is, the word of faith which we are preaching,"
    },
    {
        "o": 31401,
        "r": "nasb:Romans:10:9",
        "t": "that if you confess with your mouth Jesus as*i Lord, and believe in your heart that God raised Him from the dead, you will be saved;"
    },
    {
        "o": 31402,
        "r": "nasb:Romans:10:10",
        "t": "for with the heart a person believes, resulting in righteousness, and with the mouth he confesses, resulting in salvation."
    },
    {
        "o": 31403,
        "r": "nasb:Romans:10:11",
        "t": "For the Scripture says, “Whoever*s believes*s in*s Him*s will*s not*s be*s disappointed.”*s"
    },
    {
        "o": 31404,
        "r": "nasb:Romans:10:12",
        "t": "For there is no distinction between Jew and Greek; for the same Lord*i is Lord of all, abounding in riches for all who call on Him;"
    },
    {
        "o": 31405,
        "r": "nasb:Romans:10:13",
        "t": "for “Whoever*s will*s call*s on*s the*s name*s of*s the*s Lord*s will*s be*s saved.”*s"
    },
    {
        "o": 31406,
        "r": "nasb:Romans:10:14",
        "t": "How*p then will they call on Him in whom they have not believed? How will they believe in Him whom they have not heard? And how will they hear without a preacher?"
    },
    {
        "o": 31407,
        "r": "nasb:Romans:10:15",
        "t": "How will they preach unless they are sent? Just as it is written, “How*s beautiful*s are*s the*s feet*s of*s those*s who*s bring*s good*s news*s of*s good*s things!”*s"
    },
    {
        "o": 31408,
        "r": "nasb:Romans:10:16",
        "t": "However,*p they did not all heed the good news; for Isaiah says, “Lord,*s who*s has*s believed*s our*s report?”*s"
    },
    {
        "o": 31409,
        "r": "nasb:Romans:10:17",
        "t": "So faith comes*i from hearing, and hearing by the word of Christ."
    },
    {
        "o": 31410,
        "r": "nasb:Romans:10:18",
        "t": "But*p I say, surely they have never heard, have they? Indeed they have; “Their*spn voice*s has*s gone*s out*s into*s all*s the*s earth,*s And*ln their*s words*s to*s the*s ends*s of*s the*s world.”*s"
    },
    {
        "o": 31411,
        "r": "nasb:Romans:10:19",
        "t": "But*p I say, surely Israel did not know, did they? First Moses says, “I*pn will*s make*s you*s jealous*s by*s that*s which*s is*s not*s a*s nation,*s By*sln a*s nation*s without*s understanding*s will*s I anger*s you.”*s"
    },
    {
        "o": 31412,
        "r": "nasb:Romans:10:20",
        "t": "And*p Isaiah is very bold and says, “I*pn was*s found*s by*s those*s who*s did*s not*s seek*s Me,*s I*ln became*s manifest*s to*s those*s who*s did*s not*s ask*s for*s Me.”*s"
    },
    {
        "o": 31413,
        "r": "nasb:Romans:10:21",
        "t": "But*p as for Israel He says, “All the*s day*s long*s I have*s stretched*s out*s My*s hands*s to*s a*s disobedient*s and*s obstinate*s people.”*s"
    },
    {
        "o": 31414,
        "r": "nasb:Romans:11:0",
        "t": "Romans 11",
        "h": 1
    },
    {
        "o": 31415,
        "r": "nasb:Romans:11:0",
        "t": "Israel Is Not Cast Away",
        "h": 2
    },
    {
        "o": 31416,
        "r": "nasb:Romans:11:1",
        "t": "I*p say then, God has not rejected His people, has He? May it never be! For I too am an Israelite, a descendant of Abraham, of the tribe of Benjamin."
    },
    {
        "o": 31417,
        "r": "nasb:Romans:11:2",
        "t": "God has not rejected His people whom He foreknew. Or do you not know what the Scripture says in the*i passage*i about*i Elijah, how he pleads with God against Israel?"
    },
    {
        "o": 31418,
        "r": "nasb:Romans:11:3",
        "t": "“Lord, they*s have*s killed*s Your*s prophets,*s they*s have*s torn*s down*s Your*s altars,*s and*s I alone*s am*s left,*s and*s they*s are*s seeking*s my*s life.”*s"
    },
    {
        "o": 31419,
        "r": "nasb:Romans:11:4",
        "t": "But what is the divine response to him? “I have*s kept*s for Myself seven*s thousand*s men*s who*s have*s not*s bowed*s the*s knee*s to*s Baal.”*s"
    },
    {
        "o": 31420,
        "r": "nasb:Romans:11:5",
        "t": "In the same way then, there has also come to be at the present time a remnant according to God’s*i gracious choice."
    },
    {
        "o": 31421,
        "r": "nasb:Romans:11:6",
        "t": "But if it is by grace, it is no longer on the basis of works, otherwise grace is no longer grace."
    },
    {
        "o": 31422,
        "r": "nasb:Romans:11:7",
        "t": "What*p then? What Israel is seeking, it has not obtained, but those who were chosen obtained it, and the rest were hardened;"
    },
    {
        "o": 31423,
        "r": "nasb:Romans:11:8",
        "t": "just as it is written, “God*spn gave*s them*s a*s spirit*s of*s stupor,*s Eyes*sln to*s see*s not*s and*s ears*s to*s hear*s not,*s Down*sln to*s this*s very*s day.”*s"
    },
    {
        "o": 31424,
        "r": "nasb:Romans:11:9",
        "t": "And*p David says, “Let*spn their*s table*s become*s a*s snare*s and*s a*s trap,*s And*ln a*s stumbling*s block*s and*s a*s retribution*s to*s them.*s"
    },
    {
        "o": 31425,
        "r": "nasb:Romans:11:10",
        "t": "Let*sln their*s eyes*s be*s darkened*s to*s see*s not,*s And*ln bend*s their*s backs*s forever.”*s"
    },
    {
        "o": 31426,
        "r": "nasb:Romans:11:11",
        "t": "I*p say then, they did not stumble so as to fall, did they? May it never be! But by their transgression salvation has*i come*i to the Gentiles, to make them jealous."
    },
    {
        "o": 31427,
        "r": "nasb:Romans:11:12",
        "t": "Now if their transgression is riches for the world and their failure is riches for the Gentiles, how much more will their fulfillment be!"
    },
    {
        "o": 31428,
        "r": "nasb:Romans:11:13",
        "t": "But I am speaking to you who are Gentiles. Inasmuch then as I am an apostle of Gentiles, I magnify my ministry,"
    },
    {
        "o": 31429,
        "r": "nasb:Romans:11:14",
        "t": "if somehow I might move to jealousy my fellow countrymen and save some of them."
    },
    {
        "o": 31430,
        "r": "nasb:Romans:11:15",
        "t": "For if their rejection is the reconciliation of the world, what will their*i acceptance be but life from the dead?"
    },
    {
        "o": 31431,
        "r": "nasb:Romans:11:16",
        "t": "If the first piece of*i dough*i is holy, the lump is also; and if the root is holy, the branches are too."
    },
    {
        "o": 31432,
        "r": "nasb:Romans:11:17",
        "t": "But*p if some of the branches were broken off, and you, being a wild olive, were grafted in among them and became partaker with them of the rich root of the olive tree,"
    },
    {
        "o": 31433,
        "r": "nasb:Romans:11:18",
        "t": "do not be arrogant toward the branches; but if you are arrogant, remember*i that*i it is not you who supports the root, but the root supports*i you."
    },
    {
        "o": 31434,
        "r": "nasb:Romans:11:19",
        "t": "You will say then, “Branches were broken off so that I might be grafted in.”"
    },
    {
        "o": 31435,
        "r": "nasb:Romans:11:20",
        "t": "Quite right, they were broken off for their unbelief, but you stand by your faith. Do not be conceited, but fear;"
    },
    {
        "o": 31436,
        "r": "nasb:Romans:11:21",
        "t": "for if God did not spare the natural branches, He will not spare you, either."
    },
    {
        "o": 31437,
        "r": "nasb:Romans:11:22",
        "t": "Behold then the kindness and severity of God; to those who fell, severity, but to you, God’s kindness, if you continue in His kindness; otherwise you also will be cut off."
    },
    {
        "o": 31438,
        "r": "nasb:Romans:11:23",
        "t": "And they also, if they do not continue in their unbelief, will be grafted in, for God is able to graft them in again."
    },
    {
        "o": 31439,
        "r": "nasb:Romans:11:24",
        "t": "For if you were cut off from what is by nature a wild olive tree, and were grafted contrary to nature into a cultivated olive tree, how much more will these who are the natural branches*i be grafted into their own olive tree?"
    },
    {
        "o": 31440,
        "r": "nasb:Romans:11:25",
        "t": "For*p I do not want you, brethren, to be uninformed of this mystery—so that you will not be wise in your own estimation—that a partial hardening has happened to Israel until the fullness of the Gentiles has come in;"
    },
    {
        "o": 31441,
        "r": "nasb:Romans:11:26",
        "t": "and so all Israel will be saved; just as it is written, “The*spn Deliverer*s will*s come*s from*s Zion,*s He*sln will*s remove*s ungodliness*s from*s Jacob.”*s"
    },
    {
        "o": 31442,
        "r": "nasb:Romans:11:27",
        "t": "“This*sln is*s My*s covenant*s with*s them,*s When*sln I take*s away*s their*s sins.”*s"
    },
    {
        "o": 31443,
        "r": "nasb:Romans:11:28",
        "t": "From*p the standpoint of the gospel they are enemies for your sake, but from the standpoint of God’s*i choice they are beloved for the sake of the fathers;"
    },
    {
        "o": 31444,
        "r": "nasb:Romans:11:29",
        "t": "for the gifts and the calling of God are irrevocable."
    },
    {
        "o": 31445,
        "r": "nasb:Romans:11:30",
        "t": "For just as you once were disobedient to God, but now have been shown mercy because of their disobedience,"
    },
    {
        "o": 31446,
        "r": "nasb:Romans:11:31",
        "t": "so these also now have been disobedient, that because of the mercy shown to you they also may now be shown mercy."
    },
    {
        "o": 31447,
        "r": "nasb:Romans:11:32",
        "t": "For God has shut up all in disobedience so that He may show mercy to all."
    },
    {
        "o": 31448,
        "r": "nasb:Romans:11:33",
        "t": "Oh,*p the depth of the riches both of the wisdom and knowledge of God! How unsearchable are His judgments and unfathomable His ways!"
    },
    {
        "o": 31449,
        "r": "nasb:Romans:11:34",
        "t": "For who*s has*s known*s the*s mind*s of*s the*s Lord,*s or*s who*s became*s His*s counselor?*s"
    },
    {
        "o": 31450,
        "r": "nasb:Romans:11:35",
        "t": "Or who*s has*s first*s given*s to*s Him*s that*s it*s might*s be*s paid*s back*s to*s him*s again?*s"
    },
    {
        "o": 31451,
        "r": "nasb:Romans:11:36",
        "t": "For from Him and through Him and to Him are all things. To Him be*i the glory forever. Amen."
    },
    {
        "o": 31452,
        "r": "nasb:Romans:12:0",
        "t": "Romans 12",
        "h": 1
    },
    {
        "o": 31453,
        "r": "nasb:Romans:12:0",
        "t": "Dedicated Service",
        "h": 2
    },
    {
        "o": 31454,
        "r": "nasb:Romans:12:1",
        "t": "Therefore*p I urge you, brethren, by the mercies of God, to present your bodies a living and holy sacrifice, acceptable to God, which*i is*i your spiritual service of worship."
    },
    {
        "o": 31455,
        "r": "nasb:Romans:12:2",
        "t": "And do not be conformed to this world, but be transformed by the renewing of your mind, so that you may prove what the will of God is, that which is good and acceptable and perfect."
    },
    {
        "o": 31456,
        "r": "nasb:Romans:12:3",
        "t": "For*p through the grace given to me I say to everyone among you not to think more highly of himself than he ought to think; but to think so as to have sound judgment, as God has allotted to each a measure of faith."
    },
    {
        "o": 31457,
        "r": "nasb:Romans:12:4",
        "t": "For just as we have many members in one body and all the members do not have the same function,"
    },
    {
        "o": 31458,
        "r": "nasb:Romans:12:5",
        "t": "so we, who are many, are one body in Christ, and individually members one of another."
    },
    {
        "o": 31459,
        "r": "nasb:Romans:12:6",
        "t": "Since we have gifts that differ according to the grace given to us, each*i of*i us*i is*i to*i exercise*i them*i accordingly:*i if prophecy, according to the proportion of his faith;"
    },
    {
        "o": 31460,
        "r": "nasb:Romans:12:7",
        "t": "if service, in his serving; or he who teaches, in his teaching;"
    },
    {
        "o": 31461,
        "r": "nasb:Romans:12:8",
        "t": "or he who exhorts, in his exhortation; he who gives, with liberality; he who leads, with diligence; he who shows mercy, with cheerfulness."
    },
    {
        "o": 31462,
        "r": "nasb:Romans:12:9",
        "t": "Let*ip love be*i without hypocrisy. Abhor what is evil; cling to what is good."
    },
    {
        "o": 31463,
        "r": "nasb:Romans:12:10",
        "t": "Be*i devoted to one another in brotherly love; give preference to one another in honor;"
    },
    {
        "o": 31464,
        "r": "nasb:Romans:12:11",
        "t": "not lagging behind in diligence, fervent in spirit, serving the Lord;"
    },
    {
        "o": 31465,
        "r": "nasb:Romans:12:12",
        "t": "rejoicing in hope, persevering in tribulation, devoted to prayer,"
    },
    {
        "o": 31466,
        "r": "nasb:Romans:12:13",
        "t": "contributing to the needs of the saints, practicing hospitality."
    },
    {
        "o": 31467,
        "r": "nasb:Romans:12:14",
        "t": "Bless*p those who persecute you; bless and do not curse."
    },
    {
        "o": 31468,
        "r": "nasb:Romans:12:15",
        "t": "Rejoice with those who rejoice, and weep with those who weep."
    },
    {
        "o": 31469,
        "r": "nasb:Romans:12:16",
        "t": "Be of the same mind toward one another; do not be haughty in mind, but associate with the lowly. Do not be wise in your own estimation."
    },
    {
        "o": 31470,
        "r": "nasb:Romans:12:17",
        "t": "Never pay back evil for evil to anyone. Respect what is right in the sight of all men."
    },
    {
        "o": 31471,
        "r": "nasb:Romans:12:18",
        "t": "If possible, so far as it depends on you, be at peace with all men."
    },
    {
        "o": 31472,
        "r": "nasb:Romans:12:19",
        "t": "Never take your own revenge, beloved, but leave room for the wrath of*i God,*i for it is written, “Vengeance*s is*s Mine,*s I will*s repay,”*s says the Lord."
    },
    {
        "o": 31473,
        "r": "nasb:Romans:12:20",
        "t": "“But*s if*s your*s enemy*s is*s hungry,*s feed*s him,*s and*s if*s he*s is*s thirsty,*s give*s him*s a*s drink*s ;for*s in*s so*s doing*s you*s will*s heap*s burning*s coals*s on*s his*s head.”*s"
    },
    {
        "o": 31474,
        "r": "nasb:Romans:12:21",
        "t": "Do not be overcome by evil, but overcome evil with good."
    },
    {
        "o": 31475,
        "r": "nasb:Romans:13:0",
        "t": "Romans 13",
        "h": 1
    },
    {
        "o": 31476,
        "r": "nasb:Romans:13:0",
        "t": "Be Subject to Government",
        "h": 2
    },
    {
        "o": 31477,
        "r": "nasb:Romans:13:1",
        "t": "Every*p person is to be in subjection to the governing authorities. For there is no authority except from God, and those which exist are established by God."
    },
    {
        "o": 31478,
        "r": "nasb:Romans:13:2",
        "t": "Therefore whoever resists authority has opposed the ordinance of God; and they who have opposed will receive condemnation upon themselves."
    },
    {
        "o": 31479,
        "r": "nasb:Romans:13:3",
        "t": "For rulers are not a cause of fear for good behavior, but for evil. Do you want to have no fear of authority? Do what is good and you will have praise from the same;"
    },
    {
        "o": 31480,
        "r": "nasb:Romans:13:4",
        "t": "for it is a minister of God to you for good. But if you do what is evil, be afraid; for it does not bear the sword for nothing; for it is a minister of God, an avenger who brings wrath on the one who practices evil."
    },
    {
        "o": 31481,
        "r": "nasb:Romans:13:5",
        "t": "Therefore it is necessary to be in subjection, not only because of wrath, but also for conscience’ sake."
    },
    {
        "o": 31482,
        "r": "nasb:Romans:13:6",
        "t": "For because of this you also pay taxes, for rulers*i are servants of God, devoting themselves to this very thing."
    },
    {
        "o": 31483,
        "r": "nasb:Romans:13:7",
        "t": "Render to all what is due them: tax to whom tax is*i due;*i custom to whom custom; fear to whom fear; honor to whom honor."
    },
    {
        "o": 31484,
        "r": "nasb:Romans:13:8",
        "t": "Owe*p nothing to anyone except to love one another; for he who loves his neighbor has fulfilled the*i law."
    },
    {
        "o": 31485,
        "r": "nasb:Romans:13:9",
        "t": "For this, “You*s shall*s not*s commit*s adultery,*s You*s shall*s not*s murder,*s You*s shall*s not*s steal,*s You*s shall*s not*s covet,”*s and if there is any other commandment, it is summed up in this saying, “You*s shall*s love*s your*s neighbor*s as*s yourself.”*s"
    },
    {
        "o": 31486,
        "r": "nasb:Romans:13:10",
        "t": "Love does no wrong to a neighbor; therefore love is the fulfillment of the*i law."
    },
    {
        "o": 31487,
        "r": "nasb:Romans:13:11",
        "t": "Do*ip this, knowing the time, that it is already the hour for you to awaken from sleep; for now salvation is nearer to us than when we believed."
    },
    {
        "o": 31488,
        "r": "nasb:Romans:13:12",
        "t": "The night is almost gone, and the day is near. Therefore let us lay aside the deeds of darkness and put on the armor of light."
    },
    {
        "o": 31489,
        "r": "nasb:Romans:13:13",
        "t": "Let us behave properly as in the day, not in carousing and drunkenness, not in sexual promiscuity and sensuality, not in strife and jealousy."
    },
    {
        "o": 31490,
        "r": "nasb:Romans:13:14",
        "t": "But put on the Lord Jesus Christ, and make no provision for the flesh in regard to its*i lusts."
    },
    {
        "o": 31491,
        "r": "nasb:Romans:14:0",
        "t": "Romans 14",
        "h": 1
    },
    {
        "o": 31492,
        "r": "nasb:Romans:14:0",
        "t": "Principles of Conscience",
        "h": 2
    },
    {
        "o": 31493,
        "r": "nasb:Romans:14:1",
        "t": "Now*p accept the one who is weak in faith, but*i not for the*i purpose*i of*i passing judgment on his opinions."
    },
    {
        "o": 31494,
        "r": "nasb:Romans:14:2",
        "t": "One person has faith that he may eat all things, but he who is weak eats vegetables only.*i"
    },
    {
        "o": 31495,
        "r": "nasb:Romans:14:3",
        "t": "The one who eats is not to regard with contempt the one who does not eat, and the one who does not eat is not to judge the one who eats, for God has accepted him."
    },
    {
        "o": 31496,
        "r": "nasb:Romans:14:4",
        "t": "Who are you to judge the servant of another? To his own master he stands or falls; and he will stand, for the Lord is able to make him stand."
    },
    {
        "o": 31497,
        "r": "nasb:Romans:14:5",
        "t": "One*p person regards one day above another, another regards every day alike.*i Each person must be fully convinced in his own mind."
    },
    {
        "o": 31498,
        "r": "nasb:Romans:14:6",
        "t": "He who observes the day, observes it for the Lord, and he who eats, does so for the Lord, for he gives thanks to God; and he who eats not, for the Lord he does not eat, and gives thanks to God."
    },
    {
        "o": 31499,
        "r": "nasb:Romans:14:7",
        "t": "For not one of us lives for himself, and not one dies for himself;"
    },
    {
        "o": 31500,
        "r": "nasb:Romans:14:8",
        "t": "for if we live, we live for the Lord, or if we die, we die for the Lord; therefore whether we live or die, we are the Lord’s."
    },
    {
        "o": 31501,
        "r": "nasb:Romans:14:9",
        "t": "For to this end Christ died and lived again, that He might be Lord both of the dead and of the living."
    },
    {
        "o": 31502,
        "r": "nasb:Romans:14:10",
        "t": "But*p you, why do you judge your brother? Or you again, why do you regard your brother with contempt? For we will all stand before the judgment seat of God."
    },
    {
        "o": 31503,
        "r": "nasb:Romans:14:11",
        "t": "For it is written, “As*pn I live,*s says*s the*s Lord,*s every*s knee*s shall*s bow*s to*s Me,*s And*ln every*s tongue*s shall*s give*s praise*s to*s God.”*s"
    },
    {
        "o": 31504,
        "r": "nasb:Romans:14:12",
        "t": "So*p then each one of us will give an account of himself to God."
    },
    {
        "o": 31505,
        "r": "nasb:Romans:14:13",
        "t": "Therefore*p let us not judge one another anymore, but rather determine this—not to put an obstacle or a stumbling block in a brother’s way."
    },
    {
        "o": 31506,
        "r": "nasb:Romans:14:14",
        "t": "I know and am convinced in the Lord Jesus that nothing is unclean in itself; but to him who thinks anything to be unclean, to him it is unclean."
    },
    {
        "o": 31507,
        "r": "nasb:Romans:14:15",
        "t": "For if because of food your brother is hurt, you are no longer walking according to love. Do not destroy with your food him for whom Christ died."
    },
    {
        "o": 31508,
        "r": "nasb:Romans:14:16",
        "t": "Therefore do not let what is for you a good thing be spoken of as evil;"
    },
    {
        "o": 31509,
        "r": "nasb:Romans:14:17",
        "t": "for the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit."
    },
    {
        "o": 31510,
        "r": "nasb:Romans:14:18",
        "t": "For he who in this way*i serves Christ is acceptable to God and approved by men."
    },
    {
        "o": 31511,
        "r": "nasb:Romans:14:19",
        "t": "So then we pursue the things which make for peace and the building up of one another."
    },
    {
        "o": 31512,
        "r": "nasb:Romans:14:20",
        "t": "Do not tear down the work of God for the sake of food. All things indeed are clean, but they are evil for the man who eats and gives offense."
    },
    {
        "o": 31513,
        "r": "nasb:Romans:14:21",
        "t": "It is good not to eat meat or to drink wine, or to*i do*i anything*i by which your brother stumbles."
    },
    {
        "o": 31514,
        "r": "nasb:Romans:14:22",
        "t": "The faith which you have, have as your own conviction before God. Happy is he who does not condemn himself in what he approves."
    },
    {
        "o": 31515,
        "r": "nasb:Romans:14:23",
        "t": "But he who doubts is condemned if he eats, because his*i eating*i is*i not from faith; and whatever is not from faith is sin."
    },
    {
        "o": 31516,
        "r": "nasb:Romans:15:0",
        "t": "Romans 15",
        "h": 1
    },
    {
        "o": 31517,
        "r": "nasb:Romans:15:0",
        "t": "Self-denial on Behalf of Others",
        "h": 2
    },
    {
        "o": 31518,
        "r": "nasb:Romans:15:1",
        "t": "Now*p we who are strong ought to bear the weaknesses of those without strength and not just*i please ourselves."
    },
    {
        "o": 31519,
        "r": "nasb:Romans:15:2",
        "t": "Each of us is to please his neighbor for his good, to his edification."
    },
    {
        "o": 31520,
        "r": "nasb:Romans:15:3",
        "t": "For even Christ did not please Himself; but as it is written, “The*s reproaches*s of*s those*s who*s reproached*s You*s fell*s on*s Me.”*s"
    },
    {
        "o": 31521,
        "r": "nasb:Romans:15:4",
        "t": "For whatever was written in earlier times was written for our instruction, so that through perseverance and the encouragement of the Scriptures we might have hope."
    },
    {
        "o": 31522,
        "r": "nasb:Romans:15:5",
        "t": "Now may the God who gives perseverance and encouragement grant you to be of the same mind with one another according to Christ Jesus,"
    },
    {
        "o": 31523,
        "r": "nasb:Romans:15:6",
        "t": "so that with one accord you may with one voice glorify the God and Father of our Lord Jesus Christ."
    },
    {
        "o": 31524,
        "r": "nasb:Romans:15:7",
        "t": "Therefore,*p accept one another, just as Christ also accepted us to the glory of God."
    },
    {
        "o": 31525,
        "r": "nasb:Romans:15:8",
        "t": "For I say that Christ has become a servant to the circumcision on behalf of the truth of God to confirm the promises given*i to the fathers,"
    },
    {
        "o": 31526,
        "r": "nasb:Romans:15:9",
        "t": "and for the Gentiles to glorify God for His mercy; as it is written, “Therefore*spn I will*s give*s praise*s to*s You*s among*s the*s Gentiles,*s And*ln I will*s sing*s to*s Your*s name.”*s"
    },
    {
        "o": 31527,
        "r": "nasb:Romans:15:10",
        "t": "Again*p he says, “Rejoice,*spn O Gentiles,*s with*s His*s people.”*s"
    },
    {
        "o": 31528,
        "r": "nasb:Romans:15:11",
        "t": "And*p again, “Praise*spn the*s Lord*s all*s you*s Gentiles,*s And*ln let*s all*s the*s peoples*s praise*s Him.”*s"
    },
    {
        "o": 31529,
        "r": "nasb:Romans:15:12",
        "t": "Again*p Isaiah says, “There*spn shall*s come*s the*s root*s of*s Jesse,*s And*ln He*s who*s arises*s to*s rule*s over*s the*s Gentiles,*s In*ln Him*s shall*s the*s Gentiles*s hope.”*s"
    },
    {
        "o": 31530,
        "r": "nasb:Romans:15:13",
        "t": "Now*p may the God of hope fill you with all joy and peace in believing, so that you will abound in hope by the power of the Holy Spirit."
    },
    {
        "o": 31531,
        "r": "nasb:Romans:15:14",
        "t": "And*p concerning you, my brethren, I myself also am convinced that you yourselves are full of goodness, filled with all knowledge and able also to admonish one another."
    },
    {
        "o": 31532,
        "r": "nasb:Romans:15:15",
        "t": "But I have written very boldly to you on some points so as to remind you again, because of the grace that was given me from God,"
    },
    {
        "o": 31533,
        "r": "nasb:Romans:15:16",
        "t": "to be a minister of Christ Jesus to the Gentiles, ministering as a priest the gospel of God, so that my*i offering of the Gentiles may become acceptable, sanctified by the Holy Spirit."
    },
    {
        "o": 31534,
        "r": "nasb:Romans:15:17",
        "t": "Therefore in Christ Jesus I have found reason for boasting in things pertaining to God."
    },
    {
        "o": 31535,
        "r": "nasb:Romans:15:18",
        "t": "For I will not presume to speak of anything except what Christ has accomplished through me, resulting in the obedience of the Gentiles by word and deed,"
    },
    {
        "o": 31536,
        "r": "nasb:Romans:15:19",
        "t": "in the power of signs and wonders, in the power of the Spirit; so that from Jerusalem and round about as far as Illyricum I have fully preached the gospel of Christ."
    },
    {
        "o": 31537,
        "r": "nasb:Romans:15:20",
        "t": "And thus I aspired to preach the gospel, not where Christ was already*i named, so that I would not build on another man’s foundation;"
    },
    {
        "o": 31538,
        "r": "nasb:Romans:15:21",
        "t": "but as it is written, “They*spn who*s had*s no*s news*s of*s Him*s shall*s see,*s And*ln they*s who*s have*s not*s heard*s shall*s understand.”*s"
    },
    {
        "o": 31539,
        "r": "nasb:Romans:15:22",
        "t": "For*p this reason I have often been prevented from coming to you;"
    },
    {
        "o": 31540,
        "r": "nasb:Romans:15:23",
        "t": "but now, with no further place for me in these regions, and since I have had for many years a longing to come to you"
    },
    {
        "o": 31541,
        "r": "nasb:Romans:15:24",
        "t": "whenever I go to Spain—for I hope to see you in passing, and to be helped on my way there by you, when I have first enjoyed your company for a while—"
    },
    {
        "o": 31542,
        "r": "nasb:Romans:15:25",
        "t": "but now, I am going to Jerusalem serving the saints."
    },
    {
        "o": 31543,
        "r": "nasb:Romans:15:26",
        "t": "For Macedonia and Achaia have been pleased to make a contribution for the poor among the saints in Jerusalem."
    },
    {
        "o": 31544,
        "r": "nasb:Romans:15:27",
        "t": "Yes, they were pleased to*i do*i so,*i and they are indebted to them. For if the Gentiles have shared in their spiritual things, they are indebted to minister to them also in material things."
    },
    {
        "o": 31545,
        "r": "nasb:Romans:15:28",
        "t": "Therefore, when I have finished this, and have put my seal on this fruit of theirs, I will go on by way of you to Spain."
    },
    {
        "o": 31546,
        "r": "nasb:Romans:15:29",
        "t": "I know that when I come to you, I will come in the fullness of the blessing of Christ."
    },
    {
        "o": 31547,
        "r": "nasb:Romans:15:30",
        "t": "Now*p I urge you, brethren, by our Lord Jesus Christ and by the love of the Spirit, to strive together with me in your prayers to God for me,"
    },
    {
        "o": 31548,
        "r": "nasb:Romans:15:31",
        "t": "that I may be rescued from those who are disobedient in Judea, and that*i my service for Jerusalem may prove acceptable to the saints;"
    },
    {
        "o": 31549,
        "r": "nasb:Romans:15:32",
        "t": "so that I may come to you in joy by the will of God and find refreshing*i rest in your company."
    },
    {
        "o": 31550,
        "r": "nasb:Romans:15:33",
        "t": "Now the God of peace be with you all. Amen."
    },
    {
        "o": 31551,
        "r": "nasb:Romans:16:0",
        "t": "Romans 16",
        "h": 1
    },
    {
        "o": 31552,
        "r": "nasb:Romans:16:0",
        "t": "Greetings and Love Expressed",
        "h": 2
    },
    {
        "o": 31553,
        "r": "nasb:Romans:16:1",
        "t": "I*p commend to you our sister Phoebe, who is a servant of the church which is at Cenchrea;"
    },
    {
        "o": 31554,
        "r": "nasb:Romans:16:2",
        "t": "that you receive her in the Lord in a manner worthy of the saints, and that you help her in whatever matter she may have need of you; for she herself has also been a helper of many, and of myself as well."
    },
    {
        "o": 31555,
        "r": "nasb:Romans:16:3",
        "t": "Greet*p Prisca and Aquila, my fellow workers in Christ Jesus,"
    },
    {
        "o": 31556,
        "r": "nasb:Romans:16:4",
        "t": "who for my life risked their own necks, to whom not only do I give thanks, but also all the churches of the Gentiles;"
    },
    {
        "o": 31557,
        "r": "nasb:Romans:16:5",
        "t": "also greet*i the church that is in their house. Greet Epaenetus, my beloved, who is the first convert to Christ from Asia."
    },
    {
        "o": 31558,
        "r": "nasb:Romans:16:6",
        "t": "Greet Mary, who has worked hard for you."
    },
    {
        "o": 31559,
        "r": "nasb:Romans:16:7",
        "t": "Greet Andronicus and Junias, my kinsmen and my fellow prisoners, who are outstanding among the apostles, who also were in Christ before me."
    },
    {
        "o": 31560,
        "r": "nasb:Romans:16:8",
        "t": "Greet Ampliatus, my beloved in the Lord."
    },
    {
        "o": 31561,
        "r": "nasb:Romans:16:9",
        "t": "Greet Urbanus, our fellow worker in Christ, and Stachys my beloved."
    },
    {
        "o": 31562,
        "r": "nasb:Romans:16:10",
        "t": "Greet Apelles, the approved in Christ. Greet those who are of the household*i of Aristobulus."
    },
    {
        "o": 31563,
        "r": "nasb:Romans:16:11",
        "t": "Greet Herodion, my kinsman. Greet those of the household*i of Narcissus, who are in the Lord."
    },
    {
        "o": 31564,
        "r": "nasb:Romans:16:12",
        "t": "Greet Tryphaena and Tryphosa, workers in the Lord. Greet Persis the beloved, who has worked hard in the Lord."
    },
    {
        "o": 31565,
        "r": "nasb:Romans:16:13",
        "t": "Greet Rufus, a choice man in the Lord, also his mother and mine."
    },
    {
        "o": 31566,
        "r": "nasb:Romans:16:14",
        "t": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas and the brethren with them."
    },
    {
        "o": 31567,
        "r": "nasb:Romans:16:15",
        "t": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them."
    },
    {
        "o": 31568,
        "r": "nasb:Romans:16:16",
        "t": "Greet one another with a holy kiss. All the churches of Christ greet you."
    },
    {
        "o": 31569,
        "r": "nasb:Romans:16:17",
        "t": "Now*p I urge you, brethren, keep your eye on those who cause dissensions and hindrances contrary to the teaching which you learned, and turn away from them."
    },
    {
        "o": 31570,
        "r": "nasb:Romans:16:18",
        "t": "For such men are slaves, not of our Lord Christ but of their own appetites; and by their smooth and flattering speech they deceive the hearts of the unsuspecting."
    },
    {
        "o": 31571,
        "r": "nasb:Romans:16:19",
        "t": "For the report of your obedience has reached to all; therefore I am rejoicing over you, but I want you to be wise in what is good and innocent in what is evil."
    },
    {
        "o": 31572,
        "r": "nasb:Romans:16:20",
        "t": "The God of peace will soon crush Satan under your feet. The*bp grace of our Lord Jesus be with you."
    },
    {
        "o": 31573,
        "r": "nasb:Romans:16:21",
        "t": "Timothy*p my fellow worker greets you, and so*i do*i Lucius and Jason and Sosipater, my kinsmen."
    },
    {
        "o": 31574,
        "r": "nasb:Romans:16:22",
        "t": "I,*p Tertius, who write this letter, greet you in the Lord."
    },
    {
        "o": 31575,
        "r": "nasb:Romans:16:23",
        "t": "Gaius,*p host to me and to the whole church, greets you. Erastus, the city treasurer greets you, and Quartus, the brother."
    },
    {
        "o": 31576,
        "r": "nasb:Romans:16:24",
        "t": "[The grace of our Lord Jesus Christ be with you all. Amen.]"
    },
    {
        "o": 31577,
        "r": "nasb:Romans:16:25",
        "t": "Now*p to Him who is able to establish you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery which has been kept secret for long ages past,"
    },
    {
        "o": 31578,
        "r": "nasb:Romans:16:26",
        "t": "but now is manifested, and by the Scriptures of the prophets, according to the commandment of the eternal God, has been made known to all the nations, leading*i to obedience of faith;"
    },
    {
        "o": 31579,
        "r": "nasb:Romans:16:27",
        "t": "to the only wise God, through Jesus Christ, be the glory forever. Amen."
    }
]
