[
    {
        "o": 34521,
        "r": "esv:Revelation:7:0",
        "t": "Revelation 7",
        "h": 1
    },
    {
        "o": 34522,
        "r": "esv:Revelation:7:0",
        "t": "The 144,000 of Israel Sealed",
        "h": 2
    },
    {
        "o": 34523,
        "r": "esv:Revelation:7:1",
        "t": "After*p this I saw four angels standing at the four corners of the earth, holding back the four winds of the earth, that no wind might blow on earth or sea or against any tree."
    },
    {
        "o": 34524,
        "r": "esv:Revelation:7:2",
        "t": "Then I saw another angel ascending from the rising of the sun, with the seal of the living God, and he called with a loud voice to the four angels who had been given power to harm earth and sea,"
    },
    {
        "o": 34525,
        "r": "esv:Revelation:7:3",
        "t": "saying, “Do not harm the earth or the sea or the trees, until we have sealed the servants of our God on their foreheads.”"
    },
    {
        "o": 34526,
        "r": "esv:Revelation:7:4",
        "t": "And I heard the number of the sealed, 144,000, sealed from every tribe of the sons of Israel:"
    },
    {
        "o": 34527,
        "r": "esv:Revelation:7:5",
        "t": "12,000*pn from the tribe of Judah were sealed, 12,000*ln from the tribe of Reuben, 12,000*ln from the tribe of Gad,"
    },
    {
        "o": 34528,
        "r": "esv:Revelation:7:6",
        "t": "12,000*ln from the tribe of Asher, 12,000*ln from the tribe of Naphtali, 12,000*ln from the tribe of Manasseh,"
    },
    {
        "o": 34529,
        "r": "esv:Revelation:7:7",
        "t": "12,000*ln from the tribe of Simeon, 12,000*ln from the tribe of Levi, 12,000*ln from the tribe of Issachar,"
    },
    {
        "o": 34530,
        "r": "esv:Revelation:7:8",
        "t": "12,000*ln from the tribe of Zebulun, 12,000*ln from the tribe of Joseph, 12,000*ln from the tribe of Benjamin were sealed."
    },
    {
        "o": 34531,
        "r": "esv:Revelation:7:8",
        "t": "A Great Multitude from Every Nation",
        "h": 2
    },
    {
        "o": 34532,
        "r": "esv:Revelation:7:9",
        "t": "After*p this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands,"
    },
    {
        "o": 34533,
        "r": "esv:Revelation:7:10",
        "t": "and crying out with a loud voice, “Salvation belongs to our God who sits on the throne, and to the Lamb!”"
    },
    {
        "o": 34534,
        "r": "esv:Revelation:7:11",
        "t": "And all the angels were standing around the throne and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God,"
    },
    {
        "o": 34535,
        "r": "esv:Revelation:7:12",
        "t": "saying, “Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and ever! Amen.”"
    },
    {
        "o": 34536,
        "r": "esv:Revelation:7:13",
        "t": "Then*p one of the elders addressed me, saying, “Who are these, clothed in white robes, and from where have they come?”"
    },
    {
        "o": 34537,
        "r": "esv:Revelation:7:14",
        "t": "I said to him, “Sir, you know.” And he said to me, “These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb."
    },
    {
        "o": 34538,
        "r": "esv:Revelation:7:15",
        "t": "“Therefore*pn they are before the throne of God, and*ld serve him day and night in his temple; and*ld he who sits on the throne will shelter them with his presence."
    },
    {
        "o": 34539,
        "r": "esv:Revelation:7:16",
        "t": "They*ln shall hunger no more, neither thirst anymore; the*ld sun shall not strike them, nor*ld any scorching heat."
    },
    {
        "o": 34540,
        "r": "esv:Revelation:7:17",
        "t": "For*ln the Lamb in the midst of the throne will be their shepherd, and*ld he will guide them to springs of living water, and*ln God will wipe away every tear from their eyes.”"
    }
]
