[
    {
        "o": 19870,
        "r": "nasb:Isaiah:10:0",
        "t": "Isaiah 10",
        "h": 1
    },
    {
        "o": 19871,
        "r": "nasb:Isaiah:10:0",
        "t": "Assyria Is God’s Instrument",
        "h": 2
    },
    {
        "o": 19872,
        "r": "nasb:Isaiah:10:1",
        "t": "Woe*pn to those who enact evil statutes And*ln to those who constantly record unjust decisions,"
    },
    {
        "o": 19873,
        "r": "nasb:Isaiah:10:2",
        "t": "So*ln as to deprive the needy of justice And*ln rob the poor of My people of their*i rights, So*ln that widows may be their spoil And*ln that they may plunder the orphans."
    },
    {
        "o": 19874,
        "r": "nasb:Isaiah:10:3",
        "t": "Now*ln what will you do in the day of punishment, And*ln in the devastation which will come from afar? To*ln whom will you flee for help? And*ln where will you leave your wealth?"
    },
    {
        "o": 19875,
        "r": "nasb:Isaiah:10:4",
        "t": "Nothing*ln remains*i but to crouch among the captives Or*ln fall among the slain. In*ln spite*i of*i all this, His anger does not turn away And*ln His hand is still stretched out."
    },
    {
        "o": 19876,
        "r": "nasb:Isaiah:10:5",
        "t": "Woe*ln to Assyria, the rod of My anger And*ln the staff in whose hands is My indignation,"
    },
    {
        "o": 19877,
        "r": "nasb:Isaiah:10:6",
        "t": "I*ln send it against a godless nation And*ln commission it against the people of My fury To*ln capture booty and to seize plunder, And*ln to trample them down like mud in the streets."
    },
    {
        "o": 19878,
        "r": "nasb:Isaiah:10:7",
        "t": "Yet*ln it does not so intend, Nor*ln does it plan so in its heart, But*ln rather it is its purpose to destroy And*ln to cut off many nations."
    },
    {
        "o": 19879,
        "r": "nasb:Isaiah:10:8",
        "t": "For*ln it says, “Are not my princes all kings?"
    },
    {
        "o": 19880,
        "r": "nasb:Isaiah:10:9",
        "t": "Is*ln not Calno like Carchemish, Or*ln Hamath like Arpad, Or*ln Samaria like Damascus?"
    },
    {
        "o": 19881,
        "r": "nasb:Isaiah:10:10",
        "t": "As*ln my hand has reached to the kingdoms of the idols, Whose*ln graven images were*i greater than those of Jerusalem and Samaria,"
    },
    {
        "o": 19882,
        "r": "nasb:Isaiah:10:11",
        "t": "Shall*ln I not do to Jerusalem and her images Just*ln as I have done to Samaria and her idols?”"
    },
    {
        "o": 19883,
        "r": "nasb:Isaiah:10:12",
        "t": "So*p it will be that when the Lord has completed all His work on Mount Zion and on Jerusalem, He*i will*i say,*i “I will punish the fruit of the arrogant heart of the king of Assyria and the pomp of his haughtiness.”"
    },
    {
        "o": 19884,
        "r": "nasb:Isaiah:10:13",
        "t": "For he has said, “By*pn the power of my hand and by my wisdom I did this,*i For*ln I have understanding; And*ln I removed the boundaries of the peoples And*ln plundered their treasures, And*ln like a mighty man I brought down their*i inhabitants,"
    },
    {
        "o": 19885,
        "r": "nasb:Isaiah:10:14",
        "t": "And*ln my hand reached to the riches of the peoples like a nest, And*ln as one gathers abandoned eggs, I gathered all the earth; And*ln there was not one that flapped its wing or opened its*i beak or chirped.”"
    },
    {
        "o": 19886,
        "r": "nasb:Isaiah:10:15",
        "t": "Is*ln the axe to boast itself over the one who chops with it? Is*ln the saw to exalt itself over the one who wields it? That*iln would*i be*i like a club wielding those who lift it, Or*iln like a rod lifting him*i who*i is not wood."
    },
    {
        "o": 19887,
        "r": "nasb:Isaiah:10:16",
        "t": "Therefore*ln the Lord, the God*s of hosts, will send a wasting disease among his stout warriors; And*ln under his glory a fire will be kindled like a burning flame."
    },
    {
        "o": 19888,
        "r": "nasb:Isaiah:10:17",
        "t": "And*ln the light of Israel will become a fire and his Holy One a flame, And*ln it will burn and devour his thorns and his briars in a single day."
    },
    {
        "o": 19889,
        "r": "nasb:Isaiah:10:18",
        "t": "And*ln He will destroy the glory of his forest and of his fruitful garden, both soul and body, And*ln it will be as when a sick man wastes away."
    },
    {
        "o": 19890,
        "r": "nasb:Isaiah:10:19",
        "t": "And*ln the rest of the trees of his forest will be so small in number That*ln a child could write them down."
    },
    {
        "o": 19891,
        "r": "nasb:Isaiah:10:19",
        "t": "A Remnant Will Return",
        "h": 2
    },
    {
        "o": 19892,
        "r": "nasb:Isaiah:10:20",
        "t": "Now*p in that day the remnant of Israel, and those of the house of Jacob who have escaped, will never again rely on the one who struck them, but will truly rely on the Lord,*s the Holy One of Israel."
    },
    {
        "o": 19893,
        "r": "nasb:Isaiah:10:21",
        "t": "A*pn remnant will return, the remnant of Jacob, to the mighty God."
    },
    {
        "o": 19894,
        "r": "nasb:Isaiah:10:22",
        "t": "For*ln though your people, O Israel, may be like the sand of the sea, Only*iln a remnant within them will return; A*ln destruction is determined, overflowing with righteousness."
    },
    {
        "o": 19895,
        "r": "nasb:Isaiah:10:23",
        "t": "For*p a complete destruction, one that is decreed, the Lord God*s of hosts will execute in the midst of the whole land."
    },
    {
        "o": 19896,
        "r": "nasb:Isaiah:10:24",
        "t": "Therefore*p thus says the Lord God*s of hosts, “O My people who dwell in Zion, do not fear the Assyrian who strikes you with the rod and lifts up his staff against you, the way Egypt did.*i"
    },
    {
        "o": 19897,
        "r": "nasb:Isaiah:10:25",
        "t": "For in a very little while My indignation against*i you*i will be spent and My anger will*i be*i directed*i to their destruction.”"
    },
    {
        "o": 19898,
        "r": "nasb:Isaiah:10:26",
        "t": "The Lord*s of hosts will arouse a scourge against him like the slaughter of Midian at the rock of Oreb; and His staff will be over the sea and He will lift it up the way He*i did*i in Egypt."
    },
    {
        "o": 19899,
        "r": "nasb:Isaiah:10:27",
        "t": "So it will be in that day, that his burden will be removed from your shoulders and his yoke from your neck, and the yoke will be broken because of fatness."
    },
    {
        "o": 19900,
        "r": "nasb:Isaiah:10:28",
        "t": "He*pn has come against Aiath, He*ln has passed through Migron; At*ln Michmash he deposited his baggage."
    },
    {
        "o": 19901,
        "r": "nasb:Isaiah:10:29",
        "t": "They*ln have gone through the pass, saying,*i “Geba*ln will be our lodging place.” Ramah*ln is terrified, and Gibeah of Saul has fled away."
    },
    {
        "o": 19902,
        "r": "nasb:Isaiah:10:30",
        "t": "Cry*ln aloud with your voice, O daughter of Gallim! Pay*ln attention, Laishah and*i wretched Anathoth!"
    },
    {
        "o": 19903,
        "r": "nasb:Isaiah:10:31",
        "t": "Madmenah*ln has fled. The*ln inhabitants of Gebim have sought refuge."
    },
    {
        "o": 19904,
        "r": "nasb:Isaiah:10:32",
        "t": "Yet*ln today he will halt at Nob; He*ln shakes his fist at the mountain of the daughter of Zion, the hill of Jerusalem."
    },
    {
        "o": 19905,
        "r": "nasb:Isaiah:10:33",
        "t": "Behold,*ln the Lord, the God*s of hosts, will lop off the boughs with a terrible crash; Those*ln also who are tall in stature will be cut down And*ln those who are lofty will be abased."
    },
    {
        "o": 19906,
        "r": "nasb:Isaiah:10:34",
        "t": "He*ln will cut down the thickets of the forest with an iron axe,*i And*ln Lebanon will fall by the Mighty One."
    }
]
