[
    {
        "o": 3753,
        "r": "esv:Leviticus:24:0",
        "t": "Leviticus 24",
        "h": 1
    },
    {
        "o": 3754,
        "r": "esv:Leviticus:24:0",
        "t": "The Lamps",
        "h": 2
    },
    {
        "o": 3755,
        "r": "esv:Leviticus:24:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3756,
        "r": "esv:Leviticus:24:2",
        "t": "“Command the people of Israel to bring you pure oil from beaten olives for the lamp, that a light may be kept burning regularly."
    },
    {
        "o": 3757,
        "r": "esv:Leviticus:24:3",
        "t": "Outside the veil of the testimony, in the tent of meeting, Aaron shall arrange it from evening to morning before the Lord*s regularly. It shall be a statute forever throughout your generations."
    },
    {
        "o": 3758,
        "r": "esv:Leviticus:24:4",
        "t": "He shall arrange the lamps on the lampstand of pure gold before the Lord*s regularly."
    },
    {
        "o": 3759,
        "r": "esv:Leviticus:24:4",
        "t": "Bread for the Tabernacle",
        "h": 2
    },
    {
        "o": 3760,
        "r": "esv:Leviticus:24:5",
        "t": "“You*p shall take fine flour and bake twelve loaves from it; two tenths of an ephah shall be in each loaf."
    },
    {
        "o": 3761,
        "r": "esv:Leviticus:24:6",
        "t": "And you shall set them in two piles, six in a pile, on the table of pure gold before the Lord.*s"
    },
    {
        "o": 3762,
        "r": "esv:Leviticus:24:7",
        "t": "And you shall put pure frankincense on each pile, that it may go with the bread as a memorial portion as a food offering to the Lord.*s"
    },
    {
        "o": 3763,
        "r": "esv:Leviticus:24:8",
        "t": "Every Sabbath day Aaron shall arrange it before the Lord*s regularly; it is from the people of Israel as a covenant forever."
    },
    {
        "o": 3764,
        "r": "esv:Leviticus:24:9",
        "t": "And it shall be for Aaron and his sons, and they shall eat it in a holy place, since it is for him a most holy portion out of the Lord’s*s food offerings, a perpetual due.”"
    },
    {
        "o": 3765,
        "r": "esv:Leviticus:24:9",
        "t": "Punishment for Blasphemy",
        "h": 2
    },
    {
        "o": 3766,
        "r": "esv:Leviticus:24:10",
        "t": "Now*p an Israelite woman’s son, whose father was an Egyptian, went out among the people of Israel. And the Israelite woman’s son and a man of Israel fought in the camp,"
    },
    {
        "o": 3767,
        "r": "esv:Leviticus:24:11",
        "t": "and the Israelite woman’s son blasphemed the Name, and cursed. Then they brought him to Moses. His mother’s name was Shelomith, the daughter of Dibri, of the tribe of Dan."
    },
    {
        "o": 3768,
        "r": "esv:Leviticus:24:12",
        "t": "And they put him in custody, till the will of the Lord*s should be clear to them."
    },
    {
        "o": 3769,
        "r": "esv:Leviticus:24:13",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3770,
        "r": "esv:Leviticus:24:14",
        "t": "“Bring out of the camp the one who cursed, and let all who heard him lay their hands on his head, and let all the congregation stone him."
    },
    {
        "o": 3771,
        "r": "esv:Leviticus:24:15",
        "t": "And speak to the people of Israel, saying, Whoever curses his God shall bear his sin."
    },
    {
        "o": 3772,
        "r": "esv:Leviticus:24:16",
        "t": "Whoever blasphemes the name of the Lord*s shall surely be put to death. All the congregation shall stone him. The sojourner as well as the native, when he blasphemes the Name, shall be put to death."
    },
    {
        "o": 3773,
        "r": "esv:Leviticus:24:16",
        "t": "An Eye for an Eye",
        "h": 2
    },
    {
        "o": 3774,
        "r": "esv:Leviticus:24:17",
        "t": "“Whoever*p takes a human life shall surely be put to death."
    },
    {
        "o": 3775,
        "r": "esv:Leviticus:24:18",
        "t": "Whoever takes an animal’s life shall make it good, life for life."
    },
    {
        "o": 3776,
        "r": "esv:Leviticus:24:19",
        "t": "If anyone injures his neighbor, as he has done it shall be done to him,"
    },
    {
        "o": 3777,
        "r": "esv:Leviticus:24:20",
        "t": "fracture for fracture, eye for eye, tooth for tooth; whatever injury he has given a person shall be given to him."
    },
    {
        "o": 3778,
        "r": "esv:Leviticus:24:21",
        "t": "Whoever kills an animal shall make it good, and whoever kills a person shall be put to death."
    },
    {
        "o": 3779,
        "r": "esv:Leviticus:24:22",
        "t": "You shall have the same rule for the sojourner and for the native, for I am the Lord*s your God.”"
    },
    {
        "o": 3780,
        "r": "esv:Leviticus:24:23",
        "t": "So Moses spoke to the people of Israel, and they brought out of the camp the one who had cursed and stoned him with stones. Thus the people of Israel did as the Lord*s commanded Moses."
    }
]
