[
    {
        "o": 7983,
        "r": "csb:1 Samuel:1:0",
        "t": "1 Samuel 1",
        "h": 1
    },
    {
        "o": 7984,
        "r": "csb:1 Samuel:1:0",
        "t": "Hannah’s Vow",
        "h": 2
    },
    {
        "o": 7985,
        "r": "csb:1 Samuel:1:1",
        "t": "There*p was a man from Ramathaim-zophim in the hill country of Ephraim. His name was Elkanah son of Jeroham, son of Elihu, son of Tohu, son of Zuph, an Ephraimite."
    },
    {
        "o": 7986,
        "r": "csb:1 Samuel:1:2",
        "t": "He had two wives, the first named Hannah and the second Peninnah. Peninnah had children, but Hannah was childless."
    },
    {
        "o": 7987,
        "r": "csb:1 Samuel:1:3",
        "t": "This man would go up from his town every year to worship and to sacrifice to the Lord*s of Armies at Shiloh, where Eli’s two sons, Hophni and Phinehas, were the Lord’s*s priests."
    },
    {
        "o": 7988,
        "r": "csb:1 Samuel:1:4",
        "t": "Whenever*p Elkanah offered a sacrifice, he always gave portions of the meat to his wife Peninnah and to each of her sons and daughters."
    },
    {
        "o": 7989,
        "r": "csb:1 Samuel:1:5",
        "t": "But he gave a double portion to Hannah, for he loved her even though the Lord*s had kept her from conceiving."
    },
    {
        "o": 7990,
        "r": "csb:1 Samuel:1:6",
        "t": "Her rival would taunt her severely just to provoke her, because the Lord*s had kept Hannah from conceiving."
    },
    {
        "o": 7991,
        "r": "csb:1 Samuel:1:7",
        "t": "Year after year, when she went up to the Lord’s*s house, her rival taunted her in this way. Hannah would weep and would not eat."
    },
    {
        "o": 7992,
        "r": "csb:1 Samuel:1:8",
        "t": "“Hannah, why are you crying?” her husband, Elkanah, would ask. “Why won’t you eat? Why are you troubled? Am I not better to you than ten sons?”"
    },
    {
        "o": 7993,
        "r": "csb:1 Samuel:1:9",
        "t": "On*p one occasion, Hannah got up after they ate and drank at Shiloh. The priest Eli was sitting on a chair by the doorpost of the Lord’s*s temple."
    },
    {
        "o": 7994,
        "r": "csb:1 Samuel:1:10",
        "t": "Deeply hurt, Hannah prayed to the Lord*s and wept with many tears."
    },
    {
        "o": 7995,
        "r": "csb:1 Samuel:1:11",
        "t": "Making a vow, she pleaded, “Lord*s of Armies, if you will take notice of your servant’s affliction, remember and not forget me, and give your servant a son, I will give him to the Lord*s all the days of his life, and his hair will never be cut.”"
    },
    {
        "o": 7996,
        "r": "csb:1 Samuel:1:12",
        "t": "While*p she continued praying in the Lord’s*s presence, Eli watched her mouth."
    },
    {
        "o": 7997,
        "r": "csb:1 Samuel:1:13",
        "t": "Hannah was praying silently, and though her lips were moving, her voice could not be heard. Eli thought she was drunk"
    },
    {
        "o": 7998,
        "r": "csb:1 Samuel:1:14",
        "t": "and said to her, “How long are you going to be drunk? Get rid of your wine!”"
    },
    {
        "o": 7999,
        "r": "csb:1 Samuel:1:15",
        "t": "“No,*p my lord,” Hannah replied. “I am a woman with a broken heart. I haven’t had any wine or beer; I’ve been pouring out my heart before the Lord.*s"
    },
    {
        "o": 8000,
        "r": "csb:1 Samuel:1:16",
        "t": "Don’t think of me as a wicked woman; I’ve been praying from the depth of my anguish and resentment.”"
    },
    {
        "o": 8001,
        "r": "csb:1 Samuel:1:17",
        "t": "Eli*p responded, “Go in peace, and may the God of Israel grant the request you’ve made of him.”"
    },
    {
        "o": 8002,
        "r": "csb:1 Samuel:1:18",
        "t": "“May*p your servant find favor with you,” she replied. Then Hannah went on her way; she ate and no longer looked despondent."
    },
    {
        "o": 8003,
        "r": "csb:1 Samuel:1:18",
        "t": "Samuel’s Birth and Dedication",
        "h": 2
    },
    {
        "o": 8004,
        "r": "csb:1 Samuel:1:19",
        "t": "The*p next morning Elkanah and Hannah got up early to worship before the Lord.*s Afterward, they returned home to Ramah. Then Elkanah was intimate with his wife Hannah, and the Lord*s remembered her."
    },
    {
        "o": 8005,
        "r": "csb:1 Samuel:1:20",
        "t": "After some time, Hannah conceived and gave birth to a son. She named him Samuel, because she said, “I requested him from the Lord.”*s"
    },
    {
        "o": 8006,
        "r": "csb:1 Samuel:1:21",
        "t": "When*p Elkanah and all his household went up to make the annual sacrifice and his vow offering to the Lord,*s"
    },
    {
        "o": 8007,
        "r": "csb:1 Samuel:1:22",
        "t": "Hannah did not go and explained to her husband, “After the child is weaned, I’ll take him to appear in the Lord’s*s presence and to stay there permanently.”"
    },
    {
        "o": 8008,
        "r": "csb:1 Samuel:1:23",
        "t": "Her*p husband, Elkanah, replied, “Do what you think is best, and stay here until you’ve weaned him. May the Lord*s confirm your word.” So Hannah stayed there and nursed her son until she weaned him."
    },
    {
        "o": 8009,
        "r": "csb:1 Samuel:1:24",
        "t": "When she had weaned him, she took him with her to Shiloh, as well as a three-year-old bull, half a bushel of flour, and a clay jar of wine. Though the boy was still young, she took him to the Lord’s*s house at Shiloh."
    },
    {
        "o": 8010,
        "r": "csb:1 Samuel:1:25",
        "t": "Then they slaughtered the bull and brought the boy to Eli."
    },
    {
        "o": 8011,
        "r": "csb:1 Samuel:1:26",
        "t": "“Please,*p my lord,” she said, “as surely as you live, my lord, I am the woman who stood here beside you praying to the Lord.*s"
    },
    {
        "o": 8012,
        "r": "csb:1 Samuel:1:27",
        "t": "I prayed for this boy, and since the Lord*s gave me what I asked him for,"
    },
    {
        "o": 8013,
        "r": "csb:1 Samuel:1:28",
        "t": "I now give the boy to the Lord.*s For as long as he lives, he is given to the Lord.”*s Then he worshiped the Lord*s there."
    }
]
