[
    {
        "o": 34541,
        "r": "esv:Revelation:8:0",
        "t": "Revelation 8",
        "h": 1
    },
    {
        "o": 34542,
        "r": "esv:Revelation:8:0",
        "t": "The Seventh Seal and the Golden Censer",
        "h": 2
    },
    {
        "o": 34543,
        "r": "esv:Revelation:8:1",
        "t": "When*p the Lamb opened the seventh seal, there was silence in heaven for about half an hour."
    },
    {
        "o": 34544,
        "r": "esv:Revelation:8:2",
        "t": "Then I saw the seven angels who stand before God, and seven trumpets were given to them."
    },
    {
        "o": 34545,
        "r": "esv:Revelation:8:3",
        "t": "And another angel came and stood at the altar with a golden censer, and he was given much incense to offer with the prayers of all the saints on the golden altar before the throne,"
    },
    {
        "o": 34546,
        "r": "esv:Revelation:8:4",
        "t": "and the smoke of the incense, with the prayers of the saints, rose before God from the hand of the angel."
    },
    {
        "o": 34547,
        "r": "esv:Revelation:8:5",
        "t": "Then the angel took the censer and filled it with fire from the altar and threw it on the earth, and there were peals of thunder, rumblings, flashes of lightning, and an earthquake."
    },
    {
        "o": 34548,
        "r": "esv:Revelation:8:5",
        "t": "The Seven Trumpets",
        "h": 2
    },
    {
        "o": 34549,
        "r": "esv:Revelation:8:6",
        "t": "Now*p the seven angels who had the seven trumpets prepared to blow them."
    },
    {
        "o": 34550,
        "r": "esv:Revelation:8:7",
        "t": "The*p first angel blew his trumpet, and there followed hail and fire, mixed with blood, and these were thrown upon the earth. And a third of the earth was burned up, and a third of the trees were burned up, and all green grass was burned up."
    },
    {
        "o": 34551,
        "r": "esv:Revelation:8:8",
        "t": "The*p second angel blew his trumpet, and something like a great mountain, burning with fire, was thrown into the sea, and a third of the sea became blood."
    },
    {
        "o": 34552,
        "r": "esv:Revelation:8:9",
        "t": "A third of the living creatures in the sea died, and a third of the ships were destroyed."
    },
    {
        "o": 34553,
        "r": "esv:Revelation:8:10",
        "t": "The*p third angel blew his trumpet, and a great star fell from heaven, blazing like a torch, and it fell on a third of the rivers and on the springs of water."
    },
    {
        "o": 34554,
        "r": "esv:Revelation:8:11",
        "t": "The name of the star is Wormwood. A third of the waters became wormwood, and many people died from the water, because it had been made bitter."
    },
    {
        "o": 34555,
        "r": "esv:Revelation:8:12",
        "t": "The*p fourth angel blew his trumpet, and a third of the sun was struck, and a third of the moon, and a third of the stars, so that a third of their light might be darkened, and a third of the day might be kept from shining, and likewise a third of the night."
    },
    {
        "o": 34556,
        "r": "esv:Revelation:8:13",
        "t": "Then*p I looked, and I heard an eagle crying with a loud voice as it flew directly overhead, “Woe, woe, woe to those who dwell on the earth, at the blasts of the other trumpets that the three angels are about to blow!”"
    }
]
