[
    {
        "o": 5538,
        "r": "niv:Deuteronomy:6:0",
        "t": "Deuteronomy 6",
        "h": 1
    },
    {
        "o": 5539,
        "r": "niv:Deuteronomy:6:0",
        "t": "Love the Lord Your God",
        "h": 2
    },
    {
        "o": 5540,
        "r": "niv:Deuteronomy:6:1",
        "t": "These*p are the commands, decrees and laws the Lord*s your God directed me to teach you to observe in the land that you are crossing the Jordan to possess,"
    },
    {
        "o": 5541,
        "r": "niv:Deuteronomy:6:2",
        "t": "so that you, your children and their children after them may fear the Lord*s your God as long as you live by keeping all his decrees and commands that I give you, and so that you may enjoy long life."
    },
    {
        "o": 5542,
        "r": "niv:Deuteronomy:6:3",
        "t": "Hear, Israel, and be careful to obey so that it may go well with you and that you may increase greatly in a land flowing with milk and honey, just as the Lord,*s the God of your ancestors, promised you."
    },
    {
        "o": 5543,
        "r": "niv:Deuteronomy:6:4",
        "t": "Hear,*p O Israel: The Lord*s our God, the Lord*s is one."
    },
    {
        "o": 5544,
        "r": "niv:Deuteronomy:6:5",
        "t": "Love the Lord*s your God with all your heart and with all your soul and with all your strength."
    },
    {
        "o": 5545,
        "r": "niv:Deuteronomy:6:6",
        "t": "These commandments that I give you today are to be on your hearts."
    },
    {
        "o": 5546,
        "r": "niv:Deuteronomy:6:7",
        "t": "Impress them on your children. Talk about them when you sit at home and when you walk along the road, when you lie down and when you get up."
    },
    {
        "o": 5547,
        "r": "niv:Deuteronomy:6:8",
        "t": "Tie them as symbols on your hands and bind them on your foreheads."
    },
    {
        "o": 5548,
        "r": "niv:Deuteronomy:6:9",
        "t": "Write them on the doorframes of your houses and on your gates."
    },
    {
        "o": 5549,
        "r": "niv:Deuteronomy:6:10",
        "t": "When*p the Lord*s your God brings you into the land he swore to your fathers, to Abraham, Isaac and Jacob, to give you—a land with large, flourishing cities you did not build,"
    },
    {
        "o": 5550,
        "r": "niv:Deuteronomy:6:11",
        "t": "houses filled with all kinds of good things you did not provide, wells you did not dig, and vineyards and olive groves you did not plant—then when you eat and are satisfied,"
    },
    {
        "o": 5551,
        "r": "niv:Deuteronomy:6:12",
        "t": "be careful that you do not forget the Lord,*s who brought you out of Egypt, out of the land of slavery."
    },
    {
        "o": 5552,
        "r": "niv:Deuteronomy:6:13",
        "t": "Fear*p the Lord*s your God, serve him only and take your oaths in his name."
    },
    {
        "o": 5553,
        "r": "niv:Deuteronomy:6:14",
        "t": "Do not follow other gods, the gods of the peoples around you;"
    },
    {
        "o": 5554,
        "r": "niv:Deuteronomy:6:15",
        "t": "for the Lord*s your God, who is among you, is a jealous God and his anger will burn against you, and he will destroy you from the face of the land."
    },
    {
        "o": 5555,
        "r": "niv:Deuteronomy:6:16",
        "t": "Do not put the Lord*s your God to the test as you did at Massah."
    },
    {
        "o": 5556,
        "r": "niv:Deuteronomy:6:17",
        "t": "Be sure to keep the commands of the Lord*s your God and the stipulations and decrees he has given you."
    },
    {
        "o": 5557,
        "r": "niv:Deuteronomy:6:18",
        "t": "Do what is right and good in the Lord’s*s sight, so that it may go well with you and you may go in and take over the good land the Lord*s promised on oath to your ancestors,"
    },
    {
        "o": 5558,
        "r": "niv:Deuteronomy:6:19",
        "t": "thrusting out all your enemies before you, as the Lord*s said."
    },
    {
        "o": 5559,
        "r": "niv:Deuteronomy:6:20",
        "t": "In*p the future, when your son asks you, “What is the meaning of the stipulations, decrees and laws the Lord*s our God has commanded you?”"
    },
    {
        "o": 5560,
        "r": "niv:Deuteronomy:6:21",
        "t": "tell him: “We were slaves of Pharaoh in Egypt, but the Lord*s brought us out of Egypt with a mighty hand."
    },
    {
        "o": 5561,
        "r": "niv:Deuteronomy:6:22",
        "t": "Before our eyes the Lord*s sent signs and wonders—great and terrible—on Egypt and Pharaoh and his whole household."
    },
    {
        "o": 5562,
        "r": "niv:Deuteronomy:6:23",
        "t": "But he brought us out from there to bring us in and give us the land he promised on oath to our ancestors."
    },
    {
        "o": 5563,
        "r": "niv:Deuteronomy:6:24",
        "t": "The Lord*s commanded us to obey all these decrees and to fear the Lord*s our God, so that we might always prosper and be kept alive, as is the case today."
    },
    {
        "o": 5564,
        "r": "niv:Deuteronomy:6:25",
        "t": "And if we are careful to obey all this law before the Lord*s our God, as he has commanded us, that will be our righteousness.”"
    }
]
