[
    {
        "o": 2083,
        "r": "csb:Exodus:14:0",
        "t": "Exodus 14",
        "h": 1
    },
    {
        "o": 2084,
        "r": "csb:Exodus:14:1",
        "t": "Then*p the Lord*s spoke to Moses:"
    },
    {
        "o": 2085,
        "r": "csb:Exodus:14:2",
        "t": "“Tell the Israelites to turn back and camp in front of Pi-hahiroth, between Migdol and the sea; you must camp in front of Baal-zephon, facing it by the sea."
    },
    {
        "o": 2086,
        "r": "csb:Exodus:14:3",
        "t": "Pharaoh will say of the Israelites: They are wandering around the land in confusion; the wilderness has boxed them in."
    },
    {
        "o": 2087,
        "r": "csb:Exodus:14:4",
        "t": "I will harden Pharaoh’s heart so that he will pursue them. Then I will receive glory by means of Pharaoh and all his army, and the Egyptians will know that I am the Lord.”*s So the Israelites did this."
    },
    {
        "o": 2088,
        "r": "csb:Exodus:14:4",
        "t": "The Egyptian Pursuit",
        "h": 2
    },
    {
        "o": 2089,
        "r": "csb:Exodus:14:5",
        "t": "When*p the king of Egypt was told that the people had fled, Pharaoh and his officials changed their minds about the people and said, “What have we done? We have released Israel from serving us.”"
    },
    {
        "o": 2090,
        "r": "csb:Exodus:14:6",
        "t": "So he got his chariot ready and took his troops with him;"
    },
    {
        "o": 2091,
        "r": "csb:Exodus:14:7",
        "t": "he took six hundred of the best chariots and all the rest of the chariots of Egypt, with officers in each one."
    },
    {
        "o": 2092,
        "r": "csb:Exodus:14:8",
        "t": "The Lord*s hardened the heart of Pharaoh king of Egypt, and he pursued the Israelites, who were going out defiantly."
    },
    {
        "o": 2093,
        "r": "csb:Exodus:14:9",
        "t": "The Egyptians - all Pharaoh’s horses and chariots, his horsemen, and his army - chased after them and caught up with them as they camped by the sea beside Pi-hahiroth, in front of Baal-zephon."
    },
    {
        "o": 2094,
        "r": "csb:Exodus:14:10",
        "t": "As*p Pharaoh approached, the Israelites looked up and there were the Egyptians coming after them! The Israelites were terrified and cried out to the Lord*s for help."
    },
    {
        "o": 2095,
        "r": "csb:Exodus:14:11",
        "t": "They said to Moses, “Is it because there are no graves in Egypt that you have taken us away to die in the wilderness? What have you done to us by bringing us out of Egypt?"
    },
    {
        "o": 2096,
        "r": "csb:Exodus:14:12",
        "t": "Isn’t this what we told you in Egypt: Leave us alone so that we may serve the Egyptians? It would have been better for us to serve the Egyptians than to die in the wilderness.”"
    },
    {
        "o": 2097,
        "r": "csb:Exodus:14:13",
        "t": "But*p Moses said to the people, “Don’t be afraid. Stand firm and see the Lord’s*s salvation that he will accomplish for you today; for the Egyptians you see today, you will never see again."
    },
    {
        "o": 2098,
        "r": "csb:Exodus:14:14",
        "t": "The Lord*s will fight for you, and you must be quiet.”"
    },
    {
        "o": 2099,
        "r": "csb:Exodus:14:14",
        "t": "Escape through the Red Sea",
        "h": 2
    },
    {
        "o": 2100,
        "r": "csb:Exodus:14:15",
        "t": "The*p Lord*s said to Moses, “Why are you crying out to me? Tell the Israelites to break camp."
    },
    {
        "o": 2101,
        "r": "csb:Exodus:14:16",
        "t": "As for you, lift up your staff, stretch out your hand over the sea, and divide it so that the Israelites can go through the sea on dry ground."
    },
    {
        "o": 2102,
        "r": "csb:Exodus:14:17",
        "t": "As for me, I am going to harden the hearts of the Egyptians so that they will go in after them, and I will receive glory by means of Pharaoh, all his army, and his chariots and horsemen."
    },
    {
        "o": 2103,
        "r": "csb:Exodus:14:18",
        "t": "The Egyptians will know that I am the Lord*s when I receive glory through Pharaoh, his chariots, and his horsemen.”"
    },
    {
        "o": 2104,
        "r": "csb:Exodus:14:19",
        "t": "Then*p the angel of God, who was going in front of the Israelite forces, moved and went behind them. The pillar of cloud moved from in front of them and stood behind them."
    },
    {
        "o": 2105,
        "r": "csb:Exodus:14:20",
        "t": "It came between the Egyptian and Israelite forces. There was cloud and darkness, it lit up the night, and neither group came near the other all night long."
    },
    {
        "o": 2106,
        "r": "csb:Exodus:14:21",
        "t": "Then*p Moses stretched out his hand over the sea. The Lord*s drove the sea back with a powerful east wind all that night and turned the sea into dry land. So the waters were divided,"
    },
    {
        "o": 2107,
        "r": "csb:Exodus:14:22",
        "t": "and the Israelites went through the sea on dry ground, with the waters like a wall to them on their right and their left."
    },
    {
        "o": 2108,
        "r": "csb:Exodus:14:23",
        "t": "The*p Egyptians set out in pursuit - all Pharaoh’s horses, his chariots, and his horsemen - and went into the sea after them."
    },
    {
        "o": 2109,
        "r": "csb:Exodus:14:24",
        "t": "During the morning watch, the Lord*s looked down at the Egyptian forces from the pillar of fire and cloud, and threw the Egyptian forces into confusion."
    },
    {
        "o": 2110,
        "r": "csb:Exodus:14:25",
        "t": "He caused their chariot wheels to swerve and made them drive with difficulty. “Let’s get away from Israel,” the Egyptians said, “because the Lord*s is fighting for them against Egypt!”"
    },
    {
        "o": 2111,
        "r": "csb:Exodus:14:26",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the sea so that the water may come back on the Egyptians, on their chariots and horsemen.”"
    },
    {
        "o": 2112,
        "r": "csb:Exodus:14:27",
        "t": "So Moses stretched out his hand over the sea, and at daybreak the sea returned to its normal depth. While the Egyptians were trying to escape from it, the Lord*s threw them into the sea."
    },
    {
        "o": 2113,
        "r": "csb:Exodus:14:28",
        "t": "The water came back and covered the chariots and horsemen, plus the entire army of Pharaoh that had gone after them into the sea. Not even one of them survived."
    },
    {
        "o": 2114,
        "r": "csb:Exodus:14:29",
        "t": "But*p the Israelites had walked through the sea on dry ground, with the waters like a wall to them on their right and their left."
    },
    {
        "o": 2115,
        "r": "csb:Exodus:14:30",
        "t": "That day the Lord*s saved Israel from the power of the Egyptians, and Israel saw the Egyptians dead on the seashore."
    },
    {
        "o": 2116,
        "r": "csb:Exodus:14:31",
        "t": "When Israel saw the great power that the Lord*s used against the Egyptians, the people feared the Lord*s and believed in him and in his servant Moses."
    }
]
