[
    {
        "o": 11565,
        "r": "csb:1 Chronicles:5:0",
        "t": "1 Chronicles 5",
        "h": 1
    },
    {
        "o": 11566,
        "r": "csb:1 Chronicles:5:0",
        "t": "Reuben’s Descendants",
        "h": 2
    },
    {
        "o": 11567,
        "r": "csb:1 Chronicles:5:1",
        "t": "These*p were the sons of Reuben the firstborn of Israel. He was the firstborn, but his birthright was given to the sons of Joseph son of Israel, because Reuben defiled his father’s bed. He is not listed in the genealogy according to birthright."
    },
    {
        "o": 11568,
        "r": "csb:1 Chronicles:5:2",
        "t": "Although Judah became strong among his brothers and a ruler came from him, the birthright was given to Joseph."
    },
    {
        "o": 11569,
        "r": "csb:1 Chronicles:5:3",
        "t": "The*ln sons of Reuben, Israel’s firstborn: Hanoch,*ln Pallu, Hezron, and Carmi."
    },
    {
        "o": 11570,
        "r": "csb:1 Chronicles:5:4",
        "t": "Joel’s*ln sons: his son Shemaiah, his*ln son Gog, his son Shimei,"
    },
    {
        "o": 11571,
        "r": "csb:1 Chronicles:5:5",
        "t": "his*ln son Micah, his son Reaiah, his*ln son Baal,"
    },
    {
        "o": 11572,
        "r": "csb:1 Chronicles:5:6",
        "t": "and his son Beerah. Beerah*p was a leader of the Reubenites, and King Tiglath-pileser of Assyria took him into exile."
    },
    {
        "o": 11573,
        "r": "csb:1 Chronicles:5:7",
        "t": "His relatives by their families as they are recorded in their family records: Jeiel*ln the chief, Zechariah,"
    },
    {
        "o": 11574,
        "r": "csb:1 Chronicles:5:8",
        "t": "and*ln Bela son of Azaz, son*ln of Shema, son of Joel. They*p settled in Aroer as far as Nebo and Baal-meon."
    },
    {
        "o": 11575,
        "r": "csb:1 Chronicles:5:9",
        "t": "They also settled in the east as far as the edge of the desert that extends to the Euphrates River, because their herds had increased in the land of Gilead."
    },
    {
        "o": 11576,
        "r": "csb:1 Chronicles:5:10",
        "t": "During Saul’s reign they waged war against the Hagrites, who were defeated by their power. And they lived in their tents throughout the region east of Gilead."
    },
    {
        "o": 11577,
        "r": "csb:1 Chronicles:5:10",
        "t": "Gad’s Descendants",
        "h": 2
    },
    {
        "o": 11578,
        "r": "csb:1 Chronicles:5:11",
        "t": "The*ln sons of Gad lived next to them in the land of Bashan as far as Salecah:"
    },
    {
        "o": 11579,
        "r": "csb:1 Chronicles:5:12",
        "t": "Joel*ln the chief, Shapham the second in command, Janai, and Shaphat in Bashan."
    },
    {
        "o": 11580,
        "r": "csb:1 Chronicles:5:13",
        "t": "Their*ln relatives according to their ancestral houses: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber - seven."
    },
    {
        "o": 11581,
        "r": "csb:1 Chronicles:5:14",
        "t": "These*ln were the sons of Abihail son of Huri, son*ln of Jaroah, son of Gilead, son*ln of Michael, son of Jeshishai, son*ln of Jahdo, son of Buz."
    },
    {
        "o": 11582,
        "r": "csb:1 Chronicles:5:15",
        "t": "Ahi*ln son of Abdiel, son of Guni, was head of their ancestral family."
    },
    {
        "o": 11583,
        "r": "csb:1 Chronicles:5:16",
        "t": "They lived in Gilead, in Bashan and its surrounding villages, and throughout the pasturelands of Sharon."
    },
    {
        "o": 11584,
        "r": "csb:1 Chronicles:5:17",
        "t": "All of them were registered in the genealogies during the reigns of Judah’s King Jotham and Israel’s King Jeroboam."
    },
    {
        "o": 11585,
        "r": "csb:1 Chronicles:5:18",
        "t": "The*p descendants of Reuben and Gad and half the tribe of Manasseh had 44,760 warriors who could serve in the army - men who carried shield and sword, drew the bow, and were trained for war."
    },
    {
        "o": 11586,
        "r": "csb:1 Chronicles:5:19",
        "t": "They waged war against the Hagrites, Jetur, Naphish, and Nodab."
    },
    {
        "o": 11587,
        "r": "csb:1 Chronicles:5:20",
        "t": "They received help against these enemies because they cried out to God in battle, and the Hagrites and all their allies were handed over to them. He was receptive to their prayer because they trusted in him."
    },
    {
        "o": 11588,
        "r": "csb:1 Chronicles:5:21",
        "t": "They captured the Hagrites’ livestock - fifty thousand of their camels, two hundred fifty thousand sheep, and two thousand donkeys - as well as one hundred thousand people."
    },
    {
        "o": 11589,
        "r": "csb:1 Chronicles:5:22",
        "t": "Many of the Hagrites were killed because it was God’s battle. And they lived there in the Hagrites’ place until the exile."
    },
    {
        "o": 11590,
        "r": "csb:1 Chronicles:5:22",
        "t": "Half the Tribe of Manasseh",
        "h": 2
    },
    {
        "o": 11591,
        "r": "csb:1 Chronicles:5:23",
        "t": "The*p descendants of half the tribe of Manasseh settled in the land from Bashan to Baal-hermon (that is, Senir or Mount Hermon); they were numerous."
    },
    {
        "o": 11592,
        "r": "csb:1 Chronicles:5:24",
        "t": "These were the heads of their ancestral families: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were valiant warriors, famous men, and heads of their ancestral houses."
    },
    {
        "o": 11593,
        "r": "csb:1 Chronicles:5:25",
        "t": "But they were unfaithful to the God of their ancestors. They prostituted themselves with the gods of the nations God had destroyed before them."
    },
    {
        "o": 11594,
        "r": "csb:1 Chronicles:5:26",
        "t": "So the God of Israel roused the spirit of King Pul (that is, Tiglath-pileser) of Assyria, and he took the Reubenites, Gadites, and half the tribe of Manasseh into exile. He took them to Halah, Habor, Hara, and Gozan’s river, where they are until today."
    }
]
