[
    {
        "o": 12861,
        "r": "csb:2 Chronicles:20:0",
        "t": "2 Chronicles 20",
        "h": 1
    },
    {
        "o": 12862,
        "r": "csb:2 Chronicles:20:0",
        "t": "War against Eastern Enemies",
        "h": 2
    },
    {
        "o": 12863,
        "r": "csb:2 Chronicles:20:1",
        "t": "After*p this, the Moabites and Ammonites, together with some of the Meunites, came to fight against Jehoshaphat."
    },
    {
        "o": 12864,
        "r": "csb:2 Chronicles:20:2",
        "t": "People came and told Jehoshaphat, “A vast number from beyond the Dead Sea and from Edom has come to fight against you; they are already in Hazazon-tamar” (that is, En-gedi)."
    },
    {
        "o": 12865,
        "r": "csb:2 Chronicles:20:3",
        "t": "Jehoshaphat was afraid, and he resolved to seek the Lord.*s Then he proclaimed a fast for all Judah,"
    },
    {
        "o": 12866,
        "r": "csb:2 Chronicles:20:4",
        "t": "who gathered to seek the Lord.*s They even came from all the cities of Judah to seek him."
    },
    {
        "o": 12867,
        "r": "csb:2 Chronicles:20:4",
        "t": "Jehoshaphat’s Prayer",
        "h": 2
    },
    {
        "o": 12868,
        "r": "csb:2 Chronicles:20:5",
        "t": "Then*p Jehoshaphat stood in the assembly of Judah and Jerusalem in the Lord’s*s temple before the new courtyard."
    },
    {
        "o": 12869,
        "r": "csb:2 Chronicles:20:6",
        "t": "He said: Lord,*sp God of our ancestors, are you not the God who is in heaven, and do you not rule over all the kingdoms of the nations? Power and might are in your hand, and no one can stand against you."
    },
    {
        "o": 12870,
        "r": "csb:2 Chronicles:20:7",
        "t": "Are you not our God who drove out the inhabitants of this land before your people Israel and who gave it forever to the descendants of Abraham your friend?"
    },
    {
        "o": 12871,
        "r": "csb:2 Chronicles:20:8",
        "t": "They have lived in the land and have built you a sanctuary in it for your name and have said,"
    },
    {
        "o": 12872,
        "r": "csb:2 Chronicles:20:9",
        "t": "“If disaster comes on us - sword or judgment, pestilence or famine- we will stand before this temple and before you, for your name is in this temple. We will cry out to you because of our distress, and you will hear and deliver.”"
    },
    {
        "o": 12873,
        "r": "csb:2 Chronicles:20:10",
        "t": "Now*p here are the Ammonites, Moabites, and the inhabitants of Mount Seir. You did not let Israel invade them when Israel came out of the land of Egypt, but Israel turned away from them and did not destroy them."
    },
    {
        "o": 12874,
        "r": "csb:2 Chronicles:20:11",
        "t": "Look how they repay us by coming to drive us out of your possession that you gave us as an inheritance."
    },
    {
        "o": 12875,
        "r": "csb:2 Chronicles:20:12",
        "t": "Our God, will you not judge them? For we are powerless before this vast number that comes to fight against us. We do not know what to do, but we look to you."
    },
    {
        "o": 12876,
        "r": "csb:2 Chronicles:20:12",
        "t": "God’s Answer",
        "h": 2
    },
    {
        "o": 12877,
        "r": "csb:2 Chronicles:20:13",
        "t": "All*p Judah was standing before the Lord*s with their dependents, their wives, and their children."
    },
    {
        "o": 12878,
        "r": "csb:2 Chronicles:20:14",
        "t": "In the middle of the congregation, the Spirit of the Lord*s came on Jahaziel (son of Zechariah, son of Benaiah, son of Jeiel, son of Mattaniah, a Levite from Asaph’s descendants),"
    },
    {
        "o": 12879,
        "r": "csb:2 Chronicles:20:15",
        "t": "and he said, “Listen carefully, all Judah and you inhabitants of Jerusalem, and King Jehoshaphat. This is what the Lord*s says: ‘Do not be afraid or discouraged because of this vast number, for the battle is not yours, but God’s."
    },
    {
        "o": 12880,
        "r": "csb:2 Chronicles:20:16",
        "t": "Tomorrow, go down against them. You will see them coming up the Ascent of Ziz, and you will find them at the end of the valley facing the Wilderness of Jeruel."
    },
    {
        "o": 12881,
        "r": "csb:2 Chronicles:20:17",
        "t": "You do not have to fight this battle. Position yourselves, stand still, and see the salvation of the Lord.*s He is with you, Judah and Jerusalem. Do not be afraid or discouraged. Tomorrow, go out to face them, for the Lord*s is with you.’”"
    },
    {
        "o": 12882,
        "r": "csb:2 Chronicles:20:18",
        "t": "Then*p Jehoshaphat knelt low with his face to the ground, and all Judah and the inhabitants of Jerusalem fell down before the Lord*s to worship him."
    },
    {
        "o": 12883,
        "r": "csb:2 Chronicles:20:19",
        "t": "Then the Levites from the sons of the Kohathites and the Korahites stood up to praise the Lord*s God of Israel shouting loudly."
    },
    {
        "o": 12884,
        "r": "csb:2 Chronicles:20:19",
        "t": "Victory and Plunder",
        "h": 2
    },
    {
        "o": 12885,
        "r": "csb:2 Chronicles:20:20",
        "t": "In*p the morning they got up early and went out to the wilderness of Tekoa. As they were about to go out, Jehoshaphat stood and said, “Hear me, Judah and you inhabitants of Jerusalem. Believe in the Lord*s your God, and you will be established; believe in his prophets, and you will succeed.”"
    },
    {
        "o": 12886,
        "r": "csb:2 Chronicles:20:21",
        "t": "Then he consulted with the people and appointed some to sing for the Lord*s and some to praise the splendor of his holiness. When they went out in front of the armed forces, they kept singing: Give*pn thanks to the Lord,*s for*ln his faithful love endures forever."
    },
    {
        "o": 12887,
        "r": "csb:2 Chronicles:20:22",
        "t": "The*p moment they began their shouts and praises, the Lord*s set an ambush against the Ammonites, Moabites, and the inhabitants of Mount Seir who came to fight against Judah, and they were defeated."
    },
    {
        "o": 12888,
        "r": "csb:2 Chronicles:20:23",
        "t": "The Ammonites and Moabites turned against the inhabitants of Mount Seir and completely annihilated them. When they had finished with the inhabitants of Seir, they helped destroy each other."
    },
    {
        "o": 12889,
        "r": "csb:2 Chronicles:20:24",
        "t": "When*p Judah came to a place overlooking the wilderness, they looked for the large army, but there were only corpses lying on the ground; nobody had escaped."
    },
    {
        "o": 12890,
        "r": "csb:2 Chronicles:20:25",
        "t": "Then Jehoshaphat and his people went to gather the plunder. They found among them an abundance of goods on the bodies and valuable items. So they stripped them until nobody could carry any more. They were gathering the plunder for three days because there was so much."
    },
    {
        "o": 12891,
        "r": "csb:2 Chronicles:20:26",
        "t": "They assembled in the Valley of Beracah on the fourth day, for there they blessed the Lord.*s Therefore, that place is still called the Valley of Beracah today."
    },
    {
        "o": 12892,
        "r": "csb:2 Chronicles:20:27",
        "t": "Then*p all the men of Judah and Jerusalem turned back with Jehoshaphat their leader, returning joyfully to Jerusalem, for the Lord*s enabled them to rejoice over their enemies."
    },
    {
        "o": 12893,
        "r": "csb:2 Chronicles:20:28",
        "t": "So they came into Jerusalem to the Lord’s*s temple with harps, lyres, and trumpets."
    },
    {
        "o": 12894,
        "r": "csb:2 Chronicles:20:29",
        "t": "The*p terror of God was on all the kingdoms of the lands when they heard that the Lord*s had fought against the enemies of Israel."
    },
    {
        "o": 12895,
        "r": "csb:2 Chronicles:20:30",
        "t": "Then Jehoshaphat’s kingdom was quiet, for his God gave him rest on every side."
    },
    {
        "o": 12896,
        "r": "csb:2 Chronicles:20:30",
        "t": "Summary of Jehoshaphat’s Reign",
        "h": 2
    },
    {
        "o": 12897,
        "r": "csb:2 Chronicles:20:31",
        "t": "Jehoshaphat*p became king over Judah. He was thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. His mother’s name was Azubah daughter of Shilhi."
    },
    {
        "o": 12898,
        "r": "csb:2 Chronicles:20:32",
        "t": "He walked in the ways of Asa his father; he did not turn away from it but did what was right in the Lord’s*s sight."
    },
    {
        "o": 12899,
        "r": "csb:2 Chronicles:20:33",
        "t": "However, the high places were not taken away; the people had not yet set their hearts on the God of their ancestors."
    },
    {
        "o": 12900,
        "r": "csb:2 Chronicles:20:34",
        "t": "The*p rest of the events of Jehoshaphat’s reign from beginning to end are written in the Events of Jehu son of Hanani, which is recorded in the Book of Israel’s Kings."
    },
    {
        "o": 12901,
        "r": "csb:2 Chronicles:20:34",
        "t": "Jehoshaphat’s Fleet of Ships",
        "h": 2
    },
    {
        "o": 12902,
        "r": "csb:2 Chronicles:20:35",
        "t": "After*p this, Judah’s King Jehoshaphat made an alliance with Israel’s King Ahaziah, who was guilty of wrongdoing."
    },
    {
        "o": 12903,
        "r": "csb:2 Chronicles:20:36",
        "t": "Jehoshaphat formed an alliance with him to make ships to go to Tarshish, and they made the ships in Ezion-geber."
    },
    {
        "o": 12904,
        "r": "csb:2 Chronicles:20:37",
        "t": "Then Eliezer son of Dodavahu of Mareshah prophesied against Jehoshaphat, saying, “Because you formed an alliance with Ahaziah, the Lord*s has broken up what you have made.” So the ships were wrecked and were not able to go to Tarshish."
    }
]
