[
    {
        "o": 2779,
        "r": "nasb:Exodus:35:0",
        "t": "Exodus 35",
        "h": 1
    },
    {
        "o": 2780,
        "r": "nasb:Exodus:35:0",
        "t": "The Sabbath Emphasized",
        "h": 2
    },
    {
        "o": 2781,
        "r": "nasb:Exodus:35:1",
        "t": "Then*p Moses assembled all the congregation of the sons of Israel, and said to them, “These are the things that the Lord*s has commanded you*i to do:"
    },
    {
        "o": 2782,
        "r": "nasb:Exodus:35:2",
        "t": "“For*p six days work may be done, but on the seventh day you shall have a holy day,*i a sabbath of complete rest to the Lord;*s whoever does any work on it shall be put to death."
    },
    {
        "o": 2783,
        "r": "nasb:Exodus:35:3",
        "t": "You shall not kindle a fire in any of your dwellings on the sabbath day.”"
    },
    {
        "o": 2784,
        "r": "nasb:Exodus:35:4",
        "t": "Moses*p spoke to all the congregation of the sons of Israel, saying, “This is the thing which the Lord*s has commanded, saying,"
    },
    {
        "o": 2785,
        "r": "nasb:Exodus:35:5",
        "t": "‘Take from among you a contribution to the Lord;*s whoever is of a willing heart, let him bring it as the Lord’s*s contribution: gold, silver, and bronze,"
    },
    {
        "o": 2786,
        "r": "nasb:Exodus:35:6",
        "t": "and blue, purple and scarlet material,*i fine linen, goats’ hair,*i"
    },
    {
        "o": 2787,
        "r": "nasb:Exodus:35:7",
        "t": "and rams’ skins dyed red, and porpoise skins, and acacia wood,"
    },
    {
        "o": 2788,
        "r": "nasb:Exodus:35:8",
        "t": "and oil for lighting, and spices for the anointing oil, and for the fragrant incense,"
    },
    {
        "o": 2789,
        "r": "nasb:Exodus:35:9",
        "t": "and onyx stones and setting stones for the ephod and for the breastpiece."
    },
    {
        "o": 2790,
        "r": "nasb:Exodus:35:9",
        "t": "Tabernacle Workmen",
        "h": 2
    },
    {
        "o": 2791,
        "r": "nasb:Exodus:35:10",
        "t": "‘Let*p every skillful man among you come, and make all that the Lord*s has commanded:"
    },
    {
        "o": 2792,
        "r": "nasb:Exodus:35:11",
        "t": "the tabernacle, its tent and its covering, its hooks and its boards, its bars, its pillars, and its sockets;"
    },
    {
        "o": 2793,
        "r": "nasb:Exodus:35:12",
        "t": "the ark and its poles, the mercy seat, and the curtain of the screen;"
    },
    {
        "o": 2794,
        "r": "nasb:Exodus:35:13",
        "t": "the table and its poles, and all its utensils, and the bread of the Presence;"
    },
    {
        "o": 2795,
        "r": "nasb:Exodus:35:14",
        "t": "the lampstand also for the light and its utensils and its lamps and the oil for the light;"
    },
    {
        "o": 2796,
        "r": "nasb:Exodus:35:15",
        "t": "and the altar of incense and its poles, and the anointing oil and the fragrant incense, and the screen for the doorway at the entrance of the tabernacle;"
    },
    {
        "o": 2797,
        "r": "nasb:Exodus:35:16",
        "t": "the altar of burnt offering with its bronze grating, its poles, and all its utensils, the basin and its stand;"
    },
    {
        "o": 2798,
        "r": "nasb:Exodus:35:17",
        "t": "the hangings of the court, its pillars and its sockets, and the screen for the gate of the court;"
    },
    {
        "o": 2799,
        "r": "nasb:Exodus:35:18",
        "t": "the pegs of the tabernacle and the pegs of the court and their cords;"
    },
    {
        "o": 2800,
        "r": "nasb:Exodus:35:19",
        "t": "the woven garments for ministering in the holy place, the holy garments for Aaron the priest and the garments of his sons, to minister as priests.’ ”"
    },
    {
        "o": 2801,
        "r": "nasb:Exodus:35:19",
        "t": "Gifts Received",
        "h": 2
    },
    {
        "o": 2802,
        "r": "nasb:Exodus:35:20",
        "t": "Then*p all the congregation of the sons of Israel departed from Moses’ presence."
    },
    {
        "o": 2803,
        "r": "nasb:Exodus:35:21",
        "t": "Everyone whose heart stirred him and everyone whose spirit moved him came and*i brought the Lord’s*s contribution for the work of the tent of meeting and for all its service and for the holy garments."
    },
    {
        "o": 2804,
        "r": "nasb:Exodus:35:22",
        "t": "Then all whose hearts moved them, both men and women, came and*i brought brooches and earrings and signet rings and bracelets, all articles of gold; so did*i every man who presented an offering of gold to the Lord.*s"
    },
    {
        "o": 2805,
        "r": "nasb:Exodus:35:23",
        "t": "Every man, who had in his possession blue and purple and scarlet material*i and fine linen and goats’ hair*i and rams’ skins dyed red and porpoise skins, brought them."
    },
    {
        "o": 2806,
        "r": "nasb:Exodus:35:24",
        "t": "Everyone who could make a contribution of silver and bronze brought the Lord’s*s contribution; and every man who had in his possession acacia wood for any work of the service brought it."
    },
    {
        "o": 2807,
        "r": "nasb:Exodus:35:25",
        "t": "All the skilled women spun with their hands, and brought what they had spun, in*i blue and purple and*i scarlet material*i and in*i fine linen."
    },
    {
        "o": 2808,
        "r": "nasb:Exodus:35:26",
        "t": "All the women whose heart stirred with a skill spun the goats’ hair.*i"
    },
    {
        "o": 2809,
        "r": "nasb:Exodus:35:27",
        "t": "The rulers brought the onyx stones and the stones for setting for the ephod and for the breastpiece;"
    },
    {
        "o": 2810,
        "r": "nasb:Exodus:35:28",
        "t": "and the spice and the oil for the light and for the anointing oil and for the fragrant incense."
    },
    {
        "o": 2811,
        "r": "nasb:Exodus:35:29",
        "t": "The Israelites, all the men and women, whose heart moved them to bring material*i for all the work, which the Lord*s had commanded through Moses to be done, brought a freewill offering to the Lord.*s"
    },
    {
        "o": 2812,
        "r": "nasb:Exodus:35:30",
        "t": "Then*p Moses said to the sons of Israel, “See, the Lord*s has called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah."
    },
    {
        "o": 2813,
        "r": "nasb:Exodus:35:31",
        "t": "And He has filled him with the Spirit of God, in wisdom, in understanding and in knowledge and in all craftsmanship;"
    },
    {
        "o": 2814,
        "r": "nasb:Exodus:35:32",
        "t": "to make designs for working in gold and in silver and in bronze,"
    },
    {
        "o": 2815,
        "r": "nasb:Exodus:35:33",
        "t": "and in the cutting of stones for settings and in the carving of wood, so as to perform in every inventive work."
    },
    {
        "o": 2816,
        "r": "nasb:Exodus:35:34",
        "t": "He also has put in his heart to teach, both he and Oholiab, the son of Ahisamach, of the tribe of Dan."
    },
    {
        "o": 2817,
        "r": "nasb:Exodus:35:35",
        "t": "He has filled them with skill to perform every work of an engraver and of a designer and of an embroiderer, in blue and in purple and*i in scarlet material,*i and in fine linen, and of a weaver, as performers of every work and makers of designs."
    }
]
