[
    {
        "o": 11943,
        "r": "csb:1 Chronicles:14:0",
        "t": "1 Chronicles 14",
        "h": 1
    },
    {
        "o": 11944,
        "r": "csb:1 Chronicles:14:0",
        "t": "God’s Blessing on David",
        "h": 2
    },
    {
        "o": 11945,
        "r": "csb:1 Chronicles:14:1",
        "t": "King*p Hiram of Tyre sent envoys to David, along with cedar logs, stonemasons, and carpenters to build a palace for him."
    },
    {
        "o": 11946,
        "r": "csb:1 Chronicles:14:2",
        "t": "Then David knew that the Lord*s had established him as king over Israel and that his kingdom had been exalted for the sake of his people Israel."
    },
    {
        "o": 11947,
        "r": "csb:1 Chronicles:14:3",
        "t": "David*p took more wives in Jerusalem, and he became the father of more sons and daughters."
    },
    {
        "o": 11948,
        "r": "csb:1 Chronicles:14:4",
        "t": "These are the names of the children born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
    },
    {
        "o": 11949,
        "r": "csb:1 Chronicles:14:5",
        "t": "Ibhar, Elishua, Elpelet,"
    },
    {
        "o": 11950,
        "r": "csb:1 Chronicles:14:6",
        "t": "Nogah, Nepheg, Japhia,"
    },
    {
        "o": 11951,
        "r": "csb:1 Chronicles:14:7",
        "t": "Elishama, Beeliada, and Eliphelet."
    },
    {
        "o": 11952,
        "r": "csb:1 Chronicles:14:8",
        "t": "When*p the Philistines heard that David had been anointed king over all Israel, they all went in search of David; when David heard of this, he went out to face them."
    },
    {
        "o": 11953,
        "r": "csb:1 Chronicles:14:9",
        "t": "Now the Philistines had come and raided in Rephaim Valley,"
    },
    {
        "o": 11954,
        "r": "csb:1 Chronicles:14:10",
        "t": "so David inquired of God, “Should I attack the Philistines? Will you hand them over to me?” The*p Lord*s replied, “Attack, and I will hand them over to you.”"
    },
    {
        "o": 11955,
        "r": "csb:1 Chronicles:14:11",
        "t": "So*p the Israelites went up to Baal-perazim, and David defeated the Philistines there. Then David said, “Like a bursting flood, God has used me to burst out against my enemies.” Therefore, they named that place The Lord Bursts Out."
    },
    {
        "o": 11956,
        "r": "csb:1 Chronicles:14:12",
        "t": "The Philistines abandoned their idols there, and David ordered that they be burned in the fire."
    },
    {
        "o": 11957,
        "r": "csb:1 Chronicles:14:13",
        "t": "Once*p again the Philistines raided in the valley."
    },
    {
        "o": 11958,
        "r": "csb:1 Chronicles:14:14",
        "t": "So David again inquired of God, and God answered him, “Do not pursue them directly. Circle around them and attack them opposite the balsam trees."
    },
    {
        "o": 11959,
        "r": "csb:1 Chronicles:14:15",
        "t": "When you hear the sound of marching in the tops of the balsam trees, then go out to battle, for God will have gone out ahead of you to strike down the army of the Philistines.”"
    },
    {
        "o": 11960,
        "r": "csb:1 Chronicles:14:16",
        "t": "So David did as God commanded him, and they struck down the Philistine army from Gibeon to Gezer."
    },
    {
        "o": 11961,
        "r": "csb:1 Chronicles:14:17",
        "t": "Then David’s fame spread throughout the lands, and the Lord*s caused all the nations to be terrified of him."
    }
]
