[
    {
        "o": 23958,
        "r": "nkjv:Ezekiel:38:0",
        "t": "Ezekiel 38",
        "h": 1
    },
    {
        "o": 23959,
        "r": "nkjv:Ezekiel:38:0",
        "t": "Gog and Allies Attack Israel",
        "h": 2
    },
    {
        "o": 23960,
        "r": "nkjv:Ezekiel:38:1",
        "t": "Now*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23961,
        "r": "nkjv:Ezekiel:38:2",
        "t": "“Son of man, set your face against Gog, of the land of Magog, the prince of Rosh, Meshech, and Tubal, and prophesy against him,"
    },
    {
        "o": 23962,
        "r": "nkjv:Ezekiel:38:3",
        "t": "and say, ‘Thus says the Lord God:*s Behold, I am*i against you, O Gog, the prince of Rosh, Meshech, and Tubal."
    },
    {
        "o": 23963,
        "r": "nkjv:Ezekiel:38:4",
        "t": "I will turn you around, put hooks into your jaws, and lead you out, with all your army, horses, and horsemen, all splendidly clothed, a great company with*i bucklers and shields, all of them handling swords."
    },
    {
        "o": 23964,
        "r": "nkjv:Ezekiel:38:5",
        "t": "Persia, Ethiopia, and Libya are with them, all of them with*i shield and helmet;"
    },
    {
        "o": 23965,
        "r": "nkjv:Ezekiel:38:6",
        "t": "Gomer and all its troops; the house of Togarmah from*i the far north and all its troops—many people are*i with you."
    },
    {
        "o": 23966,
        "r": "nkjv:Ezekiel:38:7",
        "t": "“Prepare*p yourself and be ready, you and all your companies that are gathered about you; and be a guard for them."
    },
    {
        "o": 23967,
        "r": "nkjv:Ezekiel:38:8",
        "t": "After many days you will be visited. In the latter years you will come into the land of those brought back from the sword and*i gathered from many people on the mountains of Israel, which had long been desolate; they were brought out of the nations, and now all of them dwell safely."
    },
    {
        "o": 23968,
        "r": "nkjv:Ezekiel:38:9",
        "t": "You will ascend, coming like a storm, covering the land like a cloud, you and all your troops and many peoples with you.”"
    },
    {
        "o": 23969,
        "r": "nkjv:Ezekiel:38:10",
        "t": "‘Thus*p says the Lord God:*s “On that day it shall come to pass that*i thoughts will arise in your mind, and you will make an evil plan:"
    },
    {
        "o": 23970,
        "r": "nkjv:Ezekiel:38:11",
        "t": "You will say, ‘I will go up against a land of unwalled villages; I will go to a peaceful people, who dwell safely, all of them dwelling without walls, and having neither bars nor gates’—"
    },
    {
        "o": 23971,
        "r": "nkjv:Ezekiel:38:12",
        "t": "to take plunder and to take booty, to stretch out your hand against the waste places that*i are*i again*i inhabited, and against a people gathered from the nations, who have acquired livestock and goods, who dwell in the midst of the land."
    },
    {
        "o": 23972,
        "r": "nkjv:Ezekiel:38:13",
        "t": "Sheba, Dedan, the merchants of Tarshish, and all their young lions will say to you, ‘Have you come to take plunder? Have you gathered your army to take booty, to carry away silver and gold, to take away livestock and goods, to take great plunder?’”’"
    },
    {
        "o": 23973,
        "r": "nkjv:Ezekiel:38:14",
        "t": "“Therefore,*p son of man, prophesy and say to Gog, ‘Thus says the Lord God:*s “On that day when My people Israel dwell safely, will you not know it?*i"
    },
    {
        "o": 23974,
        "r": "nkjv:Ezekiel:38:15",
        "t": "Then you will come from your place out of the far north, you and many peoples with you, all of them riding on horses, a great company and a mighty army."
    },
    {
        "o": 23975,
        "r": "nkjv:Ezekiel:38:16",
        "t": "You will come up against My people Israel like a cloud, to cover the land. It will be in the latter days that I will bring you against My land, so that the nations may know Me, when I am hallowed in you, O Gog, before their eyes.”"
    },
    {
        "o": 23976,
        "r": "nkjv:Ezekiel:38:17",
        "t": "Thus says the Lord God:*s “Are you*i he of whom I have spoken in former days by My servants the prophets of Israel, who prophesied for years in those days that I would bring you against them?"
    },
    {
        "o": 23977,
        "r": "nkjv:Ezekiel:38:17",
        "t": "Judgment on Gog",
        "h": 2
    },
    {
        "o": 23978,
        "r": "nkjv:Ezekiel:38:18",
        "t": "“And*p it will come to pass at the same time, when Gog comes against the land of Israel,” says the Lord God,*s “that*i My fury will show in My face."
    },
    {
        "o": 23979,
        "r": "nkjv:Ezekiel:38:19",
        "t": "For in My jealousy and*i in the fire of My wrath I have spoken: ‘Surely in that day there shall be a great earthquake in the land of Israel,"
    },
    {
        "o": 23980,
        "r": "nkjv:Ezekiel:38:20",
        "t": "so that the fish of the sea, the birds of the heavens, the beasts of the field, all creeping things that creep on the earth, and all men who are*i on the face of the earth shall shake at My presence. The mountains shall be thrown down, the steep places shall fall, and every wall shall fall to the ground.’"
    },
    {
        "o": 23981,
        "r": "nkjv:Ezekiel:38:21",
        "t": "I will call for a sword against Gog throughout all My mountains,” says the Lord God.*s “Every man’s sword will be against his brother."
    },
    {
        "o": 23982,
        "r": "nkjv:Ezekiel:38:22",
        "t": "And I will bring him to judgment with pestilence and bloodshed; I will rain down on him, on his troops, and on the many peoples who are*i with him, flooding rain, great hailstones, fire, and brimstone."
    },
    {
        "o": 23983,
        "r": "nkjv:Ezekiel:38:23",
        "t": "Thus I will magnify Myself and sanctify Myself, and I will be known in the eyes of many nations. Then they shall know that I am*i the Lord.”’*s"
    }
]
