[
    {
        "o": 6204,
        "r": "esv:Deuteronomy:29:0",
        "t": "Deuteronomy 29",
        "h": 1
    },
    {
        "o": 6205,
        "r": "esv:Deuteronomy:29:0",
        "t": "The Covenant Renewed in Moab",
        "h": 2
    },
    {
        "o": 6206,
        "r": "esv:Deuteronomy:29:1",
        "t": "These*p are the words of the covenant that the Lord*s commanded Moses to make with the people of Israel in the land of Moab, besides the covenant that he had made with them at Horeb."
    },
    {
        "o": 6207,
        "r": "esv:Deuteronomy:29:2",
        "t": "And*p Moses summoned all Israel and said to them: “You have seen all that the Lord*s did before your eyes in the land of Egypt, to Pharaoh and to all his servants and to all his land,"
    },
    {
        "o": 6208,
        "r": "esv:Deuteronomy:29:3",
        "t": "the great trials that your eyes saw, the signs, and those great wonders."
    },
    {
        "o": 6209,
        "r": "esv:Deuteronomy:29:4",
        "t": "But to this day the Lord*s has not given you a heart to understand or eyes to see or ears to hear."
    },
    {
        "o": 6210,
        "r": "esv:Deuteronomy:29:5",
        "t": "I have led you forty years in the wilderness. Your clothes have not worn out on you, and your sandals have not worn off your feet."
    },
    {
        "o": 6211,
        "r": "esv:Deuteronomy:29:6",
        "t": "You have not eaten bread, and you have not drunk wine or strong drink, that you may know that I am the Lord*s your God."
    },
    {
        "o": 6212,
        "r": "esv:Deuteronomy:29:7",
        "t": "And when you came to this place, Sihon the king of Heshbon and Og the king of Bashan came out against us to battle, but we defeated them."
    },
    {
        "o": 6213,
        "r": "esv:Deuteronomy:29:8",
        "t": "We took their land and gave it for an inheritance to the Reubenites, the Gadites, and the half-tribe of the Manassites."
    },
    {
        "o": 6214,
        "r": "esv:Deuteronomy:29:9",
        "t": "Therefore keep the words of this covenant and do them, that you may prosper in all that you do."
    },
    {
        "o": 6215,
        "r": "esv:Deuteronomy:29:10",
        "t": "“You*p are standing today, all of you, before the Lord*s your God: the heads of your tribes, your elders, and your officers, all the men of Israel,"
    },
    {
        "o": 6216,
        "r": "esv:Deuteronomy:29:11",
        "t": "your little ones, your wives, and the sojourner who is in your camp, from the one who chops your wood to the one who draws your water,"
    },
    {
        "o": 6217,
        "r": "esv:Deuteronomy:29:12",
        "t": "so that you may enter into the sworn covenant of the Lord*s your God, which the Lord*s your God is making with you today,"
    },
    {
        "o": 6218,
        "r": "esv:Deuteronomy:29:13",
        "t": "that he may establish you today as his people, and that he may be your God, as he promised you, and as he swore to your fathers, to Abraham, to Isaac, and to Jacob."
    },
    {
        "o": 6219,
        "r": "esv:Deuteronomy:29:14",
        "t": "It is not with you alone that I am making this sworn covenant,"
    },
    {
        "o": 6220,
        "r": "esv:Deuteronomy:29:15",
        "t": "but with whoever is standing here with us today before the Lord*s our God, and with whoever is not here with us today."
    },
    {
        "o": 6221,
        "r": "esv:Deuteronomy:29:16",
        "t": "“You*p know how we lived in the land of Egypt, and how we came through the midst of the nations through which you passed."
    },
    {
        "o": 6222,
        "r": "esv:Deuteronomy:29:17",
        "t": "And you have seen their detestable things, their idols of wood and stone, of silver and gold, which were among them."
    },
    {
        "o": 6223,
        "r": "esv:Deuteronomy:29:18",
        "t": "Beware lest there be among you a man or woman or clan or tribe whose heart is turning away today from the Lord*s our God to go and serve the gods of those nations. Beware lest there be among you a root bearing poisonous and bitter fruit,"
    },
    {
        "o": 6224,
        "r": "esv:Deuteronomy:29:19",
        "t": "one who, when he hears the words of this sworn covenant, blesses himself in his heart, saying, ‘I shall be safe, though I walk in the stubbornness of my heart.’ This will lead to the sweeping away of moist and dry alike."
    },
    {
        "o": 6225,
        "r": "esv:Deuteronomy:29:20",
        "t": "The Lord*s will not be willing to forgive him, but rather the anger of the Lord*s and his jealousy will smoke against that man, and the curses written in this book will settle upon him, and the Lord*s will blot out his name from under heaven."
    },
    {
        "o": 6226,
        "r": "esv:Deuteronomy:29:21",
        "t": "And the Lord*s will single him out from all the tribes of Israel for calamity, in accordance with all the curses of the covenant written in this Book of the Law."
    },
    {
        "o": 6227,
        "r": "esv:Deuteronomy:29:22",
        "t": "And the next generation, your children who rise up after you, and the foreigner who comes from a far land, will say, when they see the afflictions of that land and the sicknesses with which the Lord*s has made it sick—"
    },
    {
        "o": 6228,
        "r": "esv:Deuteronomy:29:23",
        "t": "the whole land burned out with brimstone and salt, nothing sown and nothing growing, where no plant can sprout, an overthrow like that of Sodom and Gomorrah, Admah, and Zeboiim, which the Lord*s overthrew in his anger and wrath—"
    },
    {
        "o": 6229,
        "r": "esv:Deuteronomy:29:24",
        "t": "all the nations will say, ‘Why has the Lord*s done thus to this land? What caused the heat of this great anger?’"
    },
    {
        "o": 6230,
        "r": "esv:Deuteronomy:29:25",
        "t": "Then people will say, ‘It is because they abandoned the covenant of the Lord,*s the God of their fathers, which he made with them when he brought them out of the land of Egypt,"
    },
    {
        "o": 6231,
        "r": "esv:Deuteronomy:29:26",
        "t": "and went and served other gods and worshiped them, gods whom they had not known and whom he had not allotted to them."
    },
    {
        "o": 6232,
        "r": "esv:Deuteronomy:29:27",
        "t": "Therefore the anger of the Lord*s was kindled against this land, bringing upon it all the curses written in this book,"
    },
    {
        "o": 6233,
        "r": "esv:Deuteronomy:29:28",
        "t": "and the Lord*s uprooted them from their land in anger and fury and great wrath, and cast them into another land, as they are this day.’"
    },
    {
        "o": 6234,
        "r": "esv:Deuteronomy:29:29",
        "t": "“The*p secret things belong to the Lord*s our God, but the things that are revealed belong to us and to our children forever, that we may do all the words of this law."
    }
]
