[
    {
        "o": 33405,
        "r": "csb:Colossians:2:0",
        "t": "Colossians 2",
        "h": 1
    },
    {
        "o": 33406,
        "r": "csb:Colossians:2:1",
        "t": "For*p I want you to know how greatly I am struggling for you, for those in Laodicea, and for all who have not seen me in person."
    },
    {
        "o": 33407,
        "r": "csb:Colossians:2:2",
        "t": "I want their hearts to be encouraged and joined together in love, so that they may have all the riches of complete understanding and have the knowledge of God’s mystery- Christ."
    },
    {
        "o": 33408,
        "r": "csb:Colossians:2:3",
        "t": "In him are hidden all the treasures of wisdom and knowledge."
    },
    {
        "o": 33409,
        "r": "csb:Colossians:2:3",
        "t": "Christ versus the Colossian Heresy",
        "h": 2
    },
    {
        "o": 33410,
        "r": "csb:Colossians:2:4",
        "t": "I*p am saying this so that no one will deceive you with arguments that sound reasonable."
    },
    {
        "o": 33411,
        "r": "csb:Colossians:2:5",
        "t": "For I may be absent in body, but I am with you in spirit, rejoicing to see how well ordered you are and the strength of your faith in Christ."
    },
    {
        "o": 33412,
        "r": "csb:Colossians:2:6",
        "t": "So*p then, just as you have received Christ Jesus as Lord, continue to walk in him,"
    },
    {
        "o": 33413,
        "r": "csb:Colossians:2:7",
        "t": "being rooted and built up in him and established in the faith, just as you were taught, and overflowing with gratitude."
    },
    {
        "o": 33414,
        "r": "csb:Colossians:2:8",
        "t": "Be*p careful that no one takes you captive through philosophy and empty deceit based on human tradition, based on the elements of the world, rather than Christ."
    },
    {
        "o": 33415,
        "r": "csb:Colossians:2:9",
        "t": "For the entire fullness of God’s nature dwells bodily in Christ,"
    },
    {
        "o": 33416,
        "r": "csb:Colossians:2:10",
        "t": "and you have been filled by him, who is the head over every ruler and authority."
    },
    {
        "o": 33417,
        "r": "csb:Colossians:2:11",
        "t": "You were also circumcised in him with a circumcision not done with hands, by putting off the body of flesh, in the circumcision of Christ,"
    },
    {
        "o": 33418,
        "r": "csb:Colossians:2:12",
        "t": "when you were buried with him in baptism, in which you were also raised with him through faith in the working of God, who raised him from the dead."
    },
    {
        "o": 33419,
        "r": "csb:Colossians:2:13",
        "t": "And when you were dead in trespasses and in the uncircumcision of your flesh, he made you alive with him and forgave us all our trespasses."
    },
    {
        "o": 33420,
        "r": "csb:Colossians:2:14",
        "t": "He erased the certificate of debt, with its obligations, that was against us and opposed to us, and has taken it away by nailing it to the cross."
    },
    {
        "o": 33421,
        "r": "csb:Colossians:2:15",
        "t": "He disarmed the rulers and authorities and disgraced them publicly; he triumphed over them in him."
    },
    {
        "o": 33422,
        "r": "csb:Colossians:2:16",
        "t": "Therefore,*p don’t let anyone judge you in regard to food and drink or in the matter of a festival or a new moon or a Sabbath day."
    },
    {
        "o": 33423,
        "r": "csb:Colossians:2:17",
        "t": "These are a shadow of what was to come; the substance is Christ."
    },
    {
        "o": 33424,
        "r": "csb:Colossians:2:18",
        "t": "Let no one condemn you by delighting in ascetic practices and the worship of angels, claiming access to a visionary realm. Such people are inflated by empty notions of their unspiritual mind."
    },
    {
        "o": 33425,
        "r": "csb:Colossians:2:19",
        "t": "He doesn’t hold on to the head, from whom the whole body, nourished and held together by its ligaments and tendons, grows with growth from God."
    },
    {
        "o": 33426,
        "r": "csb:Colossians:2:20",
        "t": "If*p you died with Christ to the elements of this world, why do you live as if you still belonged to the world? Why do you submit to regulations:"
    },
    {
        "o": 33427,
        "r": "csb:Colossians:2:21",
        "t": "“Don’t handle, don’t taste, don’t touch”?"
    },
    {
        "o": 33428,
        "r": "csb:Colossians:2:22",
        "t": "All these regulations refer to what is destined to perish by being used up; they are human commands and doctrines."
    },
    {
        "o": 33429,
        "r": "csb:Colossians:2:23",
        "t": "Although these have a reputation for wisdom by promoting self-made religion, false humility, and severe treatment of the body, they are not of any value in curbing self-indulgence."
    }
]
