[
    {
        "o": 13555,
        "r": "nasb:Nehemiah:1:0",
        "t": "Nehemiah 1",
        "h": 1
    },
    {
        "o": 13556,
        "r": "nasb:Nehemiah:1:0",
        "t": "Nehemiah’s Grief for the Exiles",
        "h": 2
    },
    {
        "o": 13557,
        "r": "nasb:Nehemiah:1:1",
        "t": "The*p words of Nehemiah the son of Hacaliah. Now*bp it happened in the month Chislev, in*i the twentieth year, while I was in Susa the capitol,"
    },
    {
        "o": 13558,
        "r": "nasb:Nehemiah:1:2",
        "t": "that Hanani, one of my brothers, and some men from Judah came; and I asked them concerning the Jews who had escaped and*i had survived the captivity, and about Jerusalem."
    },
    {
        "o": 13559,
        "r": "nasb:Nehemiah:1:3",
        "t": "They said to me, “The remnant there in the province who survived the captivity are in great distress and reproach, and the wall of Jerusalem is broken down and its gates are burned with fire.”"
    },
    {
        "o": 13560,
        "r": "nasb:Nehemiah:1:4",
        "t": "When*p I heard these words, I sat down and wept and mourned for days; and I was fasting and praying before the God of heaven."
    },
    {
        "o": 13561,
        "r": "nasb:Nehemiah:1:5",
        "t": "I said, “I beseech You, O Lord*s God of heaven, the great and awesome God, who preserves the covenant and lovingkindness for those who love Him and keep His commandments,"
    },
    {
        "o": 13562,
        "r": "nasb:Nehemiah:1:6",
        "t": "let Your ear now be attentive and Your eyes open to hear the prayer of Your servant which I am praying before You now, day and night, on behalf of the sons of Israel Your servants, confessing the sins of the sons of Israel which we have sinned against You; I and my father’s house have sinned."
    },
    {
        "o": 13563,
        "r": "nasb:Nehemiah:1:7",
        "t": "We have acted very corruptly against You and have not kept the commandments, nor the statutes, nor the ordinances which You commanded Your servant Moses."
    },
    {
        "o": 13564,
        "r": "nasb:Nehemiah:1:8",
        "t": "Remember the word which You commanded Your servant Moses, saying, ‘If you are unfaithful I will scatter you among the peoples;"
    },
    {
        "o": 13565,
        "r": "nasb:Nehemiah:1:9",
        "t": "but if*i you return to Me and keep My commandments and do them, though those of you who have been scattered were in the most remote part of the heavens, I will gather them from there and will bring them to the place where I have chosen to cause My name to dwell.’"
    },
    {
        "o": 13566,
        "r": "nasb:Nehemiah:1:10",
        "t": "They are Your servants and Your people whom You redeemed by Your great power and by Your strong hand."
    },
    {
        "o": 13567,
        "r": "nasb:Nehemiah:1:11",
        "t": "O Lord, I beseech You, may Your ear be attentive to the prayer of Your servant and the prayer of Your servants who delight to revere Your name, and make Your servant successful today and grant him compassion before this man.” Now*bp I was the cupbearer to the king."
    }
]
