[
    {
        "o": 19821,
        "r": "nasb:Isaiah:8:0",
        "t": "Isaiah 8",
        "h": 1
    },
    {
        "o": 19822,
        "r": "nasb:Isaiah:8:0",
        "t": "Damascus and Samaria Fall",
        "h": 2
    },
    {
        "o": 19823,
        "r": "nasb:Isaiah:8:1",
        "t": "Then*p the Lord*s said to me, “Take for yourself a large tablet and write on it in ordinary letters: Swift is the booty, speedy is the prey."
    },
    {
        "o": 19824,
        "r": "nasb:Isaiah:8:2",
        "t": "And I will take to Myself faithful witnesses for testimony, Uriah the priest and Zechariah the son of Jeberechiah.”"
    },
    {
        "o": 19825,
        "r": "nasb:Isaiah:8:3",
        "t": "So I approached the prophetess, and she conceived and gave birth to a son. Then the Lord*s said to me, “Name him Maher-shalal-hash-baz;"
    },
    {
        "o": 19826,
        "r": "nasb:Isaiah:8:4",
        "t": "for before the boy knows how to cry out ‘My father’ or ‘My mother,’ the wealth of Damascus and the spoil of Samaria will be carried away before the king of Assyria.”"
    },
    {
        "o": 19827,
        "r": "nasb:Isaiah:8:5",
        "t": "Again*p the Lord*s spoke to me further, saying,"
    },
    {
        "o": 19828,
        "r": "nasb:Isaiah:8:6",
        "t": "“Inasmuch*pn as these people have rejected the gently flowing waters of Shiloah And*ln rejoice in Rezin and the son of Remaliah;"
    },
    {
        "o": 19829,
        "r": "nasb:Isaiah:8:7",
        "t": "Now*ln therefore, behold, the Lord is about to bring on them the strong and abundant waters of the Euphrates, Even*iln the king of Assyria and all his glory; And*ln it will rise up over all its channels and go over all its banks."
    },
    {
        "o": 19830,
        "r": "nasb:Isaiah:8:8",
        "t": "Then*ln it will sweep on into Judah, it will overflow and pass through, It*ln will reach even to the neck; And*ln the spread of its wings will fill the breadth of your land, O Immanuel."
    },
    {
        "o": 19831,
        "r": "nasb:Isaiah:8:8",
        "t": "A Believing Remnant",
        "h": 2
    },
    {
        "o": 19832,
        "r": "nasb:Isaiah:8:9",
        "t": "“Be*pn broken, O peoples, and be shattered; And*ln give ear, all remote places of the earth. Gird*ln yourselves, yet be shattered; Gird*ln yourselves, yet be shattered."
    },
    {
        "o": 19833,
        "r": "nasb:Isaiah:8:10",
        "t": "Devise*ln a plan, but it will be thwarted; State*ln a proposal, but it will not stand, For*ln God is with us.”"
    },
    {
        "o": 19834,
        "r": "nasb:Isaiah:8:11",
        "t": "For*p thus the Lord*s spoke to me with mighty power and instructed me not to walk in the way of this people, saying,"
    },
    {
        "o": 19835,
        "r": "nasb:Isaiah:8:12",
        "t": "“You*pn are not to say, ‘It*i is*i a conspiracy!’ In*ln regard to all that this people call a conspiracy, And*ln you are not to fear what they fear or be in dread of it.*i"
    },
    {
        "o": 19836,
        "r": "nasb:Isaiah:8:13",
        "t": "It*ln is the Lord*s of hosts whom you should regard as holy. And*ln He shall be your fear, And*ln He shall be your dread."
    },
    {
        "o": 19837,
        "r": "nasb:Isaiah:8:14",
        "t": "Then*ln He shall become a sanctuary; But*ln to both the houses of Israel, a stone to strike and a rock to stumble over, And*iln a snare and a trap for the inhabitants of Jerusalem."
    },
    {
        "o": 19838,
        "r": "nasb:Isaiah:8:15",
        "t": "Many*ln will stumble over them, Then*ln they will fall and be broken; They*ln will even be snared and caught.”"
    },
    {
        "o": 19839,
        "r": "nasb:Isaiah:8:16",
        "t": "Bind*p up the testimony, seal the law among my disciples."
    },
    {
        "o": 19840,
        "r": "nasb:Isaiah:8:17",
        "t": "And I will wait for the Lord*s who is hiding His face from the house of Jacob; I will even look eagerly for Him."
    },
    {
        "o": 19841,
        "r": "nasb:Isaiah:8:18",
        "t": "Behold, I and the children whom the Lord*s has given me are for signs and wonders in Israel from the Lord*s of hosts, who dwells on Mount Zion."
    },
    {
        "o": 19842,
        "r": "nasb:Isaiah:8:19",
        "t": "When*p they say to you, “Consult the mediums and the spiritists who whisper and mutter,” should not a people consult their God? Should*i they*i consult*i the dead on behalf of the living?"
    },
    {
        "o": 19843,
        "r": "nasb:Isaiah:8:20",
        "t": "To the law and to the testimony! If they do not speak according to this word, it is because they have no dawn."
    },
    {
        "o": 19844,
        "r": "nasb:Isaiah:8:21",
        "t": "They will pass through the land hard-pressed and famished, and it will turn out that when they are hungry, they will be enraged and curse their king and their God as they face upward."
    },
    {
        "o": 19845,
        "r": "nasb:Isaiah:8:22",
        "t": "Then they will look to the earth, and behold, distress and darkness, the gloom of anguish; and they*i will*i be*i driven away into darkness."
    }
]
