[
    {
        "o": 4575,
        "r": "nasb:Numbers:16:0",
        "t": "Numbers 16",
        "h": 1
    },
    {
        "o": 4576,
        "r": "nasb:Numbers:16:0",
        "t": "Korah’s Rebellion",
        "h": 2
    },
    {
        "o": 4577,
        "r": "nasb:Numbers:16:1",
        "t": "Now*p Korah the son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram, the sons of Eliab, and On the son of Peleth, sons of Reuben, took action,*i"
    },
    {
        "o": 4578,
        "r": "nasb:Numbers:16:2",
        "t": "and they rose up before Moses, together with some of the sons of Israel, two hundred and fifty leaders of the congregation, chosen in the assembly, men of renown."
    },
    {
        "o": 4579,
        "r": "nasb:Numbers:16:3",
        "t": "They assembled together against Moses and Aaron, and said to them, “You have gone far enough, for all the congregation are holy, every one of them, and the Lord*s is in their midst; so why do you exalt yourselves above the assembly of the Lord?”*s"
    },
    {
        "o": 4580,
        "r": "nasb:Numbers:16:4",
        "t": "When*p Moses heard this,*i he fell on his face;"
    },
    {
        "o": 4581,
        "r": "nasb:Numbers:16:5",
        "t": "and he spoke to Korah and all his company, saying, “Tomorrow morning the Lord*s will show who is His, and who is holy, and will bring him*i near to Himself; even the one whom He will choose, He will bring near to Himself."
    },
    {
        "o": 4582,
        "r": "nasb:Numbers:16:6",
        "t": "Do this: take censers for yourselves, Korah and all your company,"
    },
    {
        "o": 4583,
        "r": "nasb:Numbers:16:7",
        "t": "and put fire in them, and lay incense upon them in the presence of the Lord*s tomorrow; and the man whom the Lord*s chooses shall*i be*i the one who is holy. You have gone far enough, you sons of Levi!”"
    },
    {
        "o": 4584,
        "r": "nasb:Numbers:16:8",
        "t": "Then*p Moses said to Korah, “Hear now, you sons of Levi,"
    },
    {
        "o": 4585,
        "r": "nasb:Numbers:16:9",
        "t": "is it not enough for you that the God of Israel has separated you from the rest*i of*i the congregation of Israel, to bring you near to Himself, to do the service of the tabernacle of the Lord,*s and to stand before the congregation to minister to them;"
    },
    {
        "o": 4586,
        "r": "nasb:Numbers:16:10",
        "t": "and that He has brought you near, Korah,*i and all your brothers, sons of Levi, with you? And are you seeking for the priesthood also?"
    },
    {
        "o": 4587,
        "r": "nasb:Numbers:16:11",
        "t": "Therefore you and all your company are gathered together against the Lord;*s but as for Aaron, who is he that you grumble against him?”"
    },
    {
        "o": 4588,
        "r": "nasb:Numbers:16:12",
        "t": "Then*p Moses sent a summons to Dathan and Abiram, the sons of Eliab; but they said, “We will not come up."
    },
    {
        "o": 4589,
        "r": "nasb:Numbers:16:13",
        "t": "Is it not enough that you have brought us up out of a land flowing with milk and honey to have us die in the wilderness, but you would also lord it over us?"
    },
    {
        "o": 4590,
        "r": "nasb:Numbers:16:14",
        "t": "Indeed, you have not brought us into a land flowing with milk and honey, nor have you given us an inheritance of fields and vineyards. Would you put out the eyes of these men? We will not come up!”"
    },
    {
        "o": 4591,
        "r": "nasb:Numbers:16:15",
        "t": "Then*p Moses became very angry and said to the Lord,*s “Do not regard their offering! I have not taken a single donkey from them, nor have I done harm to any of them.”"
    },
    {
        "o": 4592,
        "r": "nasb:Numbers:16:16",
        "t": "Moses said to Korah, “You and all your company be present before the Lord*s tomorrow, both you and they along with Aaron."
    },
    {
        "o": 4593,
        "r": "nasb:Numbers:16:17",
        "t": "Each of you take his firepan and put incense on it, and each of you bring his censer before the Lord,*s two hundred and fifty firepans; also you and Aaron shall*i each bring*i his firepan.”"
    },
    {
        "o": 4594,
        "r": "nasb:Numbers:16:18",
        "t": "So they each took his own*i censer and put fire on it, and laid incense on it; and they stood at the doorway of the tent of meeting, with Moses and Aaron."
    },
    {
        "o": 4595,
        "r": "nasb:Numbers:16:19",
        "t": "Thus Korah assembled all the congregation against them at the doorway of the tent of meeting. And the glory of the Lord*s appeared to all the congregation."
    },
    {
        "o": 4596,
        "r": "nasb:Numbers:16:20",
        "t": "Then*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4597,
        "r": "nasb:Numbers:16:21",
        "t": "“Separate yourselves from among this congregation, that I may consume them instantly.”"
    },
    {
        "o": 4598,
        "r": "nasb:Numbers:16:22",
        "t": "But they fell on their faces and said, “O God, God of the spirits of all flesh, when one man sins, will You be angry with the entire congregation?”"
    },
    {
        "o": 4599,
        "r": "nasb:Numbers:16:23",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4600,
        "r": "nasb:Numbers:16:24",
        "t": "“Speak to the congregation, saying, ‘Get back from around the dwellings of Korah, Dathan and Abiram.’ ”"
    },
    {
        "o": 4601,
        "r": "nasb:Numbers:16:25",
        "t": "Then*p Moses arose and went to Dathan and Abiram, with the elders of Israel following him,"
    },
    {
        "o": 4602,
        "r": "nasb:Numbers:16:26",
        "t": "and he spoke to the congregation, saying, “Depart now from the tents of these wicked men, and touch nothing that belongs to them, or you will be swept away in all their sin.”"
    },
    {
        "o": 4603,
        "r": "nasb:Numbers:16:27",
        "t": "So they got back from around the dwellings of Korah, Dathan and Abiram; and Dathan and Abiram came out and*i stood at the doorway of their tents, along with their wives and their sons and their little ones."
    },
    {
        "o": 4604,
        "r": "nasb:Numbers:16:28",
        "t": "Moses said, “By this you shall know that the Lord*s has sent me to do all these deeds; for this is not my doing."
    },
    {
        "o": 4605,
        "r": "nasb:Numbers:16:29",
        "t": "If these men die the death of all men or if they suffer the fate of all men, then*i the Lord*s has not sent me."
    },
    {
        "o": 4606,
        "r": "nasb:Numbers:16:30",
        "t": "But if the Lord*s brings about an entirely new thing and the ground opens its mouth and swallows them up with all that is theirs, and they descend alive into Sheol, then you will understand that these men have spurned the Lord.”*s"
    },
    {
        "o": 4607,
        "r": "nasb:Numbers:16:31",
        "t": "As*p he finished speaking all these words, the ground that was under them split open;"
    },
    {
        "o": 4608,
        "r": "nasb:Numbers:16:32",
        "t": "and the earth opened its mouth and swallowed them up, and their households, and all the men who belonged to Korah with their*i possessions."
    },
    {
        "o": 4609,
        "r": "nasb:Numbers:16:33",
        "t": "So they and all that belonged to them went down alive to Sheol; and the earth closed over them, and they perished from the midst of the assembly."
    },
    {
        "o": 4610,
        "r": "nasb:Numbers:16:34",
        "t": "All Israel who were*i around them fled at their outcry, for they said, “The earth may swallow us up!”"
    },
    {
        "o": 4611,
        "r": "nasb:Numbers:16:35",
        "t": "Fire also came forth from the Lord*s and consumed the two hundred and fifty men who were offering the incense."
    },
    {
        "o": 4612,
        "r": "nasb:Numbers:16:36",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4613,
        "r": "nasb:Numbers:16:37",
        "t": "“Say to Eleazar, the son of Aaron the priest, that he shall take up the censers out of the midst of the blaze, for they are holy; and you scatter the burning coals abroad."
    },
    {
        "o": 4614,
        "r": "nasb:Numbers:16:38",
        "t": "As for the censers of these men who have sinned at the cost of their lives, let them be made into hammered sheets for a plating of the altar, since they did present them before the Lord*s and they are holy; and they shall be for a sign to the sons of Israel.”"
    },
    {
        "o": 4615,
        "r": "nasb:Numbers:16:39",
        "t": "So Eleazar the priest took the bronze censers which the men who were burned had offered, and they hammered them out as a plating for the altar,"
    },
    {
        "o": 4616,
        "r": "nasb:Numbers:16:40",
        "t": "as a reminder to the sons of Israel that no layman who is not of the descendants of Aaron should come near to burn incense before the Lord;*s so that he will not become like Korah and his company—just as the Lord*s had spoken to him through Moses."
    },
    {
        "o": 4617,
        "r": "nasb:Numbers:16:40",
        "t": "Murmuring and Plague",
        "h": 2
    },
    {
        "o": 4618,
        "r": "nasb:Numbers:16:41",
        "t": "But*p on the next day all the congregation of the sons of Israel grumbled against Moses and Aaron, saying, “You are the ones who have caused the death of the Lord’s*s people.”"
    },
    {
        "o": 4619,
        "r": "nasb:Numbers:16:42",
        "t": "It came about, however, when the congregation had assembled against Moses and Aaron, that they turned toward the tent of meeting, and behold, the cloud covered it and the glory of the Lord*s appeared."
    },
    {
        "o": 4620,
        "r": "nasb:Numbers:16:43",
        "t": "Then Moses and Aaron came to the front of the tent of meeting,"
    },
    {
        "o": 4621,
        "r": "nasb:Numbers:16:44",
        "t": "and the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4622,
        "r": "nasb:Numbers:16:45",
        "t": "“Get away from among this congregation, that I may consume them instantly.” Then they fell on their faces."
    },
    {
        "o": 4623,
        "r": "nasb:Numbers:16:46",
        "t": "Moses said to Aaron, “Take your censer and put in it fire from the altar, and lay incense on*i it;*i then bring it quickly to the congregation and make atonement for them, for wrath has gone forth from the Lord,*s the plague has begun!”"
    },
    {
        "o": 4624,
        "r": "nasb:Numbers:16:47",
        "t": "Then Aaron took it*i as Moses had spoken, and ran into the midst of the assembly, for behold, the plague had begun among the people. So he put on*i the incense and made atonement for the people."
    },
    {
        "o": 4625,
        "r": "nasb:Numbers:16:48",
        "t": "He took his stand between the dead and the living, so that the plague was checked."
    },
    {
        "o": 4626,
        "r": "nasb:Numbers:16:49",
        "t": "But those who died by the plague were 14,700, besides those who died on account of Korah."
    },
    {
        "o": 4627,
        "r": "nasb:Numbers:16:50",
        "t": "Then Aaron returned to Moses at the doorway of the tent of meeting, for the plague had been checked."
    }
]
