[
    {
        "o": 20164,
        "r": "csb:Isaiah:19:0",
        "t": "Isaiah 19",
        "h": 1
    },
    {
        "o": 20165,
        "r": "csb:Isaiah:19:0",
        "t": "A Pronouncement against Egypt",
        "h": 2
    },
    {
        "o": 20166,
        "r": "csb:Isaiah:19:1",
        "t": "A*p pronouncement concerning Egypt: Look,*pn the Lord*s rides on a swift cloud and*ln is coming to Egypt. Egypt’s*ln worthless idols will tremble before him, and*ln Egypt will lose heart."
    },
    {
        "o": 20167,
        "r": "csb:Isaiah:19:2",
        "t": "I*ln will provoke Egyptians against Egyptians; each*ln will fight against his brother and*ln each against his friend, city*ln against city, kingdom against kingdom."
    },
    {
        "o": 20168,
        "r": "csb:Isaiah:19:3",
        "t": "Egypt’s*ln spirit will be disturbed within it, and*ln I will frustrate its plans. Then*ln they will inquire of worthless idols, ghosts, mediums,*ln and spiritists."
    },
    {
        "o": 20169,
        "r": "csb:Isaiah:19:4",
        "t": "I*pn will hand over Egypt to harsh masters, and*ln a strong king will rule it. This*lg is the declaration of the Lord God*s of Armies."
    },
    {
        "o": 20170,
        "r": "csb:Isaiah:19:5",
        "t": "The*pn water of the sea will dry up, and*ln the river will be parched and dry."
    },
    {
        "o": 20171,
        "r": "csb:Isaiah:19:6",
        "t": "The*ln channels will stink; they*ln will dwindle, and Egypt’s canals will be parched. Reed*ln and rush will wilt."
    },
    {
        "o": 20172,
        "r": "csb:Isaiah:19:7",
        "t": "The*ln reeds by the Nile, by the mouth of the river, and*ln all the cultivated areas of the Nile will*ln wither, blow away, and vanish."
    },
    {
        "o": 20173,
        "r": "csb:Isaiah:19:8",
        "t": "Then*ln the fishermen will mourn. All*ln those who cast hooks into the Nile will lament, and*ln those who spread nets on the water will give up."
    },
    {
        "o": 20174,
        "r": "csb:Isaiah:19:9",
        "t": "Those*ln who work with flax will be dismayed; those*ln combing it and weaving linen will turn pale."
    },
    {
        "o": 20175,
        "r": "csb:Isaiah:19:10",
        "t": "Egypt’s*ln weavers will be dejected; all*ln her wage earners will be demoralized."
    },
    {
        "o": 20176,
        "r": "csb:Isaiah:19:11",
        "t": "The*ln princes of Zoan are complete fools; Pharaoh’s*ln wisest advisers give stupid advice! How*ln can you say to Pharaoh, “I*ln am one of the wise, a*ln student of eastern kings”?"
    },
    {
        "o": 20177,
        "r": "csb:Isaiah:19:12",
        "t": "Where*ln then are your wise men? Let*ln them tell you and reveal what*ln the Lord*s of Armies has planned against Egypt."
    },
    {
        "o": 20178,
        "r": "csb:Isaiah:19:13",
        "t": "The*ln princes of Zoan have been fools; the*ln princes of Memphis are deceived. Her*ln tribal chieftains have led Egypt astray."
    },
    {
        "o": 20179,
        "r": "csb:Isaiah:19:14",
        "t": "The*pn Lord*s has mixed within her a spirit of confusion. The*ln leaders have made Egypt stagger in all she does, as*ln a drunkard staggers in his vomit."
    },
    {
        "o": 20180,
        "r": "csb:Isaiah:19:15",
        "t": "No*ln head or tail, palm or reed, will*ln be able to do anything for Egypt."
    },
    {
        "o": 20181,
        "r": "csb:Isaiah:19:15",
        "t": "Egypt Will Know the Lord",
        "h": 2
    },
    {
        "o": 20182,
        "r": "csb:Isaiah:19:16",
        "t": "On*p that day Egypt will be like women and will tremble with fear because of the threatening hand of the Lord*s of Armies when he raises it against them."
    },
    {
        "o": 20183,
        "r": "csb:Isaiah:19:17",
        "t": "The land of Judah will terrify Egypt; whenever Judah is mentioned, Egypt will tremble because of what the Lord*s of Armies has planned against it."
    },
    {
        "o": 20184,
        "r": "csb:Isaiah:19:18",
        "t": "On*p that day five cities in the land of Egypt will speak the language of Canaan and swear loyalty to the Lord*s of Armies. One of the cities will be called the City of the Sun."
    },
    {
        "o": 20185,
        "r": "csb:Isaiah:19:19",
        "t": "On*p that day there will be an altar to the Lord*s in the center of the land of Egypt and a pillar to the Lord*s near her border."
    },
    {
        "o": 20186,
        "r": "csb:Isaiah:19:20",
        "t": "It will be a sign and witness to the Lord*s of Armies in the land of Egypt. When they cry out to the Lord*s because of their oppressors, he will send them a savior and leader, and he will rescue them."
    },
    {
        "o": 20187,
        "r": "csb:Isaiah:19:21",
        "t": "The Lord*s will make himself known to Egypt, and Egypt will know the Lord*s on that day. They will offer sacrifices and offerings; they will make vows to the Lord*s and fulfill them."
    },
    {
        "o": 20188,
        "r": "csb:Isaiah:19:22",
        "t": "The Lord*s will strike Egypt, striking and healing. Then they will turn to the Lord,*s and he will be receptive to their prayers and heal them."
    },
    {
        "o": 20189,
        "r": "csb:Isaiah:19:23",
        "t": "On*p that day there will be a highway from Egypt to Assyria. Assyria will go to Egypt, Egypt to Assyria, and Egypt will worship with Assyria."
    },
    {
        "o": 20190,
        "r": "csb:Isaiah:19:24",
        "t": "On*p that day Israel will form a triple alliance with Egypt and Assyria - a blessing within the land."
    },
    {
        "o": 20191,
        "r": "csb:Isaiah:19:25",
        "t": "The Lord*s of Armies will bless them, saying, “Egypt my people, Assyria my handiwork, and Israel my inheritance are blessed.”"
    }
]
