[
    {
        "o": 7207,
        "r": "csb:Judges:1:0",
        "t": "Judges 1",
        "h": 1
    },
    {
        "o": 7208,
        "r": "csb:Judges:1:0",
        "t": "Judah’s Leadership against the Canaanites",
        "h": 2
    },
    {
        "o": 7209,
        "r": "csb:Judges:1:1",
        "t": "After*p the death of Joshua, the Israelites inquired of the Lord,*s “Who will be the first to fight for us against the Canaanites?”"
    },
    {
        "o": 7210,
        "r": "csb:Judges:1:2",
        "t": "The*p Lord*s answered, “Judah is to go. I have handed the land over to him.”"
    },
    {
        "o": 7211,
        "r": "csb:Judges:1:3",
        "t": "Judah*p said to his brother Simeon, “Come with me to my allotted territory, and let’s fight against the Canaanites. I will also go with you to your allotted territory.” So Simeon went with him."
    },
    {
        "o": 7212,
        "r": "csb:Judges:1:4",
        "t": "When*p Judah attacked, the Lord*s handed the Canaanites and Perizzites over to them. They struck down ten thousand men in Bezek."
    },
    {
        "o": 7213,
        "r": "csb:Judges:1:5",
        "t": "They found Adoni-bezek in Bezek, fought against him, and struck down the Canaanites and Perizzites."
    },
    {
        "o": 7214,
        "r": "csb:Judges:1:6",
        "t": "When*p Adoni-bezek fled, they pursued him, caught him, and cut off his thumbs and big toes."
    },
    {
        "o": 7215,
        "r": "csb:Judges:1:7",
        "t": "Adoni-bezek said, “Seventy kings with their thumbs and big toes cut off used to pick up scraps under my table. God has repaid me for what I have done.” They brought him to Jerusalem, and he died there."
    },
    {
        "o": 7216,
        "r": "csb:Judges:1:8",
        "t": "The*p men of Judah fought against Jerusalem, captured it, put it to the sword, and set the city on fire."
    },
    {
        "o": 7217,
        "r": "csb:Judges:1:9",
        "t": "Afterward, the men of Judah marched down to fight against the Canaanites who were living in the hill country, the Negev, and the Judean foothills."
    },
    {
        "o": 7218,
        "r": "csb:Judges:1:10",
        "t": "Judah also marched against the Canaanites who were living in Hebron (Hebron was formerly named Kiriath-arba). They struck down Sheshai, Ahiman, and Talmai."
    },
    {
        "o": 7219,
        "r": "csb:Judges:1:11",
        "t": "From there they marched against the residents of Debir (Debir was formerly named Kiriath-sepher)."
    },
    {
        "o": 7220,
        "r": "csb:Judges:1:12",
        "t": "Caleb*p said, “Whoever attacks and captures Kiriath-sepher, I will give my daughter Achsah to him as a wife.”"
    },
    {
        "o": 7221,
        "r": "csb:Judges:1:13",
        "t": "So Othniel son of Kenaz, Caleb’s youngest brother, captured it, and Caleb gave his daughter Achsah to him as his wife."
    },
    {
        "o": 7222,
        "r": "csb:Judges:1:14",
        "t": "When*p she arrived, she persuaded Othniel to ask her father for a field. As she got off her donkey, Caleb asked her, “What do you want?”"
    },
    {
        "o": 7223,
        "r": "csb:Judges:1:15",
        "t": "She answered him, “Give me a blessing. Since you have given me land in the Negev, give me springs also.” So Caleb gave her both the upper and lower springs."
    },
    {
        "o": 7224,
        "r": "csb:Judges:1:16",
        "t": "The*p descendants of the Kenite, Moses’s father-in-law, had gone up with the men of Judah from the City of Palms to the Wilderness of Judah, which was in the Negev of Arad. They went to live among the people."
    },
    {
        "o": 7225,
        "r": "csb:Judges:1:17",
        "t": "Judah*p went with his brother Simeon, struck the Canaanites who were living in Zephath, and completely destroyed the town. So they named the town Hormah."
    },
    {
        "o": 7226,
        "r": "csb:Judges:1:18",
        "t": "Judah captured Gaza and its territory, Ashkelon and its territory, and Ekron and its territory."
    },
    {
        "o": 7227,
        "r": "csb:Judges:1:19",
        "t": "The Lord*s was with Judah and enabled them to take possession of the hill country, but they could not drive out the people who were living in the plain because those people had iron chariots."
    },
    {
        "o": 7228,
        "r": "csb:Judges:1:20",
        "t": "Judah*p gave Hebron to Caleb, just as Moses had promised. Then Caleb drove out the three sons of Anak who lived there."
    },
    {
        "o": 7229,
        "r": "csb:Judges:1:20",
        "t": "Benjamin’s Failure",
        "h": 2
    },
    {
        "o": 7230,
        "r": "csb:Judges:1:21",
        "t": "At*p the same time the Benjaminites did not drive out the Jebusites who were living in Jerusalem. The Jebusites have lived among the Benjaminites in Jerusalem to this day."
    },
    {
        "o": 7231,
        "r": "csb:Judges:1:21",
        "t": "Success of the House of Joseph",
        "h": 2
    },
    {
        "o": 7232,
        "r": "csb:Judges:1:22",
        "t": "The*p house of Joseph also attacked Bethel, and the Lord*s was with them."
    },
    {
        "o": 7233,
        "r": "csb:Judges:1:23",
        "t": "They sent spies to Bethel (the town was formerly named Luz)."
    },
    {
        "o": 7234,
        "r": "csb:Judges:1:24",
        "t": "The spies saw a man coming out of the town and said to him, “Please show us how to get into town, and we will show you kindness.”"
    },
    {
        "o": 7235,
        "r": "csb:Judges:1:25",
        "t": "When he showed them the way into the town, they put the town to the sword but released the man and his entire family."
    },
    {
        "o": 7236,
        "r": "csb:Judges:1:26",
        "t": "Then the man went to the land of the Hittites, built a town, and named it Luz. That is its name still today."
    },
    {
        "o": 7237,
        "r": "csb:Judges:1:26",
        "t": "Failure of the Other Tribes",
        "h": 2
    },
    {
        "o": 7238,
        "r": "csb:Judges:1:27",
        "t": "At*p that time Manasseh failed to take possession of Beth-shean and Taanach and their surrounding villages, or the residents of Dor, Ibleam, and Megiddo and their surrounding villages; the Canaanites were determined to stay in this land."
    },
    {
        "o": 7239,
        "r": "csb:Judges:1:28",
        "t": "When Israel became stronger, they made the Canaanites serve as forced labor but never drove them out completely."
    },
    {
        "o": 7240,
        "r": "csb:Judges:1:29",
        "t": "At*p that time Ephraim failed to drive out the Canaanites who were living in Gezer, so the Canaanites have lived among them in Gezer."
    },
    {
        "o": 7241,
        "r": "csb:Judges:1:30",
        "t": "Zebulun*p failed to drive out the residents of Kitron or the residents of Nahalol, so the Canaanites lived among them and served as forced labor."
    },
    {
        "o": 7242,
        "r": "csb:Judges:1:31",
        "t": "Asher*p failed to drive out the residents of Acco or of Sidon, or Ahlab, Achzib, Helbah, Aphik, or Rehob."
    },
    {
        "o": 7243,
        "r": "csb:Judges:1:32",
        "t": "The Asherites lived among the Canaanites who were living in the land, because they failed to drive them out."
    },
    {
        "o": 7244,
        "r": "csb:Judges:1:33",
        "t": "Naphtali*p did not drive out the residents of Beth-shemesh or the residents of Beth-anath. They lived among the Canaanites who were living in the land, but the residents of Beth-shemesh and Beth-anath served as their forced labor."
    },
    {
        "o": 7245,
        "r": "csb:Judges:1:34",
        "t": "The*p Amorites forced the Danites into the hill country and did not allow them to go down into the valley."
    },
    {
        "o": 7246,
        "r": "csb:Judges:1:35",
        "t": "The Amorites were determined to stay in Har-heres, Aijalon, and Shaalbim. When the house of Joseph got the upper hand, the Amorites were made to serve as forced labor."
    },
    {
        "o": 7247,
        "r": "csb:Judges:1:36",
        "t": "The territory of the Amorites extended from the Scorpions’ Ascent, that is from Sela upward."
    },
    {
        "o": 7248,
        "r": "csb:Judges:2:0",
        "t": "Judges 2",
        "h": 1
    },
    {
        "o": 7249,
        "r": "csb:Judges:2:0",
        "t": "Pattern of Sin and Judgment",
        "h": 2
    },
    {
        "o": 7250,
        "r": "csb:Judges:2:1",
        "t": "The*p angel of the Lord*s went up from Gilgal to Bochim and said, “I brought you out of Egypt and led you into the land I had promised to your ancestors. I also said: I will never break my covenant with you."
    },
    {
        "o": 7251,
        "r": "csb:Judges:2:2",
        "t": "You are not to make a covenant with the inhabitants of this land. You are to tear down their altars. But you have not obeyed me. What have you done?"
    },
    {
        "o": 7252,
        "r": "csb:Judges:2:3",
        "t": "Therefore, I now say: I will not drive out these people before you. They will be thorns in your sides, and their gods will be a trap for you.”"
    },
    {
        "o": 7253,
        "r": "csb:Judges:2:4",
        "t": "When the angel of the Lord*s had spoken these words to all the Israelites, the people wept loudly."
    },
    {
        "o": 7254,
        "r": "csb:Judges:2:5",
        "t": "So they named that place Bochim and offered sacrifices there to the Lord.*s"
    },
    {
        "o": 7255,
        "r": "csb:Judges:2:5",
        "t": "Joshua’s Death",
        "h": 2
    },
    {
        "o": 7256,
        "r": "csb:Judges:2:6",
        "t": "Previously,*p when Joshua had sent the people away, the Israelites had gone to take possession of the land, each to his own inheritance."
    },
    {
        "o": 7257,
        "r": "csb:Judges:2:7",
        "t": "The people worshiped the Lord*s throughout Joshua’s lifetime and during the lifetimes of the elders who outlived Joshua. They had seen all the Lord’s*s great works he had done for Israel."
    },
    {
        "o": 7258,
        "r": "csb:Judges:2:8",
        "t": "Joshua*p son of Nun, the servant of the Lord,*s died at the age of 110."
    },
    {
        "o": 7259,
        "r": "csb:Judges:2:9",
        "t": "They buried him in the territory of his inheritance, in Timnath-heres, in the hill country of Ephraim, north of Mount Gaash."
    },
    {
        "o": 7260,
        "r": "csb:Judges:2:10",
        "t": "That whole generation was also gathered to their ancestors. After them another generation rose up who did not know the Lord*s or the works he had done for Israel."
    },
    {
        "o": 7261,
        "r": "csb:Judges:2:11",
        "t": "The*p Israelites did what was evil in the Lord’s*s sight. They worshiped the Baals"
    },
    {
        "o": 7262,
        "r": "csb:Judges:2:12",
        "t": "and abandoned the Lord,*s the God of their ancestors, who had brought them out of Egypt. They followed other gods from the surrounding peoples and bowed down to them. They angered the Lord,*s"
    },
    {
        "o": 7263,
        "r": "csb:Judges:2:13",
        "t": "for they abandoned him and worshiped Baal and the Ashtoreths."
    },
    {
        "o": 7264,
        "r": "csb:Judges:2:14",
        "t": "The*p Lord’s*s anger burned against Israel, and he handed them over to marauders who raided them. He sold them to the enemies around them, and they could no longer resist their enemies."
    },
    {
        "o": 7265,
        "r": "csb:Judges:2:15",
        "t": "Whenever the Israelites went out, the Lord*s was against them and brought disaster on them, just as he had promised and sworn to them. So they suffered greatly."
    },
    {
        "o": 7266,
        "r": "csb:Judges:2:16",
        "t": "The*p Lord*s raised up judges, who saved them from the power of their marauders,"
    },
    {
        "o": 7267,
        "r": "csb:Judges:2:17",
        "t": "but they did not listen to their judges. Instead, they prostituted themselves with other gods, bowing down to them. They quickly turned from the way of their ancestors, who had walked in obedience to the Lord’s*s commands. They did not do as their ancestors did."
    },
    {
        "o": 7268,
        "r": "csb:Judges:2:18",
        "t": "Whenever the Lord*s raised up a judge for the Israelites, the Lord*s was with him and saved the people from the power of their enemies while the judge was still alive. The Lord*s was moved to pity whenever they groaned because of those who were oppressing and afflicting them."
    },
    {
        "o": 7269,
        "r": "csb:Judges:2:19",
        "t": "Whenever the judge died, the Israelites would act even more corruptly than their ancestors, following other gods to serve them and bow in worship to them. They did not turn from their evil practices or their obstinate ways."
    },
    {
        "o": 7270,
        "r": "csb:Judges:2:20",
        "t": "The*p Lord’s*s anger burned against Israel, and he declared, “Because this nation has violated my covenant that I made with their ancestors and disobeyed me,"
    },
    {
        "o": 7271,
        "r": "csb:Judges:2:21",
        "t": "I will no longer drive out before them any of the nations Joshua left when he died."
    },
    {
        "o": 7272,
        "r": "csb:Judges:2:22",
        "t": "I did this to test Israel and to see whether or not they would keep the Lord’s*s way by walking in it, as their ancestors had.”"
    },
    {
        "o": 7273,
        "r": "csb:Judges:2:23",
        "t": "The Lord*s left these nations and did not drive them out immediately. He did not hand them over to Joshua."
    },
    {
        "o": 7274,
        "r": "csb:Judges:3:0",
        "t": "Judges 3",
        "h": 1
    },
    {
        "o": 7275,
        "r": "csb:Judges:3:0",
        "t": "The Lord Tests Israel",
        "h": 2
    },
    {
        "o": 7276,
        "r": "csb:Judges:3:1",
        "t": "These*p are the nations the Lord*s left in order to test all those in Israel who had experienced none of the wars in Canaan."
    },
    {
        "o": 7277,
        "r": "csb:Judges:3:2",
        "t": "This was to teach the future generations of the Israelites how to fight in battle, especially those who had not fought before."
    },
    {
        "o": 7278,
        "r": "csb:Judges:3:3",
        "t": "These nations included the five rulers of the Philistines and all of the Canaanites, the Sidonians, and the Hivites who lived in the Lebanese mountains from Mount Baal-hermon as far as the entrance to Hamath."
    },
    {
        "o": 7279,
        "r": "csb:Judges:3:4",
        "t": "The Lord*s left them to test Israel, to determine if they would keep the Lord’s*s commands he had given their ancestors through Moses."
    },
    {
        "o": 7280,
        "r": "csb:Judges:3:5",
        "t": "But they settled among the Canaanites, Hethites, Amorites, Perizzites, Hivites, and Jebusites."
    },
    {
        "o": 7281,
        "r": "csb:Judges:3:6",
        "t": "The Israelites took their daughters as wives for themselves, gave their own daughters to their sons, and worshiped their gods."
    },
    {
        "o": 7282,
        "r": "csb:Judges:3:6",
        "t": "Othniel, the First Judge",
        "h": 2
    },
    {
        "o": 7283,
        "r": "csb:Judges:3:7",
        "t": "The*p Israelites did what was evil in the Lord’s*s sight; they forgot the Lord*s their God and worshiped the Baals and the Asherahs."
    },
    {
        "o": 7284,
        "r": "csb:Judges:3:8",
        "t": "The Lord’s*s anger burned against Israel, and he sold them to King Cushan-rishathaim of Aram-naharaim, and the Israelites served him eight years."
    },
    {
        "o": 7285,
        "r": "csb:Judges:3:9",
        "t": "The*p Israelites cried out to the Lord.*s So the Lord*s raised up Othniel son of Kenaz, Caleb’s youngest brother, as a deliverer to save the Israelites."
    },
    {
        "o": 7286,
        "r": "csb:Judges:3:10",
        "t": "The Spirit of the Lord*s came on him, and he judged Israel. Othniel went out to battle, and the Lord*s handed over King Cushan-rishathaim of Aram to him, so that Othniel overpowered him."
    },
    {
        "o": 7287,
        "r": "csb:Judges:3:11",
        "t": "Then the land had peace for forty years, and Othniel son of Kenaz died."
    },
    {
        "o": 7288,
        "r": "csb:Judges:3:11",
        "t": "Ehud",
        "h": 2
    },
    {
        "o": 7289,
        "r": "csb:Judges:3:12",
        "t": "The*p Israelites again did what was evil in the Lord’s*s sight. He gave King Eglon of Moab power over Israel, because they had done what was evil in the Lord’s*s sight."
    },
    {
        "o": 7290,
        "r": "csb:Judges:3:13",
        "t": "After Eglon convinced the Ammonites and the Amalekites to join forces with him, he attacked and defeated Israel and took possession of the City of Palms."
    },
    {
        "o": 7291,
        "r": "csb:Judges:3:14",
        "t": "The Israelites served King Eglon of Moab eighteen years."
    },
    {
        "o": 7292,
        "r": "csb:Judges:3:15",
        "t": "Then*p the Israelites cried out to the Lord,*s and he raised up Ehud son of Gera, a left-handed Benjaminite, as a deliverer for them. The Israelites sent him with the tribute for King Eglon of Moab."
    },
    {
        "o": 7293,
        "r": "csb:Judges:3:16",
        "t": "Ehud*p made himself a double-edged sword eighteen inches long. He strapped it to his right thigh under his clothes"
    },
    {
        "o": 7294,
        "r": "csb:Judges:3:17",
        "t": "and brought the tribute to King Eglon of Moab, who was an extremely fat man."
    },
    {
        "o": 7295,
        "r": "csb:Judges:3:18",
        "t": "When Ehud had finished presenting the tribute, he dismissed the people who had carried it."
    },
    {
        "o": 7296,
        "r": "csb:Judges:3:19",
        "t": "At the carved images near Gilgal he returned and said, “King Eglon, I have a secret message for you.” The king said, “Silence!” and all his attendants left him."
    },
    {
        "o": 7297,
        "r": "csb:Judges:3:20",
        "t": "Then Ehud approached him while he was sitting alone in his upstairs room where it was cool. Ehud said, “I have a message from God for you,” and the king stood up from his throne."
    },
    {
        "o": 7298,
        "r": "csb:Judges:3:21",
        "t": "Ehud reached with his left hand, took the sword from his right thigh, and plunged it into Eglon’s belly."
    },
    {
        "o": 7299,
        "r": "csb:Judges:3:22",
        "t": "Even the handle went in after the blade, and Eglon’s fat closed in over it, so that Ehud did not withdraw the sword from his belly. And the waste came out."
    },
    {
        "o": 7300,
        "r": "csb:Judges:3:23",
        "t": "Ehud escaped by way of the porch, closing and locking the doors of the upstairs room behind him."
    },
    {
        "o": 7301,
        "r": "csb:Judges:3:24",
        "t": "Ehud*p was gone when Eglon’s servants came in. They looked and found the doors of the upstairs room locked and thought he was relieving himself in the cool room."
    },
    {
        "o": 7302,
        "r": "csb:Judges:3:25",
        "t": "The servants waited until they became embarrassed and saw that he had still not opened the doors of the upstairs room. So they took the key and opened the doors - and there was their lord lying dead on the floor!"
    },
    {
        "o": 7303,
        "r": "csb:Judges:3:26",
        "t": "Ehud*p escaped while the servants waited. He passed the Jordan near the carved images and reached Seirah."
    },
    {
        "o": 7304,
        "r": "csb:Judges:3:27",
        "t": "After he arrived, he sounded the ram’s horn throughout the hill country of Ephraim. The Israelites came down with him from the hill country, and he became their leader."
    },
    {
        "o": 7305,
        "r": "csb:Judges:3:28",
        "t": "He told them, “Follow me, because the Lord*s has handed over your enemies, the Moabites, to you.” So they followed him, captured the fords of the Jordan leading to Moab, and did not allow anyone to cross over."
    },
    {
        "o": 7306,
        "r": "csb:Judges:3:29",
        "t": "At that time they struck down about ten thousand Moabites, all stout and able-bodied men. Not one of them escaped."
    },
    {
        "o": 7307,
        "r": "csb:Judges:3:30",
        "t": "Moab became subject to Israel that day, and the land had peace for eighty years."
    },
    {
        "o": 7308,
        "r": "csb:Judges:3:30",
        "t": "Shamgar",
        "h": 2
    },
    {
        "o": 7309,
        "r": "csb:Judges:3:31",
        "t": "After*p Ehud, Shamgar son of Anath became judge. He also delivered Israel, striking down six hundred Philistines with a cattle prod."
    },
    {
        "o": 7310,
        "r": "csb:Judges:4:0",
        "t": "Judges 4",
        "h": 1
    },
    {
        "o": 7311,
        "r": "csb:Judges:4:0",
        "t": "Deborah and Barak",
        "h": 2
    },
    {
        "o": 7312,
        "r": "csb:Judges:4:1",
        "t": "The*p Israelites again did what was evil in the sight of the Lord*s after Ehud had died."
    },
    {
        "o": 7313,
        "r": "csb:Judges:4:2",
        "t": "So the Lord*s sold them to King Jabin of Canaan, who reigned in Hazor. The commander of his army was Sisera who lived in Harosheth of the Nations."
    },
    {
        "o": 7314,
        "r": "csb:Judges:4:3",
        "t": "Then the Israelites cried out to the Lord,*s because Jabin had nine hundred iron chariots, and he harshly oppressed them twenty years."
    },
    {
        "o": 7315,
        "r": "csb:Judges:4:4",
        "t": "Deborah,*p a prophetess and the wife of Lappidoth, was judging Israel at that time."
    },
    {
        "o": 7316,
        "r": "csb:Judges:4:5",
        "t": "She would sit under the palm tree of Deborah between Ramah and Bethel in the hill country of Ephraim, and the Israelites went up to her to settle disputes."
    },
    {
        "o": 7317,
        "r": "csb:Judges:4:6",
        "t": "She*p summoned Barak son of Abinoam from Kedesh in Naphtali and said to him, “Hasn’t the Lord,*s the God of Israel, commanded you, ‘Go, deploy the troops on Mount Tabor, and take with you ten thousand men from the Naphtalites and Zebulunites?"
    },
    {
        "o": 7318,
        "r": "csb:Judges:4:7",
        "t": "Then I will lure Sisera commander of Jabin’s army, his chariots, and his infantry at the Wadi Kishon to fight against you, and I will hand him over to you.’”"
    },
    {
        "o": 7319,
        "r": "csb:Judges:4:8",
        "t": "Barak*p said to her, “If you will go with me, I will go. But if you will not go with me, I will not go.”"
    },
    {
        "o": 7320,
        "r": "csb:Judges:4:9",
        "t": "“I*p will gladly go with you,” she said, “but you will receive no honor on the road you are about to take, because the Lord*s will sell Sisera to a woman.” So Deborah got up and went with Barak to Kedesh."
    },
    {
        "o": 7321,
        "r": "csb:Judges:4:10",
        "t": "Barak summoned Zebulun and Naphtali to Kedesh; ten thousand men followed him, and Deborah also went with him."
    },
    {
        "o": 7322,
        "r": "csb:Judges:4:11",
        "t": "Now*p Heber the Kenite had moved away from the Kenites, the sons of Hobab, Moses’s father-in-law, and pitched his tent beside the oak tree of Zaanannim, which was near Kedesh."
    },
    {
        "o": 7323,
        "r": "csb:Judges:4:12",
        "t": "It*p was reported to Sisera that Barak son of Abinoam had gone up Mount Tabor."
    },
    {
        "o": 7324,
        "r": "csb:Judges:4:13",
        "t": "Sisera summoned all his nine hundred iron chariots and all the troops who were with him from Harosheth of the Nations to the Wadi Kishon."
    },
    {
        "o": 7325,
        "r": "csb:Judges:4:14",
        "t": "Then Deborah said to Barak, “Go! This is the day the Lord*s has handed Sisera over to you. Hasn’t the Lord*s gone before you?” So Barak came down from Mount Tabor with ten thousand men following him."
    },
    {
        "o": 7326,
        "r": "csb:Judges:4:15",
        "t": "The*p Lord*s threw Sisera, all his charioteers, and all his army into a panic before Barak’s assault. Sisera left his chariot and fled on foot."
    },
    {
        "o": 7327,
        "r": "csb:Judges:4:16",
        "t": "Barak pursued the chariots and the army as far as Harosheth of the Nations, and the whole army of Sisera fell by the sword; not a single man was left."
    },
    {
        "o": 7328,
        "r": "csb:Judges:4:17",
        "t": "Meanwhile,*p Sisera had fled on foot to the tent of Jael, the wife of Heber the Kenite, because there was peace between King Jabin of Hazor and the family of Heber the Kenite."
    },
    {
        "o": 7329,
        "r": "csb:Judges:4:18",
        "t": "Jael went out to greet Sisera and said to him, “Come in, my lord. Come in with me. Don’t be afraid.” So he went into her tent, and she covered him with a blanket."
    },
    {
        "o": 7330,
        "r": "csb:Judges:4:19",
        "t": "He said to her, “Please give me a little water to drink for I am thirsty.” She opened a container of milk, gave him a drink, and covered him again."
    },
    {
        "o": 7331,
        "r": "csb:Judges:4:20",
        "t": "Then he said to her, “Stand at the entrance to the tent. If a man comes and asks you, ‘Is there a man here? ’ say, ‘No.’”"
    },
    {
        "o": 7332,
        "r": "csb:Judges:4:21",
        "t": "While he was sleeping from exhaustion, Heber’s wife, Jael, took a tent peg, grabbed a hammer, and went silently to Sisera. She hammered the peg into his temple and drove it into the ground, and he died."
    },
    {
        "o": 7333,
        "r": "csb:Judges:4:22",
        "t": "When*p Barak arrived in pursuit of Sisera, Jael went out to greet him and said to him, “Come and I will show you the man you are looking for.” So he went in with her, and there was Sisera lying dead with a tent peg through his temple!"
    },
    {
        "o": 7334,
        "r": "csb:Judges:4:23",
        "t": "That*p day God subdued King Jabin of Canaan before the Israelites."
    },
    {
        "o": 7335,
        "r": "csb:Judges:4:24",
        "t": "The power of the Israelites continued to increase against King Jabin of Canaan until they destroyed him."
    },
    {
        "o": 7336,
        "r": "csb:Judges:5:0",
        "t": "Judges 5",
        "h": 1
    },
    {
        "o": 7337,
        "r": "csb:Judges:5:0",
        "t": "Deborah’s Song",
        "h": 2
    },
    {
        "o": 7338,
        "r": "csb:Judges:5:1",
        "t": "On*p that day Deborah and Barak son of Abinoam sang:"
    },
    {
        "o": 7339,
        "r": "csb:Judges:5:2",
        "t": "When*pn the leaders lead in Israel, when*ln the people volunteer, blessed*ln be the Lord.*s"
    },
    {
        "o": 7340,
        "r": "csb:Judges:5:3",
        "t": "Listen,*ln kings! Pay attention, princes! I*ln will sing to the Lord;*s I*ln will sing praise to the Lord*s God of Israel."
    },
    {
        "o": 7341,
        "r": "csb:Judges:5:4",
        "t": "Lord,*sln when you came from Seir, when*ln you marched from the fields of Edom, the*ln earth trembled, the*ln skies poured rain, and*ln the clouds poured water."
    },
    {
        "o": 7342,
        "r": "csb:Judges:5:5",
        "t": "The*ln mountains melted before the Lord,*s even*ln Sinai, before the Lord,*s the God of Israel."
    },
    {
        "o": 7343,
        "r": "csb:Judges:5:6",
        "t": "In*pn the days of Shamgar son of Anath, in*ln the days of Jael, the*ln main roads were deserted because*ln travelers kept to the side roads."
    },
    {
        "o": 7344,
        "r": "csb:Judges:5:7",
        "t": "Villages*ln were deserted, they*ln were deserted in Israel, until*ln I, Deborah, arose, a*ln mother in Israel."
    },
    {
        "o": 7345,
        "r": "csb:Judges:5:8",
        "t": "Israel*ln chose new gods, then*ln there was war in the city gates. Not*ln a shield or spear was seen among*ln forty thousand in Israel."
    },
    {
        "o": 7346,
        "r": "csb:Judges:5:9",
        "t": "My*ln heart is with the leaders of Israel, with*ln the volunteers of the people. Blessed*ln be the Lord!*s"
    },
    {
        "o": 7347,
        "r": "csb:Judges:5:10",
        "t": "You*ln who ride on white donkeys, who*ln sit on saddle blankets, and*ln who travel on the road, give praise!"
    },
    {
        "o": 7348,
        "r": "csb:Judges:5:11",
        "t": "Let*ln them tell the righteous acts of the Lord,*s the*ln righteous deeds of his villagers in Israel, with*ln the voices of the singers at the watering places. Then*ln the Lord’s*s people went down to the city gates."
    },
    {
        "o": 7349,
        "r": "csb:Judges:5:12",
        "t": "“Awake!*ln Awake, Deborah! Awake!*ln Awake, sing a song! Arise,*ln Barak, and*ln take your prisoners, son*ln of Abinoam!”"
    },
    {
        "o": 7350,
        "r": "csb:Judges:5:13",
        "t": "Then*ln the survivors came down to the nobles; the*ln Lord’s*s people came down to me against the warriors."
    },
    {
        "o": 7351,
        "r": "csb:Judges:5:14",
        "t": "Those*ln with their roots in Amalek came from Ephraim; Benjamin*ln came with your people after you. The*ln leaders came down from Machir, and*ln those who carry a marshal’s staff came from Zebulun."
    },
    {
        "o": 7352,
        "r": "csb:Judges:5:15",
        "t": "The*ln princes of Issachar were with Deborah; Issachar*ln was with Barak; they*ln were under his leadership in the valley. There*ln was great searching of heart among*ln the clans of Reuben."
    },
    {
        "o": 7353,
        "r": "csb:Judges:5:16",
        "t": "Why*ln did you sit among the sheep pens listening*ln to the playing of pipes for the flocks? There*ln was great searching of heart among*ln the clans of Reuben."
    },
    {
        "o": 7354,
        "r": "csb:Judges:5:17",
        "t": "Gilead*ln remained beyond the Jordan. Dan,*ln why did you linger at the ships? Asher*ln remained at the seashore and*ln stayed in his harbors."
    },
    {
        "o": 7355,
        "r": "csb:Judges:5:18",
        "t": "The*ln people of Zebulun defied death, Naphtali*ln also, on the heights of the battlefield."
    },
    {
        "o": 7356,
        "r": "csb:Judges:5:19",
        "t": "Kings*pn came and fought. Then*ln the kings of Canaan fought at*ln Taanach by the Waters of Megiddo, but*ln they did not plunder the silver."
    },
    {
        "o": 7357,
        "r": "csb:Judges:5:20",
        "t": "The*ln stars fought from the heavens; the*ln stars fought with Sisera from their paths."
    },
    {
        "o": 7358,
        "r": "csb:Judges:5:21",
        "t": "The*ln river Kishon swept them away, the*ln ancient river, the river Kishon. March*ln on, my soul, in strength!"
    },
    {
        "o": 7359,
        "r": "csb:Judges:5:22",
        "t": "The*ln horses’ hooves then hammered — the*ln galloping, galloping of his stallions."
    },
    {
        "o": 7360,
        "r": "csb:Judges:5:23",
        "t": "“Curse*ln Meroz,” says the angel of the Lord,*s “Bitterly*ln curse her inhabitants, for*ln they did not come to help the Lord,*s to*ln help the Lord*s with the warriors.”"
    },
    {
        "o": 7361,
        "r": "csb:Judges:5:24",
        "t": "Most*pn blessed of women is Jael, the*ln wife of Heber the Kenite; she*ln is most blessed among tent-dwelling women."
    },
    {
        "o": 7362,
        "r": "csb:Judges:5:25",
        "t": "He*ln asked for water; she gave him milk. She*ln brought him cream in a majestic bowl."
    },
    {
        "o": 7363,
        "r": "csb:Judges:5:26",
        "t": "She*ln reached for a tent peg, her*ln right hand, for a workman’s hammer. Then*ln she hammered Sisera — she*ln crushed his head; she*ln shattered and pierced his temple."
    },
    {
        "o": 7364,
        "r": "csb:Judges:5:27",
        "t": "He*ln collapsed, he fell, he lay down between her feet; he*ln collapsed, he fell between her feet; where*ln he collapsed, there he fell - dead."
    },
    {
        "o": 7365,
        "r": "csb:Judges:5:28",
        "t": "Sisera’s*pn mother looked through the window; she*ln peered through the lattice, crying out: “Why*ln is his chariot so long in coming? Why*ln don’t I hear the hoofbeats of his horses?”"
    },
    {
        "o": 7366,
        "r": "csb:Judges:5:29",
        "t": "Her*ln wisest princesses answer her; she*ln even answers herself:"
    },
    {
        "o": 7367,
        "r": "csb:Judges:5:30",
        "t": "“Are*ln they not finding and dividing the spoil — a*ln girl or two for each warrior, the*ln spoil of colored garments for Sisera, the*ln spoil of an embroidered garment or two for my neck?”"
    },
    {
        "o": 7368,
        "r": "csb:Judges:5:31",
        "t": "Lord,*spn may all your enemies perish as Sisera did. But*ln may those who love him be*ln like the rising of the sun in its strength. And*p the land had peace for forty years."
    },
    {
        "o": 7369,
        "r": "csb:Judges:6:0",
        "t": "Judges 6",
        "h": 1
    },
    {
        "o": 7370,
        "r": "csb:Judges:6:0",
        "t": "Midian Oppresses Israel",
        "h": 2
    },
    {
        "o": 7371,
        "r": "csb:Judges:6:1",
        "t": "The*p Israelites did what was evil in the sight of the Lord.*s So the Lord*s handed them over to Midian seven years,"
    },
    {
        "o": 7372,
        "r": "csb:Judges:6:2",
        "t": "and they oppressed Israel. Because of Midian, the Israelites made hiding places for themselves in the mountains, caves, and strongholds."
    },
    {
        "o": 7373,
        "r": "csb:Judges:6:3",
        "t": "Whenever the Israelites planted crops, the Midianites, Amalekites, and the people of the east came and attacked them."
    },
    {
        "o": 7374,
        "r": "csb:Judges:6:4",
        "t": "They encamped against them and destroyed the produce of the land, even as far as Gaza. They left nothing for Israel to eat, as well as no sheep, ox, or donkey."
    },
    {
        "o": 7375,
        "r": "csb:Judges:6:5",
        "t": "For the Midianites came with their cattle and their tents like a great swarm of locusts. They and their camels were without number, and they entered the land to lay waste to it."
    },
    {
        "o": 7376,
        "r": "csb:Judges:6:6",
        "t": "So Israel became poverty-stricken because of Midian, and the Israelites cried out to the Lord.*s"
    },
    {
        "o": 7377,
        "r": "csb:Judges:6:7",
        "t": "When*p the Israelites cried out to him because of Midian,"
    },
    {
        "o": 7378,
        "r": "csb:Judges:6:8",
        "t": "the Lord*s sent a prophet to them. He said to them, “This is what the Lord*s God of Israel says: ‘I brought you out of Egypt and out of the place of slavery."
    },
    {
        "o": 7379,
        "r": "csb:Judges:6:9",
        "t": "I rescued you from the power of Egypt and the power of all who oppressed you. I drove them out before you and gave you their land."
    },
    {
        "o": 7380,
        "r": "csb:Judges:6:10",
        "t": "I said to you: I am the Lord*s your God. Do not fear the gods of the Amorites whose land you live in. But you did not obey me.’”"
    },
    {
        "o": 7381,
        "r": "csb:Judges:6:10",
        "t": "The Lord Calls Gideon",
        "h": 2
    },
    {
        "o": 7382,
        "r": "csb:Judges:6:11",
        "t": "The*p angel of the Lord*s came, and he sat under the oak that was in Ophrah, which belonged to Joash, the Abiezrite. His son Gideon was threshing wheat in the winepress in order to hide it from the Midianites."
    },
    {
        "o": 7383,
        "r": "csb:Judges:6:12",
        "t": "Then the angel of the Lord*s appeared to him and said, “The Lord*s is with you, valiant warrior.”"
    },
    {
        "o": 7384,
        "r": "csb:Judges:6:13",
        "t": "Gideon*p said to him, “Please, my lord, if the Lord*s is with us, why has all this happened? And where are all his wonders that our ancestors told us about? They said, ‘Hasn’t the Lord*s brought us out of Egypt? ’ But now the Lord*s has abandoned us and handed us over to Midian.”"
    },
    {
        "o": 7385,
        "r": "csb:Judges:6:14",
        "t": "The*p Lord*s turned to him and said, “Go in the strength you have and deliver Israel from the grasp of Midian. I am sending you!”"
    },
    {
        "o": 7386,
        "r": "csb:Judges:6:15",
        "t": "He*p said to him, “Please, Lord, how can I deliver Israel? Look, my family is the weakest in Manasseh, and I am the youngest in my father’s family.”"
    },
    {
        "o": 7387,
        "r": "csb:Judges:6:16",
        "t": "“But*p I will be with you,” the Lord*s said to him. “You will strike Midian down as if it were one man.”"
    },
    {
        "o": 7388,
        "r": "csb:Judges:6:17",
        "t": "Then*p he said to him, “If I have found favor with you, give me a sign that you are speaking with me."
    },
    {
        "o": 7389,
        "r": "csb:Judges:6:18",
        "t": "Please do not leave this place until I return to you. Let me bring my gift and set it before you.” And*p he said, “I will stay until you return.”"
    },
    {
        "o": 7390,
        "r": "csb:Judges:6:19",
        "t": "So*p Gideon went and prepared a young goat and unleavened bread from a half bushel of flour. He placed the meat in a basket and the broth in a pot. He brought them out and offered them to him under the oak."
    },
    {
        "o": 7391,
        "r": "csb:Judges:6:20",
        "t": "The*p angel of God said to him, “Take the meat with the unleavened bread, put it on this stone, and pour the broth on it.” So he did that."
    },
    {
        "o": 7392,
        "r": "csb:Judges:6:21",
        "t": "The*p angel of the Lord*s extended the tip of the staff that was in his hand and touched the meat and the unleavened bread. Fire came up from the rock and consumed the meat and the unleavened bread. Then the angel of the Lord*s vanished from his sight."
    },
    {
        "o": 7393,
        "r": "csb:Judges:6:22",
        "t": "When*p Gideon realized that he was the angel of the Lord,*s he said, “Oh no, Lord God!*s I have seen the angel of the Lord*s face to face!”"
    },
    {
        "o": 7394,
        "r": "csb:Judges:6:23",
        "t": "But*p the Lord*s said to him, “Peace to you. Don’t be afraid, for you will not die.”"
    },
    {
        "o": 7395,
        "r": "csb:Judges:6:24",
        "t": "So Gideon built an altar to the Lord*s there and called it The Lord*s Is Peace. It is still in Ophrah of the Abiezrites today."
    },
    {
        "o": 7396,
        "r": "csb:Judges:6:24",
        "t": "Gideon Tears Down a Baal Altar",
        "h": 2
    },
    {
        "o": 7397,
        "r": "csb:Judges:6:25",
        "t": "On*p that very night the Lord*s said to him, “Take your father’s young bull and a second bull seven years old. Then tear down the altar of Baal that belongs to your father and cut down the Asherah pole beside it."
    },
    {
        "o": 7398,
        "r": "csb:Judges:6:26",
        "t": "Build a well-constructed altar to the Lord*s your God on the top of this mound. Take the second bull and offer it as a burnt offering with the wood of the Asherah pole you cut down.”"
    },
    {
        "o": 7399,
        "r": "csb:Judges:6:27",
        "t": "So Gideon took ten of his male servants and did as the Lord*s had told him. But because he was too afraid of his father’s family and the men of the city to do it in the daytime, he did it at night."
    },
    {
        "o": 7400,
        "r": "csb:Judges:6:28",
        "t": "When*p the men of the city got up in the morning, they found Baal’s altar torn down, the Asherah pole beside it cut down, and the second bull offered up on the altar that had been built."
    },
    {
        "o": 7401,
        "r": "csb:Judges:6:29",
        "t": "They said to each other, “Who did this?” After they made a thorough investigation, they said, “Gideon son of Joash did it.”"
    },
    {
        "o": 7402,
        "r": "csb:Judges:6:30",
        "t": "Then*p the men of the city said to Joash, “Bring out your son. He must die, because he tore down Baal’s altar and cut down the Asherah pole beside it.”"
    },
    {
        "o": 7403,
        "r": "csb:Judges:6:31",
        "t": "But*p Joash said to all who stood against him, “Would you plead Baal’s case for him? Would you save him? Whoever pleads his case will be put to death by morning! If he is a god, let him plead his own case because someone tore down his altar.”"
    },
    {
        "o": 7404,
        "r": "csb:Judges:6:32",
        "t": "That day Gideon was called Jerubbaal, since Joash said, “Let Baal contend with him,” because he tore down his altar."
    },
    {
        "o": 7405,
        "r": "csb:Judges:6:32",
        "t": "The Sign of the Fleece",
        "h": 2
    },
    {
        "o": 7406,
        "r": "csb:Judges:6:33",
        "t": "All*p the Midianites, Amalekites, and people of the east gathered together, crossed over the Jordan, and camped in the Jezreel Valley."
    },
    {
        "o": 7407,
        "r": "csb:Judges:6:34",
        "t": "The*p Spirit of the Lord*s enveloped Gideon, and he blew the ram’s horn and the Abiezrites rallied behind him."
    },
    {
        "o": 7408,
        "r": "csb:Judges:6:35",
        "t": "He sent messengers throughout all of Manasseh, who rallied behind him. He also sent messengers throughout Asher, Zebulun, and Naphtali, who also came to meet him."
    },
    {
        "o": 7409,
        "r": "csb:Judges:6:36",
        "t": "Then*p Gideon said to God, “If you will deliver Israel by me, as you said,"
    },
    {
        "o": 7410,
        "r": "csb:Judges:6:37",
        "t": "I will put a wool fleece here on the threshing floor. If dew is only on the fleece, and all the ground is dry, I will know that you will deliver Israel by me, as you said.”"
    },
    {
        "o": 7411,
        "r": "csb:Judges:6:38",
        "t": "And that is what happened. When he got up early in the morning, he squeezed the fleece and wrung dew out of it, filling a bowl with water."
    },
    {
        "o": 7412,
        "r": "csb:Judges:6:39",
        "t": "Gideon*p then said to God, “Don’t be angry with me; let me speak one more time. Please allow me to make one more test with the fleece. Let it remain dry, and the dew be all over the ground.”"
    },
    {
        "o": 7413,
        "r": "csb:Judges:6:40",
        "t": "That night God did as Gideon requested: only the fleece was dry, and dew was all over the ground."
    },
    {
        "o": 7414,
        "r": "csb:Judges:7:0",
        "t": "Judges 7",
        "h": 1
    },
    {
        "o": 7415,
        "r": "csb:Judges:7:0",
        "t": "God Selects Gideon’s Army",
        "h": 2
    },
    {
        "o": 7416,
        "r": "csb:Judges:7:1",
        "t": "Jerubbaal*p (that is, Gideon) and all the troops who were with him, got up early and camped beside the spring of Harod. The camp of Midian was north of them, below the hill of Moreh, in the valley."
    },
    {
        "o": 7417,
        "r": "csb:Judges:7:2",
        "t": "The Lord*s said to Gideon, “You have too many troops for me to hand the Midianites over to them, or else Israel might elevate themselves over me and say, ‘I saved myself.’"
    },
    {
        "o": 7418,
        "r": "csb:Judges:7:3",
        "t": "Now announce to the troops, ‘Whoever is fearful and trembling may turn back and leave Mount Gilead.’” So twenty-two thousand of the troops turned back, but ten thousand remained."
    },
    {
        "o": 7419,
        "r": "csb:Judges:7:4",
        "t": "Then*p the Lord*s said to Gideon, “There are still too many troops. Take them down to the water, and I will test them for you there. If I say to you, ‘This one can go with you,’ he can go. But if I say about anyone, ‘This one cannot go with you,’ he cannot go.”"
    },
    {
        "o": 7420,
        "r": "csb:Judges:7:5",
        "t": "So he brought the troops down to the water, and the Lord*s said to Gideon, “Separate everyone who laps water with his tongue like a dog. Do the same with everyone who kneels to drink.”"
    },
    {
        "o": 7421,
        "r": "csb:Judges:7:6",
        "t": "The number of those who lapped with their hands to their mouths was three hundred men, and all the rest of the troops knelt to drink water."
    },
    {
        "o": 7422,
        "r": "csb:Judges:7:7",
        "t": "The Lord*s said to Gideon, “I will deliver you with the three hundred men who lapped and hand the Midianites over to you. But everyone else is to go home.”"
    },
    {
        "o": 7423,
        "r": "csb:Judges:7:8",
        "t": "So Gideon sent all the Israelites to their tents but kept the three hundred troops, who took the provisions and their rams’ horns. The camp of Midian was below him in the valley."
    },
    {
        "o": 7424,
        "r": "csb:Judges:7:8",
        "t": "Gideon Spies on the Midianite Camp",
        "h": 2
    },
    {
        "o": 7425,
        "r": "csb:Judges:7:9",
        "t": "That*p night the Lord*s said to him, “Get up and attack the camp, for I have handed it over to you."
    },
    {
        "o": 7426,
        "r": "csb:Judges:7:10",
        "t": "But if you are afraid to attack the camp, go down with Purah your servant."
    },
    {
        "o": 7427,
        "r": "csb:Judges:7:11",
        "t": "Listen to what they say, and then you will be encouraged to attack the camp.” So he went down with Purah his servant to the outpost of the troops who were in the camp."
    },
    {
        "o": 7428,
        "r": "csb:Judges:7:12",
        "t": "Now*p the Midianites, Amalekites, and all the people of the east had settled down in the valley like a swarm of locusts, and their camels were as innumerable as the sand on the seashore."
    },
    {
        "o": 7429,
        "r": "csb:Judges:7:13",
        "t": "When Gideon arrived, there was a man telling his friend about a dream. He said, “Listen, I had a dream: a loaf of barley bread came tumbling into the Midianite camp, struck a tent, and it fell. The loaf turned the tent upside down so that it collapsed.”"
    },
    {
        "o": 7430,
        "r": "csb:Judges:7:14",
        "t": "His*p friend answered, “This is nothing less than the sword of Gideon son of Joash, the Israelite. God has handed the entire Midianite camp over to him.”"
    },
    {
        "o": 7431,
        "r": "csb:Judges:7:14",
        "t": "Gideon Attacks the Midianites",
        "h": 2
    },
    {
        "o": 7432,
        "r": "csb:Judges:7:15",
        "t": "When*p Gideon heard the account of the dream and its interpretation, he bowed in worship. He returned to Israel’s camp and said, “Get up, for the Lord*s has handed the Midianite camp over to you.”"
    },
    {
        "o": 7433,
        "r": "csb:Judges:7:16",
        "t": "Then he divided the three hundred men into three companies and gave each of the men a ram’s horn in one hand and an empty pitcher with a torch inside it in the other hand."
    },
    {
        "o": 7434,
        "r": "csb:Judges:7:17",
        "t": "“Watch*p me,” he said to them, “and do what I do. When I come to the outpost of the camp, do as I do."
    },
    {
        "o": 7435,
        "r": "csb:Judges:7:18",
        "t": "When I and everyone with me blow our rams’ horns, you are also to blow your rams’ horns all around the camp. Then you will say, ‘For the Lord*s and for Gideon! ’”"
    },
    {
        "o": 7436,
        "r": "csb:Judges:7:19",
        "t": "Gideon*p and the hundred men who were with him went to the outpost of the camp at the beginning of the middle watch after the sentries had been stationed. They blew their rams’ horns and broke the pitchers that were in their hands."
    },
    {
        "o": 7437,
        "r": "csb:Judges:7:20",
        "t": "The three companies blew their rams’ horns and shattered their pitchers. They held their torches in their left hands and their rams’ horns to blow in their right hands, and they shouted, “A sword for the Lord*s and for Gideon!”"
    },
    {
        "o": 7438,
        "r": "csb:Judges:7:21",
        "t": "Each Israelite took his position around the camp, and the entire Midianite army began to run, and they cried out as they fled."
    },
    {
        "o": 7439,
        "r": "csb:Judges:7:22",
        "t": "When Gideon’s men blew their three hundred rams’ horns, the Lord*s caused the men in the whole army to turn on each other with their swords. They fled to Acacia House in the direction of Zererah as far as the border of Abel-meholah near Tabbath."
    },
    {
        "o": 7440,
        "r": "csb:Judges:7:23",
        "t": "Then the men of Israel were called from Naphtali, Asher, and Manasseh, and they pursued the Midianites."
    },
    {
        "o": 7441,
        "r": "csb:Judges:7:23",
        "t": "The Men of Ephraim Join the Battle",
        "h": 2
    },
    {
        "o": 7442,
        "r": "csb:Judges:7:24",
        "t": "Gideon*p sent messengers throughout the hill country of Ephraim with this message: “Come down to intercept the Midianites and take control of the watercourses ahead of them as far as Beth-barah and the Jordan.” So all the men of Ephraim were called out, and they took control of the watercourses as far as Beth-barah and the Jordan."
    },
    {
        "o": 7443,
        "r": "csb:Judges:7:25",
        "t": "They captured Oreb and Zeeb, the two princes of Midian; they killed Oreb at the rock of Oreb and Zeeb at the winepress of Zeeb, while they were pursuing the Midianites. They brought the heads of Oreb and Zeeb to Gideon across the Jordan."
    },
    {
        "o": 7444,
        "r": "csb:Judges:8:0",
        "t": "Judges 8",
        "h": 1
    },
    {
        "o": 7445,
        "r": "csb:Judges:8:1",
        "t": "The*p men of Ephraim said to him, “Why have you done this to us, not calling us when you went to fight against the Midianites?” And they argued with him violently."
    },
    {
        "o": 7446,
        "r": "csb:Judges:8:2",
        "t": "So*p he said to them, “What have I done now compared to you? Is not the gleaning of Ephraim better than the grape harvest of Abiezer?"
    },
    {
        "o": 7447,
        "r": "csb:Judges:8:3",
        "t": "God handed over to you Oreb and Zeeb, the two princes of Midian. What was I able to do compared to you?” When he said this, their anger against him subsided."
    },
    {
        "o": 7448,
        "r": "csb:Judges:8:3",
        "t": "Gideon Pursues the Kings of Midian",
        "h": 2
    },
    {
        "o": 7449,
        "r": "csb:Judges:8:4",
        "t": "Gideon*p and the three hundred men came to the Jordan and crossed it. They were exhausted but still in pursuit."
    },
    {
        "o": 7450,
        "r": "csb:Judges:8:5",
        "t": "He said to the men of Succoth, “Please give some loaves of bread to the troops under my command, because they are exhausted, for I am pursuing Zebah and Zalmunna, the kings of Midian.”"
    },
    {
        "o": 7451,
        "r": "csb:Judges:8:6",
        "t": "But*p the princes of Succoth asked, “Are Zebah and Zalmunna now in your hands that we should give bread to your army?”"
    },
    {
        "o": 7452,
        "r": "csb:Judges:8:7",
        "t": "Gideon*p replied, “Very well, when the Lord*s has handed Zebah and Zalmunna over to me, I will tear your flesh with thorns and briers from the wilderness!”"
    },
    {
        "o": 7453,
        "r": "csb:Judges:8:8",
        "t": "He went from there to Penuel and asked the same thing from them. The men of Penuel answered just as the men of Succoth had answered."
    },
    {
        "o": 7454,
        "r": "csb:Judges:8:9",
        "t": "He also told the men of Penuel, “When I return safely, I will tear down this tower!”"
    },
    {
        "o": 7455,
        "r": "csb:Judges:8:10",
        "t": "Now*p Zebah and Zalmunna were in Karkor, and with them was their army of about fifteen thousand men, who were all those left of the entire army of the people of the east. Those who had been killed were one hundred twenty thousand armed men."
    },
    {
        "o": 7456,
        "r": "csb:Judges:8:11",
        "t": "Gideon traveled on the caravan route east of Nobah and Jogbehah and attacked their army while the army felt secure."
    },
    {
        "o": 7457,
        "r": "csb:Judges:8:12",
        "t": "Zebah and Zalmunna fled, and he pursued them. He captured these two kings of Midian and routed the entire army."
    },
    {
        "o": 7458,
        "r": "csb:Judges:8:13",
        "t": "Gideon*p son of Joash returned from the battle by the Ascent of Heres."
    },
    {
        "o": 7459,
        "r": "csb:Judges:8:14",
        "t": "He captured a youth from the men of Succoth and interrogated him. The youth wrote down for him the names of the seventy-seven leaders and elders of Succoth."
    },
    {
        "o": 7460,
        "r": "csb:Judges:8:15",
        "t": "Then he went to the men of Succoth and said, “Here are Zebah and Zalmunna. You taunted me about them, saying, ‘Are Zebah and Zalmunna now in your power that we should give bread to your exhausted men? ’”"
    },
    {
        "o": 7461,
        "r": "csb:Judges:8:16",
        "t": "So he took the elders of the city, and he took some thorns and briers from the wilderness, and he disciplined the men of Succoth with them."
    },
    {
        "o": 7462,
        "r": "csb:Judges:8:17",
        "t": "He also tore down the tower of Penuel and killed the men of the city."
    },
    {
        "o": 7463,
        "r": "csb:Judges:8:18",
        "t": "He*p asked Zebah and Zalmunna, “What kind of men did you kill at Tabor?” “They*p were like you,” they said. “Each resembled the son of a king.”"
    },
    {
        "o": 7464,
        "r": "csb:Judges:8:19",
        "t": "So*p he said, “They were my brothers, the sons of my mother! As the Lord*s lives, if you had let them live, I would not kill you.”"
    },
    {
        "o": 7465,
        "r": "csb:Judges:8:20",
        "t": "Then he said to Jether, his firstborn, “Get up and kill them.” The youth did not draw his sword, for he was afraid because he was still a youth."
    },
    {
        "o": 7466,
        "r": "csb:Judges:8:21",
        "t": "Zebah*p and Zalmunna said, “Get up and strike us down yourself, for a man is judged by his strength.” So Gideon got up, killed Zebah and Zalmunna, and took the crescent ornaments that were on the necks of their camels."
    },
    {
        "o": 7467,
        "r": "csb:Judges:8:21",
        "t": "Gideon’s Legacy",
        "h": 2
    },
    {
        "o": 7468,
        "r": "csb:Judges:8:22",
        "t": "Then*p the Israelites said to Gideon, “Rule over us, you as well as your sons and your grandsons, for you delivered us from the power of Midian.”"
    },
    {
        "o": 7469,
        "r": "csb:Judges:8:23",
        "t": "But*p Gideon said to them, “I will not rule over you, and my son will not rule over you; the Lord*s will rule over you.”"
    },
    {
        "o": 7470,
        "r": "csb:Judges:8:24",
        "t": "Then he said to them, “Let me make a request of you: Everyone give me an earring from his plunder.” Now the enemy had gold earrings because they were Ishmaelites."
    },
    {
        "o": 7471,
        "r": "csb:Judges:8:25",
        "t": "They*p said, “We agree to give them.” So they spread out a cloak, and everyone threw an earring from his plunder on it."
    },
    {
        "o": 7472,
        "r": "csb:Judges:8:26",
        "t": "The weight of the gold earrings he requested was forty-three pounds of gold, in addition to the crescent ornaments and ear pendants, the purple garments on the kings of Midian, and the chains on the necks of their camels."
    },
    {
        "o": 7473,
        "r": "csb:Judges:8:27",
        "t": "Gideon made an ephod from all this and put it in Ophrah, his hometown. Then all Israel prostituted themselves by worshiping it there, and it became a snare to Gideon and his household."
    },
    {
        "o": 7474,
        "r": "csb:Judges:8:28",
        "t": "So*p Midian was subdued before the Israelites, and they were no longer a threat. The land had peace for forty years during the days of Gideon."
    },
    {
        "o": 7475,
        "r": "csb:Judges:8:29",
        "t": "Jerubbaal (that is, Gideon) son of Joash went back to live at his house."
    },
    {
        "o": 7476,
        "r": "csb:Judges:8:30",
        "t": "Gideon*p had seventy sons, his own offspring, since he had many wives."
    },
    {
        "o": 7477,
        "r": "csb:Judges:8:31",
        "t": "His concubine who was in Shechem also bore him a son, and he named him Abimelech."
    },
    {
        "o": 7478,
        "r": "csb:Judges:8:32",
        "t": "Then Gideon son of Joash died at a good old age and was buried in the tomb of his father Joash in Ophrah of the Abiezrites."
    },
    {
        "o": 7479,
        "r": "csb:Judges:8:33",
        "t": "When*p Gideon died, the Israelites turned and prostituted themselves by worshiping the Baals and made Baal-berith their god."
    },
    {
        "o": 7480,
        "r": "csb:Judges:8:34",
        "t": "The Israelites did not remember the Lord*s their God who had rescued them from the hand of the enemies around them."
    },
    {
        "o": 7481,
        "r": "csb:Judges:8:35",
        "t": "They did not show kindness to the house of Jerubbaal (that is, Gideon) for all the good he had done for Israel."
    },
    {
        "o": 7482,
        "r": "csb:Judges:9:0",
        "t": "Judges 9",
        "h": 1
    },
    {
        "o": 7483,
        "r": "csb:Judges:9:0",
        "t": "Abimelech Becomes King",
        "h": 2
    },
    {
        "o": 7484,
        "r": "csb:Judges:9:1",
        "t": "Abimelech*p son of Jerubbaal went to Shechem and spoke to his uncles and to his mother’s whole clan, saying,"
    },
    {
        "o": 7485,
        "r": "csb:Judges:9:2",
        "t": "“Please speak in the hearing of all the citizens of Shechem, ‘Is it better for you that seventy men, all the sons of Jerubbaal, rule over you or that one man rule over you? ’ Remember that I am your own flesh and blood.”"
    },
    {
        "o": 7486,
        "r": "csb:Judges:9:3",
        "t": "His*p mother’s relatives spoke all these words about him in the hearing of all the citizens of Shechem, and they were favorable to Abimelech, for they said, “He is our brother.”"
    },
    {
        "o": 7487,
        "r": "csb:Judges:9:4",
        "t": "So they gave him seventy pieces of silver from the temple of Baal-berith. Abimelech used it to hire worthless and reckless men, and they followed him."
    },
    {
        "o": 7488,
        "r": "csb:Judges:9:5",
        "t": "He went to his father’s house in Ophrah and killed his seventy brothers, the sons of Jerubbaal, on top of a large stone. But Jotham, the youngest son of Jerubbaal, survived, because he hid."
    },
    {
        "o": 7489,
        "r": "csb:Judges:9:6",
        "t": "Then all the citizens of Shechem and of Beth-millo gathered together and proceeded to make Abimelech king at the oak of the pillar in Shechem."
    },
    {
        "o": 7490,
        "r": "csb:Judges:9:6",
        "t": "Jotham’s Parable",
        "h": 2
    },
    {
        "o": 7491,
        "r": "csb:Judges:9:7",
        "t": "When*p they told Jotham, he climbed to the top of Mount Gerizim, raised his voice, and called to them: Listen*pn to me, citizens of Shechem, and*ln may God listen to you:"
    },
    {
        "o": 7492,
        "r": "csb:Judges:9:8",
        "t": "The*pn trees decided to*ln anoint a king over themselves. They*ln said to the olive tree, “Reign over us.”"
    },
    {
        "o": 7493,
        "r": "csb:Judges:9:9",
        "t": "But*ln the olive tree said to them, “Should*ln I stop giving my oil that*ln people use to honor both God and men, and*ln rule over the trees?”"
    },
    {
        "o": 7494,
        "r": "csb:Judges:9:10",
        "t": "Then*pn the trees said to the fig tree, “Come*ln and reign over us.”"
    },
    {
        "o": 7495,
        "r": "csb:Judges:9:11",
        "t": "But*ln the fig tree said to them, “Should*ln I stop giving my*ln sweetness and my good fruit, and*ln rule over trees?”"
    },
    {
        "o": 7496,
        "r": "csb:Judges:9:12",
        "t": "Later,*pn the trees said to the grapevine, “Come*ln and reign over us.”"
    },
    {
        "o": 7497,
        "r": "csb:Judges:9:13",
        "t": "But*ln the grapevine said to them, “Should*ln I stop giving my wine that*ln cheers both God and man, and*ln rule over trees?”"
    },
    {
        "o": 7498,
        "r": "csb:Judges:9:14",
        "t": "Finally,*pn all the trees said to the bramble, “Come*ln and reign over us.”"
    },
    {
        "o": 7499,
        "r": "csb:Judges:9:15",
        "t": "The*ln bramble said to the trees, “If*ln you really are anointing me as*ln king over you, come*ln and find refuge in my shade. But*ln if not, may*ln fire come out from the bramble and*ln consume the cedars of Lebanon.”"
    },
    {
        "o": 7500,
        "r": "csb:Judges:9:16",
        "t": "“Now*p if you have acted faithfully and honestly in making Abimelech king, if you have done well by Jerubbaal and his family, and if you have rewarded him appropriately for what he did -"
    },
    {
        "o": 7501,
        "r": "csb:Judges:9:17",
        "t": "for my father fought for you, risked his life, and rescued you from Midian,"
    },
    {
        "o": 7502,
        "r": "csb:Judges:9:18",
        "t": "and now you have attacked my father’s family today, killed his seventy sons on top of a large stone, and made Abimelech, the son of his slave woman, king over the citizens of Shechem ‘because he is your brother’ -"
    },
    {
        "o": 7503,
        "r": "csb:Judges:9:19",
        "t": "so if you have acted faithfully and honestly with Jerubbaal and his house this day, rejoice in Abimelech and may he also rejoice in you."
    },
    {
        "o": 7504,
        "r": "csb:Judges:9:20",
        "t": "But if not, may fire come from Abimelech and consume the citizens of Shechem and Beth-millo, and may fire come from the citizens of Shechem and Beth-millo and consume Abimelech.”"
    },
    {
        "o": 7505,
        "r": "csb:Judges:9:21",
        "t": "Then Jotham fled, escaping to Beer, and lived there because of his brother Abimelech."
    },
    {
        "o": 7506,
        "r": "csb:Judges:9:21",
        "t": "Abimelech’s Punishment",
        "h": 2
    },
    {
        "o": 7507,
        "r": "csb:Judges:9:22",
        "t": "When*p Abimelech had ruled over Israel three years,"
    },
    {
        "o": 7508,
        "r": "csb:Judges:9:23",
        "t": "God sent an evil spirit between Abimelech and the citizens of Shechem. They treated Abimelech deceitfully,"
    },
    {
        "o": 7509,
        "r": "csb:Judges:9:24",
        "t": "so that the crime against the seventy sons of Jerubbaal might come to justice and their blood would be avenged on their brother Abimelech, who killed them, and on the citizens of Shechem, who had helped him kill his brothers."
    },
    {
        "o": 7510,
        "r": "csb:Judges:9:25",
        "t": "The citizens of Shechem rebelled against him by putting men in ambush on the tops of the mountains, and they robbed everyone who passed by them on the road. So this was reported to Abimelech."
    },
    {
        "o": 7511,
        "r": "csb:Judges:9:26",
        "t": "Gaal*p son of Ebed came with his brothers and crossed into Shechem, and the citizens of Shechem trusted him."
    },
    {
        "o": 7512,
        "r": "csb:Judges:9:27",
        "t": "So they went out to the countryside and harvested grapes from their vineyards. They trampled the grapes and held a celebration. Then they went to the house of their god, and as they ate and drank, they cursed Abimelech."
    },
    {
        "o": 7513,
        "r": "csb:Judges:9:28",
        "t": "Gaal son of Ebed said, “Who is Abimelech and who is Shechem that we should serve him? Isn’t he the son of Jerubbaal, and isn’t Zebul his officer? You are to serve the men of Hamor, the father of Shechem. Why should we serve Abimelech?"
    },
    {
        "o": 7514,
        "r": "csb:Judges:9:29",
        "t": "If only these people were in my power, I would remove Abimelech.” So he said to Abimelech, “Gather your army and come out.”"
    },
    {
        "o": 7515,
        "r": "csb:Judges:9:30",
        "t": "When*p Zebul, the ruler of the city, heard the words of Gaal son of Ebed, he was angry."
    },
    {
        "o": 7516,
        "r": "csb:Judges:9:31",
        "t": "So he secretly sent messengers to Abimelech, saying, “Beware! Gaal son of Ebed and his brothers have come to Shechem and are turning the city against you."
    },
    {
        "o": 7517,
        "r": "csb:Judges:9:32",
        "t": "Now tonight, you and the troops with you, come and wait in ambush in the countryside."
    },
    {
        "o": 7518,
        "r": "csb:Judges:9:33",
        "t": "Then get up early, and at sunrise attack the city. When he and the troops who are with him come out against you, do to him whatever you can.”"
    },
    {
        "o": 7519,
        "r": "csb:Judges:9:34",
        "t": "So Abimelech and all the troops with him got up at night and waited in ambush for Shechem in four units."
    },
    {
        "o": 7520,
        "r": "csb:Judges:9:35",
        "t": "Gaal*p son of Ebed went out and stood at the entrance of the city gate. Then Abimelech and the troops who were with him got up from their ambush."
    },
    {
        "o": 7521,
        "r": "csb:Judges:9:36",
        "t": "When Gaal saw the troops, he said to Zebul, “Look, troops are coming down from the mountaintops!” But Zebul said to him, “The shadows of the mountains look like men to you.”"
    },
    {
        "o": 7522,
        "r": "csb:Judges:9:37",
        "t": "Then*p Gaal spoke again, “Look, troops are coming down from the central part of the land, and one unit is coming from the direction of the Diviners’ Oak.”"
    },
    {
        "o": 7523,
        "r": "csb:Judges:9:38",
        "t": "Zebul replied, “What do you have to say now? You said, ‘Who is Abimelech that we should serve him? ’ Aren’t these the troops you despised? Now go and fight them!”"
    },
    {
        "o": 7524,
        "r": "csb:Judges:9:39",
        "t": "So*p Gaal went out leading the citizens of Shechem and fought against Abimelech,"
    },
    {
        "o": 7525,
        "r": "csb:Judges:9:40",
        "t": "but Abimelech pursued him, and Gaal fled before him. Numerous bodies were strewn as far as the entrance of the city gate."
    },
    {
        "o": 7526,
        "r": "csb:Judges:9:41",
        "t": "Abimelech stayed in Arumah, and Zebul drove Gaal and his brothers from Shechem."
    },
    {
        "o": 7527,
        "r": "csb:Judges:9:42",
        "t": "The*p next day when the people of Shechem went into the countryside, this was reported to Abimelech."
    },
    {
        "o": 7528,
        "r": "csb:Judges:9:43",
        "t": "He took the troops, divided them into three companies, and waited in ambush in the countryside. He looked, and the people were coming out of the city, so he arose against them and struck them down."
    },
    {
        "o": 7529,
        "r": "csb:Judges:9:44",
        "t": "Then Abimelech and the units that were with him rushed forward and took their stand at the entrance of the city gate. The other two units rushed against all who were in the countryside and struck them down."
    },
    {
        "o": 7530,
        "r": "csb:Judges:9:45",
        "t": "So Abimelech fought against the city that entire day, captured it, and killed the people who were in it. Then he tore down the city and sowed it with salt."
    },
    {
        "o": 7531,
        "r": "csb:Judges:9:46",
        "t": "When*p all the citizens of the Tower of Shechem heard, they entered the inner chamber of the temple of El-berith."
    },
    {
        "o": 7532,
        "r": "csb:Judges:9:47",
        "t": "Then it was reported to Abimelech that all the citizens of the Tower of Shechem had gathered."
    },
    {
        "o": 7533,
        "r": "csb:Judges:9:48",
        "t": "So Abimelech and all the troops who were with him went up to Mount Zalmon. Abimelech took his ax in his hand and cut a branch from the trees. He picked up the branch, put it on his shoulder, and said to the troops who were with him, “Hurry and do what you have seen me do.”"
    },
    {
        "o": 7534,
        "r": "csb:Judges:9:49",
        "t": "Each of the troops also cut his own branch and followed Abimelech. They put the branches against the inner chamber and set it on fire; about a thousand men and women died, including all the men of the Tower of Shechem."
    },
    {
        "o": 7535,
        "r": "csb:Judges:9:50",
        "t": "Abimelech*p went to Thebez, camped against it, and captured it."
    },
    {
        "o": 7536,
        "r": "csb:Judges:9:51",
        "t": "There was a strong tower inside the city, and all the men, women, and citizens of the city fled there. They locked themselves in and went up to the roof of the tower."
    },
    {
        "o": 7537,
        "r": "csb:Judges:9:52",
        "t": "When Abimelech came to attack the tower, he approached its entrance to set it on fire."
    },
    {
        "o": 7538,
        "r": "csb:Judges:9:53",
        "t": "But a woman threw the upper portion of a millstone on Abimelech’s head and fractured his skull."
    },
    {
        "o": 7539,
        "r": "csb:Judges:9:54",
        "t": "He quickly called his armor-bearer and said to him, “Draw your sword and kill me, or they’ll say about me, ‘A woman killed him.’” So his armor-bearer ran him through, and he died."
    },
    {
        "o": 7540,
        "r": "csb:Judges:9:55",
        "t": "When the Israelites saw that Abimelech was dead, they all went home."
    },
    {
        "o": 7541,
        "r": "csb:Judges:9:56",
        "t": "In*p this way, God brought back Abimelech’s evil—the evil that Abimelech had done to his father when he killed his seventy brothers."
    },
    {
        "o": 7542,
        "r": "csb:Judges:9:57",
        "t": "God also brought back to the men of Shechem all their evil. So the curse of Jotham son of Jerubbaal came upon them."
    },
    {
        "o": 7543,
        "r": "csb:Judges:10:0",
        "t": "Judges 10",
        "h": 1
    },
    {
        "o": 7544,
        "r": "csb:Judges:10:0",
        "t": "Tola and Jair",
        "h": 2
    },
    {
        "o": 7545,
        "r": "csb:Judges:10:1",
        "t": "After*p Abimelech, Tola son of Puah, son of Dodo became judge and began to deliver Israel. He was from Issachar and lived in Shamir in the hill country of Ephraim."
    },
    {
        "o": 7546,
        "r": "csb:Judges:10:2",
        "t": "Tola judged Israel twenty-three years and when he died, was buried in Shamir."
    },
    {
        "o": 7547,
        "r": "csb:Judges:10:3",
        "t": "After*p him came Jair the Gileadite, who judged Israel twenty-two years."
    },
    {
        "o": 7548,
        "r": "csb:Judges:10:4",
        "t": "He had thirty sons who rode on thirty donkeys. They had thirty towns in Gilead, which are still called Jair’s Villages today."
    },
    {
        "o": 7549,
        "r": "csb:Judges:10:5",
        "t": "When Jair died, he was buried in Kamon."
    },
    {
        "o": 7550,
        "r": "csb:Judges:10:5",
        "t": "Israel’s Rebellion and Repentance",
        "h": 2
    },
    {
        "o": 7551,
        "r": "csb:Judges:10:6",
        "t": "Then*p the Israelites again did what was evil in the sight of the Lord.*s They worshiped the Baals and the Ashtoreths, the gods of Aram, Sidon, and Moab, and the gods of the Ammonites and the Philistines. They abandoned the Lord*s and did not worship him."
    },
    {
        "o": 7552,
        "r": "csb:Judges:10:7",
        "t": "So the Lord’s*s anger burned against Israel, and he sold them to the Philistines and the Ammonites."
    },
    {
        "o": 7553,
        "r": "csb:Judges:10:8",
        "t": "They shattered and crushed the Israelites that year, and for eighteen years they did the same to all the Israelites who were on the other side of the Jordan in the land of the Amorites in Gilead."
    },
    {
        "o": 7554,
        "r": "csb:Judges:10:9",
        "t": "The Ammonites also crossed the Jordan to fight against Judah, Benjamin, and the house of Ephraim. Israel was greatly oppressed,"
    },
    {
        "o": 7555,
        "r": "csb:Judges:10:10",
        "t": "so they cried out to the Lord,*s saying, “We have sinned against you. We have abandoned our God and worshiped the Baals.”"
    },
    {
        "o": 7556,
        "r": "csb:Judges:10:11",
        "t": "The*p Lord*s said to the Israelites, “When the Egyptians, Amorites, Ammonites, Philistines,"
    },
    {
        "o": 7557,
        "r": "csb:Judges:10:12",
        "t": "Sidonians, Amalekites, and Maonites oppressed you, and you cried out to me, did I not deliver you from them?"
    },
    {
        "o": 7558,
        "r": "csb:Judges:10:13",
        "t": "But you have abandoned me and worshiped other gods. Therefore, I will not deliver you again."
    },
    {
        "o": 7559,
        "r": "csb:Judges:10:14",
        "t": "Go and cry out to the gods you have chosen. Let them deliver you whenever you are oppressed.”"
    },
    {
        "o": 7560,
        "r": "csb:Judges:10:15",
        "t": "But*p the Israelites said, “We have sinned. Deal with us as you see fit; only rescue us today!”"
    },
    {
        "o": 7561,
        "r": "csb:Judges:10:16",
        "t": "So they got rid of the foreign gods among them and worshiped the Lord,*s and he became weary of Israel’s misery."
    },
    {
        "o": 7562,
        "r": "csb:Judges:10:17",
        "t": "The*p Ammonites were called together, and they camped in Gilead. So the Israelites assembled and camped at Mizpah."
    },
    {
        "o": 7563,
        "r": "csb:Judges:10:18",
        "t": "The rulers of Gilead said to one another, “Which man will begin the fight against the Ammonites? He will be the leader of all the inhabitants of Gilead.”"
    },
    {
        "o": 7564,
        "r": "csb:Judges:11:0",
        "t": "Judges 11",
        "h": 1
    },
    {
        "o": 7565,
        "r": "csb:Judges:11:0",
        "t": "Jephthah Becomes Israel’s Leader",
        "h": 2
    },
    {
        "o": 7566,
        "r": "csb:Judges:11:1",
        "t": "Jephthah*p the Gileadite was a valiant warrior, but he was the son of a prostitute, and Gilead was his father."
    },
    {
        "o": 7567,
        "r": "csb:Judges:11:2",
        "t": "Gilead’s wife bore him sons, and when they grew up, they drove Jephthah out and said to him, “You will have no inheritance in our father’s family, because you are the son of another woman.”"
    },
    {
        "o": 7568,
        "r": "csb:Judges:11:3",
        "t": "So Jephthah fled from his brothers and lived in the land of Tob. Then some worthless men joined Jephthah and went on raids with him."
    },
    {
        "o": 7569,
        "r": "csb:Judges:11:4",
        "t": "Some*p time later, the Ammonites fought against Israel."
    },
    {
        "o": 7570,
        "r": "csb:Judges:11:5",
        "t": "When the Ammonites made war with Israel, the elders of Gilead went to get Jephthah from the land of Tob."
    },
    {
        "o": 7571,
        "r": "csb:Judges:11:6",
        "t": "They said to him, “Come, be our commander, and let’s fight the Ammonites.”"
    },
    {
        "o": 7572,
        "r": "csb:Judges:11:7",
        "t": "Jephthah*p replied to the elders of Gilead, “Didn’t you hate me and drive me out of my father’s family? Why then have you come to me now when you’re in trouble?”"
    },
    {
        "o": 7573,
        "r": "csb:Judges:11:8",
        "t": "They*p answered Jephthah, “That’s true. But now we turn to you. Come with us, fight the Ammonites, and you will become leader of all the inhabitants of Gilead.”"
    },
    {
        "o": 7574,
        "r": "csb:Judges:11:9",
        "t": "So*p Jephthah said to them, “If you are bringing me back to fight the Ammonites and the Lord*s gives them to me, I will be your leader.”"
    },
    {
        "o": 7575,
        "r": "csb:Judges:11:10",
        "t": "The*p elders of Gilead said to Jephthah, “The Lord*s is our witness if we don’t do as you say.”"
    },
    {
        "o": 7576,
        "r": "csb:Judges:11:11",
        "t": "So Jephthah went with the elders of Gilead. The people made him their leader and commander, and Jephthah repeated all his terms in the presence of the Lord*s at Mizpah."
    },
    {
        "o": 7577,
        "r": "csb:Judges:11:11",
        "t": "Jephthah Rejects Ammonite Claims",
        "h": 2
    },
    {
        "o": 7578,
        "r": "csb:Judges:11:12",
        "t": "Jephthah*p sent messengers to the king of the Ammonites, asking, “What do you have against me that you have come to fight me in my land?”"
    },
    {
        "o": 7579,
        "r": "csb:Judges:11:13",
        "t": "The*p king of the Ammonites said to Jephthah’s messengers, “When Israel came from Egypt, they seized my land from the Arnon to the Jabbok and the Jordan. Now restore it peaceably.”"
    },
    {
        "o": 7580,
        "r": "csb:Judges:11:14",
        "t": "Jephthah*p again sent messengers to the king of the Ammonites"
    },
    {
        "o": 7581,
        "r": "csb:Judges:11:15",
        "t": "to tell him, “This is what Jephthah says: Israel did not take away the land of Moab or the land of the Ammonites."
    },
    {
        "o": 7582,
        "r": "csb:Judges:11:16",
        "t": "But when they came from Egypt, Israel traveled through the wilderness to the Red Sea and came to Kadesh."
    },
    {
        "o": 7583,
        "r": "csb:Judges:11:17",
        "t": "Israel sent messengers to the king of Edom, saying, ‘Please let us travel through your land,’ but the king of Edom would not listen. They also sent messengers to the king of Moab, but he refused. So Israel stayed in Kadesh."
    },
    {
        "o": 7584,
        "r": "csb:Judges:11:18",
        "t": "“Then*p they traveled through the wilderness and around the lands of Edom and Moab. They came to the east side of the land of Moab and camped on the other side of the Arnon but did not enter into the territory of Moab, for the Arnon was the boundary of Moab."
    },
    {
        "o": 7585,
        "r": "csb:Judges:11:19",
        "t": "“Then*p Israel sent messengers to Sihon king of the Amorites, king of Heshbon. Israel said to him, ‘Please let us travel through your land to our country,’"
    },
    {
        "o": 7586,
        "r": "csb:Judges:11:20",
        "t": "but Sihon would not trust Israel to pass through his territory. Instead, Sihon gathered all his troops, camped at Jahaz, and fought with Israel."
    },
    {
        "o": 7587,
        "r": "csb:Judges:11:21",
        "t": "Then the Lord*s God of Israel handed over Sihon and all his troops to Israel, and they defeated them. So Israel took possession of the entire land of the Amorites who lived in that country."
    },
    {
        "o": 7588,
        "r": "csb:Judges:11:22",
        "t": "They took possession of all the territory of the Amorites from the Arnon to the Jabbok and from the wilderness to the Jordan."
    },
    {
        "o": 7589,
        "r": "csb:Judges:11:23",
        "t": "“The*p Lord*s God of Israel has now driven out the Amorites before his people Israel, and will you now force us out?"
    },
    {
        "o": 7590,
        "r": "csb:Judges:11:24",
        "t": "Isn’t it true that you can have whatever your god Chemosh conquers for you, and we can have whatever the Lord*s our God conquers for us?"
    },
    {
        "o": 7591,
        "r": "csb:Judges:11:25",
        "t": "Now are you any better than Balak son of Zippor, king of Moab? Did he ever contend with Israel or fight against them?"
    },
    {
        "o": 7592,
        "r": "csb:Judges:11:26",
        "t": "While Israel lived three hundred years in Heshbon and Aroer and their surrounding villages, and in all the cities that are on the banks of the Arnon, why didn’t you take them back at that time?"
    },
    {
        "o": 7593,
        "r": "csb:Judges:11:27",
        "t": "I have not sinned against you, but you are doing me wrong by fighting against me. Let the Lord*s who is the judge decide today between the Israelites and the Ammonites.”"
    },
    {
        "o": 7594,
        "r": "csb:Judges:11:28",
        "t": "But the king of the Ammonites would not listen to Jephthah’s message that he sent him."
    },
    {
        "o": 7595,
        "r": "csb:Judges:11:28",
        "t": "Jephthah’s Vow and Sacrifice",
        "h": 2
    },
    {
        "o": 7596,
        "r": "csb:Judges:11:29",
        "t": "The*p Spirit of the Lord*s came on Jephthah, who traveled through Gilead and Manasseh, and then through Mizpah of Gilead. He crossed over to the Ammonites from Mizpah of Gilead."
    },
    {
        "o": 7597,
        "r": "csb:Judges:11:30",
        "t": "Jephthah made this vow to the Lord:*s “If you in fact hand over the Ammonites to me,"
    },
    {
        "o": 7598,
        "r": "csb:Judges:11:31",
        "t": "whoever comes out the doors of my house to greet me when I return safely from the Ammonites will belong to the Lord,*s and I will offer that person as a burnt offering.”"
    },
    {
        "o": 7599,
        "r": "csb:Judges:11:32",
        "t": "Jephthah*p crossed over to the Ammonites to fight against them, and the Lord*s handed them over to him."
    },
    {
        "o": 7600,
        "r": "csb:Judges:11:33",
        "t": "He defeated twenty of their cities with a great slaughter from Aroer all the way to the entrance of Minnith and to Abel-keramim. So the Ammonites were subdued before the Israelites."
    },
    {
        "o": 7601,
        "r": "csb:Judges:11:34",
        "t": "When*p Jephthah went to his home in Mizpah, there was his daughter, coming out to meet him with tambourines and dancing! She was his only child; he had no other son or daughter besides her."
    },
    {
        "o": 7602,
        "r": "csb:Judges:11:35",
        "t": "When he saw her, he tore his clothes and said, “No! Not my daughter! You have devastated me! You have brought great misery on me. I have given my word to the Lord*s and cannot take it back.”"
    },
    {
        "o": 7603,
        "r": "csb:Judges:11:36",
        "t": "Then*p she said to him, “My father, you have given your word to the Lord.*s Do to me as you have said, for the Lord*s brought vengeance on your enemies, the Ammonites.”"
    },
    {
        "o": 7604,
        "r": "csb:Judges:11:37",
        "t": "She also said to her father, “Let me do this one thing: Let me wander two months through the mountains with my friends and mourn my virginity.”"
    },
    {
        "o": 7605,
        "r": "csb:Judges:11:38",
        "t": "“Go,”*p he said. And he sent her away two months. So she left with her friends and mourned her virginity as she wandered through the mountains."
    },
    {
        "o": 7606,
        "r": "csb:Judges:11:39",
        "t": "At the end of two months, she returned to her father, and he kept the vow he had made about her. And she had never been intimate with a man. Now it became a custom in Israel"
    },
    {
        "o": 7607,
        "r": "csb:Judges:11:40",
        "t": "that four days each year the young women of Israel would commemorate the daughter of Jephthah the Gileadite."
    },
    {
        "o": 7608,
        "r": "csb:Judges:12:0",
        "t": "Judges 12",
        "h": 1
    },
    {
        "o": 7609,
        "r": "csb:Judges:12:0",
        "t": "Conflict with Ephraim",
        "h": 2
    },
    {
        "o": 7610,
        "r": "csb:Judges:12:1",
        "t": "The*p men of Ephraim were called together and crossed the Jordan to Zaphon. They said to Jephthah, “Why have you crossed over to fight against the Ammonites but didn’t call us to go with you? We will burn your house with you in it!”"
    },
    {
        "o": 7611,
        "r": "csb:Judges:12:2",
        "t": "Then*p Jephthah said to them, “My people and I had a bitter conflict with the Ammonites. So I called for you, but you didn’t deliver me from their power."
    },
    {
        "o": 7612,
        "r": "csb:Judges:12:3",
        "t": "When I saw that you weren’t going to deliver me, I took my life in my own hands and crossed over to the Ammonites, and the Lord*s handed them over to me. Why then have you come today to fight against me?”"
    },
    {
        "o": 7613,
        "r": "csb:Judges:12:4",
        "t": "Then*p Jephthah gathered all of the men of Gilead. They fought and defeated Ephraim, because Ephraim had said, “You Gileadites are Ephraimite fugitives in the territories of Ephraim and Manasseh.”"
    },
    {
        "o": 7614,
        "r": "csb:Judges:12:5",
        "t": "The Gileadites captured the fords of the Jordan leading to Ephraim. Whenever a fugitive from Ephraim said, “Let me cross over,” the Gileadites asked him, “Are you an Ephraimite?” If he answered, “No,”"
    },
    {
        "o": 7615,
        "r": "csb:Judges:12:6",
        "t": "they told him, “Please say Shibboleth.” If he said, “Sibboleth,” because he could not pronounce it correctly, they seized him and executed him at the fords of the Jordan. At that time forty-two thousand from Ephraim died."
    },
    {
        "o": 7616,
        "r": "csb:Judges:12:7",
        "t": "Jephthah*p judged Israel six years, and when he died, he was buried in one of the cities of Gilead."
    },
    {
        "o": 7617,
        "r": "csb:Judges:12:7",
        "t": "Ibzan, Elon, and Abdon",
        "h": 2
    },
    {
        "o": 7618,
        "r": "csb:Judges:12:8",
        "t": "Ibzan,*p who was from Bethlehem, judged Israel after Jephthah"
    },
    {
        "o": 7619,
        "r": "csb:Judges:12:9",
        "t": "and had thirty sons. He gave his thirty daughters in marriage to men outside the tribe and brought back thirty wives for his sons from outside the tribe. Ibzan judged Israel seven years,"
    },
    {
        "o": 7620,
        "r": "csb:Judges:12:10",
        "t": "and when he died, he was buried in Bethlehem."
    },
    {
        "o": 7621,
        "r": "csb:Judges:12:11",
        "t": "Elon,*p who was from Zebulun, judged Israel after Ibzan. He judged Israel ten years,"
    },
    {
        "o": 7622,
        "r": "csb:Judges:12:12",
        "t": "and when he died, he was buried in Aijalon in the land of Zebulun."
    },
    {
        "o": 7623,
        "r": "csb:Judges:12:13",
        "t": "After*p Elon, Abdon son of Hillel, who was from Pirathon, judged Israel."
    },
    {
        "o": 7624,
        "r": "csb:Judges:12:14",
        "t": "He had forty sons and thirty grandsons, who rode on seventy donkeys. Abdon judged Israel eight years,"
    },
    {
        "o": 7625,
        "r": "csb:Judges:12:15",
        "t": "and when he died, he was buried in Pirathon in the land of Ephraim, in the hill country of the Amalekites."
    },
    {
        "o": 7626,
        "r": "csb:Judges:13:0",
        "t": "Judges 13",
        "h": 1
    },
    {
        "o": 7627,
        "r": "csb:Judges:13:0",
        "t": "Birth of Samson",
        "h": 2
    },
    {
        "o": 7628,
        "r": "csb:Judges:13:1",
        "t": "The*p Israelites again did what was evil in the Lord’s*s sight, so the Lord*s handed them over to the Philistines forty years."
    },
    {
        "o": 7629,
        "r": "csb:Judges:13:2",
        "t": "There was a certain man from Zorah, from the family of Dan, whose name was Manoah; his wife was unable to conceive and had no children."
    },
    {
        "o": 7630,
        "r": "csb:Judges:13:3",
        "t": "The angel of the Lord*s appeared to the woman and said to her, “Although you are unable to conceive and have no children, you will conceive and give birth to a son."
    },
    {
        "o": 7631,
        "r": "csb:Judges:13:4",
        "t": "Now please be careful not to drink wine or beer, or to eat anything unclean;"
    },
    {
        "o": 7632,
        "r": "csb:Judges:13:5",
        "t": "for indeed, you will conceive and give birth to a son. You must never cut his hair, because the boy will be a Nazirite to God from birth, and he will begin to save Israel from the power of the Philistines.”"
    },
    {
        "o": 7633,
        "r": "csb:Judges:13:6",
        "t": "Then*p the woman went and told her husband, “A man of God came to me. He looked like the awe-inspiring angel of God. I didn’t ask him where he came from, and he didn’t tell me his name."
    },
    {
        "o": 7634,
        "r": "csb:Judges:13:7",
        "t": "He said to me, ‘You will conceive and give birth to a son. Therefore, do not drink wine or beer, and do not eat anything unclean, because the boy will be a Nazirite to God from birth until the day of his death.’”"
    },
    {
        "o": 7635,
        "r": "csb:Judges:13:8",
        "t": "Manoah*p prayed to the Lord*s and said, “Please, Lord, let the man of God you sent come again to us and teach us what we should do for the boy who will be born.”"
    },
    {
        "o": 7636,
        "r": "csb:Judges:13:9",
        "t": "God*p listened to Manoah, and the angel of God came again to the woman. She was sitting in the field, and her husband, Manoah, was not with her."
    },
    {
        "o": 7637,
        "r": "csb:Judges:13:10",
        "t": "The woman ran quickly to her husband and told him, “The man who came to me the other day has just come back!”"
    },
    {
        "o": 7638,
        "r": "csb:Judges:13:11",
        "t": "So*p Manoah got up and followed his wife. When he came to the man, he asked, “Are you the man who spoke to my wife?” “I*p am,” he said."
    },
    {
        "o": 7639,
        "r": "csb:Judges:13:12",
        "t": "Then*p Manoah asked, “When your words come true, what will be the boy’s responsibilities and work?”"
    },
    {
        "o": 7640,
        "r": "csb:Judges:13:13",
        "t": "The*p angel of the Lord*s answered Manoah, “Your wife needs to do everything I told her."
    },
    {
        "o": 7641,
        "r": "csb:Judges:13:14",
        "t": "She must not eat anything that comes from the grapevine or drink wine or beer. And she must not eat anything unclean. Your wife must do everything I have commanded her.”"
    },
    {
        "o": 7642,
        "r": "csb:Judges:13:15",
        "t": "“Please*p stay here,” Manoah told him, “and we will prepare a young goat for you.”"
    },
    {
        "o": 7643,
        "r": "csb:Judges:13:16",
        "t": "The*p angel of the Lord*s said to him, “If I stay, I won’t eat your food. But if you want to prepare a burnt offering, offer it to the Lord.”*s (Manoah did not know he was the angel of the Lord.)*s"
    },
    {
        "o": 7644,
        "r": "csb:Judges:13:17",
        "t": "Then*p Manoah said to him, “What is your name, so that we may honor you when your words come true?”"
    },
    {
        "o": 7645,
        "r": "csb:Judges:13:18",
        "t": "“Why*p do you ask my name,” the angel of the Lord*s asked him, “since it is beyond understanding?”"
    },
    {
        "o": 7646,
        "r": "csb:Judges:13:19",
        "t": "Manoah*p took a young goat and a grain offering and offered them on a rock to the Lord,*s who did something miraculous while Manoah and his wife were watching."
    },
    {
        "o": 7647,
        "r": "csb:Judges:13:20",
        "t": "When the flame went up from the altar to the sky, the angel of the Lord*s went up in its flame. When Manoah and his wife saw this, they fell facedown on the ground."
    },
    {
        "o": 7648,
        "r": "csb:Judges:13:21",
        "t": "The angel of the Lord*s did not appear again to Manoah and his wife. Then Manoah realized that it was the angel of the Lord.*s"
    },
    {
        "o": 7649,
        "r": "csb:Judges:13:22",
        "t": "“We’re*p certainly going to die,” he said to his wife, “because we have seen God!”"
    },
    {
        "o": 7650,
        "r": "csb:Judges:13:23",
        "t": "But*p his wife said to him, “If the Lord*s had intended to kill us, he wouldn’t have accepted the burnt offering and the grain offering from us, and he would not have shown us all these things or spoken to us like this.”"
    },
    {
        "o": 7651,
        "r": "csb:Judges:13:24",
        "t": "So*p the woman gave birth to a son and named him Samson. The boy grew, and the Lord*s blessed him."
    },
    {
        "o": 7652,
        "r": "csb:Judges:13:25",
        "t": "Then the Spirit of the Lord*s began to stir him in the Camp of Dan, between Zorah and Eshtaol."
    },
    {
        "o": 7653,
        "r": "csb:Judges:14:0",
        "t": "Judges 14",
        "h": 1
    },
    {
        "o": 7654,
        "r": "csb:Judges:14:0",
        "t": "Samson’s Riddle",
        "h": 2
    },
    {
        "o": 7655,
        "r": "csb:Judges:14:1",
        "t": "Samson*p went down to Timnah and saw a young Philistine woman there."
    },
    {
        "o": 7656,
        "r": "csb:Judges:14:2",
        "t": "He went back and told his father and his mother, “I have seen a young Philistine woman in Timnah. Now get her for me as a wife.”"
    },
    {
        "o": 7657,
        "r": "csb:Judges:14:3",
        "t": "But*p his father and mother said to him, “Can’t you find a young woman among your relatives or among any of our people? Must you go to the uncircumcised Philistines for a wife?” But*p Samson told his father, “Get her for me. She’s the right one for me.”"
    },
    {
        "o": 7658,
        "r": "csb:Judges:14:4",
        "t": "Now his father and mother did not know this was from the Lord,*s who wanted the Philistines to provide an opportunity for a confrontation. At that time, the Philistines were ruling Israel."
    },
    {
        "o": 7659,
        "r": "csb:Judges:14:5",
        "t": "Samson*p went down to Timnah with his father and mother and came to the vineyards of Timnah. Suddenly a young lion came roaring at him,"
    },
    {
        "o": 7660,
        "r": "csb:Judges:14:6",
        "t": "the Spirit of the Lord*s came powerfully on him, and he tore the lion apart with his bare hands as he might have torn a young goat. But he did not tell his father or mother what he had done."
    },
    {
        "o": 7661,
        "r": "csb:Judges:14:7",
        "t": "Then he went and spoke to the woman, because she seemed right to Samson."
    },
    {
        "o": 7662,
        "r": "csb:Judges:14:8",
        "t": "After*p some time, when he returned to marry her, he left the road to see the lion’s carcass, and there was a swarm of bees with honey in the carcass."
    },
    {
        "o": 7663,
        "r": "csb:Judges:14:9",
        "t": "He scooped some honey into his hands and ate it as he went along. When he came to his father and mother, he gave some to them and they ate it. But he did not tell them that he had scooped the honey from the lion’s carcass."
    },
    {
        "o": 7664,
        "r": "csb:Judges:14:10",
        "t": "His*p father went to visit the woman, and Samson prepared a feast there, as young men were accustomed to do."
    },
    {
        "o": 7665,
        "r": "csb:Judges:14:11",
        "t": "When the Philistines saw him, they brought thirty men to accompany him."
    },
    {
        "o": 7666,
        "r": "csb:Judges:14:12",
        "t": "“Let*p me tell you a riddle,” Samson said to them. “If you can explain it to me during the seven days of the feast and figure it out, I will give you thirty linen garments and thirty changes of clothes."
    },
    {
        "o": 7667,
        "r": "csb:Judges:14:13",
        "t": "But if you can’t explain it to me, you must give me thirty linen garments and thirty changes of clothes.” “Tell*p us your riddle,” they replied. “Let’s hear it.”"
    },
    {
        "o": 7668,
        "r": "csb:Judges:14:14",
        "t": "So*p he said to them: Out*pn of the eater came something to eat, and*ln out of the strong came something sweet. After*p three days, they were unable to explain the riddle."
    },
    {
        "o": 7669,
        "r": "csb:Judges:14:15",
        "t": "On the fourth day they said to Samson’s wife, “Persuade your husband to explain the riddle to us, or we will burn you and your father’s family to death. Did you invite us here to rob us?”"
    },
    {
        "o": 7670,
        "r": "csb:Judges:14:16",
        "t": "So*p Samson’s wife came to him, weeping, and said, “You hate me and don’t love me! You told my people the riddle, but haven’t explained it to me.” “Look,”*p he said, “I haven’t even explained it to my father or mother, so why should I explain it to you?”"
    },
    {
        "o": 7671,
        "r": "csb:Judges:14:17",
        "t": "She*p wept the whole seven days of the feast, and at last, on the seventh day, he explained it to her, because she had nagged him so much. Then she explained it to her people."
    },
    {
        "o": 7672,
        "r": "csb:Judges:14:18",
        "t": "On the seventh day, before sunset, the men of the city said to him: What*pn is sweeter than honey? What*ln is stronger than a lion? So*p he said to them: If*pn you hadn’t plowed with my young cow, you*ln wouldn’t know my riddle now!"
    },
    {
        "o": 7673,
        "r": "csb:Judges:14:19",
        "t": "The*p Spirit of the Lord*s came powerfully on him, and he went down to Ashkelon and killed thirty of their men. He stripped them and gave their clothes to those who had explained the riddle. In a rage, Samson returned to his father’s house,"
    },
    {
        "o": 7674,
        "r": "csb:Judges:14:20",
        "t": "and his wife was given to one of the men who had accompanied him."
    },
    {
        "o": 7675,
        "r": "csb:Judges:15:0",
        "t": "Judges 15",
        "h": 1
    },
    {
        "o": 7676,
        "r": "csb:Judges:15:0",
        "t": "Samson’s Revenge",
        "h": 2
    },
    {
        "o": 7677,
        "r": "csb:Judges:15:1",
        "t": "Later*p on, during the wheat harvest, Samson took a young goat as a gift and visited his wife. “I want to go to my wife in her room,” he said. But her father would not let him enter."
    },
    {
        "o": 7678,
        "r": "csb:Judges:15:2",
        "t": "“I*p was sure you hated her,” her father said, “so I gave her to one of the men who accompanied you. Isn’t her younger sister more beautiful than she is? Why not take her instead?”"
    },
    {
        "o": 7679,
        "r": "csb:Judges:15:3",
        "t": "Samson*p said to them, “This time I will be blameless when I harm the Philistines.”"
    },
    {
        "o": 7680,
        "r": "csb:Judges:15:4",
        "t": "So he went out and caught three hundred foxes. He took torches, turned the foxes tail-to-tail, and put a torch between each pair of tails."
    },
    {
        "o": 7681,
        "r": "csb:Judges:15:5",
        "t": "Then he ignited the torches and released the foxes into the standing grain of the Philistines. He burned the piles of grain and the standing grain as well as the vineyards and olive groves."
    },
    {
        "o": 7682,
        "r": "csb:Judges:15:6",
        "t": "Then*p the Philistines asked, “Who did this?” They*p were told, “It was Samson, the Timnite’s son-in-law, because he took Samson’s wife and gave her to his companion.” So the Philistines went to her and her father and burned them to death."
    },
    {
        "o": 7683,
        "r": "csb:Judges:15:7",
        "t": "Then*p Samson told them, “Because you did this, I swear that I won’t rest until I have taken vengeance on you.”"
    },
    {
        "o": 7684,
        "r": "csb:Judges:15:8",
        "t": "He tore them limb from limb and then went down and stayed in the cave at the rock of Etam."
    },
    {
        "o": 7685,
        "r": "csb:Judges:15:9",
        "t": "The*p Philistines went up, camped in Judah, and raided Lehi."
    },
    {
        "o": 7686,
        "r": "csb:Judges:15:10",
        "t": "So the men of Judah said, “Why have you attacked us?” They*p replied, “We have come to tie Samson up and pay him back for what he did to us.”"
    },
    {
        "o": 7687,
        "r": "csb:Judges:15:11",
        "t": "Then*p three thousand men of Judah went to the cave at the rock of Etam, and they asked Samson, “Don’t you realize that the Philistines rule us? What have you done to us?” “I*p have done to them what they did to me,” he answered."
    },
    {
        "o": 7688,
        "r": "csb:Judges:15:12",
        "t": "They*p said to him, “We’ve come to tie you up and hand you over to the Philistines.” Then*p Samson told them, “Swear to me that you yourselves won’t kill me.”"
    },
    {
        "o": 7689,
        "r": "csb:Judges:15:13",
        "t": "“No,”*p they said, “we won’t kill you, but we will tie you up securely and hand you over to them.” So they tied him up with two new ropes and led him away from the rock."
    },
    {
        "o": 7690,
        "r": "csb:Judges:15:14",
        "t": "When*p he came to Lehi, the Philistines came to meet him shouting. The Spirit of the Lord*s came powerfully on him, and the ropes that were on his arms and wrists became like burnt flax and fell off."
    },
    {
        "o": 7691,
        "r": "csb:Judges:15:15",
        "t": "He found a fresh jawbone of a donkey, reached out his hand, took it, and killed a thousand men with it."
    },
    {
        "o": 7692,
        "r": "csb:Judges:15:16",
        "t": "Then Samson said: With*pn the jawbone of a donkey I*ln have piled them in heaps. With*ln the jawbone of a donkey I*ln have killed a thousand men."
    },
    {
        "o": 7693,
        "r": "csb:Judges:15:17",
        "t": "When*p he finished speaking, he threw away the jawbone and named that place Jawbone Hill."
    },
    {
        "o": 7694,
        "r": "csb:Judges:15:18",
        "t": "He became very thirsty and called out to the Lord,*s “You have accomplished this great victory through your servant. Must I now die of thirst and fall into the hands of the uncircumcised?”"
    },
    {
        "o": 7695,
        "r": "csb:Judges:15:19",
        "t": "So God split a hollow place in the ground at Lehi, and water came out of it. After Samson drank, his strength returned, and he revived. That is why he named it Hakkore Spring, which is still in Lehi today."
    },
    {
        "o": 7696,
        "r": "csb:Judges:15:20",
        "t": "And he judged Israel twenty years in the days of the Philistines."
    },
    {
        "o": 7697,
        "r": "csb:Judges:16:0",
        "t": "Judges 16",
        "h": 1
    },
    {
        "o": 7698,
        "r": "csb:Judges:16:0",
        "t": "Samson and Delilah",
        "h": 2
    },
    {
        "o": 7699,
        "r": "csb:Judges:16:1",
        "t": "Samson*p went to Gaza, where he saw a prostitute and went to bed with her."
    },
    {
        "o": 7700,
        "r": "csb:Judges:16:2",
        "t": "When the Gazites heard that Samson was there, they surrounded the place and waited in ambush for him all that night at the city gate. They kept quiet all night, saying, “Let’s wait until dawn; then we will kill him.”"
    },
    {
        "o": 7701,
        "r": "csb:Judges:16:3",
        "t": "But Samson stayed in bed only until midnight. Then he got up, took hold of the doors of the city gate along with the two gateposts, and pulled them out, bar and all. He put them on his shoulders and took them to the top of the mountain overlooking Hebron."
    },
    {
        "o": 7702,
        "r": "csb:Judges:16:4",
        "t": "Some*p time later, he fell in love with a woman named Delilah, who lived in the Sorek Valley."
    },
    {
        "o": 7703,
        "r": "csb:Judges:16:5",
        "t": "The Philistine leaders went to her and said, “Persuade him to tell you where his great strength comes from, so we can overpower him, tie him up, and make him helpless. Each of us will then give you 1,100 pieces of silver.”"
    },
    {
        "o": 7704,
        "r": "csb:Judges:16:6",
        "t": "So*p Delilah said to Samson, “Please tell me, where does your great strength come from? How could someone tie you up and make you helpless?”"
    },
    {
        "o": 7705,
        "r": "csb:Judges:16:7",
        "t": "Samson*p told her, “If they tie me up with seven fresh bowstrings that have not been dried, I will become weak and be like any other man.”"
    },
    {
        "o": 7706,
        "r": "csb:Judges:16:8",
        "t": "The*p Philistine leaders brought her seven fresh bowstrings that had not been dried, and she tied him up with them."
    },
    {
        "o": 7707,
        "r": "csb:Judges:16:9",
        "t": "While the men in ambush were waiting in her room, she called out to him, “Samson, the Philistines are here!” But he snapped the bowstrings as a strand of yarn snaps when it touches fire. The secret of his strength remained unknown."
    },
    {
        "o": 7708,
        "r": "csb:Judges:16:10",
        "t": "Then*p Delilah said to Samson, “You have mocked me and told me lies! Won’t you please tell me how you can be tied up?”"
    },
    {
        "o": 7709,
        "r": "csb:Judges:16:11",
        "t": "He*p told her, “If they tie me up with new ropes that have never been used, I will become weak and be like any other man.”"
    },
    {
        "o": 7710,
        "r": "csb:Judges:16:12",
        "t": "Delilah*p took new ropes, tied him up with them, and shouted, “Samson, the Philistines are here!” But while the men in ambush were waiting in her room, he snapped the ropes off his arms like a thread."
    },
    {
        "o": 7711,
        "r": "csb:Judges:16:13",
        "t": "Then*p Delilah said to Samson, “You have mocked me all along and told me lies! Tell me how you can be tied up.” He*p told her, “If you weave the seven braids on my head into the fabric on a loom -”"
    },
    {
        "o": 7712,
        "r": "csb:Judges:16:14",
        "t": "She*p fastened the braids with a pin and called to him, “Samson, the Philistines are here!” He awoke from his sleep and pulled out the pin, with the loom and the web."
    },
    {
        "o": 7713,
        "r": "csb:Judges:16:15",
        "t": "“How*p can you say, ‘I love you,’” she told him, “when your heart is not with me? This is the third time you have mocked me and not told me what makes your strength so great!”"
    },
    {
        "o": 7714,
        "r": "csb:Judges:16:16",
        "t": "Because*p she nagged him day after day and pleaded with him until she wore him out,"
    },
    {
        "o": 7715,
        "r": "csb:Judges:16:17",
        "t": "he told her the whole truth and said to her, “My hair has never been cut, because I am a Nazirite to God from birth. If I am shaved, my strength will leave me, and I will become weak and be like any other man.”"
    },
    {
        "o": 7716,
        "r": "csb:Judges:16:18",
        "t": "When*p Delilah realized that he had told her the whole truth, she sent this message to the Philistine leaders: “Come one more time, for he has told me the whole truth.” The Philistine leaders came to her and brought the silver with them."
    },
    {
        "o": 7717,
        "r": "csb:Judges:16:19",
        "t": "Then*p she let him fall asleep on her lap and called a man to shave off the seven braids on his head. In this way, she made him helpless, and his strength left him."
    },
    {
        "o": 7718,
        "r": "csb:Judges:16:20",
        "t": "Then she cried, “Samson, the Philistines are here!” When he awoke from his sleep, he said, “I will escape as I did before and shake myself free.” But he did not know that the Lord*s had left him."
    },
    {
        "o": 7719,
        "r": "csb:Judges:16:20",
        "t": "Samson’s Defeat and Death",
        "h": 2
    },
    {
        "o": 7720,
        "r": "csb:Judges:16:21",
        "t": "The*p Philistines seized him and gouged out his eyes. They brought him down to Gaza and bound him with bronze shackles, and he was forced to grind grain in the prison."
    },
    {
        "o": 7721,
        "r": "csb:Judges:16:22",
        "t": "But his hair began to grow back after it had been shaved."
    },
    {
        "o": 7722,
        "r": "csb:Judges:16:23",
        "t": "Now*p the Philistine leaders gathered together to offer a great sacrifice to their god Dagon. They rejoiced and said: Our*pn god has handed over our*ln enemy Samson to us."
    },
    {
        "o": 7723,
        "r": "csb:Judges:16:24",
        "t": "When*p the people saw him, they praised their god and said: Our*pn god has handed over to us our*ln enemy who destroyed our land and*ln who multiplied our dead."
    },
    {
        "o": 7724,
        "r": "csb:Judges:16:25",
        "t": "When*p they were in good spirits, they said, “Bring Samson here to entertain us.” So they brought Samson from prison, and he entertained them. They had him stand between the pillars."
    },
    {
        "o": 7725,
        "r": "csb:Judges:16:26",
        "t": "Samson*p said to the young man who was leading him by the hand, “Lead me where I can feel the pillars supporting the temple, so I can lean against them.”"
    },
    {
        "o": 7726,
        "r": "csb:Judges:16:27",
        "t": "The temple was full of men and women; all the leaders of the Philistines were there, and about three thousand men and women were on the roof watching Samson entertain them."
    },
    {
        "o": 7727,
        "r": "csb:Judges:16:28",
        "t": "He called out to the Lord,*s “Lord God,*s please remember me. Strengthen me, God, just once more. With one act of vengeance, let me pay back the Philistines for my two eyes.”"
    },
    {
        "o": 7728,
        "r": "csb:Judges:16:29",
        "t": "Samson took hold of the two middle pillars supporting the temple and leaned against them, one on his right hand and the other on his left."
    },
    {
        "o": 7729,
        "r": "csb:Judges:16:30",
        "t": "Samson said, “Let me die with the Philistines.” He pushed with all his might, and the temple fell on the leaders and all the people in it. And those he killed at his death were more than those he had killed in his life."
    },
    {
        "o": 7730,
        "r": "csb:Judges:16:31",
        "t": "Then*p his brothers and his father’s whole family came down, carried him back, and buried him between Zorah and Eshtaol in the tomb of his father Manoah. So he judged Israel twenty years."
    },
    {
        "o": 7731,
        "r": "csb:Judges:17:0",
        "t": "Judges 17",
        "h": 1
    },
    {
        "o": 7732,
        "r": "csb:Judges:17:0",
        "t": "Micah’s Priest",
        "h": 2
    },
    {
        "o": 7733,
        "r": "csb:Judges:17:1",
        "t": "There*p was a man from the hill country of Ephraim named Micah."
    },
    {
        "o": 7734,
        "r": "csb:Judges:17:2",
        "t": "He said to his mother, “The 1,100 pieces of silver taken from you, and that I heard you place a curse on - here’s the silver. I took it.” Then*p his mother said, “My son, may you be blessed by the Lord!”*s"
    },
    {
        "o": 7735,
        "r": "csb:Judges:17:3",
        "t": "He*p returned the 1,100 pieces of silver to his mother, and his mother said, “I personally consecrate the silver to the Lord*s for my son’s benefit to make a carved image and a silver idol. I will give it back to you.”"
    },
    {
        "o": 7736,
        "r": "csb:Judges:17:4",
        "t": "So he returned the silver to his mother, and she took five pounds of silver and gave it to a silversmith. He made it into a carved image and a silver idol, and it was in Micah’s house."
    },
    {
        "o": 7737,
        "r": "csb:Judges:17:5",
        "t": "This*p man Micah had a shrine, and he made an ephod and household idols, and installed one of his sons to be his priest."
    },
    {
        "o": 7738,
        "r": "csb:Judges:17:6",
        "t": "In those days there was no king in Israel; everyone did whatever seemed right to him."
    },
    {
        "o": 7739,
        "r": "csb:Judges:17:7",
        "t": "There*p was a young man, a Levite from Bethlehem in Judah, who was staying within the clan of Judah."
    },
    {
        "o": 7740,
        "r": "csb:Judges:17:8",
        "t": "The man left the town of Bethlehem in Judah to stay wherever he could find a place. On his way he came to Micah’s home in the hill country of Ephraim."
    },
    {
        "o": 7741,
        "r": "csb:Judges:17:9",
        "t": "“Where*p do you come from?” Micah asked him. He*p answered him, “I am a Levite from Bethlehem in Judah, and I’m going to stay wherever I can find a place.”"
    },
    {
        "o": 7742,
        "r": "csb:Judges:17:10",
        "t": "Micah*p replied, “Stay with me and be my father and priest, and I will give you four ounces of silver a year, along with your clothing and provisions.” So the Levite went in"
    },
    {
        "o": 7743,
        "r": "csb:Judges:17:11",
        "t": "and agreed to stay with the man, and the young man became like one of his sons."
    },
    {
        "o": 7744,
        "r": "csb:Judges:17:12",
        "t": "Micah consecrated the Levite, and the young man became his priest and lived in Micah’s house."
    },
    {
        "o": 7745,
        "r": "csb:Judges:17:13",
        "t": "Then Micah said, “Now I know that the Lord*s will be good to me, because a Levite has become my priest.”"
    },
    {
        "o": 7746,
        "r": "csb:Judges:18:0",
        "t": "Judges 18",
        "h": 1
    },
    {
        "o": 7747,
        "r": "csb:Judges:18:0",
        "t": "Dan’s Invasion and Idolatry",
        "h": 2
    },
    {
        "o": 7748,
        "r": "csb:Judges:18:1",
        "t": "In*p those days, there was no king in Israel, and the Danite tribe was looking for territory to occupy. Up to that time no territory had been captured by them among the tribes of Israel."
    },
    {
        "o": 7749,
        "r": "csb:Judges:18:2",
        "t": "So the Danites sent out five brave men from all their clans, from Zorah and Eshtaol, to scout out the land and explore it. They told them, “Go and explore the land.” They*p came to the hill country of Ephraim as far as the home of Micah and spent the night there."
    },
    {
        "o": 7750,
        "r": "csb:Judges:18:3",
        "t": "While they were near Micah’s home, they recognized the accent of the young Levite. So they went over to him and asked, “Who brought you here? What are you doing in this place? What is keeping you here?”"
    },
    {
        "o": 7751,
        "r": "csb:Judges:18:4",
        "t": "He*p told them, “This is what Micah has done for me: He has hired me, and I became his priest.”"
    },
    {
        "o": 7752,
        "r": "csb:Judges:18:5",
        "t": "Then*p they said to him, “Please inquire of God for us to determine if we will have a successful journey.”"
    },
    {
        "o": 7753,
        "r": "csb:Judges:18:6",
        "t": "The*p priest told them, “Go in peace. The Lord*s is watching over the journey you are going on.”"
    },
    {
        "o": 7754,
        "r": "csb:Judges:18:7",
        "t": "The*p five men left and came to Laish. They saw that the people who were there were living securely, in the same way as the Sidonians, quiet and unsuspecting. There was nothing lacking in the land and no oppressive ruler. They were far from the Sidonians, having no alliance with anyone."
    },
    {
        "o": 7755,
        "r": "csb:Judges:18:8",
        "t": "When*p the men went back to their relatives at Zorah and Eshtaol, their relatives asked them, “What did you find out?”"
    },
    {
        "o": 7756,
        "r": "csb:Judges:18:9",
        "t": "They*p answered, “Come on, let’s attack them, for we have seen the land, and it is very good. Why wait? Don’t hesitate to go and invade and take possession of the land!"
    },
    {
        "o": 7757,
        "r": "csb:Judges:18:10",
        "t": "When you get there, you will come to an unsuspecting people and a spacious land, for God has handed it over to you. It is a place where nothing on earth is lacking.”"
    },
    {
        "o": 7758,
        "r": "csb:Judges:18:11",
        "t": "Six hundred Danites departed from Zorah and Eshtaol armed with weapons of war."
    },
    {
        "o": 7759,
        "r": "csb:Judges:18:12",
        "t": "They went up and camped at Kiriath-jearim in Judah. This is why the place is still called the Camp of Dan today; it is west of Kiriath-jearim."
    },
    {
        "o": 7760,
        "r": "csb:Judges:18:13",
        "t": "From there they traveled to the hill country of Ephraim and arrived at Micah’s house."
    },
    {
        "o": 7761,
        "r": "csb:Judges:18:14",
        "t": "The*p five men who had gone to scout out the land of Laish told their brothers, “Did you know that there are an ephod, household gods, and a carved image and a silver idol in these houses? Now think about what you should do.”"
    },
    {
        "o": 7762,
        "r": "csb:Judges:18:15",
        "t": "So they detoured there and went to the house of the young Levite at the home of Micah and greeted him."
    },
    {
        "o": 7763,
        "r": "csb:Judges:18:16",
        "t": "The six hundred Danite men were standing by the entrance of the city gate, armed with their weapons of war."
    },
    {
        "o": 7764,
        "r": "csb:Judges:18:17",
        "t": "Then the five men who had gone to scout out the land went in and took the carved image, the ephod, the household idols, and the silver idol, while the priest was standing by the entrance of the city gate with the six hundred men armed with weapons of war."
    },
    {
        "o": 7765,
        "r": "csb:Judges:18:18",
        "t": "When*p they entered Micah’s house and took the carved image, the ephod, the household idols, and the silver idol, the priest said to them, “What are you doing?”"
    },
    {
        "o": 7766,
        "r": "csb:Judges:18:19",
        "t": "They*p told him, “Be quiet. Keep your mouth shut. Come with us and be a father and a priest to us. Is it better for you to be a priest for the house of one person or for you to be a priest for a tribe and family in Israel?”"
    },
    {
        "o": 7767,
        "r": "csb:Judges:18:20",
        "t": "So the priest was pleased and took the ephod, household idols, and carved image, and went with the people."
    },
    {
        "o": 7768,
        "r": "csb:Judges:18:21",
        "t": "They prepared to leave, putting their dependents, livestock, and possessions in front of them."
    },
    {
        "o": 7769,
        "r": "csb:Judges:18:22",
        "t": "After*p they were some distance from Micah’s house, the men who were in the houses near it were mustered and caught up with the Danites."
    },
    {
        "o": 7770,
        "r": "csb:Judges:18:23",
        "t": "They called to the Danites, who turned to face them, and said to Micah, “What’s the matter with you that you mustered the men?”"
    },
    {
        "o": 7771,
        "r": "csb:Judges:18:24",
        "t": "He*p said, “You took the gods I had made and the priest, and went away. What do I have left? How can you say to me, ‘What’s the matter with you? ’”"
    },
    {
        "o": 7772,
        "r": "csb:Judges:18:25",
        "t": "The*p Danites said to him, “Don’t raise your voice against us, or angry men will attack you, and you and your family will lose your lives.”"
    },
    {
        "o": 7773,
        "r": "csb:Judges:18:26",
        "t": "The Danites went on their way, and Micah turned to go back home, because he saw that they were stronger than he was."
    },
    {
        "o": 7774,
        "r": "csb:Judges:18:27",
        "t": "After*p they had taken the gods Micah had made and the priest that belonged to him, they went to Laish, to a quiet and unsuspecting people. They killed them with their swords and burned the city."
    },
    {
        "o": 7775,
        "r": "csb:Judges:18:28",
        "t": "There was no one to rescue them because it was far from Sidon and they had no alliance with anyone. It was in a valley that belonged to Beth-rehob. They rebuilt the city and lived in it."
    },
    {
        "o": 7776,
        "r": "csb:Judges:18:29",
        "t": "They named the city Dan, after the name of their ancestor Dan, who was born to Israel. The city was formerly named Laish."
    },
    {
        "o": 7777,
        "r": "csb:Judges:18:30",
        "t": "The*p Danites set up the carved image for themselves. Jonathan son of Gershom, son of Moses, and his sons were priests for the Danite tribe until the time of the exile from the land."
    },
    {
        "o": 7778,
        "r": "csb:Judges:18:31",
        "t": "So they set up for themselves Micah’s carved image that he had made, and it was there as long as the house of God was in Shiloh."
    },
    {
        "o": 7779,
        "r": "csb:Judges:19:0",
        "t": "Judges 19",
        "h": 1
    },
    {
        "o": 7780,
        "r": "csb:Judges:19:0",
        "t": "Outrage in Benjamin",
        "h": 2
    },
    {
        "o": 7781,
        "r": "csb:Judges:19:1",
        "t": "In*p those days, when there was no king in Israel, a Levite staying in a remote part of the hill country of Ephraim acquired a woman from Bethlehem in Judah as his concubine."
    },
    {
        "o": 7782,
        "r": "csb:Judges:19:2",
        "t": "But she was unfaithful to him and left him for her father’s house in Bethlehem in Judah. She was there for four months."
    },
    {
        "o": 7783,
        "r": "csb:Judges:19:3",
        "t": "Then her husband got up and followed her to speak kindly to her and bring her back. He had his servant with him and a pair of donkeys. So she brought him to her father’s house, and when the girl’s father saw him, he gladly welcomed him."
    },
    {
        "o": 7784,
        "r": "csb:Judges:19:4",
        "t": "His father-in-law, the girl’s father, detained him, and he stayed with him for three days. They ate, drank, and spent the nights there."
    },
    {
        "o": 7785,
        "r": "csb:Judges:19:5",
        "t": "On*p the fourth day, they got up early in the morning and prepared to go, but the girl’s father said to his son-in-law, “Have something to eat to keep up your strength and then you can go.”"
    },
    {
        "o": 7786,
        "r": "csb:Judges:19:6",
        "t": "So they sat down and the two of them ate and drank together. Then the girl’s father said to the man, “Please agree to stay overnight and enjoy yourself.”"
    },
    {
        "o": 7787,
        "r": "csb:Judges:19:7",
        "t": "The man got up to go, but his father-in-law persuaded him, so he stayed and spent the night there again."
    },
    {
        "o": 7788,
        "r": "csb:Judges:19:8",
        "t": "He got up early in the morning of the fifth day to leave, but the girl’s father said to him, “Please keep up your strength.” So they waited until late afternoon and the two of them ate."
    },
    {
        "o": 7789,
        "r": "csb:Judges:19:9",
        "t": "The man got up to go with his concubine and his servant, when his father-in-law, the girl’s father, said to him, “Look, night is coming. Please spend the night. See, the day is almost over. Spend the night here, enjoy yourself, then you can get up early tomorrow for your journey and go home.”"
    },
    {
        "o": 7790,
        "r": "csb:Judges:19:10",
        "t": "But*p the man was unwilling to spend the night. He got up, departed, and arrived opposite Jebus (that is, Jerusalem). The man had his two saddled donkeys and his concubine with him."
    },
    {
        "o": 7791,
        "r": "csb:Judges:19:11",
        "t": "When they were near Jebus and the day was almost gone, the servant said to his master, “Please, why not let us stop at this Jebusite city and spend the night here?”"
    },
    {
        "o": 7792,
        "r": "csb:Judges:19:12",
        "t": "But*p his master replied to him, “We will not stop at a foreign city where there are no Israelites. Let’s move on to Gibeah.”"
    },
    {
        "o": 7793,
        "r": "csb:Judges:19:13",
        "t": "“Come on,” he said, “let’s try to reach one of these places and spend the night in Gibeah or Ramah.”"
    },
    {
        "o": 7794,
        "r": "csb:Judges:19:14",
        "t": "So they continued on their journey, and the sun set as they neared Gibeah in Benjamin."
    },
    {
        "o": 7795,
        "r": "csb:Judges:19:15",
        "t": "They stopped to go in and spend the night in Gibeah. The Levite went in and sat down in the city square, but no one took them into their home to spend the night."
    },
    {
        "o": 7796,
        "r": "csb:Judges:19:16",
        "t": "In*p the evening, an old man came in from his work in the field. He was from the hill country of Ephraim, but he was residing in Gibeah where the people were Benjaminites."
    },
    {
        "o": 7797,
        "r": "csb:Judges:19:17",
        "t": "When he looked up and saw the traveler in the city square, the old man asked, “Where are you going, and where do you come from?”"
    },
    {
        "o": 7798,
        "r": "csb:Judges:19:18",
        "t": "He*p answered him, “We’re traveling from Bethlehem in Judah to the remote hill country of Ephraim, where I am from. I went to Bethlehem in Judah, and now I’m going to the house of the Lord.*s No one has taken me into his home,"
    },
    {
        "o": 7799,
        "r": "csb:Judges:19:19",
        "t": "although there’s straw and feed for the donkeys, and I have bread and wine for me, my concubine, and the servant with us. There is nothing we lack.”"
    },
    {
        "o": 7800,
        "r": "csb:Judges:19:20",
        "t": "“Welcome!”*p said the old man. “I’ll take care of everything you need. Only don’t spend the night in the square.”"
    },
    {
        "o": 7801,
        "r": "csb:Judges:19:21",
        "t": "So he brought him to his house and fed the donkeys. Then they washed their feet and ate and drank."
    },
    {
        "o": 7802,
        "r": "csb:Judges:19:22",
        "t": "While they were enjoying themselves, all of a sudden, wicked men of the city surrounded the house and beat on the door. They said to the old man who was the owner of the house, “Bring out the man who came to your house so we can have sex with him!”"
    },
    {
        "o": 7803,
        "r": "csb:Judges:19:23",
        "t": "The*p owner of the house went out and said to them, “Please don’t do this evil, my brothers. After all, this man has come into my house. Don’t commit this horrible outrage."
    },
    {
        "o": 7804,
        "r": "csb:Judges:19:24",
        "t": "Here, let me bring out my virgin daughter and the man’s concubine now. Abuse them and do whatever you want to them. But don’t commit this outrageous thing against this man.”"
    },
    {
        "o": 7805,
        "r": "csb:Judges:19:25",
        "t": "But*p the men would not listen to him, so the man seized his concubine and took her outside to them. They raped her and abused her all night until morning. At daybreak they let her go."
    },
    {
        "o": 7806,
        "r": "csb:Judges:19:26",
        "t": "Early that morning, the woman made her way back, and as it was getting light, she collapsed at the doorway of the man’s house where her master was."
    },
    {
        "o": 7807,
        "r": "csb:Judges:19:27",
        "t": "When*p her master got up in the morning, opened the doors of the house, and went out to leave on his journey, there was the woman, his concubine, collapsed near the doorway of the house with her hands on the threshold."
    },
    {
        "o": 7808,
        "r": "csb:Judges:19:28",
        "t": "“Get up,” he told her. “Let’s go.” But there was no response. So the man put her on his donkey and set out for home."
    },
    {
        "o": 7809,
        "r": "csb:Judges:19:29",
        "t": "When*p he entered his house, he picked up a knife, took hold of his concubine, cut her into twelve pieces, limb by limb, and then sent her throughout the territory of Israel."
    },
    {
        "o": 7810,
        "r": "csb:Judges:19:30",
        "t": "Everyone who saw it said, “Nothing like this has ever happened or has been seen since the day the Israelites came out of the land of Egypt until now. Think it over, discuss it, and speak up!”"
    },
    {
        "o": 7811,
        "r": "csb:Judges:20:0",
        "t": "Judges 20",
        "h": 1
    },
    {
        "o": 7812,
        "r": "csb:Judges:20:0",
        "t": "War against Benjamin",
        "h": 2
    },
    {
        "o": 7813,
        "r": "csb:Judges:20:1",
        "t": "All*p the Israelites from Dan to Beer-sheba and from the land of Gilead came out, and the community assembled as one body before the Lord*s at Mizpah."
    },
    {
        "o": 7814,
        "r": "csb:Judges:20:2",
        "t": "The leaders of all the people and of all the tribes of Israel presented themselves in the assembly of God’s people: four hundred thousand armed foot soldiers."
    },
    {
        "o": 7815,
        "r": "csb:Judges:20:3",
        "t": "The Benjaminites heard that the Israelites had gone up to Mizpah. The*p Israelites asked, “Tell us, how did this evil act happen?”"
    },
    {
        "o": 7816,
        "r": "csb:Judges:20:4",
        "t": "The*p Levite, the husband of the murdered woman, answered, “I went to Gibeah in Benjamin with my concubine to spend the night."
    },
    {
        "o": 7817,
        "r": "csb:Judges:20:5",
        "t": "Citizens of Gibeah came to attack me and surrounded the house at night. They intended to kill me, but they raped my concubine, and she died."
    },
    {
        "o": 7818,
        "r": "csb:Judges:20:6",
        "t": "Then I took my concubine and cut her in pieces, and sent her throughout Israel’s territory, because they have committed a wicked outrage in Israel."
    },
    {
        "o": 7819,
        "r": "csb:Judges:20:7",
        "t": "Look, all of you are Israelites. Give your judgment and verdict here and now.”"
    },
    {
        "o": 7820,
        "r": "csb:Judges:20:8",
        "t": "Then*p all the people stood united and said, “None of us will go to his tent or return to his house."
    },
    {
        "o": 7821,
        "r": "csb:Judges:20:9",
        "t": "Now this is what we will do to Gibeah: we will attack it. By lot"
    },
    {
        "o": 7822,
        "r": "csb:Judges:20:10",
        "t": "we will take ten men out of every hundred from all the tribes of Israel, and one hundred out of every thousand, and one thousand out of every ten thousand to get provisions for the troops when they go to Gibeah in Benjamin to punish them for all the outrage they committed in Israel.”"
    },
    {
        "o": 7823,
        "r": "csb:Judges:20:11",
        "t": "So*p all the men of Israel gathered united against the city."
    },
    {
        "o": 7824,
        "r": "csb:Judges:20:12",
        "t": "Then the tribes of Israel sent men throughout the tribe of Benjamin, saying, “What is this evil act that has happened among you?"
    },
    {
        "o": 7825,
        "r": "csb:Judges:20:13",
        "t": "Hand over the wicked men in Gibeah so we can put them to death and purge evil from Israel.” But the Benjaminites would not listen to their fellow Israelites."
    },
    {
        "o": 7826,
        "r": "csb:Judges:20:14",
        "t": "Instead, the Benjaminites gathered together from their cities to Gibeah to go out and fight against the Israelites."
    },
    {
        "o": 7827,
        "r": "csb:Judges:20:15",
        "t": "On that day the Benjaminites mobilized twenty-six thousand armed men from their cities, besides seven hundred fit young men rallied by the inhabitants of Gibeah."
    },
    {
        "o": 7828,
        "r": "csb:Judges:20:16",
        "t": "There were seven hundred fit young men who were left-handed among all these troops; all could sling a stone at a hair and not miss."
    },
    {
        "o": 7829,
        "r": "csb:Judges:20:17",
        "t": "The*p Israelites, apart from Benjamin, mobilized four hundred thousand armed men, every one an experienced warrior."
    },
    {
        "o": 7830,
        "r": "csb:Judges:20:18",
        "t": "They set out, went to Bethel, and inquired of God. The Israelites asked, “Who is to go first to fight for us against the Benjaminites?” And*p the Lord*s answered, “Judah will be first.”"
    },
    {
        "o": 7831,
        "r": "csb:Judges:20:19",
        "t": "In*p the morning, the Israelites set out and camped near Gibeah."
    },
    {
        "o": 7832,
        "r": "csb:Judges:20:20",
        "t": "The men of Israel went out to fight against Benjamin and took their battle positions against Gibeah."
    },
    {
        "o": 7833,
        "r": "csb:Judges:20:21",
        "t": "The Benjaminites came out of Gibeah and slaughtered twenty-two thousand men of Israel on the field that day."
    },
    {
        "o": 7834,
        "r": "csb:Judges:20:22",
        "t": "But the Israelite troops rallied and again took their battle positions in the same place where they positioned themselves on the first day."
    },
    {
        "o": 7835,
        "r": "csb:Judges:20:23",
        "t": "They went up, wept before the Lord*s until evening, and inquired of him, “Should we again attack our brothers the Benjaminites?” And*p the Lord*s answered, “Fight against them.”"
    },
    {
        "o": 7836,
        "r": "csb:Judges:20:24",
        "t": "On*p the second day the Israelites advanced against the Benjaminites."
    },
    {
        "o": 7837,
        "r": "csb:Judges:20:25",
        "t": "That same day the Benjaminites came out from Gibeah to meet them and slaughtered an additional eighteen thousand Israelites on the field; all were armed."
    },
    {
        "o": 7838,
        "r": "csb:Judges:20:26",
        "t": "The*p whole Israelite army went to Bethel where they wept and sat before the Lord.*s They fasted that day until evening and offered burnt offerings and fellowship offerings to the Lord.*s"
    },
    {
        "o": 7839,
        "r": "csb:Judges:20:27",
        "t": "Then the Israelites inquired of the Lord.*s In those days, the ark of the covenant of God was there,"
    },
    {
        "o": 7840,
        "r": "csb:Judges:20:28",
        "t": "and Phinehas son of Eleazar, son of Aaron, was serving before it. The Israelites asked, “Should we again fight against our brothers the Benjaminites or should we stop?” The*p Lord*s answered, “Fight, because I will hand them over to you tomorrow.”"
    },
    {
        "o": 7841,
        "r": "csb:Judges:20:29",
        "t": "So Israel set up an ambush around Gibeah."
    },
    {
        "o": 7842,
        "r": "csb:Judges:20:30",
        "t": "On the third day the Israelites fought against the Benjaminites and took their battle positions against Gibeah as before."
    },
    {
        "o": 7843,
        "r": "csb:Judges:20:31",
        "t": "Then the Benjaminites came out against the troops and were drawn away from the city. They began to attack the troops as before, killing about thirty men of Israel on the highways, one of which goes up to Bethel and the other to Gibeah through the open country."
    },
    {
        "o": 7844,
        "r": "csb:Judges:20:32",
        "t": "The Benjaminites said, “We are defeating them as before.” But*p the Israelites said, “Let’s flee and draw them away from the city to the highways.”"
    },
    {
        "o": 7845,
        "r": "csb:Judges:20:33",
        "t": "So all the men of Israel got up from their places and took their battle positions at Baal-tamar, while the Israelites in ambush charged out of their places west of Geba."
    },
    {
        "o": 7846,
        "r": "csb:Judges:20:34",
        "t": "Then ten thousand fit young men from all Israel made a frontal assault against Gibeah, and the battle was fierce, but the Benjaminites did not know that disaster was about to strike them."
    },
    {
        "o": 7847,
        "r": "csb:Judges:20:35",
        "t": "The Lord*s defeated Benjamin in the presence of Israel, and on that day the Israelites slaughtered 25,100 men of Benjamin; all were armed."
    },
    {
        "o": 7848,
        "r": "csb:Judges:20:36",
        "t": "Then the Benjaminites realized they had been defeated. The*p men of Israel had retreated before Benjamin, because they were confident in the ambush they had set against Gibeah."
    },
    {
        "o": 7849,
        "r": "csb:Judges:20:37",
        "t": "The men in ambush had rushed quickly against Gibeah; they advanced and put the whole city to the sword."
    },
    {
        "o": 7850,
        "r": "csb:Judges:20:38",
        "t": "The men of Israel had a prearranged signal with the men in ambush: when they sent up a great cloud of smoke from the city,"
    },
    {
        "o": 7851,
        "r": "csb:Judges:20:39",
        "t": "the men of Israel would return to the battle. When Benjamin had begun to strike them down, killing about thirty men of Israel, they said, “They’re defeated before us, just as they were in the first battle.”"
    },
    {
        "o": 7852,
        "r": "csb:Judges:20:40",
        "t": "But when the column of smoke began to go up from the city, Benjamin looked behind them, and the whole city was going up in smoke."
    },
    {
        "o": 7853,
        "r": "csb:Judges:20:41",
        "t": "Then the men of Israel returned, and the men of Benjamin were terrified when they realized that disaster had struck them."
    },
    {
        "o": 7854,
        "r": "csb:Judges:20:42",
        "t": "They retreated before the men of Israel toward the wilderness, but the battle overtook them, and those who came out of the cities slaughtered those between them."
    },
    {
        "o": 7855,
        "r": "csb:Judges:20:43",
        "t": "They surrounded the Benjaminites, pursued them, and easily overtook them near Gibeah toward the east."
    },
    {
        "o": 7856,
        "r": "csb:Judges:20:44",
        "t": "There were eighteen thousand men who died from Benjamin; all were warriors."
    },
    {
        "o": 7857,
        "r": "csb:Judges:20:45",
        "t": "Then Benjamin turned and fled toward the wilderness to Rimmon Rock, and Israel killed five thousand men on the highways. They overtook them at Gidom and struck two thousand more dead."
    },
    {
        "o": 7858,
        "r": "csb:Judges:20:46",
        "t": "All*p the Benjaminites who died that day were twenty-five thousand armed men; all were warriors."
    },
    {
        "o": 7859,
        "r": "csb:Judges:20:47",
        "t": "But six hundred men escaped into the wilderness to Rimmon Rock and stayed there four months."
    },
    {
        "o": 7860,
        "r": "csb:Judges:20:48",
        "t": "The men of Israel turned back against the other Benjaminites and killed them with their swords - the entire city, the animals, and everything that remained. They also burned all the cities that remained."
    },
    {
        "o": 7861,
        "r": "csb:Judges:21:0",
        "t": "Judges 21",
        "h": 1
    },
    {
        "o": 7862,
        "r": "csb:Judges:21:0",
        "t": "Brides for Benjamin",
        "h": 2
    },
    {
        "o": 7863,
        "r": "csb:Judges:21:1",
        "t": "The*p men of Israel had sworn an oath at Mizpah: “None of us will give his daughter to a Benjaminite in marriage.”"
    },
    {
        "o": 7864,
        "r": "csb:Judges:21:2",
        "t": "So the people went to Bethel and sat there before God until evening. They wept loudly and bitterly,"
    },
    {
        "o": 7865,
        "r": "csb:Judges:21:3",
        "t": "and cried out, “Why, Lord*s God of Israel, has it occurred that one tribe is missing in Israel today?”"
    },
    {
        "o": 7866,
        "r": "csb:Judges:21:4",
        "t": "The next day the people got up early, built an altar there, and offered burnt offerings and fellowship offerings."
    },
    {
        "o": 7867,
        "r": "csb:Judges:21:5",
        "t": "The Israelites asked, “Who of all the tribes of Israel didn’t come to the Lord*s with the assembly?” For a great oath had been taken that anyone who had not come to the Lord*s at Mizpah would certainly be put to death."
    },
    {
        "o": 7868,
        "r": "csb:Judges:21:6",
        "t": "But*p the Israelites had compassion on their brothers, the Benjaminites, and said, “Today a tribe has been cut off from Israel."
    },
    {
        "o": 7869,
        "r": "csb:Judges:21:7",
        "t": "What should we do about wives for the survivors? We’ve sworn to the Lord*s not to give them any of our daughters as wives.”"
    },
    {
        "o": 7870,
        "r": "csb:Judges:21:8",
        "t": "They asked, “Which city among the tribes of Israel didn’t come to the Lord*s at Mizpah?” It turned out that no one from Jabesh-gilead had come to the camp and the assembly."
    },
    {
        "o": 7871,
        "r": "csb:Judges:21:9",
        "t": "For when the roll was called, no men were there from the inhabitants of Jabesh-gilead."
    },
    {
        "o": 7872,
        "r": "csb:Judges:21:10",
        "t": "The*p congregation sent twelve thousand brave warriors there and commanded them, “Go and kill the inhabitants of Jabesh-gilead with the sword, including women and dependents."
    },
    {
        "o": 7873,
        "r": "csb:Judges:21:11",
        "t": "This is what you should do: Completely destroy every male, as well as every woman who has gone to bed with a man.”"
    },
    {
        "o": 7874,
        "r": "csb:Judges:21:12",
        "t": "They found among the inhabitants of Jabesh-gilead four hundred young virgins, who had not been intimate with a man, and they brought them to the camp at Shiloh in the land of Canaan."
    },
    {
        "o": 7875,
        "r": "csb:Judges:21:13",
        "t": "The*p whole congregation sent a message of peace to the Benjaminites who were at Rimmon Rock."
    },
    {
        "o": 7876,
        "r": "csb:Judges:21:14",
        "t": "Benjamin returned at that time, and Israel gave them the women they had kept alive from Jabesh-gilead. But there were not enough for them."
    },
    {
        "o": 7877,
        "r": "csb:Judges:21:15",
        "t": "The*p people had compassion on Benjamin, because the Lord*s had made this gap in the tribes of Israel."
    },
    {
        "o": 7878,
        "r": "csb:Judges:21:16",
        "t": "The elders of the congregation said, “What should we do about wives for those who are left, since the women of Benjamin have been destroyed?”"
    },
    {
        "o": 7879,
        "r": "csb:Judges:21:17",
        "t": "They said, “There must be heirs for the survivors of Benjamin, so that a tribe of Israel will not be wiped out."
    },
    {
        "o": 7880,
        "r": "csb:Judges:21:18",
        "t": "But we can’t give them our daughters as wives.” For the Israelites had sworn, “Anyone who gives a wife to a Benjaminite is cursed.”"
    },
    {
        "o": 7881,
        "r": "csb:Judges:21:19",
        "t": "They also said, “Look, there’s an annual festival to the Lord*s in Shiloh, which is north of Bethel, east of the highway that goes up from Bethel to Shechem, and south of Lebonah.”"
    },
    {
        "o": 7882,
        "r": "csb:Judges:21:20",
        "t": "Then*p they commanded the Benjaminites, “Go and hide in the vineyards."
    },
    {
        "o": 7883,
        "r": "csb:Judges:21:21",
        "t": "Watch, and when you see the young women of Shiloh come out to perform the dances, each of you leave the vineyards and catch a wife for yourself from the young women of Shiloh, and go to the land of Benjamin."
    },
    {
        "o": 7884,
        "r": "csb:Judges:21:22",
        "t": "When their fathers or brothers come to us and protest, we will tell them, ‘Show favor to them, since we did not get enough wives for each of them in the battle. You didn’t actually give the women to them, so you are not guilty of breaking your oath.’”"
    },
    {
        "o": 7885,
        "r": "csb:Judges:21:23",
        "t": "The*p Benjaminites did this and took the number of women they needed from the dancers they caught. They went back to their own inheritance, rebuilt their cities, and lived in them."
    },
    {
        "o": 7886,
        "r": "csb:Judges:21:24",
        "t": "At that time, each of the Israelites returned from there to his own tribe and family. Each returned from there to his own inheritance."
    },
    {
        "o": 7887,
        "r": "csb:Judges:21:25",
        "t": "In*p those days there was no king in Israel; everyone did whatever seemed right to him."
    }
]
