[
    {
        "o": 330,
        "r": "nkjv:Genesis:12:0",
        "t": "Genesis 12",
        "h": 1
    },
    {
        "o": 331,
        "r": "nkjv:Genesis:12:0",
        "t": "Promises to Abram",
        "h": 2
    },
    {
        "o": 332,
        "r": "nkjv:Genesis:12:1",
        "t": "Now*p the Lord*s had said to Abram: “Get*pn out of your country, From*ld your family And*ld from your father’s house, To*ld a land that I will show you."
    },
    {
        "o": 333,
        "r": "nkjv:Genesis:12:2",
        "t": "I*ld will make you a great nation; I*ld will bless you And*ld make your name great; And*ld you shall be a blessing."
    },
    {
        "o": 334,
        "r": "nkjv:Genesis:12:3",
        "t": "I*ld will bless those who bless you, And*ld I will curse him who curses you; And*ld in you all the families of the earth shall be blessed.”"
    },
    {
        "o": 335,
        "r": "nkjv:Genesis:12:4",
        "t": "So*p Abram departed as the Lord*s had spoken to him, and Lot went with him. And Abram was*i seventy-five years old when he departed from Haran."
    },
    {
        "o": 336,
        "r": "nkjv:Genesis:12:5",
        "t": "Then Abram took Sarai his wife and Lot his brother’s son, and all their possessions that they had gathered, and the people whom they had acquired in Haran, and they departed to go to the land of Canaan. So they came to the land of Canaan."
    },
    {
        "o": 337,
        "r": "nkjv:Genesis:12:6",
        "t": "Abram passed through the land to the place of Shechem, as far as the terebinth tree of Moreh. And the Canaanites were*i then in the land."
    },
    {
        "o": 338,
        "r": "nkjv:Genesis:12:7",
        "t": "Then*p the Lord*s appeared to Abram and said, “To your descendants I will give this land.” And there he built an altar to the Lord,*s who had appeared to him."
    },
    {
        "o": 339,
        "r": "nkjv:Genesis:12:8",
        "t": "And he moved from there to the mountain east of Bethel, and he pitched his tent with*i Bethel on the west and Ai on the east; there he built an altar to the Lord*s and called on the name of the Lord.*s"
    },
    {
        "o": 340,
        "r": "nkjv:Genesis:12:9",
        "t": "So Abram journeyed, going on still toward the South."
    },
    {
        "o": 341,
        "r": "nkjv:Genesis:12:9",
        "t": "Abram in Egypt",
        "h": 2
    },
    {
        "o": 342,
        "r": "nkjv:Genesis:12:10",
        "t": "Now*p there was a famine in the land, and Abram went down to Egypt to dwell there, for the famine was*i severe in the land."
    },
    {
        "o": 343,
        "r": "nkjv:Genesis:12:11",
        "t": "And it came to pass, when he was close to entering Egypt, that he said to Sarai his wife, “Indeed I know that you are*i a woman of beautiful countenance."
    },
    {
        "o": 344,
        "r": "nkjv:Genesis:12:12",
        "t": "Therefore it will happen, when the Egyptians see you, that they will say, ‘This is*i his wife’; and they will kill me, but they will let you live."
    },
    {
        "o": 345,
        "r": "nkjv:Genesis:12:13",
        "t": "Please say you are*i my sister, that it may be well with me for your sake, and that I may live because of you.”"
    },
    {
        "o": 346,
        "r": "nkjv:Genesis:12:14",
        "t": "So*p it was, when Abram came into Egypt, that the Egyptians saw the woman, that she was*i very beautiful."
    },
    {
        "o": 347,
        "r": "nkjv:Genesis:12:15",
        "t": "The princes of Pharaoh also saw her and commended her to Pharaoh. And the woman was taken to Pharaoh’s house."
    },
    {
        "o": 348,
        "r": "nkjv:Genesis:12:16",
        "t": "He treated Abram well for her sake. He had sheep, oxen, male donkeys, male and female servants, female donkeys, and camels."
    },
    {
        "o": 349,
        "r": "nkjv:Genesis:12:17",
        "t": "But*p the Lord*s plagued Pharaoh and his house with great plagues because of Sarai, Abram’s wife."
    },
    {
        "o": 350,
        "r": "nkjv:Genesis:12:18",
        "t": "And Pharaoh called Abram and said, “What is*i this you have done to me? Why did you not tell me that she was*i your wife?"
    },
    {
        "o": 351,
        "r": "nkjv:Genesis:12:19",
        "t": "Why did you say, ‘She is*i my sister’? I might have taken her as my wife. Now therefore, here is your wife; take her*i and go your way.”"
    },
    {
        "o": 352,
        "r": "nkjv:Genesis:12:20",
        "t": "So Pharaoh commanded his*i men concerning him; and they sent him away, with his wife and all that he had."
    }
]
