[
    {
        "o": 1023,
        "r": "csb:Genesis:32:0",
        "t": "Genesis 32",
        "h": 1
    },
    {
        "o": 1024,
        "r": "csb:Genesis:32:0",
        "t": "Preparing to Meet Esau",
        "h": 2
    },
    {
        "o": 1025,
        "r": "csb:Genesis:32:1",
        "t": "Jacob*p went on his way, and God’s angels met him."
    },
    {
        "o": 1026,
        "r": "csb:Genesis:32:2",
        "t": "When he saw them, Jacob said, “This is God’s camp.” So he called that place Mahanaim."
    },
    {
        "o": 1027,
        "r": "csb:Genesis:32:3",
        "t": "Jacob*p sent messengers ahead of him to his brother Esau in the land of Seir, the territory of Edom."
    },
    {
        "o": 1028,
        "r": "csb:Genesis:32:4",
        "t": "He commanded them, “You are to say to my lord Esau, ‘This is what your servant Jacob says. I have been staying with Laban and have been delayed until now."
    },
    {
        "o": 1029,
        "r": "csb:Genesis:32:5",
        "t": "I have oxen, donkeys, flocks, and male and female slaves. I have sent this message to inform my lord, in order to seek your favor.’”"
    },
    {
        "o": 1030,
        "r": "csb:Genesis:32:6",
        "t": "When*p the messengers returned to Jacob, they said, “We went to your brother Esau; he is coming to meet you - and he has four hundred men with him.”"
    },
    {
        "o": 1031,
        "r": "csb:Genesis:32:7",
        "t": "Jacob was greatly afraid and distressed; he divided the people with him into two camps, along with the flocks, herds, and camels."
    },
    {
        "o": 1032,
        "r": "csb:Genesis:32:8",
        "t": "He thought, “If Esau comes to one camp and attacks it, the remaining one can escape.”"
    },
    {
        "o": 1033,
        "r": "csb:Genesis:32:9",
        "t": "Then*p Jacob said, “God of my father Abraham and God of my father Isaac, the Lord*s who said to me, ‘Go back to your land and to your family, and I will cause you to prosper,’"
    },
    {
        "o": 1034,
        "r": "csb:Genesis:32:10",
        "t": "I am unworthy of all the kindness and faithfulness you have shown your servant. Indeed, I crossed over the Jordan with my staff, and now I have become two camps."
    },
    {
        "o": 1035,
        "r": "csb:Genesis:32:11",
        "t": "Please rescue me from my brother Esau, for I am afraid of him; otherwise, he may come and attack me, the mothers, and their children."
    },
    {
        "o": 1036,
        "r": "csb:Genesis:32:12",
        "t": "You have said, ‘I will cause you to prosper, and I will make your offspring like the sand of the sea, too numerous to be counted.’”"
    },
    {
        "o": 1037,
        "r": "csb:Genesis:32:13",
        "t": "He*p spent the night there and took part of what he had brought with him as a gift for his brother Esau:"
    },
    {
        "o": 1038,
        "r": "csb:Genesis:32:14",
        "t": "two hundred female goats, twenty male goats, two hundred ewes, twenty rams,"
    },
    {
        "o": 1039,
        "r": "csb:Genesis:32:15",
        "t": "thirty milk camels with their young, forty cows, ten bulls, twenty female donkeys, and ten male donkeys."
    },
    {
        "o": 1040,
        "r": "csb:Genesis:32:16",
        "t": "He entrusted them to his slaves as separate herds and said to them, “Go on ahead of me, and leave some distance between the herds.”"
    },
    {
        "o": 1041,
        "r": "csb:Genesis:32:17",
        "t": "And*p he told the first one, “When my brother Esau meets you and asks, ‘Who do you belong to? Where are you going? And whose animals are these ahead of you?’"
    },
    {
        "o": 1042,
        "r": "csb:Genesis:32:18",
        "t": "then tell him, ‘They belong to your servant Jacob. They are a gift sent to my lord Esau. And look, he is behind us.’”"
    },
    {
        "o": 1043,
        "r": "csb:Genesis:32:19",
        "t": "He*p also told the second one, the third, and everyone who was walking behind the animals, “Say the same thing to Esau when you find him."
    },
    {
        "o": 1044,
        "r": "csb:Genesis:32:20",
        "t": "You are also to say, ‘Look, your servant Jacob is right behind us.’” For he thought, “I want to appease Esau with the gift that is going ahead of me. After that, I can face him, and perhaps he will forgive me.”"
    },
    {
        "o": 1045,
        "r": "csb:Genesis:32:21",
        "t": "So*p the gift was sent on ahead of him while he remained in the camp that night."
    },
    {
        "o": 1046,
        "r": "csb:Genesis:32:22",
        "t": "During the night Jacob got up and took his two wives, his two slave women, and his eleven sons, and crossed the ford of Jabbok."
    },
    {
        "o": 1047,
        "r": "csb:Genesis:32:23",
        "t": "He took them and sent them across the stream, along with all his possessions."
    },
    {
        "o": 1048,
        "r": "csb:Genesis:32:23",
        "t": "Jacob Wrestles with God",
        "h": 2
    },
    {
        "o": 1049,
        "r": "csb:Genesis:32:24",
        "t": "Jacob*p was left alone, and a man wrestled with him until daybreak."
    },
    {
        "o": 1050,
        "r": "csb:Genesis:32:25",
        "t": "When the man saw that he could not defeat him, he struck Jacob’s hip socket as they wrestled and dislocated his hip."
    },
    {
        "o": 1051,
        "r": "csb:Genesis:32:26",
        "t": "Then he said to Jacob, “Let me go, for it is daybreak.” But*p Jacob said, “I will not let you go unless you bless me.”"
    },
    {
        "o": 1052,
        "r": "csb:Genesis:32:27",
        "t": "“What*p is your name?” the man asked. “Jacob,”*p he replied."
    },
    {
        "o": 1053,
        "r": "csb:Genesis:32:28",
        "t": "“Your*p name will no longer be Jacob,” he said. “It will be Israel because you have struggled with God and with men and have prevailed.”"
    },
    {
        "o": 1054,
        "r": "csb:Genesis:32:29",
        "t": "Then*p Jacob asked him, “Please tell me your name.” But*p he answered, “Why do you ask my name?” And he blessed him there."
    },
    {
        "o": 1055,
        "r": "csb:Genesis:32:30",
        "t": "Jacob*p then named the place Peniel, “For I have seen God face to face,” he said, “yet my life has been spared.”"
    },
    {
        "o": 1056,
        "r": "csb:Genesis:32:31",
        "t": "The sun shone on him as he passed by Penuel- limping because of his hip."
    },
    {
        "o": 1057,
        "r": "csb:Genesis:32:32",
        "t": "That is why, still today, the Israelites don’t eat the thigh muscle that is at the hip socket: because he struck Jacob’s hip socket at the thigh muscle."
    }
]
