[
    {
        "o": 32381,
        "r": "csb:1 Corinthians:11:0",
        "t": "1 Corinthians 11",
        "h": 1
    },
    {
        "o": 32382,
        "r": "csb:1 Corinthians:11:1",
        "t": "Imitate*p me, as I also imitate Christ."
    },
    {
        "o": 32383,
        "r": "csb:1 Corinthians:11:1",
        "t": "Instructions about Head Coverings",
        "h": 2
    },
    {
        "o": 32384,
        "r": "csb:1 Corinthians:11:2",
        "t": "Now*p I praise you because you remember me in everything and hold fast to the traditions just as I delivered them to you."
    },
    {
        "o": 32385,
        "r": "csb:1 Corinthians:11:3",
        "t": "But I want you to know that Christ is the head of every man, and the man is the head of the woman, and God is the head of Christ."
    },
    {
        "o": 32386,
        "r": "csb:1 Corinthians:11:4",
        "t": "Every man who prays or prophesies with something on his head dishonors his head."
    },
    {
        "o": 32387,
        "r": "csb:1 Corinthians:11:5",
        "t": "Every woman who prays or prophesies with her head uncovered dishonors her head, since that is one and the same as having her head shaved."
    },
    {
        "o": 32388,
        "r": "csb:1 Corinthians:11:6",
        "t": "For if a woman doesn’t cover her head, she should have her hair cut off. But if it is disgraceful for a woman to have her hair cut off or her head shaved, let her head be covered."
    },
    {
        "o": 32389,
        "r": "csb:1 Corinthians:11:7",
        "t": "A*p man should not cover his head, because he is the image and glory of God. So too, woman is the glory of man."
    },
    {
        "o": 32390,
        "r": "csb:1 Corinthians:11:8",
        "t": "For man did not come from woman, but woman came from man."
    },
    {
        "o": 32391,
        "r": "csb:1 Corinthians:11:9",
        "t": "Neither was man created for the sake of woman, but woman for the sake of man."
    },
    {
        "o": 32392,
        "r": "csb:1 Corinthians:11:10",
        "t": "This is why a woman should have a symbol of authority on her head, because of the angels."
    },
    {
        "o": 32393,
        "r": "csb:1 Corinthians:11:11",
        "t": "In the Lord, however, woman is not independent of man, and man is not independent of woman."
    },
    {
        "o": 32394,
        "r": "csb:1 Corinthians:11:12",
        "t": "For just as woman came from man, so man comes through woman, and all things come from God."
    },
    {
        "o": 32395,
        "r": "csb:1 Corinthians:11:13",
        "t": "Judge*p for yourselves: Is it proper for a woman to pray to God with her head uncovered?"
    },
    {
        "o": 32396,
        "r": "csb:1 Corinthians:11:14",
        "t": "Does not even nature itself teach you that if a man has long hair it is a disgrace to him,"
    },
    {
        "o": 32397,
        "r": "csb:1 Corinthians:11:15",
        "t": "but that if a woman has long hair, it is her glory? For her hair is given to her as a covering."
    },
    {
        "o": 32398,
        "r": "csb:1 Corinthians:11:16",
        "t": "If anyone wants to argue about this, we have no other custom, nor do the churches of God."
    },
    {
        "o": 32399,
        "r": "csb:1 Corinthians:11:16",
        "t": "The Lord’s Supper",
        "h": 2
    },
    {
        "o": 32400,
        "r": "csb:1 Corinthians:11:17",
        "t": "Now*p in giving this instruction I do not praise you, since you come together not for the better but for the worse."
    },
    {
        "o": 32401,
        "r": "csb:1 Corinthians:11:18",
        "t": "For to begin with, I hear that when you come together as a church there are divisions among you, and in part I believe it."
    },
    {
        "o": 32402,
        "r": "csb:1 Corinthians:11:19",
        "t": "Indeed, it is necessary that there be factions among you, so that those who are approved may be recognized among you."
    },
    {
        "o": 32403,
        "r": "csb:1 Corinthians:11:20",
        "t": "When you come together, then, it is not to eat the Lord’s Supper."
    },
    {
        "o": 32404,
        "r": "csb:1 Corinthians:11:21",
        "t": "For at the meal, each one eats his own supper. So one person is hungry while another gets drunk!"
    },
    {
        "o": 32405,
        "r": "csb:1 Corinthians:11:22",
        "t": "Don’t you have homes in which to eat and drink? Or do you despise the church of God and humiliate those who have nothing? What should I say to you? Should I praise you? I do not praise you in this matter!"
    },
    {
        "o": 32406,
        "r": "csb:1 Corinthians:11:23",
        "t": "For*p I received from the Lord what I also passed on to you: On the night when he was betrayed, the Lord Jesus took bread,"
    },
    {
        "o": 32407,
        "r": "csb:1 Corinthians:11:24",
        "t": "and when he had given thanks, broke it, and said, “This*r is*r my*r body,*r which*r is*r for*r you.*r Do*r this*r in*r remembrance*r of*r me.”*r"
    },
    {
        "o": 32408,
        "r": "csb:1 Corinthians:11:25",
        "t": "In*p the same way also he took the cup, after supper, and said, “This*r cup*r is*r the*r new*r covenant*r in*r my*r blood.*r Do*r this,*r as*r often*r as*r you*r drink*r it,*r in*r remembrance*r of*r me.”*r"
    },
    {
        "o": 32409,
        "r": "csb:1 Corinthians:11:26",
        "t": "For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes."
    },
    {
        "o": 32410,
        "r": "csb:1 Corinthians:11:26",
        "t": "Self-Examination",
        "h": 2
    },
    {
        "o": 32411,
        "r": "csb:1 Corinthians:11:27",
        "t": "So,*p then, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sin against the body and blood of the Lord."
    },
    {
        "o": 32412,
        "r": "csb:1 Corinthians:11:28",
        "t": "Let a person examine himself; in this way let him eat the bread and drink from the cup."
    },
    {
        "o": 32413,
        "r": "csb:1 Corinthians:11:29",
        "t": "For whoever eats and drinks without recognizing the body, eats and drinks judgment on himself."
    },
    {
        "o": 32414,
        "r": "csb:1 Corinthians:11:30",
        "t": "This is why many are sick and ill among you, and many have fallen asleep."
    },
    {
        "o": 32415,
        "r": "csb:1 Corinthians:11:31",
        "t": "If we were properly judging ourselves, we would not be judged,"
    },
    {
        "o": 32416,
        "r": "csb:1 Corinthians:11:32",
        "t": "but when we are judged by the Lord, we are disciplined, so that we may not be condemned with the world."
    },
    {
        "o": 32417,
        "r": "csb:1 Corinthians:11:33",
        "t": "Therefore,*p my brothers and sisters, when you come together to eat, welcome one another."
    },
    {
        "o": 32418,
        "r": "csb:1 Corinthians:11:34",
        "t": "If anyone is hungry, he should eat at home, so that when you gather together you will not come under judgment. I will give instructions about the other matters whenever I come."
    }
]
