[
    {
        "o": 5191,
        "r": "csb:Numbers:32:0",
        "t": "Numbers 32",
        "h": 1
    },
    {
        "o": 5192,
        "r": "csb:Numbers:32:0",
        "t": "Transjordan Settlements",
        "h": 2
    },
    {
        "o": 5193,
        "r": "csb:Numbers:32:1",
        "t": "The*p Reubenites and Gadites had a very large number of livestock. When they surveyed the lands of Jazer and Gilead, they saw that the region was a good one for livestock."
    },
    {
        "o": 5194,
        "r": "csb:Numbers:32:2",
        "t": "So the Gadites and Reubenites came to Moses, the priest Eleazar, and the leaders of the community and said,"
    },
    {
        "o": 5195,
        "r": "csb:Numbers:32:3",
        "t": "“The territory of Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,"
    },
    {
        "o": 5196,
        "r": "csb:Numbers:32:4",
        "t": "which the Lord*s struck down before the community of Israel, is good land for livestock, and your servants own livestock.”"
    },
    {
        "o": 5197,
        "r": "csb:Numbers:32:5",
        "t": "They said, “If we have found favor with you, let this land be given to your servants as a possession. Don’t make us cross the Jordan.”"
    },
    {
        "o": 5198,
        "r": "csb:Numbers:32:6",
        "t": "But*p Moses asked the Gadites and Reubenites, “Should your brothers go to war while you stay here?"
    },
    {
        "o": 5199,
        "r": "csb:Numbers:32:7",
        "t": "Why are you discouraging the Israelites from crossing into the land the Lord*s has given them?"
    },
    {
        "o": 5200,
        "r": "csb:Numbers:32:8",
        "t": "That’s what your ancestors did when I sent them from Kadesh-barnea to see the land."
    },
    {
        "o": 5201,
        "r": "csb:Numbers:32:9",
        "t": "After they went up as far as Eshcol Valley and saw the land, they discouraged the Israelites from entering the land the Lord*s had given them."
    },
    {
        "o": 5202,
        "r": "csb:Numbers:32:10",
        "t": "So the Lord’s*s anger burned that day, and he swore an oath:"
    },
    {
        "o": 5203,
        "r": "csb:Numbers:32:11",
        "t": "‘Because they did not remain loyal to me, none of the men twenty years old or more who came up from Egypt will see the land I swore to give Abraham, Isaac, and Jacob-"
    },
    {
        "o": 5204,
        "r": "csb:Numbers:32:12",
        "t": "none except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, because they did remain loyal to the Lord.’*s"
    },
    {
        "o": 5205,
        "r": "csb:Numbers:32:13",
        "t": "The Lord’s*s anger burned against Israel, and he made them wander in the wilderness forty years until the whole generation that had done what was evil in the Lord’s*s sight was gone."
    },
    {
        "o": 5206,
        "r": "csb:Numbers:32:14",
        "t": "And here you, a brood of sinners, stand in your ancestors’ place adding even more to the Lord’s*s burning anger against Israel."
    },
    {
        "o": 5207,
        "r": "csb:Numbers:32:15",
        "t": "If you turn back from following him, he will once again leave this people in the wilderness, and you will destroy all of them.”"
    },
    {
        "o": 5208,
        "r": "csb:Numbers:32:16",
        "t": "Then*p they approached him and said, “We want to build sheep pens here for our livestock and cities for our dependents."
    },
    {
        "o": 5209,
        "r": "csb:Numbers:32:17",
        "t": "But we will arm ourselves and be ready to go ahead of the Israelites until we have brought them into their place. Meanwhile, our dependents will remain in the fortified cities because of the inhabitants of the land."
    },
    {
        "o": 5210,
        "r": "csb:Numbers:32:18",
        "t": "We will not return to our homes until each of the Israelites has taken possession of his inheritance."
    },
    {
        "o": 5211,
        "r": "csb:Numbers:32:19",
        "t": "Yet we will not have an inheritance with them across the Jordan and beyond, because our inheritance will be across the Jordan to the east.”"
    },
    {
        "o": 5212,
        "r": "csb:Numbers:32:20",
        "t": "Moses*p replied to them, “If you do this - if you arm yourselves for battle before the Lord,*s"
    },
    {
        "o": 5213,
        "r": "csb:Numbers:32:21",
        "t": "and every one of your armed men crosses the Jordan before the Lord*s until he has driven his enemies from his presence,"
    },
    {
        "o": 5214,
        "r": "csb:Numbers:32:22",
        "t": "and the land is subdued before the Lord-*s afterward you may return and be free from obligation to the Lord*s and to Israel. And this land will belong to you as a possession before the Lord.*s"
    },
    {
        "o": 5215,
        "r": "csb:Numbers:32:23",
        "t": "But if you don’t do this, you will certainly sin against the Lord;*s be sure your sin will catch up with you."
    },
    {
        "o": 5216,
        "r": "csb:Numbers:32:24",
        "t": "Build cities for your dependents and pens for your flocks, but do what you have promised.”"
    },
    {
        "o": 5217,
        "r": "csb:Numbers:32:25",
        "t": "The*p Gadites and Reubenites answered Moses, “Your servants will do just as my lord commands."
    },
    {
        "o": 5218,
        "r": "csb:Numbers:32:26",
        "t": "Our dependents, wives, livestock, and all our animals will remain here in the cities of Gilead,"
    },
    {
        "o": 5219,
        "r": "csb:Numbers:32:27",
        "t": "but your servants are equipped for war before the Lord*s and will go across to the battle as my lord orders.”"
    },
    {
        "o": 5220,
        "r": "csb:Numbers:32:28",
        "t": "So*p Moses gave orders about them to the priest Eleazar, Joshua son of Nun, and the family heads of the Israelite tribes."
    },
    {
        "o": 5221,
        "r": "csb:Numbers:32:29",
        "t": "Moses told them, “If the Gadites and Reubenites cross the Jordan with you, every man in battle formation before the Lord,*s and the land is subdued before you, you are to give them the land of Gilead as a possession."
    },
    {
        "o": 5222,
        "r": "csb:Numbers:32:30",
        "t": "But if they don’t go across with you in battle formation, they must accept land in Canaan with you.”"
    },
    {
        "o": 5223,
        "r": "csb:Numbers:32:31",
        "t": "The*p Gadites and Reubenites replied, “What the Lord*s has spoken to your servants is what we will do."
    },
    {
        "o": 5224,
        "r": "csb:Numbers:32:32",
        "t": "We will cross over in battle formation before the Lord*s into the land of Canaan, but we will keep our hereditary possession across the Jordan.”"
    },
    {
        "o": 5225,
        "r": "csb:Numbers:32:33",
        "t": "So*p Moses gave them - the Gadites, Reubenites, and half the tribe of Manasseh son of Joseph - the kingdom of King Sihon of the Amorites and the kingdom of King Og of Bashan, the land including its cities with the territories surrounding them."
    },
    {
        "o": 5226,
        "r": "csb:Numbers:32:34",
        "t": "The Gadites rebuilt Dibon, Ataroth, Aroer,"
    },
    {
        "o": 5227,
        "r": "csb:Numbers:32:35",
        "t": "Atroth-shophan, Jazer, Jogbehah,"
    },
    {
        "o": 5228,
        "r": "csb:Numbers:32:36",
        "t": "Beth-nimrah, and Beth-haran as fortified cities, and built sheep pens."
    },
    {
        "o": 5229,
        "r": "csb:Numbers:32:37",
        "t": "The Reubenites rebuilt Heshbon, Elealeh, Kiriathaim,"
    },
    {
        "o": 5230,
        "r": "csb:Numbers:32:38",
        "t": "as well as Nebo and Baal-meon (whose names were changed), and Sibmah. They gave names to the cities they rebuilt."
    },
    {
        "o": 5231,
        "r": "csb:Numbers:32:39",
        "t": "The*p descendants of Machir son of Manasseh went to Gilead, captured it, and drove out the Amorites who were there."
    },
    {
        "o": 5232,
        "r": "csb:Numbers:32:40",
        "t": "So Moses gave Gilead to the clan of Machir son of Manasseh, and they settled in it."
    },
    {
        "o": 5233,
        "r": "csb:Numbers:32:41",
        "t": "Jair, a descendant of Manasseh, went and captured their villages, which he renamed Jair’s Villages."
    },
    {
        "o": 5234,
        "r": "csb:Numbers:32:42",
        "t": "Nobah went and captured Kenath with its surrounding villages and called it Nobah after his own name."
    }
]
