[
    {
        "o": 11497,
        "r": "nkjv:1 Chronicles:4:0",
        "t": "1 Chronicles 4",
        "h": 1
    },
    {
        "o": 11498,
        "r": "nkjv:1 Chronicles:4:0",
        "t": "The Family of Judah",
        "h": 2
    },
    {
        "o": 11499,
        "r": "nkjv:1 Chronicles:4:1",
        "t": "The*p sons of Judah were*i Perez, Hezron, Carmi, Hur, and Shobal."
    },
    {
        "o": 11500,
        "r": "nkjv:1 Chronicles:4:2",
        "t": "And Reaiah the son of Shobal begot Jahath, and Jahath begot Ahumai and Lahad. These were*i the families of the Zorathites."
    },
    {
        "o": 11501,
        "r": "nkjv:1 Chronicles:4:3",
        "t": "These were*i the*i sons*i of*i the father of Etam: Jezreel, Ishma, and Idbash; and the name of their sister was*i Hazelelponi;"
    },
    {
        "o": 11502,
        "r": "nkjv:1 Chronicles:4:4",
        "t": "and Penuel was*i the father of Gedor, and Ezer was*i the*i father of Hushah. These*p were*i the sons of Hur, the firstborn of Ephrathah the father of Bethlehem."
    },
    {
        "o": 11503,
        "r": "nkjv:1 Chronicles:4:5",
        "t": "And*p Ashhur the father of Tekoa had two wives, Helah and Naarah."
    },
    {
        "o": 11504,
        "r": "nkjv:1 Chronicles:4:6",
        "t": "Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari. These were*i the sons of Naarah."
    },
    {
        "o": 11505,
        "r": "nkjv:1 Chronicles:4:7",
        "t": "The sons of Helah were*i Zereth, Zohar, and Ethnan;"
    },
    {
        "o": 11506,
        "r": "nkjv:1 Chronicles:4:8",
        "t": "and Koz begot Anub, Zobebah, and the families of Aharhel the son of Harum."
    },
    {
        "o": 11507,
        "r": "nkjv:1 Chronicles:4:9",
        "t": "Now*p Jabez was more honorable than his brothers, and his mother called his name Jabez, saying, “Because I bore him*i in pain.”"
    },
    {
        "o": 11508,
        "r": "nkjv:1 Chronicles:4:10",
        "t": "And Jabez called on the God of Israel saying, “Oh, that You would bless me indeed, and enlarge my territory, that Your hand would be with me, and that You would keep me*i from evil, that I may not cause pain!” So God granted him what he requested."
    },
    {
        "o": 11509,
        "r": "nkjv:1 Chronicles:4:11",
        "t": "Chelub*p the brother of Shuhah begot Mehir, who was*i the father of Eshton."
    },
    {
        "o": 11510,
        "r": "nkjv:1 Chronicles:4:12",
        "t": "And Eshton begot Beth-Rapha, Paseah, and Tehinnah the father of Ir-Nahash. These were*i the men of Rechah."
    },
    {
        "o": 11511,
        "r": "nkjv:1 Chronicles:4:13",
        "t": "The*p sons of Kenaz were*i Othniel and Seraiah. The sons of Othniel were*i Hathath,"
    },
    {
        "o": 11512,
        "r": "nkjv:1 Chronicles:4:14",
        "t": "and Meonothai who*i begot Ophrah. Seraiah begot Joab the father of Ge Harashim, for they were craftsmen."
    },
    {
        "o": 11513,
        "r": "nkjv:1 Chronicles:4:15",
        "t": "The sons of Caleb the son of Jephunneh were*i Iru, Elah, and Naam. The son of Elah was*i Kenaz."
    },
    {
        "o": 11514,
        "r": "nkjv:1 Chronicles:4:16",
        "t": "The sons of Jehallelel were*i Ziph, Ziphah, Tiria, and Asarel."
    },
    {
        "o": 11515,
        "r": "nkjv:1 Chronicles:4:17",
        "t": "The sons of Ezrah were*i Jether, Mered, Epher, and Jalon. And Mered’s wife bore Miriam, Shammai, and Ishbah the father of Eshtemoa."
    },
    {
        "o": 11516,
        "r": "nkjv:1 Chronicles:4:18",
        "t": "(His wife Jehudijah bore Jered the father of Gedor, Heber the father of Sochoh, and Jekuthiel the father of Zanoah.) And these were the sons of Bithiah the daughter of Pharaoh, whom Mered took."
    },
    {
        "o": 11517,
        "r": "nkjv:1 Chronicles:4:19",
        "t": "The*p sons of Hodiah’s wife, the sister of Naham, were*i the fathers of Keilah the Garmite and of Eshtemoa the Maachathite."
    },
    {
        "o": 11518,
        "r": "nkjv:1 Chronicles:4:20",
        "t": "And the sons of Shimon were*i Amnon, Rinnah, Ben-Hanan, and Tilon. And the sons of Ishi were*i Zoheth and Ben-Zoheth."
    },
    {
        "o": 11519,
        "r": "nkjv:1 Chronicles:4:21",
        "t": "The*p sons of Shelah the son of Judah were*i Er the father of Lecah, Laadah the father of Mareshah, and the families of the house of the linen workers of the house of Ashbea;"
    },
    {
        "o": 11520,
        "r": "nkjv:1 Chronicles:4:22",
        "t": "also Jokim, the men of Chozeba, and Joash; Saraph, who ruled in Moab, and Jashubi-Lehem. Now the records are ancient."
    },
    {
        "o": 11521,
        "r": "nkjv:1 Chronicles:4:23",
        "t": "These were*i the potters and those who dwell at Netaim and Gederah; there they dwelt with the king for his work."
    },
    {
        "o": 11522,
        "r": "nkjv:1 Chronicles:4:23",
        "t": "The Family of Simeon",
        "h": 2
    },
    {
        "o": 11523,
        "r": "nkjv:1 Chronicles:4:24",
        "t": "The*p sons of Simeon were*i Nemuel, Jamin, Jarib, Zerah, and*i Shaul,"
    },
    {
        "o": 11524,
        "r": "nkjv:1 Chronicles:4:25",
        "t": "Shallum his son, Mibsam his son, and Mishma his son."
    },
    {
        "o": 11525,
        "r": "nkjv:1 Chronicles:4:26",
        "t": "And the sons of Mishma were*i Hamuel his son, Zacchur his son, and Shimei his son."
    },
    {
        "o": 11526,
        "r": "nkjv:1 Chronicles:4:27",
        "t": "Shimei had sixteen sons and six daughters; but his brothers did not have many children, nor did any of their families multiply as much as the children of Judah."
    },
    {
        "o": 11527,
        "r": "nkjv:1 Chronicles:4:28",
        "t": "They*p dwelt at Beersheba, Moladah, Hazar Shual,"
    },
    {
        "o": 11528,
        "r": "nkjv:1 Chronicles:4:29",
        "t": "Bilhah, Ezem, Tolad,"
    },
    {
        "o": 11529,
        "r": "nkjv:1 Chronicles:4:30",
        "t": "Bethuel, Hormah, Ziklag,"
    },
    {
        "o": 11530,
        "r": "nkjv:1 Chronicles:4:31",
        "t": "Beth Marcaboth, Hazar Susim, Beth Biri, and at Shaaraim. These were*i their cities until the reign of David."
    },
    {
        "o": 11531,
        "r": "nkjv:1 Chronicles:4:32",
        "t": "And their villages were*i Etam, Ain, Rimmon, Tochen, and Ashan—five cities—"
    },
    {
        "o": 11532,
        "r": "nkjv:1 Chronicles:4:33",
        "t": "and all the villages that were*i around these cities as far as Baal. These were*i their dwelling places, and they maintained their genealogy:"
    },
    {
        "o": 11533,
        "r": "nkjv:1 Chronicles:4:34",
        "t": "Meshobab, Jamlech, and Joshah the son of Amaziah;"
    },
    {
        "o": 11534,
        "r": "nkjv:1 Chronicles:4:35",
        "t": "Joel, and Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel;"
    },
    {
        "o": 11535,
        "r": "nkjv:1 Chronicles:4:36",
        "t": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, and Benaiah;"
    },
    {
        "o": 11536,
        "r": "nkjv:1 Chronicles:4:37",
        "t": "Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah—"
    },
    {
        "o": 11537,
        "r": "nkjv:1 Chronicles:4:38",
        "t": "these mentioned by name were*i leaders in their families, and their father’s house increased greatly."
    },
    {
        "o": 11538,
        "r": "nkjv:1 Chronicles:4:39",
        "t": "So*p they went to the entrance of Gedor, as far as the east side of the valley, to seek pasture for their flocks."
    },
    {
        "o": 11539,
        "r": "nkjv:1 Chronicles:4:40",
        "t": "And they found rich, good pasture, and the land was*i broad, quiet, and peaceful; for some Hamites formerly lived there."
    },
    {
        "o": 11540,
        "r": "nkjv:1 Chronicles:4:41",
        "t": "These*p recorded by name came in the days of Hezekiah king of Judah; and they attacked their tents and the Meunites who were found there, and utterly destroyed them, as it is to this day. So they dwelt in their place, because there*i was*i pasture for their flocks there."
    },
    {
        "o": 11541,
        "r": "nkjv:1 Chronicles:4:42",
        "t": "Now some*i of them, five hundred men of the sons of Simeon, went to Mount Seir, having as their captains Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi."
    },
    {
        "o": 11542,
        "r": "nkjv:1 Chronicles:4:43",
        "t": "And they defeated the rest of the Amalekites who had escaped. They have dwelt there to this day."
    }
]
