[
    {
        "o": 34676,
        "r": "csb:1 John:3:0",
        "t": "1 John 3",
        "h": 1
    },
    {
        "o": 34677,
        "r": "csb:1 John:3:1",
        "t": "See*p what great love the Father has given us that we should be called God’s children - and we are! The reason the world does not know us is that it didn’t know him."
    },
    {
        "o": 34678,
        "r": "csb:1 John:3:2",
        "t": "Dear friends, we are God’s children now, and what we will be has not yet been revealed. We know that when he appears, we will be like him because we will see him as he is."
    },
    {
        "o": 34679,
        "r": "csb:1 John:3:3",
        "t": "And everyone who has this hope in him purifies himself just as he is pure."
    },
    {
        "o": 34680,
        "r": "csb:1 John:3:4",
        "t": "Everyone*p who commits sin practices lawlessness; and sin is lawlessness."
    },
    {
        "o": 34681,
        "r": "csb:1 John:3:5",
        "t": "You know that he was revealed so that he might take away sins, and there is no sin in him."
    },
    {
        "o": 34682,
        "r": "csb:1 John:3:6",
        "t": "Everyone who remains in him does not sin; everyone who sins has not seen him or known him."
    },
    {
        "o": 34683,
        "r": "csb:1 John:3:7",
        "t": "Little*p children, let no one deceive you. The one who does what is right is righteous, just as he is righteous."
    },
    {
        "o": 34684,
        "r": "csb:1 John:3:8",
        "t": "The one who commits sin is of the devil, for the devil has sinned from the beginning. The Son of God was revealed for this purpose: to destroy the devil’s works."
    },
    {
        "o": 34685,
        "r": "csb:1 John:3:9",
        "t": "Everyone who has been born of God does not sin, because his seed remains in him; he is not able to sin, because he has been born of God."
    },
    {
        "o": 34686,
        "r": "csb:1 John:3:10",
        "t": "This is how God’s children and the devil’s children become obvious. Whoever does not do what is right is not of God, especially the one who does not love his brother or sister."
    },
    {
        "o": 34687,
        "r": "csb:1 John:3:10",
        "t": "Love in Action",
        "h": 2
    },
    {
        "o": 34688,
        "r": "csb:1 John:3:11",
        "t": "For*p this is the message you have heard from the beginning: We should love one another,"
    },
    {
        "o": 34689,
        "r": "csb:1 John:3:12",
        "t": "unlike Cain, who was of the evil one and murdered his brother. And why did he murder him? Because his deeds were evil, and his brother’s were righteous."
    },
    {
        "o": 34690,
        "r": "csb:1 John:3:13",
        "t": "Do*p not be surprised, brothers and sisters, if the world hates you."
    },
    {
        "o": 34691,
        "r": "csb:1 John:3:14",
        "t": "We know that we have passed from death to life because we love our brothers and sisters. The one who does not love remains in death."
    },
    {
        "o": 34692,
        "r": "csb:1 John:3:15",
        "t": "Everyone who hates his brother or sister is a murderer, and you know that no murderer has eternal life residing in him."
    },
    {
        "o": 34693,
        "r": "csb:1 John:3:16",
        "t": "This is how we have come to know love: He laid down his life for us. We should also lay down our lives for our brothers and sisters."
    },
    {
        "o": 34694,
        "r": "csb:1 John:3:17",
        "t": "If anyone has this world’s goods and sees a fellow believer in need but withholds compassion from him - how does God’s love reside in him?"
    },
    {
        "o": 34695,
        "r": "csb:1 John:3:18",
        "t": "Little children, let us not love in word or speech, but in action and in truth."
    },
    {
        "o": 34696,
        "r": "csb:1 John:3:19",
        "t": "This*p is how we will know that we belong to the truth and will reassure our hearts before him"
    },
    {
        "o": 34697,
        "r": "csb:1 John:3:20",
        "t": "whenever our hearts condemn us; for God is greater than our hearts, and he knows all things."
    },
    {
        "o": 34698,
        "r": "csb:1 John:3:21",
        "t": "Dear*p friends, if our hearts don’t condemn us, we have confidence before God"
    },
    {
        "o": 34699,
        "r": "csb:1 John:3:22",
        "t": "and receive whatever we ask from him because we keep his commands and do what is pleasing in his sight."
    },
    {
        "o": 34700,
        "r": "csb:1 John:3:23",
        "t": "Now this is his command: that we believe in the name of his Son, Jesus Christ, and love one another as he commanded us."
    },
    {
        "o": 34701,
        "r": "csb:1 John:3:24",
        "t": "The one who keeps his commands remains in him, and he in him. And the way we know that he remains in us is from the Spirit he has given us."
    }
]
