[
    {
        "o": 7188,
        "r": "nasb:Judges:4:0",
        "t": "Judges 4",
        "h": 1
    },
    {
        "o": 7189,
        "r": "nasb:Judges:4:0",
        "t": "Deborah and Barak Deliver from Canaanites",
        "h": 2
    },
    {
        "o": 7190,
        "r": "nasb:Judges:4:1",
        "t": "Then*p the sons of Israel again did evil in the sight of the Lord,*s after Ehud died."
    },
    {
        "o": 7191,
        "r": "nasb:Judges:4:2",
        "t": "And the Lord*s sold them into the hand of Jabin king of Canaan, who reigned in Hazor; and the commander of his army was Sisera, who lived in Harosheth-hagoyim."
    },
    {
        "o": 7192,
        "r": "nasb:Judges:4:3",
        "t": "The sons of Israel cried to the Lord;*s for he had nine hundred iron chariots, and he oppressed the sons of Israel severely for twenty years."
    },
    {
        "o": 7193,
        "r": "nasb:Judges:4:4",
        "t": "Now*p Deborah, a prophetess, the wife of Lappidoth, was judging Israel at that time."
    },
    {
        "o": 7194,
        "r": "nasb:Judges:4:5",
        "t": "She used to sit under the palm tree of Deborah between Ramah and Bethel in the hill country of Ephraim; and the sons of Israel came up to her for judgment."
    },
    {
        "o": 7195,
        "r": "nasb:Judges:4:6",
        "t": "Now she sent and summoned Barak the son of Abinoam from Kedesh-naphtali, and said to him, “Behold, the Lord,*s the God of Israel, has commanded, ‘Go and march to Mount Tabor, and take with you ten thousand men from the sons of Naphtali and from the sons of Zebulun."
    },
    {
        "o": 7196,
        "r": "nasb:Judges:4:7",
        "t": "I will draw out to you Sisera, the commander of Jabin’s army, with his chariots and his many troops*i to the river Kishon, and I will give him into your hand.’ ”"
    },
    {
        "o": 7197,
        "r": "nasb:Judges:4:8",
        "t": "Then Barak said to her, “If you will go with me, then I will go; but if you will not go with me, I will not go.”"
    },
    {
        "o": 7198,
        "r": "nasb:Judges:4:9",
        "t": "She said, “I will surely go with you; nevertheless, the honor shall not be yours on the journey that you are about to take, for the Lord*s will sell Sisera into the hands of a woman.” Then Deborah arose and went with Barak to Kedesh."
    },
    {
        "o": 7199,
        "r": "nasb:Judges:4:10",
        "t": "Barak called Zebulun and Naphtali together to Kedesh, and ten thousand men went up with him; Deborah also went up with him."
    },
    {
        "o": 7200,
        "r": "nasb:Judges:4:11",
        "t": "Now*p Heber the Kenite had separated himself from the Kenites, from the sons of Hobab the father-in-law of Moses, and had pitched his tent as far away as the oak in Zaanannim, which is near Kedesh."
    },
    {
        "o": 7201,
        "r": "nasb:Judges:4:12",
        "t": "Then*p they told Sisera that Barak the son of Abinoam had gone up to Mount Tabor."
    },
    {
        "o": 7202,
        "r": "nasb:Judges:4:13",
        "t": "Sisera called together all his chariots, nine hundred iron chariots, and all the people who were*i with him, from Harosheth-hagoyim to the river Kishon."
    },
    {
        "o": 7203,
        "r": "nasb:Judges:4:14",
        "t": "Deborah said to Barak, “Arise! For this is the day in which the Lord*s has given Sisera into your hands; behold, the Lord*s has gone out before you.” So Barak went down from Mount Tabor with ten thousand men following him."
    },
    {
        "o": 7204,
        "r": "nasb:Judges:4:15",
        "t": "The Lord*s routed Sisera and all his*i chariots and all his*i army with the edge of the sword before Barak; and Sisera alighted from his*i chariot and fled away on foot."
    },
    {
        "o": 7205,
        "r": "nasb:Judges:4:16",
        "t": "But Barak pursued the chariots and the army as far as Harosheth-hagoyim, and all the army of Sisera fell by the edge of the sword; not even one was left."
    },
    {
        "o": 7206,
        "r": "nasb:Judges:4:17",
        "t": "Now*p Sisera fled away on foot to the tent of Jael the wife of Heber the Kenite, for there*i was*i peace between Jabin the king of Hazor and the house of Heber the Kenite."
    },
    {
        "o": 7207,
        "r": "nasb:Judges:4:18",
        "t": "Jael went out to meet Sisera, and said to him, “Turn aside, my master, turn aside to me! Do not be afraid.” And he turned aside to her into the tent, and she covered him with a rug."
    },
    {
        "o": 7208,
        "r": "nasb:Judges:4:19",
        "t": "He said to her, “Please give me a little water to drink, for I am thirsty.” So she opened a bottle of milk and gave him a drink; then she covered him."
    },
    {
        "o": 7209,
        "r": "nasb:Judges:4:20",
        "t": "He said to her, “Stand in the doorway of the tent, and it shall be if anyone comes and inquires of you, and says, ‘Is there anyone here?’ that you shall say, ‘No.’ ”"
    },
    {
        "o": 7210,
        "r": "nasb:Judges:4:21",
        "t": "But Jael, Heber’s wife, took a tent peg and seized a hammer in her hand, and went secretly to him and drove the peg into his temple, and it went through into the ground; for he was sound asleep and exhausted. So he died."
    },
    {
        "o": 7211,
        "r": "nasb:Judges:4:22",
        "t": "And behold, as Barak pursued Sisera, Jael came out to meet him and said to him, “Come, and I will show you the man whom you are seeking.” And he entered with her, and behold Sisera was lying dead with the tent peg in his temple."
    },
    {
        "o": 7212,
        "r": "nasb:Judges:4:23",
        "t": "So*p God subdued on that day Jabin the king of Canaan before the sons of Israel."
    },
    {
        "o": 7213,
        "r": "nasb:Judges:4:24",
        "t": "The hand of the sons of Israel pressed heavier and heavier upon Jabin the king of Canaan, until they had destroyed Jabin the king of Canaan."
    }
]
