[
    {
        "o": 9752,
        "r": "esv:1 Kings:6:0",
        "t": "1 Kings 6",
        "h": 1
    },
    {
        "o": 9753,
        "r": "esv:1 Kings:6:0",
        "t": "Solomon Builds the Temple",
        "h": 2
    },
    {
        "o": 9754,
        "r": "esv:1 Kings:6:1",
        "t": "In*p the four hundred and eightieth year after the people of Israel came out of the land of Egypt, in the fourth year of Solomon’s reign over Israel, in the month of Ziv, which is the second month, he began to build the house of the Lord.*s"
    },
    {
        "o": 9755,
        "r": "esv:1 Kings:6:2",
        "t": "The house that King Solomon built for the Lord*s was sixty cubits long, twenty cubits wide, and thirty cubits high."
    },
    {
        "o": 9756,
        "r": "esv:1 Kings:6:3",
        "t": "The vestibule in front of the nave of the house was twenty cubits long, equal to the width of the house, and ten cubits deep in front of the house."
    },
    {
        "o": 9757,
        "r": "esv:1 Kings:6:4",
        "t": "And he made for the house windows with recessed frames."
    },
    {
        "o": 9758,
        "r": "esv:1 Kings:6:5",
        "t": "He also built a structure against the wall of the house, running around the walls of the house, both the nave and the inner sanctuary. And he made side chambers all around."
    },
    {
        "o": 9759,
        "r": "esv:1 Kings:6:6",
        "t": "The lowest story was five cubits broad, the middle one was six cubits broad, and the third was seven cubits broad. For around the outside of the house he made offsets on the wall in order that the supporting beams should not be inserted into the walls of the house."
    },
    {
        "o": 9760,
        "r": "esv:1 Kings:6:7",
        "t": "When*p the house was built, it was with stone prepared at the quarry, so that neither hammer nor axe nor any tool of iron was heard in the house while it was being built."
    },
    {
        "o": 9761,
        "r": "esv:1 Kings:6:8",
        "t": "The*p entrance for the lowest story was on the south side of the house, and one went up by stairs to the middle story, and from the middle story to the third."
    },
    {
        "o": 9762,
        "r": "esv:1 Kings:6:9",
        "t": "So he built the house and finished it, and he made the ceiling of the house of beams and planks of cedar."
    },
    {
        "o": 9763,
        "r": "esv:1 Kings:6:10",
        "t": "He built the structure against the whole house, five cubits high, and it was joined to the house with timbers of cedar."
    },
    {
        "o": 9764,
        "r": "esv:1 Kings:6:11",
        "t": "Now*p the word of the Lord*s came to Solomon,"
    },
    {
        "o": 9765,
        "r": "esv:1 Kings:6:12",
        "t": "“Concerning this house that you are building, if you will walk in my statutes and obey my rules and keep all my commandments and walk in them, then I will establish my word with you, which I spoke to David your father."
    },
    {
        "o": 9766,
        "r": "esv:1 Kings:6:13",
        "t": "And I will dwell among the children of Israel and will not forsake my people Israel.”"
    },
    {
        "o": 9767,
        "r": "esv:1 Kings:6:14",
        "t": "So*p Solomon built the house and finished it."
    },
    {
        "o": 9768,
        "r": "esv:1 Kings:6:15",
        "t": "He lined the walls of the house on the inside with boards of cedar. From the floor of the house to the walls of the ceiling, he covered them on the inside with wood, and he covered the floor of the house with boards of cypress."
    },
    {
        "o": 9769,
        "r": "esv:1 Kings:6:16",
        "t": "He built twenty cubits of the rear of the house with boards of cedar from the floor to the walls, and he built this within as an inner sanctuary, as the Most Holy Place."
    },
    {
        "o": 9770,
        "r": "esv:1 Kings:6:17",
        "t": "The house, that is, the nave in front of the inner sanctuary, was forty cubits long."
    },
    {
        "o": 9771,
        "r": "esv:1 Kings:6:18",
        "t": "The cedar within the house was carved in the form of gourds and open flowers. All was cedar; no stone was seen."
    },
    {
        "o": 9772,
        "r": "esv:1 Kings:6:19",
        "t": "The inner sanctuary he prepared in the innermost part of the house, to set there the ark of the covenant of the Lord.*s"
    },
    {
        "o": 9773,
        "r": "esv:1 Kings:6:20",
        "t": "The inner sanctuary was twenty cubits long, twenty cubits wide, and twenty cubits high, and he overlaid it with pure gold. He also overlaid an altar of cedar."
    },
    {
        "o": 9774,
        "r": "esv:1 Kings:6:21",
        "t": "And Solomon overlaid the inside of the house with pure gold, and he drew chains of gold across, in front of the inner sanctuary, and overlaid it with gold."
    },
    {
        "o": 9775,
        "r": "esv:1 Kings:6:22",
        "t": "And he overlaid the whole house with gold, until all the house was finished. Also the whole altar that belonged to the inner sanctuary he overlaid with gold."
    },
    {
        "o": 9776,
        "r": "esv:1 Kings:6:23",
        "t": "In*p the inner sanctuary he made two cherubim of olivewood, each ten cubits high."
    },
    {
        "o": 9777,
        "r": "esv:1 Kings:6:24",
        "t": "Five cubits was the length of one wing of the cherub, and five cubits the length of the other wing of the cherub; it was ten cubits from the tip of one wing to the tip of the other."
    },
    {
        "o": 9778,
        "r": "esv:1 Kings:6:25",
        "t": "The other cherub also measured ten cubits; both cherubim had the same measure and the same form."
    },
    {
        "o": 9779,
        "r": "esv:1 Kings:6:26",
        "t": "The height of one cherub was ten cubits, and so was that of the other cherub."
    },
    {
        "o": 9780,
        "r": "esv:1 Kings:6:27",
        "t": "He put the cherubim in the innermost part of the house. And the wings of the cherubim were spread out so that a wing of one touched the one wall, and a wing of the other cherub touched the other wall; their other wings touched each other in the middle of the house."
    },
    {
        "o": 9781,
        "r": "esv:1 Kings:6:28",
        "t": "And he overlaid the cherubim with gold."
    },
    {
        "o": 9782,
        "r": "esv:1 Kings:6:29",
        "t": "Around*p all the walls of the house he carved engraved figures of cherubim and palm trees and open flowers, in the inner and outer rooms."
    },
    {
        "o": 9783,
        "r": "esv:1 Kings:6:30",
        "t": "The floor of the house he overlaid with gold in the inner and outer rooms."
    },
    {
        "o": 9784,
        "r": "esv:1 Kings:6:31",
        "t": "For*p the entrance to the inner sanctuary he made doors of olivewood; the lintel and the doorposts were five-sided."
    },
    {
        "o": 9785,
        "r": "esv:1 Kings:6:32",
        "t": "He covered the two doors of olivewood with carvings of cherubim, palm trees, and open flowers. He overlaid them with gold and spread gold on the cherubim and on the palm trees."
    },
    {
        "o": 9786,
        "r": "esv:1 Kings:6:33",
        "t": "So*p also he made for the entrance to the nave doorposts of olivewood, in the form of a square,"
    },
    {
        "o": 9787,
        "r": "esv:1 Kings:6:34",
        "t": "and two doors of cypress wood. The two leaves of the one door were folding, and the two leaves of the other door were folding."
    },
    {
        "o": 9788,
        "r": "esv:1 Kings:6:35",
        "t": "On them he carved cherubim and palm trees and open flowers, and he overlaid them with gold evenly applied on the carved work."
    },
    {
        "o": 9789,
        "r": "esv:1 Kings:6:36",
        "t": "He built the inner court with three courses of cut stone and one course of cedar beams."
    },
    {
        "o": 9790,
        "r": "esv:1 Kings:6:37",
        "t": "In*p the fourth year the foundation of the house of the Lord*s was laid, in the month of Ziv."
    },
    {
        "o": 9791,
        "r": "esv:1 Kings:6:38",
        "t": "And in the eleventh year, in the month of Bul, which is the eighth month, the house was finished in all its parts, and according to all its specifications. He was seven years in building it."
    }
]
