[
    {
        "o": 31963,
        "r": "kjv:3 John:1:0",
        "t": "3 John 1",
        "h": 1
    },
    {
        "o": 31964,
        "r": "kjv:3 John:1:1",
        "t": "The*p elder unto the wellbeloved Gaius, whom I love in the truth."
    },
    {
        "o": 31965,
        "r": "kjv:3 John:1:2",
        "t": "Beloved,*p I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth."
    },
    {
        "o": 31966,
        "r": "kjv:3 John:1:3",
        "t": "For*p I rejoiced greatly, when the brethren came and testified of the truth that is in thee, even as thou walkest in the truth."
    },
    {
        "o": 31967,
        "r": "kjv:3 John:1:4",
        "t": "I*p have no greater joy than to hear that my children walk in truth."
    },
    {
        "o": 31968,
        "r": "kjv:3 John:1:5",
        "t": "Beloved,*p thou doest faithfully whatsoever thou doest to the brethren, and to strangers;"
    },
    {
        "o": 31969,
        "r": "kjv:3 John:1:6",
        "t": "Which*p have borne witness of thy charity before the church: whom if thou bring forward on their journey after a godly sort, thou shalt do well:"
    },
    {
        "o": 31970,
        "r": "kjv:3 John:1:7",
        "t": "Because*p that for his name's sake they went forth, taking nothing of the Gentiles."
    },
    {
        "o": 31971,
        "r": "kjv:3 John:1:8",
        "t": "We*p therefore ought to receive such, that we might be fellowhelpers to the truth."
    },
    {
        "o": 31972,
        "r": "kjv:3 John:1:9",
        "t": "I*p wrote unto the church: but Diotrephes, who loveth to have the preeminence among them, receiveth us not."
    },
    {
        "o": 31973,
        "r": "kjv:3 John:1:10",
        "t": "Wherefore,*p if I come, I will remember his deeds which he doeth, prating against us with malicious words: and not content therewith, neither doth he himself receive the brethren, and forbiddeth them that would, and casteth them out of the church."
    },
    {
        "o": 31974,
        "r": "kjv:3 John:1:11",
        "t": "Beloved,*p follow not that which is evil, but that which is good. He that doeth good is of God: but he that doeth evil hath not seen God."
    },
    {
        "o": 31975,
        "r": "kjv:3 John:1:12",
        "t": "Demetrius*p hath good report of all men, and of the truth itself: yea, and we also bear record; and ye know that our record is true."
    },
    {
        "o": 31976,
        "r": "kjv:3 John:1:13",
        "t": "I*p had many things to write, but I will not with ink and pen write unto thee:"
    },
    {
        "o": 31977,
        "r": "kjv:3 John:1:14",
        "t": "But*p I trust I shall shortly see thee, and we shall speak face to face. Peace be to thee. Our friends salute thee. Greet the friends by name."
    }
]
