[
    {
        "o": 9118,
        "r": "esv:2 Samuel:13:0",
        "t": "2 Samuel 13",
        "h": 1
    },
    {
        "o": 9119,
        "r": "esv:2 Samuel:13:0",
        "t": "Amnon and Tamar",
        "h": 2
    },
    {
        "o": 9120,
        "r": "esv:2 Samuel:13:1",
        "t": "Now*p Absalom, David’s son, had a beautiful sister, whose name was Tamar. And after a time Amnon, David’s son, loved her."
    },
    {
        "o": 9121,
        "r": "esv:2 Samuel:13:2",
        "t": "And Amnon was so tormented that he made himself ill because of his sister Tamar, for she was a virgin, and it seemed impossible to Amnon to do anything to her."
    },
    {
        "o": 9122,
        "r": "esv:2 Samuel:13:3",
        "t": "But Amnon had a friend, whose name was Jonadab, the son of Shimeah, David’s brother. And Jonadab was a very crafty man."
    },
    {
        "o": 9123,
        "r": "esv:2 Samuel:13:4",
        "t": "And he said to him, “O son of the king, why are you so haggard morning after morning? Will you not tell me?” Amnon said to him, “I love Tamar, my brother Absalom’s sister.”"
    },
    {
        "o": 9124,
        "r": "esv:2 Samuel:13:5",
        "t": "Jonadab said to him, “Lie down on your bed and pretend to be ill. And when your father comes to see you, say to him, ‘Let my sister Tamar come and give me bread to eat, and prepare the food in my sight, that I may see it and eat it from her hand.’”"
    },
    {
        "o": 9125,
        "r": "esv:2 Samuel:13:6",
        "t": "So Amnon lay down and pretended to be ill. And when the king came to see him, Amnon said to the king, “Please let my sister Tamar come and make a couple of cakes in my sight, that I may eat from her hand.”"
    },
    {
        "o": 9126,
        "r": "esv:2 Samuel:13:7",
        "t": "Then*p David sent home to Tamar, saying, “Go to your brother Amnon’s house and prepare food for him.”"
    },
    {
        "o": 9127,
        "r": "esv:2 Samuel:13:8",
        "t": "So Tamar went to her brother Amnon’s house, where he was lying down. And she took dough and kneaded it and made cakes in his sight and baked the cakes."
    },
    {
        "o": 9128,
        "r": "esv:2 Samuel:13:9",
        "t": "And she took the pan and emptied it out before him, but he refused to eat. And Amnon said, “Send out everyone from me.” So everyone went out from him."
    },
    {
        "o": 9129,
        "r": "esv:2 Samuel:13:10",
        "t": "Then Amnon said to Tamar, “Bring the food into the chamber, that I may eat from your hand.” And Tamar took the cakes she had made and brought them into the chamber to Amnon her brother."
    },
    {
        "o": 9130,
        "r": "esv:2 Samuel:13:11",
        "t": "But when she brought them near him to eat, he took hold of her and said to her, “Come, lie with me, my sister.”"
    },
    {
        "o": 9131,
        "r": "esv:2 Samuel:13:12",
        "t": "She answered him, “No, my brother, do not violate me, for such a thing is not done in Israel; do not do this outrageous thing."
    },
    {
        "o": 9132,
        "r": "esv:2 Samuel:13:13",
        "t": "As for me, where could I carry my shame? And as for you, you would be as one of the outrageous fools in Israel. Now therefore, please speak to the king, for he will not withhold me from you.”"
    },
    {
        "o": 9133,
        "r": "esv:2 Samuel:13:14",
        "t": "But he would not listen to her, and being stronger than she, he violated her and lay with her."
    },
    {
        "o": 9134,
        "r": "esv:2 Samuel:13:15",
        "t": "Then*p Amnon hated her with very great hatred, so that the hatred with which he hated her was greater than the love with which he had loved her. And Amnon said to her, “Get up! Go!”"
    },
    {
        "o": 9135,
        "r": "esv:2 Samuel:13:16",
        "t": "But she said to him, “No, my brother, for this wrong in sending me away is greater than the other that you did to me.” But he would not listen to her."
    },
    {
        "o": 9136,
        "r": "esv:2 Samuel:13:17",
        "t": "He called the young man who served him and said, “Put this woman out of my presence and bolt the door after her.”"
    },
    {
        "o": 9137,
        "r": "esv:2 Samuel:13:18",
        "t": "Now she was wearing a long robe with sleeves, for thus were the virgin daughters of the king dressed. So his servant put her out and bolted the door after her."
    },
    {
        "o": 9138,
        "r": "esv:2 Samuel:13:19",
        "t": "And Tamar put ashes on her head and tore the long robe that she wore. And she laid her hand on her head and went away, crying aloud as she went."
    },
    {
        "o": 9139,
        "r": "esv:2 Samuel:13:20",
        "t": "And*p her brother Absalom said to her, “Has Amnon your brother been with you? Now hold your peace, my sister. He is your brother; do not take this to heart.” So Tamar lived, a desolate woman, in her brother Absalom’s house."
    },
    {
        "o": 9140,
        "r": "esv:2 Samuel:13:21",
        "t": "When King David heard of all these things, he was very angry."
    },
    {
        "o": 9141,
        "r": "esv:2 Samuel:13:22",
        "t": "But Absalom spoke to Amnon neither good nor bad, for Absalom hated Amnon, because he had violated his sister Tamar."
    },
    {
        "o": 9142,
        "r": "esv:2 Samuel:13:22",
        "t": "Absalom Murders Amnon",
        "h": 2
    },
    {
        "o": 9143,
        "r": "esv:2 Samuel:13:23",
        "t": "After*p two full years Absalom had sheepshearers at Baal-hazor, which is near Ephraim, and Absalom invited all the king’s sons."
    },
    {
        "o": 9144,
        "r": "esv:2 Samuel:13:24",
        "t": "And Absalom came to the king and said, “Behold, your servant has sheepshearers. Please let the king and his servants go with your servant.”"
    },
    {
        "o": 9145,
        "r": "esv:2 Samuel:13:25",
        "t": "But the king said to Absalom, “No, my son, let us not all go, lest we be burdensome to you.” He pressed him, but he would not go but gave him his blessing."
    },
    {
        "o": 9146,
        "r": "esv:2 Samuel:13:26",
        "t": "Then Absalom said, “If not, please let my brother Amnon go with us.” And the king said to him, “Why should he go with you?”"
    },
    {
        "o": 9147,
        "r": "esv:2 Samuel:13:27",
        "t": "But Absalom pressed him until he let Amnon and all the king’s sons go with him."
    },
    {
        "o": 9148,
        "r": "esv:2 Samuel:13:28",
        "t": "Then Absalom commanded his servants, “Mark when Amnon’s heart is merry with wine, and when I say to you, ‘Strike Amnon,’ then kill him. Do not fear; have I not commanded you? Be courageous and be valiant.”"
    },
    {
        "o": 9149,
        "r": "esv:2 Samuel:13:29",
        "t": "So the servants of Absalom did to Amnon as Absalom had commanded. Then all the king’s sons arose, and each mounted his mule and fled."
    },
    {
        "o": 9150,
        "r": "esv:2 Samuel:13:30",
        "t": "While*p they were on the way, news came to David, “Absalom has struck down all the king’s sons, and not one of them is left.”"
    },
    {
        "o": 9151,
        "r": "esv:2 Samuel:13:31",
        "t": "Then the king arose and tore his garments and lay on the earth. And all his servants who were standing by tore their garments."
    },
    {
        "o": 9152,
        "r": "esv:2 Samuel:13:32",
        "t": "But Jonadab the son of Shimeah, David’s brother, said, “Let not my lord suppose that they have killed all the young men, the king’s sons, for Amnon alone is dead. For by the command of Absalom this has been determined from the day he violated his sister Tamar."
    },
    {
        "o": 9153,
        "r": "esv:2 Samuel:13:33",
        "t": "Now therefore let not my lord the king so take it to heart as to suppose that all the king’s sons are dead, for Amnon alone is dead.”"
    },
    {
        "o": 9154,
        "r": "esv:2 Samuel:13:33",
        "t": "Absalom Flees to Geshur",
        "h": 2
    },
    {
        "o": 9155,
        "r": "esv:2 Samuel:13:34",
        "t": "But*p Absalom fled. And the young man who kept the watch lifted up his eyes and looked, and behold, many people were coming from the road behind him by the side of the mountain."
    },
    {
        "o": 9156,
        "r": "esv:2 Samuel:13:35",
        "t": "And Jonadab said to the king, “Behold, the king’s sons have come; as your servant said, so it has come about.”"
    },
    {
        "o": 9157,
        "r": "esv:2 Samuel:13:36",
        "t": "And as soon as he had finished speaking, behold, the king’s sons came and lifted up their voice and wept. And the king also and all his servants wept very bitterly."
    },
    {
        "o": 9158,
        "r": "esv:2 Samuel:13:37",
        "t": "But*p Absalom fled and went to Talmai the son of Ammihud, king of Geshur. And David mourned for his son day after day."
    },
    {
        "o": 9159,
        "r": "esv:2 Samuel:13:38",
        "t": "So Absalom fled and went to Geshur, and was there three years."
    },
    {
        "o": 9160,
        "r": "esv:2 Samuel:13:39",
        "t": "And the spirit of the king longed to go out to Absalom, because he was comforted about Amnon, since he was dead."
    }
]
