[
    {
        "o": 30799,
        "r": "nkjv:Acts:11:0",
        "t": "Acts 11",
        "h": 1
    },
    {
        "o": 30800,
        "r": "nkjv:Acts:11:0",
        "t": "Peter Defends God’s Grace",
        "h": 2
    },
    {
        "o": 30801,
        "r": "nkjv:Acts:11:1",
        "t": "Now*p the apostles and brethren who were in Judea heard that the Gentiles had also received the word of God."
    },
    {
        "o": 30802,
        "r": "nkjv:Acts:11:2",
        "t": "And when Peter came up to Jerusalem, those of the circumcision contended with him,"
    },
    {
        "o": 30803,
        "r": "nkjv:Acts:11:3",
        "t": "saying, “You went in to uncircumcised men and ate with them!”"
    },
    {
        "o": 30804,
        "r": "nkjv:Acts:11:4",
        "t": "But*p Peter explained it*i to them in order from the beginning, saying:"
    },
    {
        "o": 30805,
        "r": "nkjv:Acts:11:5",
        "t": "“I was in the city of Joppa praying; and in a trance I saw a vision, an object descending like a great sheet, let down from heaven by four corners; and it came to me."
    },
    {
        "o": 30806,
        "r": "nkjv:Acts:11:6",
        "t": "When I observed it intently and considered, I saw four-footed animals of the earth, wild beasts, creeping things, and birds of the air."
    },
    {
        "o": 30807,
        "r": "nkjv:Acts:11:7",
        "t": "And I heard a voice saying to me, ‘Rise,*r Peter;*r kill*r and*r eat.’*r"
    },
    {
        "o": 30808,
        "r": "nkjv:Acts:11:8",
        "t": "But I said, ‘Not so, Lord! For nothing common or unclean has at any time entered my mouth.’"
    },
    {
        "o": 30809,
        "r": "nkjv:Acts:11:9",
        "t": "But the voice answered me again from heaven, ‘What*r God*r has*r cleansed*r you*r must*r not*r call*r common.’*r"
    },
    {
        "o": 30810,
        "r": "nkjv:Acts:11:10",
        "t": "Now this was done three times, and all were drawn up again into heaven."
    },
    {
        "o": 30811,
        "r": "nkjv:Acts:11:11",
        "t": "At that very moment, three men stood before the house where I was, having been sent to me from Caesarea."
    },
    {
        "o": 30812,
        "r": "nkjv:Acts:11:12",
        "t": "Then the Spirit told me to go with them, doubting nothing. Moreover these six brethren accompanied me, and we entered the man’s house."
    },
    {
        "o": 30813,
        "r": "nkjv:Acts:11:13",
        "t": "And he told us how he had seen an angel standing in his house, who said to him, ‘Send men to Joppa, and call for Simon whose surname is Peter,"
    },
    {
        "o": 30814,
        "r": "nkjv:Acts:11:14",
        "t": "who will tell you words by which you and all your household will be saved.’"
    },
    {
        "o": 30815,
        "r": "nkjv:Acts:11:15",
        "t": "And as I began to speak, the Holy Spirit fell upon them, as upon us at the beginning."
    },
    {
        "o": 30816,
        "r": "nkjv:Acts:11:16",
        "t": "Then I remembered the word of the Lord, how He said, ‘John*r indeed*r baptized*r with*r water,*r but*r you*r shall*r be*r baptized*r with*r the*r Holy*r Spirit.’*r"
    },
    {
        "o": 30817,
        "r": "nkjv:Acts:11:17",
        "t": "If therefore God gave them the same gift as He*i gave*i us when we believed on the Lord Jesus Christ, who was I that I could withstand God?”"
    },
    {
        "o": 30818,
        "r": "nkjv:Acts:11:18",
        "t": "When*p they heard these things they became silent; and they glorified God, saying, “Then God has also granted to the Gentiles repentance to life.”"
    },
    {
        "o": 30819,
        "r": "nkjv:Acts:11:18",
        "t": "Barnabas and Saul at Antioch",
        "h": 2
    },
    {
        "o": 30820,
        "r": "nkjv:Acts:11:19",
        "t": "Now*p those who were scattered after the persecution that arose over Stephen traveled as far as Phoenicia, Cyprus, and Antioch, preaching the word to no one but the Jews only."
    },
    {
        "o": 30821,
        "r": "nkjv:Acts:11:20",
        "t": "But some of them were men from Cyprus and Cyrene, who, when they had come to Antioch, spoke to the Hellenists, preaching the Lord Jesus."
    },
    {
        "o": 30822,
        "r": "nkjv:Acts:11:21",
        "t": "And the hand of the Lord was with them, and a great number believed and turned to the Lord."
    },
    {
        "o": 30823,
        "r": "nkjv:Acts:11:22",
        "t": "Then*p news of these things came to the ears of the church in Jerusalem, and they sent out Barnabas to go as far as Antioch."
    },
    {
        "o": 30824,
        "r": "nkjv:Acts:11:23",
        "t": "When he came and had seen the grace of God, he was glad, and encouraged them all that with purpose of heart they should continue with the Lord."
    },
    {
        "o": 30825,
        "r": "nkjv:Acts:11:24",
        "t": "For he was a good man, full of the Holy Spirit and of faith. And a great many people were added to the Lord."
    },
    {
        "o": 30826,
        "r": "nkjv:Acts:11:25",
        "t": "Then*p Barnabas departed for Tarsus to seek Saul."
    },
    {
        "o": 30827,
        "r": "nkjv:Acts:11:26",
        "t": "And when he had found him, he brought him to Antioch. So it was that for a whole year they assembled with the church and taught a great many people. And the disciples were first called Christians in Antioch."
    },
    {
        "o": 30828,
        "r": "nkjv:Acts:11:26",
        "t": "Relief to Judea",
        "h": 2
    },
    {
        "o": 30829,
        "r": "nkjv:Acts:11:27",
        "t": "And*p in these days prophets came from Jerusalem to Antioch."
    },
    {
        "o": 30830,
        "r": "nkjv:Acts:11:28",
        "t": "Then one of them, named Agabus, stood up and showed by the Spirit that there was going to be a great famine throughout all the world, which also happened in the days of Claudius Caesar."
    },
    {
        "o": 30831,
        "r": "nkjv:Acts:11:29",
        "t": "Then the disciples, each according to his ability, determined to send relief to the brethren dwelling in Judea."
    },
    {
        "o": 30832,
        "r": "nkjv:Acts:11:30",
        "t": "This they also did, and sent it to the elders by the hands of Barnabas and Saul."
    }
]
