[
    {
        "o": 9831,
        "r": "csb:1 Kings:6:0",
        "t": "1 Kings 6",
        "h": 1
    },
    {
        "o": 9832,
        "r": "csb:1 Kings:6:0",
        "t": "Building the Temple",
        "h": 2
    },
    {
        "o": 9833,
        "r": "csb:1 Kings:6:1",
        "t": "Solomon*p began to build the temple for the Lord*s in the four hundred eightieth year after the Israelites came out of the land of Egypt, in the fourth year of his reign over Israel, in the month of Ziv, which is the second month."
    },
    {
        "o": 9834,
        "r": "csb:1 Kings:6:2",
        "t": "The temple that King Solomon built for the Lord*s was ninety feet long, thirty feet wide, and forty-five feet high."
    },
    {
        "o": 9835,
        "r": "csb:1 Kings:6:3",
        "t": "The portico in front of the temple sanctuary was thirty feet long extending across the temple’s width, and fifteen feet deep in front of the temple."
    },
    {
        "o": 9836,
        "r": "csb:1 Kings:6:4",
        "t": "He also made windows with beveled frames for the temple."
    },
    {
        "o": 9837,
        "r": "csb:1 Kings:6:5",
        "t": "He*p then built a chambered structure along the temple wall, encircling the walls of the temple, that is, the sanctuary and the inner sanctuary. And he made side chambers all around."
    },
    {
        "o": 9838,
        "r": "csb:1 Kings:6:6",
        "t": "The lowest chamber was 7½ feet wide, the middle was 9 feet wide, and the third was 10½ feet wide. He also provided offset ledges for the temple all around the outside so that nothing would be inserted into the temple walls."
    },
    {
        "o": 9839,
        "r": "csb:1 Kings:6:7",
        "t": "The temple’s construction used finished stones cut at the quarry so that no hammer, chisel, or any iron tool was heard in the temple while it was being built."
    },
    {
        "o": 9840,
        "r": "csb:1 Kings:6:8",
        "t": "The*p door for the lowest side chamber was on the right side of the temple. They went up a stairway to the middle chamber, and from the middle to the third."
    },
    {
        "o": 9841,
        "r": "csb:1 Kings:6:9",
        "t": "When he finished building the temple, he paneled it with boards and planks of cedar."
    },
    {
        "o": 9842,
        "r": "csb:1 Kings:6:10",
        "t": "He built the chambers along the entire temple, joined to the temple with cedar beams; each story was 7½ feet high."
    },
    {
        "o": 9843,
        "r": "csb:1 Kings:6:11",
        "t": "The*p word of the Lord*s came to Solomon:"
    },
    {
        "o": 9844,
        "r": "csb:1 Kings:6:12",
        "t": "“As for this temple you are building - if you walk in my statutes, observe my ordinances, and keep all my commands by walking in them, I will fulfill my promise to you, which I made to your father David."
    },
    {
        "o": 9845,
        "r": "csb:1 Kings:6:13",
        "t": "I will dwell among the Israelites and not abandon my people Israel.”"
    },
    {
        "o": 9846,
        "r": "csb:1 Kings:6:14",
        "t": "When*p Solomon finished building the temple,"
    },
    {
        "o": 9847,
        "r": "csb:1 Kings:6:15",
        "t": "he paneled the interior temple walls with cedar boards; from the temple floor to the surface of the ceiling he overlaid the interior with wood. He also overlaid the floor with cypress boards."
    },
    {
        "o": 9848,
        "r": "csb:1 Kings:6:16",
        "t": "Then he lined thirty feet of the rear of the temple with cedar boards from the floor to the surface of the ceiling, and he built the interior as an inner sanctuary, the most holy place."
    },
    {
        "o": 9849,
        "r": "csb:1 Kings:6:17",
        "t": "The temple, that is, the sanctuary in front of the most holy place, was sixty feet long."
    },
    {
        "o": 9850,
        "r": "csb:1 Kings:6:18",
        "t": "The cedar paneling inside the temple was carved with ornamental gourds and flower blossoms. Everything was cedar; not a stone could be seen."
    },
    {
        "o": 9851,
        "r": "csb:1 Kings:6:19",
        "t": "He*p prepared the inner sanctuary inside the temple to put the ark of the Lord’s*s covenant there."
    },
    {
        "o": 9852,
        "r": "csb:1 Kings:6:20",
        "t": "The interior of the sanctuary was thirty feet long, thirty feet wide, and thirty feet high; he overlaid it with pure gold. He also overlaid the cedar altar."
    },
    {
        "o": 9853,
        "r": "csb:1 Kings:6:21",
        "t": "Next, Solomon overlaid the interior of the temple with pure gold, and he hung gold chains across the front of the inner sanctuary and overlaid it with gold."
    },
    {
        "o": 9854,
        "r": "csb:1 Kings:6:22",
        "t": "So he added the gold overlay to the entire temple until everything was completely finished, including the entire altar that belongs to the inner sanctuary."
    },
    {
        "o": 9855,
        "r": "csb:1 Kings:6:23",
        "t": "In*p the inner sanctuary he made two cherubim 15 feet high out of olive wood."
    },
    {
        "o": 9856,
        "r": "csb:1 Kings:6:24",
        "t": "One wing of the first cherub was 7½ feet long, and the other wing was 7½ feet long. The wingspan was 15 feet from tip to tip."
    },
    {
        "o": 9857,
        "r": "csb:1 Kings:6:25",
        "t": "The second cherub also was 15 feet; both cherubim had the same size and shape."
    },
    {
        "o": 9858,
        "r": "csb:1 Kings:6:26",
        "t": "The first cherub’s height was 15 feet and so was the second cherub’s."
    },
    {
        "o": 9859,
        "r": "csb:1 Kings:6:27",
        "t": "Then he put the cherubim inside the inner temple. Since their wings were spread out, the first one’s wing touched one wall while the second cherub’s wing touched the other wall, and in the middle of the temple their wings were touching wing to wing."
    },
    {
        "o": 9860,
        "r": "csb:1 Kings:6:28",
        "t": "He also overlaid the cherubim with gold."
    },
    {
        "o": 9861,
        "r": "csb:1 Kings:6:29",
        "t": "He*p carved all the surrounding temple walls with carved engravings - cherubim, palm trees, and flower blossoms - in the inner and outer sanctuaries."
    },
    {
        "o": 9862,
        "r": "csb:1 Kings:6:30",
        "t": "He overlaid the temple floor with gold in both the inner and the outer sanctuaries."
    },
    {
        "o": 9863,
        "r": "csb:1 Kings:6:31",
        "t": "For*p the entrance of the inner sanctuary, he made olive wood doors. The pillars of the doorposts were five-sided."
    },
    {
        "o": 9864,
        "r": "csb:1 Kings:6:32",
        "t": "The two doors were made of olive wood. He carved cherubim, palm trees, and flower blossoms on them and overlaid them with gold, hammering gold over the cherubim and palm trees."
    },
    {
        "o": 9865,
        "r": "csb:1 Kings:6:33",
        "t": "In the same way, he made four-sided olive wood doorposts for the sanctuary entrance."
    },
    {
        "o": 9866,
        "r": "csb:1 Kings:6:34",
        "t": "The two doors were made of cypress wood; the first door had two folding sides, and the second door had two folding panels."
    },
    {
        "o": 9867,
        "r": "csb:1 Kings:6:35",
        "t": "He carved cherubim, palm trees, and flower blossoms on them and overlaid them with gold applied evenly over the carving."
    },
    {
        "o": 9868,
        "r": "csb:1 Kings:6:36",
        "t": "He built the inner courtyard with three rows of dressed stone and a row of trimmed cedar beams."
    },
    {
        "o": 9869,
        "r": "csb:1 Kings:6:37",
        "t": "The*p foundation of the Lord’s*s temple was laid in Solomon’s fourth year in the month of Ziv."
    },
    {
        "o": 9870,
        "r": "csb:1 Kings:6:38",
        "t": "In his eleventh year in the month of Bul, which is the eighth month, the temple was completed in every detail and according to every specification. So he built it in seven years."
    }
]
