[
    {
        "o": 9301,
        "r": "nasb:2 Samuel:19:0",
        "t": "2 Samuel 19",
        "h": 1
    },
    {
        "o": 9302,
        "r": "nasb:2 Samuel:19:0",
        "t": "Joab Reproves David’s Lament",
        "h": 2
    },
    {
        "o": 9303,
        "r": "nasb:2 Samuel:19:1",
        "t": "Then*p it was told Joab, “Behold, the king is weeping and mourns for Absalom.”"
    },
    {
        "o": 9304,
        "r": "nasb:2 Samuel:19:2",
        "t": "The victory that day was turned to mourning for all the people, for the people heard it*i said that day, “The king is grieved for his son.”"
    },
    {
        "o": 9305,
        "r": "nasb:2 Samuel:19:3",
        "t": "So the people went by stealth into the city that day, as people who are humiliated steal away when they flee in battle."
    },
    {
        "o": 9306,
        "r": "nasb:2 Samuel:19:4",
        "t": "The king covered his face and cried out with a loud voice, “O my son Absalom, O Absalom, my son, my son!”"
    },
    {
        "o": 9307,
        "r": "nasb:2 Samuel:19:5",
        "t": "Then Joab came into the house to the king and said, “Today you have covered with shame the faces of all your servants, who today have saved your life and the lives of your sons and daughters, the lives of your wives, and the lives of your concubines,"
    },
    {
        "o": 9308,
        "r": "nasb:2 Samuel:19:6",
        "t": "by loving those who hate you, and by hating those who love you. For you have shown today that princes and servants are nothing to you; for I know this day that if Absalom were alive and all of us were dead today, then you would be pleased."
    },
    {
        "o": 9309,
        "r": "nasb:2 Samuel:19:7",
        "t": "Now therefore arise, go out and speak kindly to your servants, for I swear by the Lord,*s if you do not go out, surely not a man will pass the night with you, and this will be worse for you than all the evil that has come upon you from your youth until now.”"
    },
    {
        "o": 9310,
        "r": "nasb:2 Samuel:19:7",
        "t": "David Restored as King",
        "h": 2
    },
    {
        "o": 9311,
        "r": "nasb:2 Samuel:19:8",
        "t": "So*p the king arose and sat in the gate. When they told all the people, saying, “Behold, the king is sitting in the gate,” then all the people came before the king. Now*bp Israel had fled, each to his tent."
    },
    {
        "o": 9312,
        "r": "nasb:2 Samuel:19:9",
        "t": "All the people were quarreling throughout all the tribes of Israel, saying, “The king delivered us from the hand of our enemies and saved us from the hand of the Philistines, but now he has fled out of the land from Absalom."
    },
    {
        "o": 9313,
        "r": "nasb:2 Samuel:19:10",
        "t": "However, Absalom, whom we anointed over us, has died in battle. Now then, why are you silent about bringing the king back?”"
    },
    {
        "o": 9314,
        "r": "nasb:2 Samuel:19:11",
        "t": "Then*p King David sent to Zadok and Abiathar the priests, saying, “Speak to the elders of Judah, saying, ‘Why are you the last to bring the king back to his house, since the word of all Israel has come to the king, even*i to his house?"
    },
    {
        "o": 9315,
        "r": "nasb:2 Samuel:19:12",
        "t": "You are my brothers; you are my bone and my flesh. Why then should you be the last to bring back the king?’"
    },
    {
        "o": 9316,
        "r": "nasb:2 Samuel:19:13",
        "t": "Say to Amasa, ‘Are you not my bone and my flesh? May God do so to me, and more also, if you will not be commander of the army before me continually in place of Joab.’ ”"
    },
    {
        "o": 9317,
        "r": "nasb:2 Samuel:19:14",
        "t": "Thus he turned the hearts of all the men of Judah as one man, so that they sent word*i to the king, saying,*i “Return, you and all your servants.”"
    },
    {
        "o": 9318,
        "r": "nasb:2 Samuel:19:15",
        "t": "The king then returned and came as far as the Jordan. And Judah came to Gilgal in order to go to meet the king, to bring the king across the Jordan."
    },
    {
        "o": 9319,
        "r": "nasb:2 Samuel:19:16",
        "t": "Then*p Shimei the son of Gera, the Benjamite who was from Bahurim, hurried and came down with the men of Judah to meet King David."
    },
    {
        "o": 9320,
        "r": "nasb:2 Samuel:19:17",
        "t": "There were a thousand men of Benjamin with him, with Ziba the servant of the house of Saul, and his fifteen sons and his twenty servants with him; and they rushed to the Jordan before the king."
    },
    {
        "o": 9321,
        "r": "nasb:2 Samuel:19:18",
        "t": "Then they kept crossing the ford to bring over the king’s household, and to do what was good in his sight. And Shimei the son of Gera fell down before the king as he was about to cross the Jordan."
    },
    {
        "o": 9322,
        "r": "nasb:2 Samuel:19:19",
        "t": "So he said to the king, “Let not my lord consider me guilty, nor remember what your servant did wrong on the day when my lord the king came out from Jerusalem, so that the king would take it*i to heart."
    },
    {
        "o": 9323,
        "r": "nasb:2 Samuel:19:20",
        "t": "For your servant knows that I have sinned; therefore behold, I have come today, the first of all the house of Joseph to go down to meet my lord the king.”"
    },
    {
        "o": 9324,
        "r": "nasb:2 Samuel:19:21",
        "t": "But Abishai the son of Zeruiah said, “Should not Shimei be put to death for this, because he cursed the Lord’s*s anointed?”"
    },
    {
        "o": 9325,
        "r": "nasb:2 Samuel:19:22",
        "t": "David then said, “What have I to do with you, O sons of Zeruiah, that you should this day be an adversary to me? Should any man be put to death in Israel today? For do I not know that I am king over Israel today?”"
    },
    {
        "o": 9326,
        "r": "nasb:2 Samuel:19:23",
        "t": "The king said to Shimei, “You shall not die.” Thus the king swore to him."
    },
    {
        "o": 9327,
        "r": "nasb:2 Samuel:19:24",
        "t": "Then*p Mephibosheth the son of Saul came down to meet the king; and he had neither cared for his feet, nor trimmed his mustache, nor washed his clothes, from the day the king departed until the day he came home*i in peace."
    },
    {
        "o": 9328,
        "r": "nasb:2 Samuel:19:25",
        "t": "It was when he came from Jerusalem to meet the king, that the king said to him, “Why did you not go with me, Mephibosheth?”"
    },
    {
        "o": 9329,
        "r": "nasb:2 Samuel:19:26",
        "t": "So he answered, “O my lord, the king, my servant deceived me; for your servant said, ‘I will saddle a donkey for myself that I may ride on it and go with the king,’ because your servant is lame."
    },
    {
        "o": 9330,
        "r": "nasb:2 Samuel:19:27",
        "t": "Moreover, he has slandered your servant to my lord the king; but my lord the king is like the angel of God, therefore do what is good in your sight."
    },
    {
        "o": 9331,
        "r": "nasb:2 Samuel:19:28",
        "t": "For all my father’s household was nothing but dead men before my lord the king; yet you set your servant among those who ate at your own table. What right do I have yet that I should complain anymore to the king?”"
    },
    {
        "o": 9332,
        "r": "nasb:2 Samuel:19:29",
        "t": "So the king said to him, “Why do you still speak of your affairs? I have decided, ‘You and Ziba shall divide the land.’ ”"
    },
    {
        "o": 9333,
        "r": "nasb:2 Samuel:19:30",
        "t": "Mephibosheth said to the king, “Let him even take it all, since my lord the king has come safely to his own house.”"
    },
    {
        "o": 9334,
        "r": "nasb:2 Samuel:19:31",
        "t": "Now*p Barzillai the Gileadite had come down from Rogelim; and he went on to the Jordan with the king to escort him over the Jordan."
    },
    {
        "o": 9335,
        "r": "nasb:2 Samuel:19:32",
        "t": "Now Barzillai was very old, being eighty years old; and he had sustained the king while he stayed at Mahanaim, for he was a very great man."
    },
    {
        "o": 9336,
        "r": "nasb:2 Samuel:19:33",
        "t": "The king said to Barzillai, “You cross over with me and I will sustain you in Jerusalem with me.”"
    },
    {
        "o": 9337,
        "r": "nasb:2 Samuel:19:34",
        "t": "But Barzillai said to the king, “How long have I yet to live, that I should go up with the king to Jerusalem?"
    },
    {
        "o": 9338,
        "r": "nasb:2 Samuel:19:35",
        "t": "I am now eighty years old. Can I distinguish between good and bad? Or can your servant taste what I eat or what I drink? Or can I hear anymore the voice of singing men and women? Why then should your servant be an added burden to my lord the king?"
    },
    {
        "o": 9339,
        "r": "nasb:2 Samuel:19:36",
        "t": "Your servant would merely cross over the Jordan with the king. Why should the king compensate me with*i this reward?"
    },
    {
        "o": 9340,
        "r": "nasb:2 Samuel:19:37",
        "t": "Please let your servant return, that I may die in my own city near the grave of my father and my mother. However, here is your servant Chimham, let him cross over with my lord the king, and do for him what is good in your sight.”"
    },
    {
        "o": 9341,
        "r": "nasb:2 Samuel:19:38",
        "t": "The king answered, “Chimham shall cross over with me, and I will do for him what is good in your sight; and whatever you require of me, I will do for you.”"
    },
    {
        "o": 9342,
        "r": "nasb:2 Samuel:19:39",
        "t": "All the people crossed over the Jordan and the king crossed too. The king then kissed Barzillai and blessed him, and he returned to his place."
    },
    {
        "o": 9343,
        "r": "nasb:2 Samuel:19:40",
        "t": "Now*p the king went on to Gilgal, and Chimham went on with him; and all the people of Judah and also half the people of Israel accompanied the king."
    },
    {
        "o": 9344,
        "r": "nasb:2 Samuel:19:41",
        "t": "And behold, all the men of Israel came to the king and said to the king, “Why had our brothers the men of Judah stolen you away, and brought the king and his household and all David’s men with him over the Jordan?”"
    },
    {
        "o": 9345,
        "r": "nasb:2 Samuel:19:42",
        "t": "Then all the men of Judah answered the men of Israel, “Because the king is a close relative to us. Why then are you angry about this matter? Have we eaten at all at the king’s expense,*i or has anything been taken for us?”"
    },
    {
        "o": 9346,
        "r": "nasb:2 Samuel:19:43",
        "t": "But the men of Israel answered the men of Judah and said, “We have ten parts in the king, therefore we also have more claim*i on David than you. Why then did you treat us with contempt? Was it not our advice first to bring back our king?” Yet the words of the men of Judah were harsher than the words of the men of Israel."
    }
]
