[
    {
        "o": 8860,
        "r": "niv:2 Samuel:4:0",
        "t": "2 Samuel 4",
        "h": 1
    },
    {
        "o": 8861,
        "r": "niv:2 Samuel:4:0",
        "t": "Ish-Bosheth Murdered",
        "h": 2
    },
    {
        "o": 8862,
        "r": "niv:2 Samuel:4:1",
        "t": "When*p Ish-Bosheth son of Saul heard that Abner had died in Hebron, he lost courage, and all Israel became alarmed."
    },
    {
        "o": 8863,
        "r": "niv:2 Samuel:4:2",
        "t": "Now Saul’s son had two men who were leaders of raiding bands. One was named Baanah and the other Rekab; they were sons of Rimmon the Beerothite from the tribe of Benjamin—Beeroth is considered part of Benjamin,"
    },
    {
        "o": 8864,
        "r": "niv:2 Samuel:4:3",
        "t": "because the people of Beeroth fled to Gittaim and have resided there as foreigners to this day."
    },
    {
        "o": 8865,
        "r": "niv:2 Samuel:4:4",
        "t": "(Jonathan*p son of Saul had a son who was lame in both feet. He was five years old when the news about Saul and Jonathan came from Jezreel. His nurse picked him up and fled, but as she hurried to leave, he fell and became disabled. His name was Mephibosheth.)"
    },
    {
        "o": 8866,
        "r": "niv:2 Samuel:4:5",
        "t": "Now*p Rekab and Baanah, the sons of Rimmon the Beerothite, set out for the house of Ish-Bosheth, and they arrived there in the heat of the day while he was taking his noonday rest."
    },
    {
        "o": 8867,
        "r": "niv:2 Samuel:4:6",
        "t": "They went into the inner part of the house as if to get some wheat, and they stabbed him in the stomach. Then Rekab and his brother Baanah slipped away."
    },
    {
        "o": 8868,
        "r": "niv:2 Samuel:4:7",
        "t": "They*p had gone into the house while he was lying on the bed in his bedroom. After they stabbed and killed him, they cut off his head. Taking it with them, they traveled all night by way of the Arabah."
    },
    {
        "o": 8869,
        "r": "niv:2 Samuel:4:8",
        "t": "They brought the head of Ish-Bosheth to David at Hebron and said to the king, “Here is the head of Ish-Bosheth son of Saul, your enemy, who tried to kill you. This day the Lord*s has avenged my lord the king against Saul and his offspring.”"
    },
    {
        "o": 8870,
        "r": "niv:2 Samuel:4:9",
        "t": "David*p answered Rekab and his brother Baanah, the sons of Rimmon the Beerothite, “As surely as the Lord*s lives, who has delivered me out of every trouble,"
    },
    {
        "o": 8871,
        "r": "niv:2 Samuel:4:10",
        "t": "when someone told me, ‘Saul is dead,’ and thought he was bringing good news, I seized him and put him to death in Ziklag. That was the reward I gave him for his news!"
    },
    {
        "o": 8872,
        "r": "niv:2 Samuel:4:11",
        "t": "How much more—when wicked men have killed an innocent man in his own house and on his own bed—should I not now demand his blood from your hand and rid the earth of you!”"
    },
    {
        "o": 8873,
        "r": "niv:2 Samuel:4:12",
        "t": "So*p David gave an order to his men, and they killed them. They cut off their hands and feet and hung the bodies by the pool in Hebron. But they took the head of Ish-Bosheth and buried it in Abner’s tomb at Hebron."
    }
]
