[
    {
        "o": 5380,
        "r": "esv:Deuteronomy:2:0",
        "t": "Deuteronomy 2",
        "h": 1
    },
    {
        "o": 5381,
        "r": "esv:Deuteronomy:2:0",
        "t": "The Wilderness Years",
        "h": 2
    },
    {
        "o": 5382,
        "r": "esv:Deuteronomy:2:1",
        "t": "“Then*p we turned and journeyed into the wilderness in the direction of the Red Sea, as the Lord*s told me. And for many days we traveled around Mount Seir."
    },
    {
        "o": 5383,
        "r": "esv:Deuteronomy:2:2",
        "t": "Then the Lord*s said to me,"
    },
    {
        "o": 5384,
        "r": "esv:Deuteronomy:2:3",
        "t": "‘You have been traveling around this mountain country long enough. Turn northward"
    },
    {
        "o": 5385,
        "r": "esv:Deuteronomy:2:4",
        "t": "and command the people, “You are about to pass through the territory of your brothers, the people of Esau, who live in Seir; and they will be afraid of you. So be very careful."
    },
    {
        "o": 5386,
        "r": "esv:Deuteronomy:2:5",
        "t": "Do not contend with them, for I will not give you any of their land, no, not so much as for the sole of the foot to tread on, because I have given Mount Seir to Esau as a possession."
    },
    {
        "o": 5387,
        "r": "esv:Deuteronomy:2:6",
        "t": "You shall purchase food from them with money, that you may eat, and you shall also buy water from them with money, that you may drink."
    },
    {
        "o": 5388,
        "r": "esv:Deuteronomy:2:7",
        "t": "For the Lord*s your God has blessed you in all the work of your hands. He knows your going through this great wilderness. These forty years the Lord*s your God has been with you. You have lacked nothing.”’"
    },
    {
        "o": 5389,
        "r": "esv:Deuteronomy:2:8",
        "t": "So we went on, away from our brothers, the people of Esau, who live in Seir, away from the Arabah road from Elath and Ezion-geber. “And*p we turned and went in the direction of the wilderness of Moab."
    },
    {
        "o": 5390,
        "r": "esv:Deuteronomy:2:9",
        "t": "And the Lord*s said to me, ‘Do not harass Moab or contend with them in battle, for I will not give you any of their land for a possession, because I have given Ar to the people of Lot for a possession.’"
    },
    {
        "o": 5391,
        "r": "esv:Deuteronomy:2:10",
        "t": "(The Emim formerly lived there, a people great and many, and tall as the Anakim."
    },
    {
        "o": 5392,
        "r": "esv:Deuteronomy:2:11",
        "t": "Like the Anakim they are also counted as Rephaim, but the Moabites call them Emim."
    },
    {
        "o": 5393,
        "r": "esv:Deuteronomy:2:12",
        "t": "The Horites also lived in Seir formerly, but the people of Esau dispossessed them and destroyed them from before them and settled in their place, as Israel did to the land of their possession, which the Lord*s gave to them.)"
    },
    {
        "o": 5394,
        "r": "esv:Deuteronomy:2:13",
        "t": "‘Now rise up and go over the brook Zered.’ So we went over the brook Zered."
    },
    {
        "o": 5395,
        "r": "esv:Deuteronomy:2:14",
        "t": "And the time from our leaving Kadesh-barnea until we crossed the brook Zered was thirty-eight years, until the entire generation, that is, the men of war, had perished from the camp, as the Lord*s had sworn to them."
    },
    {
        "o": 5396,
        "r": "esv:Deuteronomy:2:15",
        "t": "For indeed the hand of the Lord*s was against them, to destroy them from the camp, until they had perished."
    },
    {
        "o": 5397,
        "r": "esv:Deuteronomy:2:16",
        "t": "“So*p as soon as all the men of war had perished and were dead from among the people,"
    },
    {
        "o": 5398,
        "r": "esv:Deuteronomy:2:17",
        "t": "the Lord*s said to me,"
    },
    {
        "o": 5399,
        "r": "esv:Deuteronomy:2:18",
        "t": "‘Today you are to cross the border of Moab at Ar."
    },
    {
        "o": 5400,
        "r": "esv:Deuteronomy:2:19",
        "t": "And when you approach the territory of the people of Ammon, do not harass them or contend with them, for I will not give you any of the land of the people of Ammon as a possession, because I have given it to the sons of Lot for a possession.’"
    },
    {
        "o": 5401,
        "r": "esv:Deuteronomy:2:20",
        "t": "(It is also counted as a land of Rephaim. Rephaim formerly lived there— but the Ammonites call them Zamzummim—"
    },
    {
        "o": 5402,
        "r": "esv:Deuteronomy:2:21",
        "t": "a people great and many, and tall as the Anakim; but the Lord*s destroyed them before the Ammonites, and they dispossessed them and settled in their place,"
    },
    {
        "o": 5403,
        "r": "esv:Deuteronomy:2:22",
        "t": "as he did for the people of Esau, who live in Seir, when he destroyed the Horites before them and they dispossessed them and settled in their place even to this day."
    },
    {
        "o": 5404,
        "r": "esv:Deuteronomy:2:23",
        "t": "As for the Avvim, who lived in villages as far as Gaza, the Caphtorim, who came from Caphtor, destroyed them and settled in their place.)"
    },
    {
        "o": 5405,
        "r": "esv:Deuteronomy:2:24",
        "t": "‘Rise up, set out on your journey and go over the Valley of the Arnon. Behold, I have given into your hand Sihon the Amorite, king of Heshbon, and his land. Begin to take possession, and contend with him in battle."
    },
    {
        "o": 5406,
        "r": "esv:Deuteronomy:2:25",
        "t": "This day I will begin to put the dread and fear of you on the peoples who are under the whole heaven, who shall hear the report of you and shall tremble and be in anguish because of you.’"
    },
    {
        "o": 5407,
        "r": "esv:Deuteronomy:2:25",
        "t": "The Defeat of King Sihon",
        "h": 2
    },
    {
        "o": 5408,
        "r": "esv:Deuteronomy:2:26",
        "t": "“So*p I sent messengers from the wilderness of Kedemoth to Sihon the king of Heshbon, with words of peace, saying,"
    },
    {
        "o": 5409,
        "r": "esv:Deuteronomy:2:27",
        "t": "‘Let me pass through your land. I will go only by the road; I will turn aside neither to the right nor to the left."
    },
    {
        "o": 5410,
        "r": "esv:Deuteronomy:2:28",
        "t": "You shall sell me food for money, that I may eat, and give me water for money, that I may drink. Only let me pass through on foot,"
    },
    {
        "o": 5411,
        "r": "esv:Deuteronomy:2:29",
        "t": "as the sons of Esau who live in Seir and the Moabites who live in Ar did for me, until I go over the Jordan into the land that the Lord*s our God is giving to us.’"
    },
    {
        "o": 5412,
        "r": "esv:Deuteronomy:2:30",
        "t": "But Sihon the king of Heshbon would not let us pass by him, for the Lord*s your God hardened his spirit and made his heart obstinate, that he might give him into your hand, as he is this day."
    },
    {
        "o": 5413,
        "r": "esv:Deuteronomy:2:31",
        "t": "And the Lord*s said to me, ‘Behold, I have begun to give Sihon and his land over to you. Begin to take possession, that you may occupy his land.’"
    },
    {
        "o": 5414,
        "r": "esv:Deuteronomy:2:32",
        "t": "Then Sihon came out against us, he and all his people, to battle at Jahaz."
    },
    {
        "o": 5415,
        "r": "esv:Deuteronomy:2:33",
        "t": "And the Lord*s our God gave him over to us, and we defeated him and his sons and all his people."
    },
    {
        "o": 5416,
        "r": "esv:Deuteronomy:2:34",
        "t": "And we captured all his cities at that time and devoted to destruction every city, men, women, and children. We left no survivors."
    },
    {
        "o": 5417,
        "r": "esv:Deuteronomy:2:35",
        "t": "Only the livestock we took as spoil for ourselves, with the plunder of the cities that we captured."
    },
    {
        "o": 5418,
        "r": "esv:Deuteronomy:2:36",
        "t": "From Aroer, which is on the edge of the Valley of the Arnon, and from the city that is in the valley, as far as Gilead, there was not a city too high for us. The Lord*s our God gave all into our hands."
    },
    {
        "o": 5419,
        "r": "esv:Deuteronomy:2:37",
        "t": "Only to the land of the sons of Ammon you did not draw near, that is, to all the banks of the river Jabbok and the cities of the hill country, whatever the Lord*s our God had forbidden us."
    }
]
