[
    {
        "o": 20840,
        "r": "nasb:Isaiah:53:0",
        "t": "Isaiah 53",
        "h": 1
    },
    {
        "o": 20841,
        "r": "nasb:Isaiah:53:0",
        "t": "The Suffering Servant",
        "h": 2
    },
    {
        "o": 20842,
        "r": "nasb:Isaiah:53:1",
        "t": "Who*pn has believed our message? And*ln to whom has the arm of the Lord*s been revealed?"
    },
    {
        "o": 20843,
        "r": "nasb:Isaiah:53:2",
        "t": "For*ln He grew up before Him like a tender shoot, And*ln like a root out of parched ground; He*ln has no stately*i form or majesty That*ln we should look upon Him, Nor*ln appearance that we should be attracted to Him."
    },
    {
        "o": 20844,
        "r": "nasb:Isaiah:53:3",
        "t": "He*ln was despised and forsaken of men, A*ln man of sorrows and acquainted with grief; And*ln like one from whom men hide their face He*ln was despised, and we did not esteem Him."
    },
    {
        "o": 20845,
        "r": "nasb:Isaiah:53:4",
        "t": "Surely*ln our griefs He Himself bore, And*ln our sorrows He carried; Yet*ln we ourselves esteemed Him stricken, Smitten*ln of God, and afflicted."
    },
    {
        "o": 20846,
        "r": "nasb:Isaiah:53:5",
        "t": "But*ln He was pierced through for our transgressions, He*ln was crushed for our iniquities; The*ln chastening for our well-being fell*i upon Him, And*ln by His scourging we are healed."
    },
    {
        "o": 20847,
        "r": "nasb:Isaiah:53:6",
        "t": "All*ln of us like sheep have gone astray, Each*ln of us has turned to his own way; But*ln the Lord*s has caused the iniquity of us all To*ln fall on Him."
    },
    {
        "o": 20848,
        "r": "nasb:Isaiah:53:7",
        "t": "He*ln was oppressed and He was afflicted, Yet*ln He did not open His mouth; Like*ln a lamb that is led to slaughter, And*ln like a sheep that is silent before its shearers, So*ln He did not open His mouth."
    },
    {
        "o": 20849,
        "r": "nasb:Isaiah:53:8",
        "t": "By*ln oppression and judgment He was taken away; And*ln as for His generation, who considered That*ln He was cut off out of the land of the living For*ln the transgression of my people, to whom the stroke was*i due?*i"
    },
    {
        "o": 20850,
        "r": "nasb:Isaiah:53:9",
        "t": "His*ln grave was assigned with wicked men, Yet*ln He was with a rich man in His death, Because*ln He had done no violence, Nor*ln was there any deceit in His mouth."
    },
    {
        "o": 20851,
        "r": "nasb:Isaiah:53:10",
        "t": "But*ln the Lord*s was pleased To*ln crush Him, putting Him*i to grief; If*ln He would render Himself as*i a guilt offering, He*ln will see His*i offspring, He*ln will prolong His*i days, And*ln the good pleasure of the Lord*s will prosper in His hand."
    },
    {
        "o": 20852,
        "r": "nasb:Isaiah:53:11",
        "t": "As*ln a result of the anguish of His soul, He*ln will see it*i and*i be satisfied; By*ln His knowledge the Righteous One, My*ln Servant, will justify the many, As*ln He will bear their iniquities."
    },
    {
        "o": 20853,
        "r": "nasb:Isaiah:53:12",
        "t": "Therefore,*ln I will allot Him a portion with the great, And*ln He will divide the booty with the strong; Because*ln He poured out Himself to death, And*ln was numbered with the transgressors; Yet*ln He Himself bore the sin of many, And*ln interceded for the transgressors."
    }
]
