[
    {
        "o": 8879,
        "r": "nasb:2 Samuel:5:0",
        "t": "2 Samuel 5",
        "h": 1
    },
    {
        "o": 8880,
        "r": "nasb:2 Samuel:5:0",
        "t": "David King over All Israel",
        "h": 2
    },
    {
        "o": 8881,
        "r": "nasb:2 Samuel:5:1",
        "t": "Then*p all the tribes of Israel came to David at Hebron and said, “Behold, we are your bone and your flesh."
    },
    {
        "o": 8882,
        "r": "nasb:2 Samuel:5:2",
        "t": "Previously, when Saul was king over us, you were the one who led Israel out and in. And the Lord*s said to you, ‘You will shepherd My people Israel, and you will be a ruler over Israel.’ ”"
    },
    {
        "o": 8883,
        "r": "nasb:2 Samuel:5:3",
        "t": "So all the elders of Israel came to the king at Hebron, and King David made a covenant with them before the Lord*s at Hebron; then they anointed David king over Israel."
    },
    {
        "o": 8884,
        "r": "nasb:2 Samuel:5:4",
        "t": "David was thirty years old when he became king, and*i he reigned forty years."
    },
    {
        "o": 8885,
        "r": "nasb:2 Samuel:5:5",
        "t": "At Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned thirty-three years over all Israel and Judah."
    },
    {
        "o": 8886,
        "r": "nasb:2 Samuel:5:6",
        "t": "Now*p the king and his men went to Jerusalem against the Jebusites, the inhabitants of the land, and they said to David, “You shall not come in here, but the blind and lame will turn you away”; thinking, “David cannot enter here.”"
    },
    {
        "o": 8887,
        "r": "nasb:2 Samuel:5:7",
        "t": "Nevertheless, David captured the stronghold of Zion, that is the city of David."
    },
    {
        "o": 8888,
        "r": "nasb:2 Samuel:5:8",
        "t": "David said on that day, “Whoever would strike the Jebusites, let him reach the lame and the blind, who are hated by David’s soul, through the water tunnel.” Therefore they say, “The blind or the lame shall not come into the house.”"
    },
    {
        "o": 8889,
        "r": "nasb:2 Samuel:5:9",
        "t": "So David lived in the stronghold and called it the city of David. And David built all around from the Millo and inward."
    },
    {
        "o": 8890,
        "r": "nasb:2 Samuel:5:10",
        "t": "David became greater and greater, for the Lord*s God of hosts was with him."
    },
    {
        "o": 8891,
        "r": "nasb:2 Samuel:5:11",
        "t": "Then*p Hiram king of Tyre sent messengers to David with cedar trees and carpenters and stonemasons; and they built a house for David."
    },
    {
        "o": 8892,
        "r": "nasb:2 Samuel:5:12",
        "t": "And David realized that the Lord*s had established him as king over Israel, and that He had exalted his kingdom for the sake of His people Israel."
    },
    {
        "o": 8893,
        "r": "nasb:2 Samuel:5:13",
        "t": "Meanwhile*p David took more concubines and wives from Jerusalem, after he came from Hebron; and more sons and daughters were born to David."
    },
    {
        "o": 8894,
        "r": "nasb:2 Samuel:5:14",
        "t": "Now these are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
    },
    {
        "o": 8895,
        "r": "nasb:2 Samuel:5:15",
        "t": "Ibhar, Elishua, Nepheg, Japhia,"
    },
    {
        "o": 8896,
        "r": "nasb:2 Samuel:5:16",
        "t": "Elishama, Eliada and Eliphelet."
    },
    {
        "o": 8897,
        "r": "nasb:2 Samuel:5:16",
        "t": "War with the Philistines",
        "h": 2
    },
    {
        "o": 8898,
        "r": "nasb:2 Samuel:5:17",
        "t": "When*p the Philistines heard that they had anointed David king over Israel, all the Philistines went up to seek out David; and when David heard of*i it,*i he went down to the stronghold."
    },
    {
        "o": 8899,
        "r": "nasb:2 Samuel:5:18",
        "t": "Now the Philistines came and spread themselves out in the valley of Rephaim."
    },
    {
        "o": 8900,
        "r": "nasb:2 Samuel:5:19",
        "t": "Then David inquired of the Lord,*s saying, “Shall I go up against the Philistines? Will You give them into my hand?” And the Lord*s said to David, “Go up, for I will certainly give the Philistines into your hand.”"
    },
    {
        "o": 8901,
        "r": "nasb:2 Samuel:5:20",
        "t": "So David came to Baal-perazim and defeated them there; and he said, “The Lord*s has broken through my enemies before me like the breakthrough of waters.” Therefore he named that place Baal-perazim."
    },
    {
        "o": 8902,
        "r": "nasb:2 Samuel:5:21",
        "t": "They abandoned their idols there, so David and his men carried them away."
    },
    {
        "o": 8903,
        "r": "nasb:2 Samuel:5:22",
        "t": "Now*p the Philistines came up once again and spread themselves out in the valley of Rephaim."
    },
    {
        "o": 8904,
        "r": "nasb:2 Samuel:5:23",
        "t": "When David inquired of the Lord,*s He said, “You shall not go directly*i up; circle around behind them and come at them in front of the balsam trees."
    },
    {
        "o": 8905,
        "r": "nasb:2 Samuel:5:24",
        "t": "It shall be, when you hear the sound of marching in the tops of the balsam trees, then you shall act promptly, for then the Lord*s will have gone out before you to strike the army of the Philistines.”"
    },
    {
        "o": 8906,
        "r": "nasb:2 Samuel:5:25",
        "t": "Then David did so, just as the Lord*s had commanded him, and struck down the Philistines from Geba as far as Gezer."
    }
]
