[
    {
        "o": 34,
        "r": "csb:Genesis:2:0",
        "t": "Genesis 2",
        "h": 1
    },
    {
        "o": 35,
        "r": "csb:Genesis:2:1",
        "t": "So*p the heavens and the earth and everything in them were completed."
    },
    {
        "o": 36,
        "r": "csb:Genesis:2:2",
        "t": "On the seventh day God had completed his work that he had done, and he rested on the seventh day from all his work that he had done."
    },
    {
        "o": 37,
        "r": "csb:Genesis:2:3",
        "t": "God blessed the seventh day and declared it holy, for on it he rested from all his work of creation."
    },
    {
        "o": 38,
        "r": "csb:Genesis:2:3",
        "t": "Man and Woman in the Garden",
        "h": 2
    },
    {
        "o": 39,
        "r": "csb:Genesis:2:4",
        "t": "These*p are the records of the heavens and the earth, concerning their creation. At the time that the Lord*s God made the earth and the heavens,"
    },
    {
        "o": 40,
        "r": "csb:Genesis:2:5",
        "t": "no shrub of the field had yet grown on the land, and no plant of the field had yet sprouted, for the Lord*s God had not made it rain on the land, and there was no man to work the ground."
    },
    {
        "o": 41,
        "r": "csb:Genesis:2:6",
        "t": "But mist would come up from the earth and water all the ground."
    },
    {
        "o": 42,
        "r": "csb:Genesis:2:7",
        "t": "Then the Lord*s God formed the man out of the dust from the ground and breathed the breath of life into his nostrils, and the man became a living being."
    },
    {
        "o": 43,
        "r": "csb:Genesis:2:8",
        "t": "The*p Lord*s God planted a garden in Eden, in the east, and there he placed the man he had formed."
    },
    {
        "o": 44,
        "r": "csb:Genesis:2:9",
        "t": "The Lord*s God caused to grow out of the ground every tree pleasing in appearance and good for food, including the tree of life in the middle of the garden, as well as the tree of the knowledge of good and evil."
    },
    {
        "o": 45,
        "r": "csb:Genesis:2:10",
        "t": "A*p river went out from Eden to water the garden. From there it divided and became the source of four rivers."
    },
    {
        "o": 46,
        "r": "csb:Genesis:2:11",
        "t": "The name of the first is Pishon, which flows through the entire land of Havilah, where there is gold."
    },
    {
        "o": 47,
        "r": "csb:Genesis:2:12",
        "t": "Gold from that land is pure; bdellium and onyx are also there."
    },
    {
        "o": 48,
        "r": "csb:Genesis:2:13",
        "t": "The name of the second river is Gihon, which flows through the entire land of Cush."
    },
    {
        "o": 49,
        "r": "csb:Genesis:2:14",
        "t": "The name of the third river is Tigris, which runs east of Assyria. And the fourth river is the Euphrates."
    },
    {
        "o": 50,
        "r": "csb:Genesis:2:15",
        "t": "The*p Lord*s God took the man and placed him in the garden of Eden to work it and watch over it."
    },
    {
        "o": 51,
        "r": "csb:Genesis:2:16",
        "t": "And the Lord*s God commanded the man, “You are free to eat from any tree of the garden,"
    },
    {
        "o": 52,
        "r": "csb:Genesis:2:17",
        "t": "but you must not eat from the tree of the knowledge of good and evil, for on the day you eat from it, you will certainly die.”"
    },
    {
        "o": 53,
        "r": "csb:Genesis:2:18",
        "t": "Then the Lord*s God said, “It is not good for the man to be alone. I will make a helper corresponding to him.”"
    },
    {
        "o": 54,
        "r": "csb:Genesis:2:19",
        "t": "The Lord*s God formed out of the ground every wild animal and every bird of the sky, and brought each to the man to see what he would call it. And whatever the man called a living creature, that was its name."
    },
    {
        "o": 55,
        "r": "csb:Genesis:2:20",
        "t": "The man gave names to all the livestock, to the birds of the sky, and to every wild animal; but for the man no helper was found corresponding to him."
    },
    {
        "o": 56,
        "r": "csb:Genesis:2:21",
        "t": "So the Lord*s God caused a deep sleep to come over the man, and he slept. God took one of his ribs and closed the flesh at that place."
    },
    {
        "o": 57,
        "r": "csb:Genesis:2:22",
        "t": "Then the Lord*s God made the rib he had taken from the man into a woman and brought her to the man."
    },
    {
        "o": 58,
        "r": "csb:Genesis:2:23",
        "t": "And the man said: This*pn one, at last, is bone of my bone and*ln flesh of my flesh; this*ln one will be called “woman,” for*ln she was taken from man."
    },
    {
        "o": 59,
        "r": "csb:Genesis:2:24",
        "t": "This*p is why a man leaves his father and mother and bonds with his wife, and they become one flesh."
    },
    {
        "o": 60,
        "r": "csb:Genesis:2:25",
        "t": "Both the man and his wife were naked, yet felt no shame."
    }
]
