[
    {
        "o": 7795,
        "r": "esv:Ruth:1:0",
        "t": "Ruth 1",
        "h": 1
    },
    {
        "o": 7796,
        "r": "esv:Ruth:1:0",
        "t": "Naomi Widowed",
        "h": 2
    },
    {
        "o": 7797,
        "r": "esv:Ruth:1:1",
        "t": "In*p the days when the judges ruled there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the country of Moab, he and his wife and his two sons."
    },
    {
        "o": 7798,
        "r": "esv:Ruth:1:2",
        "t": "The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there."
    },
    {
        "o": 7799,
        "r": "esv:Ruth:1:3",
        "t": "But Elimelech, the husband of Naomi, died, and she was left with her two sons."
    },
    {
        "o": 7800,
        "r": "esv:Ruth:1:4",
        "t": "These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. They lived there about ten years,"
    },
    {
        "o": 7801,
        "r": "esv:Ruth:1:5",
        "t": "and both Mahlon and Chilion died, so that the woman was left without her two sons and her husband."
    },
    {
        "o": 7802,
        "r": "esv:Ruth:1:5",
        "t": "Ruth’s Loyalty to Naomi",
        "h": 2
    },
    {
        "o": 7803,
        "r": "esv:Ruth:1:6",
        "t": "Then*p she arose with her daughters-in-law to return from the country of Moab, for she had heard in the fields of Moab that the Lord*s had visited his people and given them food."
    },
    {
        "o": 7804,
        "r": "esv:Ruth:1:7",
        "t": "So she set out from the place where she was with her two daughters-in-law, and they went on the way to return to the land of Judah."
    },
    {
        "o": 7805,
        "r": "esv:Ruth:1:8",
        "t": "But Naomi said to her two daughters-in-law, “Go, return each of you to her mother’s house. May the Lord*s deal kindly with you, as you have dealt with the dead and with me."
    },
    {
        "o": 7806,
        "r": "esv:Ruth:1:9",
        "t": "The Lord*s grant that you may find rest, each of you in the house of her husband!” Then she kissed them, and they lifted up their voices and wept."
    },
    {
        "o": 7807,
        "r": "esv:Ruth:1:10",
        "t": "And they said to her, “No, we will return with you to your people.”"
    },
    {
        "o": 7808,
        "r": "esv:Ruth:1:11",
        "t": "But Naomi said, “Turn back, my daughters; why will you go with me? Have I yet sons in my womb that they may become your husbands?"
    },
    {
        "o": 7809,
        "r": "esv:Ruth:1:12",
        "t": "Turn back, my daughters; go your way, for I am too old to have a husband. If I should say I have hope, even if I should have a husband this night and should bear sons,"
    },
    {
        "o": 7810,
        "r": "esv:Ruth:1:13",
        "t": "would you therefore wait till they were grown? Would you therefore refrain from marrying? No, my daughters, for it is exceedingly bitter to me for your sake that the hand of the Lord*s has gone out against me.”"
    },
    {
        "o": 7811,
        "r": "esv:Ruth:1:14",
        "t": "Then they lifted up their voices and wept again. And Orpah kissed her mother-in-law, but Ruth clung to her."
    },
    {
        "o": 7812,
        "r": "esv:Ruth:1:15",
        "t": "And*p she said, “See, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.”"
    },
    {
        "o": 7813,
        "r": "esv:Ruth:1:16",
        "t": "But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God."
    },
    {
        "o": 7814,
        "r": "esv:Ruth:1:17",
        "t": "Where you die I will die, and there will I be buried. May the Lord*s do so to me and more also if anything but death parts me from you.”"
    },
    {
        "o": 7815,
        "r": "esv:Ruth:1:18",
        "t": "And when Naomi saw that she was determined to go with her, she said no more."
    },
    {
        "o": 7816,
        "r": "esv:Ruth:1:18",
        "t": "Naomi and Ruth Return",
        "h": 2
    },
    {
        "o": 7817,
        "r": "esv:Ruth:1:19",
        "t": "So*p the two of them went on until they came to Bethlehem. And when they came to Bethlehem, the whole town was stirred because of them. And the women said, “Is this Naomi?”"
    },
    {
        "o": 7818,
        "r": "esv:Ruth:1:20",
        "t": "She said to them, “Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me."
    },
    {
        "o": 7819,
        "r": "esv:Ruth:1:21",
        "t": "I went away full, and the Lord*s has brought me back empty. Why call me Naomi, when the Lord*s has testified against me and the Almighty has brought calamity upon me?”"
    },
    {
        "o": 7820,
        "r": "esv:Ruth:1:22",
        "t": "So*p Naomi returned, and Ruth the Moabite her daughter-in-law with her, who returned from the country of Moab. And they came to Bethlehem at the beginning of barley harvest."
    }
]
