[
    {
        "o": 19334,
        "r": "esv:Ecclesiastes:7:0",
        "t": "Ecclesiastes 7",
        "h": 1
    },
    {
        "o": 19335,
        "r": "esv:Ecclesiastes:7:0",
        "t": "The Contrast of Wisdom and Folly",
        "h": 2
    },
    {
        "o": 19336,
        "r": "esv:Ecclesiastes:7:1",
        "t": "A*pn good name is better than precious ointment, and*ld the day of death than the day of birth."
    },
    {
        "o": 19337,
        "r": "esv:Ecclesiastes:7:2",
        "t": "It*ln is better to go to the house of mourning than*ld to go to the house of feasting, for*ln this is the end of all mankind, and*ld the living will lay it to heart."
    },
    {
        "o": 19338,
        "r": "esv:Ecclesiastes:7:3",
        "t": "Sorrow*ln is better than laughter, for*ld by sadness of face the heart is made glad."
    },
    {
        "o": 19339,
        "r": "esv:Ecclesiastes:7:4",
        "t": "The*ln heart of the wise is in the house of mourning, but*ld the heart of fools is in the house of mirth."
    },
    {
        "o": 19340,
        "r": "esv:Ecclesiastes:7:5",
        "t": "It*ln is better for a man to hear the rebuke of the wise than*ld to hear the song of fools."
    },
    {
        "o": 19341,
        "r": "esv:Ecclesiastes:7:6",
        "t": "For*ln as the crackling of thorns under a pot, so*ld is the laughter of the fools; this*ld also is vanity."
    },
    {
        "o": 19342,
        "r": "esv:Ecclesiastes:7:7",
        "t": "Surely*ln oppression drives the wise into madness, and*ld a bribe corrupts the heart."
    },
    {
        "o": 19343,
        "r": "esv:Ecclesiastes:7:8",
        "t": "Better*ln is the end of a thing than its beginning, and*ld the patient in spirit is better than the proud in spirit."
    },
    {
        "o": 19344,
        "r": "esv:Ecclesiastes:7:9",
        "t": "Be*ln not quick in your spirit to become angry, for*ld anger lodges in the heart of fools."
    },
    {
        "o": 19345,
        "r": "esv:Ecclesiastes:7:10",
        "t": "Say*ln not, “Why were the former days better than these?” For*ld it is not from wisdom that you ask this."
    },
    {
        "o": 19346,
        "r": "esv:Ecclesiastes:7:11",
        "t": "Wisdom*ln is good with an inheritance, an*ld advantage to those who see the sun."
    },
    {
        "o": 19347,
        "r": "esv:Ecclesiastes:7:12",
        "t": "For*ln the protection of wisdom is like the protection of money, and*ld the advantage of knowledge is that wisdom preserves the life of him who has it."
    },
    {
        "o": 19348,
        "r": "esv:Ecclesiastes:7:13",
        "t": "Consider*ln the work of God: who*ld can make straight what he has made crooked?"
    },
    {
        "o": 19349,
        "r": "esv:Ecclesiastes:7:14",
        "t": "In*p the day of prosperity be joyful, and in the day of adversity consider: God has made the one as well as the other, so that man may not find out anything that will be after him."
    },
    {
        "o": 19350,
        "r": "esv:Ecclesiastes:7:15",
        "t": "In*p my vain life I have seen everything. There is a righteous man who perishes in his righteousness, and there is a wicked man who prolongs his life in his evildoing."
    },
    {
        "o": 19351,
        "r": "esv:Ecclesiastes:7:16",
        "t": "Be not overly righteous, and do not make yourself too wise. Why should you destroy yourself?"
    },
    {
        "o": 19352,
        "r": "esv:Ecclesiastes:7:17",
        "t": "Be not overly wicked, neither be a fool. Why should you die before your time?"
    },
    {
        "o": 19353,
        "r": "esv:Ecclesiastes:7:18",
        "t": "It is good that you should take hold of this, and from that withhold not your hand, for the one who fears God shall come out from both of them."
    },
    {
        "o": 19354,
        "r": "esv:Ecclesiastes:7:19",
        "t": "Wisdom*p gives strength to the wise man more than ten rulers who are in a city."
    },
    {
        "o": 19355,
        "r": "esv:Ecclesiastes:7:20",
        "t": "Surely*p there is not a righteous man on earth who does good and never sins."
    },
    {
        "o": 19356,
        "r": "esv:Ecclesiastes:7:21",
        "t": "Do*p not take to heart all the things that people say, lest you hear your servant cursing you."
    },
    {
        "o": 19357,
        "r": "esv:Ecclesiastes:7:22",
        "t": "Your heart knows that many times you yourself have cursed others."
    },
    {
        "o": 19358,
        "r": "esv:Ecclesiastes:7:23",
        "t": "All*p this I have tested by wisdom. I said, “I will be wise,” but it was far from me."
    },
    {
        "o": 19359,
        "r": "esv:Ecclesiastes:7:24",
        "t": "That which has been is far off, and deep, very deep; who can find it out?"
    },
    {
        "o": 19360,
        "r": "esv:Ecclesiastes:7:25",
        "t": "I*p turned my heart to know and to search out and to seek wisdom and the scheme of things, and to know the wickedness of folly and the foolishness that is madness."
    },
    {
        "o": 19361,
        "r": "esv:Ecclesiastes:7:26",
        "t": "And I find something more bitter than death: the woman whose heart is snares and nets, and whose hands are fetters. He who pleases God escapes her, but the sinner is taken by her."
    },
    {
        "o": 19362,
        "r": "esv:Ecclesiastes:7:27",
        "t": "Behold, this is what I found, says the Preacher, while adding one thing to another to find the scheme of things—"
    },
    {
        "o": 19363,
        "r": "esv:Ecclesiastes:7:28",
        "t": "which my soul has sought repeatedly, but I have not found. One man among a thousand I found, but a woman among all these I have not found."
    },
    {
        "o": 19364,
        "r": "esv:Ecclesiastes:7:29",
        "t": "See, this alone I found, that God made man upright, but they have sought out many schemes."
    }
]
