[
    {
        "o": 13967,
        "r": "nasb:Nehemiah:13:0",
        "t": "Nehemiah 13",
        "h": 1
    },
    {
        "o": 13968,
        "r": "nasb:Nehemiah:13:0",
        "t": "Foreigners Excluded",
        "h": 2
    },
    {
        "o": 13969,
        "r": "nasb:Nehemiah:13:1",
        "t": "On*p that day they read aloud from the book of Moses in the hearing of the people; and there was found written in it that no Ammonite or Moabite should ever enter the assembly of God,"
    },
    {
        "o": 13970,
        "r": "nasb:Nehemiah:13:2",
        "t": "because they did not meet the sons of Israel with bread and water, but hired Balaam against them to curse them. However, our God turned the curse into a blessing."
    },
    {
        "o": 13971,
        "r": "nasb:Nehemiah:13:3",
        "t": "So when they heard the law, they excluded all foreigners from Israel."
    },
    {
        "o": 13972,
        "r": "nasb:Nehemiah:13:3",
        "t": "Tobiah Expelled and the Temple Cleansed",
        "h": 2
    },
    {
        "o": 13973,
        "r": "nasb:Nehemiah:13:4",
        "t": "Now*p prior to this, Eliashib the priest, who was appointed over the chambers of the house of our God, being related to Tobiah,"
    },
    {
        "o": 13974,
        "r": "nasb:Nehemiah:13:5",
        "t": "had prepared a large room for him, where formerly they put the grain offerings, the frankincense, the utensils and the tithes of grain, wine and oil prescribed for the Levites, the singers and the gatekeepers, and the contributions for the priests."
    },
    {
        "o": 13975,
        "r": "nasb:Nehemiah:13:6",
        "t": "But during all this time*i I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I had gone to the king. After some time, however, I asked leave from the king,"
    },
    {
        "o": 13976,
        "r": "nasb:Nehemiah:13:7",
        "t": "and I came to Jerusalem and learned about the evil that Eliashib had done for Tobiah, by preparing a room for him in the courts of the house of God."
    },
    {
        "o": 13977,
        "r": "nasb:Nehemiah:13:8",
        "t": "It was very displeasing to me, so I threw all of Tobiah’s household goods out of the room."
    },
    {
        "o": 13978,
        "r": "nasb:Nehemiah:13:9",
        "t": "Then I gave an order and they cleansed the rooms; and I returned there the utensils of the house of God with the grain offerings and the frankincense."
    },
    {
        "o": 13979,
        "r": "nasb:Nehemiah:13:9",
        "t": "Tithes Restored",
        "h": 2
    },
    {
        "o": 13980,
        "r": "nasb:Nehemiah:13:10",
        "t": "I*p also discovered that the portions of the Levites had not been given them,*i so that the Levites and the singers who performed the service had gone away, each to his own field."
    },
    {
        "o": 13981,
        "r": "nasb:Nehemiah:13:11",
        "t": "So I reprimanded the officials and said, “Why is the house of God forsaken?” Then I gathered them together and restored them to their posts."
    },
    {
        "o": 13982,
        "r": "nasb:Nehemiah:13:12",
        "t": "All Judah then brought the tithe of the grain, wine and oil into the storehouses."
    },
    {
        "o": 13983,
        "r": "nasb:Nehemiah:13:13",
        "t": "In charge of the storehouses I appointed Shelemiah the priest, Zadok the scribe, and Pedaiah of the Levites, and in addition to them was Hanan the son of Zaccur, the son of Mattaniah; for they were considered reliable, and it was their task to distribute to their kinsmen."
    },
    {
        "o": 13984,
        "r": "nasb:Nehemiah:13:14",
        "t": "Remember me for this, O my God, and do not blot out my loyal deeds which I have performed for the house of my God and its services."
    },
    {
        "o": 13985,
        "r": "nasb:Nehemiah:13:14",
        "t": "Sabbath Restored",
        "h": 2
    },
    {
        "o": 13986,
        "r": "nasb:Nehemiah:13:15",
        "t": "In*p those days I saw in Judah some who were treading wine presses on the sabbath, and bringing in sacks of grain and loading them*i on donkeys, as well as wine, grapes, figs and all kinds of loads, and they brought them*i into Jerusalem on the sabbath day. So I admonished them*i on the day they sold food."
    },
    {
        "o": 13987,
        "r": "nasb:Nehemiah:13:16",
        "t": "Also men of Tyre were living there who*i imported fish and all kinds of merchandise, and sold them*i to the sons of Judah on the sabbath, even in Jerusalem."
    },
    {
        "o": 13988,
        "r": "nasb:Nehemiah:13:17",
        "t": "Then I reprimanded the nobles of Judah and said to them, “What is this evil thing you are doing, by profaning the sabbath day?"
    },
    {
        "o": 13989,
        "r": "nasb:Nehemiah:13:18",
        "t": "Did not your fathers do the same, so that our God brought on us and on this city all this trouble? Yet you are adding to the wrath on Israel by profaning the sabbath.”"
    },
    {
        "o": 13990,
        "r": "nasb:Nehemiah:13:19",
        "t": "It*p came about that just as it grew dark at the gates of Jerusalem before the sabbath, I commanded that the doors should be shut and that they should not open them until after the sabbath. Then I stationed some of my servants at the gates so*i that*i no load would enter on the sabbath day."
    },
    {
        "o": 13991,
        "r": "nasb:Nehemiah:13:20",
        "t": "Once or twice the traders and merchants of every kind of merchandise spent the night outside Jerusalem."
    },
    {
        "o": 13992,
        "r": "nasb:Nehemiah:13:21",
        "t": "Then I warned them and said to them, “Why do you spend the night in front of the wall? If you do so again, I will use force against you.” From that time on they did not come on the sabbath."
    },
    {
        "o": 13993,
        "r": "nasb:Nehemiah:13:22",
        "t": "And I commanded the Levites that they should purify themselves and come as gatekeepers to sanctify the sabbath day. For*i this also remember me, O my God, and have compassion on me according to the greatness of Your lovingkindness."
    },
    {
        "o": 13994,
        "r": "nasb:Nehemiah:13:22",
        "t": "Mixed Marriages Forbidden",
        "h": 2
    },
    {
        "o": 13995,
        "r": "nasb:Nehemiah:13:23",
        "t": "In*p those days I also saw that the Jews had married women from Ashdod, Ammon and*i Moab."
    },
    {
        "o": 13996,
        "r": "nasb:Nehemiah:13:24",
        "t": "As for their children, half spoke in the language of Ashdod, and none of them was able to speak the language of Judah, but the language of his own people."
    },
    {
        "o": 13997,
        "r": "nasb:Nehemiah:13:25",
        "t": "So I contended with them and cursed them and struck some of them and pulled out their hair, and made them swear by God, “You shall not give your daughters to their sons, nor take of their daughters for your sons or for yourselves."
    },
    {
        "o": 13998,
        "r": "nasb:Nehemiah:13:26",
        "t": "Did not Solomon king of Israel sin regarding these things? Yet among the many nations there was no king like him, and he was loved by his God, and God made him king over all Israel; nevertheless the foreign women caused even him to sin."
    },
    {
        "o": 13999,
        "r": "nasb:Nehemiah:13:27",
        "t": "Do we then hear about you that you have committed all this great evil by acting unfaithfully against our God by marrying foreign women?”"
    },
    {
        "o": 14000,
        "r": "nasb:Nehemiah:13:28",
        "t": "Even one of the sons of Joiada, the son of Eliashib the high priest, was a son-in-law of Sanballat the Horonite, so I drove him away from me."
    },
    {
        "o": 14001,
        "r": "nasb:Nehemiah:13:29",
        "t": "Remember them, O my God, because they have defiled the priesthood and the covenant of the priesthood and the Levites."
    },
    {
        "o": 14002,
        "r": "nasb:Nehemiah:13:30",
        "t": "Thus*p I purified them from everything foreign and appointed duties for the priests and the Levites, each in his task,"
    },
    {
        "o": 14003,
        "r": "nasb:Nehemiah:13:31",
        "t": "and I*i arranged*i for the supply of wood at appointed times and for the first fruits. Remember me, O my God, for good."
    }
]
