[
    {
        "o": 11829,
        "r": "nasb:1 Chronicles:15:0",
        "t": "1 Chronicles 15",
        "h": 1
    },
    {
        "o": 11830,
        "r": "nasb:1 Chronicles:15:0",
        "t": "Plans to Move the Ark to Jerusalem",
        "h": 2
    },
    {
        "o": 11831,
        "r": "nasb:1 Chronicles:15:1",
        "t": "Now*p David*i built houses for himself in the city of David; and he prepared a place for the ark of God and pitched a tent for it."
    },
    {
        "o": 11832,
        "r": "nasb:1 Chronicles:15:2",
        "t": "Then David said, “No one is to carry the ark of God but the Levites; for the Lord*s chose them to carry the ark of God and to minister to Him forever.”"
    },
    {
        "o": 11833,
        "r": "nasb:1 Chronicles:15:3",
        "t": "And David assembled all Israel at Jerusalem to bring up the ark of the Lord*s to its place which he had prepared for it."
    },
    {
        "o": 11834,
        "r": "nasb:1 Chronicles:15:4",
        "t": "David gathered together the sons of Aaron and the Levites:"
    },
    {
        "o": 11835,
        "r": "nasb:1 Chronicles:15:5",
        "t": "of the sons of Kohath, Uriel the chief, and 120 of his relatives;"
    },
    {
        "o": 11836,
        "r": "nasb:1 Chronicles:15:6",
        "t": "of the sons of Merari, Asaiah the chief, and 220 of his relatives;"
    },
    {
        "o": 11837,
        "r": "nasb:1 Chronicles:15:7",
        "t": "of the sons of Gershom, Joel the chief, and 130 of his relatives;"
    },
    {
        "o": 11838,
        "r": "nasb:1 Chronicles:15:8",
        "t": "of the sons of Elizaphan, Shemaiah the chief, and 200 of his relatives;"
    },
    {
        "o": 11839,
        "r": "nasb:1 Chronicles:15:9",
        "t": "of the sons of Hebron, Eliel the chief, and 80 of his relatives;"
    },
    {
        "o": 11840,
        "r": "nasb:1 Chronicles:15:10",
        "t": "of the sons of Uzziel, Amminadab the chief, and 112 of his relatives."
    },
    {
        "o": 11841,
        "r": "nasb:1 Chronicles:15:11",
        "t": "Then*p David called for Zadok and Abiathar the priests, and for the Levites, for Uriel, Asaiah, Joel, Shemaiah, Eliel and Amminadab,"
    },
    {
        "o": 11842,
        "r": "nasb:1 Chronicles:15:12",
        "t": "and said to them, “You are the heads of the fathers’ households*i of the Levites; consecrate yourselves both you and your relatives, that you may bring up the ark of the Lord*s God of Israel to the*i place*i that I have prepared for it."
    },
    {
        "o": 11843,
        "r": "nasb:1 Chronicles:15:13",
        "t": "Because you did not carry*i it*i at the first, the Lord*s our God made an outburst on us, for we did not seek Him according to the ordinance.”"
    },
    {
        "o": 11844,
        "r": "nasb:1 Chronicles:15:14",
        "t": "So the priests and the Levites consecrated themselves to bring up the ark of the Lord*s God of Israel."
    },
    {
        "o": 11845,
        "r": "nasb:1 Chronicles:15:15",
        "t": "The sons of the Levites carried the ark of God on their shoulders with the poles thereon, as Moses had commanded according to the word of the Lord.*s"
    },
    {
        "o": 11846,
        "r": "nasb:1 Chronicles:15:16",
        "t": "Then*p David spoke to the chiefs of the Levites to appoint their relatives the singers, with instruments of music, harps, lyres, loud-sounding cymbals, to raise sounds of joy."
    },
    {
        "o": 11847,
        "r": "nasb:1 Chronicles:15:17",
        "t": "So the Levites appointed Heman the son of Joel, and from his relatives, Asaph the son of Berechiah; and from the sons of Merari their relatives, Ethan the son of Kushaiah,"
    },
    {
        "o": 11848,
        "r": "nasb:1 Chronicles:15:18",
        "t": "and with them their relatives of the second rank, Zechariah, Ben, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-edom and Jeiel, the gatekeepers."
    },
    {
        "o": 11849,
        "r": "nasb:1 Chronicles:15:19",
        "t": "So the singers, Heman, Asaph and Ethan were*i appointed*i to sound aloud cymbals of bronze;"
    },
    {
        "o": 11850,
        "r": "nasb:1 Chronicles:15:20",
        "t": "and Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah and Benaiah, with harps tuned*i to alamoth;"
    },
    {
        "o": 11851,
        "r": "nasb:1 Chronicles:15:21",
        "t": "and Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel and Azaziah, to lead with lyres tuned to the sheminith."
    },
    {
        "o": 11852,
        "r": "nasb:1 Chronicles:15:22",
        "t": "Chenaniah, chief of the Levites, was in*i charge*i of*i the singing; he gave instruction in singing because he was skillful."
    },
    {
        "o": 11853,
        "r": "nasb:1 Chronicles:15:23",
        "t": "Berechiah and Elkanah were gatekeepers for the ark."
    },
    {
        "o": 11854,
        "r": "nasb:1 Chronicles:15:24",
        "t": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah and Eliezer, the priests, blew the trumpets before the ark of God. Obed-edom and Jehiah also were*i gatekeepers for the ark."
    },
    {
        "o": 11855,
        "r": "nasb:1 Chronicles:15:25",
        "t": "So*p it*i was*i David, with the elders of Israel and the captains over thousands, who went to bring up the ark of the covenant of the Lord*s from the house of Obed-edom with joy."
    },
    {
        "o": 11856,
        "r": "nasb:1 Chronicles:15:26",
        "t": "Because God was helping the Levites who were carrying the ark of the covenant of the Lord,*s they sacrificed seven bulls and seven rams."
    },
    {
        "o": 11857,
        "r": "nasb:1 Chronicles:15:27",
        "t": "Now David was clothed with a robe of fine linen with all the Levites who were carrying the ark, and the singers and Chenaniah the leader of the singing with*i the singers. David also wore an ephod of linen."
    },
    {
        "o": 11858,
        "r": "nasb:1 Chronicles:15:28",
        "t": "Thus all Israel brought up the ark of the covenant of the Lord*s with shouting, and with sound of the horn, with trumpets, with loud-sounding cymbals, with harps and lyres."
    },
    {
        "o": 11859,
        "r": "nasb:1 Chronicles:15:29",
        "t": "It*p happened when the ark of the covenant of the Lord*s came to the city of David, that Michal the daughter of Saul looked out of the window and saw King David leaping and celebrating; and she despised him in her heart."
    }
]
