[
    {
        "o": 13871,
        "r": "niv:Nehemiah:13:0",
        "t": "Nehemiah 13",
        "h": 1
    },
    {
        "o": 13872,
        "r": "niv:Nehemiah:13:0",
        "t": "Nehemiah’s Final Reforms",
        "h": 2
    },
    {
        "o": 13873,
        "r": "niv:Nehemiah:13:1",
        "t": "On*p that day the Book of Moses was read aloud in the hearing of the people and there it was found written that no Ammonite or Moabite should ever be admitted into the assembly of God,"
    },
    {
        "o": 13874,
        "r": "niv:Nehemiah:13:2",
        "t": "because they had not met the Israelites with food and water but had hired Balaam to call a curse down on them. (Our God, however, turned the curse into a blessing.)"
    },
    {
        "o": 13875,
        "r": "niv:Nehemiah:13:3",
        "t": "When the people heard this law, they excluded from Israel all who were of foreign descent."
    },
    {
        "o": 13876,
        "r": "niv:Nehemiah:13:4",
        "t": "Before*p this, Eliashib the priest had been put in charge of the storerooms of the house of our God. He was closely associated with Tobiah,"
    },
    {
        "o": 13877,
        "r": "niv:Nehemiah:13:5",
        "t": "and he had provided him with a large room formerly used to store the grain offerings and incense and temple articles, and also the tithes of grain, new wine and olive oil prescribed for the Levites, musicians and gatekeepers, as well as the contributions for the priests."
    },
    {
        "o": 13878,
        "r": "niv:Nehemiah:13:6",
        "t": "But*p while all this was going on, I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I had returned to the king. Some time later I asked his permission"
    },
    {
        "o": 13879,
        "r": "niv:Nehemiah:13:7",
        "t": "and came back to Jerusalem. Here I learned about the evil thing Eliashib had done in providing Tobiah a room in the courts of the house of God."
    },
    {
        "o": 13880,
        "r": "niv:Nehemiah:13:8",
        "t": "I was greatly displeased and threw all Tobiah’s household goods out of the room."
    },
    {
        "o": 13881,
        "r": "niv:Nehemiah:13:9",
        "t": "I gave orders to purify the rooms, and then I put back into them the equipment of the house of God, with the grain offerings and the incense."
    },
    {
        "o": 13882,
        "r": "niv:Nehemiah:13:10",
        "t": "I*p also learned that the portions assigned to the Levites had not been given to them, and that all the Levites and musicians responsible for the service had gone back to their own fields."
    },
    {
        "o": 13883,
        "r": "niv:Nehemiah:13:11",
        "t": "So I rebuked the officials and asked them, “Why is the house of God neglected?” Then I called them together and stationed them at their posts."
    },
    {
        "o": 13884,
        "r": "niv:Nehemiah:13:12",
        "t": "All*p Judah brought the tithes of grain, new wine and olive oil into the storerooms."
    },
    {
        "o": 13885,
        "r": "niv:Nehemiah:13:13",
        "t": "I put Shelemiah the priest, Zadok the scribe, and a Levite named Pedaiah in charge of the storerooms and made Hanan son of Zakkur, the son of Mattaniah, their assistant, because they were considered trustworthy. They were made responsible for distributing the supplies to their fellow Levites."
    },
    {
        "o": 13886,
        "r": "niv:Nehemiah:13:14",
        "t": "Remember*p me for this, my God, and do not blot out what I have so faithfully done for the house of my God and its services."
    },
    {
        "o": 13887,
        "r": "niv:Nehemiah:13:15",
        "t": "In*p those days I saw people in Judah treading winepresses on the Sabbath and bringing in grain and loading it on donkeys, together with wine, grapes, figs and all other kinds of loads. And they were bringing all this into Jerusalem on the Sabbath. Therefore I warned them against selling food on that day."
    },
    {
        "o": 13888,
        "r": "niv:Nehemiah:13:16",
        "t": "People from Tyre who lived in Jerusalem were bringing in fish and all kinds of merchandise and selling them in Jerusalem on the Sabbath to the people of Judah."
    },
    {
        "o": 13889,
        "r": "niv:Nehemiah:13:17",
        "t": "I rebuked the nobles of Judah and said to them, “What is this wicked thing you are doing—desecrating the Sabbath day?"
    },
    {
        "o": 13890,
        "r": "niv:Nehemiah:13:18",
        "t": "Didn’t your ancestors do the same things, so that our God brought all this calamity on us and on this city? Now you are stirring up more wrath against Israel by desecrating the Sabbath.”"
    },
    {
        "o": 13891,
        "r": "niv:Nehemiah:13:19",
        "t": "When*p evening shadows fell on the gates of Jerusalem before the Sabbath, I ordered the doors to be shut and not opened until the Sabbath was over. I stationed some of my own men at the gates so that no load could be brought in on the Sabbath day."
    },
    {
        "o": 13892,
        "r": "niv:Nehemiah:13:20",
        "t": "Once or twice the merchants and sellers of all kinds of goods spent the night outside Jerusalem."
    },
    {
        "o": 13893,
        "r": "niv:Nehemiah:13:21",
        "t": "But I warned them and said, “Why do you spend the night by the wall? If you do this again, I will arrest you.” From that time on they no longer came on the Sabbath."
    },
    {
        "o": 13894,
        "r": "niv:Nehemiah:13:22",
        "t": "Then I commanded the Levites to purify themselves and go and guard the gates in order to keep the Sabbath day holy. Remember*p me for this also, my God, and show mercy to me according to your great love."
    },
    {
        "o": 13895,
        "r": "niv:Nehemiah:13:23",
        "t": "Moreover,*p in those days I saw men of Judah who had married women from Ashdod, Ammon and Moab."
    },
    {
        "o": 13896,
        "r": "niv:Nehemiah:13:24",
        "t": "Half of their children spoke the language of Ashdod or the language of one of the other peoples, and did not know how to speak the language of Judah."
    },
    {
        "o": 13897,
        "r": "niv:Nehemiah:13:25",
        "t": "I rebuked them and called curses down on them. I beat some of the men and pulled out their hair. I made them take an oath in God’s name and said: “You are not to give your daughters in marriage to their sons, nor are you to take their daughters in marriage for your sons or for yourselves."
    },
    {
        "o": 13898,
        "r": "niv:Nehemiah:13:26",
        "t": "Was it not because of marriages like these that Solomon king of Israel sinned? Among the many nations there was no king like him. He was loved by his God, and God made him king over all Israel, but even he was led into sin by foreign women."
    },
    {
        "o": 13899,
        "r": "niv:Nehemiah:13:27",
        "t": "Must we hear now that you too are doing all this terrible wickedness and are being unfaithful to our God by marrying foreign women?”"
    },
    {
        "o": 13900,
        "r": "niv:Nehemiah:13:28",
        "t": "One*p of the sons of Joiada son of Eliashib the high priest was son-in-law to Sanballat the Horonite. And I drove him away from me."
    },
    {
        "o": 13901,
        "r": "niv:Nehemiah:13:29",
        "t": "Remember*p them, my God, because they defiled the priestly office and the covenant of the priesthood and of the Levites."
    },
    {
        "o": 13902,
        "r": "niv:Nehemiah:13:30",
        "t": "So*p I purified the priests and the Levites of everything foreign, and assigned them duties, each to his own task."
    },
    {
        "o": 13903,
        "r": "niv:Nehemiah:13:31",
        "t": "I also made provision for contributions of wood at designated times, and for the firstfruits. Remember*p me with favor, my God."
    }
]
