[
    {
        "o": 31649,
        "r": "esv:Romans:15:0",
        "t": "Romans 15",
        "h": 1
    },
    {
        "o": 31650,
        "r": "esv:Romans:15:0",
        "t": "The Example of Christ",
        "h": 2
    },
    {
        "o": 31651,
        "r": "esv:Romans:15:1",
        "t": "We*p who are strong have an obligation to bear with the failings of the weak, and not to please ourselves."
    },
    {
        "o": 31652,
        "r": "esv:Romans:15:2",
        "t": "Let each of us please his neighbor for his good, to build him up."
    },
    {
        "o": 31653,
        "r": "esv:Romans:15:3",
        "t": "For Christ did not please himself, but as it is written, “The reproaches of those who reproached you fell on me.”"
    },
    {
        "o": 31654,
        "r": "esv:Romans:15:4",
        "t": "For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope."
    },
    {
        "o": 31655,
        "r": "esv:Romans:15:5",
        "t": "May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus,"
    },
    {
        "o": 31656,
        "r": "esv:Romans:15:6",
        "t": "that together you may with one voice glorify the God and Father of our Lord Jesus Christ."
    },
    {
        "o": 31657,
        "r": "esv:Romans:15:7",
        "t": "Therefore welcome one another as Christ has welcomed you, for the glory of God."
    },
    {
        "o": 31658,
        "r": "esv:Romans:15:7",
        "t": "Christ the Hope of Jews and Gentiles",
        "h": 2
    },
    {
        "o": 31659,
        "r": "esv:Romans:15:8",
        "t": "For*p I tell you that Christ became a servant to the circumcised to show God’s truthfulness, in order to confirm the promises given to the patriarchs,"
    },
    {
        "o": 31660,
        "r": "esv:Romans:15:9",
        "t": "and in order that the Gentiles might glorify God for his mercy. As it is written, “Therefore*pn I will praise you among the Gentiles, and*ld sing to your name.”"
    },
    {
        "o": 31661,
        "r": "esv:Romans:15:10",
        "t": "And*p again it is said, “Rejoice,*pn O Gentiles, with his people.”"
    },
    {
        "o": 31662,
        "r": "esv:Romans:15:11",
        "t": "And*p again, “Praise*pn the Lord, all you Gentiles, and*ld let all the peoples extol him.”"
    },
    {
        "o": 31663,
        "r": "esv:Romans:15:12",
        "t": "And*p again Isaiah says, “The*pn root of Jesse will come, even*ld he who arises to rule the Gentiles; in*ln him will the Gentiles hope.”"
    },
    {
        "o": 31664,
        "r": "esv:Romans:15:13",
        "t": "May*p the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope."
    },
    {
        "o": 31665,
        "r": "esv:Romans:15:13",
        "t": "Paul the Minister to the Gentiles",
        "h": 2
    },
    {
        "o": 31666,
        "r": "esv:Romans:15:14",
        "t": "I*p myself am satisfied about you, my brothers, that you yourselves are full of goodness, filled with all knowledge and able to instruct one another."
    },
    {
        "o": 31667,
        "r": "esv:Romans:15:15",
        "t": "But on some points I have written to you very boldly by way of reminder, because of the grace given me by God"
    },
    {
        "o": 31668,
        "r": "esv:Romans:15:16",
        "t": "to be a minister of Christ Jesus to the Gentiles in the priestly service of the gospel of God, so that the offering of the Gentiles may be acceptable, sanctified by the Holy Spirit."
    },
    {
        "o": 31669,
        "r": "esv:Romans:15:17",
        "t": "In Christ Jesus, then, I have reason to be proud of my work for God."
    },
    {
        "o": 31670,
        "r": "esv:Romans:15:18",
        "t": "For I will not venture to speak of anything except what Christ has accomplished through me to bring the Gentiles to obedience— by word and deed,"
    },
    {
        "o": 31671,
        "r": "esv:Romans:15:19",
        "t": "by the power of signs and wonders, by the power of the Spirit of God— so that from Jerusalem and all the way around to Illyricum I have fulfilled the ministry of the gospel of Christ;"
    },
    {
        "o": 31672,
        "r": "esv:Romans:15:20",
        "t": "and thus I make it my ambition to preach the gospel, not where Christ has already been named, lest I build on someone else’s foundation,"
    },
    {
        "o": 31673,
        "r": "esv:Romans:15:21",
        "t": "but as it is written, “Those*pn who have never been told of him will see, and*ld those who have never heard will understand.”"
    },
    {
        "o": 31674,
        "r": "esv:Romans:15:21",
        "t": "Paul’s Plan to Visit Rome",
        "h": 2
    },
    {
        "o": 31675,
        "r": "esv:Romans:15:22",
        "t": "This*p is the reason why I have so often been hindered from coming to you."
    },
    {
        "o": 31676,
        "r": "esv:Romans:15:23",
        "t": "But now, since I no longer have any room for work in these regions, and since I have longed for many years to come to you,"
    },
    {
        "o": 31677,
        "r": "esv:Romans:15:24",
        "t": "I hope to see you in passing as I go to Spain, and to be helped on my journey there by you, once I have enjoyed your company for a while."
    },
    {
        "o": 31678,
        "r": "esv:Romans:15:25",
        "t": "At present, however, I am going to Jerusalem bringing aid to the saints."
    },
    {
        "o": 31679,
        "r": "esv:Romans:15:26",
        "t": "For Macedonia and Achaia have been pleased to make some contribution for the poor among the saints at Jerusalem."
    },
    {
        "o": 31680,
        "r": "esv:Romans:15:27",
        "t": "For they were pleased to do it, and indeed they owe it to them. For if the Gentiles have come to share in their spiritual blessings, they ought also to be of service to them in material blessings."
    },
    {
        "o": 31681,
        "r": "esv:Romans:15:28",
        "t": "When therefore I have completed this and have delivered to them what has been collected, I will leave for Spain by way of you."
    },
    {
        "o": 31682,
        "r": "esv:Romans:15:29",
        "t": "I know that when I come to you I will come in the fullness of the blessing of Christ."
    },
    {
        "o": 31683,
        "r": "esv:Romans:15:30",
        "t": "I*p appeal to you, brothers, by our Lord Jesus Christ and by the love of the Spirit, to strive together with me in your prayers to God on my behalf,"
    },
    {
        "o": 31684,
        "r": "esv:Romans:15:31",
        "t": "that I may be delivered from the unbelievers in Judea, and that my service for Jerusalem may be acceptable to the saints,"
    },
    {
        "o": 31685,
        "r": "esv:Romans:15:32",
        "t": "so that by God’s will I may come to you with joy and be refreshed in your company."
    },
    {
        "o": 31686,
        "r": "esv:Romans:15:33",
        "t": "May the God of peace be with you all. Amen."
    }
]
