[
    {
        "o": 8908,
        "r": "esv:2 Samuel:5:0",
        "t": "2 Samuel 5",
        "h": 1
    },
    {
        "o": 8909,
        "r": "esv:2 Samuel:5:0",
        "t": "David Anointed King of Israel",
        "h": 2
    },
    {
        "o": 8910,
        "r": "esv:2 Samuel:5:1",
        "t": "Then*p all the tribes of Israel came to David at Hebron and said, “Behold, we are your bone and flesh."
    },
    {
        "o": 8911,
        "r": "esv:2 Samuel:5:2",
        "t": "In times past, when Saul was king over us, it was you who led out and brought in Israel. And the Lord*s said to you, ‘You shall be shepherd of my people Israel, and you shall be prince over Israel.’”"
    },
    {
        "o": 8912,
        "r": "esv:2 Samuel:5:3",
        "t": "So all the elders of Israel came to the king at Hebron, and King David made a covenant with them at Hebron before the Lord,*s and they anointed David king over Israel."
    },
    {
        "o": 8913,
        "r": "esv:2 Samuel:5:4",
        "t": "David was thirty years old when he began to reign, and he reigned forty years."
    },
    {
        "o": 8914,
        "r": "esv:2 Samuel:5:5",
        "t": "At Hebron he reigned over Judah seven years and six months, and at Jerusalem he reigned over all Israel and Judah thirty-three years."
    },
    {
        "o": 8915,
        "r": "esv:2 Samuel:5:6",
        "t": "And*p the king and his men went to Jerusalem against the Jebusites, the inhabitants of the land, who said to David, “You will not come in here, but the blind and the lame will ward you off”— thinking, “David cannot come in here.”"
    },
    {
        "o": 8916,
        "r": "esv:2 Samuel:5:7",
        "t": "Nevertheless, David took the stronghold of Zion, that is, the city of David."
    },
    {
        "o": 8917,
        "r": "esv:2 Samuel:5:8",
        "t": "And David said on that day, “Whoever would strike the Jebusites, let him get up the water shaft to attack ‘the lame and the blind,’ who are hated by David’s soul.” Therefore it is said, “The blind and the lame shall not come into the house.”"
    },
    {
        "o": 8918,
        "r": "esv:2 Samuel:5:9",
        "t": "And David lived in the stronghold and called it the city of David. And David built the city all around from the Millo inward."
    },
    {
        "o": 8919,
        "r": "esv:2 Samuel:5:10",
        "t": "And David became greater and greater, for the Lord,*s the God of hosts, was with him."
    },
    {
        "o": 8920,
        "r": "esv:2 Samuel:5:11",
        "t": "And*p Hiram king of Tyre sent messengers to David, and cedar trees, also carpenters and masons who built David a house."
    },
    {
        "o": 8921,
        "r": "esv:2 Samuel:5:12",
        "t": "And David knew that the Lord*s had established him king over Israel, and that he had exalted his kingdom for the sake of his people Israel."
    },
    {
        "o": 8922,
        "r": "esv:2 Samuel:5:13",
        "t": "And*p David took more concubines and wives from Jerusalem, after he came from Hebron, and more sons and daughters were born to David."
    },
    {
        "o": 8923,
        "r": "esv:2 Samuel:5:14",
        "t": "And these are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
    },
    {
        "o": 8924,
        "r": "esv:2 Samuel:5:15",
        "t": "Ibhar, Elishua, Nepheg, Japhia,"
    },
    {
        "o": 8925,
        "r": "esv:2 Samuel:5:16",
        "t": "Elishama, Eliada, and Eliphelet."
    },
    {
        "o": 8926,
        "r": "esv:2 Samuel:5:16",
        "t": "David Defeats the Philistines",
        "h": 2
    },
    {
        "o": 8927,
        "r": "esv:2 Samuel:5:17",
        "t": "When*p the Philistines heard that David had been anointed king over Israel, all the Philistines went up to search for David. But David heard of it and went down to the stronghold."
    },
    {
        "o": 8928,
        "r": "esv:2 Samuel:5:18",
        "t": "Now the Philistines had come and spread out in the Valley of Rephaim."
    },
    {
        "o": 8929,
        "r": "esv:2 Samuel:5:19",
        "t": "And David inquired of the Lord,*s “Shall I go up against the Philistines? Will you give them into my hand?” And the Lord*s said to David, “Go up, for I will certainly give the Philistines into your hand.”"
    },
    {
        "o": 8930,
        "r": "esv:2 Samuel:5:20",
        "t": "And David came to Baal-perazim, and David defeated them there. And he said, “The Lord*s has broken through my enemies before me like a breaking flood.” Therefore the name of that place is called Baal-perazim."
    },
    {
        "o": 8931,
        "r": "esv:2 Samuel:5:21",
        "t": "And the Philistines left their idols there, and David and his men carried them away."
    },
    {
        "o": 8932,
        "r": "esv:2 Samuel:5:22",
        "t": "And*p the Philistines came up yet again and spread out in the Valley of Rephaim."
    },
    {
        "o": 8933,
        "r": "esv:2 Samuel:5:23",
        "t": "And when David inquired of the Lord,*s he said, “You shall not go up; go around to their rear, and come against them opposite the balsam trees."
    },
    {
        "o": 8934,
        "r": "esv:2 Samuel:5:24",
        "t": "And when you hear the sound of marching in the tops of the balsam trees, then rouse yourself, for then the Lord*s has gone out before you to strike down the army of the Philistines.”"
    },
    {
        "o": 8935,
        "r": "esv:2 Samuel:5:25",
        "t": "And David did as the Lord*s commanded him, and struck down the Philistines from Geba to Gezer."
    }
]
