[
    {
        "o": 1298,
        "r": "niv:Genesis:41:0",
        "t": "Genesis 41",
        "h": 1
    },
    {
        "o": 1299,
        "r": "niv:Genesis:41:0",
        "t": "Pharaoh’s Dreams",
        "h": 2
    },
    {
        "o": 1300,
        "r": "niv:Genesis:41:1",
        "t": "When*p two full years had passed, Pharaoh had a dream: He was standing by the Nile,"
    },
    {
        "o": 1301,
        "r": "niv:Genesis:41:2",
        "t": "when out of the river there came up seven cows, sleek and fat, and they grazed among the reeds."
    },
    {
        "o": 1302,
        "r": "niv:Genesis:41:3",
        "t": "After them, seven other cows, ugly and gaunt, came up out of the Nile and stood beside those on the riverbank."
    },
    {
        "o": 1303,
        "r": "niv:Genesis:41:4",
        "t": "And the cows that were ugly and gaunt ate up the seven sleek, fat cows. Then Pharaoh woke up."
    },
    {
        "o": 1304,
        "r": "niv:Genesis:41:5",
        "t": "He*p fell asleep again and had a second dream: Seven heads of grain, healthy and good, were growing on a single stalk."
    },
    {
        "o": 1305,
        "r": "niv:Genesis:41:6",
        "t": "After them, seven other heads of grain sprouted—thin and scorched by the east wind."
    },
    {
        "o": 1306,
        "r": "niv:Genesis:41:7",
        "t": "The thin heads of grain swallowed up the seven healthy, full heads. Then Pharaoh woke up; it had been a dream."
    },
    {
        "o": 1307,
        "r": "niv:Genesis:41:8",
        "t": "In*p the morning his mind was troubled, so he sent for all the magicians and wise men of Egypt. Pharaoh told them his dreams, but no one could interpret them for him."
    },
    {
        "o": 1308,
        "r": "niv:Genesis:41:9",
        "t": "Then*p the chief cupbearer said to Pharaoh, “Today I am reminded of my shortcomings."
    },
    {
        "o": 1309,
        "r": "niv:Genesis:41:10",
        "t": "Pharaoh was once angry with his servants, and he imprisoned me and the chief baker in the house of the captain of the guard."
    },
    {
        "o": 1310,
        "r": "niv:Genesis:41:11",
        "t": "Each of us had a dream the same night, and each dream had a meaning of its own."
    },
    {
        "o": 1311,
        "r": "niv:Genesis:41:12",
        "t": "Now a young Hebrew was there with us, a servant of the captain of the guard. We told him our dreams, and he interpreted them for us, giving each man the interpretation of his dream."
    },
    {
        "o": 1312,
        "r": "niv:Genesis:41:13",
        "t": "And things turned out exactly as he interpreted them to us: I was restored to my position, and the other man was impaled.”"
    },
    {
        "o": 1313,
        "r": "niv:Genesis:41:14",
        "t": "So*p Pharaoh sent for Joseph, and he was quickly brought from the dungeon. When he had shaved and changed his clothes, he came before Pharaoh."
    },
    {
        "o": 1314,
        "r": "niv:Genesis:41:15",
        "t": "Pharaoh*p said to Joseph, “I had a dream, and no one can interpret it. But I have heard it said of you that when you hear a dream you can interpret it.”"
    },
    {
        "o": 1315,
        "r": "niv:Genesis:41:16",
        "t": "“I*p cannot do it,” Joseph replied to Pharaoh, “but God will give Pharaoh the answer he desires.”"
    },
    {
        "o": 1316,
        "r": "niv:Genesis:41:17",
        "t": "Then*p Pharaoh said to Joseph, “In my dream I was standing on the bank of the Nile,"
    },
    {
        "o": 1317,
        "r": "niv:Genesis:41:18",
        "t": "when out of the river there came up seven cows, fat and sleek, and they grazed among the reeds."
    },
    {
        "o": 1318,
        "r": "niv:Genesis:41:19",
        "t": "After them, seven other cows came up—scrawny and very ugly and lean. I had never seen such ugly cows in all the land of Egypt."
    },
    {
        "o": 1319,
        "r": "niv:Genesis:41:20",
        "t": "The lean, ugly cows ate up the seven fat cows that came up first."
    },
    {
        "o": 1320,
        "r": "niv:Genesis:41:21",
        "t": "But even after they ate them, no one could tell that they had done so; they looked just as ugly as before. Then I woke up."
    },
    {
        "o": 1321,
        "r": "niv:Genesis:41:22",
        "t": "“In*p my dream I saw seven heads of grain, full and good, growing on a single stalk."
    },
    {
        "o": 1322,
        "r": "niv:Genesis:41:23",
        "t": "After them, seven other heads sprouted—withered and thin and scorched by the east wind."
    },
    {
        "o": 1323,
        "r": "niv:Genesis:41:24",
        "t": "The thin heads of grain swallowed up the seven good heads. I told this to the magicians, but none of them could explain it to me.”"
    },
    {
        "o": 1324,
        "r": "niv:Genesis:41:25",
        "t": "Then*p Joseph said to Pharaoh, “The dreams of Pharaoh are one and the same. God has revealed to Pharaoh what he is about to do."
    },
    {
        "o": 1325,
        "r": "niv:Genesis:41:26",
        "t": "The seven good cows are seven years, and the seven good heads of grain are seven years; it is one and the same dream."
    },
    {
        "o": 1326,
        "r": "niv:Genesis:41:27",
        "t": "The seven lean, ugly cows that came up afterward are seven years, and so are the seven worthless heads of grain scorched by the east wind: They are seven years of famine."
    },
    {
        "o": 1327,
        "r": "niv:Genesis:41:28",
        "t": "“It*p is just as I said to Pharaoh: God has shown Pharaoh what he is about to do."
    },
    {
        "o": 1328,
        "r": "niv:Genesis:41:29",
        "t": "Seven years of great abundance are coming throughout the land of Egypt,"
    },
    {
        "o": 1329,
        "r": "niv:Genesis:41:30",
        "t": "but seven years of famine will follow them. Then all the abundance in Egypt will be forgotten, and the famine will ravage the land."
    },
    {
        "o": 1330,
        "r": "niv:Genesis:41:31",
        "t": "The abundance in the land will not be remembered, because the famine that follows it will be so severe."
    },
    {
        "o": 1331,
        "r": "niv:Genesis:41:32",
        "t": "The reason the dream was given to Pharaoh in two forms is that the matter has been firmly decided by God, and God will do it soon."
    },
    {
        "o": 1332,
        "r": "niv:Genesis:41:33",
        "t": "“And*p now let Pharaoh look for a discerning and wise man and put him in charge of the land of Egypt."
    },
    {
        "o": 1333,
        "r": "niv:Genesis:41:34",
        "t": "Let Pharaoh appoint commissioners over the land to take a fifth of the harvest of Egypt during the seven years of abundance."
    },
    {
        "o": 1334,
        "r": "niv:Genesis:41:35",
        "t": "They should collect all the food of these good years that are coming and store up the grain under the authority of Pharaoh, to be kept in the cities for food."
    },
    {
        "o": 1335,
        "r": "niv:Genesis:41:36",
        "t": "This food should be held in reserve for the country, to be used during the seven years of famine that will come upon Egypt, so that the country may not be ruined by the famine.”"
    },
    {
        "o": 1336,
        "r": "niv:Genesis:41:37",
        "t": "The*p plan seemed good to Pharaoh and to all his officials."
    },
    {
        "o": 1337,
        "r": "niv:Genesis:41:38",
        "t": "So Pharaoh asked them, “Can we find anyone like this man, one in whom is the spirit of God?”"
    },
    {
        "o": 1338,
        "r": "niv:Genesis:41:39",
        "t": "Then*p Pharaoh said to Joseph, “Since God has made all this known to you, there is no one so discerning and wise as you."
    },
    {
        "o": 1339,
        "r": "niv:Genesis:41:40",
        "t": "You shall be in charge of my palace, and all my people are to submit to your orders. Only with respect to the throne will I be greater than you.”"
    },
    {
        "o": 1340,
        "r": "niv:Genesis:41:40",
        "t": "Joseph in Charge of Egypt",
        "h": 2
    },
    {
        "o": 1341,
        "r": "niv:Genesis:41:41",
        "t": "So*p Pharaoh said to Joseph, “I hereby put you in charge of the whole land of Egypt.”"
    },
    {
        "o": 1342,
        "r": "niv:Genesis:41:42",
        "t": "Then Pharaoh took his signet ring from his finger and put it on Joseph’s finger. He dressed him in robes of fine linen and put a gold chain around his neck."
    },
    {
        "o": 1343,
        "r": "niv:Genesis:41:43",
        "t": "He had him ride in a chariot as his second-in-command, and people shouted before him, “Make way!” Thus he put him in charge of the whole land of Egypt."
    },
    {
        "o": 1344,
        "r": "niv:Genesis:41:44",
        "t": "Then*p Pharaoh said to Joseph, “I am Pharaoh, but without your word no one will lift hand or foot in all Egypt.”"
    },
    {
        "o": 1345,
        "r": "niv:Genesis:41:45",
        "t": "Pharaoh gave Joseph the name Zaphenath-Paneah and gave him Asenath daughter of Potiphera, priest of On, to be his wife. And Joseph went throughout the land of Egypt."
    },
    {
        "o": 1346,
        "r": "niv:Genesis:41:46",
        "t": "Joseph*p was thirty years old when he entered the service of Pharaoh king of Egypt. And Joseph went out from Pharaoh’s presence and traveled throughout Egypt."
    },
    {
        "o": 1347,
        "r": "niv:Genesis:41:47",
        "t": "During the seven years of abundance the land produced plentifully."
    },
    {
        "o": 1348,
        "r": "niv:Genesis:41:48",
        "t": "Joseph collected all the food produced in those seven years of abundance in Egypt and stored it in the cities. In each city he put the food grown in the fields surrounding it."
    },
    {
        "o": 1349,
        "r": "niv:Genesis:41:49",
        "t": "Joseph stored up huge quantities of grain, like the sand of the sea; it was so much that he stopped keeping records because it was beyond measure."
    },
    {
        "o": 1350,
        "r": "niv:Genesis:41:50",
        "t": "Before*p the years of famine came, two sons were born to Joseph by Asenath daughter of Potiphera, priest of On."
    },
    {
        "o": 1351,
        "r": "niv:Genesis:41:51",
        "t": "Joseph named his firstborn Manasseh and said, “It is because God has made me forget all my trouble and all my father’s household.”"
    },
    {
        "o": 1352,
        "r": "niv:Genesis:41:52",
        "t": "The second son he named Ephraim and said, “It is because God has made me fruitful in the land of my suffering.”"
    },
    {
        "o": 1353,
        "r": "niv:Genesis:41:53",
        "t": "The*p seven years of abundance in Egypt came to an end,"
    },
    {
        "o": 1354,
        "r": "niv:Genesis:41:54",
        "t": "and the seven years of famine began, just as Joseph had said. There was famine in all the other lands, but in the whole land of Egypt there was food."
    },
    {
        "o": 1355,
        "r": "niv:Genesis:41:55",
        "t": "When all Egypt began to feel the famine, the people cried to Pharaoh for food. Then Pharaoh told all the Egyptians, “Go to Joseph and do what he tells you.”"
    },
    {
        "o": 1356,
        "r": "niv:Genesis:41:56",
        "t": "When*p the famine had spread over the whole country, Joseph opened all the storehouses and sold grain to the Egyptians, for the famine was severe throughout Egypt."
    },
    {
        "o": 1357,
        "r": "niv:Genesis:41:57",
        "t": "And all the world came to Egypt to buy grain from Joseph, because the famine was severe everywhere."
    }
]
