[
    {
        "o": 15478,
        "r": "kjv:Psalm:66:0",
        "t": "Psalm 66",
        "h": 1
    },
    {
        "o": 15479,
        "r": "kjv:Psalm:66:0",
        "t": "To the chief Musician, A Song or Psalm.",
        "h": 4
    },
    {
        "o": 15480,
        "r": "kjv:Psalm:66:1",
        "t": "Make*p a joyful noise unto God, all ye lands:"
    },
    {
        "o": 15481,
        "r": "kjv:Psalm:66:2",
        "t": "Sing*p forth the honour of his name: make his praise glorious."
    },
    {
        "o": 15482,
        "r": "kjv:Psalm:66:3",
        "t": "Say*p unto God, How terrible art thou in thy works! through the greatness of thy power shall thine enemies submit themselves unto thee."
    },
    {
        "o": 15483,
        "r": "kjv:Psalm:66:4",
        "t": "All*p the earth shall worship thee, and shall sing unto thee; they shall sing to thy name. Selah."
    },
    {
        "o": 15484,
        "r": "kjv:Psalm:66:5",
        "t": "Come*p and see the works of God: he is terrible in his doing toward the children of men."
    },
    {
        "o": 15485,
        "r": "kjv:Psalm:66:6",
        "t": "He*p turned the sea into dry land: they went through the flood on foot: there did we rejoice in him."
    },
    {
        "o": 15486,
        "r": "kjv:Psalm:66:7",
        "t": "He*p ruleth by his power for ever; his eyes behold the nations: let not the rebellious exalt themselves. Selah."
    },
    {
        "o": 15487,
        "r": "kjv:Psalm:66:8",
        "t": "O*p bless our God, ye people, and make the voice of his praise to be heard:"
    },
    {
        "o": 15488,
        "r": "kjv:Psalm:66:9",
        "t": "Which*p holdeth our soul in life, and suffereth not our feet to be moved."
    },
    {
        "o": 15489,
        "r": "kjv:Psalm:66:10",
        "t": "For*p thou, O God, hast proved us: thou hast tried us, as silver is tried."
    },
    {
        "o": 15490,
        "r": "kjv:Psalm:66:11",
        "t": "Thou*p broughtest us into the net; thou laidst affliction upon our loins."
    },
    {
        "o": 15491,
        "r": "kjv:Psalm:66:12",
        "t": "Thou*p hast caused men to ride over our heads; we went through fire and through water: but thou broughtest us out into a wealthy place."
    },
    {
        "o": 15492,
        "r": "kjv:Psalm:66:13",
        "t": "I*p will go into thy house with burnt offerings: I will pay thee my vows,"
    },
    {
        "o": 15493,
        "r": "kjv:Psalm:66:14",
        "t": "Which*p my lips have uttered, and my mouth hath spoken, when I was in trouble."
    },
    {
        "o": 15494,
        "r": "kjv:Psalm:66:15",
        "t": "I*p will offer unto thee burnt sacrifices of fatlings, with the incense of rams; I will offer bullocks with goats. Selah."
    },
    {
        "o": 15495,
        "r": "kjv:Psalm:66:16",
        "t": "Come*p and hear, all ye that fear God, and I will declare what he hath done for my soul."
    },
    {
        "o": 15496,
        "r": "kjv:Psalm:66:17",
        "t": "I*p cried unto him with my mouth, and he was extolled with my tongue."
    },
    {
        "o": 15497,
        "r": "kjv:Psalm:66:18",
        "t": "If*p I regard iniquity in my heart, the Lord will not hear me:"
    },
    {
        "o": 15498,
        "r": "kjv:Psalm:66:19",
        "t": "But*p verily God hath heard me; he hath attended to the voice of my prayer."
    },
    {
        "o": 15499,
        "r": "kjv:Psalm:66:20",
        "t": "Blessed*p be God, which hath not turned away my prayer, nor his mercy from me."
    }
]
