[
    {
        "o": 14010,
        "r": "esv:Esther:2:0",
        "t": "Esther 2",
        "h": 1
    },
    {
        "o": 14011,
        "r": "esv:Esther:2:0",
        "t": "Esther Chosen Queen",
        "h": 2
    },
    {
        "o": 14012,
        "r": "esv:Esther:2:1",
        "t": "After*p these things, when the anger of King Ahasuerus had abated, he remembered Vashti and what she had done and what had been decreed against her."
    },
    {
        "o": 14013,
        "r": "esv:Esther:2:2",
        "t": "Then the king’s young men who attended him said, “Let beautiful young virgins be sought out for the king."
    },
    {
        "o": 14014,
        "r": "esv:Esther:2:3",
        "t": "And let the king appoint officers in all the provinces of his kingdom to gather all the beautiful young virgins to the harem in Susa the citadel, under custody of Hegai, the king’s eunuch, who is in charge of the women. Let their cosmetics be given them."
    },
    {
        "o": 14015,
        "r": "esv:Esther:2:4",
        "t": "And let the young woman who pleases the king be queen instead of Vashti.” This pleased the king, and he did so."
    },
    {
        "o": 14016,
        "r": "esv:Esther:2:5",
        "t": "Now*p there was a Jew in Susa the citadel whose name was Mordecai, the son of Jair, son of Shimei, son of Kish, a Benjaminite,"
    },
    {
        "o": 14017,
        "r": "esv:Esther:2:6",
        "t": "who had been carried away from Jerusalem among the captives carried away with Jeconiah king of Judah, whom Nebuchadnezzar king of Babylon had carried away."
    },
    {
        "o": 14018,
        "r": "esv:Esther:2:7",
        "t": "He was bringing up Hadassah, that is Esther, the daughter of his uncle, for she had neither father nor mother. The young woman had a beautiful figure and was lovely to look at, and when her father and her mother died, Mordecai took her as his own daughter."
    },
    {
        "o": 14019,
        "r": "esv:Esther:2:8",
        "t": "So when the king’s order and his edict were proclaimed, and when many young women were gathered in Susa the citadel in custody of Hegai, Esther also was taken into the king’s palace and put in custody of Hegai, who had charge of the women."
    },
    {
        "o": 14020,
        "r": "esv:Esther:2:9",
        "t": "And the young woman pleased him and won his favor. And he quickly provided her with her cosmetics and her portion of food, and with seven chosen young women from the king’s palace, and advanced her and her young women to the best place in the harem."
    },
    {
        "o": 14021,
        "r": "esv:Esther:2:10",
        "t": "Esther had not made known her people or kindred, for Mordecai had commanded her not to make it known."
    },
    {
        "o": 14022,
        "r": "esv:Esther:2:11",
        "t": "And every day Mordecai walked in front of the court of the harem to learn how Esther was and what was happening to her."
    },
    {
        "o": 14023,
        "r": "esv:Esther:2:12",
        "t": "Now*p when the turn came for each young woman to go in to King Ahasuerus, after being twelve months under the regulations for the women, since this was the regular period of their beautifying, six months with oil of myrrh and six months with spices and ointments for women—"
    },
    {
        "o": 14024,
        "r": "esv:Esther:2:13",
        "t": "when the young woman went in to the king in this way, she was given whatever she desired to take with her from the harem to the king’s palace."
    },
    {
        "o": 14025,
        "r": "esv:Esther:2:14",
        "t": "In the evening she would go in, and in the morning she would return to the second harem in custody of Shaashgaz, the king’s eunuch, who was in charge of the concubines. She would not go in to the king again, unless the king delighted in her and she was summoned by name."
    },
    {
        "o": 14026,
        "r": "esv:Esther:2:15",
        "t": "When*p the turn came for Esther the daughter of Abihail the uncle of Mordecai, who had taken her as his own daughter, to go in to the king, she asked for nothing except what Hegai the king’s eunuch, who had charge of the women, advised. Now Esther was winning favor in the eyes of all who saw her."
    },
    {
        "o": 14027,
        "r": "esv:Esther:2:16",
        "t": "And when Esther was taken to King Ahasuerus, into his royal palace, in the tenth month, which is the month of Tebeth, in the seventh year of his reign,"
    },
    {
        "o": 14028,
        "r": "esv:Esther:2:17",
        "t": "the king loved Esther more than all the women, and she won grace and favor in his sight more than all the virgins, so that he set the royal crown on her head and made her queen instead of Vashti."
    },
    {
        "o": 14029,
        "r": "esv:Esther:2:18",
        "t": "Then the king gave a great feast for all his officials and servants; it was Esther’s feast. He also granted a remission of taxes to the provinces and gave gifts with royal generosity."
    },
    {
        "o": 14030,
        "r": "esv:Esther:2:18",
        "t": "Mordecai Discovers a Plot",
        "h": 2
    },
    {
        "o": 14031,
        "r": "esv:Esther:2:19",
        "t": "Now*p when the virgins were gathered together the second time, Mordecai was sitting at the king’s gate."
    },
    {
        "o": 14032,
        "r": "esv:Esther:2:20",
        "t": "Esther had not made known her kindred or her people, as Mordecai had commanded her, for Esther obeyed Mordecai just as when she was brought up by him."
    },
    {
        "o": 14033,
        "r": "esv:Esther:2:21",
        "t": "In those days, as Mordecai was sitting at the king’s gate, Bigthan and Teresh, two of the king’s eunuchs, who guarded the threshold, became angry and sought to lay hands on King Ahasuerus."
    },
    {
        "o": 14034,
        "r": "esv:Esther:2:22",
        "t": "And this came to the knowledge of Mordecai, and he told it to Queen Esther, and Esther told the king in the name of Mordecai."
    },
    {
        "o": 14035,
        "r": "esv:Esther:2:23",
        "t": "When the affair was investigated and found to be so, the men were both hanged on the gallows. And it was recorded in the book of the chronicles in the presence of the king."
    }
]
