[
    {
        "o": 30749,
        "r": "csb:Acts:8:0",
        "t": "Acts 8",
        "h": 1
    },
    {
        "o": 30750,
        "r": "csb:Acts:8:0",
        "t": "Saul the Persecutor",
        "h": 2
    },
    {
        "o": 30751,
        "r": "csb:Acts:8:1",
        "t": "Saul*p agreed with putting him to death. On*p that day a severe persecution broke out against the church in Jerusalem, and all except the apostles were scattered throughout the land of Judea and Samaria."
    },
    {
        "o": 30752,
        "r": "csb:Acts:8:2",
        "t": "Devout men buried Stephen and mourned deeply over him."
    },
    {
        "o": 30753,
        "r": "csb:Acts:8:3",
        "t": "Saul, however, was ravaging the church. He would enter house after house, drag off men and women, and put them in prison."
    },
    {
        "o": 30754,
        "r": "csb:Acts:8:3",
        "t": "Philip in Samaria",
        "h": 2
    },
    {
        "o": 30755,
        "r": "csb:Acts:8:4",
        "t": "So*p those who were scattered went on their way preaching the word."
    },
    {
        "o": 30756,
        "r": "csb:Acts:8:5",
        "t": "Philip went down to a city in Samaria and proclaimed the Messiah to them."
    },
    {
        "o": 30757,
        "r": "csb:Acts:8:6",
        "t": "The crowds were all paying attention to what Philip said, as they listened and saw the signs he was performing."
    },
    {
        "o": 30758,
        "r": "csb:Acts:8:7",
        "t": "For unclean spirits, crying out with a loud voice, came out of many who were possessed, and many who were paralyzed and lame were healed."
    },
    {
        "o": 30759,
        "r": "csb:Acts:8:8",
        "t": "So there was great joy in that city."
    },
    {
        "o": 30760,
        "r": "csb:Acts:8:8",
        "t": "The Response of Simon",
        "h": 2
    },
    {
        "o": 30761,
        "r": "csb:Acts:8:9",
        "t": "A*p man named Simon had previously practiced sorcery in that city and amazed the Samaritan people, while claiming to be somebody great."
    },
    {
        "o": 30762,
        "r": "csb:Acts:8:10",
        "t": "They all paid attention to him, from the least of them to the greatest, and they said, “This man is called the Great Power of God.”"
    },
    {
        "o": 30763,
        "r": "csb:Acts:8:11",
        "t": "They were attentive to him because he had amazed them with his sorceries for a long time."
    },
    {
        "o": 30764,
        "r": "csb:Acts:8:12",
        "t": "But when they believed Philip, as he proclaimed the good news about the kingdom of God and the name of Jesus Christ, both men and women were baptized."
    },
    {
        "o": 30765,
        "r": "csb:Acts:8:13",
        "t": "Even Simon himself believed. And after he was baptized, he followed Philip everywhere and was amazed as he observed the signs and great miracles that were being performed."
    },
    {
        "o": 30766,
        "r": "csb:Acts:8:13",
        "t": "Simon’s Sin",
        "h": 2
    },
    {
        "o": 30767,
        "r": "csb:Acts:8:14",
        "t": "When*p the apostles who were at Jerusalem heard that Samaria had received the word of God, they sent Peter and John to them."
    },
    {
        "o": 30768,
        "r": "csb:Acts:8:15",
        "t": "After they went down there, they prayed for them so that the Samaritans might receive the Holy Spirit because he had not yet come down on any of them."
    },
    {
        "o": 30769,
        "r": "csb:Acts:8:16",
        "t": "(They had only been baptized in the name of the Lord Jesus.)"
    },
    {
        "o": 30770,
        "r": "csb:Acts:8:17",
        "t": "Then Peter and John laid their hands on them, and they received the Holy Spirit."
    },
    {
        "o": 30771,
        "r": "csb:Acts:8:18",
        "t": "When*p Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money,"
    },
    {
        "o": 30772,
        "r": "csb:Acts:8:19",
        "t": "saying, “Give me this power also so that anyone I lay hands on may receive the Holy Spirit.”"
    },
    {
        "o": 30773,
        "r": "csb:Acts:8:20",
        "t": "But*p Peter told him, “May your silver be destroyed with you, because you thought you could obtain the gift of God with money!"
    },
    {
        "o": 30774,
        "r": "csb:Acts:8:21",
        "t": "You have no part or share in this matter, because your heart is not right before God."
    },
    {
        "o": 30775,
        "r": "csb:Acts:8:22",
        "t": "Therefore repent of this wickedness of yours, and pray to the Lord that, if possible, your heart’s intent may be forgiven."
    },
    {
        "o": 30776,
        "r": "csb:Acts:8:23",
        "t": "For I see you are poisoned by bitterness and bound by wickedness.”"
    },
    {
        "o": 30777,
        "r": "csb:Acts:8:24",
        "t": "“Pray*p to the Lord for me,” Simon replied, “so that nothing you have said may happen to me.”"
    },
    {
        "o": 30778,
        "r": "csb:Acts:8:25",
        "t": "So,*p after they had testified and spoken the word of the Lord, they traveled back to Jerusalem, preaching the gospel in many villages of the Samaritans."
    },
    {
        "o": 30779,
        "r": "csb:Acts:8:25",
        "t": "The Conversion of the Ethiopian Official",
        "h": 2
    },
    {
        "o": 30780,
        "r": "csb:Acts:8:26",
        "t": "An*p angel of the Lord spoke to Philip: “Get up and go south to the road that goes down from Jerusalem to Gaza.” (This is the desert road.)"
    },
    {
        "o": 30781,
        "r": "csb:Acts:8:27",
        "t": "So he got up and went. There was an Ethiopian man, a eunuch and high official of Candace, queen of the Ethiopians, who was in charge of her entire treasury. He had come to worship in Jerusalem"
    },
    {
        "o": 30782,
        "r": "csb:Acts:8:28",
        "t": "and was sitting in his chariot on his way home, reading the prophet Isaiah aloud."
    },
    {
        "o": 30783,
        "r": "csb:Acts:8:29",
        "t": "The*p Spirit told Philip, “Go and join that chariot.”"
    },
    {
        "o": 30784,
        "r": "csb:Acts:8:30",
        "t": "When*p Philip ran up to it, he heard him reading the prophet Isaiah, and said, “Do you understand what you’re reading?”"
    },
    {
        "o": 30785,
        "r": "csb:Acts:8:31",
        "t": "“How*p can I,” he said, “unless someone guides me?” So he invited Philip to come up and sit with him."
    },
    {
        "o": 30786,
        "r": "csb:Acts:8:32",
        "t": "Now the Scripture passage he was reading was this: He*ipn was*i led*i like*i a*i sheep*i to*i the*i slaughter,*i and*iln as*i a*i lamb*i is*i silent*i before*i its*i shearer,*i so*iln he*i does*i not*i open*i his*i mouth.*i"
    },
    {
        "o": 30787,
        "r": "csb:Acts:8:33",
        "t": "In*iln his*i humiliation*i justice*i was*i denied*i him.*i Who*iln will*i describe*i his*i generation?*i For*iln his*i life*i is*i taken*i from*i the*i earth.*i"
    },
    {
        "o": 30788,
        "r": "csb:Acts:8:34",
        "t": "The*p eunuch said to Philip, “I ask you, who is the prophet saying this about - himself or someone else?”"
    },
    {
        "o": 30789,
        "r": "csb:Acts:8:35",
        "t": "Philip proceeded to tell him the good news about Jesus, beginning with that Scripture."
    },
    {
        "o": 30790,
        "r": "csb:Acts:8:36",
        "t": "As*p they were traveling down the road, they came to some water. The eunuch said, “Look, there’s water. What would keep me from being baptized?”"
    },
    {
        "o": 30791,
        "r": "csb:Acts:8:38",
        "t": "So he ordered the chariot to stop, and both Philip and the eunuch went down into the water, and he baptized him."
    },
    {
        "o": 30792,
        "r": "csb:Acts:8:39",
        "t": "When they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch did not see him any longer but went on his way rejoicing."
    },
    {
        "o": 30793,
        "r": "csb:Acts:8:40",
        "t": "Philip appeared in Azotus, and he was traveling and preaching the gospel in all the towns until he came to Caesarea."
    }
]
