[
    {
        "o": 33850,
        "r": "niv:1 John:4:0",
        "t": "1 John 4",
        "h": 1
    },
    {
        "o": 33851,
        "r": "niv:1 John:4:0",
        "t": "On Denying the Incarnation",
        "h": 2
    },
    {
        "o": 33852,
        "r": "niv:1 John:4:1",
        "t": "Dear*p friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."
    },
    {
        "o": 33853,
        "r": "niv:1 John:4:2",
        "t": "This is how you can recognize the Spirit of God: Every spirit that acknowledges that Jesus Christ has come in the flesh is from God,"
    },
    {
        "o": 33854,
        "r": "niv:1 John:4:3",
        "t": "but every spirit that does not acknowledge Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and even now is already in the world."
    },
    {
        "o": 33855,
        "r": "niv:1 John:4:4",
        "t": "You,*p dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world."
    },
    {
        "o": 33856,
        "r": "niv:1 John:4:5",
        "t": "They are from the world and therefore speak from the viewpoint of the world, and the world listens to them."
    },
    {
        "o": 33857,
        "r": "niv:1 John:4:6",
        "t": "We are from God, and whoever knows God listens to us; but whoever is not from God does not listen to us. This is how we recognize the Spirit of truth and the spirit of falsehood."
    },
    {
        "o": 33858,
        "r": "niv:1 John:4:6",
        "t": "God’s Love and Ours",
        "h": 2
    },
    {
        "o": 33859,
        "r": "niv:1 John:4:7",
        "t": "Dear*p friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God."
    },
    {
        "o": 33860,
        "r": "niv:1 John:4:8",
        "t": "Whoever does not love does not know God, because God is love."
    },
    {
        "o": 33861,
        "r": "niv:1 John:4:9",
        "t": "This is how God showed his love among us: He sent his one and only Son into the world that we might live through him."
    },
    {
        "o": 33862,
        "r": "niv:1 John:4:10",
        "t": "This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins."
    },
    {
        "o": 33863,
        "r": "niv:1 John:4:11",
        "t": "Dear friends, since God so loved us, we also ought to love one another."
    },
    {
        "o": 33864,
        "r": "niv:1 John:4:12",
        "t": "No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us."
    },
    {
        "o": 33865,
        "r": "niv:1 John:4:13",
        "t": "This*p is how we know that we live in him and he in us: He has given us of his Spirit."
    },
    {
        "o": 33866,
        "r": "niv:1 John:4:14",
        "t": "And we have seen and testify that the Father has sent his Son to be the Savior of the world."
    },
    {
        "o": 33867,
        "r": "niv:1 John:4:15",
        "t": "If anyone acknowledges that Jesus is the Son of God, God lives in them and they in God."
    },
    {
        "o": 33868,
        "r": "niv:1 John:4:16",
        "t": "And so we know and rely on the love God has for us. God*p is love. Whoever lives in love lives in God, and God in them."
    },
    {
        "o": 33869,
        "r": "niv:1 John:4:17",
        "t": "This is how love is made complete among us so that we will have confidence on the day of judgment: In this world we are like Jesus."
    },
    {
        "o": 33870,
        "r": "niv:1 John:4:18",
        "t": "There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love."
    },
    {
        "o": 33871,
        "r": "niv:1 John:4:19",
        "t": "We*p love because he first loved us."
    },
    {
        "o": 33872,
        "r": "niv:1 John:4:20",
        "t": "Whoever claims to love God yet hates a brother or sister is a liar. For whoever does not love their brother and sister, whom they have seen, cannot love God, whom they have not seen."
    },
    {
        "o": 33873,
        "r": "niv:1 John:4:21",
        "t": "And he has given us this command: Anyone who loves God must also love their brother and sister."
    }
]
