[
    {
        "o": 10327,
        "r": "csb:1 Kings:18:0",
        "t": "1 Kings 18",
        "h": 1
    },
    {
        "o": 10328,
        "r": "csb:1 Kings:18:0",
        "t": "Elijah’s Message to Ahab",
        "h": 2
    },
    {
        "o": 10329,
        "r": "csb:1 Kings:18:1",
        "t": "After*p a long time, the word of the Lord*s came to Elijah in the third year: “Go and present yourself to Ahab. I will send rain on the surface of the land.”"
    },
    {
        "o": 10330,
        "r": "csb:1 Kings:18:2",
        "t": "So Elijah went to present himself to Ahab. The*p famine was severe in Samaria."
    },
    {
        "o": 10331,
        "r": "csb:1 Kings:18:3",
        "t": "Ahab called for Obadiah, who was in charge of the palace. Obadiah was a man who greatly feared the Lord*s"
    },
    {
        "o": 10332,
        "r": "csb:1 Kings:18:4",
        "t": "and took a hundred prophets and hid them, fifty men to a cave, and provided them with food and water when Jezebel slaughtered the Lord’s*s prophets."
    },
    {
        "o": 10333,
        "r": "csb:1 Kings:18:5",
        "t": "Ahab said to Obadiah, “Go throughout the land to every spring and to every wadi. Perhaps we’ll find grass so we can keep the horses and mules alive and not have to destroy any cattle.”"
    },
    {
        "o": 10334,
        "r": "csb:1 Kings:18:6",
        "t": "They divided the land between them in order to cover it. Ahab went one way by himself, and Obadiah went the other way by himself."
    },
    {
        "o": 10335,
        "r": "csb:1 Kings:18:7",
        "t": "While*p Obadiah was walking along the road, Elijah suddenly met him. When Obadiah recognized him, he fell facedown and said, “Is it you, my lord Elijah?”"
    },
    {
        "o": 10336,
        "r": "csb:1 Kings:18:8",
        "t": "“It*p is I,” he replied. “Go tell your lord, ‘Elijah is here!’”"
    },
    {
        "o": 10337,
        "r": "csb:1 Kings:18:9",
        "t": "But*p Obadiah said, “What sin have I committed, that you are handing your servant over to Ahab to put me to death?"
    },
    {
        "o": 10338,
        "r": "csb:1 Kings:18:10",
        "t": "As the Lord*s your God lives, there is no nation or kingdom where my lord has not sent someone to search for you. When they said, ‘He is not here,’ he made that kingdom or nation swear they had not found you."
    },
    {
        "o": 10339,
        "r": "csb:1 Kings:18:11",
        "t": "“Now*p you say, ‘Go tell your lord, “Elijah is here!”’"
    },
    {
        "o": 10340,
        "r": "csb:1 Kings:18:12",
        "t": "But when I leave you, the Spirit of the Lord*s may carry you off to some place I don’t know. Then when I go report to Ahab and he doesn’t find you, he will kill me. But I, your servant, have feared the Lord*s from my youth."
    },
    {
        "o": 10341,
        "r": "csb:1 Kings:18:13",
        "t": "Wasn’t it reported to my lord what I did when Jezebel slaughtered the Lord’s*s prophets? I hid a hundred of the prophets of the Lord,*s fifty men to a cave, and I provided them with food and water."
    },
    {
        "o": 10342,
        "r": "csb:1 Kings:18:14",
        "t": "Now you say, ‘Go tell your lord, “Elijah is here!” ’ He will kill me!”"
    },
    {
        "o": 10343,
        "r": "csb:1 Kings:18:15",
        "t": "Then*p Elijah said, “As the Lord*s of Armies lives, in whose presence I stand, today I will present myself to Ahab.”"
    },
    {
        "o": 10344,
        "r": "csb:1 Kings:18:16",
        "t": "Obadiah*p went to meet Ahab and told him. Then Ahab went to meet Elijah."
    },
    {
        "o": 10345,
        "r": "csb:1 Kings:18:17",
        "t": "When Ahab saw Elijah, Ahab said to him, “Is that you, the one ruining Israel?”"
    },
    {
        "o": 10346,
        "r": "csb:1 Kings:18:18",
        "t": "He*p replied, “I have not ruined Israel, but you and your father’s family have, because you have abandoned the Lord’s*s commands and followed the Baals."
    },
    {
        "o": 10347,
        "r": "csb:1 Kings:18:19",
        "t": "Now summon all Israel to meet me at Mount Carmel, along with the 450 prophets of Baal and the 400 prophets of Asherah who eat at Jezebel’s table.”"
    },
    {
        "o": 10348,
        "r": "csb:1 Kings:18:19",
        "t": "Elijah at Mount Carmel",
        "h": 2
    },
    {
        "o": 10349,
        "r": "csb:1 Kings:18:20",
        "t": "So*p Ahab summoned all the Israelites and gathered the prophets at Mount Carmel."
    },
    {
        "o": 10350,
        "r": "csb:1 Kings:18:21",
        "t": "Then Elijah approached all the people and said, “How long will you waver between two opinions? If the Lord*s is God, follow him. But if Baal, follow him.” But the people didn’t answer him a word."
    },
    {
        "o": 10351,
        "r": "csb:1 Kings:18:22",
        "t": "Then*p Elijah said to the people, “I am the only remaining prophet of the Lord,*s but Baal’s prophets are 450 men."
    },
    {
        "o": 10352,
        "r": "csb:1 Kings:18:23",
        "t": "Let two bulls be given to us. They are to choose one bull for themselves, cut it in pieces, and place it on the wood but not light the fire. I will prepare the other bull and place it on the wood but not light the fire."
    },
    {
        "o": 10353,
        "r": "csb:1 Kings:18:24",
        "t": "Then you call on the name of your god, and I will call on the name of the Lord.*s The God who answers with fire, he is God.” All*p the people answered, “That’s fine.”"
    },
    {
        "o": 10354,
        "r": "csb:1 Kings:18:25",
        "t": "Then*p Elijah said to the prophets of Baal, “Since you are so numerous, choose for yourselves one bull and prepare it first. Then call on the name of your god but don’t light the fire.”"
    },
    {
        "o": 10355,
        "r": "csb:1 Kings:18:26",
        "t": "So*p they took the bull that he gave them, prepared it, and called on the name of Baal from morning until noon, saying, “Baal, answer us!” But there was no sound; no one answered. Then they danced around the altar they had made."
    },
    {
        "o": 10356,
        "r": "csb:1 Kings:18:27",
        "t": "At*p noon Elijah mocked them. He said, “Shout loudly, for he’s a god! Maybe he’s thinking it over; maybe he has wandered away; or maybe he’s on the road. Perhaps he’s sleeping and will wake up!”"
    },
    {
        "o": 10357,
        "r": "csb:1 Kings:18:28",
        "t": "They shouted loudly, and cut themselves with knives and spears, according to their custom, until blood gushed over them."
    },
    {
        "o": 10358,
        "r": "csb:1 Kings:18:29",
        "t": "All afternoon they kept on raving until the offering of the evening sacrifice, but there was no sound; no one answered, no one paid attention."
    },
    {
        "o": 10359,
        "r": "csb:1 Kings:18:30",
        "t": "Then*p Elijah said to all the people, “Come near me.” So all the people approached him. Then he repaired the Lord’s*s altar that had been torn down:"
    },
    {
        "o": 10360,
        "r": "csb:1 Kings:18:31",
        "t": "Elijah took twelve stones - according to the number of the tribes of the sons of Jacob, to whom the word of the Lord*s had come, saying, “Israel will be your name”-"
    },
    {
        "o": 10361,
        "r": "csb:1 Kings:18:32",
        "t": "and he built an altar with the stones in the name of the Lord.*s Then he made a trench around the altar large enough to hold about four gallons."
    },
    {
        "o": 10362,
        "r": "csb:1 Kings:18:33",
        "t": "Next, he arranged the wood, cut up the bull, and placed it on the wood. He said, “Fill four water pots with water and pour it on the offering to be burned and on the wood.”"
    },
    {
        "o": 10363,
        "r": "csb:1 Kings:18:34",
        "t": "Then he said, “A second time!” and they did it a second time. And then he said, “A third time!” and they did it a third time."
    },
    {
        "o": 10364,
        "r": "csb:1 Kings:18:35",
        "t": "So the water ran all around the altar; he even filled the trench with water."
    },
    {
        "o": 10365,
        "r": "csb:1 Kings:18:36",
        "t": "At*p the time for offering the evening sacrifice, the prophet Elijah approached the altar and said, “Lord,*s the God of Abraham, Isaac, and Israel, today let it be known that you are God in Israel and I am your servant, and that at your word I have done all these things."
    },
    {
        "o": 10366,
        "r": "csb:1 Kings:18:37",
        "t": "Answer me, Lord!*s Answer me so that this people will know that you, the Lord,*s are God and that you have turned their hearts back.”"
    },
    {
        "o": 10367,
        "r": "csb:1 Kings:18:38",
        "t": "Then*p the Lord’s*s fire fell and consumed the burnt offering, the wood, the stones, and the dust, and it licked up the water that was in the trench."
    },
    {
        "o": 10368,
        "r": "csb:1 Kings:18:39",
        "t": "When all the people saw it, they fell facedown and said, “The Lord,*s he is God! The Lord,*s he is God!”"
    },
    {
        "o": 10369,
        "r": "csb:1 Kings:18:40",
        "t": "Then*p Elijah ordered them, “Seize the prophets of Baal! Do not let even one of them escape.” So they seized them, and Elijah brought them down to the Wadi Kishon and slaughtered them there."
    },
    {
        "o": 10370,
        "r": "csb:1 Kings:18:41",
        "t": "Elijah said to Ahab, “Go up, eat and drink, for there is the sound of a rainstorm.”"
    },
    {
        "o": 10371,
        "r": "csb:1 Kings:18:42",
        "t": "So*p Ahab went to eat and drink, but Elijah went up to the summit of Carmel. He bent down on the ground and put his face between his knees."
    },
    {
        "o": 10372,
        "r": "csb:1 Kings:18:43",
        "t": "Then he said to his servant, “Go up and look toward the sea.” So*p he went up, looked, and said, “There’s nothing.” Seven*p times Elijah said, “Go back.”"
    },
    {
        "o": 10373,
        "r": "csb:1 Kings:18:44",
        "t": "On*p the seventh time, he reported, “There’s a cloud as small as a man’s hand coming up from the sea.” Then*p Elijah said, “Go and tell Ahab, ‘Get your chariot ready and go down so the rain doesn’t stop you.’”"
    },
    {
        "o": 10374,
        "r": "csb:1 Kings:18:45",
        "t": "In*p a little while, the sky grew dark with clouds and wind, and there was a downpour. So Ahab got in his chariot and went to Jezreel."
    },
    {
        "o": 10375,
        "r": "csb:1 Kings:18:46",
        "t": "The power of the Lord*s was on Elijah, and he tucked his mantle under his belt and ran ahead of Ahab to the entrance of Jezreel."
    }
]
