[
    {
        "o": 8091,
        "r": "nasb:1 Samuel:10:0",
        "t": "1 Samuel 10",
        "h": 1
    },
    {
        "o": 8092,
        "r": "nasb:1 Samuel:10:0",
        "t": "Saul among Prophets",
        "h": 2
    },
    {
        "o": 8093,
        "r": "nasb:1 Samuel:10:1",
        "t": "Then*p Samuel took the flask of oil, poured it on his head, kissed him and said, “Has not the Lord*s anointed you a ruler over His inheritance?"
    },
    {
        "o": 8094,
        "r": "nasb:1 Samuel:10:2",
        "t": "When you go from me today, then you will find two men close to Rachel’s tomb in the territory of Benjamin at Zelzah; and they will say to you, ‘The donkeys which you went to look for have been found. Now behold, your father has ceased to be concerned about the donkeys and is anxious for you, saying, “What shall I do about my son?” ’"
    },
    {
        "o": 8095,
        "r": "nasb:1 Samuel:10:3",
        "t": "Then you will go on further from there, and you will come as far as the oak of Tabor, and there three men going up to God at Bethel will meet you, one carrying three young goats, another carrying three loaves of bread, and another carrying a jug of wine;"
    },
    {
        "o": 8096,
        "r": "nasb:1 Samuel:10:4",
        "t": "and they will greet you and give you two loaves*i of bread, which you will accept from their hand."
    },
    {
        "o": 8097,
        "r": "nasb:1 Samuel:10:5",
        "t": "Afterward you will come to the hill of God where the Philistine garrison is; and it shall be as soon as you have come there to the city, that you will meet a group of prophets coming down from the high place with harp, tambourine, flute, and a lyre before them, and they will be prophesying."
    },
    {
        "o": 8098,
        "r": "nasb:1 Samuel:10:6",
        "t": "Then the Spirit of the Lord*s will come upon you mightily, and you shall prophesy with them and be changed into another man."
    },
    {
        "o": 8099,
        "r": "nasb:1 Samuel:10:7",
        "t": "It shall be when these signs come to you, do for yourself what the occasion requires, for God is with you."
    },
    {
        "o": 8100,
        "r": "nasb:1 Samuel:10:8",
        "t": "And you shall go down before me to Gilgal; and behold, I will come down to you to offer burnt offerings and sacrifice peace offerings. You shall wait seven days until I come to you and show you what you should do.”"
    },
    {
        "o": 8101,
        "r": "nasb:1 Samuel:10:9",
        "t": "Then*p it happened when he turned his back to leave Samuel, God changed his heart; and all those signs came about on that day."
    },
    {
        "o": 8102,
        "r": "nasb:1 Samuel:10:10",
        "t": "When they came to the hill there, behold, a group of prophets met him; and the Spirit of God came upon him mightily, so that he prophesied among them."
    },
    {
        "o": 8103,
        "r": "nasb:1 Samuel:10:11",
        "t": "It came about, when all who knew him previously saw that he prophesied now with the prophets, that the people said to one another, “What has happened to the son of Kish? Is Saul also among the prophets?”"
    },
    {
        "o": 8104,
        "r": "nasb:1 Samuel:10:12",
        "t": "A man there said, “Now, who is their father?” Therefore it became a proverb: “Is Saul also among the prophets?”"
    },
    {
        "o": 8105,
        "r": "nasb:1 Samuel:10:13",
        "t": "When he had finished prophesying, he came to the high place."
    },
    {
        "o": 8106,
        "r": "nasb:1 Samuel:10:14",
        "t": "Now*p Saul’s uncle said to him and his servant, “Where did you go?” And he said, “To look for the donkeys. When we saw that they could not be found, we went to Samuel.”"
    },
    {
        "o": 8107,
        "r": "nasb:1 Samuel:10:15",
        "t": "Saul’s uncle said, “Please tell me what Samuel said to you.”"
    },
    {
        "o": 8108,
        "r": "nasb:1 Samuel:10:16",
        "t": "So Saul said to his uncle, “He told us plainly that the donkeys had been found.” But he did not tell him about the matter of the kingdom which Samuel had mentioned."
    },
    {
        "o": 8109,
        "r": "nasb:1 Samuel:10:16",
        "t": "Saul Publicly Chosen King",
        "h": 2
    },
    {
        "o": 8110,
        "r": "nasb:1 Samuel:10:17",
        "t": "Thereafter*p Samuel called the people together to the Lord*s at Mizpah;"
    },
    {
        "o": 8111,
        "r": "nasb:1 Samuel:10:18",
        "t": "and he said to the sons of Israel, “Thus says the Lord,*s the God of Israel, ‘I brought Israel up from Egypt, and I delivered you from the hand of the Egyptians and from the power of all the kingdoms that were oppressing you.’"
    },
    {
        "o": 8112,
        "r": "nasb:1 Samuel:10:19",
        "t": "But you have today rejected your God, who delivers you from all your calamities and your distresses; yet you have said, ‘No, but set a king over us!’ Now therefore, present yourselves before the Lord*s by your tribes and by your clans.”"
    },
    {
        "o": 8113,
        "r": "nasb:1 Samuel:10:20",
        "t": "Thus*p Samuel brought all the tribes of Israel near, and the tribe of Benjamin was taken by lot."
    },
    {
        "o": 8114,
        "r": "nasb:1 Samuel:10:21",
        "t": "Then he brought the tribe of Benjamin near by its families, and the Matrite family was taken. And Saul the son of Kish was taken; but when they looked for him, he could not be found."
    },
    {
        "o": 8115,
        "r": "nasb:1 Samuel:10:22",
        "t": "Therefore they inquired further of the Lord,*s “Has the man come here yet?” So the Lord*s said, “Behold, he is hiding himself by the baggage.”"
    },
    {
        "o": 8116,
        "r": "nasb:1 Samuel:10:23",
        "t": "So they ran and took him from there, and when he stood among the people, he was taller than any of the people from his shoulders upward."
    },
    {
        "o": 8117,
        "r": "nasb:1 Samuel:10:24",
        "t": "Samuel said to all the people, “Do you see him whom the Lord*s has chosen? Surely there is no one like him among all the people.” So all the people shouted and said, “Long*i live the king!”"
    },
    {
        "o": 8118,
        "r": "nasb:1 Samuel:10:25",
        "t": "Then*p Samuel told the people the ordinances of the kingdom, and wrote them*i in the book and placed it*i before the Lord.*s And Samuel sent all the people away, each one to his house."
    },
    {
        "o": 8119,
        "r": "nasb:1 Samuel:10:26",
        "t": "Saul also went to his house at Gibeah; and the valiant men*i whose hearts God had touched went with him."
    },
    {
        "o": 8120,
        "r": "nasb:1 Samuel:10:27",
        "t": "But certain worthless men said, “How can this one deliver us?” And they despised him and did not bring him any present. But he kept silent."
    }
]
