[
    {
        "o": 21849,
        "r": "esv:Jeremiah:29:0",
        "t": "Jeremiah 29",
        "h": 1
    },
    {
        "o": 21850,
        "r": "esv:Jeremiah:29:0",
        "t": "Jeremiah’s Letter to the Exiles",
        "h": 2
    },
    {
        "o": 21851,
        "r": "esv:Jeremiah:29:1",
        "t": "These*p are the words of the letter that Jeremiah the prophet sent from Jerusalem to the surviving elders of the exiles, and to the priests, the prophets, and all the people, whom Nebuchadnezzar had taken into exile from Jerusalem to Babylon."
    },
    {
        "o": 21852,
        "r": "esv:Jeremiah:29:2",
        "t": "This was after King Jeconiah and the queen mother, the eunuchs, the officials of Judah and Jerusalem, the craftsmen, and the metal workers had departed from Jerusalem."
    },
    {
        "o": 21853,
        "r": "esv:Jeremiah:29:3",
        "t": "The letter was sent by the hand of Elasah the son of Shaphan and Gemariah the son of Hilkiah, whom Zedekiah king of Judah sent to Babylon to Nebuchadnezzar king of Babylon. It said:"
    },
    {
        "o": 21854,
        "r": "esv:Jeremiah:29:4",
        "t": "“Thus says the Lord*s of hosts, the God of Israel, to all the exiles whom I have sent into exile from Jerusalem to Babylon:"
    },
    {
        "o": 21855,
        "r": "esv:Jeremiah:29:5",
        "t": "Build houses and live in them; plant gardens and eat their produce."
    },
    {
        "o": 21856,
        "r": "esv:Jeremiah:29:6",
        "t": "Take wives and have sons and daughters; take wives for your sons, and give your daughters in marriage, that they may bear sons and daughters; multiply there, and do not decrease."
    },
    {
        "o": 21857,
        "r": "esv:Jeremiah:29:7",
        "t": "But seek the welfare of the city where I have sent you into exile, and pray to the Lord*s on its behalf, for in its welfare you will find your welfare."
    },
    {
        "o": 21858,
        "r": "esv:Jeremiah:29:8",
        "t": "For thus says the Lord*s of hosts, the God of Israel: Do not let your prophets and your diviners who are among you deceive you, and do not listen to the dreams that they dream,"
    },
    {
        "o": 21859,
        "r": "esv:Jeremiah:29:9",
        "t": "for it is a lie that they are prophesying to you in my name; I did not send them, declares the Lord.*s"
    },
    {
        "o": 21860,
        "r": "esv:Jeremiah:29:10",
        "t": "“For*p thus says the Lord:*s When seventy years are completed for Babylon, I will visit you, and I will fulfill to you my promise and bring you back to this place."
    },
    {
        "o": 21861,
        "r": "esv:Jeremiah:29:11",
        "t": "For I know the plans I have for you, declares the Lord,*s plans for welfare and not for evil, to give you a future and a hope."
    },
    {
        "o": 21862,
        "r": "esv:Jeremiah:29:12",
        "t": "Then you will call upon me and come and pray to me, and I will hear you."
    },
    {
        "o": 21863,
        "r": "esv:Jeremiah:29:13",
        "t": "You will seek me and find me, when you seek me with all your heart."
    },
    {
        "o": 21864,
        "r": "esv:Jeremiah:29:14",
        "t": "I will be found by you, declares the Lord,*s and I will restore your fortunes and gather you from all the nations and all the places where I have driven you, declares the Lord,*s and I will bring you back to the place from which I sent you into exile."
    },
    {
        "o": 21865,
        "r": "esv:Jeremiah:29:15",
        "t": "“Because*p you have said, ‘The Lord*s has raised up prophets for us in Babylon,’"
    },
    {
        "o": 21866,
        "r": "esv:Jeremiah:29:16",
        "t": "thus says the Lord*s concerning the king who sits on the throne of David, and concerning all the people who dwell in this city, your kinsmen who did not go out with you into exile:"
    },
    {
        "o": 21867,
        "r": "esv:Jeremiah:29:17",
        "t": "‘Thus says the Lord*s of hosts, behold, I am sending on them sword, famine, and pestilence, and I will make them like vile figs that are so rotten they cannot be eaten."
    },
    {
        "o": 21868,
        "r": "esv:Jeremiah:29:18",
        "t": "I will pursue them with sword, famine, and pestilence, and will make them a horror to all the kingdoms of the earth, to be a curse, a terror, a hissing, and a reproach among all the nations where I have driven them,"
    },
    {
        "o": 21869,
        "r": "esv:Jeremiah:29:19",
        "t": "because they did not pay attention to my words, declares the Lord,*s that I persistently sent to you by my servants the prophets, but you would not listen, declares the Lord.’*s"
    },
    {
        "o": 21870,
        "r": "esv:Jeremiah:29:20",
        "t": "Hear the word of the Lord,*s all you exiles whom I sent away from Jerusalem to Babylon:"
    },
    {
        "o": 21871,
        "r": "esv:Jeremiah:29:21",
        "t": "‘Thus says the Lord*s of hosts, the God of Israel, concerning Ahab the son of Kolaiah and Zedekiah the son of Maaseiah, who are prophesying a lie to you in my name: Behold, I will deliver them into the hand of Nebuchadnezzar king of Babylon, and he shall strike them down before your eyes."
    },
    {
        "o": 21872,
        "r": "esv:Jeremiah:29:22",
        "t": "Because of them this curse shall be used by all the exiles from Judah in Babylon: “The Lord*s make you like Zedekiah and Ahab, whom the king of Babylon roasted in the fire,”"
    },
    {
        "o": 21873,
        "r": "esv:Jeremiah:29:23",
        "t": "because they have done an outrageous thing in Israel, they have committed adultery with their neighbors’ wives, and they have spoken in my name lying words that I did not command them. I am the one who knows, and I am witness, declares the Lord.’”*s"
    },
    {
        "o": 21874,
        "r": "esv:Jeremiah:29:23",
        "t": "Shemaiah’s False Prophecy",
        "h": 2
    },
    {
        "o": 21875,
        "r": "esv:Jeremiah:29:24",
        "t": "To*p Shemaiah of Nehelam you shall say:"
    },
    {
        "o": 21876,
        "r": "esv:Jeremiah:29:25",
        "t": "“Thus says the Lord*s of hosts, the God of Israel: You have sent letters in your name to all the people who are in Jerusalem, and to Zephaniah the son of Maaseiah the priest, and to all the priests, saying,"
    },
    {
        "o": 21877,
        "r": "esv:Jeremiah:29:26",
        "t": "‘The Lord*s has made you priest instead of Jehoiada the priest, to have charge in the house of the Lord*s over every madman who prophesies, to put him in the stocks and neck irons."
    },
    {
        "o": 21878,
        "r": "esv:Jeremiah:29:27",
        "t": "Now why have you not rebuked Jeremiah of Anathoth who is prophesying to you?"
    },
    {
        "o": 21879,
        "r": "esv:Jeremiah:29:28",
        "t": "For he has sent to us in Babylon, saying, “Your exile will be long; build houses and live in them, and plant gardens and eat their produce.”’”"
    },
    {
        "o": 21880,
        "r": "esv:Jeremiah:29:29",
        "t": "Zephaniah*p the priest read this letter in the hearing of Jeremiah the prophet."
    },
    {
        "o": 21881,
        "r": "esv:Jeremiah:29:30",
        "t": "Then the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 21882,
        "r": "esv:Jeremiah:29:31",
        "t": "“Send to all the exiles, saying, ‘Thus says the Lord*s concerning Shemaiah of Nehelam: Because Shemaiah had prophesied to you when I did not send him, and has made you trust in a lie,"
    },
    {
        "o": 21883,
        "r": "esv:Jeremiah:29:32",
        "t": "therefore thus says the Lord:*s Behold, I will punish Shemaiah of Nehelam and his descendants. He shall not have anyone living among this people, and he shall not see the good that I will do to my people, declares the Lord,*s for he has spoken rebellion against the Lord.’”*s"
    }
]
