[
    {
        "o": 33080,
        "r": "niv:Titus:3:0",
        "t": "Titus 3",
        "h": 1
    },
    {
        "o": 33081,
        "r": "niv:Titus:3:0",
        "t": "Saved in Order to Do Good",
        "h": 2
    },
    {
        "o": 33082,
        "r": "niv:Titus:3:1",
        "t": "Remind*p the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good,"
    },
    {
        "o": 33083,
        "r": "niv:Titus:3:2",
        "t": "to slander no one, to be peaceable and considerate, and always to be gentle toward everyone."
    },
    {
        "o": 33084,
        "r": "niv:Titus:3:3",
        "t": "At*p one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another."
    },
    {
        "o": 33085,
        "r": "niv:Titus:3:4",
        "t": "But when the kindness and love of God our Savior appeared,"
    },
    {
        "o": 33086,
        "r": "niv:Titus:3:5",
        "t": "he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,"
    },
    {
        "o": 33087,
        "r": "niv:Titus:3:6",
        "t": "whom he poured out on us generously through Jesus Christ our Savior,"
    },
    {
        "o": 33088,
        "r": "niv:Titus:3:7",
        "t": "so that, having been justified by his grace, we might become heirs having the hope of eternal life."
    },
    {
        "o": 33089,
        "r": "niv:Titus:3:8",
        "t": "This is a trustworthy saying. And I want you to stress these things, so that those who have trusted in God may be careful to devote themselves to doing what is good. These things are excellent and profitable for everyone."
    },
    {
        "o": 33090,
        "r": "niv:Titus:3:9",
        "t": "But*p avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless."
    },
    {
        "o": 33091,
        "r": "niv:Titus:3:10",
        "t": "Warn a divisive person once, and then warn them a second time. After that, have nothing to do with them."
    },
    {
        "o": 33092,
        "r": "niv:Titus:3:11",
        "t": "You may be sure that such people are warped and sinful; they are self-condemned."
    },
    {
        "o": 33093,
        "r": "niv:Titus:3:11",
        "t": "Final Remarks",
        "h": 2
    },
    {
        "o": 33094,
        "r": "niv:Titus:3:12",
        "t": "As*p soon as I send Artemas or Tychicus to you, do your best to come to me at Nicopolis, because I have decided to winter there."
    },
    {
        "o": 33095,
        "r": "niv:Titus:3:13",
        "t": "Do everything you can to help Zenas the lawyer and Apollos on their way and see that they have everything they need."
    },
    {
        "o": 33096,
        "r": "niv:Titus:3:14",
        "t": "Our people must learn to devote themselves to doing what is good, in order to provide for urgent needs and not live unproductive lives."
    },
    {
        "o": 33097,
        "r": "niv:Titus:3:15",
        "t": "Everyone*p with me sends you greetings. Greet those who love us in the faith. Grace*p be with you all."
    }
]
