[
    {
        "o": 11363,
        "r": "niv:1 Chronicles:4:0",
        "t": "1 Chronicles 4",
        "h": 1
    },
    {
        "o": 11364,
        "r": "niv:1 Chronicles:4:0",
        "t": "Other Clans of Judah",
        "h": 3
    },
    {
        "o": 11365,
        "r": "niv:1 Chronicles:4:1",
        "t": "The*ln descendants of Judah: Perez,*ld Hezron, Karmi, Hur and Shobal."
    },
    {
        "o": 11366,
        "r": "niv:1 Chronicles:4:2",
        "t": "Reaiah*ln son of Shobal was the father of Jahath, and Jahath the father of Ahumai and Lahad. These were the clans of the Zorathites."
    },
    {
        "o": 11367,
        "r": "niv:1 Chronicles:4:3",
        "t": "These*ln were the sons of Etam: Jezreel,*ld Ishma and Idbash. Their sister was named Hazzelelponi."
    },
    {
        "o": 11368,
        "r": "niv:1 Chronicles:4:4",
        "t": "Penuel was the father of Gedor, and Ezer the father of Hushah. These*ln were the descendants of Hur, the firstborn of Ephrathah and father of Bethlehem."
    },
    {
        "o": 11369,
        "r": "niv:1 Chronicles:4:5",
        "t": "Ashhur*ln the father of Tekoa had two wives, Helah and Naarah."
    },
    {
        "o": 11370,
        "r": "niv:1 Chronicles:4:6",
        "t": "Naarah*ln bore him Ahuzzam, Hepher, Temeni and Haahashtari. These were the descendants of Naarah."
    },
    {
        "o": 11371,
        "r": "niv:1 Chronicles:4:7",
        "t": "The*ln sons of Helah: Zereth,*ld Zohar, Ethnan,"
    },
    {
        "o": 11372,
        "r": "niv:1 Chronicles:4:8",
        "t": "and Koz, who was the father of Anub and Hazzobebah and of the clans of Aharhel son of Harum."
    },
    {
        "o": 11373,
        "r": "niv:1 Chronicles:4:9",
        "t": "Jabez*p was more honorable than his brothers. His mother had named him Jabez, saying, “I gave birth to him in pain.”"
    },
    {
        "o": 11374,
        "r": "niv:1 Chronicles:4:10",
        "t": "Jabez cried out to the God of Israel, “Oh, that you would bless me and enlarge my territory! Let your hand be with me, and keep me from harm so that I will be free from pain.” And God granted his request."
    },
    {
        "o": 11375,
        "r": "niv:1 Chronicles:4:11",
        "t": "Kelub,*pln Shuhah’s brother, was the father of Mehir, who was the father of Eshton."
    },
    {
        "o": 11376,
        "r": "niv:1 Chronicles:4:12",
        "t": "Eshton was the father of Beth Rapha, Paseah and Tehinnah the father of Ir Nahash. These were the men of Rekah."
    },
    {
        "o": 11377,
        "r": "niv:1 Chronicles:4:13",
        "t": "The*pln sons of Kenaz: Othniel*ld and Seraiah. The*ln sons of Othniel: Hathath*ld and Meonothai."
    },
    {
        "o": 11378,
        "r": "niv:1 Chronicles:4:14",
        "t": "Meonothai was the father of Ophrah. Seraiah*ln was the father of Joab, the*ld father of Ge Harashim. It was called this because its people were skilled workers."
    },
    {
        "o": 11379,
        "r": "niv:1 Chronicles:4:15",
        "t": "The*ln sons of Caleb son of Jephunneh: Iru,*ld Elah and Naam. The*ln son of Elah: Kenaz.*ld"
    },
    {
        "o": 11380,
        "r": "niv:1 Chronicles:4:16",
        "t": "The*ln sons of Jehallelel: Ziph,*ld Ziphah, Tiria and Asarel."
    },
    {
        "o": 11381,
        "r": "niv:1 Chronicles:4:17",
        "t": "The*ln sons of Ezrah: Jether,*ld Mered, Epher and Jalon. One of Mered’s wives gave birth to Miriam, Shammai and Ishbah the father of Eshtemoa."
    },
    {
        "o": 11382,
        "r": "niv:1 Chronicles:4:18",
        "t": "(His wife from the tribe of Judah gave birth to Jered the father of Gedor, Heber the father of Soko, and Jekuthiel the father of Zanoah.) These were the children of Pharaoh’s daughter Bithiah, whom Mered had married."
    },
    {
        "o": 11383,
        "r": "niv:1 Chronicles:4:19",
        "t": "The*ln sons of Hodiah’s wife, the sister of Naham: the*ld father of Keilah the Garmite, and Eshtemoa the Maakathite."
    },
    {
        "o": 11384,
        "r": "niv:1 Chronicles:4:20",
        "t": "The*ln sons of Shimon: Amnon,*ld Rinnah, Ben-Hanan and Tilon. The*ln descendants of Ishi: Zoheth*ld and Ben-Zoheth."
    },
    {
        "o": 11385,
        "r": "niv:1 Chronicles:4:21",
        "t": "The*ln sons of Shelah son of Judah: Er*ld the father of Lekah, Laadah the father of Mareshah and the clans of the linen workers at Beth Ashbea,"
    },
    {
        "o": 11386,
        "r": "niv:1 Chronicles:4:22",
        "t": "Jokim, the men of Kozeba, and Joash and Saraph, who ruled in Moab and Jashubi Lehem. (These records are from ancient times.)"
    },
    {
        "o": 11387,
        "r": "niv:1 Chronicles:4:23",
        "t": "They were the potters who lived at Netaim and Gederah; they stayed there and worked for the king."
    },
    {
        "o": 11388,
        "r": "niv:1 Chronicles:4:23",
        "t": "Simeon",
        "h": 2
    },
    {
        "o": 11389,
        "r": "niv:1 Chronicles:4:24",
        "t": "The*ln descendants of Simeon: Nemuel,*ld Jamin, Jarib, Zerah and Shaul;"
    },
    {
        "o": 11390,
        "r": "niv:1 Chronicles:4:25",
        "t": "Shallum*ld was Shaul’s son, Mibsam his son and Mishma his son."
    },
    {
        "o": 11391,
        "r": "niv:1 Chronicles:4:26",
        "t": "The*ln descendants of Mishma: Hammuel*ld his son, Zakkur his son and Shimei his son."
    },
    {
        "o": 11392,
        "r": "niv:1 Chronicles:4:27",
        "t": "Shimei*p had sixteen sons and six daughters, but his brothers did not have many children; so their entire clan did not become as numerous as the people of Judah."
    },
    {
        "o": 11393,
        "r": "niv:1 Chronicles:4:28",
        "t": "They lived in Beersheba, Moladah, Hazar Shual,"
    },
    {
        "o": 11394,
        "r": "niv:1 Chronicles:4:29",
        "t": "Bilhah, Ezem, Tolad,"
    },
    {
        "o": 11395,
        "r": "niv:1 Chronicles:4:30",
        "t": "Bethuel, Hormah, Ziklag,"
    },
    {
        "o": 11396,
        "r": "niv:1 Chronicles:4:31",
        "t": "Beth Markaboth, Hazar Susim, Beth Biri and Shaaraim. These were their towns until the reign of David."
    },
    {
        "o": 11397,
        "r": "niv:1 Chronicles:4:32",
        "t": "Their surrounding villages were Etam, Ain, Rimmon, Token and Ashan—five towns—"
    },
    {
        "o": 11398,
        "r": "niv:1 Chronicles:4:33",
        "t": "and all the villages around these towns as far as Baalath. These were their settlements. And they kept a genealogical record."
    },
    {
        "o": 11399,
        "r": "niv:1 Chronicles:4:34",
        "t": "Meshobab,*pln Jamlech, Joshah son of Amaziah,"
    },
    {
        "o": 11400,
        "r": "niv:1 Chronicles:4:35",
        "t": "Joel, Jehu son of Joshibiah, the son of Seraiah, the son of Asiel,"
    },
    {
        "o": 11401,
        "r": "niv:1 Chronicles:4:36",
        "t": "also Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"
    },
    {
        "o": 11402,
        "r": "niv:1 Chronicles:4:37",
        "t": "and Ziza son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah."
    },
    {
        "o": 11403,
        "r": "niv:1 Chronicles:4:38",
        "t": "The*p men listed above by name were leaders of their clans. Their families increased greatly,"
    },
    {
        "o": 11404,
        "r": "niv:1 Chronicles:4:39",
        "t": "and they went to the outskirts of Gedor to the east of the valley in search of pasture for their flocks."
    },
    {
        "o": 11405,
        "r": "niv:1 Chronicles:4:40",
        "t": "They found rich, good pasture, and the land was spacious, peaceful and quiet. Some Hamites had lived there formerly."
    },
    {
        "o": 11406,
        "r": "niv:1 Chronicles:4:41",
        "t": "The*p men whose names were listed came in the days of Hezekiah king of Judah. They attacked the Hamites in their dwellings and also the Meunites who were there and completely destroyed them, as is evident to this day. Then they settled in their place, because there was pasture for their flocks."
    },
    {
        "o": 11407,
        "r": "niv:1 Chronicles:4:42",
        "t": "And five hundred of these Simeonites, led by Pelatiah, Neariah, Rephaiah and Uzziel, the sons of Ishi, invaded the hill country of Seir."
    },
    {
        "o": 11408,
        "r": "niv:1 Chronicles:4:43",
        "t": "They killed the remaining Amalekites who had escaped, and they have lived there to this day."
    }
]
