[
    {
        "o": 12950,
        "r": "niv:2 Chronicles:30:0",
        "t": "2 Chronicles 30",
        "h": 1
    },
    {
        "o": 12951,
        "r": "niv:2 Chronicles:30:0",
        "t": "Hezekiah Celebrates the Passover",
        "h": 2
    },
    {
        "o": 12952,
        "r": "niv:2 Chronicles:30:1",
        "t": "Hezekiah*p sent word to all Israel and Judah and also wrote letters to Ephraim and Manasseh, inviting them to come to the temple of the Lord*s in Jerusalem and celebrate the Passover to the Lord,*s the God of Israel."
    },
    {
        "o": 12953,
        "r": "niv:2 Chronicles:30:2",
        "t": "The king and his officials and the whole assembly in Jerusalem decided to celebrate the Passover in the second month."
    },
    {
        "o": 12954,
        "r": "niv:2 Chronicles:30:3",
        "t": "They had not been able to celebrate it at the regular time because not enough priests had consecrated themselves and the people had not assembled in Jerusalem."
    },
    {
        "o": 12955,
        "r": "niv:2 Chronicles:30:4",
        "t": "The plan seemed right both to the king and to the whole assembly."
    },
    {
        "o": 12956,
        "r": "niv:2 Chronicles:30:5",
        "t": "They decided to send a proclamation throughout Israel, from Beersheba to Dan, calling the people to come to Jerusalem and celebrate the Passover to the Lord,*s the God of Israel. It had not been celebrated in large numbers according to what was written."
    },
    {
        "o": 12957,
        "r": "niv:2 Chronicles:30:6",
        "t": "At*p the king’s command, couriers went throughout Israel and Judah with letters from the king and from his officials, which read: “People*ln of Israel, return to the Lord,*s the God of Abraham, Isaac and Israel, that he may return to you who are left, who have escaped from the hand of the kings of Assyria."
    },
    {
        "o": 12958,
        "r": "niv:2 Chronicles:30:7",
        "t": "Do not be like your parents and your fellow Israelites, who were unfaithful to the Lord,*s the God of their ancestors, so that he made them an object of horror, as you see."
    },
    {
        "o": 12959,
        "r": "niv:2 Chronicles:30:8",
        "t": "Do not be stiff-necked, as your ancestors were; submit to the Lord.*s Come to his sanctuary, which he has consecrated forever. Serve the Lord*s your God, so that his fierce anger will turn away from you."
    },
    {
        "o": 12960,
        "r": "niv:2 Chronicles:30:9",
        "t": "If you return to the Lord,*s then your fellow Israelites and your children will be shown compassion by their captors and will return to this land, for the Lord*s your God is gracious and compassionate. He will not turn his face from you if you return to him.”"
    },
    {
        "o": 12961,
        "r": "niv:2 Chronicles:30:10",
        "t": "The*p couriers went from town to town in Ephraim and Manasseh, as far as Zebulun, but people scorned and ridiculed them."
    },
    {
        "o": 12962,
        "r": "niv:2 Chronicles:30:11",
        "t": "Nevertheless, some from Asher, Manasseh and Zebulun humbled themselves and went to Jerusalem."
    },
    {
        "o": 12963,
        "r": "niv:2 Chronicles:30:12",
        "t": "Also in Judah the hand of God was on the people to give them unity of mind to carry out what the king and his officials had ordered, following the word of the Lord.*s"
    },
    {
        "o": 12964,
        "r": "niv:2 Chronicles:30:13",
        "t": "A*p very large crowd of people assembled in Jerusalem to celebrate the Festival of Unleavened Bread in the second month."
    },
    {
        "o": 12965,
        "r": "niv:2 Chronicles:30:14",
        "t": "They removed the altars in Jerusalem and cleared away the incense altars and threw them into the Kidron Valley."
    },
    {
        "o": 12966,
        "r": "niv:2 Chronicles:30:15",
        "t": "They*p slaughtered the Passover lamb on the fourteenth day of the second month. The priests and the Levites were ashamed and consecrated themselves and brought burnt offerings to the temple of the Lord.*s"
    },
    {
        "o": 12967,
        "r": "niv:2 Chronicles:30:16",
        "t": "Then they took up their regular positions as prescribed in the Law of Moses the man of God. The priests splashed against the altar the blood handed to them by the Levites."
    },
    {
        "o": 12968,
        "r": "niv:2 Chronicles:30:17",
        "t": "Since many in the crowd had not consecrated themselves, the Levites had to kill the Passover lambs for all those who were not ceremonially clean and could not consecrate their lambs to the Lord.*s"
    },
    {
        "o": 12969,
        "r": "niv:2 Chronicles:30:18",
        "t": "Although most of the many people who came from Ephraim, Manasseh, Issachar and Zebulun had not purified themselves, yet they ate the Passover, contrary to what was written. But Hezekiah prayed for them, saying, “May the Lord,*s who is good, pardon everyone"
    },
    {
        "o": 12970,
        "r": "niv:2 Chronicles:30:19",
        "t": "who sets their heart on seeking God—the Lord,*s the God of their ancestors—even if they are not clean according to the rules of the sanctuary.”"
    },
    {
        "o": 12971,
        "r": "niv:2 Chronicles:30:20",
        "t": "And the Lord*s heard Hezekiah and healed the people."
    },
    {
        "o": 12972,
        "r": "niv:2 Chronicles:30:21",
        "t": "The*p Israelites who were present in Jerusalem celebrated the Festival of Unleavened Bread for seven days with great rejoicing, while the Levites and priests praised the Lord*s every day with resounding instruments dedicated to the Lord.*s"
    },
    {
        "o": 12973,
        "r": "niv:2 Chronicles:30:22",
        "t": "Hezekiah*p spoke encouragingly to all the Levites, who showed good understanding of the service of the Lord.*s For the seven days they ate their assigned portion and offered fellowship offerings and praised the Lord,*s the God of their ancestors."
    },
    {
        "o": 12974,
        "r": "niv:2 Chronicles:30:23",
        "t": "The*p whole assembly then agreed to celebrate the festival seven more days; so for another seven days they celebrated joyfully."
    },
    {
        "o": 12975,
        "r": "niv:2 Chronicles:30:24",
        "t": "Hezekiah king of Judah provided a thousand bulls and seven thousand sheep and goats for the assembly, and the officials provided them with a thousand bulls and ten thousand sheep and goats. A great number of priests consecrated themselves."
    },
    {
        "o": 12976,
        "r": "niv:2 Chronicles:30:25",
        "t": "The entire assembly of Judah rejoiced, along with the priests and Levites and all who had assembled from Israel, including the foreigners who had come from Israel and also those who resided in Judah."
    },
    {
        "o": 12977,
        "r": "niv:2 Chronicles:30:26",
        "t": "There was great joy in Jerusalem, for since the days of Solomon son of David king of Israel there had been nothing like this in Jerusalem."
    },
    {
        "o": 12978,
        "r": "niv:2 Chronicles:30:27",
        "t": "The priests and the Levites stood to bless the people, and God heard them, for their prayer reached heaven, his holy dwelling place."
    }
]
