[
    {
        "o": 24205,
        "r": "nasb:Daniel:2:0",
        "t": "Daniel 2",
        "h": 1
    },
    {
        "o": 24206,
        "r": "nasb:Daniel:2:0",
        "t": "The King’s Forgotten Dream",
        "h": 2
    },
    {
        "o": 24207,
        "r": "nasb:Daniel:2:1",
        "t": "Now*p in the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams; and his spirit was troubled and his sleep left him."
    },
    {
        "o": 24208,
        "r": "nasb:Daniel:2:2",
        "t": "Then the king gave orders to call in the magicians, the conjurers, the sorcerers and the Chaldeans to tell the king his dreams. So they came in and stood before the king."
    },
    {
        "o": 24209,
        "r": "nasb:Daniel:2:3",
        "t": "The king said to them, “I had a dream and my spirit is anxious to understand the dream.”"
    },
    {
        "o": 24210,
        "r": "nasb:Daniel:2:4",
        "t": "Then*p the Chaldeans spoke to the king in Aramaic: “O king, live forever! Tell the dream to your servants, and we will declare the interpretation.”"
    },
    {
        "o": 24211,
        "r": "nasb:Daniel:2:5",
        "t": "The king replied to the Chaldeans, “The command from me is firm: if you do not make known to me the dream and its interpretation, you will be torn limb from limb and your houses will be made a rubbish heap."
    },
    {
        "o": 24212,
        "r": "nasb:Daniel:2:6",
        "t": "But if you declare the dream and its interpretation, you will receive from me gifts and a reward and great honor; therefore declare to me the dream and its interpretation.”"
    },
    {
        "o": 24213,
        "r": "nasb:Daniel:2:7",
        "t": "They answered a second time and said, “Let the king tell the dream to his servants, and we will declare the interpretation.”"
    },
    {
        "o": 24214,
        "r": "nasb:Daniel:2:8",
        "t": "The king replied, “I know for certain that you are bargaining for time, inasmuch as you have seen that the command from me is firm,"
    },
    {
        "o": 24215,
        "r": "nasb:Daniel:2:9",
        "t": "that if you do not make the dream known to me, there is only one decree for you. For you have agreed together to speak lying and corrupt words before me until the situation is changed; therefore tell me the dream, that I may know that you can declare to me its interpretation.”"
    },
    {
        "o": 24216,
        "r": "nasb:Daniel:2:10",
        "t": "The Chaldeans answered the king and said, “There is not a man on earth who could declare the matter for the king, inasmuch as no great king or ruler has ever*i asked anything like this of any magician, conjurer or Chaldean."
    },
    {
        "o": 24217,
        "r": "nasb:Daniel:2:11",
        "t": "Moreover, the thing which the king demands is difficult, and there is no one else who could declare it to the king except gods, whose dwelling place is not with mortal*i flesh.”"
    },
    {
        "o": 24218,
        "r": "nasb:Daniel:2:12",
        "t": "Because*p of this the king became indignant and very furious and gave orders to destroy all the wise men of Babylon."
    },
    {
        "o": 24219,
        "r": "nasb:Daniel:2:13",
        "t": "So the decree went forth that the wise men should be slain; and they looked for Daniel and his friends to kill them.*i"
    },
    {
        "o": 24220,
        "r": "nasb:Daniel:2:14",
        "t": "Then*p Daniel replied with discretion and discernment to Arioch, the captain of the king’s bodyguard, who had gone forth to slay the wise men of Babylon;"
    },
    {
        "o": 24221,
        "r": "nasb:Daniel:2:15",
        "t": "he said to Arioch, the king’s commander, “For what reason is the decree from the king so*i urgent?” Then Arioch informed Daniel about the matter."
    },
    {
        "o": 24222,
        "r": "nasb:Daniel:2:16",
        "t": "So Daniel went in and requested of the king that he would give him time, in order that he might declare the interpretation to the king."
    },
    {
        "o": 24223,
        "r": "nasb:Daniel:2:17",
        "t": "Then*p Daniel went to his house and informed his friends, Hananiah, Mishael and Azariah, about the matter,"
    },
    {
        "o": 24224,
        "r": "nasb:Daniel:2:18",
        "t": "so that they might request compassion from the God of heaven concerning this mystery, so that Daniel and his friends would not be destroyed with the rest of the wise men of Babylon."
    },
    {
        "o": 24225,
        "r": "nasb:Daniel:2:18",
        "t": "The Secret Is Revealed to Daniel",
        "h": 2
    },
    {
        "o": 24226,
        "r": "nasb:Daniel:2:19",
        "t": "Then*p the mystery was revealed to Daniel in a night vision. Then Daniel blessed the God of heaven;"
    },
    {
        "o": 24227,
        "r": "nasb:Daniel:2:20",
        "t": "Daniel said, “Let*pn the name of God be blessed forever and ever, For*ln wisdom and power belong to Him."
    },
    {
        "o": 24228,
        "r": "nasb:Daniel:2:21",
        "t": "It*ln is He who changes the times and the epochs; He*ln removes kings and establishes kings; He*ln gives wisdom to wise men And*ln knowledge to men of understanding."
    },
    {
        "o": 24229,
        "r": "nasb:Daniel:2:22",
        "t": "It*ln is He who reveals the profound and hidden things; He*ln knows what is in the darkness, And*ln the light dwells with Him."
    },
    {
        "o": 24230,
        "r": "nasb:Daniel:2:23",
        "t": "To*ln You, O God of my fathers, I give thanks and praise, For*ln You have given me wisdom and power; Even*ln now You have made known to me what we requested of You, For*ln You have made known to us the king’s matter.”"
    },
    {
        "o": 24231,
        "r": "nasb:Daniel:2:24",
        "t": "Therefore,*p Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon; he went and spoke to him as follows: “Do not destroy the wise men of Babylon! Take me into the king’s presence, and I will declare the interpretation to the king.”"
    },
    {
        "o": 24232,
        "r": "nasb:Daniel:2:25",
        "t": "Then*p Arioch hurriedly brought Daniel into the king’s presence and spoke to him as follows: “I have found a man among the exiles from Judah who can make the interpretation known to the king!”"
    },
    {
        "o": 24233,
        "r": "nasb:Daniel:2:26",
        "t": "The king said to Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream which I have seen and its interpretation?”"
    },
    {
        "o": 24234,
        "r": "nasb:Daniel:2:27",
        "t": "Daniel answered before the king and said, “As for the mystery about which the king has inquired, neither wise men, conjurers, magicians nor*i diviners are able to declare it*i to the king."
    },
    {
        "o": 24235,
        "r": "nasb:Daniel:2:28",
        "t": "However, there is a God in heaven who reveals mysteries, and He has made known to King Nebuchadnezzar what will take place in the latter days. This was your dream and the visions in your mind while*i on your bed."
    },
    {
        "o": 24236,
        "r": "nasb:Daniel:2:29",
        "t": "As for you, O king, while*i on your bed your thoughts turned to what would take place in the future; and He who reveals mysteries has made known to you what will take place."
    },
    {
        "o": 24237,
        "r": "nasb:Daniel:2:30",
        "t": "But as for me, this mystery has not been revealed to me for any wisdom residing in me more than in*i any other*i living man, but for the purpose of making the interpretation known to the king, and that you may understand the thoughts of your mind."
    },
    {
        "o": 24238,
        "r": "nasb:Daniel:2:30",
        "t": "The King’s Dream",
        "h": 2
    },
    {
        "o": 24239,
        "r": "nasb:Daniel:2:31",
        "t": "“You,*p O king, were looking and behold, there was a single great statue; that statue, which was large and of extraordinary splendor, was standing in front of you, and its appearance was awesome."
    },
    {
        "o": 24240,
        "r": "nasb:Daniel:2:32",
        "t": "The head of that statue was*i made*i of fine gold, its breast and its arms of silver, its belly and its thighs of bronze,"
    },
    {
        "o": 24241,
        "r": "nasb:Daniel:2:33",
        "t": "its legs of iron, its feet partly of iron and partly of clay."
    },
    {
        "o": 24242,
        "r": "nasb:Daniel:2:34",
        "t": "You continued looking until a stone was cut out without hands, and it struck the statue on its feet of iron and clay and crushed them."
    },
    {
        "o": 24243,
        "r": "nasb:Daniel:2:35",
        "t": "Then the iron, the clay, the bronze, the silver and the gold were crushed all at the same time and became like chaff from the summer threshing floors; and the wind carried them away so that not a trace of them was found. But the stone that struck the statue became a great mountain and filled the whole earth."
    },
    {
        "o": 24244,
        "r": "nasb:Daniel:2:35",
        "t": "The Interpretation—Babylon the First Kingdom",
        "h": 2
    },
    {
        "o": 24245,
        "r": "nasb:Daniel:2:36",
        "t": "“This*p was*i the dream; now we will tell its interpretation before the king."
    },
    {
        "o": 24246,
        "r": "nasb:Daniel:2:37",
        "t": "You, O king, are the king of kings, to whom the God of heaven has given the kingdom, the power, the strength and the glory;"
    },
    {
        "o": 24247,
        "r": "nasb:Daniel:2:38",
        "t": "and wherever the sons of men dwell, or*i the beasts of the field, or the birds of the sky, He has given them*i into your hand and has caused you to rule over them all. You are the head of gold."
    },
    {
        "o": 24248,
        "r": "nasb:Daniel:2:38",
        "t": "Medo-Persia and Greece",
        "h": 2
    },
    {
        "o": 24249,
        "r": "nasb:Daniel:2:39",
        "t": "After*p you there will arise another kingdom inferior to you, then another third kingdom of bronze, which will rule over all the earth."
    },
    {
        "o": 24250,
        "r": "nasb:Daniel:2:39",
        "t": "Rome",
        "h": 2
    },
    {
        "o": 24251,
        "r": "nasb:Daniel:2:40",
        "t": "Then*p there will be a fourth kingdom as strong as iron; inasmuch as iron crushes and shatters all things, so, like iron that breaks in pieces, it will crush and break all these in pieces."
    },
    {
        "o": 24252,
        "r": "nasb:Daniel:2:41",
        "t": "In that you saw the feet and toes, partly of potter’s clay and partly of iron, it will be a divided kingdom; but it will have in it the toughness of iron, inasmuch as you saw the iron mixed with common clay."
    },
    {
        "o": 24253,
        "r": "nasb:Daniel:2:42",
        "t": "As*i the toes of the feet were*i partly of iron and partly of pottery, so*i some of the kingdom will be strong and part of it will be brittle."
    },
    {
        "o": 24254,
        "r": "nasb:Daniel:2:43",
        "t": "And in that you saw the iron mixed with common clay, they will combine with one another in the seed of men; but they will not adhere to one another, even as iron does not combine with pottery."
    },
    {
        "o": 24255,
        "r": "nasb:Daniel:2:43",
        "t": "The Divine Kingdom",
        "h": 2
    },
    {
        "o": 24256,
        "r": "nasb:Daniel:2:44",
        "t": "In*p the days of those kings the God of heaven will set up a kingdom which will never be destroyed, and that*i kingdom will not be left for another people; it will crush and put an end to all these kingdoms, but it will itself endure forever."
    },
    {
        "o": 24257,
        "r": "nasb:Daniel:2:45",
        "t": "Inasmuch as you saw that a stone was cut out of the mountain without hands and that it crushed the iron, the bronze, the clay, the silver and the gold, the great God has made known to the king what will take place in the future; so the dream is true and its interpretation is trustworthy.”"
    },
    {
        "o": 24258,
        "r": "nasb:Daniel:2:45",
        "t": "Daniel Promoted",
        "h": 2
    },
    {
        "o": 24259,
        "r": "nasb:Daniel:2:46",
        "t": "Then*p King Nebuchadnezzar fell on his face and did homage to Daniel, and gave orders to present to him an offering and fragrant incense."
    },
    {
        "o": 24260,
        "r": "nasb:Daniel:2:47",
        "t": "The king answered Daniel and said, “Surely your God is a God of gods and a Lord of kings and a revealer of mysteries, since you have been able to reveal this mystery.”"
    },
    {
        "o": 24261,
        "r": "nasb:Daniel:2:48",
        "t": "Then the king promoted Daniel and gave him many great gifts, and he made him ruler over the whole province of Babylon and chief prefect over all the wise men of Babylon."
    },
    {
        "o": 24262,
        "r": "nasb:Daniel:2:49",
        "t": "And Daniel made request of the king, and he appointed Shadrach, Meshach and Abed-nego over the administration of the province of Babylon, while Daniel was*i at the king’s court."
    }
]
