[
    {
        "o": 30490,
        "r": "kjv:Ephesians:3:0",
        "t": "Ephesians 3",
        "h": 1
    },
    {
        "o": 30491,
        "r": "kjv:Ephesians:3:1",
        "t": "For*p this cause I Paul, the prisoner of Jesus Christ for you Gentiles,"
    },
    {
        "o": 30492,
        "r": "kjv:Ephesians:3:2",
        "t": "If*p ye have heard of the dispensation of the grace of God which is given me to you-ward:"
    },
    {
        "o": 30493,
        "r": "kjv:Ephesians:3:3",
        "t": "How*p that by revelation he made known unto me the mystery; (as I wrote afore in few words,"
    },
    {
        "o": 30494,
        "r": "kjv:Ephesians:3:4",
        "t": "Whereby,*p when ye read, ye may understand my knowledge in the mystery of Christ)"
    },
    {
        "o": 30495,
        "r": "kjv:Ephesians:3:5",
        "t": "Which*p in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;"
    },
    {
        "o": 30496,
        "r": "kjv:Ephesians:3:6",
        "t": "That*p the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:"
    },
    {
        "o": 30497,
        "r": "kjv:Ephesians:3:7",
        "t": "Whereof*p I was made a minister, according to the gift of the grace of God given unto me by the effectual working of his power."
    },
    {
        "o": 30498,
        "r": "kjv:Ephesians:3:8",
        "t": "Unto*p me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ;"
    },
    {
        "o": 30499,
        "r": "kjv:Ephesians:3:9",
        "t": "And*p to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ:"
    },
    {
        "o": 30500,
        "r": "kjv:Ephesians:3:10",
        "t": "To*p the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God,"
    },
    {
        "o": 30501,
        "r": "kjv:Ephesians:3:11",
        "t": "According*p to the eternal purpose which he purposed in Christ Jesus our Lord:"
    },
    {
        "o": 30502,
        "r": "kjv:Ephesians:3:12",
        "t": "In*p whom we have boldness and access with confidence by the faith of him."
    },
    {
        "o": 30503,
        "r": "kjv:Ephesians:3:13",
        "t": "Wherefore*p I desire that ye faint not at my tribulations for you, which is your glory."
    },
    {
        "o": 30504,
        "r": "kjv:Ephesians:3:14",
        "t": "For*p this cause I bow my knees unto the Father of our Lord Jesus Christ,"
    },
    {
        "o": 30505,
        "r": "kjv:Ephesians:3:15",
        "t": "Of*p whom the whole family in heaven and earth is named,"
    },
    {
        "o": 30506,
        "r": "kjv:Ephesians:3:16",
        "t": "That*p he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;"
    },
    {
        "o": 30507,
        "r": "kjv:Ephesians:3:17",
        "t": "That*p Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,"
    },
    {
        "o": 30508,
        "r": "kjv:Ephesians:3:18",
        "t": "May*p be able to comprehend with all saints what is the breadth, and length, and depth, and height;"
    },
    {
        "o": 30509,
        "r": "kjv:Ephesians:3:19",
        "t": "And*p to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God."
    },
    {
        "o": 30510,
        "r": "kjv:Ephesians:3:20",
        "t": "Now*p unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,"
    },
    {
        "o": 30511,
        "r": "kjv:Ephesians:3:21",
        "t": "Unto*p him be glory in the church by Christ Jesus throughout all ages, world without end. Amen."
    }
]
