[
    {
        "o": 20665,
        "r": "niv:Isaiah:58:0",
        "t": "Isaiah 58",
        "h": 1
    },
    {
        "o": 20666,
        "r": "niv:Isaiah:58:0",
        "t": "True Fasting",
        "h": 2
    },
    {
        "o": 20667,
        "r": "niv:Isaiah:58:1",
        "t": "“Shout*pn it aloud, do not hold back. Raise*ld your voice like a trumpet. Declare*ln to my people their rebellion and*ld to the descendants of Jacob their sins."
    },
    {
        "o": 20668,
        "r": "niv:Isaiah:58:2",
        "t": "For*ln day after day they seek me out; they*ld seem eager to know my ways, as*ln if they were a nation that does what is right and*ld has not forsaken the commands of its God. They*ln ask me for just decisions and*ld seem eager for God to come near them."
    },
    {
        "o": 20669,
        "r": "niv:Isaiah:58:3",
        "t": "‘Why*ln have we fasted,’ they say, ‘and*ld you have not seen it? Why*ln have we humbled ourselves, and*ld you have not noticed?’ “Yet*pn on the day of your fasting, you do as you please and*ld exploit all your workers."
    },
    {
        "o": 20670,
        "r": "niv:Isaiah:58:4",
        "t": "Your*ln fasting ends in quarreling and strife, and*ld in striking each other with wicked fists. You*ln cannot fast as you do today and*ld expect your voice to be heard on high."
    },
    {
        "o": 20671,
        "r": "niv:Isaiah:58:5",
        "t": "Is*ln this the kind of fast I have chosen, only*ld a day for people to humble themselves? Is*ln it only for bowing one’s head like a reed and*ld for lying in sackcloth and ashes? Is*ln that what you call a fast, a*ld day acceptable to the Lord?*s"
    },
    {
        "o": 20672,
        "r": "niv:Isaiah:58:6",
        "t": "“Is*pn not this the kind of fasting I have chosen: to*ln loose the chains of injustice and*ld untie the cords of the yoke, to*ln set the oppressed free and*ld break every yoke?"
    },
    {
        "o": 20673,
        "r": "niv:Isaiah:58:7",
        "t": "Is*ln it not to share your food with the hungry and*ld to provide the poor wanderer with shelter— when*ln you see the naked, to clothe them, and*ld not to turn away from your own flesh and blood?"
    },
    {
        "o": 20674,
        "r": "niv:Isaiah:58:8",
        "t": "Then*ln your light will break forth like the dawn, and*ld your healing will quickly appear; then*ln your righteousness will go before you, and*ld the glory of the Lord*s will be your rear guard."
    },
    {
        "o": 20675,
        "r": "niv:Isaiah:58:9",
        "t": "Then*ln you will call, and the Lord*s will answer; you*ld will cry for help, and he will say: Here am I. “If*pn you do away with the yoke of oppression, with*ld the pointing finger and malicious talk,"
    },
    {
        "o": 20676,
        "r": "niv:Isaiah:58:10",
        "t": "and*ln if you spend yourselves in behalf of the hungry and*ld satisfy the needs of the oppressed, then*ln your light will rise in the darkness, and*ld your night will become like the noonday."
    },
    {
        "o": 20677,
        "r": "niv:Isaiah:58:11",
        "t": "The*ln Lord*s will guide you always; he*ld will satisfy your needs in a sun-scorched land and*ld will strengthen your frame. You*ln will be like a well-watered garden, like*ld a spring whose waters never fail."
    },
    {
        "o": 20678,
        "r": "niv:Isaiah:58:12",
        "t": "Your*ln people will rebuild the ancient ruins and*ld will raise up the age-old foundations; you*ln will be called Repairer of Broken Walls, Restorer*ld of Streets with Dwellings."
    },
    {
        "o": 20679,
        "r": "niv:Isaiah:58:13",
        "t": "“If*pn you keep your feet from breaking the Sabbath and*ld from doing as you please on my holy day, if*ln you call the Sabbath a delight and*ld the Lord’s*s holy day honorable, and*ln if you honor it by not going your own way and*ld not doing as you please or speaking idle words,"
    },
    {
        "o": 20680,
        "r": "niv:Isaiah:58:14",
        "t": "then*ln you will find your joy in the Lord,*s and*ld I will cause you to ride in triumph on the heights of the land and*ld to feast on the inheritance of your father Jacob.” The*ld mouth of the Lord*s has spoken."
    }
]
