[
    {
        "o": 32300,
        "r": "nasb:2 Corinthians:12:0",
        "t": "2 Corinthians 12",
        "h": 1
    },
    {
        "o": 32301,
        "r": "nasb:2 Corinthians:12:0",
        "t": "Paul’s Vision",
        "h": 2
    },
    {
        "o": 32302,
        "r": "nasb:2 Corinthians:12:1",
        "t": "Boasting*p is necessary, though it is not profitable; but I will go on to visions and revelations of the Lord."
    },
    {
        "o": 32303,
        "r": "nasb:2 Corinthians:12:2",
        "t": "I know a man in Christ who fourteen years ago—whether in the body I do not know, or out of the body I do not know, God knows—such a man was caught up to the third heaven."
    },
    {
        "o": 32304,
        "r": "nasb:2 Corinthians:12:3",
        "t": "And I know how such a man—whether in the body or apart from the body I do not know, God knows—"
    },
    {
        "o": 32305,
        "r": "nasb:2 Corinthians:12:4",
        "t": "was caught up into Paradise and heard inexpressible words, which a man is not permitted to speak."
    },
    {
        "o": 32306,
        "r": "nasb:2 Corinthians:12:5",
        "t": "On behalf of such a man I will boast; but on my own behalf I will not boast, except in regard to my*i weaknesses."
    },
    {
        "o": 32307,
        "r": "nasb:2 Corinthians:12:6",
        "t": "For if I do wish to boast I will not be foolish, for I will be speaking the truth; but I refrain from*i this,*i so that no one will credit me with more than he sees in*i me or hears from me."
    },
    {
        "o": 32308,
        "r": "nasb:2 Corinthians:12:6",
        "t": "A Thorn in the Flesh",
        "h": 2
    },
    {
        "o": 32309,
        "r": "nasb:2 Corinthians:12:7",
        "t": "Because*p of the surpassing greatness of the revelations, for this reason, to keep me from exalting myself, there was given me a thorn in the flesh, a messenger of Satan to torment me—to keep me from exalting myself!"
    },
    {
        "o": 32310,
        "r": "nasb:2 Corinthians:12:8",
        "t": "Concerning this I implored the Lord three times that it might leave me."
    },
    {
        "o": 32311,
        "r": "nasb:2 Corinthians:12:9",
        "t": "And He has said to me, “My*r grace*r is*r sufficient*r for*r you,*r for*r power*r is*r perfected*r in*r weakness.”*r Most gladly, therefore, I will rather boast about my weaknesses, so that the power of Christ may dwell in me."
    },
    {
        "o": 32312,
        "r": "nasb:2 Corinthians:12:10",
        "t": "Therefore I am well content with weaknesses, with insults, with distresses, with persecutions, with difficulties, for Christ’s sake; for when I am weak, then I am strong."
    },
    {
        "o": 32313,
        "r": "nasb:2 Corinthians:12:11",
        "t": "I*p have become foolish; you yourselves compelled me. Actually I should have been commended by you, for in no respect was I inferior to the most eminent apostles, even though I am a nobody."
    },
    {
        "o": 32314,
        "r": "nasb:2 Corinthians:12:12",
        "t": "The signs of a true apostle were performed among you with all perseverance, by signs and wonders and miracles."
    },
    {
        "o": 32315,
        "r": "nasb:2 Corinthians:12:13",
        "t": "For in what respect were you treated as inferior to the rest of the churches, except that I myself did not become a burden to you? Forgive me this wrong!"
    },
    {
        "o": 32316,
        "r": "nasb:2 Corinthians:12:14",
        "t": "Here*p for this third time I am ready to come to you, and I will not be a burden to you; for I do not seek what is yours, but you; for children are not responsible to save up for their*i parents, but parents for their*i children."
    },
    {
        "o": 32317,
        "r": "nasb:2 Corinthians:12:15",
        "t": "I will most gladly spend and be expended for your souls. If I love you more, am I to be loved less?"
    },
    {
        "o": 32318,
        "r": "nasb:2 Corinthians:12:16",
        "t": "But be that as it may, I did not burden you myself; nevertheless, crafty fellow that I am, I took you in by deceit."
    },
    {
        "o": 32319,
        "r": "nasb:2 Corinthians:12:17",
        "t": "Certainly*i I have not taken advantage of you through any of those whom I have sent to you, have I?"
    },
    {
        "o": 32320,
        "r": "nasb:2 Corinthians:12:18",
        "t": "I urged Titus to*i go,*i and I sent the brother with him. Titus did not take any advantage of you, did he? Did we not conduct ourselves in the same spirit and*i walk*i in the same steps?"
    },
    {
        "o": 32321,
        "r": "nasb:2 Corinthians:12:19",
        "t": "All*p this time you have been thinking that we are defending ourselves to you. Actually,*i it is in the sight of God that we have been speaking in Christ; and all for your upbuilding, beloved."
    },
    {
        "o": 32322,
        "r": "nasb:2 Corinthians:12:20",
        "t": "For I am afraid that perhaps when I come I may find you to be not what I wish and may be found by you to be not what you wish; that perhaps there*i will*i be*i strife, jealousy, angry tempers, disputes, slanders, gossip, arrogance, disturbances;"
    },
    {
        "o": 32323,
        "r": "nasb:2 Corinthians:12:21",
        "t": "I am afraid that when I come again my God may humiliate me before you, and I may mourn over many of those who have sinned in the past and not repented of the impurity, immorality and sensuality which they have practiced."
    }
]
