[
    {
        "o": 596,
        "r": "nasb:Genesis:22:0",
        "t": "Genesis 22",
        "h": 1
    },
    {
        "o": 597,
        "r": "nasb:Genesis:22:0",
        "t": "The Offering of Isaac",
        "h": 2
    },
    {
        "o": 598,
        "r": "nasb:Genesis:22:1",
        "t": "Now*p it came about after these things, that God tested Abraham, and said to him, “Abraham!” And he said, “Here I am.”"
    },
    {
        "o": 599,
        "r": "nasb:Genesis:22:2",
        "t": "He said, “Take now your son, your only son, whom you love, Isaac, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I will tell you.”"
    },
    {
        "o": 600,
        "r": "nasb:Genesis:22:3",
        "t": "So Abraham rose early in the morning and saddled his donkey, and took two of his young men with him and Isaac his son; and he split wood for the burnt offering, and arose and went to the place of which God had told him."
    },
    {
        "o": 601,
        "r": "nasb:Genesis:22:4",
        "t": "On the third day Abraham raised his eyes and saw the place from a distance."
    },
    {
        "o": 602,
        "r": "nasb:Genesis:22:5",
        "t": "Abraham said to his young men, “Stay here with the donkey, and I and the lad will go over there; and we will worship and return to you.”"
    },
    {
        "o": 603,
        "r": "nasb:Genesis:22:6",
        "t": "Abraham took the wood of the burnt offering and laid it on Isaac his son, and he took in his hand the fire and the knife. So the two of them walked on together."
    },
    {
        "o": 604,
        "r": "nasb:Genesis:22:7",
        "t": "Isaac spoke to Abraham his father and said, “My father!” And he said, “Here I am, my son.” And he said, “Behold, the fire and the wood, but where is the lamb for the burnt offering?”"
    },
    {
        "o": 605,
        "r": "nasb:Genesis:22:8",
        "t": "Abraham said, “God will provide for Himself the lamb for the burnt offering, my son.” So the two of them walked on together."
    },
    {
        "o": 606,
        "r": "nasb:Genesis:22:9",
        "t": "Then*p they came to the place of which God had told him; and Abraham built the altar there and arranged the wood, and bound his son Isaac and laid him on the altar, on top of the wood."
    },
    {
        "o": 607,
        "r": "nasb:Genesis:22:10",
        "t": "Abraham stretched out his hand and took the knife to slay his son."
    },
    {
        "o": 608,
        "r": "nasb:Genesis:22:11",
        "t": "But the angel of the Lord*s called to him from heaven and said, “Abraham, Abraham!” And he said, “Here I am.”"
    },
    {
        "o": 609,
        "r": "nasb:Genesis:22:12",
        "t": "He said, “Do not stretch out your hand against the lad, and do nothing to him; for now I know that you fear God, since you have not withheld your son, your only son, from Me.”"
    },
    {
        "o": 610,
        "r": "nasb:Genesis:22:13",
        "t": "Then Abraham raised his eyes and looked, and behold, behind him*i a ram caught in the thicket by his horns; and Abraham went and took the ram and offered him up for a burnt offering in the place of his son."
    },
    {
        "o": 611,
        "r": "nasb:Genesis:22:14",
        "t": "Abraham called the name of that place The Lord*s Will Provide, as it is said to this day, “In the mount of the Lord*s it will be provided.”"
    },
    {
        "o": 612,
        "r": "nasb:Genesis:22:15",
        "t": "Then*p the angel of the Lord*s called to Abraham a second time from heaven,"
    },
    {
        "o": 613,
        "r": "nasb:Genesis:22:16",
        "t": "and said, “By Myself I have sworn, declares the Lord,*s because you have done this thing and have not withheld your son, your only son,"
    },
    {
        "o": 614,
        "r": "nasb:Genesis:22:17",
        "t": "indeed I will greatly bless you, and I will greatly multiply your seed as the stars of the heavens and as the sand which is on the seashore; and your seed shall possess the gate of their enemies."
    },
    {
        "o": 615,
        "r": "nasb:Genesis:22:18",
        "t": "In your seed all the nations of the earth shall be blessed, because you have obeyed My voice.”"
    },
    {
        "o": 616,
        "r": "nasb:Genesis:22:19",
        "t": "So Abraham returned to his young men, and they arose and went together to Beersheba; and Abraham lived at Beersheba."
    },
    {
        "o": 617,
        "r": "nasb:Genesis:22:20",
        "t": "Now*p it came about after these things, that it was told Abraham, saying, “Behold, Milcah also has borne children to your brother Nahor:"
    },
    {
        "o": 618,
        "r": "nasb:Genesis:22:21",
        "t": "Uz his firstborn and Buz his brother and Kemuel the father of Aram"
    },
    {
        "o": 619,
        "r": "nasb:Genesis:22:22",
        "t": "and Chesed and Hazo and Pildash and Jidlaph and Bethuel.”"
    },
    {
        "o": 620,
        "r": "nasb:Genesis:22:23",
        "t": "Bethuel became the father of Rebekah; these eight Milcah bore to Nahor, Abraham’s brother."
    },
    {
        "o": 621,
        "r": "nasb:Genesis:22:24",
        "t": "His concubine, whose name was Reumah, also bore Tebah and Gaham and Tahash and Maacah."
    }
]
