[
    {
        "o": 30894,
        "r": "esv:Acts:20:0",
        "t": "Acts 20",
        "h": 1
    },
    {
        "o": 30895,
        "r": "esv:Acts:20:0",
        "t": "Paul in Macedonia and Greece",
        "h": 2
    },
    {
        "o": 30896,
        "r": "esv:Acts:20:1",
        "t": "After*p the uproar ceased, Paul sent for the disciples, and after encouraging them, he said farewell and departed for Macedonia."
    },
    {
        "o": 30897,
        "r": "esv:Acts:20:2",
        "t": "When he had gone through those regions and had given them much encouragement, he came to Greece."
    },
    {
        "o": 30898,
        "r": "esv:Acts:20:3",
        "t": "There he spent three months, and when a plot was made against him by the Jews as he was about to set sail for Syria, he decided to return through Macedonia."
    },
    {
        "o": 30899,
        "r": "esv:Acts:20:4",
        "t": "Sopater the Berean, son of Pyrrhus, accompanied him; and of the Thessalonians, Aristarchus and Secundus; and Gaius of Derbe, and Timothy; and the Asians, Tychicus and Trophimus."
    },
    {
        "o": 30900,
        "r": "esv:Acts:20:5",
        "t": "These went on ahead and were waiting for us at Troas,"
    },
    {
        "o": 30901,
        "r": "esv:Acts:20:6",
        "t": "but we sailed away from Philippi after the days of Unleavened Bread, and in five days we came to them at Troas, where we stayed for seven days."
    },
    {
        "o": 30902,
        "r": "esv:Acts:20:6",
        "t": "Eutychus Raised from the Dead",
        "h": 2
    },
    {
        "o": 30903,
        "r": "esv:Acts:20:7",
        "t": "On*p the first day of the week, when we were gathered together to break bread, Paul talked with them, intending to depart on the next day, and he prolonged his speech until midnight."
    },
    {
        "o": 30904,
        "r": "esv:Acts:20:8",
        "t": "There were many lamps in the upper room where we were gathered."
    },
    {
        "o": 30905,
        "r": "esv:Acts:20:9",
        "t": "And a young man named Eutychus, sitting at the window, sank into a deep sleep as Paul talked still longer. And being overcome by sleep, he fell down from the third story and was taken up dead."
    },
    {
        "o": 30906,
        "r": "esv:Acts:20:10",
        "t": "But Paul went down and bent over him, and taking him in his arms, said, “Do not be alarmed, for his life is in him.”"
    },
    {
        "o": 30907,
        "r": "esv:Acts:20:11",
        "t": "And when Paul had gone up and had broken bread and eaten, he conversed with them a long while, until daybreak, and so departed."
    },
    {
        "o": 30908,
        "r": "esv:Acts:20:12",
        "t": "And they took the youth away alive, and were not a little comforted."
    },
    {
        "o": 30909,
        "r": "esv:Acts:20:13",
        "t": "But*p going ahead to the ship, we set sail for Assos, intending to take Paul aboard there, for so he had arranged, intending himself to go by land."
    },
    {
        "o": 30910,
        "r": "esv:Acts:20:14",
        "t": "And when he met us at Assos, we took him on board and went to Mitylene."
    },
    {
        "o": 30911,
        "r": "esv:Acts:20:15",
        "t": "And sailing from there we came the following day opposite Chios; the next day we touched at Samos; and the day after that we went to Miletus."
    },
    {
        "o": 30912,
        "r": "esv:Acts:20:16",
        "t": "For Paul had decided to sail past Ephesus, so that he might not have to spend time in Asia, for he was hastening to be at Jerusalem, if possible, on the day of Pentecost."
    },
    {
        "o": 30913,
        "r": "esv:Acts:20:16",
        "t": "Paul Speaks to the Ephesian Elders",
        "h": 2
    },
    {
        "o": 30914,
        "r": "esv:Acts:20:17",
        "t": "Now*p from Miletus he sent to Ephesus and called the elders of the church to come to him."
    },
    {
        "o": 30915,
        "r": "esv:Acts:20:18",
        "t": "And when they came to him, he said to them: “You*p yourselves know how I lived among you the whole time from the first day that I set foot in Asia,"
    },
    {
        "o": 30916,
        "r": "esv:Acts:20:19",
        "t": "serving the Lord with all humility and with tears and with trials that happened to me through the plots of the Jews;"
    },
    {
        "o": 30917,
        "r": "esv:Acts:20:20",
        "t": "how I did not shrink from declaring to you anything that was profitable, and teaching you in public and from house to house,"
    },
    {
        "o": 30918,
        "r": "esv:Acts:20:21",
        "t": "testifying both to Jews and to Greeks of repentance toward God and of faith in our Lord Jesus Christ."
    },
    {
        "o": 30919,
        "r": "esv:Acts:20:22",
        "t": "And now, behold, I am going to Jerusalem, constrained by the Spirit, not knowing what will happen to me there,"
    },
    {
        "o": 30920,
        "r": "esv:Acts:20:23",
        "t": "except that the Holy Spirit testifies to me in every city that imprisonment and afflictions await me."
    },
    {
        "o": 30921,
        "r": "esv:Acts:20:24",
        "t": "But I do not account my life of any value nor as precious to myself, if only I may finish my course and the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God."
    },
    {
        "o": 30922,
        "r": "esv:Acts:20:25",
        "t": "And now, behold, I know that none of you among whom I have gone about proclaiming the kingdom will see my face again."
    },
    {
        "o": 30923,
        "r": "esv:Acts:20:26",
        "t": "Therefore I testify to you this day that I am innocent of the blood of all,"
    },
    {
        "o": 30924,
        "r": "esv:Acts:20:27",
        "t": "for I did not shrink from declaring to you the whole counsel of God."
    },
    {
        "o": 30925,
        "r": "esv:Acts:20:28",
        "t": "Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood."
    },
    {
        "o": 30926,
        "r": "esv:Acts:20:29",
        "t": "I know that after my departure fierce wolves will come in among you, not sparing the flock;"
    },
    {
        "o": 30927,
        "r": "esv:Acts:20:30",
        "t": "and from among your own selves will arise men speaking twisted things, to draw away the disciples after them."
    },
    {
        "o": 30928,
        "r": "esv:Acts:20:31",
        "t": "Therefore be alert, remembering that for three years I did not cease night or day to admonish every one with tears."
    },
    {
        "o": 30929,
        "r": "esv:Acts:20:32",
        "t": "And now I commend you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are sanctified."
    },
    {
        "o": 30930,
        "r": "esv:Acts:20:33",
        "t": "I coveted no one’s silver or gold or apparel."
    },
    {
        "o": 30931,
        "r": "esv:Acts:20:34",
        "t": "You yourselves know that these hands ministered to my necessities and to those who were with me."
    },
    {
        "o": 30932,
        "r": "esv:Acts:20:35",
        "t": "In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, ‘It*r is*r more*r blessed*r to*r give*r than*r to*r receive.’”*r"
    },
    {
        "o": 30933,
        "r": "esv:Acts:20:36",
        "t": "And*p when he had said these things, he knelt down and prayed with them all."
    },
    {
        "o": 30934,
        "r": "esv:Acts:20:37",
        "t": "And there was much weeping on the part of all; they embraced Paul and kissed him,"
    },
    {
        "o": 30935,
        "r": "esv:Acts:20:38",
        "t": "being sorrowful most of all because of the word he had spoken, that they would not see his face again. And they accompanied him to the ship."
    }
]
