[
    {
        "o": 32557,
        "r": "nkjv:2 Corinthians:3:0",
        "t": "2 Corinthians 3",
        "h": 1
    },
    {
        "o": 32558,
        "r": "nkjv:2 Corinthians:3:0",
        "t": "Christ’s Epistle",
        "h": 2
    },
    {
        "o": 32559,
        "r": "nkjv:2 Corinthians:3:1",
        "t": "Do*p we begin again to commend ourselves? Or do we need, as some others,*i epistles of commendation to you or letters*i of commendation from you?"
    },
    {
        "o": 32560,
        "r": "nkjv:2 Corinthians:3:2",
        "t": "You are our epistle written in our hearts, known and read by all men;"
    },
    {
        "o": 32561,
        "r": "nkjv:2 Corinthians:3:3",
        "t": "clearly you are an epistle of Christ, ministered by us, written not with ink but by the Spirit of the living God, not on tablets of stone but on tablets of flesh, that*i is,*i of the heart."
    },
    {
        "o": 32562,
        "r": "nkjv:2 Corinthians:3:3",
        "t": "The Spirit, Not the Letter",
        "h": 2
    },
    {
        "o": 32563,
        "r": "nkjv:2 Corinthians:3:4",
        "t": "And*p we have such trust through Christ toward God."
    },
    {
        "o": 32564,
        "r": "nkjv:2 Corinthians:3:5",
        "t": "Not that we are sufficient of ourselves to think of anything as being*i from ourselves, but our sufficiency is*i from God,"
    },
    {
        "o": 32565,
        "r": "nkjv:2 Corinthians:3:6",
        "t": "who also made us sufficient as ministers of the new covenant, not of the letter but of the Spirit; for the letter kills, but the Spirit gives life."
    },
    {
        "o": 32566,
        "r": "nkjv:2 Corinthians:3:6",
        "t": "Glory of the New Covenant",
        "h": 2
    },
    {
        "o": 32567,
        "r": "nkjv:2 Corinthians:3:7",
        "t": "But*p if the ministry of death, written and*i engraved on stones, was glorious, so that the children of Israel could not look steadily at the face of Moses because of the glory of his countenance, which glory*i was passing away,"
    },
    {
        "o": 32568,
        "r": "nkjv:2 Corinthians:3:8",
        "t": "how will the ministry of the Spirit not be more glorious?"
    },
    {
        "o": 32569,
        "r": "nkjv:2 Corinthians:3:9",
        "t": "For if the ministry of condemnation had*i glory, the ministry of righteousness exceeds much more in glory."
    },
    {
        "o": 32570,
        "r": "nkjv:2 Corinthians:3:10",
        "t": "For even what was made glorious had no glory in this respect, because of the glory that excels."
    },
    {
        "o": 32571,
        "r": "nkjv:2 Corinthians:3:11",
        "t": "For if what is passing away was*i glorious, what remains is*i much more glorious."
    },
    {
        "o": 32572,
        "r": "nkjv:2 Corinthians:3:12",
        "t": "Therefore,*p since we have such hope, we use great boldness of speech—"
    },
    {
        "o": 32573,
        "r": "nkjv:2 Corinthians:3:13",
        "t": "unlike Moses, who*i put a veil over his face so that the children of Israel could not look steadily at the end of what was passing away."
    },
    {
        "o": 32574,
        "r": "nkjv:2 Corinthians:3:14",
        "t": "But their minds were blinded. For until this day the same veil remains unlifted in the reading of the Old Testament, because the veil*i is taken away in Christ."
    },
    {
        "o": 32575,
        "r": "nkjv:2 Corinthians:3:15",
        "t": "But even to this day, when Moses is read, a veil lies on their heart."
    },
    {
        "o": 32576,
        "r": "nkjv:2 Corinthians:3:16",
        "t": "Nevertheless when one turns to the Lord, the veil is taken away."
    },
    {
        "o": 32577,
        "r": "nkjv:2 Corinthians:3:17",
        "t": "Now the Lord is the Spirit; and where the Spirit of the Lord is,*i there is*i liberty."
    },
    {
        "o": 32578,
        "r": "nkjv:2 Corinthians:3:18",
        "t": "But we all, with unveiled face, beholding as in a mirror the glory of the Lord, are being transformed into the same image from glory to glory, just as by the Spirit of the Lord."
    }
]
