[
    {
        "o": 6235,
        "r": "esv:Deuteronomy:30:0",
        "t": "Deuteronomy 30",
        "h": 1
    },
    {
        "o": 6236,
        "r": "esv:Deuteronomy:30:0",
        "t": "Repentance and Forgiveness",
        "h": 2
    },
    {
        "o": 6237,
        "r": "esv:Deuteronomy:30:1",
        "t": "“And*p when all these things come upon you, the blessing and the curse, which I have set before you, and you call them to mind among all the nations where the Lord*s your God has driven you,"
    },
    {
        "o": 6238,
        "r": "esv:Deuteronomy:30:2",
        "t": "and return to the Lord*s your God, you and your children, and obey his voice in all that I command you today, with all your heart and with all your soul,"
    },
    {
        "o": 6239,
        "r": "esv:Deuteronomy:30:3",
        "t": "then the Lord*s your God will restore your fortunes and have mercy on you, and he will gather you again from all the peoples where the Lord*s your God has scattered you."
    },
    {
        "o": 6240,
        "r": "esv:Deuteronomy:30:4",
        "t": "If your outcasts are in the uttermost parts of heaven, from there the Lord*s your God will gather you, and from there he will take you."
    },
    {
        "o": 6241,
        "r": "esv:Deuteronomy:30:5",
        "t": "And the Lord*s your God will bring you into the land that your fathers possessed, that you may possess it. And he will make you more prosperous and numerous than your fathers."
    },
    {
        "o": 6242,
        "r": "esv:Deuteronomy:30:6",
        "t": "And the Lord*s your God will circumcise your heart and the heart of your offspring, so that you will love the Lord*s your God with all your heart and with all your soul, that you may live."
    },
    {
        "o": 6243,
        "r": "esv:Deuteronomy:30:7",
        "t": "And the Lord*s your God will put all these curses on your foes and enemies who persecuted you."
    },
    {
        "o": 6244,
        "r": "esv:Deuteronomy:30:8",
        "t": "And you shall again obey the voice of the Lord*s and keep all his commandments that I command you today."
    },
    {
        "o": 6245,
        "r": "esv:Deuteronomy:30:9",
        "t": "The Lord*s your God will make you abundantly prosperous in all the work of your hand, in the fruit of your womb and in the fruit of your cattle and in the fruit of your ground. For the Lord*s will again take delight in prospering you, as he took delight in your fathers,"
    },
    {
        "o": 6246,
        "r": "esv:Deuteronomy:30:10",
        "t": "when you obey the voice of the Lord*s your God, to keep his commandments and his statutes that are written in this Book of the Law, when you turn to the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 6247,
        "r": "esv:Deuteronomy:30:10",
        "t": "The Choice of Life and Death",
        "h": 2
    },
    {
        "o": 6248,
        "r": "esv:Deuteronomy:30:11",
        "t": "“For*p this commandment that I command you today is not too hard for you, neither is it far off."
    },
    {
        "o": 6249,
        "r": "esv:Deuteronomy:30:12",
        "t": "It is not in heaven, that you should say, ‘Who will ascend to heaven for us and bring it to us, that we may hear it and do it?’"
    },
    {
        "o": 6250,
        "r": "esv:Deuteronomy:30:13",
        "t": "Neither is it beyond the sea, that you should say, ‘Who will go over the sea for us and bring it to us, that we may hear it and do it?’"
    },
    {
        "o": 6251,
        "r": "esv:Deuteronomy:30:14",
        "t": "But the word is very near you. It is in your mouth and in your heart, so that you can do it."
    },
    {
        "o": 6252,
        "r": "esv:Deuteronomy:30:15",
        "t": "“See,*p I have set before you today life and good, death and evil."
    },
    {
        "o": 6253,
        "r": "esv:Deuteronomy:30:16",
        "t": "If you obey the commandments of the Lord*s your God that I command you today, by loving the Lord*s your God, by walking in his ways, and by keeping his commandments and his statutes and his rules, then you shall live and multiply, and the Lord*s your God will bless you in the land that you are entering to take possession of it."
    },
    {
        "o": 6254,
        "r": "esv:Deuteronomy:30:17",
        "t": "But if your heart turns away, and you will not hear, but are drawn away to worship other gods and serve them,"
    },
    {
        "o": 6255,
        "r": "esv:Deuteronomy:30:18",
        "t": "I declare to you today, that you shall surely perish. You shall not live long in the land that you are going over the Jordan to enter and possess."
    },
    {
        "o": 6256,
        "r": "esv:Deuteronomy:30:19",
        "t": "I call heaven and earth to witness against you today, that I have set before you life and death, blessing and curse. Therefore choose life, that you and your offspring may live,"
    },
    {
        "o": 6257,
        "r": "esv:Deuteronomy:30:20",
        "t": "loving the Lord*s your God, obeying his voice and holding fast to him, for he is your life and length of days, that you may dwell in the land that the Lord*s swore to your fathers, to Abraham, to Isaac, and to Jacob, to give them.”"
    }
]
