[
    {
        "o": 22416,
        "r": "csb:Jeremiah:42:0",
        "t": "Jeremiah 42",
        "h": 1
    },
    {
        "o": 22417,
        "r": "csb:Jeremiah:42:0",
        "t": "The People Seek Jeremiah’s Counsel",
        "h": 2
    },
    {
        "o": 22418,
        "r": "csb:Jeremiah:42:1",
        "t": "Then*p all the commanders of the armies, along with Johanan son of Kareah, Jezaniah son of Hoshaiah, and all the people from the least to the greatest, approached"
    },
    {
        "o": 22419,
        "r": "csb:Jeremiah:42:2",
        "t": "the prophet Jeremiah and said, “May our petition come before you; pray to the Lord*s your God on our behalf, on behalf of this entire remnant (for few of us remain out of the many, as you can see with your own eyes),"
    },
    {
        "o": 22420,
        "r": "csb:Jeremiah:42:3",
        "t": "that the Lord*s your God may tell us the way we should go and the thing we should do.”"
    },
    {
        "o": 22421,
        "r": "csb:Jeremiah:42:4",
        "t": "So*p the prophet Jeremiah said to them, “I have heard. I will now pray to the Lord*s your God according to your words, and I will tell you every word that the Lord*s answers you; I won’t withhold a word from you.”"
    },
    {
        "o": 22422,
        "r": "csb:Jeremiah:42:5",
        "t": "And*p they said to Jeremiah, “May the Lord*s be a true and faithful witness against us if we don’t act according to every word the Lord*s your God sends you to tell us."
    },
    {
        "o": 22423,
        "r": "csb:Jeremiah:42:6",
        "t": "Whether it is pleasant or unpleasant, we will obey the Lord*s our God to whom we are sending you so that it may go well with us. We will certainly obey the Lord*s our God!”"
    },
    {
        "o": 22424,
        "r": "csb:Jeremiah:42:6",
        "t": "Jeremiah’s Advice to Stay",
        "h": 2
    },
    {
        "o": 22425,
        "r": "csb:Jeremiah:42:7",
        "t": "At*p the end of ten days, the word of the Lord*s came to Jeremiah,"
    },
    {
        "o": 22426,
        "r": "csb:Jeremiah:42:8",
        "t": "and he summoned Johanan son of Kareah, all the commanders of the armies who were with him, and all the people from the least to the greatest."
    },
    {
        "o": 22427,
        "r": "csb:Jeremiah:42:9",
        "t": "He*p said to them, “This is what the Lord*s says, the God of Israel to whom you sent me to bring your petition before him:"
    },
    {
        "o": 22428,
        "r": "csb:Jeremiah:42:10",
        "t": "‘If you will indeed stay in this land, then I will rebuild and not demolish you, and I will plant and not uproot you, because I relent concerning the disaster that I have brought on you."
    },
    {
        "o": 22429,
        "r": "csb:Jeremiah:42:11",
        "t": "Don’t be afraid of the king of Babylon whom you now fear; don’t be afraid of him’ - this is the Lord’s*s declaration - ‘because I am with you to save you and rescue you from him."
    },
    {
        "o": 22430,
        "r": "csb:Jeremiah:42:12",
        "t": "I will grant you compassion, and he will have compassion on you and allow you to return to your own soil.’"
    },
    {
        "o": 22431,
        "r": "csb:Jeremiah:42:13",
        "t": "“But*p if you say, ‘We will not stay in this land,’ in order to disobey the Lord*s your God,"
    },
    {
        "o": 22432,
        "r": "csb:Jeremiah:42:14",
        "t": "and if you say, ‘No, instead we’ll go to the land of Egypt where we will not see war or hear the sound of the ram’s horn or hunger for food, and we’ll live there,’"
    },
    {
        "o": 22433,
        "r": "csb:Jeremiah:42:15",
        "t": "then hear the word of the Lord,*s remnant of Judah! This is what the Lord*s of Armies, the God of Israel, says: ‘If you are firmly resolved to go to Egypt and stay there for a while,"
    },
    {
        "o": 22434,
        "r": "csb:Jeremiah:42:16",
        "t": "then the sword you fear will overtake you there in the land of Egypt, and the famine you are worried about will follow on your heels there to Egypt, and you will die there."
    },
    {
        "o": 22435,
        "r": "csb:Jeremiah:42:17",
        "t": "All who resolve to go to Egypt to stay there for a while will die by the sword, famine, and plague. They will have no survivor or fugitive from the disaster I will bring on them.’"
    },
    {
        "o": 22436,
        "r": "csb:Jeremiah:42:18",
        "t": "“For*p this is what the Lord*s of Armies, the God of Israel, says: ‘Just as my anger and fury were poured out on Jerusalem’s residents, so will my fury pour out on you if you go to Egypt. You will become an example for cursing, scorn, execration, and disgrace, and you will never see this place again.’"
    },
    {
        "o": 22437,
        "r": "csb:Jeremiah:42:19",
        "t": "The Lord*s has spoken concerning you, remnant of Judah: ‘Don’t go to Egypt.’ Know for certain that I have warned you today!"
    },
    {
        "o": 22438,
        "r": "csb:Jeremiah:42:20",
        "t": "You have gone astray at the cost of your lives because you are the ones who sent me to the Lord*s your God, saying, ‘Pray to the Lord*s our God on our behalf, and as for all that the Lord*s our God says, tell it to us, and we’ll act accordingly.’"
    },
    {
        "o": 22439,
        "r": "csb:Jeremiah:42:21",
        "t": "For I have told you today, but you have not obeyed the Lord*s your God in everything he has sent me to tell you."
    },
    {
        "o": 22440,
        "r": "csb:Jeremiah:42:22",
        "t": "Now therefore, know for certain that by the sword, famine, and plague you will die in the place where you desired to go to stay for a while.”"
    }
]
