[
    {
        "o": 34707,
        "r": "nkjv:1 John:5:0",
        "t": "1 John 5",
        "h": 1
    },
    {
        "o": 34708,
        "r": "nkjv:1 John:5:1",
        "t": "Whoever*p believes that Jesus is the Christ is born of God, and everyone who loves Him who begot also loves him who is begotten of Him."
    },
    {
        "o": 34709,
        "r": "nkjv:1 John:5:2",
        "t": "By this we know that we love the children of God, when we love God and keep His commandments."
    },
    {
        "o": 34710,
        "r": "nkjv:1 John:5:3",
        "t": "For this is the love of God, that we keep His commandments. And His commandments are not burdensome."
    },
    {
        "o": 34711,
        "r": "nkjv:1 John:5:4",
        "t": "For whatever is born of God overcomes the world. And this is the victory that has overcome the world—our faith."
    },
    {
        "o": 34712,
        "r": "nkjv:1 John:5:5",
        "t": "Who is he who overcomes the world, but he who believes that Jesus is the Son of God?"
    },
    {
        "o": 34713,
        "r": "nkjv:1 John:5:5",
        "t": "The Certainty of God’s Witness",
        "h": 2
    },
    {
        "o": 34714,
        "r": "nkjv:1 John:5:6",
        "t": "This*p is He who came by water and blood—Jesus Christ; not only by water, but by water and blood. And it is the Spirit who bears witness, because the Spirit is truth."
    },
    {
        "o": 34715,
        "r": "nkjv:1 John:5:7",
        "t": "For there are three that bear witness in heaven: the Father, the Word, and the Holy Spirit; and these three are one."
    },
    {
        "o": 34716,
        "r": "nkjv:1 John:5:8",
        "t": "And there are three that bear witness on earth: the Spirit, the water, and the blood; and these three agree as one."
    },
    {
        "o": 34717,
        "r": "nkjv:1 John:5:9",
        "t": "If*p we receive the witness of men, the witness of God is greater; for this is the witness of God which He has testified of His Son."
    },
    {
        "o": 34718,
        "r": "nkjv:1 John:5:10",
        "t": "He who believes in the Son of God has the witness in himself; he who does not believe God has made Him a liar, because he has not believed the testimony that God has given of His Son."
    },
    {
        "o": 34719,
        "r": "nkjv:1 John:5:11",
        "t": "And this is the testimony: that God has given us eternal life, and this life is in His Son."
    },
    {
        "o": 34720,
        "r": "nkjv:1 John:5:12",
        "t": "He who has the Son has life; he who does not have the Son of God does not have life."
    },
    {
        "o": 34721,
        "r": "nkjv:1 John:5:13",
        "t": "These things I have written to you who believe in the name of the Son of God, that you may know that you have eternal life, and that you may continue*i to*i believe in the name of the Son of God."
    },
    {
        "o": 34722,
        "r": "nkjv:1 John:5:13",
        "t": "Confidence and Compassion in Prayer",
        "h": 2
    },
    {
        "o": 34723,
        "r": "nkjv:1 John:5:14",
        "t": "Now*p this is the confidence that we have in Him, that if we ask anything according to His will, He hears us."
    },
    {
        "o": 34724,
        "r": "nkjv:1 John:5:15",
        "t": "And if we know that He hears us, whatever we ask, we know that we have the petitions that we have asked of Him."
    },
    {
        "o": 34725,
        "r": "nkjv:1 John:5:16",
        "t": "If*p anyone sees his brother sinning a sin which*i does*i not lead*i to death, he will ask, and He will give him life for those who commit sin not leading*i to death. There is sin leading*i to death. I do not say that he should pray about that."
    },
    {
        "o": 34726,
        "r": "nkjv:1 John:5:17",
        "t": "All unrighteousness is sin, and there is sin not leading*i to death."
    },
    {
        "o": 34727,
        "r": "nkjv:1 John:5:17",
        "t": "Knowing the True—Rejecting the False",
        "h": 2
    },
    {
        "o": 34728,
        "r": "nkjv:1 John:5:18",
        "t": "We*p know that whoever is born of God does not sin; but he who has been born of God keeps himself, and the wicked one does not touch him."
    },
    {
        "o": 34729,
        "r": "nkjv:1 John:5:19",
        "t": "We*p know that we are of God, and the whole world lies under*i the*i sway*i of*i the wicked one."
    },
    {
        "o": 34730,
        "r": "nkjv:1 John:5:20",
        "t": "And*p we know that the Son of God has come and has given us an understanding, that we may know Him who is true; and we are in Him who is true, in His Son Jesus Christ. This is the true God and eternal life."
    },
    {
        "o": 34731,
        "r": "nkjv:1 John:5:21",
        "t": "Little*p children, keep yourselves from idols. Amen."
    }
]
