[
    {
        "o": 21634,
        "r": "esv:Jeremiah:21:0",
        "t": "Jeremiah 21",
        "h": 1
    },
    {
        "o": 21635,
        "r": "esv:Jeremiah:21:0",
        "t": "Jerusalem Will Fall to Nebuchadnezzar",
        "h": 2
    },
    {
        "o": 21636,
        "r": "esv:Jeremiah:21:1",
        "t": "This*p is the word that came to Jeremiah from the Lord,*s when King Zedekiah sent to him Pashhur the son of Malchiah and Zephaniah the priest, the son of Maaseiah, saying,"
    },
    {
        "o": 21637,
        "r": "esv:Jeremiah:21:2",
        "t": "“Inquire of the Lord*s for us, for Nebuchadnezzar king of Babylon is making war against us. Perhaps the Lord*s will deal with us according to all his wonderful deeds and will make him withdraw from us.”"
    },
    {
        "o": 21638,
        "r": "esv:Jeremiah:21:3",
        "t": "Then*p Jeremiah said to them: “Thus you shall say to Zedekiah,"
    },
    {
        "o": 21639,
        "r": "esv:Jeremiah:21:4",
        "t": "‘Thus says the Lord,*s the God of Israel: Behold, I will turn back the weapons of war that are in your hands and with which you are fighting against the king of Babylon and against the Chaldeans who are besieging you outside the walls. And I will bring them together into the midst of this city."
    },
    {
        "o": 21640,
        "r": "esv:Jeremiah:21:5",
        "t": "I myself will fight against you with outstretched hand and strong arm, in anger and in fury and in great wrath."
    },
    {
        "o": 21641,
        "r": "esv:Jeremiah:21:6",
        "t": "And I will strike down the inhabitants of this city, both man and beast. They shall die of a great pestilence."
    },
    {
        "o": 21642,
        "r": "esv:Jeremiah:21:7",
        "t": "Afterward, declares the Lord,*s I will give Zedekiah king of Judah and his servants and the people in this city who survive the pestilence, sword, and famine into the hand of Nebuchadnezzar king of Babylon and into the hand of their enemies, into the hand of those who seek their lives. He shall strike them down with the edge of the sword. He shall not pity them or spare them or have compassion.’"
    },
    {
        "o": 21643,
        "r": "esv:Jeremiah:21:8",
        "t": "“And*p to this people you shall say: ‘Thus says the Lord:*s Behold, I set before you the way of life and the way of death."
    },
    {
        "o": 21644,
        "r": "esv:Jeremiah:21:9",
        "t": "He who stays in this city shall die by the sword, by famine, and by pestilence, but he who goes out and surrenders to the Chaldeans who are besieging you shall live and shall have his life as a prize of war."
    },
    {
        "o": 21645,
        "r": "esv:Jeremiah:21:10",
        "t": "For I have set my face against this city for harm and not for good, declares the Lord:*s it shall be given into the hand of the king of Babylon, and he shall burn it with fire.’"
    },
    {
        "o": 21646,
        "r": "esv:Jeremiah:21:10",
        "t": "Message to the House of David",
        "h": 2
    },
    {
        "o": 21647,
        "r": "esv:Jeremiah:21:11",
        "t": "“And*p to the house of the king of Judah say, ‘Hear the word of the Lord,*s"
    },
    {
        "o": 21648,
        "r": "esv:Jeremiah:21:12",
        "t": "O house of David! Thus says the Lord:*s “‘Execute*pn justice in the morning, and*ld deliver from the hand of the oppressor him*ld who has been robbed, lest*ln my wrath go forth like fire, and*ld burn with none to quench it, because*ld of your evil deeds.’”"
    },
    {
        "o": 21649,
        "r": "esv:Jeremiah:21:13",
        "t": "“Behold,*pn I am against you, O inhabitant of the valley, O*ld rock of the plain, declares*l the Lord;*s you*ln who say, ‘Who shall come down against us, or*ld who shall enter our habitations?’"
    },
    {
        "o": 21650,
        "r": "esv:Jeremiah:21:14",
        "t": "I*ln will punish you according to the fruit of your deeds, declares*l the Lord;*s I*ld will kindle a fire in her forest, and*ld it shall devour all that is around her.”"
    }
]
