[
    {
        "o": 13714,
        "r": "kjv:Job:17:0",
        "t": "Job 17",
        "h": 1
    },
    {
        "o": 13715,
        "r": "kjv:Job:17:1",
        "t": "My*p breath is corrupt, my days are extinct, the graves are ready for me."
    },
    {
        "o": 13716,
        "r": "kjv:Job:17:2",
        "t": "Are*p there not mockers with me? and doth not mine eye continue in their provocation?"
    },
    {
        "o": 13717,
        "r": "kjv:Job:17:3",
        "t": "Lay*p down now, put me in a surety with thee; who is he that will strike hands with me?"
    },
    {
        "o": 13718,
        "r": "kjv:Job:17:4",
        "t": "For*p thou hast hid their heart from understanding: therefore shalt thou not exalt them."
    },
    {
        "o": 13719,
        "r": "kjv:Job:17:5",
        "t": "He*p that speaketh flattery to his friends, even the eyes of his children shall fail."
    },
    {
        "o": 13720,
        "r": "kjv:Job:17:6",
        "t": "He*p hath made me also a byword of the people; and aforetime I was as a tabret."
    },
    {
        "o": 13721,
        "r": "kjv:Job:17:7",
        "t": "Mine*p eye also is dim by reason of sorrow, and all my members are as a shadow."
    },
    {
        "o": 13722,
        "r": "kjv:Job:17:8",
        "t": "Upright*p men shall be astonished at this, and the innocent shall stir up himself against the hypocrite."
    },
    {
        "o": 13723,
        "r": "kjv:Job:17:9",
        "t": "The*p righteous also shall hold on his way, and he that hath clean hands shall be stronger and stronger."
    },
    {
        "o": 13724,
        "r": "kjv:Job:17:10",
        "t": "But*p as for you all, do ye return, and come now: for I cannot find one wise man among you."
    },
    {
        "o": 13725,
        "r": "kjv:Job:17:11",
        "t": "My*p days are past, my purposes are broken off, even the thoughts of my heart."
    },
    {
        "o": 13726,
        "r": "kjv:Job:17:12",
        "t": "They*p change the night into day: the light is short because of darkness."
    },
    {
        "o": 13727,
        "r": "kjv:Job:17:13",
        "t": "If*p I wait, the grave is mine house: I have made my bed in the darkness."
    },
    {
        "o": 13728,
        "r": "kjv:Job:17:14",
        "t": "I*p have said to corruption, Thou art my father: to the worm, Thou art my mother, and my sister."
    },
    {
        "o": 13729,
        "r": "kjv:Job:17:15",
        "t": "And*p where is now my hope? as for my hope, who shall see it?"
    },
    {
        "o": 13730,
        "r": "kjv:Job:17:16",
        "t": "They*p shall go down to the bars of the pit, when our rest together is in the dust."
    }
]
