[
    {
        "o": 11726,
        "r": "niv:1 Chronicles:12:0",
        "t": "1 Chronicles 12",
        "h": 1
    },
    {
        "o": 11727,
        "r": "niv:1 Chronicles:12:0",
        "t": "Warriors Join David",
        "h": 2
    },
    {
        "o": 11728,
        "r": "niv:1 Chronicles:12:1",
        "t": "These*p were the men who came to David at Ziklag, while he was banished from the presence of Saul son of Kish (they were among the warriors who helped him in battle;"
    },
    {
        "o": 11729,
        "r": "niv:1 Chronicles:12:2",
        "t": "they were armed with bows and were able to shoot arrows or to sling stones right-handed or left-handed; they were relatives of Saul from the tribe of Benjamin):"
    },
    {
        "o": 11730,
        "r": "niv:1 Chronicles:12:3",
        "t": "Ahiezer*pln their chief and Joash the sons of Shemaah the Gibeathite; Jeziel and Pelet the sons of Azmaveth; Berakah, Jehu the Anathothite,"
    },
    {
        "o": 11731,
        "r": "niv:1 Chronicles:12:4",
        "t": "and Ishmaiah the Gibeonite, a mighty warrior among the Thirty, who was a leader of the Thirty; Jeremiah, Jahaziel, Johanan, Jozabad the Gederathite,"
    },
    {
        "o": 11732,
        "r": "niv:1 Chronicles:12:5",
        "t": "Eluzai, Jerimoth, Bealiah, Shemariah and Shephatiah the Haruphite;"
    },
    {
        "o": 11733,
        "r": "niv:1 Chronicles:12:6",
        "t": "Elkanah, Ishiah, Azarel, Joezer and Jashobeam the Korahites;"
    },
    {
        "o": 11734,
        "r": "niv:1 Chronicles:12:7",
        "t": "and Joelah and Zebadiah the sons of Jeroham from Gedor."
    },
    {
        "o": 11735,
        "r": "niv:1 Chronicles:12:8",
        "t": "Some*p Gadites defected to David at his stronghold in the wilderness. They were brave warriors, ready for battle and able to handle the shield and spear. Their faces were the faces of lions, and they were as swift as gazelles in the mountains."
    },
    {
        "o": 11736,
        "r": "niv:1 Chronicles:12:9",
        "t": "Ezer*ln was the chief, Obadiah*ln the second in command, Eliab the third,"
    },
    {
        "o": 11737,
        "r": "niv:1 Chronicles:12:10",
        "t": "Mishmannah*ln the fourth, Jeremiah the fifth,"
    },
    {
        "o": 11738,
        "r": "niv:1 Chronicles:12:11",
        "t": "Attai*ln the sixth, Eliel the seventh,"
    },
    {
        "o": 11739,
        "r": "niv:1 Chronicles:12:12",
        "t": "Johanan*ln the eighth, Elzabad the ninth,"
    },
    {
        "o": 11740,
        "r": "niv:1 Chronicles:12:13",
        "t": "Jeremiah*ln the tenth and Makbannai the eleventh."
    },
    {
        "o": 11741,
        "r": "niv:1 Chronicles:12:14",
        "t": "These*p Gadites were army commanders; the least was a match for a hundred, and the greatest for a thousand."
    },
    {
        "o": 11742,
        "r": "niv:1 Chronicles:12:15",
        "t": "It was they who crossed the Jordan in the first month when it was overflowing all its banks, and they put to flight everyone living in the valleys, to the east and to the west."
    },
    {
        "o": 11743,
        "r": "niv:1 Chronicles:12:16",
        "t": "Other*p Benjamites and some men from Judah also came to David in his stronghold."
    },
    {
        "o": 11744,
        "r": "niv:1 Chronicles:12:17",
        "t": "David went out to meet them and said to them, “If you have come to me in peace to help me, I am ready for you to join me. But if you have come to betray me to my enemies when my hands are free from violence, may the God of our ancestors see it and judge you.”"
    },
    {
        "o": 11745,
        "r": "niv:1 Chronicles:12:18",
        "t": "Then*p the Spirit came on Amasai, chief of the Thirty, and he said: “We*pn are yours, David! We*ld are with you, son of Jesse! Success,*ln success to you, and*ld success to those who help you, for*ld your God will help you.” So*p David received them and made them leaders of his raiding bands."
    },
    {
        "o": 11746,
        "r": "niv:1 Chronicles:12:19",
        "t": "Some*p of the tribe of Manasseh defected to David when he went with the Philistines to fight against Saul. (He and his men did not help the Philistines because, after consultation, their rulers sent him away. They said, “It will cost us our heads if he deserts to his master Saul.”)"
    },
    {
        "o": 11747,
        "r": "niv:1 Chronicles:12:20",
        "t": "When David went to Ziklag, these were the men of Manasseh who defected to him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu and Zillethai, leaders of units of a thousand in Manasseh."
    },
    {
        "o": 11748,
        "r": "niv:1 Chronicles:12:21",
        "t": "They helped David against raiding bands, for all of them were brave warriors, and they were commanders in his army."
    },
    {
        "o": 11749,
        "r": "niv:1 Chronicles:12:22",
        "t": "Day after day men came to help David, until he had a great army, like the army of God."
    },
    {
        "o": 11750,
        "r": "niv:1 Chronicles:12:22",
        "t": "Others Join David at Hebron",
        "h": 2
    },
    {
        "o": 11751,
        "r": "niv:1 Chronicles:12:23",
        "t": "These*p are the numbers of the men armed for battle who came to David at Hebron to turn Saul’s kingdom over to him, as the Lord*s had said:"
    },
    {
        "o": 11752,
        "r": "niv:1 Chronicles:12:24",
        "t": "from*ln Judah, carrying shield and spear—6,800 armed for battle;"
    },
    {
        "o": 11753,
        "r": "niv:1 Chronicles:12:25",
        "t": "from*ln Simeon, warriors ready for battle—7,100;"
    },
    {
        "o": 11754,
        "r": "niv:1 Chronicles:12:26",
        "t": "from*ln Levi—4,600,"
    },
    {
        "o": 11755,
        "r": "niv:1 Chronicles:12:27",
        "t": "including Jehoiada, leader of the family of Aaron, with 3,700 men,"
    },
    {
        "o": 11756,
        "r": "niv:1 Chronicles:12:28",
        "t": "and Zadok, a brave young warrior, with 22 officers from his family;"
    },
    {
        "o": 11757,
        "r": "niv:1 Chronicles:12:29",
        "t": "from*ln Benjamin, Saul’s tribe—3,000, most of whom had remained loyal to Saul’s house until then;"
    },
    {
        "o": 11758,
        "r": "niv:1 Chronicles:12:30",
        "t": "from*ln Ephraim, brave warriors, famous in their own clans—20,800;"
    },
    {
        "o": 11759,
        "r": "niv:1 Chronicles:12:31",
        "t": "from*ln half the tribe of Manasseh, designated by name to come and make David king—18,000;"
    },
    {
        "o": 11760,
        "r": "niv:1 Chronicles:12:32",
        "t": "from*ln Issachar, men who understood the times and knew what Israel should do—200 chiefs, with all their relatives under their command;"
    },
    {
        "o": 11761,
        "r": "niv:1 Chronicles:12:33",
        "t": "from*ln Zebulun, experienced soldiers prepared for battle with every type of weapon, to help David with undivided loyalty—50,000;"
    },
    {
        "o": 11762,
        "r": "niv:1 Chronicles:12:34",
        "t": "from*ln Naphtali—1,000 officers, together with 37,000 men carrying shields and spears;"
    },
    {
        "o": 11763,
        "r": "niv:1 Chronicles:12:35",
        "t": "from*ln Dan, ready for battle—28,600;"
    },
    {
        "o": 11764,
        "r": "niv:1 Chronicles:12:36",
        "t": "from*ln Asher, experienced soldiers prepared for battle—40,000;"
    },
    {
        "o": 11765,
        "r": "niv:1 Chronicles:12:37",
        "t": "and*ln from east of the Jordan, from Reuben, Gad and the half-tribe of Manasseh, armed with every type of weapon—120,000."
    },
    {
        "o": 11766,
        "r": "niv:1 Chronicles:12:38",
        "t": "All*p these were fighting men who volunteered to serve in the ranks. They came to Hebron fully determined to make David king over all Israel. All the rest of the Israelites were also of one mind to make David king."
    },
    {
        "o": 11767,
        "r": "niv:1 Chronicles:12:39",
        "t": "The men spent three days there with David, eating and drinking, for their families had supplied provisions for them."
    },
    {
        "o": 11768,
        "r": "niv:1 Chronicles:12:40",
        "t": "Also, their neighbors from as far away as Issachar, Zebulun and Naphtali came bringing food on donkeys, camels, mules and oxen. There were plentiful supplies of flour, fig cakes, raisin cakes, wine, olive oil, cattle and sheep, for there was joy in Israel."
    }
]
