[
    {
        "o": 4968,
        "r": "kjv:Numbers:34:0",
        "t": "Numbers 34",
        "h": 1
    },
    {
        "o": 4969,
        "r": "kjv:Numbers:34:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 4970,
        "r": "kjv:Numbers:34:2",
        "t": "Command*p the children of Israel, and say unto them, When ye come into the land of Canaan; (this is the land that shall fall unto you for an inheritance, even the land of Canaan with the coasts thereof:)"
    },
    {
        "o": 4971,
        "r": "kjv:Numbers:34:3",
        "t": "Then*p your south quarter shall be from the wilderness of Zin along by the coast of Edom, and your south border shall be the outmost coast of the salt sea eastward:"
    },
    {
        "o": 4972,
        "r": "kjv:Numbers:34:4",
        "t": "And*p your border shall turn from the south to the ascent of Akrabbim, and pass on to Zin: and the going forth thereof shall be from the south to Kadesh–barnea, and shall go on to Hazar–addar, and pass on to Azmon:"
    },
    {
        "o": 4973,
        "r": "kjv:Numbers:34:5",
        "t": "And*p the border shall fetch a compass from Azmon unto the river of Egypt, and the goings out of it shall be at the sea."
    },
    {
        "o": 4974,
        "r": "kjv:Numbers:34:6",
        "t": "And*p as for the western border, ye shall even have the great sea for a border: this shall be your west border."
    },
    {
        "o": 4975,
        "r": "kjv:Numbers:34:7",
        "t": "And*p this shall be your north border: from the great sea ye shall point out for you mount Hor:"
    },
    {
        "o": 4976,
        "r": "kjv:Numbers:34:8",
        "t": "From*p mount Hor ye shall point out your border unto the entrance of Hamath; and the goings forth of the border shall be to Zedad:"
    },
    {
        "o": 4977,
        "r": "kjv:Numbers:34:9",
        "t": "And*p the border shall go on to Ziphron, and the goings out of it shall be at Hazar–enan: this shall be your north border."
    },
    {
        "o": 4978,
        "r": "kjv:Numbers:34:10",
        "t": "And*p ye shall point out your east border from Hazar–enan to Shepham:"
    },
    {
        "o": 4979,
        "r": "kjv:Numbers:34:11",
        "t": "And*p the coast shall go down from Shepham to Riblah, on the east side of Ain; and the border shall descend, and shall reach unto the side of the sea of Chinnereth eastward:"
    },
    {
        "o": 4980,
        "r": "kjv:Numbers:34:12",
        "t": "And*p the border shall go down to Jordan, and the goings out of it shall be at the salt sea: this shall be your land with the coasts thereof round about."
    },
    {
        "o": 4981,
        "r": "kjv:Numbers:34:13",
        "t": "And*p Moses commanded the children of Israel, saying, This is the land which ye shall inherit by lot, which the Lord*s commanded to give unto the nine tribes, and to the half tribe:"
    },
    {
        "o": 4982,
        "r": "kjv:Numbers:34:14",
        "t": "For*p the tribe of the children of Reuben according to the house of their fathers, and the tribe of the children of Gad according to the house of their fathers, have received their inheritance; and half the tribe of Manasseh have received their inheritance:"
    },
    {
        "o": 4983,
        "r": "kjv:Numbers:34:15",
        "t": "The*p two tribes and the half tribe have received their inheritance on this side Jordan near Jericho eastward, toward the sunrising."
    },
    {
        "o": 4984,
        "r": "kjv:Numbers:34:16",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 4985,
        "r": "kjv:Numbers:34:17",
        "t": "These*p are the names of the men which shall divide the land unto you: Eleazar the priest, and Joshua the son of Nun."
    },
    {
        "o": 4986,
        "r": "kjv:Numbers:34:18",
        "t": "And*p ye shall take one prince of every tribe, to divide the land by inheritance."
    },
    {
        "o": 4987,
        "r": "kjv:Numbers:34:19",
        "t": "And*p the names of the men are these: Of the tribe of Judah, Caleb the son of Jephunneh."
    },
    {
        "o": 4988,
        "r": "kjv:Numbers:34:20",
        "t": "And*p of the tribe of the children of Simeon, Shemuel the son of Ammihud."
    },
    {
        "o": 4989,
        "r": "kjv:Numbers:34:21",
        "t": "Of*p the tribe of Benjamin, Elidad the son of Chislon."
    },
    {
        "o": 4990,
        "r": "kjv:Numbers:34:22",
        "t": "And*p the prince of the tribe of the children of Dan, Bukki the son of Jogli."
    },
    {
        "o": 4991,
        "r": "kjv:Numbers:34:23",
        "t": "The*p prince of the children of Joseph, for the tribe of the children of Manasseh, Hanniel the son of Ephod."
    },
    {
        "o": 4992,
        "r": "kjv:Numbers:34:24",
        "t": "And*p the prince of the tribe of the children of Ephraim, Kemuel the son of Shiphtan."
    },
    {
        "o": 4993,
        "r": "kjv:Numbers:34:25",
        "t": "And*p the prince of the tribe of the children of Zebulun, Elizaphan the son of Parnach."
    },
    {
        "o": 4994,
        "r": "kjv:Numbers:34:26",
        "t": "And*p the prince of the tribe of the children of Issachar, Paltiel the son of Azzan."
    },
    {
        "o": 4995,
        "r": "kjv:Numbers:34:27",
        "t": "And*p the prince of the tribe of the children of Asher, Ahihud the son of Shelomi."
    },
    {
        "o": 4996,
        "r": "kjv:Numbers:34:28",
        "t": "And*p the prince of the tribe of the children of Naphtali, Pedahel the son of Ammihud."
    },
    {
        "o": 4997,
        "r": "kjv:Numbers:34:29",
        "t": "These*p are they whom the Lord*s commanded to divide the inheritance unto the children of Israel in the land of Canaan."
    }
]
