[
    {
        "o": 4965,
        "r": "nasb:Numbers:27:0",
        "t": "Numbers 27",
        "h": 1
    },
    {
        "o": 4966,
        "r": "nasb:Numbers:27:0",
        "t": "A Law of Inheritance",
        "h": 2
    },
    {
        "o": 4967,
        "r": "nasb:Numbers:27:1",
        "t": "Then*p the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the families of Manasseh the son of Joseph, came near; and these are the names of his daughters: Mahlah, Noah and Hoglah and Milcah and Tirzah."
    },
    {
        "o": 4968,
        "r": "nasb:Numbers:27:2",
        "t": "They stood before Moses and before Eleazar the priest and before the leaders and all the congregation, at the doorway of the tent of meeting, saying,"
    },
    {
        "o": 4969,
        "r": "nasb:Numbers:27:3",
        "t": "“Our father died in the wilderness, yet he was not among the company of those who gathered themselves together against the Lord*s in the company of Korah; but he died in his own sin, and he had no sons."
    },
    {
        "o": 4970,
        "r": "nasb:Numbers:27:4",
        "t": "Why should the name of our father be withdrawn from among his family because he had no son? Give us a possession among our father’s brothers.”"
    },
    {
        "o": 4971,
        "r": "nasb:Numbers:27:5",
        "t": "So Moses brought their case before the Lord.*s"
    },
    {
        "o": 4972,
        "r": "nasb:Numbers:27:6",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4973,
        "r": "nasb:Numbers:27:7",
        "t": "“The daughters of Zelophehad are right in their*i statements. You shall surely give them a hereditary possession among their father’s brothers, and you shall transfer the inheritance of their father to them."
    },
    {
        "o": 4974,
        "r": "nasb:Numbers:27:8",
        "t": "Further, you shall speak to the sons of Israel, saying, ‘If a man dies and has no son, then you shall transfer his inheritance to his daughter."
    },
    {
        "o": 4975,
        "r": "nasb:Numbers:27:9",
        "t": "If he has no daughter, then you shall give his inheritance to his brothers."
    },
    {
        "o": 4976,
        "r": "nasb:Numbers:27:10",
        "t": "If he has no brothers, then you shall give his inheritance to his father’s brothers."
    },
    {
        "o": 4977,
        "r": "nasb:Numbers:27:11",
        "t": "If his father has no brothers, then you shall give his inheritance to his nearest relative in his own family, and he shall possess it; and it shall be a statutory ordinance to the sons of Israel, just as the Lord*s commanded Moses.’ ”"
    },
    {
        "o": 4978,
        "r": "nasb:Numbers:27:12",
        "t": "Then*p the Lord*s said to Moses, “Go up to this mountain of Abarim, and see the land which I have given to the sons of Israel."
    },
    {
        "o": 4979,
        "r": "nasb:Numbers:27:13",
        "t": "When you have seen it, you too will be gathered to your people, as Aaron your brother was;"
    },
    {
        "o": 4980,
        "r": "nasb:Numbers:27:14",
        "t": "for in the wilderness of Zin, during the strife of the congregation, you rebelled against My command to treat Me as holy before their eyes at the water.” (These are the waters of Meribah of Kadesh in the wilderness of Zin.)"
    },
    {
        "o": 4981,
        "r": "nasb:Numbers:27:14",
        "t": "Joshua to Succeed Moses",
        "h": 2
    },
    {
        "o": 4982,
        "r": "nasb:Numbers:27:15",
        "t": "Then*p Moses spoke to the Lord,*s saying,"
    },
    {
        "o": 4983,
        "r": "nasb:Numbers:27:16",
        "t": "“May the Lord,*s the God of the spirits of all flesh, appoint a man over the congregation,"
    },
    {
        "o": 4984,
        "r": "nasb:Numbers:27:17",
        "t": "who will go out and come in before them, and who will lead them out and bring them in, so that the congregation of the Lord*s will not be like sheep which have no shepherd.”"
    },
    {
        "o": 4985,
        "r": "nasb:Numbers:27:18",
        "t": "So the Lord*s said to Moses, “Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him;"
    },
    {
        "o": 4986,
        "r": "nasb:Numbers:27:19",
        "t": "and have him stand before Eleazar the priest and before all the congregation, and commission him in their sight."
    },
    {
        "o": 4987,
        "r": "nasb:Numbers:27:20",
        "t": "You shall put some of your authority on him, in order that all the congregation of the sons of Israel may obey him.*i"
    },
    {
        "o": 4988,
        "r": "nasb:Numbers:27:21",
        "t": "Moreover, he shall stand before Eleazar the priest, who shall inquire for him by the judgment of the Urim before the Lord.*s At his command they shall go out and at his command they shall come in, both*i he and the sons of Israel with him, even all the congregation.”"
    },
    {
        "o": 4989,
        "r": "nasb:Numbers:27:22",
        "t": "Moses did just as the Lord*s commanded him; and he took Joshua and set him before Eleazar the priest and before all the congregation."
    },
    {
        "o": 4990,
        "r": "nasb:Numbers:27:23",
        "t": "Then he laid his hands on him and commissioned him, just as the Lord*s had spoken through Moses."
    }
]
