[
    {
        "o": 33247,
        "r": "nasb:2 Timothy:4:0",
        "t": "2 Timothy 4",
        "h": 1
    },
    {
        "o": 33248,
        "r": "nasb:2 Timothy:4:0",
        "t": "“Preach the Word”",
        "h": 2
    },
    {
        "o": 33249,
        "r": "nasb:2 Timothy:4:1",
        "t": "I*p solemnly charge you*i in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by His appearing and His kingdom:"
    },
    {
        "o": 33250,
        "r": "nasb:2 Timothy:4:2",
        "t": "preach the word; be ready in season and*i out of season; reprove, rebuke, exhort, with great patience and instruction."
    },
    {
        "o": 33251,
        "r": "nasb:2 Timothy:4:3",
        "t": "For the time will come when they will not endure sound doctrine; but wanting*i to have their ears tickled, they will accumulate for themselves teachers in accordance to their own desires,"
    },
    {
        "o": 33252,
        "r": "nasb:2 Timothy:4:4",
        "t": "and will turn away their ears from the truth and will turn aside to myths."
    },
    {
        "o": 33253,
        "r": "nasb:2 Timothy:4:5",
        "t": "But you, be sober in all things, endure hardship, do the work of an evangelist, fulfill your ministry."
    },
    {
        "o": 33254,
        "r": "nasb:2 Timothy:4:6",
        "t": "For*p I am already being poured out as a drink offering, and the time of my departure has come."
    },
    {
        "o": 33255,
        "r": "nasb:2 Timothy:4:7",
        "t": "I have fought the good fight, I have finished the course, I have kept the faith;"
    },
    {
        "o": 33256,
        "r": "nasb:2 Timothy:4:8",
        "t": "in the future there is laid up for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day; and not only to me, but also to all who have loved His appearing."
    },
    {
        "o": 33257,
        "r": "nasb:2 Timothy:4:8",
        "t": "Personal Concerns",
        "h": 2
    },
    {
        "o": 33258,
        "r": "nasb:2 Timothy:4:9",
        "t": "Make*p every effort to come to me soon;"
    },
    {
        "o": 33259,
        "r": "nasb:2 Timothy:4:10",
        "t": "for Demas, having loved this present world, has deserted me and gone to Thessalonica; Crescens has*i gone*i to Galatia, Titus to Dalmatia."
    },
    {
        "o": 33260,
        "r": "nasb:2 Timothy:4:11",
        "t": "Only Luke is with me. Pick up Mark and bring him with you, for he is useful to me for service."
    },
    {
        "o": 33261,
        "r": "nasb:2 Timothy:4:12",
        "t": "But Tychicus I have sent to Ephesus."
    },
    {
        "o": 33262,
        "r": "nasb:2 Timothy:4:13",
        "t": "When you come bring the cloak which I left at Troas with Carpus, and the books, especially the parchments."
    },
    {
        "o": 33263,
        "r": "nasb:2 Timothy:4:14",
        "t": "Alexander the coppersmith did me much harm; the Lord will repay him according to his deeds."
    },
    {
        "o": 33264,
        "r": "nasb:2 Timothy:4:15",
        "t": "Be on guard against him yourself, for he vigorously opposed our teaching."
    },
    {
        "o": 33265,
        "r": "nasb:2 Timothy:4:16",
        "t": "At*p my first defense no one supported me, but all deserted me; may it not be counted against them."
    },
    {
        "o": 33266,
        "r": "nasb:2 Timothy:4:17",
        "t": "But the Lord stood with me and strengthened me, so that through me the proclamation might be fully accomplished, and that all the Gentiles might hear; and I was rescued out of the lion’s mouth."
    },
    {
        "o": 33267,
        "r": "nasb:2 Timothy:4:18",
        "t": "The Lord will rescue me from every evil deed, and will bring me safely to His heavenly kingdom; to Him be*i the glory forever and ever. Amen."
    },
    {
        "o": 33268,
        "r": "nasb:2 Timothy:4:19",
        "t": "Greet*p Prisca and Aquila, and the household of Onesiphorus."
    },
    {
        "o": 33269,
        "r": "nasb:2 Timothy:4:20",
        "t": "Erastus remained at Corinth, but Trophimus I left sick at Miletus."
    },
    {
        "o": 33270,
        "r": "nasb:2 Timothy:4:21",
        "t": "Make every effort to come before winter. Eubulus greets you, also Pudens and Linus and Claudia and all the brethren."
    },
    {
        "o": 33271,
        "r": "nasb:2 Timothy:4:22",
        "t": "The*p Lord be with your spirit. Grace be with you."
    }
]
