[
    {
        "o": 10136,
        "r": "esv:1 Kings:15:0",
        "t": "1 Kings 15",
        "h": 1
    },
    {
        "o": 10137,
        "r": "esv:1 Kings:15:0",
        "t": "Abijam Reigns in Judah",
        "h": 2
    },
    {
        "o": 10138,
        "r": "esv:1 Kings:15:1",
        "t": "Now*p in the eighteenth year of King Jeroboam the son of Nebat, Abijam began to reign over Judah."
    },
    {
        "o": 10139,
        "r": "esv:1 Kings:15:2",
        "t": "He reigned for three years in Jerusalem. His mother’s name was Maacah the daughter of Abishalom."
    },
    {
        "o": 10140,
        "r": "esv:1 Kings:15:3",
        "t": "And he walked in all the sins that his father did before him, and his heart was not wholly true to the Lord*s his God, as the heart of David his father."
    },
    {
        "o": 10141,
        "r": "esv:1 Kings:15:4",
        "t": "Nevertheless, for David’s sake the Lord*s his God gave him a lamp in Jerusalem, setting up his son after him, and establishing Jerusalem,"
    },
    {
        "o": 10142,
        "r": "esv:1 Kings:15:5",
        "t": "because David did what was right in the eyes of the Lord*s and did not turn aside from anything that he commanded him all the days of his life, except in the matter of Uriah the Hittite."
    },
    {
        "o": 10143,
        "r": "esv:1 Kings:15:6",
        "t": "Now there was war between Rehoboam and Jeroboam all the days of his life."
    },
    {
        "o": 10144,
        "r": "esv:1 Kings:15:7",
        "t": "The rest of the acts of Abijam and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah? And there was war between Abijam and Jeroboam."
    },
    {
        "o": 10145,
        "r": "esv:1 Kings:15:8",
        "t": "And Abijam slept with his fathers, and they buried him in the city of David. And Asa his son reigned in his place."
    },
    {
        "o": 10146,
        "r": "esv:1 Kings:15:8",
        "t": "Asa Reigns in Judah",
        "h": 2
    },
    {
        "o": 10147,
        "r": "esv:1 Kings:15:9",
        "t": "In*p the twentieth year of Jeroboam king of Israel, Asa began to reign over Judah,"
    },
    {
        "o": 10148,
        "r": "esv:1 Kings:15:10",
        "t": "and he reigned forty-one years in Jerusalem. His mother’s name was Maacah the daughter of Abishalom."
    },
    {
        "o": 10149,
        "r": "esv:1 Kings:15:11",
        "t": "And Asa did what was right in the eyes of the Lord,*s as David his father had done."
    },
    {
        "o": 10150,
        "r": "esv:1 Kings:15:12",
        "t": "He put away the male cult prostitutes out of the land and removed all the idols that his fathers had made."
    },
    {
        "o": 10151,
        "r": "esv:1 Kings:15:13",
        "t": "He also removed Maacah his mother from being queen mother because she had made an abominable image for Asherah. And Asa cut down her image and burned it at the brook Kidron."
    },
    {
        "o": 10152,
        "r": "esv:1 Kings:15:14",
        "t": "But the high places were not taken away. Nevertheless, the heart of Asa was wholly true to the Lord*s all his days."
    },
    {
        "o": 10153,
        "r": "esv:1 Kings:15:15",
        "t": "And he brought into the house of the Lord*s the sacred gifts of his father and his own sacred gifts, silver, and gold, and vessels."
    },
    {
        "o": 10154,
        "r": "esv:1 Kings:15:16",
        "t": "And*p there was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 10155,
        "r": "esv:1 Kings:15:17",
        "t": "Baasha king of Israel went up against Judah and built Ramah, that he might permit no one to go out or come in to Asa king of Judah."
    },
    {
        "o": 10156,
        "r": "esv:1 Kings:15:18",
        "t": "Then Asa took all the silver and the gold that were left in the treasures of the house of the Lord*s and the treasures of the king’s house and gave them into the hands of his servants. And King Asa sent them to Ben-hadad the son of Tabrimmon, the son of Hezion, king of Syria, who lived in Damascus, saying,"
    },
    {
        "o": 10157,
        "r": "esv:1 Kings:15:19",
        "t": "“Let there be a covenant between me and you, as there was between my father and your father. Behold, I am sending to you a present of silver and gold. Go, break your covenant with Baasha king of Israel, that he may withdraw from me.”"
    },
    {
        "o": 10158,
        "r": "esv:1 Kings:15:20",
        "t": "And Ben-hadad listened to King Asa and sent the commanders of his armies against the cities of Israel and conquered Ijon, Dan, Abel-beth-maacah, and all Chinneroth, with all the land of Naphtali."
    },
    {
        "o": 10159,
        "r": "esv:1 Kings:15:21",
        "t": "And when Baasha heard of it, he stopped building Ramah, and he lived in Tirzah."
    },
    {
        "o": 10160,
        "r": "esv:1 Kings:15:22",
        "t": "Then King Asa made a proclamation to all Judah, none was exempt, and they carried away the stones of Ramah and its timber, with which Baasha had been building, and with them King Asa built Geba of Benjamin and Mizpah."
    },
    {
        "o": 10161,
        "r": "esv:1 Kings:15:23",
        "t": "Now the rest of all the acts of Asa, all his might, and all that he did, and the cities that he built, are they not written in the Book of the Chronicles of the Kings of Judah? But in his old age he was diseased in his feet."
    },
    {
        "o": 10162,
        "r": "esv:1 Kings:15:24",
        "t": "And Asa slept with his fathers and was buried with his fathers in the city of David his father, and Jehoshaphat his son reigned in his place."
    },
    {
        "o": 10163,
        "r": "esv:1 Kings:15:24",
        "t": "Nadab Reigns in Israel",
        "h": 2
    },
    {
        "o": 10164,
        "r": "esv:1 Kings:15:25",
        "t": "Nadab*p the son of Jeroboam began to reign over Israel in the second year of Asa king of Judah, and he reigned over Israel two years."
    },
    {
        "o": 10165,
        "r": "esv:1 Kings:15:26",
        "t": "He did what was evil in the sight of the Lord*s and walked in the way of his father, and in his sin which he made Israel to sin."
    },
    {
        "o": 10166,
        "r": "esv:1 Kings:15:27",
        "t": "Baasha*p the son of Ahijah, of the house of Issachar, conspired against him. And Baasha struck him down at Gibbethon, which belonged to the Philistines, for Nadab and all Israel were laying siege to Gibbethon."
    },
    {
        "o": 10167,
        "r": "esv:1 Kings:15:28",
        "t": "So Baasha killed him in the third year of Asa king of Judah and reigned in his place."
    },
    {
        "o": 10168,
        "r": "esv:1 Kings:15:29",
        "t": "And as soon as he was king, he killed all the house of Jeroboam. He left to the house of Jeroboam not one that breathed, until he had destroyed it, according to the word of the Lord*s that he spoke by his servant Ahijah the Shilonite."
    },
    {
        "o": 10169,
        "r": "esv:1 Kings:15:30",
        "t": "It was for the sins of Jeroboam that he sinned and that he made Israel to sin, and because of the anger to which he provoked the Lord,*s the God of Israel."
    },
    {
        "o": 10170,
        "r": "esv:1 Kings:15:31",
        "t": "Now*p the rest of the acts of Nadab and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10171,
        "r": "esv:1 Kings:15:32",
        "t": "And there was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 10172,
        "r": "esv:1 Kings:15:32",
        "t": "Baasha Reigns in Israel",
        "h": 2
    },
    {
        "o": 10173,
        "r": "esv:1 Kings:15:33",
        "t": "In*p the third year of Asa king of Judah, Baasha the son of Ahijah began to reign over all Israel at Tirzah, and he reigned twenty-four years."
    },
    {
        "o": 10174,
        "r": "esv:1 Kings:15:34",
        "t": "He did what was evil in the sight of the Lord*s and walked in the way of Jeroboam and in his sin which he made Israel to sin."
    }
]
