[
    {
        "o": 33789,
        "r": "niv:1 John:2:0",
        "t": "1 John 2",
        "h": 1
    },
    {
        "o": 33790,
        "r": "niv:1 John:2:1",
        "t": "My*p dear children, I write this to you so that you will not sin. But if anybody does sin, we have an advocate with the Father—Jesus Christ, the Righteous One."
    },
    {
        "o": 33791,
        "r": "niv:1 John:2:2",
        "t": "He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world."
    },
    {
        "o": 33792,
        "r": "niv:1 John:2:2",
        "t": "Love and Hatred for Fellow Believers",
        "h": 2
    },
    {
        "o": 33793,
        "r": "niv:1 John:2:3",
        "t": "We*p know that we have come to know him if we keep his commands."
    },
    {
        "o": 33794,
        "r": "niv:1 John:2:4",
        "t": "Whoever says, “I know him,” but does not do what he commands is a liar, and the truth is not in that person."
    },
    {
        "o": 33795,
        "r": "niv:1 John:2:5",
        "t": "But if anyone obeys his word, love for God is truly made complete in them. This is how we know we are in him:"
    },
    {
        "o": 33796,
        "r": "niv:1 John:2:6",
        "t": "Whoever claims to live in him must live as Jesus did."
    },
    {
        "o": 33797,
        "r": "niv:1 John:2:7",
        "t": "Dear*p friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard."
    },
    {
        "o": 33798,
        "r": "niv:1 John:2:8",
        "t": "Yet I am writing you a new command; its truth is seen in him and in you, because the darkness is passing and the true light is already shining."
    },
    {
        "o": 33799,
        "r": "niv:1 John:2:9",
        "t": "Anyone*p who claims to be in the light but hates a brother or sister is still in the darkness."
    },
    {
        "o": 33800,
        "r": "niv:1 John:2:10",
        "t": "Anyone who loves their brother and sister lives in the light, and there is nothing in them to make them stumble."
    },
    {
        "o": 33801,
        "r": "niv:1 John:2:11",
        "t": "But anyone who hates a brother or sister is in the darkness and walks around in the darkness. They do not know where they are going, because the darkness has blinded them."
    },
    {
        "o": 33802,
        "r": "niv:1 John:2:11",
        "t": "Reasons for Writing",
        "h": 2
    },
    {
        "o": 33803,
        "r": "niv:1 John:2:12",
        "t": "I*pn am writing to you, dear children, because*ld your sins have been forgiven on account of his name."
    },
    {
        "o": 33804,
        "r": "niv:1 John:2:13",
        "t": "I*ln am writing to you, fathers, because*ld you know him who is from the beginning. I*ln am writing to you, young men, because*ld you have overcome the evil one."
    },
    {
        "o": 33805,
        "r": "niv:1 John:2:14",
        "t": "I*pn write to you, dear children, because*ld you know the Father. I*ln write to you, fathers, because*ld you know him who is from the beginning. I*ln write to you, young men, because*ld you are strong, and*ld the word of God lives in you, and*ld you have overcome the evil one."
    },
    {
        "o": 33806,
        "r": "niv:1 John:2:14",
        "t": "On Not Loving the World",
        "h": 2
    },
    {
        "o": 33807,
        "r": "niv:1 John:2:15",
        "t": "Do*p not love the world or anything in the world. If anyone loves the world, love for the Father is not in them."
    },
    {
        "o": 33808,
        "r": "niv:1 John:2:16",
        "t": "For everything in the world—the lust of the flesh, the lust of the eyes, and the pride of life—comes not from the Father but from the world."
    },
    {
        "o": 33809,
        "r": "niv:1 John:2:17",
        "t": "The world and its desires pass away, but whoever does the will of God lives forever."
    },
    {
        "o": 33810,
        "r": "niv:1 John:2:17",
        "t": "Warnings Against Denying the Son",
        "h": 2
    },
    {
        "o": 33811,
        "r": "niv:1 John:2:18",
        "t": "Dear*p children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour."
    },
    {
        "o": 33812,
        "r": "niv:1 John:2:19",
        "t": "They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us."
    },
    {
        "o": 33813,
        "r": "niv:1 John:2:20",
        "t": "But*p you have an anointing from the Holy One, and all of you know the truth."
    },
    {
        "o": 33814,
        "r": "niv:1 John:2:21",
        "t": "I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth."
    },
    {
        "o": 33815,
        "r": "niv:1 John:2:22",
        "t": "Who is the liar? It is whoever denies that Jesus is the Christ. Such a person is the antichrist—denying the Father and the Son."
    },
    {
        "o": 33816,
        "r": "niv:1 John:2:23",
        "t": "No one who denies the Son has the Father; whoever acknowledges the Son has the Father also."
    },
    {
        "o": 33817,
        "r": "niv:1 John:2:24",
        "t": "As*p for you, see that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father."
    },
    {
        "o": 33818,
        "r": "niv:1 John:2:25",
        "t": "And this is what he promised us—eternal life."
    },
    {
        "o": 33819,
        "r": "niv:1 John:2:26",
        "t": "I*p am writing these things to you about those who are trying to lead you astray."
    },
    {
        "o": 33820,
        "r": "niv:1 John:2:27",
        "t": "As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit—just as it has taught you, remain in him."
    },
    {
        "o": 33821,
        "r": "niv:1 John:2:27",
        "t": "God’s Children and Sin",
        "h": 2
    },
    {
        "o": 33822,
        "r": "niv:1 John:2:28",
        "t": "And*p now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming."
    },
    {
        "o": 33823,
        "r": "niv:1 John:2:29",
        "t": "If*p you know that he is righteous, you know that everyone who does what is right has been born of him."
    }
]
