[
    {
        "o": 1974,
        "r": "niv:Exodus:12:0",
        "t": "Exodus 12",
        "h": 1
    },
    {
        "o": 1975,
        "r": "niv:Exodus:12:0",
        "t": "The Passover and the Festival of Unleavened Bread",
        "h": 2
    },
    {
        "o": 1976,
        "r": "niv:Exodus:12:1",
        "t": "The*p Lord*s said to Moses and Aaron in Egypt,"
    },
    {
        "o": 1977,
        "r": "niv:Exodus:12:2",
        "t": "“This month is to be for you the first month, the first month of your year."
    },
    {
        "o": 1978,
        "r": "niv:Exodus:12:3",
        "t": "Tell the whole community of Israel that on the tenth day of this month each man is to take a lamb for his family, one for each household."
    },
    {
        "o": 1979,
        "r": "niv:Exodus:12:4",
        "t": "If any household is too small for a whole lamb, they must share one with their nearest neighbor, having taken into account the number of people there are. You are to determine the amount of lamb needed in accordance with what each person will eat."
    },
    {
        "o": 1980,
        "r": "niv:Exodus:12:5",
        "t": "The animals you choose must be year-old males without defect, and you may take them from the sheep or the goats."
    },
    {
        "o": 1981,
        "r": "niv:Exodus:12:6",
        "t": "Take care of them until the fourteenth day of the month, when all the members of the community of Israel must slaughter them at twilight."
    },
    {
        "o": 1982,
        "r": "niv:Exodus:12:7",
        "t": "Then they are to take some of the blood and put it on the sides and tops of the doorframes of the houses where they eat the lambs."
    },
    {
        "o": 1983,
        "r": "niv:Exodus:12:8",
        "t": "That same night they are to eat the meat roasted over the fire, along with bitter herbs, and bread made without yeast."
    },
    {
        "o": 1984,
        "r": "niv:Exodus:12:9",
        "t": "Do not eat the meat raw or boiled in water, but roast it over a fire—with the head, legs and internal organs."
    },
    {
        "o": 1985,
        "r": "niv:Exodus:12:10",
        "t": "Do not leave any of it till morning; if some is left till morning, you must burn it."
    },
    {
        "o": 1986,
        "r": "niv:Exodus:12:11",
        "t": "This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the Lord’s*s Passover."
    },
    {
        "o": 1987,
        "r": "niv:Exodus:12:12",
        "t": "“On*p that same night I will pass through Egypt and strike down every firstborn of both people and animals, and I will bring judgment on all the gods of Egypt. I am the Lord.*s"
    },
    {
        "o": 1988,
        "r": "niv:Exodus:12:13",
        "t": "The blood will be a sign for you on the houses where you are, and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt."
    },
    {
        "o": 1989,
        "r": "niv:Exodus:12:14",
        "t": "“This*p is a day you are to commemorate; for the generations to come you shall celebrate it as a festival to the Lord*s —a lasting ordinance."
    },
    {
        "o": 1990,
        "r": "niv:Exodus:12:15",
        "t": "For seven days you are to eat bread made without yeast. On the first day remove the yeast from your houses, for whoever eats anything with yeast in it from the first day through the seventh must be cut off from Israel."
    },
    {
        "o": 1991,
        "r": "niv:Exodus:12:16",
        "t": "On the first day hold a sacred assembly, and another one on the seventh day. Do no work at all on these days, except to prepare food for everyone to eat; that is all you may do."
    },
    {
        "o": 1992,
        "r": "niv:Exodus:12:17",
        "t": "“Celebrate*p the Festival of Unleavened Bread, because it was on this very day that I brought your divisions out of Egypt. Celebrate this day as a lasting ordinance for the generations to come."
    },
    {
        "o": 1993,
        "r": "niv:Exodus:12:18",
        "t": "In the first month you are to eat bread made without yeast, from the evening of the fourteenth day until the evening of the twenty-first day."
    },
    {
        "o": 1994,
        "r": "niv:Exodus:12:19",
        "t": "For seven days no yeast is to be found in your houses. And anyone, whether foreigner or native-born, who eats anything with yeast in it must be cut off from the community of Israel."
    },
    {
        "o": 1995,
        "r": "niv:Exodus:12:20",
        "t": "Eat nothing made with yeast. Wherever you live, you must eat unleavened bread.”"
    },
    {
        "o": 1996,
        "r": "niv:Exodus:12:21",
        "t": "Then*p Moses summoned all the elders of Israel and said to them, “Go at once and select the animals for your families and slaughter the Passover lamb."
    },
    {
        "o": 1997,
        "r": "niv:Exodus:12:22",
        "t": "Take a bunch of hyssop, dip it into the blood in the basin and put some of the blood on the top and on both sides of the doorframe. None of you shall go out of the door of your house until morning."
    },
    {
        "o": 1998,
        "r": "niv:Exodus:12:23",
        "t": "When the Lord*s goes through the land to strike down the Egyptians, he will see the blood on the top and sides of the doorframe and will pass over that doorway, and he will not permit the destroyer to enter your houses and strike you down."
    },
    {
        "o": 1999,
        "r": "niv:Exodus:12:24",
        "t": "“Obey*p these instructions as a lasting ordinance for you and your descendants."
    },
    {
        "o": 2000,
        "r": "niv:Exodus:12:25",
        "t": "When you enter the land that the Lord*s will give you as he promised, observe this ceremony."
    },
    {
        "o": 2001,
        "r": "niv:Exodus:12:26",
        "t": "And when your children ask you, ‘What does this ceremony mean to you?’"
    },
    {
        "o": 2002,
        "r": "niv:Exodus:12:27",
        "t": "then tell them, ‘It is the Passover sacrifice to the Lord,*s who passed over the houses of the Israelites in Egypt and spared our homes when he struck down the Egyptians.’ ” Then the people bowed down and worshiped."
    },
    {
        "o": 2003,
        "r": "niv:Exodus:12:28",
        "t": "The Israelites did just what the Lord*s commanded Moses and Aaron."
    },
    {
        "o": 2004,
        "r": "niv:Exodus:12:29",
        "t": "At*p midnight the Lord*s struck down all the firstborn in Egypt, from the firstborn of Pharaoh, who sat on the throne, to the firstborn of the prisoner, who was in the dungeon, and the firstborn of all the livestock as well."
    },
    {
        "o": 2005,
        "r": "niv:Exodus:12:30",
        "t": "Pharaoh and all his officials and all the Egyptians got up during the night, and there was loud wailing in Egypt, for there was not a house without someone dead."
    },
    {
        "o": 2006,
        "r": "niv:Exodus:12:30",
        "t": "The Exodus",
        "h": 2
    },
    {
        "o": 2007,
        "r": "niv:Exodus:12:31",
        "t": "During*p the night Pharaoh summoned Moses and Aaron and said, “Up! Leave my people, you and the Israelites! Go, worship the Lord*s as you have requested."
    },
    {
        "o": 2008,
        "r": "niv:Exodus:12:32",
        "t": "Take your flocks and herds, as you have said, and go. And also bless me.”"
    },
    {
        "o": 2009,
        "r": "niv:Exodus:12:33",
        "t": "The*p Egyptians urged the people to hurry and leave the country. “For otherwise,” they said, “we will all die!”"
    },
    {
        "o": 2010,
        "r": "niv:Exodus:12:34",
        "t": "So the people took their dough before the yeast was added, and carried it on their shoulders in kneading troughs wrapped in clothing."
    },
    {
        "o": 2011,
        "r": "niv:Exodus:12:35",
        "t": "The Israelites did as Moses instructed and asked the Egyptians for articles of silver and gold and for clothing."
    },
    {
        "o": 2012,
        "r": "niv:Exodus:12:36",
        "t": "The Lord*s had made the Egyptians favorably disposed toward the people, and they gave them what they asked for; so they plundered the Egyptians."
    },
    {
        "o": 2013,
        "r": "niv:Exodus:12:37",
        "t": "The*p Israelites journeyed from Rameses to Sukkoth. There were about six hundred thousand men on foot, besides women and children."
    },
    {
        "o": 2014,
        "r": "niv:Exodus:12:38",
        "t": "Many other people went up with them, and also large droves of livestock, both flocks and herds."
    },
    {
        "o": 2015,
        "r": "niv:Exodus:12:39",
        "t": "With the dough the Israelites had brought from Egypt, they baked loaves of unleavened bread. The dough was without yeast because they had been driven out of Egypt and did not have time to prepare food for themselves."
    },
    {
        "o": 2016,
        "r": "niv:Exodus:12:40",
        "t": "Now*p the length of time the Israelite people lived in Egypt was 430 years."
    },
    {
        "o": 2017,
        "r": "niv:Exodus:12:41",
        "t": "At the end of the 430 years, to the very day, all the Lord’s*s divisions left Egypt."
    },
    {
        "o": 2018,
        "r": "niv:Exodus:12:42",
        "t": "Because the Lord*s kept vigil that night to bring them out of Egypt, on this night all the Israelites are to keep vigil to honor the Lord*s for the generations to come."
    },
    {
        "o": 2019,
        "r": "niv:Exodus:12:42",
        "t": "Passover Restrictions",
        "h": 2
    },
    {
        "o": 2020,
        "r": "niv:Exodus:12:43",
        "t": "The*p Lord*s said to Moses and Aaron, “These are the regulations for the Passover meal: “No*p foreigner may eat it."
    },
    {
        "o": 2021,
        "r": "niv:Exodus:12:44",
        "t": "Any slave you have bought may eat it after you have circumcised him,"
    },
    {
        "o": 2022,
        "r": "niv:Exodus:12:45",
        "t": "but a temporary resident or a hired worker may not eat it."
    },
    {
        "o": 2023,
        "r": "niv:Exodus:12:46",
        "t": "“It*p must be eaten inside the house; take none of the meat outside the house. Do not break any of the bones."
    },
    {
        "o": 2024,
        "r": "niv:Exodus:12:47",
        "t": "The whole community of Israel must celebrate it."
    },
    {
        "o": 2025,
        "r": "niv:Exodus:12:48",
        "t": "“A*p foreigner residing among you who wants to celebrate the Lord’s*s Passover must have all the males in his household circumcised; then he may take part like one born in the land. No uncircumcised male may eat it."
    },
    {
        "o": 2026,
        "r": "niv:Exodus:12:49",
        "t": "The same law applies both to the native-born and to the foreigner residing among you.”"
    },
    {
        "o": 2027,
        "r": "niv:Exodus:12:50",
        "t": "All*p the Israelites did just what the Lord*s had commanded Moses and Aaron."
    },
    {
        "o": 2028,
        "r": "niv:Exodus:12:51",
        "t": "And on that very day the Lord*s brought the Israelites out of Egypt by their divisions."
    }
]
