[
    {
        "o": 25856,
        "r": "csb:Zechariah:5:0",
        "t": "Zechariah 5",
        "h": 1
    },
    {
        "o": 25857,
        "r": "csb:Zechariah:5:0",
        "t": "Sixth Vision: Flying Scroll",
        "h": 2
    },
    {
        "o": 25858,
        "r": "csb:Zechariah:5:1",
        "t": "I*p looked up again and saw a flying scroll."
    },
    {
        "o": 25859,
        "r": "csb:Zechariah:5:2",
        "t": "“What do you see?” he asked me. “I*p see a flying scroll,” I replied, “thirty feet long and fifteen feet wide.”"
    },
    {
        "o": 25860,
        "r": "csb:Zechariah:5:3",
        "t": "Then*p he said to me, “This is the curse that is going out over the whole land, for everyone who is a thief, contrary to what is written on one side, has gone unpunished, and everyone who swears falsely, contrary to what is written on the other side, has gone unpunished."
    },
    {
        "o": 25861,
        "r": "csb:Zechariah:5:4",
        "t": "I will send it out,”- this is the declaration of the Lord*s of Armies - “and it will enter the house of the thief and the house of the one who swears falsely by my name. It will stay inside his house and destroy it along with its timbers and stones.”"
    },
    {
        "o": 25862,
        "r": "csb:Zechariah:5:4",
        "t": "Seventh Vision: Woman in the Basket",
        "h": 2
    },
    {
        "o": 25863,
        "r": "csb:Zechariah:5:5",
        "t": "Then*p the angel who was speaking with me came forward and told me, “Look up and see what this is that is approaching.”"
    },
    {
        "o": 25864,
        "r": "csb:Zechariah:5:6",
        "t": "So*p I asked, “What is it?” He*p responded, “It’s a measuring basket that is approaching.” And he continued, “This is their iniquity in all the land.”"
    },
    {
        "o": 25865,
        "r": "csb:Zechariah:5:7",
        "t": "Then a lead cover was lifted, and there was a woman sitting inside the basket."
    },
    {
        "o": 25866,
        "r": "csb:Zechariah:5:8",
        "t": "“This is Wickedness,” he said. He shoved her down into the basket and pushed the lead weight over its opening."
    },
    {
        "o": 25867,
        "r": "csb:Zechariah:5:9",
        "t": "Then I looked up and saw two women approaching with the wind in their wings. Their wings were like those of a stork, and they lifted up the basket between earth and sky."
    },
    {
        "o": 25868,
        "r": "csb:Zechariah:5:10",
        "t": "So*p I asked the angel who was speaking with me, “Where are they taking the basket?”"
    },
    {
        "o": 25869,
        "r": "csb:Zechariah:5:11",
        "t": "“To*p build a shrine for it in the land of Shinar,” he told me. “When that is ready, the basket will be placed there on its pedestal.”"
    }
]
