[
    {
        "o": 10984,
        "r": "nasb:2 Kings:18:0",
        "t": "2 Kings 18",
        "h": 1
    },
    {
        "o": 10985,
        "r": "nasb:2 Kings:18:0",
        "t": "Hezekiah Reigns over Judah",
        "h": 2
    },
    {
        "o": 10986,
        "r": "nasb:2 Kings:18:1",
        "t": "Now*p it came about in the third year of Hoshea, the son of Elah king of Israel, that Hezekiah the son of Ahaz king of Judah became king."
    },
    {
        "o": 10987,
        "r": "nasb:2 Kings:18:2",
        "t": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem; and his mother’s name was Abi the daughter of Zechariah."
    },
    {
        "o": 10988,
        "r": "nasb:2 Kings:18:3",
        "t": "He did right in the sight of the Lord,*s according to all that his father David had done."
    },
    {
        "o": 10989,
        "r": "nasb:2 Kings:18:4",
        "t": "He removed the high places and broke down the sacred*i pillars and cut down the Asherah. He also broke in pieces the bronze serpent that Moses had made, for until those days the sons of Israel burned incense to it; and it was called Nehushtan."
    },
    {
        "o": 10990,
        "r": "nasb:2 Kings:18:5",
        "t": "He trusted in the Lord,*s the God of Israel; so that after him there was none like him among all the kings of Judah, nor among*i those*i who were before him."
    },
    {
        "o": 10991,
        "r": "nasb:2 Kings:18:6",
        "t": "For he clung to the Lord;*s he did not depart from following Him, but kept His commandments, which the Lord*s had commanded Moses."
    },
    {
        "o": 10992,
        "r": "nasb:2 Kings:18:6",
        "t": "Hezekiah Victorious",
        "h": 2
    },
    {
        "o": 10993,
        "r": "nasb:2 Kings:18:7",
        "t": "And*p the Lord*s was with him; wherever he went he prospered. And he rebelled against the king of Assyria and did not serve him."
    },
    {
        "o": 10994,
        "r": "nasb:2 Kings:18:8",
        "t": "He defeated the Philistines as far as Gaza and its territory, from watchtower to fortified city."
    },
    {
        "o": 10995,
        "r": "nasb:2 Kings:18:9",
        "t": "Now*p in the fourth year of King Hezekiah, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria came up against Samaria and besieged it."
    },
    {
        "o": 10996,
        "r": "nasb:2 Kings:18:10",
        "t": "At the end of three years they captured it; in the sixth year of Hezekiah, which was the ninth year of Hoshea king of Israel, Samaria was captured."
    },
    {
        "o": 10997,
        "r": "nasb:2 Kings:18:11",
        "t": "Then the king of Assyria carried Israel away into exile to Assyria, and put them in Halah and on the Habor, the river of Gozan, and in the cities of the Medes,"
    },
    {
        "o": 10998,
        "r": "nasb:2 Kings:18:12",
        "t": "because they did not obey the voice of the Lord*s their God, but transgressed His covenant, even*i all that Moses the servant of the Lord*s commanded; they would neither listen nor do it.*i"
    },
    {
        "o": 10999,
        "r": "nasb:2 Kings:18:12",
        "t": "Invasion of Judah",
        "h": 2
    },
    {
        "o": 11000,
        "r": "nasb:2 Kings:18:13",
        "t": "Now*p in the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and seized them."
    },
    {
        "o": 11001,
        "r": "nasb:2 Kings:18:14",
        "t": "Then Hezekiah king of Judah sent to the king of Assyria at Lachish, saying, “I have done wrong. Withdraw from me; whatever you impose on me I will bear.” So the king of Assyria required of Hezekiah king of Judah three hundred talents of silver and thirty talents of gold."
    },
    {
        "o": 11002,
        "r": "nasb:2 Kings:18:15",
        "t": "Hezekiah gave him*i all the silver which was found in the house of the Lord,*s and in the treasuries of the king’s house."
    },
    {
        "o": 11003,
        "r": "nasb:2 Kings:18:16",
        "t": "At that time Hezekiah cut off the*i gold*i from*i the doors of the temple of the Lord,*s and from*i the doorposts which Hezekiah king of Judah had overlaid, and gave it to the king of Assyria."
    },
    {
        "o": 11004,
        "r": "nasb:2 Kings:18:17",
        "t": "Then*p the king of Assyria sent Tartan and Rab-saris and Rabshakeh from Lachish to King Hezekiah with a large army to Jerusalem. So they went up and came to Jerusalem. And when they went up, they came and stood by the conduit of the upper pool, which is on the highway of the fuller’s field."
    },
    {
        "o": 11005,
        "r": "nasb:2 Kings:18:18",
        "t": "When they called to the king, Eliakim the son of Hilkiah, who was over the household, and Shebnah the scribe and Joah the son of Asaph the recorder, came out to them."
    },
    {
        "o": 11006,
        "r": "nasb:2 Kings:18:19",
        "t": "Then*p Rabshakeh said to them, “Say now to Hezekiah, ‘Thus says the great king, the king of Assyria, “What is this confidence that you have?"
    },
    {
        "o": 11007,
        "r": "nasb:2 Kings:18:20",
        "t": "You say (but they*i are*i only empty words), ‘I*i have*i counsel and strength for the war.’ Now on whom do you rely, that you have rebelled against me?"
    },
    {
        "o": 11008,
        "r": "nasb:2 Kings:18:21",
        "t": "Now behold, you rely on the staff of this crushed reed, even*i on Egypt; on which if a man leans, it will go into his hand and pierce it. So is Pharaoh king of Egypt to all who rely on him."
    },
    {
        "o": 11009,
        "r": "nasb:2 Kings:18:22",
        "t": "But if you say to me, ‘We trust in the Lord*s our God,’ is it not He whose high places and whose altars Hezekiah has taken away, and has said to Judah and to Jerusalem, ‘You shall worship before this altar in Jerusalem’?"
    },
    {
        "o": 11010,
        "r": "nasb:2 Kings:18:23",
        "t": "Now therefore, come, make a bargain with my master the king of Assyria, and I will give you two thousand horses, if you are able on your part to set riders on them."
    },
    {
        "o": 11011,
        "r": "nasb:2 Kings:18:24",
        "t": "How then can you repulse one official of the least of my master’s servants, and rely on Egypt for chariots and for horsemen?"
    },
    {
        "o": 11012,
        "r": "nasb:2 Kings:18:25",
        "t": "Have I now come up without the Lord’s*s approval against this place to destroy it? The Lord*s said to me, ‘Go up against this land and destroy it.’ ” ’ ”"
    },
    {
        "o": 11013,
        "r": "nasb:2 Kings:18:26",
        "t": "Then*p Eliakim the son of Hilkiah, and Shebnah and Joah, said to Rabshakeh, “Speak now to your servants in Aramaic, for we understand it;*i and do not speak with us in Judean in the hearing of the people who are on the wall.”"
    },
    {
        "o": 11014,
        "r": "nasb:2 Kings:18:27",
        "t": "But Rabshakeh said to them, “Has my master sent me only to your master and to you to speak these words, and*i not to the men who sit on the wall, doomed*i to eat their own dung and drink their own urine with you?”"
    },
    {
        "o": 11015,
        "r": "nasb:2 Kings:18:28",
        "t": "Then*p Rabshakeh stood and cried with a loud voice in Judean, saying, “Hear the word of the great king, the king of Assyria."
    },
    {
        "o": 11016,
        "r": "nasb:2 Kings:18:29",
        "t": "Thus says the king, ‘Do not let Hezekiah deceive you, for he will not be able to deliver you from my hand;"
    },
    {
        "o": 11017,
        "r": "nasb:2 Kings:18:30",
        "t": "nor let Hezekiah make you trust in the Lord,*s saying, “The Lord*s will surely deliver us, and this city will not be given into the hand of the king of Assyria.”"
    },
    {
        "o": 11018,
        "r": "nasb:2 Kings:18:31",
        "t": "Do not listen to Hezekiah, for thus says the king of Assyria, “Make your peace with me and come out to me, and eat each of his vine and each of his fig tree and drink each of the waters of his own cistern,"
    },
    {
        "o": 11019,
        "r": "nasb:2 Kings:18:32",
        "t": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards, a land of olive trees and honey, that you may live and not die.” But do not listen to Hezekiah when he misleads you, saying, “The Lord*s will deliver us.”"
    },
    {
        "o": 11020,
        "r": "nasb:2 Kings:18:33",
        "t": "Has any one of the gods of the nations delivered his land from the hand of the king of Assyria?"
    },
    {
        "o": 11021,
        "r": "nasb:2 Kings:18:34",
        "t": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena and Ivvah? Have they delivered Samaria from my hand?"
    },
    {
        "o": 11022,
        "r": "nasb:2 Kings:18:35",
        "t": "Who among all the gods of the lands have delivered their land from my hand, that the Lord*s should deliver Jerusalem from my hand?’ ”"
    },
    {
        "o": 11023,
        "r": "nasb:2 Kings:18:36",
        "t": "But*p the people were silent and answered him not a word, for the king’s commandment was, “Do not answer him.”"
    },
    {
        "o": 11024,
        "r": "nasb:2 Kings:18:37",
        "t": "Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn and told him the words of Rabshakeh."
    }
]
