[
    {
        "o": 24671,
        "r": "niv:Amos:6:0",
        "t": "Amos 6",
        "h": 1
    },
    {
        "o": 24672,
        "r": "niv:Amos:6:0",
        "t": "Woe to the Complacent",
        "h": 2
    },
    {
        "o": 24673,
        "r": "niv:Amos:6:1",
        "t": "Woe*pn to you who are complacent in Zion, and*ld to you who feel secure on Mount Samaria, you*ln notable men of the foremost nation, to*ld whom the people of Israel come!"
    },
    {
        "o": 24674,
        "r": "niv:Amos:6:2",
        "t": "Go*ln to Kalneh and look at it; go*ld from there to great Hamath, and*ld then go down to Gath in Philistia. Are*ln they better off than your two kingdoms? Is*ld their land larger than yours?"
    },
    {
        "o": 24675,
        "r": "niv:Amos:6:3",
        "t": "You*ln put off the day of disaster and*ld bring near a reign of terror."
    },
    {
        "o": 24676,
        "r": "niv:Amos:6:4",
        "t": "You*ln lie on beds adorned with ivory and*ld lounge on your couches. You*ln dine on choice lambs and*ld fattened calves."
    },
    {
        "o": 24677,
        "r": "niv:Amos:6:5",
        "t": "You*ln strum away on your harps like David and*ld improvise on musical instruments."
    },
    {
        "o": 24678,
        "r": "niv:Amos:6:6",
        "t": "You*ln drink wine by the bowlful and*ld use the finest lotions, but*ld you do not grieve over the ruin of Joseph."
    },
    {
        "o": 24679,
        "r": "niv:Amos:6:7",
        "t": "Therefore*ln you will be among the first to go into exile; your*ld feasting and lounging will end."
    },
    {
        "o": 24680,
        "r": "niv:Amos:6:7",
        "t": "The Lord Abhors the Pride of Israel",
        "h": 2
    },
    {
        "o": 24681,
        "r": "niv:Amos:6:8",
        "t": "The*p Sovereign Lord*s has sworn by himself—the Lord*s God Almighty declares: “I*pn abhor the pride of Jacob and*ld detest his fortresses; I*ln will deliver up the city and*ld everything in it.”"
    },
    {
        "o": 24682,
        "r": "niv:Amos:6:9",
        "t": "If*p ten people are left in one house, they too will die."
    },
    {
        "o": 24683,
        "r": "niv:Amos:6:10",
        "t": "And if the relative who comes to carry the bodies out of the house to burn them asks anyone who might be hiding there, “Is anyone else with you?” and he says, “No,” then he will go on to say, “Hush! We must not mention the name of the Lord.”*s"
    },
    {
        "o": 24684,
        "r": "niv:Amos:6:11",
        "t": "For*pn the Lord*s has given the command, and*ld he will smash the great house into pieces and*ld the small house into bits."
    },
    {
        "o": 24685,
        "r": "niv:Amos:6:12",
        "t": "Do*pn horses run on the rocky crags? Does*ld one plow the sea with oxen? But*ln you have turned justice into poison and*ld the fruit of righteousness into bitterness—"
    },
    {
        "o": 24686,
        "r": "niv:Amos:6:13",
        "t": "you*ln who rejoice in the conquest of Lo Debar and*ld say, “Did we not take Karnaim by our own strength?”"
    },
    {
        "o": 24687,
        "r": "niv:Amos:6:14",
        "t": "For*pn the Lord*s God Almighty declares, “I*ld will stir up a nation against you, Israel, that*ln will oppress you all the way from*ld Lebo Hamath to the valley of the Arabah.”"
    }
]
