[
    {
        "o": 32042,
        "r": "nkjv:1 Corinthians:2:0",
        "t": "1 Corinthians 2",
        "h": 1
    },
    {
        "o": 32043,
        "r": "nkjv:1 Corinthians:2:0",
        "t": "Christ Crucified",
        "h": 2
    },
    {
        "o": 32044,
        "r": "nkjv:1 Corinthians:2:1",
        "t": "And*p I, brethren, when I came to you, did not come with excellence of speech or of wisdom declaring to you the testimony of God."
    },
    {
        "o": 32045,
        "r": "nkjv:1 Corinthians:2:2",
        "t": "For I determined not to know anything among you except Jesus Christ and Him crucified."
    },
    {
        "o": 32046,
        "r": "nkjv:1 Corinthians:2:3",
        "t": "I was with you in weakness, in fear, and in much trembling."
    },
    {
        "o": 32047,
        "r": "nkjv:1 Corinthians:2:4",
        "t": "And my speech and my preaching were*i not with persuasive words of human wisdom, but in demonstration of the Spirit and of power,"
    },
    {
        "o": 32048,
        "r": "nkjv:1 Corinthians:2:5",
        "t": "that your faith should not be in the wisdom of men but in the power of God."
    },
    {
        "o": 32049,
        "r": "nkjv:1 Corinthians:2:5",
        "t": "Spiritual Wisdom",
        "h": 2
    },
    {
        "o": 32050,
        "r": "nkjv:1 Corinthians:2:6",
        "t": "However,*p we speak wisdom among those who are mature, yet not the wisdom of this age, nor of the rulers of this age, who are coming to nothing."
    },
    {
        "o": 32051,
        "r": "nkjv:1 Corinthians:2:7",
        "t": "But we speak the wisdom of God in a mystery, the hidden wisdom*i which God ordained before the ages for our glory,"
    },
    {
        "o": 32052,
        "r": "nkjv:1 Corinthians:2:8",
        "t": "which none of the rulers of this age knew; for had they known, they would not have crucified the Lord of glory."
    },
    {
        "o": 32053,
        "r": "nkjv:1 Corinthians:2:9",
        "t": "But*p as it is written: “Eye*pn has not seen, nor ear heard, Nor*ld have entered into the heart of man The*ld things which God has prepared for those who love Him.”"
    },
    {
        "o": 32054,
        "r": "nkjv:1 Corinthians:2:10",
        "t": "But*p God has revealed them*i to us through His Spirit. For the Spirit searches all things, yes, the deep things of God."
    },
    {
        "o": 32055,
        "r": "nkjv:1 Corinthians:2:11",
        "t": "For what man knows the things of a man except the spirit of the man which is in him? Even so no one knows the things of God except the Spirit of God."
    },
    {
        "o": 32056,
        "r": "nkjv:1 Corinthians:2:12",
        "t": "Now we have received, not the spirit of the world, but the Spirit who is from God, that we might know the things that have been freely given to us by God."
    },
    {
        "o": 32057,
        "r": "nkjv:1 Corinthians:2:13",
        "t": "These*p things we also speak, not in words which man’s wisdom teaches but which the Holy Spirit teaches, comparing spiritual things with spiritual."
    },
    {
        "o": 32058,
        "r": "nkjv:1 Corinthians:2:14",
        "t": "But the natural man does not receive the things of the Spirit of God, for they are foolishness to him; nor can he know them,*i because they are spiritually discerned."
    },
    {
        "o": 32059,
        "r": "nkjv:1 Corinthians:2:15",
        "t": "But he who is spiritual judges all things, yet he himself is rightly*i judged by no one."
    },
    {
        "o": 32060,
        "r": "nkjv:1 Corinthians:2:16",
        "t": "For “who has known the mind of the Lord*sb that he may instruct Him?” But we have the mind of Christ."
    }
]
