[
    {
        "o": 23656,
        "r": "kjv:Micah:4:0",
        "t": "Micah 4",
        "h": 1
    },
    {
        "o": 23657,
        "r": "kjv:Micah:4:1",
        "t": "But*p in the last days it shall come to pass, that the mountain of the house of the Lord*s shall be established in the top of the mountains, and it shall be exalted above the hills; and people shall flow unto it."
    },
    {
        "o": 23658,
        "r": "kjv:Micah:4:2",
        "t": "And*p many nations shall come, and say, Come, and let us go up to the mountain of the Lord,*s and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for the law shall go forth of Zion, and the word of the Lord*s from Jerusalem."
    },
    {
        "o": 23659,
        "r": "kjv:Micah:4:3",
        "t": "And*p he shall judge among many people, and rebuke strong nations afar off; and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up a sword against nation, neither shall they learn war any more."
    },
    {
        "o": 23660,
        "r": "kjv:Micah:4:4",
        "t": "But*p they shall sit every man under his vine and under his fig tree; and none shall make them afraid: for the mouth of the Lord*s of hosts hath spoken it."
    },
    {
        "o": 23661,
        "r": "kjv:Micah:4:5",
        "t": "For*p all people will walk every one in the name of his god, and we will walk in the name of the Lord*s our God for ever and ever."
    },
    {
        "o": 23662,
        "r": "kjv:Micah:4:6",
        "t": "In*p that day, saith the Lord,*s will I assemble her that halteth, and I will gather her that is driven out, and her that I have afflicted;"
    },
    {
        "o": 23663,
        "r": "kjv:Micah:4:7",
        "t": "And*p I will make her that halted a remnant, and her that was cast far off a strong nation: and the Lord*s shall reign over them in mount Zion from henceforth, even for ever."
    },
    {
        "o": 23664,
        "r": "kjv:Micah:4:8",
        "t": "And*p thou, O tower of the flock, the strong hold of the daughter of Zion, unto thee shall it come, even the first dominion; the kingdom shall come to the daughter of Jerusalem."
    },
    {
        "o": 23665,
        "r": "kjv:Micah:4:9",
        "t": "Now*p why dost thou cry out aloud? is there no king in thee? is thy counsellor perished? for pangs have taken thee as a woman in travail."
    },
    {
        "o": 23666,
        "r": "kjv:Micah:4:10",
        "t": "Be*p in pain, and labour to bring forth, O daughter of Zion, like a woman in travail: for now shalt thou go forth out of the city, and thou shalt dwell in the field, and thou shalt go even to Babylon; there shalt thou be delivered; there the Lord*s shall redeem thee from the hand of thine enemies."
    },
    {
        "o": 23667,
        "r": "kjv:Micah:4:11",
        "t": "Now*p also many nations are gathered against thee, that say, Let her be defiled, and let our eye look upon Zion."
    },
    {
        "o": 23668,
        "r": "kjv:Micah:4:12",
        "t": "But*p they know not the thoughts of the Lord,*s neither understand they his counsel: for he shall gather them as the sheaves into the floor."
    },
    {
        "o": 23669,
        "r": "kjv:Micah:4:13",
        "t": "Arise*p and thresh, O daughter of Zion: for I will make thine horn iron, and I will make thy hoofs brass: and thou shalt beat in pieces many people: and I will consecrate their gain unto the Lord,*s and their substance unto the Lord of the whole earth."
    }
]
