[
    {
        "o": 32712,
        "r": "nkjv:2 Corinthians:10:0",
        "t": "2 Corinthians 10",
        "h": 1
    },
    {
        "o": 32713,
        "r": "nkjv:2 Corinthians:10:0",
        "t": "The Spiritual War",
        "h": 2
    },
    {
        "o": 32714,
        "r": "nkjv:2 Corinthians:10:1",
        "t": "Now*p I, Paul, myself am*i pleading with you*i by the meekness and gentleness of Christ— who in presence am lowly among you, but being absent am bold toward you."
    },
    {
        "o": 32715,
        "r": "nkjv:2 Corinthians:10:2",
        "t": "But I beg you that when I am present I may not be bold with that confidence by which I intend to be bold against some, who think of us as if we walked according to the flesh."
    },
    {
        "o": 32716,
        "r": "nkjv:2 Corinthians:10:3",
        "t": "For though we walk in the flesh, we do not war according to the flesh."
    },
    {
        "o": 32717,
        "r": "nkjv:2 Corinthians:10:4",
        "t": "For the weapons of our warfare are*i not carnal but mighty in God for pulling down strongholds,"
    },
    {
        "o": 32718,
        "r": "nkjv:2 Corinthians:10:5",
        "t": "casting down arguments and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ,"
    },
    {
        "o": 32719,
        "r": "nkjv:2 Corinthians:10:6",
        "t": "and being ready to punish all disobedience when your obedience is fulfilled."
    },
    {
        "o": 32720,
        "r": "nkjv:2 Corinthians:10:6",
        "t": "Reality of Paul’s Authority",
        "h": 2
    },
    {
        "o": 32721,
        "r": "nkjv:2 Corinthians:10:7",
        "t": "Do*p you look at things according to the outward appearance? If anyone is convinced in himself that he is*i Christ’s, let him again consider this in himself, that just as he is Christ’s, even so we are*i Christ’s."
    },
    {
        "o": 32722,
        "r": "nkjv:2 Corinthians:10:8",
        "t": "For even if I should boast somewhat more about our authority, which the Lord gave us for edification and not for your destruction, I shall not be ashamed—"
    },
    {
        "o": 32723,
        "r": "nkjv:2 Corinthians:10:9",
        "t": "lest I seem to terrify you by letters."
    },
    {
        "o": 32724,
        "r": "nkjv:2 Corinthians:10:10",
        "t": "“For his*i letters,” they say, “are*i weighty and powerful, but his*i bodily presence is*i weak, and his*i speech contemptible.”"
    },
    {
        "o": 32725,
        "r": "nkjv:2 Corinthians:10:11",
        "t": "Let such a person consider this, that what we are in word by letters when we are absent, such we*i will*i also be*i in deed when we are present."
    },
    {
        "o": 32726,
        "r": "nkjv:2 Corinthians:10:11",
        "t": "Limits of Paul’s Authority",
        "h": 2
    },
    {
        "o": 32727,
        "r": "nkjv:2 Corinthians:10:12",
        "t": "For*p we dare not class ourselves or compare ourselves with those who commend themselves. But they, measuring themselves by themselves, and comparing themselves among themselves, are not wise."
    },
    {
        "o": 32728,
        "r": "nkjv:2 Corinthians:10:13",
        "t": "We, however, will not boast beyond measure, but within the limits of the sphere which God appointed us—a sphere which especially includes you."
    },
    {
        "o": 32729,
        "r": "nkjv:2 Corinthians:10:14",
        "t": "For we are not overextending ourselves (as though our*i authority*i did not extend to you), for it was to you that we came with the gospel of Christ;"
    },
    {
        "o": 32730,
        "r": "nkjv:2 Corinthians:10:15",
        "t": "not boasting of things beyond measure, that*i is,*i in other men’s labors, but having hope, that*i as your faith is increased, we shall be greatly enlarged by you in our sphere,"
    },
    {
        "o": 32731,
        "r": "nkjv:2 Corinthians:10:16",
        "t": "to preach the gospel in the regions*i beyond you, and*i not to boast in another man’s sphere of accomplishment."
    },
    {
        "o": 32732,
        "r": "nkjv:2 Corinthians:10:17",
        "t": "But*p “he who glories, let him glory in the Lord.”*sb"
    },
    {
        "o": 32733,
        "r": "nkjv:2 Corinthians:10:18",
        "t": "For not he who commends himself is approved, but whom the Lord commends."
    }
]
