[
    {
        "o": 22204,
        "r": "nkjv:Jeremiah:36:0",
        "t": "Jeremiah 36",
        "h": 1
    },
    {
        "o": 22205,
        "r": "nkjv:Jeremiah:36:0",
        "t": "The Scroll Read in the Temple",
        "h": 2
    },
    {
        "o": 22206,
        "r": "nkjv:Jeremiah:36:1",
        "t": "Now*p it came to pass in the fourth year of Jehoiakim the son of Josiah, king of Judah, that*i this word came to Jeremiah from the Lord,*s saying:"
    },
    {
        "o": 22207,
        "r": "nkjv:Jeremiah:36:2",
        "t": "“Take a scroll of a book and write on it all the words that I have spoken to you against Israel, against Judah, and against all the nations, from the day I spoke to you, from the days of Josiah even to this day."
    },
    {
        "o": 22208,
        "r": "nkjv:Jeremiah:36:3",
        "t": "It may be that the house of Judah will hear all the adversities which I purpose to bring upon them, that everyone may turn from his evil way, that I may forgive their iniquity and their sin.”"
    },
    {
        "o": 22209,
        "r": "nkjv:Jeremiah:36:4",
        "t": "Then*p Jeremiah called Baruch the son of Neriah; and Baruch wrote on a scroll of a book, at the instruction of Jeremiah, all the words of the Lord*s which He had spoken to him."
    },
    {
        "o": 22210,
        "r": "nkjv:Jeremiah:36:5",
        "t": "And Jeremiah commanded Baruch, saying, “I am*i confined, I cannot go into the house of the Lord.*s"
    },
    {
        "o": 22211,
        "r": "nkjv:Jeremiah:36:6",
        "t": "You go, therefore, and read from the scroll which you have written at my instruction, the words of the Lord,*s in the hearing of the people in the Lord’s*s house on the day of fasting. And you shall also read them in the hearing of all Judah who come from their cities."
    },
    {
        "o": 22212,
        "r": "nkjv:Jeremiah:36:7",
        "t": "It may be that they will present their supplication before the Lord,*s and everyone will turn from his evil way. For great is*i the anger and the fury that the Lord*s has pronounced against this people.”"
    },
    {
        "o": 22213,
        "r": "nkjv:Jeremiah:36:8",
        "t": "And Baruch the son of Neriah did according to all that Jeremiah the prophet commanded him, reading from the book the words of the Lord*s in the Lord’s*s house."
    },
    {
        "o": 22214,
        "r": "nkjv:Jeremiah:36:9",
        "t": "Now*p it came to pass in the fifth year of Jehoiakim the son of Josiah, king of Judah, in the ninth month, that*i they proclaimed a fast before the Lord*s to all the people in Jerusalem, and to all the people who came from the cities of Judah to Jerusalem."
    },
    {
        "o": 22215,
        "r": "nkjv:Jeremiah:36:10",
        "t": "Then Baruch read from the book the words of Jeremiah in the house of the Lord,*s in the chamber of Gemariah the son of Shaphan the scribe, in the upper court at the entry of the New Gate of the Lord’s*s house, in the hearing of all the people."
    },
    {
        "o": 22216,
        "r": "nkjv:Jeremiah:36:10",
        "t": "The Scroll Read in the Palace",
        "h": 2
    },
    {
        "o": 22217,
        "r": "nkjv:Jeremiah:36:11",
        "t": "When*p Michaiah the son of Gemariah, the son of Shaphan, heard all the words of the Lord*s from the book,"
    },
    {
        "o": 22218,
        "r": "nkjv:Jeremiah:36:12",
        "t": "he then went down to the king’s house, into the scribe’s chamber; and there all the princes were sitting— Elishama the scribe, Delaiah the son of Shemaiah, Elnathan the son of Achbor, Gemariah the son of Shaphan, Zedekiah the son of Hananiah, and all the princes."
    },
    {
        "o": 22219,
        "r": "nkjv:Jeremiah:36:13",
        "t": "Then Michaiah declared to them all the words that he had heard when Baruch read the book in the hearing of the people."
    },
    {
        "o": 22220,
        "r": "nkjv:Jeremiah:36:14",
        "t": "Therefore all the princes sent Jehudi the son of Nethaniah, the son of Shelemiah, the son of Cushi, to Baruch, saying, “Take in your hand the scroll from which you have read in the hearing of the people, and come.” So Baruch the son of Neriah took the scroll in his hand and came to them."
    },
    {
        "o": 22221,
        "r": "nkjv:Jeremiah:36:15",
        "t": "And they said to him, “Sit down now, and read it in our hearing.” So Baruch read it*i in their hearing."
    },
    {
        "o": 22222,
        "r": "nkjv:Jeremiah:36:16",
        "t": "Now*p it happened, when they had heard all the words, that they looked in fear from one to another, and said to Baruch, “We will surely tell the king of all these words.”"
    },
    {
        "o": 22223,
        "r": "nkjv:Jeremiah:36:17",
        "t": "And they asked Baruch, saying, “Tell us now, how did you write all these words—at his instruction?”"
    },
    {
        "o": 22224,
        "r": "nkjv:Jeremiah:36:18",
        "t": "So*p Baruch answered them, “He proclaimed with his mouth all these words to me, and I wrote them*i with ink in the book.”"
    },
    {
        "o": 22225,
        "r": "nkjv:Jeremiah:36:19",
        "t": "Then*p the princes said to Baruch, “Go and hide, you and Jeremiah; and let no one know where you are.”"
    },
    {
        "o": 22226,
        "r": "nkjv:Jeremiah:36:19",
        "t": "The King Destroys Jeremiah’s Scroll",
        "h": 2
    },
    {
        "o": 22227,
        "r": "nkjv:Jeremiah:36:20",
        "t": "And*p they went to the king, into the court; but they stored the scroll in the chamber of Elishama the scribe, and told all the words in the hearing of the king."
    },
    {
        "o": 22228,
        "r": "nkjv:Jeremiah:36:21",
        "t": "So the king sent Jehudi to bring the scroll, and he took it from Elishama the scribe’s chamber. And Jehudi read it in the hearing of the king and in the hearing of all the princes who stood beside the king."
    },
    {
        "o": 22229,
        "r": "nkjv:Jeremiah:36:22",
        "t": "Now the king was sitting in the winter house in the ninth month, with a*i fire*i burning on the hearth before him."
    },
    {
        "o": 22230,
        "r": "nkjv:Jeremiah:36:23",
        "t": "And it happened, when Jehudi had read three or four columns, that*i the*i king*i cut it with the scribe’s knife and cast it*i into the fire that was*i on the hearth, until all the scroll was consumed in the fire that was*i on the hearth."
    },
    {
        "o": 22231,
        "r": "nkjv:Jeremiah:36:24",
        "t": "Yet they were not afraid, nor did they tear their garments, the king nor any of his servants who heard all these words."
    },
    {
        "o": 22232,
        "r": "nkjv:Jeremiah:36:25",
        "t": "Nevertheless Elnathan, Delaiah, and Gemariah implored the king not to burn the scroll; but he would not listen to them."
    },
    {
        "o": 22233,
        "r": "nkjv:Jeremiah:36:26",
        "t": "And the king commanded Jerahmeel the king’s son, Seraiah the son of Azriel, and Shelemiah the son of Abdeel, to seize Baruch the scribe and Jeremiah the prophet, but the Lord*s hid them."
    },
    {
        "o": 22234,
        "r": "nkjv:Jeremiah:36:26",
        "t": "Jeremiah Rewrites the Scroll",
        "h": 2
    },
    {
        "o": 22235,
        "r": "nkjv:Jeremiah:36:27",
        "t": "Now*p after the king had burned the scroll with the words which Baruch had written at the instruction of Jeremiah, the word of the Lord*s came to Jeremiah, saying:"
    },
    {
        "o": 22236,
        "r": "nkjv:Jeremiah:36:28",
        "t": "“Take yet another scroll, and write on it all the former words that were in the first scroll which Jehoiakim the king of Judah has burned."
    },
    {
        "o": 22237,
        "r": "nkjv:Jeremiah:36:29",
        "t": "And you shall say to Jehoiakim king of Judah, ‘Thus says the Lord:*s “You have burned this scroll, saying, ‘Why have you written in it that the king of Babylon will certainly come and destroy this land, and cause man and beast to cease from here?’”"
    },
    {
        "o": 22238,
        "r": "nkjv:Jeremiah:36:30",
        "t": "Therefore thus says the Lord*s concerning Jehoiakim king of Judah: “He shall have no one to sit on the throne of David, and his dead body shall be cast out to the heat of the day and the frost of the night."
    },
    {
        "o": 22239,
        "r": "nkjv:Jeremiah:36:31",
        "t": "I will punish him, his family, and his servants for their iniquity; and I will bring on them, on the inhabitants of Jerusalem, and on the men of Judah all the doom that I have pronounced against them; but they did not heed.”’”"
    },
    {
        "o": 22240,
        "r": "nkjv:Jeremiah:36:32",
        "t": "Then*p Jeremiah took another scroll and gave it to Baruch the scribe, the son of Neriah, who wrote on it at the instruction of Jeremiah all the words of the book which Jehoiakim king of Judah had burned in the fire. And besides, there were added to them many similar words."
    }
]
