[
    {
        "o": 24550,
        "r": "esv:Hosea:1:0",
        "t": "Hosea 1",
        "h": 1
    },
    {
        "o": 24551,
        "r": "esv:Hosea:1:1",
        "t": "The*p word of the Lord*s that came to Hosea, the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel."
    },
    {
        "o": 24552,
        "r": "esv:Hosea:1:1",
        "t": "Hosea’s Wife and Children",
        "h": 2
    },
    {
        "o": 24553,
        "r": "esv:Hosea:1:2",
        "t": "When*p the Lord*s first spoke through Hosea, the Lord*s said to Hosea, “Go, take to yourself a wife of whoredom and have children of whoredom, for the land commits great whoredom by forsaking the Lord.”*s"
    },
    {
        "o": 24554,
        "r": "esv:Hosea:1:3",
        "t": "So he went and took Gomer, the daughter of Diblaim, and she conceived and bore him a son."
    },
    {
        "o": 24555,
        "r": "esv:Hosea:1:4",
        "t": "And*p the Lord*s said to him, “Call his name Jezreel, for in just a little while I will punish the house of Jehu for the blood of Jezreel, and I will put an end to the kingdom of the house of Israel."
    },
    {
        "o": 24556,
        "r": "esv:Hosea:1:5",
        "t": "And on that day I will break the bow of Israel in the Valley of Jezreel.”"
    },
    {
        "o": 24557,
        "r": "esv:Hosea:1:6",
        "t": "She*p conceived again and bore a daughter. And the Lord*s said to him, “Call her name No Mercy, for I will no more have mercy on the house of Israel, to forgive them at all."
    },
    {
        "o": 24558,
        "r": "esv:Hosea:1:7",
        "t": "But I will have mercy on the house of Judah, and I will save them by the Lord*s their God. I will not save them by bow or by sword or by war or by horses or by horsemen.”"
    },
    {
        "o": 24559,
        "r": "esv:Hosea:1:8",
        "t": "When*p she had weaned No Mercy, she conceived and bore a son."
    },
    {
        "o": 24560,
        "r": "esv:Hosea:1:9",
        "t": "And the Lord*s said, “Call his name Not My People, for you are not my people, and I am not your God.”"
    },
    {
        "o": 24561,
        "r": "esv:Hosea:1:10",
        "t": "Yet*p the number of the children of Israel shall be like the sand of the sea, which cannot be measured or numbered. And in the place where it was said to them, “You are not my people,” it shall be said to them, “Children of the living God.”"
    },
    {
        "o": 24562,
        "r": "esv:Hosea:1:11",
        "t": "And the children of Judah and the children of Israel shall be gathered together, and they shall appoint for themselves one head. And they shall go up from the land, for great shall be the day of Jezreel."
    },
    {
        "o": 24563,
        "r": "esv:Hosea:2:0",
        "t": "Hosea 2",
        "h": 1
    },
    {
        "o": 24564,
        "r": "esv:Hosea:2:0",
        "t": "Israel’s Unfaithfulness Punished",
        "h": 2
    },
    {
        "o": 24565,
        "r": "esv:Hosea:2:1",
        "t": "Say*p to your brothers, “You are my people,” and to your sisters, “You have received mercy.”"
    },
    {
        "o": 24566,
        "r": "esv:Hosea:2:2",
        "t": "“Plead*pn with your mother, plead— for*ld she is not my wife, and*ld I am not her husband— that*ln she put away her whoring from her face, and*ld her adultery from between her breasts;"
    },
    {
        "o": 24567,
        "r": "esv:Hosea:2:3",
        "t": "lest*ln I strip her naked and*ld make her as in the day she was born, and*ln make her like a wilderness, and*ld make her like a parched land, and*ld kill her with thirst."
    },
    {
        "o": 24568,
        "r": "esv:Hosea:2:4",
        "t": "Upon*ln her children also I will have no mercy, because*ld they are children of whoredom."
    },
    {
        "o": 24569,
        "r": "esv:Hosea:2:5",
        "t": "For*ln their mother has played the whore; she*ld who conceived them has acted shamefully. For*ln she said, ‘I will go after my lovers, who*ld give me my bread and my water, my*ld wool and my flax, my oil and my drink.’"
    },
    {
        "o": 24570,
        "r": "esv:Hosea:2:6",
        "t": "Therefore*ln I will hedge up her way with thorns, and*ld I will build a wall against her, so*ld that she cannot find her paths."
    },
    {
        "o": 24571,
        "r": "esv:Hosea:2:7",
        "t": "She*ln shall pursue her lovers but*ld not overtake them, and*ln she shall seek them but*ld shall not find them. Then*ln she shall say, ‘I*ld will go and return to my first husband, for*ld it was better for me then than now.’"
    },
    {
        "o": 24572,
        "r": "esv:Hosea:2:8",
        "t": "And*ln she did not know that*ld it was I who gave her the*ld grain, the wine, and the oil, and*ln who lavished on her silver and gold, which*ld they used for Baal."
    },
    {
        "o": 24573,
        "r": "esv:Hosea:2:9",
        "t": "Therefore*ln I will take back my*ld grain in its time, and*ld my wine in its season, and*ln I will take away my wool and my flax, which*ld were to cover her nakedness."
    },
    {
        "o": 24574,
        "r": "esv:Hosea:2:10",
        "t": "Now*ln I will uncover her lewdness in*ld the sight of her lovers, and*ld no one shall rescue her out of my hand."
    },
    {
        "o": 24575,
        "r": "esv:Hosea:2:11",
        "t": "And*ln I will put an end to all her mirth, her*ld feasts, her new moons, her Sabbaths, and*ld all her appointed feasts."
    },
    {
        "o": 24576,
        "r": "esv:Hosea:2:12",
        "t": "And*ln I will lay waste her vines and her fig trees, of*ld which she said, ‘These*ln are my wages, which*ld my lovers have given me.’ I*ln will make them a forest, and*ld the beasts of the field shall devour them."
    },
    {
        "o": 24577,
        "r": "esv:Hosea:2:13",
        "t": "And*ln I will punish her for the feast days of the Baals when*ld she burned offerings to them and*ln adorned herself with her ring and jewelry, and*ld went after her lovers and*ld forgot me, declares the Lord.*s"
    },
    {
        "o": 24578,
        "r": "esv:Hosea:2:13",
        "t": "The Lord’s Mercy on Israel",
        "h": 2
    },
    {
        "o": 24579,
        "r": "esv:Hosea:2:14",
        "t": "“Therefore,*pn behold, I will allure her, and*ld bring her into the wilderness, and*ld speak tenderly to her."
    },
    {
        "o": 24580,
        "r": "esv:Hosea:2:15",
        "t": "And*ln there I will give her her vineyards and*ld make the Valley of Achor a door of hope. And*ln there she shall answer as in the days of her youth, as*ld at the time when she came out of the land of Egypt."
    },
    {
        "o": 24581,
        "r": "esv:Hosea:2:16",
        "t": "“And*p in that day, declares the Lord,*s you will call me ‘My Husband,’ and no longer will you call me ‘My Baal.’"
    },
    {
        "o": 24582,
        "r": "esv:Hosea:2:17",
        "t": "For I will remove the names of the Baals from her mouth, and they shall be remembered by name no more."
    },
    {
        "o": 24583,
        "r": "esv:Hosea:2:18",
        "t": "And I will make for them a covenant on that day with the beasts of the field, the birds of the heavens, and the creeping things of the ground. And I will abolish the bow, the sword, and war from the land, and I will make you lie down in safety."
    },
    {
        "o": 24584,
        "r": "esv:Hosea:2:19",
        "t": "And I will betroth you to me forever. I will betroth you to me in righteousness and in justice, in steadfast love and in mercy."
    },
    {
        "o": 24585,
        "r": "esv:Hosea:2:20",
        "t": "I will betroth you to me in faithfulness. And you shall know the Lord.*s"
    },
    {
        "o": 24586,
        "r": "esv:Hosea:2:21",
        "t": "“And*pn in that day I will answer, declares the Lord,*s I*ld will answer the heavens, and*ld they shall answer the earth,"
    },
    {
        "o": 24587,
        "r": "esv:Hosea:2:22",
        "t": "and*ln the earth shall answer the grain, the wine, and the oil, and*ld they shall answer Jezreel,"
    },
    {
        "o": 24588,
        "r": "esv:Hosea:2:23",
        "t": "and*ld I will sow her for myself in the land. And*ln I will have mercy on No Mercy, and*ld I will say to Not My People, ‘You are my people’; and*ld he shall say, ‘You are my God.’”"
    },
    {
        "o": 24589,
        "r": "esv:Hosea:3:0",
        "t": "Hosea 3",
        "h": 1
    },
    {
        "o": 24590,
        "r": "esv:Hosea:3:0",
        "t": "Hosea Redeems His Wife",
        "h": 2
    },
    {
        "o": 24591,
        "r": "esv:Hosea:3:1",
        "t": "And*p the Lord*s said to me, “Go again, love a woman who is loved by another man and is an adulteress, even as the Lord*s loves the children of Israel, though they turn to other gods and love cakes of raisins.”"
    },
    {
        "o": 24592,
        "r": "esv:Hosea:3:2",
        "t": "So I bought her for fifteen shekels of silver and a homer and a lethech of barley."
    },
    {
        "o": 24593,
        "r": "esv:Hosea:3:3",
        "t": "And I said to her, “You must dwell as mine for many days. You shall not play the whore, or belong to another man; so will I also be to you.”"
    },
    {
        "o": 24594,
        "r": "esv:Hosea:3:4",
        "t": "For the children of Israel shall dwell many days without king or prince, without sacrifice or pillar, without ephod or household gods."
    },
    {
        "o": 24595,
        "r": "esv:Hosea:3:5",
        "t": "Afterward the children of Israel shall return and seek the Lord*s their God, and David their king, and they shall come in fear to the Lord*s and to his goodness in the latter days."
    },
    {
        "o": 24596,
        "r": "esv:Hosea:4:0",
        "t": "Hosea 4",
        "h": 1
    },
    {
        "o": 24597,
        "r": "esv:Hosea:4:0",
        "t": "The Lord Accuses Israel",
        "h": 2
    },
    {
        "o": 24598,
        "r": "esv:Hosea:4:1",
        "t": "Hear*pn the word of the Lord,*s O children of Israel, for*ld the Lord*s has a controversy with the inhabitants of the land. There*ln is no faithfulness or steadfast love, and*ld no knowledge of God in the land;"
    },
    {
        "o": 24599,
        "r": "esv:Hosea:4:2",
        "t": "there*ln is swearing, lying, murder, stealing, and committing adultery; they*ld break all bounds, and bloodshed follows bloodshed."
    },
    {
        "o": 24600,
        "r": "esv:Hosea:4:3",
        "t": "Therefore*ln the land mourns, and*ld all who dwell in it languish, and*ln also the beasts of the field and*ld the birds of the heavens, and*ld even the fish of the sea are taken away."
    },
    {
        "o": 24601,
        "r": "esv:Hosea:4:4",
        "t": "Yet*pn let no one contend, and*ld let none accuse, for*ld with you is my contention, O priest."
    },
    {
        "o": 24602,
        "r": "esv:Hosea:4:5",
        "t": "You*ln shall stumble by day; the*ld prophet also shall stumble with you by night; and*ld I will destroy your mother."
    },
    {
        "o": 24603,
        "r": "esv:Hosea:4:6",
        "t": "My*ln people are destroyed for lack of knowledge; because*ld you have rejected knowledge, I*ld reject you from being a priest to me. And*ln since you have forgotten the law of your God, I*ld also will forget your children."
    },
    {
        "o": 24604,
        "r": "esv:Hosea:4:7",
        "t": "The*pn more they increased, the*ld more they sinned against me; I*ld will change their glory into shame."
    },
    {
        "o": 24605,
        "r": "esv:Hosea:4:8",
        "t": "They*ln feed on the sin of my people; they*ld are greedy for their iniquity."
    },
    {
        "o": 24606,
        "r": "esv:Hosea:4:9",
        "t": "And*ln it shall be like people, like priest; I*ld will punish them for their ways and*ld repay them for their deeds."
    },
    {
        "o": 24607,
        "r": "esv:Hosea:4:10",
        "t": "They*ln shall eat, but not be satisfied; they*ld shall play the whore, but not multiply, because*ln they have forsaken the Lord*s to*ld cherish"
    },
    {
        "o": 24608,
        "r": "esv:Hosea:4:11",
        "t": "whoredom, wine, and new wine, which*ld take away the understanding."
    },
    {
        "o": 24609,
        "r": "esv:Hosea:4:12",
        "t": "My*ln people inquire of a piece of wood, and*ld their walking staff gives them oracles. For*ln a spirit of whoredom has led them astray, and*ld they have left their God to play the whore."
    },
    {
        "o": 24610,
        "r": "esv:Hosea:4:13",
        "t": "They*ln sacrifice on the tops of the mountains and*ld burn offerings on the hills, under*ln oak, poplar, and terebinth, because*ld their shade is good. Therefore*ln your daughters play the whore, and*ld your brides commit adultery."
    },
    {
        "o": 24611,
        "r": "esv:Hosea:4:14",
        "t": "I*ln will not punish your daughters when they play the whore, nor*ld your brides when they commit adultery; for*ln the men themselves go aside with prostitutes and*ld sacrifice with cult prostitutes, and*ln a people without understanding shall come to ruin."
    },
    {
        "o": 24612,
        "r": "esv:Hosea:4:15",
        "t": "Though*pn you play the whore, O Israel, let*ld not Judah become guilty. Enter*ln not into Gilgal, nor*ld go up to Beth-aven, and*ld swear not, “As the Lord*s lives.”"
    },
    {
        "o": 24613,
        "r": "esv:Hosea:4:16",
        "t": "Like*ln a stubborn heifer, Israel*ld is stubborn; can*ln the Lord*s now feed them like*ld a lamb in a broad pasture?"
    },
    {
        "o": 24614,
        "r": "esv:Hosea:4:17",
        "t": "Ephraim*pn is joined to idols; leave*ld him alone."
    },
    {
        "o": 24615,
        "r": "esv:Hosea:4:18",
        "t": "When*ln their drink is gone, they give themselves to whoring; their*ld rulers dearly love shame."
    },
    {
        "o": 24616,
        "r": "esv:Hosea:4:19",
        "t": "A*ln wind has wrapped them in its wings, and*ld they shall be ashamed because of their sacrifices."
    },
    {
        "o": 24617,
        "r": "esv:Hosea:5:0",
        "t": "Hosea 5",
        "h": 1
    },
    {
        "o": 24618,
        "r": "esv:Hosea:5:0",
        "t": "Punishment Coming for Israel and Judah",
        "h": 2
    },
    {
        "o": 24619,
        "r": "esv:Hosea:5:1",
        "t": "Hear*pn this, O priests! Pay*ld attention, O house of Israel! Give*ln ear, O house of the king! For*ld the judgment is for you; for*ln you have been a snare at Mizpah and*ld a net spread upon Tabor."
    },
    {
        "o": 24620,
        "r": "esv:Hosea:5:2",
        "t": "And*ln the revolters have gone deep into slaughter, but*ld I will discipline all of them."
    },
    {
        "o": 24621,
        "r": "esv:Hosea:5:3",
        "t": "I*pn know Ephraim, and*ld Israel is not hidden from me; for*ln now, O Ephraim, you have played the whore; Israel*ld is defiled."
    },
    {
        "o": 24622,
        "r": "esv:Hosea:5:4",
        "t": "Their*ln deeds do not permit them to*ld return to their God. For*ln the spirit of whoredom is within them, and*ld they know not the Lord.*s"
    },
    {
        "o": 24623,
        "r": "esv:Hosea:5:5",
        "t": "The*pn pride of Israel testifies to his face; Israel*ld and Ephraim shall stumble in his guilt; Judah*ld also shall stumble with them."
    },
    {
        "o": 24624,
        "r": "esv:Hosea:5:6",
        "t": "With*ln their flocks and herds they shall go to*ld seek the Lord,*s but*ln they will not find him; he*ld has withdrawn from them."
    },
    {
        "o": 24625,
        "r": "esv:Hosea:5:7",
        "t": "They*ln have dealt faithlessly with the Lord;*s for*ld they have borne alien children. Now*ld the new moon shall devour them with their fields."
    },
    {
        "o": 24626,
        "r": "esv:Hosea:5:8",
        "t": "Blow*pn the horn in Gibeah, the*ld trumpet in Ramah. Sound*ln the alarm at Beth-aven; we*ld follow you, O Benjamin!"
    },
    {
        "o": 24627,
        "r": "esv:Hosea:5:9",
        "t": "Ephraim*ln shall become a desolation in*ld the day of punishment; among*ln the tribes of Israel I*ld make known what is sure."
    },
    {
        "o": 24628,
        "r": "esv:Hosea:5:10",
        "t": "The*ln princes of Judah have become like*ld those who move the landmark; upon*ln them I will pour out my*ld wrath like water."
    },
    {
        "o": 24629,
        "r": "esv:Hosea:5:11",
        "t": "Ephraim*ln is oppressed, crushed in judgment, because*ld he was determined to go after filth."
    },
    {
        "o": 24630,
        "r": "esv:Hosea:5:12",
        "t": "But*ln I am like a moth to Ephraim, and*ld like dry rot to the house of Judah."
    },
    {
        "o": 24631,
        "r": "esv:Hosea:5:13",
        "t": "When*pn Ephraim saw his sickness, and*ld Judah his wound, then*ln Ephraim went to Assyria, and*ld sent to the great king. But*ln he is not able to cure you or*ld heal your wound."
    },
    {
        "o": 24632,
        "r": "esv:Hosea:5:14",
        "t": "For*ln I will be like a lion to Ephraim, and*ld like a young lion to the house of Judah. I,*ln even I, will tear and go away; I*ld will carry off, and no one shall rescue."
    },
    {
        "o": 24633,
        "r": "esv:Hosea:5:15",
        "t": "I*pn will return again to my place, until*ld they acknowledge their guilt and seek my face, and*ld in their distress earnestly seek me."
    },
    {
        "o": 24634,
        "r": "esv:Hosea:6:0",
        "t": "Hosea 6",
        "h": 1
    },
    {
        "o": 24635,
        "r": "esv:Hosea:6:0",
        "t": "Israel and Judah Are Unrepentant",
        "h": 2
    },
    {
        "o": 24636,
        "r": "esv:Hosea:6:1",
        "t": "“Come,*pn let us return to the Lord;*s for*ld he has torn us, that he may heal us; he*ld has struck us down, and he will bind us up."
    },
    {
        "o": 24637,
        "r": "esv:Hosea:6:2",
        "t": "After*ln two days he will revive us; on*ld the third day he will raise us up, that*ld we may live before him."
    },
    {
        "o": 24638,
        "r": "esv:Hosea:6:3",
        "t": "Let*ln us know; let us press on to know the Lord;*s his*ld going out is sure as the dawn; he*ln will come to us as the showers, as*ld the spring rains that water the earth.”"
    },
    {
        "o": 24639,
        "r": "esv:Hosea:6:4",
        "t": "What*pn shall I do with you, O Ephraim? What*ld shall I do with you, O Judah? Your*ln love is like a morning cloud, like*ld the dew that goes early away."
    },
    {
        "o": 24640,
        "r": "esv:Hosea:6:5",
        "t": "Therefore*ln I have hewn them by the prophets; I*ld have slain them by the words of my mouth, and*ld my judgment goes forth as the light."
    },
    {
        "o": 24641,
        "r": "esv:Hosea:6:6",
        "t": "For*ln I desire steadfast love and not sacrifice, the*ld knowledge of God rather than burnt offerings."
    },
    {
        "o": 24642,
        "r": "esv:Hosea:6:7",
        "t": "But*pn like Adam they transgressed the covenant; there*ld they dealt faithlessly with me."
    },
    {
        "o": 24643,
        "r": "esv:Hosea:6:8",
        "t": "Gilead*ln is a city of evildoers, tracked*ld with blood."
    },
    {
        "o": 24644,
        "r": "esv:Hosea:6:9",
        "t": "As*ln robbers lie in wait for a man, so*ld the priests band together; they*ln murder on the way to Shechem; they*ld commit villainy."
    },
    {
        "o": 24645,
        "r": "esv:Hosea:6:10",
        "t": "In*ln the house of Israel I have seen a horrible thing; Ephraim’s*ld whoredom is there; Israel is defiled."
    },
    {
        "o": 24646,
        "r": "esv:Hosea:6:11",
        "t": "For*pn you also, O Judah, a harvest is appointed. When*pn I restore the fortunes of my people,"
    },
    {
        "o": 24647,
        "r": "esv:Hosea:7:0",
        "t": "Hosea 7",
        "h": 1
    },
    {
        "o": 24648,
        "r": "esv:Hosea:7:1",
        "t": "when*pn I would heal Israel, the*ld iniquity of Ephraim is revealed, and*ld the evil deeds of Samaria, for*ln they deal falsely; the*ld thief breaks in, and*ld the bandits raid outside."
    },
    {
        "o": 24649,
        "r": "esv:Hosea:7:2",
        "t": "But*ln they do not consider that*ld I remember all their evil. Now*ln their deeds surround them; they*ld are before my face."
    },
    {
        "o": 24650,
        "r": "esv:Hosea:7:3",
        "t": "By*ln their evil they make the king glad, and*ld the princes by their treachery."
    },
    {
        "o": 24651,
        "r": "esv:Hosea:7:4",
        "t": "They*ln are all adulterers; they*ld are like a heated oven whose*ln baker ceases to stir the fire, from*ld the kneading of the dough until*ld it is leavened."
    },
    {
        "o": 24652,
        "r": "esv:Hosea:7:5",
        "t": "On*ln the day of our king, the princes became*ld sick with the heat of wine; he*ld stretched out his hand with mockers."
    },
    {
        "o": 24653,
        "r": "esv:Hosea:7:6",
        "t": "For*ln with hearts like an oven they approach their intrigue; all*ld night their anger smolders; in*ld the morning it blazes like a flaming fire."
    },
    {
        "o": 24654,
        "r": "esv:Hosea:7:7",
        "t": "All*ln of them are hot as an oven, and*ld they devour their rulers. All*ln their kings have fallen, and*ld none of them calls upon me."
    },
    {
        "o": 24655,
        "r": "esv:Hosea:7:8",
        "t": "Ephraim*pn mixes himself with the peoples; Ephraim*ld is a cake not turned."
    },
    {
        "o": 24656,
        "r": "esv:Hosea:7:9",
        "t": "Strangers*ln devour his strength, and*ld he knows it not; gray*ln hairs are sprinkled upon him, and*ld he knows it not."
    },
    {
        "o": 24657,
        "r": "esv:Hosea:7:10",
        "t": "The*ln pride of Israel testifies to his face; yet*ld they do not return to the Lord*s their God, nor*ld seek him, for all this."
    },
    {
        "o": 24658,
        "r": "esv:Hosea:7:11",
        "t": "Ephraim*pn is like a dove, silly*ld and without sense, calling*ld to Egypt, going to Assyria."
    },
    {
        "o": 24659,
        "r": "esv:Hosea:7:12",
        "t": "As*ln they go, I will spread over them my net; I*ld will bring them down like birds of the heavens; I*ld will discipline them according to the report made to their congregation."
    },
    {
        "o": 24660,
        "r": "esv:Hosea:7:13",
        "t": "Woe*ln to them, for they have strayed from me! Destruction*ld to them, for they have rebelled against me! I*ln would redeem them, but*ld they speak lies against me."
    },
    {
        "o": 24661,
        "r": "esv:Hosea:7:14",
        "t": "They*pn do not cry to me from the heart, but*ld they wail upon their beds; for*ln grain and wine they gash themselves; they*ld rebel against me."
    },
    {
        "o": 24662,
        "r": "esv:Hosea:7:15",
        "t": "Although*ln I trained and strengthened their arms, yet*ld they devise evil against me."
    },
    {
        "o": 24663,
        "r": "esv:Hosea:7:16",
        "t": "They*ln return, but not upward; they*ld are like a treacherous bow; their*ln princes shall fall by the sword because*ld of the insolence of their tongue. This*ln shall be their derision in the land of Egypt."
    },
    {
        "o": 24664,
        "r": "esv:Hosea:8:0",
        "t": "Hosea 8",
        "h": 1
    },
    {
        "o": 24665,
        "r": "esv:Hosea:8:0",
        "t": "Israel Will Reap the Whirlwind",
        "h": 2
    },
    {
        "o": 24666,
        "r": "esv:Hosea:8:1",
        "t": "Set*pn the trumpet to your lips! One*ld like a vulture is over the house of the Lord,*s because*ln they have transgressed my covenant and*ld rebelled against my law."
    },
    {
        "o": 24667,
        "r": "esv:Hosea:8:2",
        "t": "To*ln me they cry, “My*ld God, we— Israel— know you.”"
    },
    {
        "o": 24668,
        "r": "esv:Hosea:8:3",
        "t": "Israel*ln has spurned the good; the*ld enemy shall pursue him."
    },
    {
        "o": 24669,
        "r": "esv:Hosea:8:4",
        "t": "They*pn made kings, but not through me. They*ld set up princes, but I knew it not. With*ln their silver and gold they made idols for*ld their own destruction."
    },
    {
        "o": 24670,
        "r": "esv:Hosea:8:5",
        "t": "I*ln have spurned your calf, O Samaria. My*ld anger burns against them. How*ln long will they be incapable of innocence?"
    },
    {
        "o": 24671,
        "r": "esv:Hosea:8:6",
        "t": "For*ln it is from Israel; a*ln craftsman made it; it*ld is not God. The*ln calf of Samaria shall*ld be broken to pieces."
    },
    {
        "o": 24672,
        "r": "esv:Hosea:8:7",
        "t": "For*pn they sow the wind, and*ld they shall reap the whirlwind. The*ln standing grain has no heads; it*ld shall yield no flour; if*ln it were to yield, strangers*ld would devour it."
    },
    {
        "o": 24673,
        "r": "esv:Hosea:8:8",
        "t": "Israel*ln is swallowed up; already*ld they are among the nations as*ld a useless vessel."
    },
    {
        "o": 24674,
        "r": "esv:Hosea:8:9",
        "t": "For*ln they have gone up to Assyria, a*ld wild donkey wandering alone; Ephraim*ld has hired lovers."
    },
    {
        "o": 24675,
        "r": "esv:Hosea:8:10",
        "t": "Though*ln they hire allies among the nations, I*ld will soon gather them up. And*ln the king and princes shall soon writhe because*ld of the tribute."
    },
    {
        "o": 24676,
        "r": "esv:Hosea:8:11",
        "t": "Because*pn Ephraim has multiplied altars for sinning, they*ld have become to him altars for sinning."
    },
    {
        "o": 24677,
        "r": "esv:Hosea:8:12",
        "t": "Were*ln I to write for him my laws by the ten thousands, they*ld would be regarded as a strange thing."
    },
    {
        "o": 24678,
        "r": "esv:Hosea:8:13",
        "t": "As*ln for my sacrificial offerings, they*ld sacrifice meat and eat it, but*ld the Lord*s does not accept them. Now*ln he will remember their iniquity and*ld punish their sins; they*ld shall return to Egypt."
    },
    {
        "o": 24679,
        "r": "esv:Hosea:8:14",
        "t": "For*ln Israel has forgotten his Maker and*ld built palaces, and*ln Judah has multiplied fortified cities; so*ld I will send a fire upon his cities, and*ld it shall devour her strongholds."
    },
    {
        "o": 24680,
        "r": "esv:Hosea:9:0",
        "t": "Hosea 9",
        "h": 1
    },
    {
        "o": 24681,
        "r": "esv:Hosea:9:0",
        "t": "The Lord Will Punish Israel",
        "h": 2
    },
    {
        "o": 24682,
        "r": "esv:Hosea:9:1",
        "t": "Rejoice*pn not, O Israel! Exult*ld not like the peoples; for*ln you have played the whore, forsaking your God. You*ld have loved a prostitute’s wages on*ld all threshing floors."
    },
    {
        "o": 24683,
        "r": "esv:Hosea:9:2",
        "t": "Threshing*ln floor and wine vat shall not feed them, and*ld the new wine shall fail them."
    },
    {
        "o": 24684,
        "r": "esv:Hosea:9:3",
        "t": "They*ln shall not remain in the land of the Lord,*s but*ld Ephraim shall return to Egypt, and*ld they shall eat unclean food in Assyria."
    },
    {
        "o": 24685,
        "r": "esv:Hosea:9:4",
        "t": "They*pn shall not pour drink offerings of wine to the Lord,*s and*ld their sacrifices shall not please him. It*ln shall be like mourners’ bread to them; all*ld who eat of it shall be defiled; for*ln their bread shall be for their hunger only; it*ld shall not come to the house of the Lord.*s"
    },
    {
        "o": 24686,
        "r": "esv:Hosea:9:5",
        "t": "What*pn will you do on the day of the appointed festival, and*ld on the day of the feast of the Lord?*s"
    },
    {
        "o": 24687,
        "r": "esv:Hosea:9:6",
        "t": "For*ln behold, they are going away from destruction; but*ld Egypt shall gather them; Memphis*ld shall bury them. Nettles*ln shall possess their precious things of silver; thorns*ld shall be in their tents."
    },
    {
        "o": 24688,
        "r": "esv:Hosea:9:7",
        "t": "The*pn days of punishment have come; the*ld days of recompense have come; Israel*ld shall know it. The*ln prophet is a fool; the*ld man of the spirit is mad, because*ln of your great iniquity and*ld great hatred."
    },
    {
        "o": 24689,
        "r": "esv:Hosea:9:8",
        "t": "The*ln prophet is the watchman of Ephraim with my God; yet*ln a fowler’s snare is on all his ways, and*ld hatred in the house of his God."
    },
    {
        "o": 24690,
        "r": "esv:Hosea:9:9",
        "t": "They*ln have deeply corrupted themselves as*ld in the days of Gibeah: he*ln will remember their iniquity; he*ld will punish their sins."
    },
    {
        "o": 24691,
        "r": "esv:Hosea:9:10",
        "t": "Like*pn grapes in the wilderness, I*ld found Israel. Like*ln the first fruit on the fig tree in*ld its first season, I*ld saw your fathers. But*ln they came to Baal-peor and*ld consecrated themselves to the thing of shame, and*ld became detestable like the thing they loved."
    },
    {
        "o": 24692,
        "r": "esv:Hosea:9:11",
        "t": "Ephraim’s*ln glory shall fly away like a bird— no*ld birth, no pregnancy, no conception!"
    },
    {
        "o": 24693,
        "r": "esv:Hosea:9:12",
        "t": "Even*ln if they bring up children, I*ld will bereave them till none is left. Woe*ln to them when*ld I depart from them!"
    },
    {
        "o": 24694,
        "r": "esv:Hosea:9:13",
        "t": "Ephraim,*ln as I have seen, was like a young palm planted in a meadow; but*ld Ephraim must lead his children out to slaughter."
    },
    {
        "o": 24695,
        "r": "esv:Hosea:9:14",
        "t": "Give*ln them, O Lord—*s what*ld will you give? Give*ln them a miscarrying womb and*ld dry breasts."
    },
    {
        "o": 24696,
        "r": "esv:Hosea:9:15",
        "t": "Every*pn evil of theirs is in Gilgal; there*ld I began to hate them. Because*ln of the wickedness of their deeds I*ld will drive them out of my house. I*ln will love them no more; all*ld their princes are rebels."
    },
    {
        "o": 24697,
        "r": "esv:Hosea:9:16",
        "t": "Ephraim*pn is stricken; their*ld root is dried up; they*ld shall bear no fruit. Even*ln though they give birth, I*ld will put their beloved children to death."
    },
    {
        "o": 24698,
        "r": "esv:Hosea:9:17",
        "t": "My*ln God will reject them because*ld they have not listened to him; they*ld shall be wanderers among the nations."
    },
    {
        "o": 24699,
        "r": "esv:Hosea:10:0",
        "t": "Hosea 10",
        "h": 1
    },
    {
        "o": 24700,
        "r": "esv:Hosea:10:1",
        "t": "Israel*pn is a luxuriant vine that*ld yields its fruit. The*ln more his fruit increased, the*ld more altars he built; as*ln his country improved, he*ld improved his pillars."
    },
    {
        "o": 24701,
        "r": "esv:Hosea:10:2",
        "t": "Their*ln heart is false; now*ld they must bear their guilt. The*ln Lord*s will break down their altars and*ld destroy their pillars."
    },
    {
        "o": 24702,
        "r": "esv:Hosea:10:3",
        "t": "For*pn now they will say: “We*ld have no king, for*ln we do not fear the Lord;*s and*ld a king— what could he do for us?”"
    },
    {
        "o": 24703,
        "r": "esv:Hosea:10:4",
        "t": "They*ln utter mere words; with*ld empty oaths they make covenants; so*ln judgment springs up like poisonous weeds in*ld the furrows of the field."
    },
    {
        "o": 24704,
        "r": "esv:Hosea:10:5",
        "t": "The*ln inhabitants of Samaria tremble for*ld the calf of Beth-aven. Its*ln people mourn for it, and so do its idolatrous priests— those*ld who rejoiced over it and over its glory— for*ld it has departed from them."
    },
    {
        "o": 24705,
        "r": "esv:Hosea:10:6",
        "t": "The*ln thing itself shall be carried to Assyria as*ld tribute to the great king. Ephraim*ln shall be put to shame, and*ld Israel shall be ashamed of his idol."
    },
    {
        "o": 24706,
        "r": "esv:Hosea:10:7",
        "t": "Samaria’s*pn king shall perish like*ld a twig on the face of the waters."
    },
    {
        "o": 24707,
        "r": "esv:Hosea:10:8",
        "t": "The*ln high places of Aven, the sin of Israel, shall*ld be destroyed. Thorn*ln and thistle shall grow up on*ld their altars, and*ln they shall say to the mountains, “Cover us,” and*ld to the hills, “Fall on us.”"
    },
    {
        "o": 24708,
        "r": "esv:Hosea:10:9",
        "t": "From*pn the days of Gibeah, you have sinned, O Israel; there*ld they have continued. Shall*ld not the war against the unjust overtake them in Gibeah?"
    },
    {
        "o": 24709,
        "r": "esv:Hosea:10:10",
        "t": "When*ln I please, I will discipline them, and*ld nations shall be gathered against them when*ld they are bound up for their double iniquity."
    },
    {
        "o": 24710,
        "r": "esv:Hosea:10:11",
        "t": "Ephraim*pn was a trained calf that*ld loved to thresh, and*ld I spared her fair neck; but*ln I will put Ephraim to the yoke; Judah*ld must plow; Jacob*ld must harrow for himself."
    },
    {
        "o": 24711,
        "r": "esv:Hosea:10:12",
        "t": "Sow*ln for yourselves righteousness; reap*ld steadfast love; break*ld up your fallow ground, for*ln it is the time to seek the Lord,*s that*ld he may come and rain righteousness upon you."
    },
    {
        "o": 24712,
        "r": "esv:Hosea:10:13",
        "t": "You*pn have plowed iniquity; you*ld have reaped injustice; you*ld have eaten the fruit of lies. Because*ln you have trusted in your own way and*ld in the multitude of your warriors,"
    },
    {
        "o": 24713,
        "r": "esv:Hosea:10:14",
        "t": "therefore*ln the tumult of war shall arise among your people, and*ld all your fortresses shall be destroyed, as*ln Shalman destroyed Beth-arbel on the day of battle; mothers*ld were dashed in pieces with their children."
    },
    {
        "o": 24714,
        "r": "esv:Hosea:10:15",
        "t": "Thus*ln it shall be done to you, O Bethel, because*ld of your great evil. At*ln dawn the king of Israel shall*ld be utterly cut off."
    },
    {
        "o": 24715,
        "r": "esv:Hosea:11:0",
        "t": "Hosea 11",
        "h": 1
    },
    {
        "o": 24716,
        "r": "esv:Hosea:11:0",
        "t": "The Lord’s Love for Israel",
        "h": 2
    },
    {
        "o": 24717,
        "r": "esv:Hosea:11:1",
        "t": "When*pn Israel was a child, I loved him, and*ld out of Egypt I called my son."
    },
    {
        "o": 24718,
        "r": "esv:Hosea:11:2",
        "t": "The*ln more they were called, the*ld more they went away; they*ln kept sacrificing to the Baals and*ld burning offerings to idols."
    },
    {
        "o": 24719,
        "r": "esv:Hosea:11:3",
        "t": "Yet*pn it was I who taught Ephraim to walk; I*ld took them up by their arms, but*ld they did not know that I healed them."
    },
    {
        "o": 24720,
        "r": "esv:Hosea:11:4",
        "t": "I*ln led them with cords of kindness, with*ld the bands of love, and*ln I became to them as one who eases the yoke on their jaws, and*ld I bent down to them and fed them."
    },
    {
        "o": 24721,
        "r": "esv:Hosea:11:5",
        "t": "They*pn shall not return to the land of Egypt, but*ld Assyria shall be their king, because*ld they have refused to return to me."
    },
    {
        "o": 24722,
        "r": "esv:Hosea:11:6",
        "t": "The*ln sword shall rage against their cities, consume*ld the bars of their gates, and*ld devour them because of their own counsels."
    },
    {
        "o": 24723,
        "r": "esv:Hosea:11:7",
        "t": "My*ln people are bent on turning away from me, and*ld though they call out to the Most High, he*ld shall not raise them up at all."
    },
    {
        "o": 24724,
        "r": "esv:Hosea:11:8",
        "t": "How*pn can I give you up, O Ephraim? How*ld can I hand you over, O Israel? How*ln can I make you like Admah? How*ld can I treat you like Zeboiim? My*ln heart recoils within me; my*ld compassion grows warm and tender."
    },
    {
        "o": 24725,
        "r": "esv:Hosea:11:9",
        "t": "I*ln will not execute my burning anger; I*ld will not again destroy Ephraim; for*ln I am God and not a man, the*ld Holy One in your midst, and*ld I will not come in wrath."
    },
    {
        "o": 24726,
        "r": "esv:Hosea:11:10",
        "t": "They*pn shall go after the Lord;*s he*ld will roar like a lion; when*ln he roars, his*ld children shall come trembling from the west;"
    },
    {
        "o": 24727,
        "r": "esv:Hosea:11:11",
        "t": "they*ln shall come trembling like birds from Egypt, and*ld like doves from the land of Assyria, and*ld I will return them to their homes, declares the Lord.*s"
    },
    {
        "o": 24728,
        "r": "esv:Hosea:11:12",
        "t": "Ephraim*ln has surrounded me with lies, and*ld the house of Israel with deceit, but*ln Judah still walks with God and*ld is faithful to the Holy One."
    },
    {
        "o": 24729,
        "r": "esv:Hosea:12:0",
        "t": "Hosea 12",
        "h": 1
    },
    {
        "o": 24730,
        "r": "esv:Hosea:12:1",
        "t": "Ephraim*pn feeds on the wind and*ld pursues the east wind all day long; they*ln multiply falsehood and violence; they*ld make a covenant with Assyria, and*ld oil is carried to Egypt."
    },
    {
        "o": 24731,
        "r": "esv:Hosea:12:1",
        "t": "The Lord’s Indictment of Israel and Judah",
        "h": 2
    },
    {
        "o": 24732,
        "r": "esv:Hosea:12:2",
        "t": "The*pn Lord*s has an indictment against Judah and*ld will punish Jacob according to his ways; he*ld will repay him according to his deeds."
    },
    {
        "o": 24733,
        "r": "esv:Hosea:12:3",
        "t": "In*ln the womb he took his brother by the heel, and*ld in his manhood he strove with God."
    },
    {
        "o": 24734,
        "r": "esv:Hosea:12:4",
        "t": "He*ln strove with the angel and prevailed; he*ld wept and sought his favor. He*ln met God at Bethel, and*ld there God spoke with us—"
    },
    {
        "o": 24735,
        "r": "esv:Hosea:12:5",
        "t": "the*ln Lord,*s the God of hosts, the*ld Lord*s is his memorial name:"
    },
    {
        "o": 24736,
        "r": "esv:Hosea:12:6",
        "t": "“So*ln you, by the help of your God, return, hold*ld fast to love and justice, and*ld wait continually for your God.”"
    },
    {
        "o": 24737,
        "r": "esv:Hosea:12:7",
        "t": "A*pn merchant, in whose hands are false balances, he*ld loves to oppress."
    },
    {
        "o": 24738,
        "r": "esv:Hosea:12:8",
        "t": "Ephraim*ln has said, “Ah, but I am rich; I*ld have found wealth for myself; in*ln all my labors they cannot find in me iniquity or sin.”"
    },
    {
        "o": 24739,
        "r": "esv:Hosea:12:9",
        "t": "I*ln am the Lord*s your God from*ld the land of Egypt; I*ln will again make you dwell in tents, as*ld in the days of the appointed feast."
    },
    {
        "o": 24740,
        "r": "esv:Hosea:12:10",
        "t": "I*pn spoke to the prophets; it*ld was I who multiplied visions, and*ld through the prophets gave parables."
    },
    {
        "o": 24741,
        "r": "esv:Hosea:12:11",
        "t": "If*ln there is iniquity in Gilead, they*ld shall surely come to nothing: in*ln Gilgal they sacrifice bulls; their*ld altars also are like stone heaps on*ld the furrows of the field."
    },
    {
        "o": 24742,
        "r": "esv:Hosea:12:12",
        "t": "Jacob*ln fled to the land of Aram; there*ld Israel served for a wife, and*ld for a wife he guarded sheep."
    },
    {
        "o": 24743,
        "r": "esv:Hosea:12:13",
        "t": "By*ln a prophet the Lord*s brought Israel up from Egypt, and*ld by a prophet he was guarded."
    },
    {
        "o": 24744,
        "r": "esv:Hosea:12:14",
        "t": "Ephraim*ln has given bitter provocation; so*ld his Lord will leave his bloodguilt on him and*ld will repay him for his disgraceful deeds."
    },
    {
        "o": 24745,
        "r": "esv:Hosea:13:0",
        "t": "Hosea 13",
        "h": 1
    },
    {
        "o": 24746,
        "r": "esv:Hosea:13:0",
        "t": "The Lord’s Relentless Judgment on Israel",
        "h": 2
    },
    {
        "o": 24747,
        "r": "esv:Hosea:13:1",
        "t": "When*pn Ephraim spoke, there was trembling; he*ld was exalted in Israel, but*ld he incurred guilt through Baal and died."
    },
    {
        "o": 24748,
        "r": "esv:Hosea:13:2",
        "t": "And*ln now they sin more and more, and*ld make for themselves metal images, idols*ln skillfully made of their silver, all*ld of them the work of craftsmen. It*ln is said of them, “Those*ld who offer human sacrifice kiss calves!”"
    },
    {
        "o": 24749,
        "r": "esv:Hosea:13:3",
        "t": "Therefore*ln they shall be like the morning mist or*ld like the dew that goes early away, like*ln the chaff that swirls from the threshing floor or*ld like smoke from a window."
    },
    {
        "o": 24750,
        "r": "esv:Hosea:13:4",
        "t": "But*pn I am the Lord*s your God from*ld the land of Egypt; you*ln know no God but me, and*ld besides me there is no savior."
    },
    {
        "o": 24751,
        "r": "esv:Hosea:13:5",
        "t": "It*ln was I who knew you in the wilderness, in*ld the land of drought;"
    },
    {
        "o": 24752,
        "r": "esv:Hosea:13:6",
        "t": "but*ln when they had grazed, they became full, they*ld were filled, and their heart was lifted up; therefore*ld they forgot me."
    },
    {
        "o": 24753,
        "r": "esv:Hosea:13:7",
        "t": "So*ln I am to them like a lion; like*ld a leopard I will lurk beside the way."
    },
    {
        "o": 24754,
        "r": "esv:Hosea:13:8",
        "t": "I*ln will fall upon them like a bear robbed of her cubs; I*ld will tear open their breast, and*ln there I will devour them like a lion, as*ld a wild beast would rip them open."
    },
    {
        "o": 24755,
        "r": "esv:Hosea:13:9",
        "t": "He*pn destroys you, O Israel, for*ld you are against me, against your helper."
    },
    {
        "o": 24756,
        "r": "esv:Hosea:13:10",
        "t": "Where*ln now is your king, to save you in all your cities? Where*ld are all your rulers— those*ln of whom you said, “Give*ld me a king and princes”?"
    },
    {
        "o": 24757,
        "r": "esv:Hosea:13:11",
        "t": "I*ln gave you a king in my anger, and*ld I took him away in my wrath."
    },
    {
        "o": 24758,
        "r": "esv:Hosea:13:12",
        "t": "The*pn iniquity of Ephraim is bound up; his*ld sin is kept in store."
    },
    {
        "o": 24759,
        "r": "esv:Hosea:13:13",
        "t": "The*ln pangs of childbirth come for him, but*ld he is an unwise son, for*ln at the right time he does not present himself at*ld the opening of the womb."
    },
    {
        "o": 24760,
        "r": "esv:Hosea:13:14",
        "t": "I*pn shall ransom them from the power of Sheol; I*ld shall redeem them from Death. O*ln Death, where are your plagues? O*ld Sheol, where is your sting? Compassion*ld is hidden from my eyes."
    },
    {
        "o": 24761,
        "r": "esv:Hosea:13:15",
        "t": "Though*pn he may flourish among his brothers, the*ld east wind, the wind of the Lord,*s shall come, rising*ld from the wilderness, and*ln his fountain shall dry up; his*ld spring shall be parched; it*ln shall strip his treasury of*ld every precious thing."
    },
    {
        "o": 24762,
        "r": "esv:Hosea:13:16",
        "t": "Samaria*ln shall bear her guilt, because*ld she has rebelled against her God; they*ln shall fall by the sword; their*ld little ones shall be dashed in pieces, and*ld their pregnant women ripped open."
    },
    {
        "o": 24763,
        "r": "esv:Hosea:14:0",
        "t": "Hosea 14",
        "h": 1
    },
    {
        "o": 24764,
        "r": "esv:Hosea:14:0",
        "t": "A Plea to Return to the Lord",
        "h": 2
    },
    {
        "o": 24765,
        "r": "esv:Hosea:14:1",
        "t": "Return,*pn O Israel, to the Lord*s your God, for*ld you have stumbled because of your iniquity."
    },
    {
        "o": 24766,
        "r": "esv:Hosea:14:2",
        "t": "Take*ln with you words and*ld return to the Lord;*s say*ln to him, “Take*ld away all iniquity; accept*ln what is good, and*ld we will pay with bulls the*ld vows of our lips."
    },
    {
        "o": 24767,
        "r": "esv:Hosea:14:3",
        "t": "Assyria*ln shall not save us; we*ld will not ride on horses; and*ln we will say no more, ‘Our God,’ to*ld the work of our hands. In*ln you the orphan finds mercy.”"
    },
    {
        "o": 24768,
        "r": "esv:Hosea:14:4",
        "t": "I*pn will heal their apostasy; I*ld will love them freely, for*ld my anger has turned from them."
    },
    {
        "o": 24769,
        "r": "esv:Hosea:14:5",
        "t": "I*ln will be like the dew to Israel; he*ld shall blossom like the lily; he*ld shall take root like the trees of Lebanon;"
    },
    {
        "o": 24770,
        "r": "esv:Hosea:14:6",
        "t": "his*ln shoots shall spread out; his*ld beauty shall be like the olive, and*ld his fragrance like Lebanon."
    },
    {
        "o": 24771,
        "r": "esv:Hosea:14:7",
        "t": "They*ln shall return and dwell beneath my shadow; they*ld shall flourish like the grain; they*ln shall blossom like the vine; their*ld fame shall be like the wine of Lebanon."
    },
    {
        "o": 24772,
        "r": "esv:Hosea:14:8",
        "t": "O*pn Ephraim, what have I to do with idols? It*ld is I who answer and look after you. I*ln am like an evergreen cypress; from*ld me comes your fruit."
    },
    {
        "o": 24773,
        "r": "esv:Hosea:14:9",
        "t": "Whoever*pn is wise, let him understand these things; whoever*ld is discerning, let him know them; for*ln the ways of the Lord*s are right, and*ld the upright walk in them, but*ld transgressors stumble in them."
    }
]
