[
    {
        "o": 12389,
        "r": "nkjv:2 Chronicles:1:0",
        "t": "2 Chronicles 1",
        "h": 1
    },
    {
        "o": 12390,
        "r": "nkjv:2 Chronicles:1:0",
        "t": "Solomon Requests Wisdom",
        "h": 2
    },
    {
        "o": 12391,
        "r": "nkjv:2 Chronicles:1:1",
        "t": "Now*p Solomon the son of David was strengthened in his kingdom, and the Lord*s his God was*i with him and exalted him exceedingly."
    },
    {
        "o": 12392,
        "r": "nkjv:2 Chronicles:1:2",
        "t": "And*p Solomon spoke to all Israel, to the captains of thousands and of hundreds, to the judges, and to every leader in all Israel, the heads of the fathers’ houses.*i"
    },
    {
        "o": 12393,
        "r": "nkjv:2 Chronicles:1:3",
        "t": "Then Solomon, and all the assembly with him, went to the high place that was*i at Gibeon; for the tabernacle of meeting with God was there, which Moses the servant of the Lord*s had made in the wilderness."
    },
    {
        "o": 12394,
        "r": "nkjv:2 Chronicles:1:4",
        "t": "But David had brought up the ark of God from Kirjath Jearim to the*i place*i David had prepared for it, for he had pitched a tent for it at Jerusalem."
    },
    {
        "o": 12395,
        "r": "nkjv:2 Chronicles:1:5",
        "t": "Now the bronze altar that Bezalel the son of Uri, the son of Hur, had made, he put before the tabernacle of the Lord;*s Solomon and the assembly sought Him there.*i"
    },
    {
        "o": 12396,
        "r": "nkjv:2 Chronicles:1:6",
        "t": "And Solomon went up there to the bronze altar before the Lord,*s which was*i at the tabernacle of meeting, and offered a thousand burnt offerings on it."
    },
    {
        "o": 12397,
        "r": "nkjv:2 Chronicles:1:7",
        "t": "On*p that night God appeared to Solomon, and said to him, “Ask! What shall I give you?”"
    },
    {
        "o": 12398,
        "r": "nkjv:2 Chronicles:1:8",
        "t": "And*p Solomon said to God: “You have shown great mercy to David my father, and have made me king in his place."
    },
    {
        "o": 12399,
        "r": "nkjv:2 Chronicles:1:9",
        "t": "Now, O Lord*s God, let Your promise to David my father be established, for You have made me king over a people like the dust of the earth in multitude."
    },
    {
        "o": 12400,
        "r": "nkjv:2 Chronicles:1:10",
        "t": "Now give me wisdom and knowledge, that I may go out and come in before this people; for who can judge this great people of Yours?”"
    },
    {
        "o": 12401,
        "r": "nkjv:2 Chronicles:1:11",
        "t": "Then*p God said to Solomon: “Because this was in your heart, and you have not asked riches or wealth or honor or the life of your enemies, nor have you asked long life—but have asked wisdom and knowledge for yourself, that you may judge My people over whom I have made you king—"
    },
    {
        "o": 12402,
        "r": "nkjv:2 Chronicles:1:12",
        "t": "wisdom and knowledge are*i granted to you; and I will give you riches and wealth and honor, such as none of the kings have had who were*i before you, nor shall any after you have the like.”"
    },
    {
        "o": 12403,
        "r": "nkjv:2 Chronicles:1:12",
        "t": "Solomon’s Military and Economic Power",
        "h": 2
    },
    {
        "o": 12404,
        "r": "nkjv:2 Chronicles:1:13",
        "t": "So*p Solomon came to Jerusalem from the high place that was*i at Gibeon, from before the tabernacle of meeting, and reigned over Israel."
    },
    {
        "o": 12405,
        "r": "nkjv:2 Chronicles:1:14",
        "t": "And Solomon gathered chariots and horsemen; he had one thousand four hundred chariots and twelve thousand horsemen, whom he stationed in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 12406,
        "r": "nkjv:2 Chronicles:1:15",
        "t": "Also the king made silver and gold as common in Jerusalem as stones, and he made cedars as abundant as the sycamores which are*i in the lowland."
    },
    {
        "o": 12407,
        "r": "nkjv:2 Chronicles:1:16",
        "t": "And Solomon had horses imported from Egypt and Keveh; the king’s merchants bought them in Keveh at the current*i price."
    },
    {
        "o": 12408,
        "r": "nkjv:2 Chronicles:1:17",
        "t": "They also acquired and imported from Egypt a chariot for six hundred shekels*i of silver, and a horse for one hundred and fifty; thus, through their agents, they exported them to all the kings of the Hittites and the kings of Syria."
    },
    {
        "o": 12409,
        "r": "nkjv:2 Chronicles:2:0",
        "t": "2 Chronicles 2",
        "h": 1
    },
    {
        "o": 12410,
        "r": "nkjv:2 Chronicles:2:0",
        "t": "Solomon Prepares to Build the Temple",
        "h": 2
    },
    {
        "o": 12411,
        "r": "nkjv:2 Chronicles:2:1",
        "t": "Then*p Solomon determined to build a temple for the name of the Lord,*s and a royal house for himself."
    },
    {
        "o": 12412,
        "r": "nkjv:2 Chronicles:2:2",
        "t": "Solomon selected seventy thousand men to bear burdens, eighty thousand to quarry stone*i in the mountains, and three thousand six hundred to oversee them."
    },
    {
        "o": 12413,
        "r": "nkjv:2 Chronicles:2:3",
        "t": "Then*p Solomon sent to Hiram king of Tyre, saying: As*pn you have dealt with David my father, and sent him cedars to build himself a house to dwell in, so*i deal*i with*i me.*i"
    },
    {
        "o": 12414,
        "r": "nkjv:2 Chronicles:2:4",
        "t": "Behold, I am building a temple for the name of the Lord*s my God, to dedicate it*i to Him, to burn before Him sweet incense, for the continual showbread, for the burnt offerings morning and evening, on the Sabbaths, on the New Moons, and on the set feasts of the Lord*s our God. This is*i an*i ordinance*i forever to Israel."
    },
    {
        "o": 12415,
        "r": "nkjv:2 Chronicles:2:5",
        "t": "And*ld the temple which I build will*i be*i great, for our God is greater than all gods."
    },
    {
        "o": 12416,
        "r": "nkjv:2 Chronicles:2:6",
        "t": "But who is able to build Him a temple, since heaven and the heaven of heavens cannot contain Him? Who am*i I then, that I should build Him a temple, except to burn sacrifice before Him?"
    },
    {
        "o": 12417,
        "r": "nkjv:2 Chronicles:2:7",
        "t": "Therefore*ld send me at once a man skillful to work in gold and silver, in bronze and iron, in purple and crimson and blue, who has skill to engrave with the skillful men who are with me in Judah and Jerusalem, whom David my father provided."
    },
    {
        "o": 12418,
        "r": "nkjv:2 Chronicles:2:8",
        "t": "Also send me cedar and cypress and algum logs from Lebanon, for I know that your servants have skill to cut timber in Lebanon; and indeed my servants will*i be*i with your servants,"
    },
    {
        "o": 12419,
        "r": "nkjv:2 Chronicles:2:9",
        "t": "to prepare timber for me in abundance, for the temple which I am about to build shall*i be*i great and wonderful."
    },
    {
        "o": 12420,
        "r": "nkjv:2 Chronicles:2:10",
        "t": "And*ld indeed I will give to your servants, the woodsmen who cut timber, twenty thousand kors of ground wheat, twenty thousand kors of barley, twenty thousand baths of wine, and twenty thousand baths of oil."
    },
    {
        "o": 12421,
        "r": "nkjv:2 Chronicles:2:11",
        "t": "Then*p Hiram king of Tyre answered in writing, which he sent to Solomon: Because*pn the Lord*s loves His people, He has made you king over them."
    },
    {
        "o": 12422,
        "r": "nkjv:2 Chronicles:2:12",
        "t": "Hiram*p also said: Blessed*pn be*i the Lord*s God of Israel, who made heaven and earth, for He has given King David a wise son, endowed with prudence and understanding, who will build a temple for the Lord*s and a royal house for himself!"
    },
    {
        "o": 12423,
        "r": "nkjv:2 Chronicles:2:13",
        "t": "And*ld now I have sent a skillful man, endowed with understanding, Huram my master craftsman*i"
    },
    {
        "o": 12424,
        "r": "nkjv:2 Chronicles:2:14",
        "t": "(the son of a woman of the daughters of Dan, and his father was a man of Tyre), skilled to work in gold and silver, bronze and iron, stone and wood, purple and blue, fine linen and crimson, and to make any engraving and to accomplish any plan which may be given to him, with your skillful men and with the skillful men of my lord David your father."
    },
    {
        "o": 12425,
        "r": "nkjv:2 Chronicles:2:15",
        "t": "Now*ld therefore, the wheat, the barley, the oil, and the wine which my lord has spoken of, let him send to his servants."
    },
    {
        "o": 12426,
        "r": "nkjv:2 Chronicles:2:16",
        "t": "And we will cut wood from Lebanon, as much as you need; we will bring it to you in rafts by sea to Joppa, and you will carry it up to Jerusalem."
    },
    {
        "o": 12427,
        "r": "nkjv:2 Chronicles:2:17",
        "t": "Then*p Solomon numbered all the aliens who were*i in the land of Israel, after the census in which David his father had numbered them; and there were found to be one hundred and fifty-three thousand six hundred."
    },
    {
        "o": 12428,
        "r": "nkjv:2 Chronicles:2:18",
        "t": "And he made seventy thousand of them bearers of burdens, eighty thousand stonecutters in the mountain, and three thousand six hundred overseers to make the people work."
    },
    {
        "o": 12429,
        "r": "nkjv:2 Chronicles:3:0",
        "t": "2 Chronicles 3",
        "h": 1
    },
    {
        "o": 12430,
        "r": "nkjv:2 Chronicles:3:0",
        "t": "Solomon Builds the Temple",
        "h": 2
    },
    {
        "o": 12431,
        "r": "nkjv:2 Chronicles:3:1",
        "t": "Now*p Solomon began to build the house of the Lord*s at Jerusalem on Mount Moriah, where the*i Lord*is had appeared to his father David, at the place that David had prepared on the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12432,
        "r": "nkjv:2 Chronicles:3:2",
        "t": "And he began to build on the second day*i of the second month in the fourth year of his reign."
    },
    {
        "o": 12433,
        "r": "nkjv:2 Chronicles:3:3",
        "t": "This*p is the foundation which Solomon laid for building the house of God: The length was*i sixty cubits (by cubits according to the former measure) and the width twenty cubits."
    },
    {
        "o": 12434,
        "r": "nkjv:2 Chronicles:3:4",
        "t": "And the vestibule that was*i in front of*i the sanctuary was twenty cubits long across the width of the house, and the height was*i one hundred and twenty. He overlaid the inside with pure gold."
    },
    {
        "o": 12435,
        "r": "nkjv:2 Chronicles:3:5",
        "t": "The larger room he paneled with cypress which he overlaid with fine gold, and he carved palm trees and chainwork on it."
    },
    {
        "o": 12436,
        "r": "nkjv:2 Chronicles:3:6",
        "t": "And he decorated the house with precious stones for beauty, and the gold was*i gold from Parvaim."
    },
    {
        "o": 12437,
        "r": "nkjv:2 Chronicles:3:7",
        "t": "He also overlaid the house—the beams and doorposts, its walls and doors—with gold; and he carved cherubim on the walls."
    },
    {
        "o": 12438,
        "r": "nkjv:2 Chronicles:3:8",
        "t": "And*p he made the Most Holy Place. Its length was according to the width of the house, twenty cubits, and its width twenty cubits. He overlaid it with six hundred talents of fine gold."
    },
    {
        "o": 12439,
        "r": "nkjv:2 Chronicles:3:9",
        "t": "The weight of the nails was*i fifty shekels of gold; and he overlaid the upper area with gold."
    },
    {
        "o": 12440,
        "r": "nkjv:2 Chronicles:3:10",
        "t": "In the Most Holy Place he made two cherubim, fashioned by carving, and overlaid them with gold."
    },
    {
        "o": 12441,
        "r": "nkjv:2 Chronicles:3:11",
        "t": "The wings of the cherubim were*i twenty cubits in overall*i length: one wing of*i the*i one*i cherub*i was*i five cubits, touching the wall of the room, and the other wing was*i five cubits, touching the wing of the other cherub;"
    },
    {
        "o": 12442,
        "r": "nkjv:2 Chronicles:3:12",
        "t": "one*i wing of the other cherub was*i five cubits, touching the wall of the room, and the other wing also*i was*i five cubits, touching the wing of the other cherub."
    },
    {
        "o": 12443,
        "r": "nkjv:2 Chronicles:3:13",
        "t": "The wings of these cherubim spanned twenty cubits overall. They stood on their feet, and they faced inward."
    },
    {
        "o": 12444,
        "r": "nkjv:2 Chronicles:3:14",
        "t": "And he made the veil of blue, purple, crimson, and fine linen, and wove cherubim into it."
    },
    {
        "o": 12445,
        "r": "nkjv:2 Chronicles:3:15",
        "t": "Also*p he made in front of the temple two pillars thirty-five cubits high, and the capital that was*i on the top of each of them*i was five cubits."
    },
    {
        "o": 12446,
        "r": "nkjv:2 Chronicles:3:16",
        "t": "He made wreaths of chainwork, as in the inner sanctuary, and put them*i on top of the pillars; and he made one hundred pomegranates, and put them*i on the wreaths of chainwork."
    },
    {
        "o": 12447,
        "r": "nkjv:2 Chronicles:3:17",
        "t": "Then he set up the pillars before the temple, one on the right hand and the other on the left; he called the name of the one on the right hand Jachin, and the name of the one on the left Boaz."
    },
    {
        "o": 12448,
        "r": "nkjv:2 Chronicles:4:0",
        "t": "2 Chronicles 4",
        "h": 1
    },
    {
        "o": 12449,
        "r": "nkjv:2 Chronicles:4:0",
        "t": "Furnishings of the Temple",
        "h": 2
    },
    {
        "o": 12450,
        "r": "nkjv:2 Chronicles:4:1",
        "t": "Moreover*p he made a bronze altar: twenty cubits was its length, twenty cubits its width, and ten cubits its height."
    },
    {
        "o": 12451,
        "r": "nkjv:2 Chronicles:4:2",
        "t": "Then*p he made the Sea of cast bronze,*i ten cubits from one brim to the other; it*i was*i completely round. Its height was*i five cubits, and a line of thirty cubits measured its circumference."
    },
    {
        "o": 12452,
        "r": "nkjv:2 Chronicles:4:3",
        "t": "And under it was*i the likeness of oxen encircling it all around, ten to a cubit, all the way around the Sea. The oxen were*i cast in two rows, when it was cast."
    },
    {
        "o": 12453,
        "r": "nkjv:2 Chronicles:4:4",
        "t": "It stood on twelve oxen: three looking toward the north, three looking toward the west, three looking toward the south, and three looking toward the east; the Sea was*i set*i upon them, and all their back parts pointed*i inward."
    },
    {
        "o": 12454,
        "r": "nkjv:2 Chronicles:4:5",
        "t": "It was*i a handbreadth thick; and its brim was shaped like the brim of a cup, like*i a lily blossom. It contained three thousand baths."
    },
    {
        "o": 12455,
        "r": "nkjv:2 Chronicles:4:6",
        "t": "He*p also made ten lavers, and put five on the right side and five on the left, to wash in them; such things as they offered for the burnt offering they would wash in them, but the Sea was*i for the priests to wash in."
    },
    {
        "o": 12456,
        "r": "nkjv:2 Chronicles:4:7",
        "t": "And he made ten lampstands of gold according to their design, and set them*i in the temple, five on the right side and five on the left."
    },
    {
        "o": 12457,
        "r": "nkjv:2 Chronicles:4:8",
        "t": "He also made ten tables, and placed them*i in the temple, five on the right side and five on the left. And he made one hundred bowls of gold."
    },
    {
        "o": 12458,
        "r": "nkjv:2 Chronicles:4:9",
        "t": "Furthermore*p he made the court of the priests, and the great court and doors for the court; and he overlaid these doors with bronze."
    },
    {
        "o": 12459,
        "r": "nkjv:2 Chronicles:4:10",
        "t": "He set the Sea on the right side, toward the southeast."
    },
    {
        "o": 12460,
        "r": "nkjv:2 Chronicles:4:11",
        "t": "Then*p Huram made the pots and the shovels and the bowls. So Huram finished doing the work that he was to do for King Solomon for the house of God:"
    },
    {
        "o": 12461,
        "r": "nkjv:2 Chronicles:4:12",
        "t": "the two pillars and the bowl-shaped capitals that*i were*i on top of the two pillars; the two networks covering the two bowl-shaped capitals which were*i on top of the pillars;"
    },
    {
        "o": 12462,
        "r": "nkjv:2 Chronicles:4:13",
        "t": "four hundred pomegranates for the two networks (two rows of pomegranates for each network, to cover the two bowl-shaped capitals that were*i on the pillars);"
    },
    {
        "o": 12463,
        "r": "nkjv:2 Chronicles:4:14",
        "t": "he also made carts and the lavers on the carts;"
    },
    {
        "o": 12464,
        "r": "nkjv:2 Chronicles:4:15",
        "t": "one Sea and twelve oxen under it;"
    },
    {
        "o": 12465,
        "r": "nkjv:2 Chronicles:4:16",
        "t": "also the pots, the shovels, the forks—and all their articles Huram his master craftsman*i made of burnished bronze for King Solomon for the house of the Lord.*s"
    },
    {
        "o": 12466,
        "r": "nkjv:2 Chronicles:4:17",
        "t": "In*p the plain of Jordan the king had them cast in clay molds, between Succoth and Zeredah."
    },
    {
        "o": 12467,
        "r": "nkjv:2 Chronicles:4:18",
        "t": "And Solomon had all these articles made in such great abundance that the weight of the bronze was not determined."
    },
    {
        "o": 12468,
        "r": "nkjv:2 Chronicles:4:19",
        "t": "Thus*p Solomon had all the furnishings made for the house of God: the altar of gold and the tables on which was*i the showbread;"
    },
    {
        "o": 12469,
        "r": "nkjv:2 Chronicles:4:20",
        "t": "the lampstands with their lamps of pure gold, to burn in the prescribed manner in front of the inner sanctuary,"
    },
    {
        "o": 12470,
        "r": "nkjv:2 Chronicles:4:21",
        "t": "with the flowers and the lamps and the wick-trimmers of gold, of purest gold;"
    },
    {
        "o": 12471,
        "r": "nkjv:2 Chronicles:4:22",
        "t": "the trimmers, the bowls, the ladles, and the censers of pure gold. As for the entry of the sanctuary, its inner doors to the Most Holy Place,*i and the doors of the main hall of the temple, were*i gold."
    },
    {
        "o": 12472,
        "r": "nkjv:2 Chronicles:5:0",
        "t": "2 Chronicles 5",
        "h": 1
    },
    {
        "o": 12473,
        "r": "nkjv:2 Chronicles:5:1",
        "t": "So*p all the work that Solomon had done for the house of the Lord*s was finished; and Solomon brought in the things which his father David had dedicated: the silver and the gold and all the furnishings. And he put them*i in the treasuries of the house of God."
    },
    {
        "o": 12474,
        "r": "nkjv:2 Chronicles:5:1",
        "t": "The Ark Brought into the Temple",
        "h": 2
    },
    {
        "o": 12475,
        "r": "nkjv:2 Chronicles:5:2",
        "t": "Now*p Solomon assembled the elders of Israel and all the heads of the tribes, the chief fathers of the children of Israel, in Jerusalem, that they might bring the ark of the covenant of the Lord*s up from the City of David, which is*i Zion."
    },
    {
        "o": 12476,
        "r": "nkjv:2 Chronicles:5:3",
        "t": "Therefore all the men of Israel assembled with the king at the feast, which was*i in the seventh month."
    },
    {
        "o": 12477,
        "r": "nkjv:2 Chronicles:5:4",
        "t": "So all the elders of Israel came, and the Levites took up the ark."
    },
    {
        "o": 12478,
        "r": "nkjv:2 Chronicles:5:5",
        "t": "Then they brought up the ark, the tabernacle of meeting, and all the holy furnishings that were*i in the tabernacle. The priests and the Levites brought them up."
    },
    {
        "o": 12479,
        "r": "nkjv:2 Chronicles:5:6",
        "t": "Also King Solomon, and all the congregation of Israel who were assembled with him before the ark, were sacrificing sheep and oxen that could not be counted or numbered for multitude."
    },
    {
        "o": 12480,
        "r": "nkjv:2 Chronicles:5:7",
        "t": "Then the priests brought in the ark of the covenant of the Lord*s to its place, into the inner sanctuary of the temple, to the Most Holy Place,*i under the wings of the cherubim."
    },
    {
        "o": 12481,
        "r": "nkjv:2 Chronicles:5:8",
        "t": "For the cherubim spread their*i wings over the place of the ark, and the cherubim overshadowed the ark and its poles."
    },
    {
        "o": 12482,
        "r": "nkjv:2 Chronicles:5:9",
        "t": "The poles extended so that the ends of the poles of the ark could be seen from the*i holy*i place,*i in front of the inner sanctuary; but they could not be seen from outside. And they are there to this day."
    },
    {
        "o": 12483,
        "r": "nkjv:2 Chronicles:5:10",
        "t": "Nothing was in the ark except the two tablets which Moses put there*i at Horeb, when the Lord*s made a*i covenant*i with the children of Israel, when they had come out of Egypt."
    },
    {
        "o": 12484,
        "r": "nkjv:2 Chronicles:5:11",
        "t": "And*p it came to pass when the priests came out of the Most*i Holy Place*i (for all the priests who were*i present had sanctified themselves, without keeping to their divisions),"
    },
    {
        "o": 12485,
        "r": "nkjv:2 Chronicles:5:12",
        "t": "and the Levites who*i were*i the singers, all those of Asaph and Heman and Jeduthun, with their sons and their brethren, stood at the east end of the altar, clothed in white linen, having cymbals, stringed instruments and harps, and with them one hundred and twenty priests sounding with trumpets—"
    },
    {
        "o": 12486,
        "r": "nkjv:2 Chronicles:5:13",
        "t": "indeed it came to pass, when the trumpeters and singers were*i as one, to make one sound to be heard in praising and thanking the Lord,*s and when they lifted up their voice with the trumpets and cymbals and instruments of music, and praised the Lord,*s saying:*i “For*ipn He*i is*i good, For*ld His mercy endures*i forever,” that*p the house, the house of the Lord,*s was filled with a cloud,"
    },
    {
        "o": 12487,
        "r": "nkjv:2 Chronicles:5:14",
        "t": "so that the priests could not continue ministering because of the cloud; for the glory of the Lord*s filled the house of God."
    },
    {
        "o": 12488,
        "r": "nkjv:2 Chronicles:6:0",
        "t": "2 Chronicles 6",
        "h": 1
    },
    {
        "o": 12489,
        "r": "nkjv:2 Chronicles:6:1",
        "t": "Then*p Solomon spoke: “The*pn Lord*s said He would dwell in the dark cloud."
    },
    {
        "o": 12490,
        "r": "nkjv:2 Chronicles:6:2",
        "t": "I*ld have surely built You an exalted house, And*ld a place for You to dwell in forever.”"
    },
    {
        "o": 12491,
        "r": "nkjv:2 Chronicles:6:2",
        "t": "Solomon’s Speech upon Completion of the Work",
        "h": 2
    },
    {
        "o": 12492,
        "r": "nkjv:2 Chronicles:6:3",
        "t": "Then*p the king turned around and blessed the whole assembly of Israel, while all the assembly of Israel was standing."
    },
    {
        "o": 12493,
        "r": "nkjv:2 Chronicles:6:4",
        "t": "And he said: “Blessed be*i the Lord*s God of Israel, who has fulfilled with His hands what*i He spoke with His mouth to my father David, saying,"
    },
    {
        "o": 12494,
        "r": "nkjv:2 Chronicles:6:5",
        "t": "‘Since the day that I brought My people out of the land of Egypt, I have chosen no city from any tribe of Israel in*i which*i to build a house, that My name might be there, nor did I choose any man to be a ruler over My people Israel."
    },
    {
        "o": 12495,
        "r": "nkjv:2 Chronicles:6:6",
        "t": "Yet I have chosen Jerusalem, that My name may be there, and I have chosen David to be over My people Israel.’"
    },
    {
        "o": 12496,
        "r": "nkjv:2 Chronicles:6:7",
        "t": "Now it was in the heart of my father David to build a temple for the name of the Lord*s God of Israel."
    },
    {
        "o": 12497,
        "r": "nkjv:2 Chronicles:6:8",
        "t": "But the Lord*s said to my father David, ‘Whereas it was in your heart to build a temple for My name, you did well in that it was in your heart."
    },
    {
        "o": 12498,
        "r": "nkjv:2 Chronicles:6:9",
        "t": "Nevertheless you shall not build the temple, but your son who will come from your body, he shall build the temple for My name.’"
    },
    {
        "o": 12499,
        "r": "nkjv:2 Chronicles:6:10",
        "t": "So the Lord*s has fulfilled His word which He spoke, and I have filled the position of my father David, and sit on the throne of Israel, as the Lord*s promised; and I have built the temple for the name of the Lord*s God of Israel."
    },
    {
        "o": 12500,
        "r": "nkjv:2 Chronicles:6:11",
        "t": "And there I have put the ark, in which is*i the covenant of the Lord*s which He made with the children of Israel.”"
    },
    {
        "o": 12501,
        "r": "nkjv:2 Chronicles:6:11",
        "t": "Solomon’s Prayer of Dedication",
        "h": 2
    },
    {
        "o": 12502,
        "r": "nkjv:2 Chronicles:6:12",
        "t": "Then*p Solomon*i stood before the altar of the Lord*s in the presence of all the assembly of Israel, and spread out his hands"
    },
    {
        "o": 12503,
        "r": "nkjv:2 Chronicles:6:13",
        "t": "(for Solomon had made a bronze platform five cubits long, five cubits wide, and three cubits high, and had set it in the midst of the court; and he stood on it, knelt down on his knees before all the assembly of Israel, and spread out his hands toward heaven);"
    },
    {
        "o": 12504,
        "r": "nkjv:2 Chronicles:6:14",
        "t": "and he said: “Lord*s God of Israel, there*i is*i no God in heaven or on earth like You, who keep Your*i covenant and mercy with Your servants who walk before You with all their hearts."
    },
    {
        "o": 12505,
        "r": "nkjv:2 Chronicles:6:15",
        "t": "You have kept what You promised Your servant David my father; You have both spoken with Your mouth and fulfilled it*i with Your hand, as it*i is*i this day."
    },
    {
        "o": 12506,
        "r": "nkjv:2 Chronicles:6:16",
        "t": "Therefore, Lord*s God of Israel, now keep what You promised Your servant David my father, saying, ‘You shall not fail to have a man sit before Me on the throne of Israel, only if your sons take heed to their way, that they walk in My law as you have walked before Me.’"
    },
    {
        "o": 12507,
        "r": "nkjv:2 Chronicles:6:17",
        "t": "And now, O Lord*s God of Israel, let Your word come true, which You have spoken to Your servant David."
    },
    {
        "o": 12508,
        "r": "nkjv:2 Chronicles:6:18",
        "t": "“But*p will God indeed dwell with men on the earth? Behold, heaven and the heaven of heavens cannot contain You. How much less this temple which I have built!"
    },
    {
        "o": 12509,
        "r": "nkjv:2 Chronicles:6:19",
        "t": "Yet regard the prayer of Your servant and his supplication, O Lord*s my God, and listen to the cry and the prayer which Your servant is praying before You:"
    },
    {
        "o": 12510,
        "r": "nkjv:2 Chronicles:6:20",
        "t": "that Your eyes may be open toward this temple day and night, toward the place where You*i said You*i would*i put Your name, that You may hear the prayer which Your servant makes toward this place."
    },
    {
        "o": 12511,
        "r": "nkjv:2 Chronicles:6:21",
        "t": "And may You hear the supplications of Your servant and of Your people Israel, when they pray toward this place. Hear from heaven Your dwelling place, and when You hear, forgive."
    },
    {
        "o": 12512,
        "r": "nkjv:2 Chronicles:6:22",
        "t": "“If*p anyone sins against his neighbor, and is forced to take an oath, and comes and*i takes an oath before Your altar in this temple,"
    },
    {
        "o": 12513,
        "r": "nkjv:2 Chronicles:6:23",
        "t": "then hear from heaven, and act, and judge Your servants, bringing retribution on the wicked by bringing his way on his own head, and justifying the righteous by giving him according to his righteousness."
    },
    {
        "o": 12514,
        "r": "nkjv:2 Chronicles:6:24",
        "t": "“Or*p if Your people Israel are defeated before an enemy because they have sinned against You, and return and confess Your name, and pray and make supplication before You in this temple,"
    },
    {
        "o": 12515,
        "r": "nkjv:2 Chronicles:6:25",
        "t": "then hear from heaven and forgive the sin of Your people Israel, and bring them back to the land which You gave to them and their fathers."
    },
    {
        "o": 12516,
        "r": "nkjv:2 Chronicles:6:26",
        "t": "“When*p the heavens are shut up and there is no rain because they have sinned against You, when they pray toward this place and confess Your name, and turn from their sin because You afflict them,"
    },
    {
        "o": 12517,
        "r": "nkjv:2 Chronicles:6:27",
        "t": "then hear in*i heaven, and forgive the sin of Your servants, Your people Israel, that You may teach them the good way in which they should walk; and send rain on Your land which You have given to Your people as an inheritance."
    },
    {
        "o": 12518,
        "r": "nkjv:2 Chronicles:6:28",
        "t": "“When*p there is famine in the land, pestilence or blight or mildew, locusts or grasshoppers; when their enemies besiege them in the land of their cities; whatever plague or whatever sickness there*i is;*i"
    },
    {
        "o": 12519,
        "r": "nkjv:2 Chronicles:6:29",
        "t": "whatever prayer, whatever supplication is made*i by anyone, or by all Your people Israel, when each one knows his own burden and his own grief, and spreads out his hands to this temple:"
    },
    {
        "o": 12520,
        "r": "nkjv:2 Chronicles:6:30",
        "t": "then hear from heaven Your dwelling place, and forgive, and give to everyone according to all his ways, whose heart You know (for You alone know the hearts of the sons of men),"
    },
    {
        "o": 12521,
        "r": "nkjv:2 Chronicles:6:31",
        "t": "that they may fear You, to walk in Your ways as long as they live in the land which You gave to our fathers."
    },
    {
        "o": 12522,
        "r": "nkjv:2 Chronicles:6:32",
        "t": "“Moreover,*p concerning a foreigner, who is not of Your people Israel, but has come from a far country for the sake of Your great name and Your mighty hand and Your outstretched arm, when they come and pray in this temple;"
    },
    {
        "o": 12523,
        "r": "nkjv:2 Chronicles:6:33",
        "t": "then hear from heaven Your dwelling place, and do according to all for which the foreigner calls to You, that all peoples of the earth may know Your name and fear You, as do*i Your people Israel, and that they may know that this temple which I have built is called by Your name."
    },
    {
        "o": 12524,
        "r": "nkjv:2 Chronicles:6:34",
        "t": "“When*p Your people go out to battle against their enemies, wherever You send them, and when they pray to You toward this city which You have chosen and the temple which I have built for Your name,"
    },
    {
        "o": 12525,
        "r": "nkjv:2 Chronicles:6:35",
        "t": "then hear from heaven their prayer and their supplication, and maintain their cause."
    },
    {
        "o": 12526,
        "r": "nkjv:2 Chronicles:6:36",
        "t": "“When*p they sin against You (for there*i is*i no one who does not sin), and You become angry with them and deliver them to the enemy, and they take them captive to a land far or near;"
    },
    {
        "o": 12527,
        "r": "nkjv:2 Chronicles:6:37",
        "t": "yet*i when they come to themselves in the land where they were carried captive, and repent, and make supplication to You in the land of their captivity, saying, ‘We have sinned, we have done wrong, and have committed wickedness’;"
    },
    {
        "o": 12528,
        "r": "nkjv:2 Chronicles:6:38",
        "t": "and when*i they return to You with all their heart and with all their soul in the land of their captivity, where they have been carried captive, and pray toward their land which You gave to their fathers, the city which You have chosen, and toward the temple which I have built for Your name:"
    },
    {
        "o": 12529,
        "r": "nkjv:2 Chronicles:6:39",
        "t": "then hear from heaven Your dwelling place their prayer and their supplications, and maintain their cause, and forgive Your people who have sinned against You."
    },
    {
        "o": 12530,
        "r": "nkjv:2 Chronicles:6:40",
        "t": "Now, my God, I pray, let Your eyes be open and let*i Your ears be*i attentive to the prayer made*i in this place."
    },
    {
        "o": 12531,
        "r": "nkjv:2 Chronicles:6:41",
        "t": "“Now*pn therefore, Arise,*ld O Lord*s God, to Your resting place, You*ld and the ark of Your strength. Let*ld Your priests, O Lord*s God, be clothed with salvation, And*ld let Your saints rejoice in goodness."
    },
    {
        "o": 12532,
        "r": "nkjv:2 Chronicles:6:42",
        "t": "“O*ln Lord*s God, do not turn away the face of Your Anointed; Remember*ld the mercies of Your servant David.”"
    },
    {
        "o": 12533,
        "r": "nkjv:2 Chronicles:7:0",
        "t": "2 Chronicles 7",
        "h": 1
    },
    {
        "o": 12534,
        "r": "nkjv:2 Chronicles:7:0",
        "t": "Solomon Dedicates the Temple",
        "h": 2
    },
    {
        "o": 12535,
        "r": "nkjv:2 Chronicles:7:1",
        "t": "When*p Solomon had finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices; and the glory of the Lord*s filled the temple."
    },
    {
        "o": 12536,
        "r": "nkjv:2 Chronicles:7:2",
        "t": "And the priests could not enter the house of the Lord,*s because the glory of the Lord*s had filled the Lord’s*s house."
    },
    {
        "o": 12537,
        "r": "nkjv:2 Chronicles:7:3",
        "t": "When all the children of Israel saw how the fire came down, and the glory of the Lord*s on the temple, they bowed their faces to the ground on the pavement, and worshiped and praised the Lord,*s saying:*i “For*pn He*i is*i good, For*ld His mercy endures*i forever.”"
    },
    {
        "o": 12538,
        "r": "nkjv:2 Chronicles:7:4",
        "t": "Then*p the king and all the people offered sacrifices before the Lord.*s"
    },
    {
        "o": 12539,
        "r": "nkjv:2 Chronicles:7:5",
        "t": "King Solomon offered a sacrifice of twenty-two thousand bulls and one hundred and twenty thousand sheep. So the king and all the people dedicated the house of God."
    },
    {
        "o": 12540,
        "r": "nkjv:2 Chronicles:7:6",
        "t": "And the priests attended to their services; the Levites also with instruments of the music of the Lord,*s which King David had made to praise the Lord,*s saying, “For His mercy endures*i forever,” whenever David offered praise by their ministry. The priests sounded trumpets opposite them, while all Israel stood."
    },
    {
        "o": 12541,
        "r": "nkjv:2 Chronicles:7:7",
        "t": "Furthermore*p Solomon consecrated the middle of the court that was*i in front of the house of the Lord;*s for there he offered burnt offerings and the fat of the peace offerings, because the bronze altar which Solomon had made was not able to receive the burnt offerings, the grain offerings, and the fat."
    },
    {
        "o": 12542,
        "r": "nkjv:2 Chronicles:7:8",
        "t": "At*p that time Solomon kept the feast seven days, and all Israel with him, a very great assembly from the entrance of Hamath to the Brook of Egypt."
    },
    {
        "o": 12543,
        "r": "nkjv:2 Chronicles:7:9",
        "t": "And on the eighth day they held a sacred assembly, for they observed the dedication of the altar seven days, and the feast seven days."
    },
    {
        "o": 12544,
        "r": "nkjv:2 Chronicles:7:10",
        "t": "On the twenty-third day of the seventh month he sent the people away to their tents, joyful and glad of heart for the good that the Lord*s had done for David, for Solomon, and for His people Israel."
    },
    {
        "o": 12545,
        "r": "nkjv:2 Chronicles:7:11",
        "t": "Thus Solomon finished the house of the Lord*s and the king’s house; and Solomon successfully accomplished all that came into his heart to make in the house of the Lord*s and in his own house."
    },
    {
        "o": 12546,
        "r": "nkjv:2 Chronicles:7:11",
        "t": "God’s Second Appearance to Solomon",
        "h": 2
    },
    {
        "o": 12547,
        "r": "nkjv:2 Chronicles:7:12",
        "t": "Then*p the Lord*s appeared to Solomon by night, and said to him: “I have heard your prayer, and have chosen this place for Myself as a house of sacrifice."
    },
    {
        "o": 12548,
        "r": "nkjv:2 Chronicles:7:13",
        "t": "When I shut up heaven and there is no rain, or command the locusts to devour the land, or send pestilence among My people,"
    },
    {
        "o": 12549,
        "r": "nkjv:2 Chronicles:7:14",
        "t": "if My people who are called by My name will humble themselves, and pray and seek My face, and turn from their wicked ways, then I will hear from heaven, and will forgive their sin and heal their land."
    },
    {
        "o": 12550,
        "r": "nkjv:2 Chronicles:7:15",
        "t": "Now My eyes will be open and My ears attentive to prayer made*i in this place."
    },
    {
        "o": 12551,
        "r": "nkjv:2 Chronicles:7:16",
        "t": "For now I have chosen and sanctified this house, that My name may be there forever; and My eyes and My heart will be there perpetually."
    },
    {
        "o": 12552,
        "r": "nkjv:2 Chronicles:7:17",
        "t": "As for you, if you walk before Me as your father David walked, and do according to all that I have commanded you, and if you keep My statutes and My judgments,"
    },
    {
        "o": 12553,
        "r": "nkjv:2 Chronicles:7:18",
        "t": "then I will establish the throne of your kingdom, as I covenanted with David your father, saying, ‘You shall not fail to*i have*i a man as ruler in Israel.’"
    },
    {
        "o": 12554,
        "r": "nkjv:2 Chronicles:7:19",
        "t": "“But*p if you turn away and forsake My statutes and My commandments which I have set before you, and go and serve other gods, and worship them,"
    },
    {
        "o": 12555,
        "r": "nkjv:2 Chronicles:7:20",
        "t": "then I will uproot them from My land which I have given them; and this house which I have sanctified for My name I will cast out of My sight, and will make it a proverb and a byword among all peoples."
    },
    {
        "o": 12556,
        "r": "nkjv:2 Chronicles:7:21",
        "t": "“And*p as*i for*i this house, which is exalted, everyone who passes by it will be astonished and say, ‘Why has the Lord*s done thus to this land and this house?’"
    },
    {
        "o": 12557,
        "r": "nkjv:2 Chronicles:7:22",
        "t": "Then they will answer, ‘Because they forsook the Lord*s God of their fathers, who brought them out of the land of Egypt, and embraced other gods, and worshiped them and served them; therefore He has brought all this calamity on them.’”"
    },
    {
        "o": 12558,
        "r": "nkjv:2 Chronicles:8:0",
        "t": "2 Chronicles 8",
        "h": 1
    },
    {
        "o": 12559,
        "r": "nkjv:2 Chronicles:8:0",
        "t": "Solomon’s Additional Achievements",
        "h": 2
    },
    {
        "o": 12560,
        "r": "nkjv:2 Chronicles:8:1",
        "t": "It*p came to pass at the end of twenty years, when Solomon had built the house of the Lord*s and his own house,"
    },
    {
        "o": 12561,
        "r": "nkjv:2 Chronicles:8:2",
        "t": "that the cities which Hiram had given to Solomon, Solomon built them; and he settled the children of Israel there."
    },
    {
        "o": 12562,
        "r": "nkjv:2 Chronicles:8:3",
        "t": "And Solomon went to Hamath Zobah and seized it."
    },
    {
        "o": 12563,
        "r": "nkjv:2 Chronicles:8:4",
        "t": "He also built Tadmor in the wilderness, and all the storage cities which he built in Hamath."
    },
    {
        "o": 12564,
        "r": "nkjv:2 Chronicles:8:5",
        "t": "He built Upper Beth Horon and Lower Beth Horon, fortified cities with*i walls, gates, and bars,"
    },
    {
        "o": 12565,
        "r": "nkjv:2 Chronicles:8:6",
        "t": "also Baalath and all the storage cities that Solomon had, and all the chariot cities and the cities of the cavalry, and all that Solomon desired to build in Jerusalem, in Lebanon, and in all the land of his dominion."
    },
    {
        "o": 12566,
        "r": "nkjv:2 Chronicles:8:7",
        "t": "All*p the people who*i were*i left of the Hittites, Amorites, Perizzites, Hivites, and Jebusites, who were*i not of Israel—"
    },
    {
        "o": 12567,
        "r": "nkjv:2 Chronicles:8:8",
        "t": "that is, their descendants who were left in the land after them, whom the children of Israel did not destroy—from these Solomon raised forced labor, as it is to this day."
    },
    {
        "o": 12568,
        "r": "nkjv:2 Chronicles:8:9",
        "t": "But Solomon did not make the children of Israel servants for his work. Some were*i men of war, captains of his officers, captains of his chariots, and his cavalry."
    },
    {
        "o": 12569,
        "r": "nkjv:2 Chronicles:8:10",
        "t": "And others were*i chiefs of the officials of King Solomon: two hundred and fifty, who ruled over the people."
    },
    {
        "o": 12570,
        "r": "nkjv:2 Chronicles:8:11",
        "t": "Now*p Solomon brought the daughter of Pharaoh up from the City of David to the house he had built for her, for he said, “My wife shall not dwell in the house of David king of Israel, because the*i places*i to which the ark of the Lord*s has come are holy.”"
    },
    {
        "o": 12571,
        "r": "nkjv:2 Chronicles:8:12",
        "t": "Then*p Solomon offered burnt offerings to the Lord*s on the altar of the Lord*s which he had built before the vestibule,"
    },
    {
        "o": 12572,
        "r": "nkjv:2 Chronicles:8:13",
        "t": "according to the daily rate, offering according to the commandment of Moses, for the Sabbaths, the New Moons, and the three appointed yearly feasts—the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Tabernacles."
    },
    {
        "o": 12573,
        "r": "nkjv:2 Chronicles:8:14",
        "t": "And, according to the order of David his father, he appointed the divisions of the priests for their service, the Levites for their duties (to praise and serve before the priests) as the duty of each day required, and the gatekeepers by their divisions at each gate; for so David the man of God had commanded."
    },
    {
        "o": 12574,
        "r": "nkjv:2 Chronicles:8:15",
        "t": "They did not depart from the command of the king to the priests and Levites concerning any matter or concerning the treasuries."
    },
    {
        "o": 12575,
        "r": "nkjv:2 Chronicles:8:16",
        "t": "Now*p all the work of Solomon was well-ordered from the day of the foundation of the house of the Lord*s until it was finished. So the house of the Lord*s was completed."
    },
    {
        "o": 12576,
        "r": "nkjv:2 Chronicles:8:17",
        "t": "Then*p Solomon went to Ezion Geber and Elath on the seacoast, in the land of Edom."
    },
    {
        "o": 12577,
        "r": "nkjv:2 Chronicles:8:18",
        "t": "And Hiram sent him ships by the hand of his servants, and servants who knew the sea. They went with the servants of Solomon to Ophir, and acquired four hundred and fifty talents of gold from there, and brought it to King Solomon."
    },
    {
        "o": 12578,
        "r": "nkjv:2 Chronicles:9:0",
        "t": "2 Chronicles 9",
        "h": 1
    },
    {
        "o": 12579,
        "r": "nkjv:2 Chronicles:9:0",
        "t": "The Queen of Sheba’s Praise of Solomon",
        "h": 2
    },
    {
        "o": 12580,
        "r": "nkjv:2 Chronicles:9:1",
        "t": "Now*p when the queen of Sheba heard of the fame of Solomon, she came to Jerusalem to test Solomon with hard questions, having*i a very great retinue, camels that bore spices, gold in abundance, and precious stones; and when she came to Solomon, she spoke with him about all that was in her heart."
    },
    {
        "o": 12581,
        "r": "nkjv:2 Chronicles:9:2",
        "t": "So Solomon answered all her questions; there was nothing so difficult for Solomon that he could not explain it to her."
    },
    {
        "o": 12582,
        "r": "nkjv:2 Chronicles:9:3",
        "t": "And when the queen of Sheba had seen the wisdom of Solomon, the house that he had built,"
    },
    {
        "o": 12583,
        "r": "nkjv:2 Chronicles:9:4",
        "t": "the food on his table, the seating of his servants, the service of his waiters and their apparel, his cupbearers and their apparel, and his entryway by which he went up to the house of the Lord,*s there was no more spirit in her."
    },
    {
        "o": 12584,
        "r": "nkjv:2 Chronicles:9:5",
        "t": "Then*p she said to the king: “It*i was*i a true report which I heard in my own land about your words and your wisdom."
    },
    {
        "o": 12585,
        "r": "nkjv:2 Chronicles:9:6",
        "t": "However I did not believe their words until I came and saw with my own eyes; and indeed the half of the greatness of your wisdom was not told me. You exceed the fame of which I heard."
    },
    {
        "o": 12586,
        "r": "nkjv:2 Chronicles:9:7",
        "t": "Happy are*i your men and happy are*i these your servants, who stand continually before you and hear your wisdom!"
    },
    {
        "o": 12587,
        "r": "nkjv:2 Chronicles:9:8",
        "t": "Blessed be the Lord*s your God, who delighted in you, setting you on His throne to*i be*i king for the Lord*s your God! Because your God has loved Israel, to establish them forever, therefore He made you king over them, to do justice and righteousness.”"
    },
    {
        "o": 12588,
        "r": "nkjv:2 Chronicles:9:9",
        "t": "And*p she gave the king one hundred and twenty talents of gold, spices in great abundance, and precious stones; there never were any spices such as those the queen of Sheba gave to King Solomon."
    },
    {
        "o": 12589,
        "r": "nkjv:2 Chronicles:9:10",
        "t": "Also,*p the servants of Hiram and the servants of Solomon, who brought gold from Ophir, brought algum wood and precious stones."
    },
    {
        "o": 12590,
        "r": "nkjv:2 Chronicles:9:11",
        "t": "And the king made walkways of*i the algum wood for the house of the Lord*s and for the king’s house, also harps and stringed instruments for singers; and there were none such as*i these*i seen before in the land of Judah."
    },
    {
        "o": 12591,
        "r": "nkjv:2 Chronicles:9:12",
        "t": "Now*p King Solomon gave to the queen of Sheba all she desired, whatever she asked, much*i more*i than she had brought to the king. So she turned and went to her own country, she and her servants."
    },
    {
        "o": 12592,
        "r": "nkjv:2 Chronicles:9:12",
        "t": "Solomon’s Great Wealth",
        "h": 2
    },
    {
        "o": 12593,
        "r": "nkjv:2 Chronicles:9:13",
        "t": "The*p weight of gold that came to Solomon yearly was six hundred and sixty-six talents of gold,"
    },
    {
        "o": 12594,
        "r": "nkjv:2 Chronicles:9:14",
        "t": "besides what*i the traveling merchants and traders brought. And all the kings of Arabia and governors of the country brought gold and silver to Solomon."
    },
    {
        "o": 12595,
        "r": "nkjv:2 Chronicles:9:15",
        "t": "And King Solomon made two hundred large shields of hammered gold; six hundred shekels*i of hammered gold went into each shield."
    },
    {
        "o": 12596,
        "r": "nkjv:2 Chronicles:9:16",
        "t": "He*i also made*i three hundred shields of hammered gold; three hundred shekels*i of gold went into each shield. The king put them in the House of the Forest of Lebanon."
    },
    {
        "o": 12597,
        "r": "nkjv:2 Chronicles:9:17",
        "t": "Moreover*p the king made a great throne of ivory, and overlaid it with pure gold."
    },
    {
        "o": 12598,
        "r": "nkjv:2 Chronicles:9:18",
        "t": "The throne had*i six steps, with a footstool of gold, which*i were*i fastened to the throne; there were armrests on either side of the place of the seat, and two lions stood beside the armrests."
    },
    {
        "o": 12599,
        "r": "nkjv:2 Chronicles:9:19",
        "t": "Twelve lions stood there, one on each side of the six steps; nothing like this*i had been made for any other*i kingdom."
    },
    {
        "o": 12600,
        "r": "nkjv:2 Chronicles:9:20",
        "t": "All*p King Solomon’s drinking vessels were*i gold, and all the vessels of the House of the Forest of Lebanon were*i pure gold. Not one*i was*i silver, for this was accounted as nothing in the days of Solomon."
    },
    {
        "o": 12601,
        "r": "nkjv:2 Chronicles:9:21",
        "t": "For the king’s ships went to Tarshish with the servants of Hiram. Once every three years the merchant ships came, bringing gold, silver, ivory, apes, and monkeys."
    },
    {
        "o": 12602,
        "r": "nkjv:2 Chronicles:9:22",
        "t": "So*p King Solomon surpassed all the kings of the earth in riches and wisdom."
    },
    {
        "o": 12603,
        "r": "nkjv:2 Chronicles:9:23",
        "t": "And all the kings of the earth sought the presence of Solomon to hear his wisdom, which God had put in his heart."
    },
    {
        "o": 12604,
        "r": "nkjv:2 Chronicles:9:24",
        "t": "Each man brought his present: articles of silver and gold, garments, armor, spices, horses, and mules, at a set rate year by year."
    },
    {
        "o": 12605,
        "r": "nkjv:2 Chronicles:9:25",
        "t": "Solomon*p had four thousand stalls for horses and chariots, and twelve thousand horsemen whom he stationed in the chariot cities and with the king at Jerusalem."
    },
    {
        "o": 12606,
        "r": "nkjv:2 Chronicles:9:26",
        "t": "So*p he reigned over all the kings from the River to the land of the Philistines, as far as the border of Egypt."
    },
    {
        "o": 12607,
        "r": "nkjv:2 Chronicles:9:27",
        "t": "The king made silver as*i common*i in Jerusalem as stones, and he made cedar trees as abundant as the sycamores which are*i in the lowland."
    },
    {
        "o": 12608,
        "r": "nkjv:2 Chronicles:9:28",
        "t": "And they brought horses to Solomon from Egypt and from all lands."
    },
    {
        "o": 12609,
        "r": "nkjv:2 Chronicles:9:28",
        "t": "Death of Solomon",
        "h": 2
    },
    {
        "o": 12610,
        "r": "nkjv:2 Chronicles:9:29",
        "t": "Now*p the rest of the acts of Solomon, first and last, are*i they not written in the book of Nathan the prophet, in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?"
    },
    {
        "o": 12611,
        "r": "nkjv:2 Chronicles:9:30",
        "t": "Solomon reigned in Jerusalem over all Israel forty years."
    },
    {
        "o": 12612,
        "r": "nkjv:2 Chronicles:9:31",
        "t": "Then Solomon rested with his fathers, and was buried in the City of David his father. And Rehoboam his son reigned in his place."
    },
    {
        "o": 12613,
        "r": "nkjv:2 Chronicles:10:0",
        "t": "2 Chronicles 10",
        "h": 1
    },
    {
        "o": 12614,
        "r": "nkjv:2 Chronicles:10:0",
        "t": "The Revolt Against Rehoboam",
        "h": 2
    },
    {
        "o": 12615,
        "r": "nkjv:2 Chronicles:10:1",
        "t": "And*p Rehoboam went to Shechem, for all Israel had gone to Shechem to make him king."
    },
    {
        "o": 12616,
        "r": "nkjv:2 Chronicles:10:2",
        "t": "So it happened, when Jeroboam the son of Nebat heard it*i (he was in Egypt, where he had fled from the presence of King Solomon), that Jeroboam returned from Egypt."
    },
    {
        "o": 12617,
        "r": "nkjv:2 Chronicles:10:3",
        "t": "Then they sent for him and called him. And Jeroboam and all Israel came and spoke to Rehoboam, saying,"
    },
    {
        "o": 12618,
        "r": "nkjv:2 Chronicles:10:4",
        "t": "“Your father made our yoke heavy; now therefore, lighten the burdensome service of your father and his heavy yoke which he put on us, and we will serve you.”"
    },
    {
        "o": 12619,
        "r": "nkjv:2 Chronicles:10:5",
        "t": "So*p he said to them, “Come back to me after three days.” And the people departed."
    },
    {
        "o": 12620,
        "r": "nkjv:2 Chronicles:10:6",
        "t": "Then*p King Rehoboam consulted the elders who stood before his father Solomon while he still lived, saying, “How do you advise me*i to answer these people?”"
    },
    {
        "o": 12621,
        "r": "nkjv:2 Chronicles:10:7",
        "t": "And*p they spoke to him, saying, “If you are kind to these people, and please them, and speak good words to them, they will be your servants forever.”"
    },
    {
        "o": 12622,
        "r": "nkjv:2 Chronicles:10:8",
        "t": "But*p he rejected the advice which the elders had given him, and consulted the young men who had grown up with him, who stood before him."
    },
    {
        "o": 12623,
        "r": "nkjv:2 Chronicles:10:9",
        "t": "And he said to them, “What advice do you give? How should we answer this people who have spoken to me, saying, ‘Lighten the yoke which your father put on us’?”"
    },
    {
        "o": 12624,
        "r": "nkjv:2 Chronicles:10:10",
        "t": "Then*p the young men who had grown up with him spoke to him, saying, “Thus you should speak to the people who have spoken to you, saying, ‘Your father made our yoke heavy, but you make it*i lighter on us’—thus you shall say to them: ‘My little finger*i shall be thicker than my father’s waist!"
    },
    {
        "o": 12625,
        "r": "nkjv:2 Chronicles:10:11",
        "t": "And now, whereas my father put a heavy yoke on you, I will add to your yoke; my father chastised you with whips, but I will*i chastise*i you*i with scourges!’”"
    },
    {
        "o": 12626,
        "r": "nkjv:2 Chronicles:10:12",
        "t": "So*p Jeroboam and all the people came to Rehoboam on the third day, as the king had directed, saying, “Come back to me the third day.”"
    },
    {
        "o": 12627,
        "r": "nkjv:2 Chronicles:10:13",
        "t": "Then the king answered them roughly. King Rehoboam rejected the advice of the elders,"
    },
    {
        "o": 12628,
        "r": "nkjv:2 Chronicles:10:14",
        "t": "and he spoke to them according to the advice of the young men, saying, “My father made your yoke heavy, but I will add to it; my father chastised you with whips, but I will*i chastise*i you*i with scourges!”"
    },
    {
        "o": 12629,
        "r": "nkjv:2 Chronicles:10:15",
        "t": "So the king did not listen to the people; for the turn of*i events*i was from God, that the Lord*s might fulfill His word, which He had spoken by the hand of Ahijah the Shilonite to Jeroboam the son of Nebat."
    },
    {
        "o": 12630,
        "r": "nkjv:2 Chronicles:10:16",
        "t": "Now*p when all Israel saw*i that the king did not listen to them, the people answered the king, saying: “What*pn share have we in David? We*ild have*i no inheritance in the son of Jesse. Every*ld man to your tents, O Israel! Now*ld see to your own house, O David!” So*p all Israel departed to their tents."
    },
    {
        "o": 12631,
        "r": "nkjv:2 Chronicles:10:17",
        "t": "But Rehoboam reigned over the children of Israel who dwelt in the cities of Judah."
    },
    {
        "o": 12632,
        "r": "nkjv:2 Chronicles:10:18",
        "t": "Then*p King Rehoboam sent Hadoram, who was*i in charge of revenue; but the children of Israel stoned him with stones, and he died. Therefore King Rehoboam mounted his*i chariot in haste to flee to Jerusalem."
    },
    {
        "o": 12633,
        "r": "nkjv:2 Chronicles:10:19",
        "t": "So Israel has been in rebellion against the house of David to this day."
    },
    {
        "o": 12634,
        "r": "nkjv:2 Chronicles:11:0",
        "t": "2 Chronicles 11",
        "h": 1
    },
    {
        "o": 12635,
        "r": "nkjv:2 Chronicles:11:1",
        "t": "Now*p when Rehoboam came to Jerusalem, he assembled from the house of Judah and Benjamin one hundred and eighty thousand chosen men*i who were warriors, to fight against Israel, that he might restore the kingdom to Rehoboam."
    },
    {
        "o": 12636,
        "r": "nkjv:2 Chronicles:11:2",
        "t": "But*p the word of the Lord*s came to Shemaiah the man of God, saying,"
    },
    {
        "o": 12637,
        "r": "nkjv:2 Chronicles:11:3",
        "t": "“Speak to Rehoboam the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin, saying,"
    },
    {
        "o": 12638,
        "r": "nkjv:2 Chronicles:11:4",
        "t": "‘Thus says the Lord:*s “You shall not go up or fight against your brethren! Let every man return to his house, for this thing is from Me.”’” Therefore they obeyed the words of the Lord,*s and turned back from attacking Jeroboam."
    },
    {
        "o": 12639,
        "r": "nkjv:2 Chronicles:11:4",
        "t": "Rehoboam Fortifies the Cities",
        "h": 2
    },
    {
        "o": 12640,
        "r": "nkjv:2 Chronicles:11:5",
        "t": "So*p Rehoboam dwelt in Jerusalem, and built cities for defense in Judah."
    },
    {
        "o": 12641,
        "r": "nkjv:2 Chronicles:11:6",
        "t": "And he built Bethlehem, Etam, Tekoa,"
    },
    {
        "o": 12642,
        "r": "nkjv:2 Chronicles:11:7",
        "t": "Beth Zur, Sochoh, Adullam,"
    },
    {
        "o": 12643,
        "r": "nkjv:2 Chronicles:11:8",
        "t": "Gath, Mareshah, Ziph,"
    },
    {
        "o": 12644,
        "r": "nkjv:2 Chronicles:11:9",
        "t": "Adoraim, Lachish, Azekah,"
    },
    {
        "o": 12645,
        "r": "nkjv:2 Chronicles:11:10",
        "t": "Zorah, Aijalon, and Hebron, which are in Judah and Benjamin, fortified cities."
    },
    {
        "o": 12646,
        "r": "nkjv:2 Chronicles:11:11",
        "t": "And he fortified the strongholds, and put captains in them, and stores of food, oil, and wine."
    },
    {
        "o": 12647,
        "r": "nkjv:2 Chronicles:11:12",
        "t": "Also in every city he*i put*i shields and spears, and made them very strong, having Judah and Benjamin on his side."
    },
    {
        "o": 12648,
        "r": "nkjv:2 Chronicles:11:12",
        "t": "Priests and Levites Move to Judah",
        "h": 2
    },
    {
        "o": 12649,
        "r": "nkjv:2 Chronicles:11:13",
        "t": "And*p from all their territories the priests and the Levites who were*i in all Israel took their stand with him."
    },
    {
        "o": 12650,
        "r": "nkjv:2 Chronicles:11:14",
        "t": "For the Levites left their common-lands and their possessions and came to Judah and Jerusalem, for Jeroboam and his sons had rejected them from serving as priests to the Lord.*s"
    },
    {
        "o": 12651,
        "r": "nkjv:2 Chronicles:11:15",
        "t": "Then he appointed for himself priests for the high places, for the demons, and the calf idols which he had made."
    },
    {
        "o": 12652,
        "r": "nkjv:2 Chronicles:11:16",
        "t": "And after the*i Levites left,*i those from all the tribes of Israel, such as set their heart to seek the Lord*s God of Israel, came to Jerusalem to sacrifice to the Lord*s God of their fathers."
    },
    {
        "o": 12653,
        "r": "nkjv:2 Chronicles:11:17",
        "t": "So they strengthened the kingdom of Judah, and made Rehoboam the son of Solomon strong for three years, because they walked in the way of David and Solomon for three years."
    },
    {
        "o": 12654,
        "r": "nkjv:2 Chronicles:11:17",
        "t": "The Family of Rehoboam",
        "h": 2
    },
    {
        "o": 12655,
        "r": "nkjv:2 Chronicles:11:18",
        "t": "Then*p Rehoboam took for himself as wife Mahalath the daughter of Jerimoth the son of David, and*i of*i Abihail the daughter of Eliah the son of Jesse."
    },
    {
        "o": 12656,
        "r": "nkjv:2 Chronicles:11:19",
        "t": "And she bore him children: Jeush, Shamariah, and Zaham."
    },
    {
        "o": 12657,
        "r": "nkjv:2 Chronicles:11:20",
        "t": "After her he took Maachah the granddaughter of Absalom; and she bore him Abijah, Attai, Ziza, and Shelomith."
    },
    {
        "o": 12658,
        "r": "nkjv:2 Chronicles:11:21",
        "t": "Now Rehoboam loved Maachah the granddaughter of Absalom more than all his wives and his concubines; for he took eighteen wives and sixty concubines, and begot twenty-eight sons and sixty daughters."
    },
    {
        "o": 12659,
        "r": "nkjv:2 Chronicles:11:22",
        "t": "And Rehoboam appointed Abijah the son of Maachah as chief, to*i be*i leader among his brothers; for he intended*i to make him king."
    },
    {
        "o": 12660,
        "r": "nkjv:2 Chronicles:11:23",
        "t": "He dealt wisely, and dispersed some of his sons throughout all the territories of Judah and Benjamin, to every fortified city; and he gave them provisions in abundance. He also sought many wives for*i them.*i"
    },
    {
        "o": 12661,
        "r": "nkjv:2 Chronicles:12:0",
        "t": "2 Chronicles 12",
        "h": 1
    },
    {
        "o": 12662,
        "r": "nkjv:2 Chronicles:12:0",
        "t": "Egypt Attacks Judah",
        "h": 2
    },
    {
        "o": 12663,
        "r": "nkjv:2 Chronicles:12:1",
        "t": "Now*p it came to pass, when Rehoboam had established the kingdom and had strengthened himself, that he forsook the law of the Lord,*s and all Israel along with him."
    },
    {
        "o": 12664,
        "r": "nkjv:2 Chronicles:12:2",
        "t": "And it happened in the fifth year of King Rehoboam that*i Shishak king of Egypt came up against Jerusalem, because they had transgressed against the Lord,*s"
    },
    {
        "o": 12665,
        "r": "nkjv:2 Chronicles:12:3",
        "t": "with twelve hundred chariots, sixty thousand horsemen, and people without number who came with him out of Egypt— the Lubim and the Sukkiim and the Ethiopians."
    },
    {
        "o": 12666,
        "r": "nkjv:2 Chronicles:12:4",
        "t": "And he took the fortified cities of Judah and came to Jerusalem."
    },
    {
        "o": 12667,
        "r": "nkjv:2 Chronicles:12:5",
        "t": "Then*p Shemaiah the prophet came to Rehoboam and the leaders of Judah, who were gathered together in Jerusalem because of Shishak, and said to them, “Thus says the Lord:*s ‘You have forsaken Me, and therefore I also have left you in the hand of Shishak.’”"
    },
    {
        "o": 12668,
        "r": "nkjv:2 Chronicles:12:6",
        "t": "So*p the leaders of Israel and the king humbled themselves; and they said, “The Lord*s is*i righteous.”"
    },
    {
        "o": 12669,
        "r": "nkjv:2 Chronicles:12:7",
        "t": "Now*p when the Lord*s saw that they humbled themselves, the word of the Lord*s came to Shemaiah, saying, “They have humbled themselves; therefore*i I will not destroy them, but I will grant them some deliverance. My wrath shall not be poured out on Jerusalem by the hand of Shishak."
    },
    {
        "o": 12670,
        "r": "nkjv:2 Chronicles:12:8",
        "t": "Nevertheless they will be his servants, that they may distinguish My service from the service of the kingdoms of the nations.”"
    },
    {
        "o": 12671,
        "r": "nkjv:2 Chronicles:12:9",
        "t": "So*p Shishak king of Egypt came up against Jerusalem, and took away the treasures of the house of the Lord*s and the treasures of the king’s house; he took everything. He also carried away the gold shields which Solomon had made."
    },
    {
        "o": 12672,
        "r": "nkjv:2 Chronicles:12:10",
        "t": "Then King Rehoboam made bronze shields in their place, and committed them*i to the hands of the captains of the guard, who guarded the doorway of the king’s house."
    },
    {
        "o": 12673,
        "r": "nkjv:2 Chronicles:12:11",
        "t": "And whenever the king entered the house of the Lord,*s the guard would go and bring them out; then they would take them back into the guardroom."
    },
    {
        "o": 12674,
        "r": "nkjv:2 Chronicles:12:12",
        "t": "When he humbled himself, the wrath of the Lord*s turned from him, so as not to destroy him*i completely; and things also went well in Judah."
    },
    {
        "o": 12675,
        "r": "nkjv:2 Chronicles:12:12",
        "t": "The End of Rehoboam’s Reign",
        "h": 2
    },
    {
        "o": 12676,
        "r": "nkjv:2 Chronicles:12:13",
        "t": "Thus*p King Rehoboam strengthened himself in Jerusalem and reigned. Now Rehoboam was*i forty-one years old when he became king; and he reigned seventeen years in Jerusalem, the city which the Lord*s had chosen out of all the tribes of Israel, to put His name there. His mother’s name was*i Naamah, an Ammonitess."
    },
    {
        "o": 12677,
        "r": "nkjv:2 Chronicles:12:14",
        "t": "And he did evil, because he did not prepare his heart to seek the Lord.*s"
    },
    {
        "o": 12678,
        "r": "nkjv:2 Chronicles:12:15",
        "t": "The*p acts of Rehoboam, first and last, are*i they not written in the book of Shemaiah the prophet, and of Iddo the seer concerning genealogies? And there*i were*i wars between Rehoboam and Jeroboam all their days."
    },
    {
        "o": 12679,
        "r": "nkjv:2 Chronicles:12:16",
        "t": "So Rehoboam rested with his fathers, and was buried in the City of David. Then Abijah his son reigned in his place."
    },
    {
        "o": 12680,
        "r": "nkjv:2 Chronicles:13:0",
        "t": "2 Chronicles 13",
        "h": 1
    },
    {
        "o": 12681,
        "r": "nkjv:2 Chronicles:13:0",
        "t": "Abijah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12682,
        "r": "nkjv:2 Chronicles:13:1",
        "t": "In*p the eighteenth year of King Jeroboam, Abijah became king over Judah."
    },
    {
        "o": 12683,
        "r": "nkjv:2 Chronicles:13:2",
        "t": "He reigned three years in Jerusalem. His mother’s name was*i Michaiah the daughter of Uriel of Gibeah. And*p there was war between Abijah and Jeroboam."
    },
    {
        "o": 12684,
        "r": "nkjv:2 Chronicles:13:3",
        "t": "Abijah set the battle in order with an army of valiant warriors, four hundred thousand choice men. Jeroboam also drew up in battle formation against him with eight hundred thousand choice men, mighty men of valor."
    },
    {
        "o": 12685,
        "r": "nkjv:2 Chronicles:13:4",
        "t": "Then*p Abijah stood on Mount Zemaraim, which is*i in the mountains of Ephraim, and said, “Hear me, Jeroboam and all Israel:"
    },
    {
        "o": 12686,
        "r": "nkjv:2 Chronicles:13:5",
        "t": "Should you not know that the Lord*s God of Israel gave the dominion over Israel to David forever, to him and his sons, by a covenant of salt?"
    },
    {
        "o": 12687,
        "r": "nkjv:2 Chronicles:13:6",
        "t": "Yet Jeroboam the son of Nebat, the servant of Solomon the son of David, rose up and rebelled against his lord."
    },
    {
        "o": 12688,
        "r": "nkjv:2 Chronicles:13:7",
        "t": "Then worthless rogues gathered to him, and strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and inexperienced and could not withstand them."
    },
    {
        "o": 12689,
        "r": "nkjv:2 Chronicles:13:8",
        "t": "And now you think to withstand the kingdom of the Lord,*s which is in the hand of the sons of David; and you are*i a great multitude, and with you are the gold calves which Jeroboam made for you as gods."
    },
    {
        "o": 12690,
        "r": "nkjv:2 Chronicles:13:9",
        "t": "Have you not cast out the priests of the Lord,*s the sons of Aaron, and the Levites, and made for yourselves priests, like the peoples of other*i lands, so that whoever comes to consecrate himself with a young bull and seven rams may be a priest of things*i that*i are*i not gods?"
    },
    {
        "o": 12691,
        "r": "nkjv:2 Chronicles:13:10",
        "t": "But as for us, the Lord*s is*i our God, and we have not forsaken Him; and the priests who minister to the Lord*s are*i the sons of Aaron, and the Levites attend*i to their*i duties."
    },
    {
        "o": 12692,
        "r": "nkjv:2 Chronicles:13:11",
        "t": "And they burn to the Lord*s every morning and every evening burnt sacrifices and sweet incense; they*i also set*i the showbread in*i order*i on*i the pure gold*i table, and the lampstand of gold with its lamps to burn every evening; for we keep the command of the Lord*s our God, but you have forsaken Him."
    },
    {
        "o": 12693,
        "r": "nkjv:2 Chronicles:13:12",
        "t": "Now look, God Himself is with us as our*i head, and His priests with sounding trumpets to sound the alarm against you. O children of Israel, do not fight against the Lord*s God of your fathers, for you shall not prosper!”"
    },
    {
        "o": 12694,
        "r": "nkjv:2 Chronicles:13:13",
        "t": "But*p Jeroboam caused an ambush to go around behind them; so they were in front of Judah, and the ambush was*i behind them."
    },
    {
        "o": 12695,
        "r": "nkjv:2 Chronicles:13:14",
        "t": "And when Judah looked around, to their surprise the battle line was*i at both front and rear; and they cried out to the Lord,*s and the priests sounded the trumpets."
    },
    {
        "o": 12696,
        "r": "nkjv:2 Chronicles:13:15",
        "t": "Then the men of Judah gave a shout; and as the men of Judah shouted, it happened that God struck Jeroboam and all Israel before Abijah and Judah."
    },
    {
        "o": 12697,
        "r": "nkjv:2 Chronicles:13:16",
        "t": "And the children of Israel fled before Judah, and God delivered them into their hand."
    },
    {
        "o": 12698,
        "r": "nkjv:2 Chronicles:13:17",
        "t": "Then Abijah and his people struck them with a great slaughter; so five hundred thousand choice men of Israel fell slain."
    },
    {
        "o": 12699,
        "r": "nkjv:2 Chronicles:13:18",
        "t": "Thus the children of Israel were subdued at that time; and the children of Judah prevailed, because they relied on the Lord*s God of their fathers."
    },
    {
        "o": 12700,
        "r": "nkjv:2 Chronicles:13:19",
        "t": "And*p Abijah pursued Jeroboam and took cities from him: Bethel with its villages, Jeshanah with its villages, and Ephrain with its villages."
    },
    {
        "o": 12701,
        "r": "nkjv:2 Chronicles:13:20",
        "t": "So Jeroboam did not recover strength again in the days of Abijah; and the Lord*s struck him, and he died."
    },
    {
        "o": 12702,
        "r": "nkjv:2 Chronicles:13:21",
        "t": "But*p Abijah grew mighty, married fourteen wives, and begot twenty-two sons and sixteen daughters."
    },
    {
        "o": 12703,
        "r": "nkjv:2 Chronicles:13:22",
        "t": "Now the rest of the acts of Abijah, his ways, and his sayings are*i written in the annals of the prophet Iddo."
    },
    {
        "o": 12704,
        "r": "nkjv:2 Chronicles:14:0",
        "t": "2 Chronicles 14",
        "h": 1
    },
    {
        "o": 12705,
        "r": "nkjv:2 Chronicles:14:1",
        "t": "So*p Abijah rested with his fathers, and they buried him in the City of David. Then Asa his son reigned in his place. In his days the land was quiet for ten years."
    },
    {
        "o": 12706,
        "r": "nkjv:2 Chronicles:14:1",
        "t": "Asa Reigns in Judah",
        "h": 2
    },
    {
        "o": 12707,
        "r": "nkjv:2 Chronicles:14:2",
        "t": "Asa*p did what*i was*i good and right in the eyes of the Lord*s his God,"
    },
    {
        "o": 12708,
        "r": "nkjv:2 Chronicles:14:3",
        "t": "for he removed the altars of the foreign gods*i and the high places, and broke down the sacred*i pillars and cut down the wooden images."
    },
    {
        "o": 12709,
        "r": "nkjv:2 Chronicles:14:4",
        "t": "He commanded Judah to seek the Lord*s God of their fathers, and to observe the law and the commandment."
    },
    {
        "o": 12710,
        "r": "nkjv:2 Chronicles:14:5",
        "t": "He also removed the high places and the incense altars from all the cities of Judah, and the kingdom was quiet under him."
    },
    {
        "o": 12711,
        "r": "nkjv:2 Chronicles:14:6",
        "t": "And he built fortified cities in Judah, for the land had rest; he had no war in those years, because the Lord*s had given him rest."
    },
    {
        "o": 12712,
        "r": "nkjv:2 Chronicles:14:7",
        "t": "Therefore he said to Judah, “Let us build these cities and make walls around them,*i and towers, gates, and bars, while*i the land is*i yet before us, because we have sought the Lord*s our God; we have sought Him,*i and He has given us rest on every side.” So they built and prospered."
    },
    {
        "o": 12713,
        "r": "nkjv:2 Chronicles:14:8",
        "t": "And Asa had an army of three hundred thousand from Judah who carried shields and spears, and from Benjamin two hundred and eighty thousand men who carried shields and drew bows; all these were*i mighty men of valor."
    },
    {
        "o": 12714,
        "r": "nkjv:2 Chronicles:14:9",
        "t": "Then*p Zerah the Ethiopian came out against them with an army of a million men and three hundred chariots, and he came to Mareshah."
    },
    {
        "o": 12715,
        "r": "nkjv:2 Chronicles:14:10",
        "t": "So Asa went out against him, and they set the troops in battle array in the Valley of Zephathah at Mareshah."
    },
    {
        "o": 12716,
        "r": "nkjv:2 Chronicles:14:11",
        "t": "And Asa cried out to the Lord*s his God, and said, “Lord,*s it*i is*i nothing for You to help, whether with many or with those who have no power; help us, O Lord*s our God, for we rest on You, and in Your name we go against this multitude. O Lord,*s You are*i our God; do not let man prevail against You!”"
    },
    {
        "o": 12717,
        "r": "nkjv:2 Chronicles:14:12",
        "t": "So*p the Lord*s struck the Ethiopians before Asa and Judah, and the Ethiopians fled."
    },
    {
        "o": 12718,
        "r": "nkjv:2 Chronicles:14:13",
        "t": "And Asa and the people who were*i with him pursued them to Gerar. So the Ethiopians were overthrown, and they could not recover, for they were broken before the Lord*s and His army. And they carried away very much spoil."
    },
    {
        "o": 12719,
        "r": "nkjv:2 Chronicles:14:14",
        "t": "Then they defeated all the cities around Gerar, for the fear of the Lord*s came upon them; and they plundered all the cities, for there was exceedingly much spoil in them."
    },
    {
        "o": 12720,
        "r": "nkjv:2 Chronicles:14:15",
        "t": "They also attacked the livestock enclosures, and carried off sheep and camels in abundance, and returned to Jerusalem."
    },
    {
        "o": 12721,
        "r": "nkjv:2 Chronicles:15:0",
        "t": "2 Chronicles 15",
        "h": 1
    },
    {
        "o": 12722,
        "r": "nkjv:2 Chronicles:15:0",
        "t": "The Reforms of Asa",
        "h": 2
    },
    {
        "o": 12723,
        "r": "nkjv:2 Chronicles:15:1",
        "t": "Now*p the Spirit of God came upon Azariah the son of Oded."
    },
    {
        "o": 12724,
        "r": "nkjv:2 Chronicles:15:2",
        "t": "And he went out to meet Asa, and said to him: “Hear me, Asa, and all Judah and Benjamin. The Lord*s is*i with you while you are with Him. If you seek Him, He will be found by you; but if you forsake Him, He will forsake you."
    },
    {
        "o": 12725,
        "r": "nkjv:2 Chronicles:15:3",
        "t": "For a long time Israel has*i been*i without the true God, without a teaching priest, and without law;"
    },
    {
        "o": 12726,
        "r": "nkjv:2 Chronicles:15:4",
        "t": "but when in their trouble they turned to the Lord*s God of Israel, and sought Him, He was found by them."
    },
    {
        "o": 12727,
        "r": "nkjv:2 Chronicles:15:5",
        "t": "And in those times there*i was*i no peace to the one who went out, nor to the one who came in, but great turmoil was*i on all the inhabitants of the lands."
    },
    {
        "o": 12728,
        "r": "nkjv:2 Chronicles:15:6",
        "t": "So nation was destroyed by nation, and city by city, for God troubled them with every adversity."
    },
    {
        "o": 12729,
        "r": "nkjv:2 Chronicles:15:7",
        "t": "But you, be strong and do not let your hands be weak, for your work shall be rewarded!”"
    },
    {
        "o": 12730,
        "r": "nkjv:2 Chronicles:15:8",
        "t": "And*p when Asa heard these words and the prophecy of Oded the prophet, he took courage, and removed the abominable idols from all the land of Judah and Benjamin and from the cities which he had taken in the mountains of Ephraim; and he restored the altar of the Lord*s that was*i before the vestibule of the Lord.*s"
    },
    {
        "o": 12731,
        "r": "nkjv:2 Chronicles:15:9",
        "t": "Then he gathered all Judah and Benjamin, and those who dwelt with them from Ephraim, Manasseh, and Simeon, for they came over to him in great numbers from Israel when they saw that the Lord*s his God was with him."
    },
    {
        "o": 12732,
        "r": "nkjv:2 Chronicles:15:10",
        "t": "So*p they gathered together at Jerusalem in the third month, in the fifteenth year of the reign of Asa."
    },
    {
        "o": 12733,
        "r": "nkjv:2 Chronicles:15:11",
        "t": "And they offered to the Lord*s at that time seven hundred bulls and seven thousand sheep from the spoil they had brought."
    },
    {
        "o": 12734,
        "r": "nkjv:2 Chronicles:15:12",
        "t": "Then they entered into a covenant to seek the Lord*s God of their fathers with all their heart and with all their soul;"
    },
    {
        "o": 12735,
        "r": "nkjv:2 Chronicles:15:13",
        "t": "and whoever would not seek the Lord*s God of Israel was to be put to death, whether small or great, whether man or woman."
    },
    {
        "o": 12736,
        "r": "nkjv:2 Chronicles:15:14",
        "t": "Then they took an oath before the Lord*s with a loud voice, with shouting and trumpets and rams’ horns."
    },
    {
        "o": 12737,
        "r": "nkjv:2 Chronicles:15:15",
        "t": "And all Judah rejoiced at the oath, for they had sworn with all their heart and sought Him with all their soul; and He was found by them, and the Lord*s gave them rest all around."
    },
    {
        "o": 12738,
        "r": "nkjv:2 Chronicles:15:16",
        "t": "Also*p he removed Maachah, the mother of Asa the king, from being*i queen mother, because she had made an obscene image of Asherah; and Asa cut down her obscene image, then crushed and burned it*i by the Brook Kidron."
    },
    {
        "o": 12739,
        "r": "nkjv:2 Chronicles:15:17",
        "t": "But the high places were not removed from Israel. Nevertheless the heart of Asa was loyal all his days."
    },
    {
        "o": 12740,
        "r": "nkjv:2 Chronicles:15:18",
        "t": "He*p also brought into the house of God the things that his father had dedicated and that he himself had dedicated: silver and gold and utensils."
    },
    {
        "o": 12741,
        "r": "nkjv:2 Chronicles:15:19",
        "t": "And there was no war until the thirty-fifth year of the reign of Asa."
    },
    {
        "o": 12742,
        "r": "nkjv:2 Chronicles:16:0",
        "t": "2 Chronicles 16",
        "h": 1
    },
    {
        "o": 12743,
        "r": "nkjv:2 Chronicles:16:0",
        "t": "Asa’s Treaty with Syria",
        "h": 2
    },
    {
        "o": 12744,
        "r": "nkjv:2 Chronicles:16:1",
        "t": "In*p the thirty-sixth year of the reign of Asa, Baasha king of Israel came up against Judah and built Ramah, that he might let none go out or come in to Asa king of Judah."
    },
    {
        "o": 12745,
        "r": "nkjv:2 Chronicles:16:2",
        "t": "Then Asa brought silver and gold from the treasuries of the house of the Lord*s and of the king’s house, and sent to Ben-Hadad king of Syria, who dwelt in Damascus, saying,"
    },
    {
        "o": 12746,
        "r": "nkjv:2 Chronicles:16:3",
        "t": "“Let*i there*i be*i a treaty between you and me, as there was between my father and your father. See, I have sent you silver and gold; come, break your treaty with Baasha king of Israel, so that he will withdraw from me.”"
    },
    {
        "o": 12747,
        "r": "nkjv:2 Chronicles:16:4",
        "t": "So*p Ben-Hadad heeded King Asa, and sent the captains of his armies against the cities of Israel. They attacked Ijon, Dan, Abel Maim, and all the storage cities of Naphtali."
    },
    {
        "o": 12748,
        "r": "nkjv:2 Chronicles:16:5",
        "t": "Now it happened, when Baasha heard it,*i that he stopped building Ramah and ceased his work."
    },
    {
        "o": 12749,
        "r": "nkjv:2 Chronicles:16:6",
        "t": "Then King Asa took all Judah, and they carried away the stones and timber of Ramah, which Baasha had used for building; and with them he built Geba and Mizpah."
    },
    {
        "o": 12750,
        "r": "nkjv:2 Chronicles:16:6",
        "t": "Hanani’s Message to Asa",
        "h": 2
    },
    {
        "o": 12751,
        "r": "nkjv:2 Chronicles:16:7",
        "t": "And*p at that time Hanani the seer came to Asa king of Judah, and said to him: “Because you have relied on the king of Syria, and have not relied on the Lord*s your God, therefore the army of the king of Syria has escaped from your hand."
    },
    {
        "o": 12752,
        "r": "nkjv:2 Chronicles:16:8",
        "t": "Were the Ethiopians and the Lubim not a huge army with very many chariots and horsemen? Yet, because you relied on the Lord,*s He delivered them into your hand."
    },
    {
        "o": 12753,
        "r": "nkjv:2 Chronicles:16:9",
        "t": "For the eyes of the Lord*s run to and fro throughout the whole earth, to show Himself strong on behalf of those*i whose heart is*i loyal to Him. In this you have done foolishly; therefore from now on you shall have wars.”"
    },
    {
        "o": 12754,
        "r": "nkjv:2 Chronicles:16:10",
        "t": "Then Asa was angry with the seer, and put him in prison, for he*i was*i enraged at him because of this. And Asa oppressed some*i of the people at that time."
    },
    {
        "o": 12755,
        "r": "nkjv:2 Chronicles:16:10",
        "t": "Illness and Death of Asa",
        "h": 2
    },
    {
        "o": 12756,
        "r": "nkjv:2 Chronicles:16:11",
        "t": "Note*p that the acts of Asa, first and last, are indeed written in the book of the kings of Judah and Israel."
    },
    {
        "o": 12757,
        "r": "nkjv:2 Chronicles:16:12",
        "t": "And in the thirty-ninth year of his reign, Asa became diseased in his feet, and his malady was severe; yet in his disease he did not seek the Lord,*s but the physicians."
    },
    {
        "o": 12758,
        "r": "nkjv:2 Chronicles:16:13",
        "t": "So*p Asa rested with his fathers; he died in the forty-first year of his reign."
    },
    {
        "o": 12759,
        "r": "nkjv:2 Chronicles:16:14",
        "t": "They buried him in his own tomb, which he had made for himself in the City of David; and they laid him in the bed which was filled with spices and various ingredients prepared in a mixture of ointments. They made a very great burning for him."
    },
    {
        "o": 12760,
        "r": "nkjv:2 Chronicles:17:0",
        "t": "2 Chronicles 17",
        "h": 1
    },
    {
        "o": 12761,
        "r": "nkjv:2 Chronicles:17:0",
        "t": "Jehoshaphat Reigns in Judah",
        "h": 2
    },
    {
        "o": 12762,
        "r": "nkjv:2 Chronicles:17:1",
        "t": "Then*p Jehoshaphat his son reigned in his place, and strengthened himself against Israel."
    },
    {
        "o": 12763,
        "r": "nkjv:2 Chronicles:17:2",
        "t": "And he placed troops in all the fortified cities of Judah, and set garrisons in the land of Judah and in the cities of Ephraim which Asa his father had taken."
    },
    {
        "o": 12764,
        "r": "nkjv:2 Chronicles:17:3",
        "t": "Now the Lord*s was with Jehoshaphat, because he walked in the former ways of his father David; he did not seek the Baals,"
    },
    {
        "o": 12765,
        "r": "nkjv:2 Chronicles:17:4",
        "t": "but sought the God of his father, and walked in His commandments and not according to the acts of Israel."
    },
    {
        "o": 12766,
        "r": "nkjv:2 Chronicles:17:5",
        "t": "Therefore the Lord*s established the kingdom in his hand; and all Judah gave presents to Jehoshaphat, and he had riches and honor in abundance."
    },
    {
        "o": 12767,
        "r": "nkjv:2 Chronicles:17:6",
        "t": "And his heart took delight in the ways of the Lord;*s moreover he removed the high places and wooden images from Judah."
    },
    {
        "o": 12768,
        "r": "nkjv:2 Chronicles:17:7",
        "t": "Also*p in the third year of his reign he sent his leaders, Ben-Hail, Obadiah, Zechariah, Nethanel, and Michaiah, to teach in the cities of Judah."
    },
    {
        "o": 12769,
        "r": "nkjv:2 Chronicles:17:8",
        "t": "And with them he*i sent*i Levites: Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah—the Levites; and with them Elishama and Jehoram, the priests."
    },
    {
        "o": 12770,
        "r": "nkjv:2 Chronicles:17:9",
        "t": "So they taught in Judah, and had*i the Book of the Law of the Lord*s with them; they went throughout all the cities of Judah and taught the people."
    },
    {
        "o": 12771,
        "r": "nkjv:2 Chronicles:17:10",
        "t": "And*p the fear of the Lord*s fell on all the kingdoms of the lands that were*i around Judah, so that they did not make war against Jehoshaphat."
    },
    {
        "o": 12772,
        "r": "nkjv:2 Chronicles:17:11",
        "t": "Also some*i of the Philistines brought Jehoshaphat presents and silver as tribute; and the Arabians brought him flocks, seven thousand seven hundred rams and seven thousand seven hundred male goats."
    },
    {
        "o": 12773,
        "r": "nkjv:2 Chronicles:17:12",
        "t": "So*p Jehoshaphat became increasingly powerful, and he built fortresses and storage cities in Judah."
    },
    {
        "o": 12774,
        "r": "nkjv:2 Chronicles:17:13",
        "t": "He had much property in the cities of Judah; and the men of war, mighty men of valor, were*i in Jerusalem."
    },
    {
        "o": 12775,
        "r": "nkjv:2 Chronicles:17:14",
        "t": "These*p are*i their numbers, according to their fathers’ houses. Of Judah, the captains of thousands: Adnah the captain, and with him three hundred thousand mighty men of valor;"
    },
    {
        "o": 12776,
        "r": "nkjv:2 Chronicles:17:15",
        "t": "and next to him was*i Jehohanan the captain, and with him two hundred and eighty thousand;"
    },
    {
        "o": 12777,
        "r": "nkjv:2 Chronicles:17:16",
        "t": "and next to him was*i Amasiah the son of Zichri, who willingly offered himself to the Lord,*s and with him two hundred thousand mighty men of valor."
    },
    {
        "o": 12778,
        "r": "nkjv:2 Chronicles:17:17",
        "t": "Of Benjamin: Eliada a mighty man of valor, and with him two hundred thousand men armed with bow and shield;"
    },
    {
        "o": 12779,
        "r": "nkjv:2 Chronicles:17:18",
        "t": "and next to him was*i Jehozabad, and with him one hundred and eighty thousand prepared for war."
    },
    {
        "o": 12780,
        "r": "nkjv:2 Chronicles:17:19",
        "t": "These served the king, besides those the king put in the fortified cities throughout all Judah."
    },
    {
        "o": 12781,
        "r": "nkjv:2 Chronicles:18:0",
        "t": "2 Chronicles 18",
        "h": 1
    },
    {
        "o": 12782,
        "r": "nkjv:2 Chronicles:18:0",
        "t": "Micaiah Warns Ahab",
        "h": 2
    },
    {
        "o": 12783,
        "r": "nkjv:2 Chronicles:18:1",
        "t": "Jehoshaphat*p had riches and honor in abundance; and by marriage he allied himself with Ahab."
    },
    {
        "o": 12784,
        "r": "nkjv:2 Chronicles:18:2",
        "t": "After some years he went down to visit*i Ahab in Samaria; and Ahab killed sheep and oxen in abundance for him and the people who were with him, and persuaded him to go up with*i him*i to Ramoth Gilead."
    },
    {
        "o": 12785,
        "r": "nkjv:2 Chronicles:18:3",
        "t": "So Ahab king of Israel said to Jehoshaphat king of Judah, “Will you go with me against*i Ramoth Gilead?” And*p he answered him, “I am*i as you are,*i and my people as your people; we*i will*i be*i with you in the war.”"
    },
    {
        "o": 12786,
        "r": "nkjv:2 Chronicles:18:4",
        "t": "Also*p Jehoshaphat said to the king of Israel, “Please inquire for the word of the Lord*s today.”"
    },
    {
        "o": 12787,
        "r": "nkjv:2 Chronicles:18:5",
        "t": "Then*p the king of Israel gathered the prophets together, four hundred men, and said to them, “Shall we go to war against Ramoth Gilead, or shall I refrain?” So*p they said, “Go up, for God will deliver it into the king’s hand.”"
    },
    {
        "o": 12788,
        "r": "nkjv:2 Chronicles:18:6",
        "t": "But*p Jehoshaphat said, “Is*i there*i not still a prophet of the Lord*s here, that we may inquire of Him?”"
    },
    {
        "o": 12789,
        "r": "nkjv:2 Chronicles:18:7",
        "t": "So*p the king of Israel said to Jehoshaphat, “There*i is*i still one man by whom we may inquire of the Lord;*s but I hate him, because he never prophesies good concerning me, but always evil. He is*i Micaiah the son of Imla.” And*p Jehoshaphat said, “Let not the king say such things!”"
    },
    {
        "o": 12790,
        "r": "nkjv:2 Chronicles:18:8",
        "t": "Then*p the king of Israel called one of*i his*i officers and said, “Bring Micaiah the son of Imla quickly!”"
    },
    {
        "o": 12791,
        "r": "nkjv:2 Chronicles:18:9",
        "t": "The*p king of Israel and Jehoshaphat king of Judah, clothed in their*i robes, sat each on his throne; and they sat at a threshing floor at the entrance of the gate of Samaria; and all the prophets prophesied before them."
    },
    {
        "o": 12792,
        "r": "nkjv:2 Chronicles:18:10",
        "t": "Now Zedekiah the son of Chenaanah had made horns of iron for himself; and he said, “Thus says the Lord:*s ‘With these you shall gore the Syrians until they are destroyed.’”"
    },
    {
        "o": 12793,
        "r": "nkjv:2 Chronicles:18:11",
        "t": "And*p all the prophets prophesied so, saying, “Go up to Ramoth Gilead and prosper, for the Lord*s will deliver it*i into the king’s hand.”"
    },
    {
        "o": 12794,
        "r": "nkjv:2 Chronicles:18:12",
        "t": "Then*p the messenger who had gone to call Micaiah spoke to him, saying, “Now listen, the words of the prophets with one accord encourage the king. Therefore please let your word be like the*i word*i of*i one of them, and speak encouragement.”"
    },
    {
        "o": 12795,
        "r": "nkjv:2 Chronicles:18:13",
        "t": "And*p Micaiah said, “As*i the Lord*s lives, whatever my God says, that I will speak.”"
    },
    {
        "o": 12796,
        "r": "nkjv:2 Chronicles:18:14",
        "t": "Then*p he came to the king; and the king said to him, “Micaiah, shall we go to war against Ramoth Gilead, or shall I refrain?” And*p he said, “Go and prosper, and they shall be delivered into your hand!”"
    },
    {
        "o": 12797,
        "r": "nkjv:2 Chronicles:18:15",
        "t": "So*p the king said to him, “How many times shall I make you swear that you tell me nothing but the truth in the name of the Lord?”*s"
    },
    {
        "o": 12798,
        "r": "nkjv:2 Chronicles:18:16",
        "t": "Then*p he said, “I saw all Israel scattered on the mountains, as sheep that have no shepherd. And the Lord*s said, ‘These have no master. Let each return to his house in peace.’”"
    },
    {
        "o": 12799,
        "r": "nkjv:2 Chronicles:18:17",
        "t": "And*p the king of Israel said to Jehoshaphat, “Did I not tell you he would not prophesy good concerning me, but evil?”"
    },
    {
        "o": 12800,
        "r": "nkjv:2 Chronicles:18:18",
        "t": "Then*p Micaiah*i said, “Therefore hear the word of the Lord:*s I saw the Lord*s sitting on His throne, and all the host of heaven standing on His right hand and His left."
    },
    {
        "o": 12801,
        "r": "nkjv:2 Chronicles:18:19",
        "t": "And the Lord*s said, ‘Who will persuade Ahab king of Israel to go up, that he may fall at Ramoth Gilead?’ So one spoke in this manner, and another spoke in that manner."
    },
    {
        "o": 12802,
        "r": "nkjv:2 Chronicles:18:20",
        "t": "Then a spirit came forward and stood before the Lord,*s and said, ‘I will persuade him.’ The Lord*s said to him, ‘In what way?’"
    },
    {
        "o": 12803,
        "r": "nkjv:2 Chronicles:18:21",
        "t": "So he said, ‘I will go out and be a lying spirit in the mouth of all his prophets.’ And the*i Lord*is said, ‘You shall persuade him*i and also prevail; go out and do so.’"
    },
    {
        "o": 12804,
        "r": "nkjv:2 Chronicles:18:22",
        "t": "Therefore look! The Lord*s has put a lying spirit in the mouth of these prophets of yours, and the Lord*s has declared disaster against you.”"
    },
    {
        "o": 12805,
        "r": "nkjv:2 Chronicles:18:23",
        "t": "Then*p Zedekiah the son of Chenaanah went near and struck Micaiah on the cheek, and said, “Which way did the spirit from the Lord*s go from me to speak to you?”"
    },
    {
        "o": 12806,
        "r": "nkjv:2 Chronicles:18:24",
        "t": "And*p Micaiah said, “Indeed you shall see on that day when you go into an inner chamber to hide!”"
    },
    {
        "o": 12807,
        "r": "nkjv:2 Chronicles:18:25",
        "t": "Then*p the king of Israel said, “Take Micaiah, and return him to Amon the governor of the city and to Joash the king’s son;"
    },
    {
        "o": 12808,
        "r": "nkjv:2 Chronicles:18:26",
        "t": "and say, ‘Thus says the king: “Put this fellow*i in prison, and feed him with bread of affliction and water of affliction, until I return in peace.”’”"
    },
    {
        "o": 12809,
        "r": "nkjv:2 Chronicles:18:27",
        "t": "But*p Micaiah said, “If you ever return in peace, the Lord*s has not spoken by me.” And he said, “Take heed, all you people!”"
    },
    {
        "o": 12810,
        "r": "nkjv:2 Chronicles:18:27",
        "t": "Ahab Dies in Battle",
        "h": 2
    },
    {
        "o": 12811,
        "r": "nkjv:2 Chronicles:18:28",
        "t": "So*p the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead."
    },
    {
        "o": 12812,
        "r": "nkjv:2 Chronicles:18:29",
        "t": "And the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle; but you put on your robes.” So the king of Israel disguised himself, and they went into battle."
    },
    {
        "o": 12813,
        "r": "nkjv:2 Chronicles:18:30",
        "t": "Now*p the king of Syria had commanded the captains of the chariots who were*i with him, saying, “Fight with no one small or great, but only with the king of Israel.”"
    },
    {
        "o": 12814,
        "r": "nkjv:2 Chronicles:18:31",
        "t": "So*p it was, when the captains of the chariots saw Jehoshaphat, that they said, “It is*i the king of Israel!” Therefore they surrounded him to attack; but Jehoshaphat cried out, and the Lord*s helped him, and God diverted them from him."
    },
    {
        "o": 12815,
        "r": "nkjv:2 Chronicles:18:32",
        "t": "For so it was, when the captains of the chariots saw that it was not the king of Israel, that they turned back from pursuing him."
    },
    {
        "o": 12816,
        "r": "nkjv:2 Chronicles:18:33",
        "t": "Now a certain man drew a bow at random, and struck the king of Israel between the joints of his armor. So he said to the driver of his chariot, “Turn around and take me out of the battle, for I am wounded.”"
    },
    {
        "o": 12817,
        "r": "nkjv:2 Chronicles:18:34",
        "t": "The battle increased that day, and the king of Israel propped himself*i up in his*i chariot facing the Syrians until evening; and about the time of sunset he died."
    },
    {
        "o": 12818,
        "r": "nkjv:2 Chronicles:19:0",
        "t": "2 Chronicles 19",
        "h": 1
    },
    {
        "o": 12819,
        "r": "nkjv:2 Chronicles:19:1",
        "t": "Then*p Jehoshaphat the king of Judah returned safely to his house in Jerusalem."
    },
    {
        "o": 12820,
        "r": "nkjv:2 Chronicles:19:2",
        "t": "And Jehu the son of Hanani the seer went out to meet him, and said to King Jehoshaphat, “Should you help the wicked and love those who hate the Lord?*s Therefore the wrath of the Lord*s is*i upon you."
    },
    {
        "o": 12821,
        "r": "nkjv:2 Chronicles:19:3",
        "t": "Nevertheless good things are found in you, in that you have removed the wooden images from the land, and have prepared your heart to seek God.”"
    },
    {
        "o": 12822,
        "r": "nkjv:2 Chronicles:19:3",
        "t": "The Reforms of Jehoshaphat",
        "h": 2
    },
    {
        "o": 12823,
        "r": "nkjv:2 Chronicles:19:4",
        "t": "So*p Jehoshaphat dwelt at Jerusalem; and he went out again among the people from Beersheba to the mountains of Ephraim, and brought them back to the Lord*s God of their fathers."
    },
    {
        "o": 12824,
        "r": "nkjv:2 Chronicles:19:5",
        "t": "Then he set judges in the land throughout all the fortified cities of Judah, city by city,"
    },
    {
        "o": 12825,
        "r": "nkjv:2 Chronicles:19:6",
        "t": "and said to the judges, “Take heed to what you are doing, for you do not judge for man but for the Lord,*s who is*i with you in the judgment."
    },
    {
        "o": 12826,
        "r": "nkjv:2 Chronicles:19:7",
        "t": "Now therefore, let the fear of the Lord*s be upon you; take care and do it,*i for there*i is*i no iniquity with the Lord*s our God, no partiality, nor taking of bribes.”"
    },
    {
        "o": 12827,
        "r": "nkjv:2 Chronicles:19:8",
        "t": "Moreover*p in Jerusalem, for the judgment of the Lord*s and for controversies, Jehoshaphat appointed some of the Levites and priests, and some of the chief fathers of Israel, when they returned to Jerusalem."
    },
    {
        "o": 12828,
        "r": "nkjv:2 Chronicles:19:9",
        "t": "And he commanded them, saying, “Thus you shall act in the fear of the Lord,*s faithfully and with a loyal heart:"
    },
    {
        "o": 12829,
        "r": "nkjv:2 Chronicles:19:10",
        "t": "Whatever case comes to you from your brethren who dwell in their cities, whether of bloodshed or offenses against law or commandment, against statutes or ordinances, you shall warn them, lest they trespass against the Lord*s and wrath come upon you and your brethren. Do this, and you will not be guilty."
    },
    {
        "o": 12830,
        "r": "nkjv:2 Chronicles:19:11",
        "t": "And take notice: Amariah the chief priest is*i over you in all matters of the Lord;*s and Zebadiah the son of Ishmael, the ruler of the house of Judah, for all the king’s matters; also the Levites will*i be*i officials before you. Behave courageously, and the Lord*s will be with the good.”"
    },
    {
        "o": 12831,
        "r": "nkjv:2 Chronicles:20:0",
        "t": "2 Chronicles 20",
        "h": 1
    },
    {
        "o": 12832,
        "r": "nkjv:2 Chronicles:20:0",
        "t": "Ammon, Moab, and Mount Seir Defeated",
        "h": 2
    },
    {
        "o": 12833,
        "r": "nkjv:2 Chronicles:20:1",
        "t": "It*p happened after this that*i the people of Moab with the people of Ammon, and others*i with them besides the Ammonites, came to battle against Jehoshaphat."
    },
    {
        "o": 12834,
        "r": "nkjv:2 Chronicles:20:2",
        "t": "Then some came and told Jehoshaphat, saying, “A great multitude is coming against you from beyond the sea, from Syria; and they are in Hazazon Tamar” (which is*i En Gedi)."
    },
    {
        "o": 12835,
        "r": "nkjv:2 Chronicles:20:3",
        "t": "And Jehoshaphat feared, and set himself to seek the Lord,*s and proclaimed a fast throughout all Judah."
    },
    {
        "o": 12836,
        "r": "nkjv:2 Chronicles:20:4",
        "t": "So Judah gathered together to ask help*i from the Lord;*s and from all the cities of Judah they came to seek the Lord.*s"
    },
    {
        "o": 12837,
        "r": "nkjv:2 Chronicles:20:5",
        "t": "Then*p Jehoshaphat stood in the assembly of Judah and Jerusalem, in the house of the Lord,*s before the new court,"
    },
    {
        "o": 12838,
        "r": "nkjv:2 Chronicles:20:6",
        "t": "and said: “O Lord*s God of our fathers, are*i You not God in heaven, and do You not*i rule over all the kingdoms of the nations, and in Your hand is*i there*i not*i power and might, so that no one is able to withstand You?"
    },
    {
        "o": 12839,
        "r": "nkjv:2 Chronicles:20:7",
        "t": "Are*i You not our God, who*i drove out the inhabitants of this land before Your people Israel, and gave it to the descendants of Abraham Your friend forever?"
    },
    {
        "o": 12840,
        "r": "nkjv:2 Chronicles:20:8",
        "t": "And they dwell in it, and have built You a sanctuary in it for Your name, saying,"
    },
    {
        "o": 12841,
        "r": "nkjv:2 Chronicles:20:9",
        "t": "‘If disaster comes upon us—sword, judgment, pestilence, or famine—we will stand before this temple and in Your presence (for Your name is*i in this temple), and cry out to You in our affliction, and You will hear and save.’"
    },
    {
        "o": 12842,
        "r": "nkjv:2 Chronicles:20:10",
        "t": "And now, here are the people of Ammon, Moab, and Mount Seir—whom You would not let Israel invade when they came out of the land of Egypt, but they turned from them and did not destroy them—"
    },
    {
        "o": 12843,
        "r": "nkjv:2 Chronicles:20:11",
        "t": "here they are, rewarding us by coming to throw us out of Your possession which You have given us to inherit."
    },
    {
        "o": 12844,
        "r": "nkjv:2 Chronicles:20:12",
        "t": "O our God, will You not judge them? For we have no power against this great multitude that is coming against us; nor do we know what to do, but our eyes are*i upon You.”"
    },
    {
        "o": 12845,
        "r": "nkjv:2 Chronicles:20:13",
        "t": "Now*p all Judah, with their little ones, their wives, and their children, stood before the Lord.*s"
    },
    {
        "o": 12846,
        "r": "nkjv:2 Chronicles:20:14",
        "t": "Then*p the Spirit of the Lord*s came upon Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, a Levite of the sons of Asaph, in the midst of the assembly."
    },
    {
        "o": 12847,
        "r": "nkjv:2 Chronicles:20:15",
        "t": "And he said, “Listen, all you of Judah and you inhabitants of Jerusalem, and you, King Jehoshaphat! Thus says the Lord*s to you: ‘Do not be afraid nor dismayed because of this great multitude, for the battle is*i not yours, but God’s."
    },
    {
        "o": 12848,
        "r": "nkjv:2 Chronicles:20:16",
        "t": "Tomorrow go down against them. They will surely come up by the Ascent of Ziz, and you will find them at the end of the brook before the Wilderness of Jeruel."
    },
    {
        "o": 12849,
        "r": "nkjv:2 Chronicles:20:17",
        "t": "You will not need*i to fight in this battle.*i Position yourselves, stand still and see the salvation of the Lord,*s who is with you, O Judah and Jerusalem!’ Do not fear or be dismayed; tomorrow go out against them, for the Lord*s is*i with you.”"
    },
    {
        "o": 12850,
        "r": "nkjv:2 Chronicles:20:18",
        "t": "And*p Jehoshaphat bowed his head with his*i face to the ground, and all Judah and the inhabitants of Jerusalem bowed before the Lord,*s worshiping the Lord.*s"
    },
    {
        "o": 12851,
        "r": "nkjv:2 Chronicles:20:19",
        "t": "Then the Levites of the children of the Kohathites and of the children of the Korahites stood up to praise the Lord*s God of Israel with voices loud and high."
    },
    {
        "o": 12852,
        "r": "nkjv:2 Chronicles:20:20",
        "t": "So*p they rose early in the morning and went out into the Wilderness of Tekoa; and as they went out, Jehoshaphat stood and said, “Hear me, O Judah and you inhabitants of Jerusalem: Believe in the Lord*s your God, and you shall be established; believe His prophets, and you shall prosper.”"
    },
    {
        "o": 12853,
        "r": "nkjv:2 Chronicles:20:21",
        "t": "And when he had consulted with the people, he appointed those who should sing to the Lord,*s and who should praise the beauty of holiness, as they went out before the army and were saying: “Praise*pn the Lord,*s For*ld His mercy endures*i forever.”"
    },
    {
        "o": 12854,
        "r": "nkjv:2 Chronicles:20:22",
        "t": "Now*p when they began to sing and to praise, the Lord*s set ambushes against the people of Ammon, Moab, and Mount Seir, who had come against Judah; and they were defeated."
    },
    {
        "o": 12855,
        "r": "nkjv:2 Chronicles:20:23",
        "t": "For the people of Ammon and Moab stood up against the inhabitants of Mount Seir to utterly kill and destroy them.*i And when they had made an end of the inhabitants of Seir, they helped to destroy one another."
    },
    {
        "o": 12856,
        "r": "nkjv:2 Chronicles:20:24",
        "t": "So*p when Judah came to a place overlooking the wilderness, they looked toward the multitude; and there were*i their dead bodies, fallen on the earth. No one had escaped."
    },
    {
        "o": 12857,
        "r": "nkjv:2 Chronicles:20:25",
        "t": "When*p Jehoshaphat and his people came to take away their spoil, they found among them an abundance of valuables on the dead bodies, and precious jewelry, which they stripped off for themselves, more than they could carry away; and they were three days gathering the spoil because there was so much."
    },
    {
        "o": 12858,
        "r": "nkjv:2 Chronicles:20:26",
        "t": "And on the fourth day they assembled in the Valley of Berachah, for there they blessed the Lord;*s therefore the name of that place was called The Valley of Berachah until this day."
    },
    {
        "o": 12859,
        "r": "nkjv:2 Chronicles:20:27",
        "t": "Then they returned, every man of Judah and Jerusalem, with Jehoshaphat in front of them, to go back to Jerusalem with joy, for the Lord*s had made them rejoice over their enemies."
    },
    {
        "o": 12860,
        "r": "nkjv:2 Chronicles:20:28",
        "t": "So they came to Jerusalem, with stringed instruments and harps and trumpets, to the house of the Lord.*s"
    },
    {
        "o": 12861,
        "r": "nkjv:2 Chronicles:20:29",
        "t": "And the fear of God was on all the kingdoms of those*i countries when they heard that the Lord*s had fought against the enemies of Israel."
    },
    {
        "o": 12862,
        "r": "nkjv:2 Chronicles:20:30",
        "t": "Then the realm of Jehoshaphat was quiet, for his God gave him rest all around."
    },
    {
        "o": 12863,
        "r": "nkjv:2 Chronicles:20:30",
        "t": "The End of Jehoshaphat’s Reign",
        "h": 2
    },
    {
        "o": 12864,
        "r": "nkjv:2 Chronicles:20:31",
        "t": "So*p Jehoshaphat was king over Judah. He*i was*i thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. His mother’s name was*i Azubah the daughter of Shilhi."
    },
    {
        "o": 12865,
        "r": "nkjv:2 Chronicles:20:32",
        "t": "And he walked in the way of his father Asa, and did not turn aside from it, doing what*i was*i right in the sight of the Lord.*s"
    },
    {
        "o": 12866,
        "r": "nkjv:2 Chronicles:20:33",
        "t": "Nevertheless the high places were not taken away, for as yet the people had not directed their hearts to the God of their fathers."
    },
    {
        "o": 12867,
        "r": "nkjv:2 Chronicles:20:34",
        "t": "Now*p the rest of the acts of Jehoshaphat, first and last, indeed they are*i written in the book of Jehu the son of Hanani, which is*i mentioned in the book of the kings of Israel."
    },
    {
        "o": 12868,
        "r": "nkjv:2 Chronicles:20:35",
        "t": "After*p this Jehoshaphat king of Judah allied himself with Ahaziah king of Israel, who acted very wickedly."
    },
    {
        "o": 12869,
        "r": "nkjv:2 Chronicles:20:36",
        "t": "And he allied himself with him to make ships to go to Tarshish, and they made the ships in Ezion Geber."
    },
    {
        "o": 12870,
        "r": "nkjv:2 Chronicles:20:37",
        "t": "But Eliezer the son of Dodavah of Mareshah prophesied against Jehoshaphat, saying, “Because you have allied yourself with Ahaziah, the Lord*s has destroyed your works.” Then the ships were wrecked, so that they were not able to go to Tarshish."
    },
    {
        "o": 12871,
        "r": "nkjv:2 Chronicles:21:0",
        "t": "2 Chronicles 21",
        "h": 1
    },
    {
        "o": 12872,
        "r": "nkjv:2 Chronicles:21:0",
        "t": "Jehoram Reigns in Judah",
        "h": 2
    },
    {
        "o": 12873,
        "r": "nkjv:2 Chronicles:21:1",
        "t": "And*p Jehoshaphat rested with his fathers, and was buried with his fathers in the City of David. Then Jehoram his son reigned in his place."
    },
    {
        "o": 12874,
        "r": "nkjv:2 Chronicles:21:2",
        "t": "He had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azaryahu, Michael, and Shephatiah; all these were*i the sons of Jehoshaphat king of Israel."
    },
    {
        "o": 12875,
        "r": "nkjv:2 Chronicles:21:3",
        "t": "Their father gave them great gifts of silver and gold and precious things, with fortified cities in Judah; but he gave the kingdom to Jehoram, because he was*i the firstborn."
    },
    {
        "o": 12876,
        "r": "nkjv:2 Chronicles:21:4",
        "t": "Now*p when Jehoram was established over the kingdom of his father, he strengthened himself and killed all his brothers with the sword, and also others*i of the princes of Israel."
    },
    {
        "o": 12877,
        "r": "nkjv:2 Chronicles:21:5",
        "t": "Jehoram*p was*i thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 12878,
        "r": "nkjv:2 Chronicles:21:6",
        "t": "And he walked in the way of the kings of Israel, just as the house of Ahab had done, for he had the daughter of Ahab as a wife; and he did evil in the sight of the Lord.*s"
    },
    {
        "o": 12879,
        "r": "nkjv:2 Chronicles:21:7",
        "t": "Yet the Lord*s would not destroy the house of David, because of the covenant that He had made with David, and since He had promised to give a lamp to him and to his sons forever."
    },
    {
        "o": 12880,
        "r": "nkjv:2 Chronicles:21:8",
        "t": "In*p his days Edom revolted against Judah’s authority, and made a king over themselves."
    },
    {
        "o": 12881,
        "r": "nkjv:2 Chronicles:21:9",
        "t": "So Jehoram went out with his officers, and all his chariots with him. And he rose by night and attacked the Edomites who had surrounded him and the captains of the chariots."
    },
    {
        "o": 12882,
        "r": "nkjv:2 Chronicles:21:10",
        "t": "Thus Edom has been in revolt against Judah’s authority to this day. At that time Libnah revolted against his rule, because he had forsaken the Lord*s God of his fathers."
    },
    {
        "o": 12883,
        "r": "nkjv:2 Chronicles:21:11",
        "t": "Moreover he made high places in the mountains of Judah, and caused the inhabitants of Jerusalem to commit harlotry, and led Judah astray."
    },
    {
        "o": 12884,
        "r": "nkjv:2 Chronicles:21:12",
        "t": "And*p a letter came to him from Elijah the prophet, saying, Thus*pn says the Lord*s God of your father David: Because*ld you have not walked in the ways of Jehoshaphat your father, or in the ways of Asa king of Judah,"
    },
    {
        "o": 12885,
        "r": "nkjv:2 Chronicles:21:13",
        "t": "but have walked in the way of the kings of Israel, and have made Judah and the inhabitants of Jerusalem to play the harlot like the harlotry of the house of Ahab, and also have killed your brothers, those of your father’s household, who*i were*i better than yourself,"
    },
    {
        "o": 12886,
        "r": "nkjv:2 Chronicles:21:14",
        "t": "behold, the Lord*s will strike your people with a serious affliction—your children, your wives, and all your possessions;"
    },
    {
        "o": 12887,
        "r": "nkjv:2 Chronicles:21:15",
        "t": "and you will*i become*i very sick with a disease of your intestines, until your intestines come out by reason of the sickness, day by day."
    },
    {
        "o": 12888,
        "r": "nkjv:2 Chronicles:21:16",
        "t": "Moreover*p the Lord*s stirred up against Jehoram the spirit of the Philistines and the Arabians who were*i near the Ethiopians."
    },
    {
        "o": 12889,
        "r": "nkjv:2 Chronicles:21:17",
        "t": "And they came up into Judah and invaded it, and carried away all the possessions that were found in the king’s house, and also his sons and his wives, so that there was not a son left to him except Jehoahaz, the youngest of his sons."
    },
    {
        "o": 12890,
        "r": "nkjv:2 Chronicles:21:18",
        "t": "After*p all this the Lord*s struck him in his intestines with an incurable disease."
    },
    {
        "o": 12891,
        "r": "nkjv:2 Chronicles:21:19",
        "t": "Then it happened in the course of time, after the end of two years, that his intestines came out because of his sickness; so he died in severe pain. And his people made no burning for him, like the burning for his fathers."
    },
    {
        "o": 12892,
        "r": "nkjv:2 Chronicles:21:20",
        "t": "He*p was thirty-two years old when he became king. He reigned in Jerusalem eight years and, to no one’s sorrow, departed. However they buried him in the City of David, but not in the tombs of the kings."
    },
    {
        "o": 12893,
        "r": "nkjv:2 Chronicles:22:0",
        "t": "2 Chronicles 22",
        "h": 1
    },
    {
        "o": 12894,
        "r": "nkjv:2 Chronicles:22:0",
        "t": "Ahaziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12895,
        "r": "nkjv:2 Chronicles:22:1",
        "t": "Then*p the inhabitants of Jerusalem made Ahaziah his youngest son king in his place, for the raiders who came with the Arabians into the camp had killed all the older sons.*i So Ahaziah the son of Jehoram, king of Judah, reigned."
    },
    {
        "o": 12896,
        "r": "nkjv:2 Chronicles:22:2",
        "t": "Ahaziah was*i forty-two years old when he became king, and he reigned one year in Jerusalem. His mother’s name was*i Athaliah the granddaughter of Omri."
    },
    {
        "o": 12897,
        "r": "nkjv:2 Chronicles:22:3",
        "t": "He also walked in the ways of the house of Ahab, for his mother advised him to do wickedly."
    },
    {
        "o": 12898,
        "r": "nkjv:2 Chronicles:22:4",
        "t": "Therefore he did evil in the sight of the Lord,*s like the house of Ahab; for they were his counselors after the death of his father, to his destruction."
    },
    {
        "o": 12899,
        "r": "nkjv:2 Chronicles:22:5",
        "t": "He also followed their advice, and went with Jehoram the son of Ahab king of Israel to war against Hazael king of Syria at Ramoth Gilead; and the Syrians wounded Joram."
    },
    {
        "o": 12900,
        "r": "nkjv:2 Chronicles:22:6",
        "t": "Then he returned to Jezreel to recover from the wounds which he had received at Ramah, when he fought against Hazael king of Syria. And Azariah the son of Jehoram, king of Judah, went down to see Jehoram the son of Ahab in Jezreel, because he was sick."
    },
    {
        "o": 12901,
        "r": "nkjv:2 Chronicles:22:7",
        "t": "His*p going to Joram was God’s occasion for Ahaziah’s downfall; for when he arrived, he went out with Jehoram against Jehu the son of Nimshi, whom the Lord*s had anointed to cut off the house of Ahab."
    },
    {
        "o": 12902,
        "r": "nkjv:2 Chronicles:22:8",
        "t": "And it happened, when Jehu was executing judgment on the house of Ahab, and found the princes of Judah and the sons of Ahaziah’s brothers who served Ahaziah, that he killed them."
    },
    {
        "o": 12903,
        "r": "nkjv:2 Chronicles:22:9",
        "t": "Then he searched for Ahaziah; and they caught him (he was hiding in Samaria), and brought him to Jehu. When they had killed him, they buried him, “because,” they said, “he is the son of Jehoshaphat, who sought the Lord*s with all his heart.” So*p the house of Ahaziah had no one to assume power over the kingdom."
    },
    {
        "o": 12904,
        "r": "nkjv:2 Chronicles:22:9",
        "t": "Athaliah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12905,
        "r": "nkjv:2 Chronicles:22:10",
        "t": "Now*p when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the royal heirs of the house of Judah."
    },
    {
        "o": 12906,
        "r": "nkjv:2 Chronicles:22:11",
        "t": "But Jehoshabeath, the daughter of the king, took Joash the son of Ahaziah, and stole him away from among the king’s sons who were being murdered, and put him and his nurse in a bedroom. So Jehoshabeath, the daughter of King Jehoram, the wife of Jehoiada the priest (for she was the sister of Ahaziah), hid him from Athaliah so that she did not kill him."
    },
    {
        "o": 12907,
        "r": "nkjv:2 Chronicles:22:12",
        "t": "And he was hidden with them in the house of God for six years, while Athaliah reigned over the land."
    },
    {
        "o": 12908,
        "r": "nkjv:2 Chronicles:23:0",
        "t": "2 Chronicles 23",
        "h": 1
    },
    {
        "o": 12909,
        "r": "nkjv:2 Chronicles:23:0",
        "t": "Joash Crowned King of Judah",
        "h": 2
    },
    {
        "o": 12910,
        "r": "nkjv:2 Chronicles:23:1",
        "t": "In*p the seventh year Jehoiada strengthened himself, and*i made*i a*i covenant with the captains of hundreds: Azariah the son of Jeroham, Ishmael the son of Jehohanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zichri."
    },
    {
        "o": 12911,
        "r": "nkjv:2 Chronicles:23:2",
        "t": "And they went throughout Judah and gathered the Levites from all the cities of Judah, and the chief fathers of Israel, and they came to Jerusalem."
    },
    {
        "o": 12912,
        "r": "nkjv:2 Chronicles:23:3",
        "t": "Then*p all the assembly made a covenant with the king in the house of God. And he said to them, “Behold, the king’s son shall reign, as the Lord*s has said of the sons of David."
    },
    {
        "o": 12913,
        "r": "nkjv:2 Chronicles:23:4",
        "t": "This is*i what you shall do: One-third of you entering on the Sabbath, of the priests and the Levites, shall*i be*i keeping watch over the doors;"
    },
    {
        "o": 12914,
        "r": "nkjv:2 Chronicles:23:5",
        "t": "one-third shall*i be*i at the king’s house; and one-third at the Gate of the Foundation. All the people shall*i be*i in the courts of the house of the Lord.*s"
    },
    {
        "o": 12915,
        "r": "nkjv:2 Chronicles:23:6",
        "t": "But let no one come into the house of the Lord*s except the priests and those of the Levites who serve. They may go in, for they are*i holy; but all the people shall keep the watch of the Lord.*s"
    },
    {
        "o": 12916,
        "r": "nkjv:2 Chronicles:23:7",
        "t": "And the Levites shall surround the king on all sides, every man with his weapons in his hand; and whoever comes into the house, let him be put to death. You are to be with the king when he comes in and when he goes out.”"
    },
    {
        "o": 12917,
        "r": "nkjv:2 Chronicles:23:8",
        "t": "So*p the Levites and all Judah did according to all that Jehoiada the priest commanded. And each man took his men who were to be on duty on the Sabbath, with those who were going off*i duty*i on the Sabbath; for Jehoiada the priest had not dismissed the divisions."
    },
    {
        "o": 12918,
        "r": "nkjv:2 Chronicles:23:9",
        "t": "And Jehoiada the priest gave to the captains of hundreds the spears and the large and small shields which had*i belonged*i to King David, that were*i in the temple of God."
    },
    {
        "o": 12919,
        "r": "nkjv:2 Chronicles:23:10",
        "t": "Then he set all the people, every man with his weapon in his hand, from the right side of the temple to the left side of the temple, along by the altar and by the temple, all around the king."
    },
    {
        "o": 12920,
        "r": "nkjv:2 Chronicles:23:11",
        "t": "And they brought out the king’s son, put the crown on him, gave*i him*i the Testimony, and made him king. Then Jehoiada and his sons anointed him, and said, “Long*i live the king!”"
    },
    {
        "o": 12921,
        "r": "nkjv:2 Chronicles:23:11",
        "t": "Death of Athaliah",
        "h": 2
    },
    {
        "o": 12922,
        "r": "nkjv:2 Chronicles:23:12",
        "t": "Now*p when Athaliah heard the noise of the people running and praising the king, she came to the people in*i the temple of the Lord.*s"
    },
    {
        "o": 12923,
        "r": "nkjv:2 Chronicles:23:13",
        "t": "When*i she looked, there was the king standing by his pillar at the entrance; and the leaders and the trumpeters were*i by the king. All the people of the land were rejoicing and blowing trumpets, also the singers with musical instruments, and those who led in praise. So Athaliah tore her clothes and said, “Treason! Treason!”"
    },
    {
        "o": 12924,
        "r": "nkjv:2 Chronicles:23:14",
        "t": "And*p Jehoiada the priest brought out the captains of hundreds who were set over the army, and said to them, “Take her outside under guard, and slay with the sword whoever follows her.” For the priest had said, “Do not kill her in the house of the Lord.”*s"
    },
    {
        "o": 12925,
        "r": "nkjv:2 Chronicles:23:15",
        "t": "So*p they seized her; and she went by way of the entrance of the Horse Gate into*i the king’s house, and they killed her there."
    },
    {
        "o": 12926,
        "r": "nkjv:2 Chronicles:23:16",
        "t": "Then*p Jehoiada made a covenant between himself, the people, and the king, that they should be the Lord’s*s people."
    },
    {
        "o": 12927,
        "r": "nkjv:2 Chronicles:23:17",
        "t": "And all the people went to the temple of Baal, and tore it down. They broke in pieces its altars and images, and killed Mattan the priest of Baal before the altars."
    },
    {
        "o": 12928,
        "r": "nkjv:2 Chronicles:23:18",
        "t": "Also Jehoiada appointed the oversight of the house of the Lord*s to the hand of the priests, the Levites, whom David had assigned in the house of the Lord,*s to offer the burnt offerings of the Lord,*s as it*i is*i written in the Law of Moses, with rejoicing and with singing, as*i it*i was*i established*i by David."
    },
    {
        "o": 12929,
        "r": "nkjv:2 Chronicles:23:19",
        "t": "And he set the gatekeepers at the gates of the house of the Lord,*s so that no one who*i was*i in any way unclean should enter."
    },
    {
        "o": 12930,
        "r": "nkjv:2 Chronicles:23:20",
        "t": "Then*p he took the captains of hundreds, the nobles, the governors of the people, and all the people of the land, and brought the king down from the house of the Lord;*s and they went through the Upper Gate to the king’s house, and set the king on the throne of the kingdom."
    },
    {
        "o": 12931,
        "r": "nkjv:2 Chronicles:23:21",
        "t": "So all the people of the land rejoiced; and the city was quiet, for they had slain Athaliah with the sword."
    },
    {
        "o": 12932,
        "r": "nkjv:2 Chronicles:24:0",
        "t": "2 Chronicles 24",
        "h": 1
    },
    {
        "o": 12933,
        "r": "nkjv:2 Chronicles:24:0",
        "t": "Joash Repairs the Temple",
        "h": 2
    },
    {
        "o": 12934,
        "r": "nkjv:2 Chronicles:24:1",
        "t": "Joash*p was*i seven years old when he became king, and he reigned forty years in Jerusalem. His mother’s name was*i Zibiah of Beersheba."
    },
    {
        "o": 12935,
        "r": "nkjv:2 Chronicles:24:2",
        "t": "Joash did what*i was*i right in the sight of the Lord*s all the days of Jehoiada the priest."
    },
    {
        "o": 12936,
        "r": "nkjv:2 Chronicles:24:3",
        "t": "And Jehoiada took two wives for him, and he had sons and daughters."
    },
    {
        "o": 12937,
        "r": "nkjv:2 Chronicles:24:4",
        "t": "Now*p it happened after this that*i Joash set his heart on repairing the house of the Lord.*s"
    },
    {
        "o": 12938,
        "r": "nkjv:2 Chronicles:24:5",
        "t": "Then he gathered the priests and the Levites, and said to them, “Go out to the cities of Judah, and gather from all Israel money to repair the house of your God from year to year, and see that you do it quickly.” However*p the Levites did not do it quickly."
    },
    {
        "o": 12939,
        "r": "nkjv:2 Chronicles:24:6",
        "t": "So the king called Jehoiada the chief priest,*i and said to him, “Why have you not required the Levites to bring in from Judah and from Jerusalem the collection, according*i to*i the*i commandment*i of Moses the servant of the Lord*s and of the assembly of Israel, for the tabernacle of witness?”"
    },
    {
        "o": 12940,
        "r": "nkjv:2 Chronicles:24:7",
        "t": "For the sons of Athaliah, that wicked woman, had broken into the house of God, and had also presented all the dedicated things of the house of the Lord*s to the Baals."
    },
    {
        "o": 12941,
        "r": "nkjv:2 Chronicles:24:8",
        "t": "Then*p at the king’s command they made a chest, and set it outside at the gate of the house of the Lord.*s"
    },
    {
        "o": 12942,
        "r": "nkjv:2 Chronicles:24:9",
        "t": "And they made a proclamation throughout Judah and Jerusalem to bring to the Lord*s the collection that*i Moses the servant of God had*i imposed*i on Israel in the wilderness."
    },
    {
        "o": 12943,
        "r": "nkjv:2 Chronicles:24:10",
        "t": "Then all the leaders and all the people rejoiced, brought their contributions, and put them*i into the chest until all had given."
    },
    {
        "o": 12944,
        "r": "nkjv:2 Chronicles:24:11",
        "t": "So it was, at that time, when the chest was brought to the king’s official by the hand of the Levites, and when they saw that there*i was*i much money, that the king’s scribe and the high priest’s officer came and emptied the chest, and took it and returned it to its place. Thus they did day by day, and gathered money in abundance."
    },
    {
        "o": 12945,
        "r": "nkjv:2 Chronicles:24:12",
        "t": "The*p king and Jehoiada gave it to those who did the work of the service of the house of the Lord;*s and they hired masons and carpenters to repair the house of the Lord,*s and also those who worked in iron and bronze to restore the house of the Lord.*s"
    },
    {
        "o": 12946,
        "r": "nkjv:2 Chronicles:24:13",
        "t": "So the workmen labored, and the work was completed by them; they restored the house of God to its original condition and reinforced it."
    },
    {
        "o": 12947,
        "r": "nkjv:2 Chronicles:24:14",
        "t": "When they had finished, they brought the rest of the money before the king and Jehoiada; they made from it articles for the house of the Lord,*s articles for serving and offering, spoons and vessels of gold and silver. And they offered burnt offerings in the house of the Lord*s continually all the days of Jehoiada."
    },
    {
        "o": 12948,
        "r": "nkjv:2 Chronicles:24:14",
        "t": "Apostasy of Joash",
        "h": 2
    },
    {
        "o": 12949,
        "r": "nkjv:2 Chronicles:24:15",
        "t": "But*p Jehoiada grew old and was full of days, and he died; he*i was*i one hundred and thirty years old when he died."
    },
    {
        "o": 12950,
        "r": "nkjv:2 Chronicles:24:16",
        "t": "And they buried him in the City of David among the kings, because he had done good in Israel, both toward God and His house."
    },
    {
        "o": 12951,
        "r": "nkjv:2 Chronicles:24:17",
        "t": "Now*p after the death of Jehoiada the leaders of Judah came and bowed down to the king. And the king listened to them."
    },
    {
        "o": 12952,
        "r": "nkjv:2 Chronicles:24:18",
        "t": "Therefore they left the house of the Lord*s God of their fathers, and served wooden images and idols; and wrath came upon Judah and Jerusalem because of their trespass."
    },
    {
        "o": 12953,
        "r": "nkjv:2 Chronicles:24:19",
        "t": "Yet He sent prophets to them, to bring them back to the Lord;*s and they testified against them, but they would not listen."
    },
    {
        "o": 12954,
        "r": "nkjv:2 Chronicles:24:20",
        "t": "Then*p the Spirit of God came upon Zechariah the son of Jehoiada the priest, who stood above the people, and said to them, “Thus says God: ‘Why do you transgress the commandments of the Lord,*s so that you cannot prosper? Because you have forsaken the Lord,*s He also has forsaken you.’”"
    },
    {
        "o": 12955,
        "r": "nkjv:2 Chronicles:24:21",
        "t": "So they conspired against him, and at the command of the king they stoned him with stones in the court of the house of the Lord.*s"
    },
    {
        "o": 12956,
        "r": "nkjv:2 Chronicles:24:22",
        "t": "Thus Joash the king did not remember the kindness which Jehoiada his father had done to him, but killed his son; and as he died, he said, “The Lord*s look on it,*i and repay!”"
    },
    {
        "o": 12957,
        "r": "nkjv:2 Chronicles:24:22",
        "t": "Death of Joash",
        "h": 2
    },
    {
        "o": 12958,
        "r": "nkjv:2 Chronicles:24:23",
        "t": "So*p it happened in the spring of the year that*i the army of Syria came up against him; and they came to Judah and Jerusalem, and destroyed all the leaders of the people from among the people, and sent all their spoil to the king of Damascus."
    },
    {
        "o": 12959,
        "r": "nkjv:2 Chronicles:24:24",
        "t": "For the army of the Syrians came with a small company of men; but the Lord*s delivered a very great army into their hand, because they had forsaken the Lord*s God of their fathers. So they executed judgment against Joash."
    },
    {
        "o": 12960,
        "r": "nkjv:2 Chronicles:24:25",
        "t": "And when they had withdrawn from him (for they left him severely wounded), his own servants conspired against him because of the blood of the sons of Jehoiada the priest, and killed him on his bed. So he died. And they buried him in the City of David, but they did not bury him in the tombs of the kings."
    },
    {
        "o": 12961,
        "r": "nkjv:2 Chronicles:24:26",
        "t": "These*p are the ones who conspired against him: Zabad the son of Shimeath the Ammonitess, and Jehozabad the son of Shimrith the Moabitess."
    },
    {
        "o": 12962,
        "r": "nkjv:2 Chronicles:24:27",
        "t": "Now concerning*i his sons, and the many oracles about him, and the repairing of the house of God, indeed they are*i written in the annals of the book of the kings. Then Amaziah his son reigned in his place."
    },
    {
        "o": 12963,
        "r": "nkjv:2 Chronicles:25:0",
        "t": "2 Chronicles 25",
        "h": 1
    },
    {
        "o": 12964,
        "r": "nkjv:2 Chronicles:25:0",
        "t": "Amaziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12965,
        "r": "nkjv:2 Chronicles:25:1",
        "t": "Amaziah*p was*i twenty-five years old when*i he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was*i Jehoaddan of Jerusalem."
    },
    {
        "o": 12966,
        "r": "nkjv:2 Chronicles:25:2",
        "t": "And he did what*i was*i right in the sight of the Lord,*s but not with a loyal heart."
    },
    {
        "o": 12967,
        "r": "nkjv:2 Chronicles:25:3",
        "t": "Now*p it happened, as soon as the kingdom was established for him, that he executed his servants who had murdered his father the king."
    },
    {
        "o": 12968,
        "r": "nkjv:2 Chronicles:25:4",
        "t": "However he did not execute their children, but did*i as it*i is*i written in the Law in the Book of Moses, where the Lord*s commanded, saying, “The fathers shall not be put to death for their children, nor shall the children be put to death for their fathers; but a person shall die for his own sin.”"
    },
    {
        "o": 12969,
        "r": "nkjv:2 Chronicles:25:4",
        "t": "The War Against Edom",
        "h": 2
    },
    {
        "o": 12970,
        "r": "nkjv:2 Chronicles:25:5",
        "t": "Moreover*p Amaziah gathered Judah together and set over them captains of thousands and captains of hundreds, according to their*i fathers’ houses, throughout all Judah and Benjamin; and he numbered them from twenty years old and above, and found them to be three hundred thousand choice men,*i able*i to go to war, who could handle spear and shield."
    },
    {
        "o": 12971,
        "r": "nkjv:2 Chronicles:25:6",
        "t": "He also hired one hundred thousand mighty men of valor from Israel for one hundred talents of silver."
    },
    {
        "o": 12972,
        "r": "nkjv:2 Chronicles:25:7",
        "t": "But a man of God came to him, saying, “O king, do not let the army of Israel go with you, for the Lord*s is*i not with Israel— not*i with*i any of the children of Ephraim."
    },
    {
        "o": 12973,
        "r": "nkjv:2 Chronicles:25:8",
        "t": "But if you go, be gone! Be strong in battle! Even*i so,*i God shall make you fall before the enemy; for God has power to help and to overthrow.”"
    },
    {
        "o": 12974,
        "r": "nkjv:2 Chronicles:25:9",
        "t": "Then*p Amaziah said to the man of God, “But what shall*i we*i do about the hundred talents which I have given to the troops of Israel?” And*p the man of God answered, “The Lord*s is able to give you much more than this.”"
    },
    {
        "o": 12975,
        "r": "nkjv:2 Chronicles:25:10",
        "t": "So Amaziah discharged the troops that had come to him from Ephraim, to go back home. Therefore their anger was greatly aroused against Judah, and they returned home in great anger."
    },
    {
        "o": 12976,
        "r": "nkjv:2 Chronicles:25:11",
        "t": "Then*p Amaziah strengthened himself, and leading his people, he went to the Valley of Salt and killed ten thousand of the people of Seir."
    },
    {
        "o": 12977,
        "r": "nkjv:2 Chronicles:25:12",
        "t": "Also the children of Judah took captive ten thousand alive, brought them to the top of the rock, and cast them down from the top of the rock, so that they all were dashed in pieces."
    },
    {
        "o": 12978,
        "r": "nkjv:2 Chronicles:25:13",
        "t": "But*p as for the soldiers of the army which Amaziah had discharged, so that they would not go with him to battle, they raided the cities of Judah from Samaria to Beth Horon, killed three thousand in them, and took much spoil."
    },
    {
        "o": 12979,
        "r": "nkjv:2 Chronicles:25:14",
        "t": "Now*p it was so, after Amaziah came from the slaughter of the Edomites, that he brought the gods of the people of Seir, set them up to*i be*i his gods, and bowed down before them and burned incense to them."
    },
    {
        "o": 12980,
        "r": "nkjv:2 Chronicles:25:15",
        "t": "Therefore the anger of the Lord*s was aroused against Amaziah, and He sent him a prophet who said to him, “Why have you sought the gods of the people, which could not rescue their own people from your hand?”"
    },
    {
        "o": 12981,
        "r": "nkjv:2 Chronicles:25:16",
        "t": "So*p it was, as he talked with him, that the*i king*i said to him, “Have we made you the king’s counselor? Cease! Why should you be killed?” Then*p the prophet ceased, and said, “I know that God has determined to destroy you, because you have done this and have not heeded my advice.”"
    },
    {
        "o": 12982,
        "r": "nkjv:2 Chronicles:25:16",
        "t": "Israel Defeats Judah",
        "h": 2
    },
    {
        "o": 12983,
        "r": "nkjv:2 Chronicles:25:17",
        "t": "Now*p Amaziah king of Judah asked advice and sent to Joash the son of Jehoahaz, the son of Jehu, king of Israel, saying, “Come, let us face one another in*i battle.”*i"
    },
    {
        "o": 12984,
        "r": "nkjv:2 Chronicles:25:18",
        "t": "And*p Joash king of Israel sent to Amaziah king of Judah, saying, “The thistle that was*i in Lebanon sent to the cedar that was in Lebanon, saying, ‘Give your daughter to my son as wife’; and a wild beast that was*i in Lebanon passed by and trampled the thistle."
    },
    {
        "o": 12985,
        "r": "nkjv:2 Chronicles:25:19",
        "t": "Indeed you say that you have defeated the Edomites, and your heart is lifted up to boast. Stay at home now; why should you meddle with trouble, that you should fall—you and Judah with you?”"
    },
    {
        "o": 12986,
        "r": "nkjv:2 Chronicles:25:20",
        "t": "But*p Amaziah would not heed, for it came*i from God, that He might give them into the hand of*i their*i enemies,*i because they sought the gods of Edom."
    },
    {
        "o": 12987,
        "r": "nkjv:2 Chronicles:25:21",
        "t": "So Joash king of Israel went out; and he and Amaziah king of Judah faced one another at Beth Shemesh, which belongs*i to Judah."
    },
    {
        "o": 12988,
        "r": "nkjv:2 Chronicles:25:22",
        "t": "And Judah was defeated by Israel, and every man fled to his tent."
    },
    {
        "o": 12989,
        "r": "nkjv:2 Chronicles:25:23",
        "t": "Then Joash the king of Israel captured Amaziah king of Judah, the son of Joash, the son of Jehoahaz, at Beth Shemesh; and he brought him to Jerusalem, and broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate—four hundred cubits."
    },
    {
        "o": 12990,
        "r": "nkjv:2 Chronicles:25:24",
        "t": "And he*i took*i all the gold and silver, all the articles that were found in the house of God with Obed-Edom, the treasures of the king’s house, and hostages, and returned to Samaria."
    },
    {
        "o": 12991,
        "r": "nkjv:2 Chronicles:25:24",
        "t": "Death of Amaziah",
        "h": 2
    },
    {
        "o": 12992,
        "r": "nkjv:2 Chronicles:25:25",
        "t": "Amaziah*p the son of Joash, king of Judah, lived fifteen years after the death of Joash the son of Jehoahaz, king of Israel."
    },
    {
        "o": 12993,
        "r": "nkjv:2 Chronicles:25:26",
        "t": "Now the rest of the acts of Amaziah, from first to last, indeed are*i they not written in the book of the kings of Judah and Israel?"
    },
    {
        "o": 12994,
        "r": "nkjv:2 Chronicles:25:27",
        "t": "After the time that Amaziah turned away from following the Lord,*s they made a conspiracy against him in Jerusalem, and he fled to Lachish; but they sent after him to Lachish and killed him there."
    },
    {
        "o": 12995,
        "r": "nkjv:2 Chronicles:25:28",
        "t": "Then they brought him on horses and buried him with his fathers in the City of Judah."
    },
    {
        "o": 12996,
        "r": "nkjv:2 Chronicles:26:0",
        "t": "2 Chronicles 26",
        "h": 1
    },
    {
        "o": 12997,
        "r": "nkjv:2 Chronicles:26:0",
        "t": "Uzziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12998,
        "r": "nkjv:2 Chronicles:26:1",
        "t": "Now*p all the people of Judah took Uzziah, who was*i sixteen years old, and made him king instead of his father Amaziah."
    },
    {
        "o": 12999,
        "r": "nkjv:2 Chronicles:26:2",
        "t": "He built Elath and restored it to Judah, after the king rested with his fathers."
    },
    {
        "o": 13000,
        "r": "nkjv:2 Chronicles:26:3",
        "t": "Uzziah*p was*i sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecholiah of Jerusalem."
    },
    {
        "o": 13001,
        "r": "nkjv:2 Chronicles:26:4",
        "t": "And he did what*i was*i right in the sight of the Lord,*s according to all that his father Amaziah had done."
    },
    {
        "o": 13002,
        "r": "nkjv:2 Chronicles:26:5",
        "t": "He sought God in the days of Zechariah, who had understanding in the visions of God; and as long as he sought the Lord,*s God made him prosper."
    },
    {
        "o": 13003,
        "r": "nkjv:2 Chronicles:26:6",
        "t": "Now*p he went out and made war against the Philistines, and broke down the wall of Gath, the wall of Jabneh, and the wall of Ashdod; and he built cities around*i Ashdod and among the Philistines."
    },
    {
        "o": 13004,
        "r": "nkjv:2 Chronicles:26:7",
        "t": "God helped him against the Philistines, against the Arabians who lived in Gur Baal, and against the Meunites."
    },
    {
        "o": 13005,
        "r": "nkjv:2 Chronicles:26:8",
        "t": "Also the Ammonites brought tribute to Uzziah. His fame spread as far as the entrance of Egypt, for he became exceedingly strong."
    },
    {
        "o": 13006,
        "r": "nkjv:2 Chronicles:26:9",
        "t": "And*p Uzziah built towers in Jerusalem at the Corner Gate, at the Valley Gate, and at the corner buttress of the wall; then he fortified them."
    },
    {
        "o": 13007,
        "r": "nkjv:2 Chronicles:26:10",
        "t": "Also he built towers in the desert. He dug many wells, for he had much livestock, both in the lowlands and in the plains; he*i also*i had*i farmers and vinedressers in the mountains and in Carmel, for he loved the soil."
    },
    {
        "o": 13008,
        "r": "nkjv:2 Chronicles:26:11",
        "t": "Moreover*p Uzziah had an army of fighting men who went out to war by companies, according to the number on their roll as prepared by Jeiel the scribe and Maaseiah the officer, under the hand of Hananiah, one*i of the king’s captains."
    },
    {
        "o": 13009,
        "r": "nkjv:2 Chronicles:26:12",
        "t": "The total number of chief officers of the mighty men of valor was*i two thousand six hundred."
    },
    {
        "o": 13010,
        "r": "nkjv:2 Chronicles:26:13",
        "t": "And under their authority was*i an army of three hundred and seven thousand five hundred, that made war with mighty power, to help the king against the enemy."
    },
    {
        "o": 13011,
        "r": "nkjv:2 Chronicles:26:14",
        "t": "Then Uzziah prepared for them, for the entire army, shields, spears, helmets, body armor, bows, and slings to*i cast*i stones."
    },
    {
        "o": 13012,
        "r": "nkjv:2 Chronicles:26:15",
        "t": "And he made devices in Jerusalem, invented by skillful men, to be on the towers and the corners, to shoot arrows and large stones. So his fame spread far and wide, for he was marvelously helped till he became strong."
    },
    {
        "o": 13013,
        "r": "nkjv:2 Chronicles:26:15",
        "t": "The Penalty for Uzziah’s Pride",
        "h": 2
    },
    {
        "o": 13014,
        "r": "nkjv:2 Chronicles:26:16",
        "t": "But*p when he was strong his heart was lifted up, to his*i destruction, for he transgressed against the Lord*s his God by entering the temple of the Lord*s to burn incense on the altar of incense."
    },
    {
        "o": 13015,
        "r": "nkjv:2 Chronicles:26:17",
        "t": "So Azariah the priest went in after him, and with him were eighty priests of the Lord*s —valiant men."
    },
    {
        "o": 13016,
        "r": "nkjv:2 Chronicles:26:18",
        "t": "And they withstood King Uzziah, and said to him, “It*i is not for you, Uzziah, to burn incense to the Lord,*s but for the priests, the sons of Aaron, who are consecrated to burn incense. Get out of the sanctuary, for you have trespassed! You shall*i have*i no honor from the Lord*s God.”"
    },
    {
        "o": 13017,
        "r": "nkjv:2 Chronicles:26:19",
        "t": "Then*p Uzziah became furious; and he had*i a censer in his hand to burn incense. And while he was angry with the priests, leprosy broke out on his forehead, before the priests in the house of the Lord,*s beside the incense altar."
    },
    {
        "o": 13018,
        "r": "nkjv:2 Chronicles:26:20",
        "t": "And Azariah the chief priest and all the priests looked at him, and there, on his forehead, he was*i leprous; so they thrust him out of that place. Indeed he also hurried to get out, because the Lord*s had struck him."
    },
    {
        "o": 13019,
        "r": "nkjv:2 Chronicles:26:21",
        "t": "King*p Uzziah was a leper until the day of his death. He dwelt in an isolated house, because he was a leper; for he was cut off from the house of the Lord.*s Then Jotham his son was*i over the king’s house, judging the people of the land."
    },
    {
        "o": 13020,
        "r": "nkjv:2 Chronicles:26:22",
        "t": "Now*p the rest of the acts of Uzziah, from first to last, the prophet Isaiah the son of Amoz wrote."
    },
    {
        "o": 13021,
        "r": "nkjv:2 Chronicles:26:23",
        "t": "So Uzziah rested with his fathers, and they buried him with his fathers in the field of burial which belonged*i to the kings, for they said, “He is a leper.” Then Jotham his son reigned in his place."
    },
    {
        "o": 13022,
        "r": "nkjv:2 Chronicles:27:0",
        "t": "2 Chronicles 27",
        "h": 1
    },
    {
        "o": 13023,
        "r": "nkjv:2 Chronicles:27:0",
        "t": "Jotham Reigns in Judah",
        "h": 2
    },
    {
        "o": 13024,
        "r": "nkjv:2 Chronicles:27:1",
        "t": "Jotham*p was*i twenty-five years old when he became king, and he reigned sixteen years in Jerusalem. His mother’s name was*i Jerushah the daughter of Zadok."
    },
    {
        "o": 13025,
        "r": "nkjv:2 Chronicles:27:2",
        "t": "And he did what*i was*i right in the sight of the Lord,*s according to all that his father Uzziah had done (although he did not enter the temple of the Lord).*s But still the people acted corruptly."
    },
    {
        "o": 13026,
        "r": "nkjv:2 Chronicles:27:3",
        "t": "He*p built the Upper Gate of the house of the Lord,*s and he built extensively on the wall of Ophel."
    },
    {
        "o": 13027,
        "r": "nkjv:2 Chronicles:27:4",
        "t": "Moreover he built cities in the mountains of Judah, and in the forests he built fortresses and towers."
    },
    {
        "o": 13028,
        "r": "nkjv:2 Chronicles:27:5",
        "t": "He also fought with the king of the Ammonites and defeated them. And the people of Ammon gave him in that year one hundred talents of silver, ten thousand kors of wheat, and ten thousand of barley. The people of Ammon paid this to him in the second and third years also."
    },
    {
        "o": 13029,
        "r": "nkjv:2 Chronicles:27:6",
        "t": "So Jotham became mighty, because he prepared his ways before the Lord*s his God."
    },
    {
        "o": 13030,
        "r": "nkjv:2 Chronicles:27:7",
        "t": "Now*p the rest of the acts of Jotham, and all his wars and his ways, indeed they are*i written in the book of the kings of Israel and Judah."
    },
    {
        "o": 13031,
        "r": "nkjv:2 Chronicles:27:8",
        "t": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem."
    },
    {
        "o": 13032,
        "r": "nkjv:2 Chronicles:27:9",
        "t": "So Jotham rested with his fathers, and they buried him in the City of David. Then Ahaz his son reigned in his place."
    },
    {
        "o": 13033,
        "r": "nkjv:2 Chronicles:28:0",
        "t": "2 Chronicles 28",
        "h": 1
    },
    {
        "o": 13034,
        "r": "nkjv:2 Chronicles:28:0",
        "t": "Ahaz Reigns in Judah",
        "h": 2
    },
    {
        "o": 13035,
        "r": "nkjv:2 Chronicles:28:1",
        "t": "Ahaz*p was*i twenty years old when he became king, and he reigned sixteen years in Jerusalem; and he did not do what*i was*i right in the sight of the Lord,*s as his father David had*i done.*i"
    },
    {
        "o": 13036,
        "r": "nkjv:2 Chronicles:28:2",
        "t": "For he walked in the ways of the kings of Israel, and made molded images for the Baals."
    },
    {
        "o": 13037,
        "r": "nkjv:2 Chronicles:28:3",
        "t": "He burned incense in the Valley of the Son of Hinnom, and burned his children in the fire, according to the abominations of the nations whom the Lord*s had cast out before the children of Israel."
    },
    {
        "o": 13038,
        "r": "nkjv:2 Chronicles:28:4",
        "t": "And he sacrificed and burned incense on the high places, on the hills, and under every green tree."
    },
    {
        "o": 13039,
        "r": "nkjv:2 Chronicles:28:4",
        "t": "Syria and Israel Defeat Judah",
        "h": 2
    },
    {
        "o": 13040,
        "r": "nkjv:2 Chronicles:28:5",
        "t": "Therefore*p the Lord*s his God delivered him into the hand of the king of Syria. They defeated him, and carried away a great multitude of them as captives, and brought them*i to Damascus. Then he was also delivered into the hand of the king of Israel, who defeated him with a great slaughter."
    },
    {
        "o": 13041,
        "r": "nkjv:2 Chronicles:28:6",
        "t": "For Pekah the son of Remaliah killed one hundred and twenty thousand in Judah in one day, all valiant men, because they had forsaken the Lord*s God of their fathers."
    },
    {
        "o": 13042,
        "r": "nkjv:2 Chronicles:28:7",
        "t": "Zichri, a mighty man of Ephraim, killed Maaseiah the king’s son, Azrikam the officer over the house, and Elkanah who*i was*i second to the king."
    },
    {
        "o": 13043,
        "r": "nkjv:2 Chronicles:28:8",
        "t": "And the children of Israel carried away captive of their brethren two hundred thousand women, sons, and daughters; and they also took away much spoil from them, and brought the spoil to Samaria."
    },
    {
        "o": 13044,
        "r": "nkjv:2 Chronicles:28:8",
        "t": "Israel Returns the Captives",
        "h": 2
    },
    {
        "o": 13045,
        "r": "nkjv:2 Chronicles:28:9",
        "t": "But*p a prophet of the Lord*s was there, whose name was*i Oded; and he went out before the army that came to Samaria, and said to them: “Look, because the Lord*s God of your fathers was angry with Judah, He has delivered them into your hand; but you have killed them in a rage that*i reaches up to heaven."
    },
    {
        "o": 13046,
        "r": "nkjv:2 Chronicles:28:10",
        "t": "And now you propose to force the children of Judah and Jerusalem to be your male and female slaves; but*i are*i you not also guilty before the Lord*s your God?"
    },
    {
        "o": 13047,
        "r": "nkjv:2 Chronicles:28:11",
        "t": "Now hear me, therefore, and return the captives, whom you have taken captive from your brethren, for the fierce wrath of the Lord*s is*i upon you.”"
    },
    {
        "o": 13048,
        "r": "nkjv:2 Chronicles:28:12",
        "t": "Then*p some of the heads of the children of Ephraim, Azariah the son of Johanan, Berechiah the son of Meshillemoth, Jehizkiah the son of Shallum, and Amasa the son of Hadlai, stood up against those who came from the war,"
    },
    {
        "o": 13049,
        "r": "nkjv:2 Chronicles:28:13",
        "t": "and said to them, “You shall not bring the captives here, for we already*i have offended the Lord.*s You intend to add to our sins and to our guilt; for our guilt is great, and there*i is*i fierce wrath against Israel.”"
    },
    {
        "o": 13050,
        "r": "nkjv:2 Chronicles:28:14",
        "t": "So the armed men left the captives and the spoil before the leaders and all the assembly."
    },
    {
        "o": 13051,
        "r": "nkjv:2 Chronicles:28:15",
        "t": "Then the men who were designated by name rose up and took the captives, and from the spoil they clothed all who were naked among them, dressed them and gave them sandals, gave them food and drink, and anointed them; and they let all the feeble ones ride on donkeys. So they brought them to their brethren at Jericho, the city of palm trees. Then they returned to Samaria."
    },
    {
        "o": 13052,
        "r": "nkjv:2 Chronicles:28:15",
        "t": "Assyria Refuses to Help Judah",
        "h": 2
    },
    {
        "o": 13053,
        "r": "nkjv:2 Chronicles:28:16",
        "t": "At*p the same time King Ahaz sent to the kings of Assyria to help him."
    },
    {
        "o": 13054,
        "r": "nkjv:2 Chronicles:28:17",
        "t": "For again the Edomites had come, attacked Judah, and carried away captives."
    },
    {
        "o": 13055,
        "r": "nkjv:2 Chronicles:28:18",
        "t": "The Philistines also had invaded the cities of the lowland and of the South of Judah, and had taken Beth Shemesh, Aijalon, Gederoth, Sochoh with its villages, Timnah with its villages, and Gimzo with its villages; and they dwelt there."
    },
    {
        "o": 13056,
        "r": "nkjv:2 Chronicles:28:19",
        "t": "For the Lord*s brought Judah low because of Ahaz king of Israel, for he had encouraged moral decline in Judah and had been continually unfaithful to the Lord.*s"
    },
    {
        "o": 13057,
        "r": "nkjv:2 Chronicles:28:20",
        "t": "Also Tiglath-Pileser king of Assyria came to him and distressed him, and did not assist him."
    },
    {
        "o": 13058,
        "r": "nkjv:2 Chronicles:28:21",
        "t": "For Ahaz took part of*i the*i treasures*i from the house of the Lord,*s from the house of the king, and from the leaders, and he gave it*i to the king of Assyria; but he did not help him."
    },
    {
        "o": 13059,
        "r": "nkjv:2 Chronicles:28:21",
        "t": "Apostasy and Death of Ahaz",
        "h": 2
    },
    {
        "o": 13060,
        "r": "nkjv:2 Chronicles:28:22",
        "t": "Now*p in the time of his distress King Ahaz became increasingly unfaithful to the Lord.*s This is*i that*i King Ahaz."
    },
    {
        "o": 13061,
        "r": "nkjv:2 Chronicles:28:23",
        "t": "For he sacrificed to the gods of Damascus which had defeated him, saying, “Because the gods of the kings of Syria help them, I will sacrifice to them that they may help me.” But they were the ruin of him and of all Israel."
    },
    {
        "o": 13062,
        "r": "nkjv:2 Chronicles:28:24",
        "t": "So Ahaz gathered the articles of the house of God, cut in pieces the articles of the house of God, shut up the doors of the house of the Lord,*s and made for himself altars in every corner of Jerusalem."
    },
    {
        "o": 13063,
        "r": "nkjv:2 Chronicles:28:25",
        "t": "And in every single city of Judah he made high places to burn incense to other gods, and provoked to anger the Lord*s God of his fathers."
    },
    {
        "o": 13064,
        "r": "nkjv:2 Chronicles:28:26",
        "t": "Now*p the rest of his acts and all his ways, from first to last, indeed they are*i written in the book of the kings of Judah and Israel."
    },
    {
        "o": 13065,
        "r": "nkjv:2 Chronicles:28:27",
        "t": "So Ahaz rested with his fathers, and they buried him in the city, in Jerusalem; but they did not bring him into the tombs of the kings of Israel. Then Hezekiah his son reigned in his place."
    },
    {
        "o": 13066,
        "r": "nkjv:2 Chronicles:29:0",
        "t": "2 Chronicles 29",
        "h": 1
    },
    {
        "o": 13067,
        "r": "nkjv:2 Chronicles:29:0",
        "t": "Hezekiah Reigns in Judah",
        "h": 2
    },
    {
        "o": 13068,
        "r": "nkjv:2 Chronicles:29:1",
        "t": "Hezekiah*p became king when*i he*i was*i twenty-five years old, and he reigned twenty-nine years in Jerusalem. His mother’s name was*i Abijah the daughter of Zechariah."
    },
    {
        "o": 13069,
        "r": "nkjv:2 Chronicles:29:2",
        "t": "And he did what*i was*i right in the sight of the Lord,*s according to all that his father David had done."
    },
    {
        "o": 13070,
        "r": "nkjv:2 Chronicles:29:2",
        "t": "Hezekiah Cleanses the Temple",
        "h": 2
    },
    {
        "o": 13071,
        "r": "nkjv:2 Chronicles:29:3",
        "t": "In*p the first year of his reign, in the first month, he opened the doors of the house of the Lord*s and repaired them."
    },
    {
        "o": 13072,
        "r": "nkjv:2 Chronicles:29:4",
        "t": "Then he brought in the priests and the Levites, and gathered them in the East Square,"
    },
    {
        "o": 13073,
        "r": "nkjv:2 Chronicles:29:5",
        "t": "and said to them: “Hear me, Levites! Now sanctify yourselves, sanctify the house of the Lord*s God of your fathers, and carry out the rubbish from the holy place.*i"
    },
    {
        "o": 13074,
        "r": "nkjv:2 Chronicles:29:6",
        "t": "For our fathers have trespassed and done evil in the eyes of the Lord*s our God; they have forsaken Him, have turned their faces away from the dwelling place of the Lord,*s and turned their*i backs on*i Him.*i"
    },
    {
        "o": 13075,
        "r": "nkjv:2 Chronicles:29:7",
        "t": "They have also shut up the doors of the vestibule, put out the lamps, and have not burned incense or offered burnt offerings in the holy place*i to the God of Israel."
    },
    {
        "o": 13076,
        "r": "nkjv:2 Chronicles:29:8",
        "t": "Therefore the wrath of the Lord*s fell upon Judah and Jerusalem, and He has given them up to trouble, to desolation, and to jeering, as you see with your eyes."
    },
    {
        "o": 13077,
        "r": "nkjv:2 Chronicles:29:9",
        "t": "For indeed, because of this our fathers have fallen by the sword; and our sons, our daughters, and our wives are*i in captivity."
    },
    {
        "o": 13078,
        "r": "nkjv:2 Chronicles:29:10",
        "t": "“Now*p it*i is*i in my heart to make a covenant with the Lord*s God of Israel, that His fierce wrath may turn away from us."
    },
    {
        "o": 13079,
        "r": "nkjv:2 Chronicles:29:11",
        "t": "My sons, do not be negligent now, for the Lord*s has chosen you to stand before Him, to serve Him, and that you should minister to Him and burn incense.”"
    },
    {
        "o": 13080,
        "r": "nkjv:2 Chronicles:29:12",
        "t": "Then*p these Levites arose: Mahath the son of Amasai and Joel the son of Azariah, of the sons of the Kohathites; of the sons of Merari, Kish the son of Abdi and Azariah the son of Jehallelel; of the Gershonites, Joah the son of Zimmah and Eden the son of Joah;"
    },
    {
        "o": 13081,
        "r": "nkjv:2 Chronicles:29:13",
        "t": "of the sons of Elizaphan, Shimri and Jeiel; of the sons of Asaph, Zechariah and Mattaniah;"
    },
    {
        "o": 13082,
        "r": "nkjv:2 Chronicles:29:14",
        "t": "of the sons of Heman, Jehiel and Shimei; and of the sons of Jeduthun, Shemaiah and Uzziel."
    },
    {
        "o": 13083,
        "r": "nkjv:2 Chronicles:29:15",
        "t": "And*p they gathered their brethren, sanctified themselves, and went according to the commandment of the king, at the words of the Lord,*s to cleanse the house of the Lord.*s"
    },
    {
        "o": 13084,
        "r": "nkjv:2 Chronicles:29:16",
        "t": "Then the priests went into the inner part of the house of the Lord*s to cleanse it,*i and brought out all the debris that they found in the temple of the Lord*s to the court of the house of the Lord.*s And the Levites took it*i out and carried it*i to the Brook Kidron."
    },
    {
        "o": 13085,
        "r": "nkjv:2 Chronicles:29:17",
        "t": "Now*p they began to sanctify on the first day*i of the first month, and on the eighth day of the month they came to the vestibule of the Lord.*s So they sanctified the house of the Lord*s in eight days, and on the sixteenth day of the first month they finished."
    },
    {
        "o": 13086,
        "r": "nkjv:2 Chronicles:29:18",
        "t": "Then*p they went in to King Hezekiah and said, “We have cleansed all the house of the Lord,*s the altar of burnt offerings with all its articles, and the table of the showbread with all its articles."
    },
    {
        "o": 13087,
        "r": "nkjv:2 Chronicles:29:19",
        "t": "Moreover all the articles which King Ahaz in his reign had cast aside in his transgression we have prepared and sanctified; and there they are,*i before the altar of the Lord.”*s"
    },
    {
        "o": 13088,
        "r": "nkjv:2 Chronicles:29:19",
        "t": "Hezekiah Restores Temple Worship",
        "h": 2
    },
    {
        "o": 13089,
        "r": "nkjv:2 Chronicles:29:20",
        "t": "Then*p King Hezekiah rose early, gathered the rulers of the city, and went up to the house of the Lord.*s"
    },
    {
        "o": 13090,
        "r": "nkjv:2 Chronicles:29:21",
        "t": "And they brought seven bulls, seven rams, seven lambs, and seven male goats for a sin offering for the kingdom, for the sanctuary, and for Judah. Then he commanded the priests, the sons of Aaron, to offer them*i on the altar of the Lord.*s"
    },
    {
        "o": 13091,
        "r": "nkjv:2 Chronicles:29:22",
        "t": "So they killed the bulls, and the priests received the blood and sprinkled it*i on the altar. Likewise they killed the rams and sprinkled the blood on the altar. They also killed the lambs and sprinkled the blood on the altar."
    },
    {
        "o": 13092,
        "r": "nkjv:2 Chronicles:29:23",
        "t": "Then they brought out the male goats for*i the sin offering before the king and the assembly, and they laid their hands on them."
    },
    {
        "o": 13093,
        "r": "nkjv:2 Chronicles:29:24",
        "t": "And the priests killed them; and they presented their blood on the altar as a sin offering to make an atonement for all Israel, for the king commanded that*i the burnt offering and the sin offering be*i made*i for all Israel."
    },
    {
        "o": 13094,
        "r": "nkjv:2 Chronicles:29:25",
        "t": "And*p he stationed the Levites in the house of the Lord*s with cymbals, with stringed instruments, and with harps, according to the commandment of David, of Gad the king’s seer, and of Nathan the prophet; for thus was*i the commandment of the Lord*s by His prophets."
    },
    {
        "o": 13095,
        "r": "nkjv:2 Chronicles:29:26",
        "t": "The Levites stood with the instruments of David, and the priests with the trumpets."
    },
    {
        "o": 13096,
        "r": "nkjv:2 Chronicles:29:27",
        "t": "Then Hezekiah commanded them*i to offer the burnt offering on the altar. And when the burnt offering began, the song of the Lord*s also*i began, with the trumpets and with the instruments of David king of Israel."
    },
    {
        "o": 13097,
        "r": "nkjv:2 Chronicles:29:28",
        "t": "So all the assembly worshiped, the singers sang, and the trumpeters sounded; all this*i continued*i until the burnt offering was finished."
    },
    {
        "o": 13098,
        "r": "nkjv:2 Chronicles:29:29",
        "t": "And when they had finished offering, the king and all who were present with him bowed and worshiped."
    },
    {
        "o": 13099,
        "r": "nkjv:2 Chronicles:29:30",
        "t": "Moreover King Hezekiah and the leaders commanded the Levites to sing praise to the Lord*s with the words of David and of Asaph the seer. So they sang praises with gladness, and they bowed their heads and worshiped."
    },
    {
        "o": 13100,
        "r": "nkjv:2 Chronicles:29:31",
        "t": "Then*p Hezekiah answered and said, “Now that*i you have consecrated yourselves to the Lord,*s come near, and bring sacrifices and thank offerings into the house of the Lord.”*s So the assembly brought in sacrifices and thank offerings, and as many as were of a willing heart brought*i burnt offerings."
    },
    {
        "o": 13101,
        "r": "nkjv:2 Chronicles:29:32",
        "t": "And the number of the burnt offerings which the assembly brought was seventy bulls, one hundred rams, and*i two hundred lambs; all these were*i for a burnt offering to the Lord.*s"
    },
    {
        "o": 13102,
        "r": "nkjv:2 Chronicles:29:33",
        "t": "The consecrated things were*i six hundred bulls and three thousand sheep."
    },
    {
        "o": 13103,
        "r": "nkjv:2 Chronicles:29:34",
        "t": "But the priests were too few, so that they could not skin all the burnt offerings; therefore their brethren the Levites helped them until the work was ended and until the other*i priests had sanctified themselves, for the Levites were more diligent in sanctifying themselves than the priests."
    },
    {
        "o": 13104,
        "r": "nkjv:2 Chronicles:29:35",
        "t": "Also the burnt offerings were*i in abundance, with the fat of the peace offerings and with*i the drink offerings for every*i burnt offering. So*p the service of the house of the Lord*s was set in order."
    },
    {
        "o": 13105,
        "r": "nkjv:2 Chronicles:29:36",
        "t": "Then Hezekiah and all the people rejoiced that God had prepared the people, since the events took place so suddenly."
    },
    {
        "o": 13106,
        "r": "nkjv:2 Chronicles:30:0",
        "t": "2 Chronicles 30",
        "h": 1
    },
    {
        "o": 13107,
        "r": "nkjv:2 Chronicles:30:0",
        "t": "Hezekiah Keeps the Passover",
        "h": 2
    },
    {
        "o": 13108,
        "r": "nkjv:2 Chronicles:30:1",
        "t": "And*p Hezekiah sent to all Israel and Judah, and also wrote letters to Ephraim and Manasseh, that they should come to the house of the Lord*s at Jerusalem, to keep the Passover to the Lord*s God of Israel."
    },
    {
        "o": 13109,
        "r": "nkjv:2 Chronicles:30:2",
        "t": "For the king and his leaders and all the assembly in Jerusalem had agreed to keep the Passover in the second month."
    },
    {
        "o": 13110,
        "r": "nkjv:2 Chronicles:30:3",
        "t": "For they could not keep it at the regular time, because a sufficient number of priests had not consecrated themselves, nor had the people gathered together at Jerusalem."
    },
    {
        "o": 13111,
        "r": "nkjv:2 Chronicles:30:4",
        "t": "And the matter pleased the king and all the assembly."
    },
    {
        "o": 13112,
        "r": "nkjv:2 Chronicles:30:5",
        "t": "So they resolved to make a proclamation throughout all Israel, from Beersheba to Dan, that they should come to keep the Passover to the Lord*s God of Israel at Jerusalem, since they had not done it*i for a long time*i in the prescribed*i manner."
    },
    {
        "o": 13113,
        "r": "nkjv:2 Chronicles:30:6",
        "t": "Then*p the runners went throughout all Israel and Judah with the letters from the king and his leaders, and spoke according to the command of the king: “Children of Israel, return to the Lord*s God of Abraham, Isaac, and Israel; then He will return to the remnant of you who have escaped from the hand of the kings of Assyria."
    },
    {
        "o": 13114,
        "r": "nkjv:2 Chronicles:30:7",
        "t": "And do not be like your fathers and your brethren, who trespassed against the Lord*s God of their fathers, so that He gave them up to desolation, as you see."
    },
    {
        "o": 13115,
        "r": "nkjv:2 Chronicles:30:8",
        "t": "Now do not be stiff-necked, as your fathers were,*i but*i yield yourselves to the Lord;*s and enter His sanctuary, which He has sanctified forever, and serve the Lord*s your God, that the fierceness of His wrath may turn away from you."
    },
    {
        "o": 13116,
        "r": "nkjv:2 Chronicles:30:9",
        "t": "For if you return to the Lord,*s your brethren and your children will*i be*i treated*i with compassion by those who lead them captive, so that they may come back to this land; for the Lord*s your God is*i gracious and merciful, and will not turn His*i face from you if you return to Him.”"
    },
    {
        "o": 13117,
        "r": "nkjv:2 Chronicles:30:10",
        "t": "So*p the runners passed from city to city through the country of Ephraim and Manasseh, as far as Zebulun; but they laughed at them and mocked them."
    },
    {
        "o": 13118,
        "r": "nkjv:2 Chronicles:30:11",
        "t": "Nevertheless some from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem."
    },
    {
        "o": 13119,
        "r": "nkjv:2 Chronicles:30:12",
        "t": "Also the hand of God was on Judah to give them singleness of heart to obey the command of the king and the leaders, at the word of the Lord.*s"
    },
    {
        "o": 13120,
        "r": "nkjv:2 Chronicles:30:13",
        "t": "Now*p many people, a very great assembly, gathered at Jerusalem to keep the Feast of Unleavened Bread in the second month."
    },
    {
        "o": 13121,
        "r": "nkjv:2 Chronicles:30:14",
        "t": "They arose and took away the altars that were*i in Jerusalem, and they took away all the incense altars and cast them*i into the Brook Kidron."
    },
    {
        "o": 13122,
        "r": "nkjv:2 Chronicles:30:15",
        "t": "Then they slaughtered the Passover lambs*i on the fourteenth day*i of the second month. The priests and the Levites were ashamed, and sanctified themselves, and brought the burnt offerings to the house of the Lord.*s"
    },
    {
        "o": 13123,
        "r": "nkjv:2 Chronicles:30:16",
        "t": "They stood in their place according to their custom, according to the Law of Moses the man of God; the priests sprinkled the blood received*i from the hand of the Levites."
    },
    {
        "o": 13124,
        "r": "nkjv:2 Chronicles:30:17",
        "t": "For there*i were*i many in the assembly who had not sanctified themselves; therefore the Levites had charge of the slaughter of the Passover lambs*i for everyone who*i was*i not clean, to sanctify them*i to the Lord.*s"
    },
    {
        "o": 13125,
        "r": "nkjv:2 Chronicles:30:18",
        "t": "For a multitude of the people, many from Ephraim, Manasseh, Issachar, and Zebulun, had not cleansed themselves, yet they ate the Passover contrary to what was written. But Hezekiah prayed for them, saying, “May the good Lord*s provide atonement for everyone"
    },
    {
        "o": 13126,
        "r": "nkjv:2 Chronicles:30:19",
        "t": "who*i prepares his heart to seek God, the Lord*s God of his fathers, though he*i is*i not cleansed*i according to the purification of the sanctuary.”"
    },
    {
        "o": 13127,
        "r": "nkjv:2 Chronicles:30:20",
        "t": "And the Lord*s listened to Hezekiah and healed the people."
    },
    {
        "o": 13128,
        "r": "nkjv:2 Chronicles:30:21",
        "t": "So*p the children of Israel who were present at Jerusalem kept the Feast of Unleavened Bread seven days with great gladness; and the Levites and the priests praised the Lord*s day by day, singing*i to the Lord,*s accompanied by loud instruments."
    },
    {
        "o": 13129,
        "r": "nkjv:2 Chronicles:30:22",
        "t": "And Hezekiah gave encouragement to all the Levites who taught the good knowledge of the Lord;*s and they ate throughout the feast seven days, offering peace offerings and making confession to the Lord*s God of their fathers."
    },
    {
        "o": 13130,
        "r": "nkjv:2 Chronicles:30:23",
        "t": "Then*p the whole assembly agreed to keep the*i feast*i another seven days, and they kept it another*i seven days with gladness."
    },
    {
        "o": 13131,
        "r": "nkjv:2 Chronicles:30:24",
        "t": "For Hezekiah king of Judah gave to the assembly a thousand bulls and seven thousand sheep, and the leaders gave to the assembly a thousand bulls and ten thousand sheep; and a great number of priests sanctified themselves."
    },
    {
        "o": 13132,
        "r": "nkjv:2 Chronicles:30:25",
        "t": "The whole assembly of Judah rejoiced, also the priests and Levites, all the assembly that came from Israel, the sojourners who came from the land of Israel, and those who dwelt in Judah."
    },
    {
        "o": 13133,
        "r": "nkjv:2 Chronicles:30:26",
        "t": "So there was great joy in Jerusalem, for since the time of Solomon the son of David, king of Israel, there*i had*i been nothing like this in Jerusalem."
    },
    {
        "o": 13134,
        "r": "nkjv:2 Chronicles:30:27",
        "t": "Then the priests, the Levites, arose and blessed the people, and their voice was heard; and their prayer came up*i to His holy dwelling place, to heaven."
    },
    {
        "o": 13135,
        "r": "nkjv:2 Chronicles:31:0",
        "t": "2 Chronicles 31",
        "h": 1
    },
    {
        "o": 13136,
        "r": "nkjv:2 Chronicles:31:0",
        "t": "The Reforms of Hezekiah",
        "h": 2
    },
    {
        "o": 13137,
        "r": "nkjv:2 Chronicles:31:1",
        "t": "Now*p when all this was finished, all Israel who were present went out to the cities of Judah and broke the sacred*i pillars in pieces, cut down the wooden images, and threw down the high places and the altars—from all Judah, Benjamin, Ephraim, and Manasseh—until they had utterly destroyed them all. Then all the children of Israel returned to their own cities, every man to his possession."
    },
    {
        "o": 13138,
        "r": "nkjv:2 Chronicles:31:2",
        "t": "And*p Hezekiah appointed the divisions of the priests and the Levites according to their divisions, each man according to his service, the priests and Levites for burnt offerings and peace offerings, to serve, to give thanks, and to praise in the gates of the camp of the Lord.*s"
    },
    {
        "o": 13139,
        "r": "nkjv:2 Chronicles:31:3",
        "t": "The king also appointed*i a portion of his possessions for the burnt offerings: for the morning and evening burnt offerings, the burnt offerings for the Sabbaths and the New Moons and the set feasts, as it*i is*i written in the Law of the Lord.*s"
    },
    {
        "o": 13140,
        "r": "nkjv:2 Chronicles:31:4",
        "t": "Moreover*p he commanded the people who dwelt in Jerusalem to contribute support for the priests and the Levites, that they might devote themselves to the Law of the Lord.*s"
    },
    {
        "o": 13141,
        "r": "nkjv:2 Chronicles:31:5",
        "t": "As*p soon as the commandment was circulated, the children of Israel brought in abundance the firstfruits of grain and wine, oil and honey, and of all the produce of the field; and they brought in abundantly the tithe of everything."
    },
    {
        "o": 13142,
        "r": "nkjv:2 Chronicles:31:6",
        "t": "And the children of Israel and Judah, who dwelt in the cities of Judah, brought the tithe of oxen and sheep; also the tithe of holy things which were consecrated to the Lord*s their God they laid in heaps."
    },
    {
        "o": 13143,
        "r": "nkjv:2 Chronicles:31:7",
        "t": "In*p the third month they began laying them in heaps, and they finished in the seventh month."
    },
    {
        "o": 13144,
        "r": "nkjv:2 Chronicles:31:8",
        "t": "And when Hezekiah and the leaders came and saw the heaps, they blessed the Lord*s and His people Israel."
    },
    {
        "o": 13145,
        "r": "nkjv:2 Chronicles:31:9",
        "t": "Then Hezekiah questioned the priests and the Levites concerning the heaps."
    },
    {
        "o": 13146,
        "r": "nkjv:2 Chronicles:31:10",
        "t": "And Azariah the chief priest, from the house of Zadok, answered him and said, “Since the*i people*i began to bring the offerings into the house of the Lord,*s we have had enough to eat and have plenty left, for the Lord*s has blessed His people; and what is left is*i this great abundance.”"
    },
    {
        "o": 13147,
        "r": "nkjv:2 Chronicles:31:11",
        "t": "Now*p Hezekiah commanded them*i to prepare rooms in the house of the Lord,*s and they prepared them."
    },
    {
        "o": 13148,
        "r": "nkjv:2 Chronicles:31:12",
        "t": "Then they faithfully brought in the offerings, the tithes, and the dedicated things; Cononiah the Levite had charge of them, and Shimei his brother was*i the next."
    },
    {
        "o": 13149,
        "r": "nkjv:2 Chronicles:31:13",
        "t": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah were*i overseers under the hand of Cononiah and Shimei his brother, at the commandment of Hezekiah the king and Azariah the ruler of the house of God."
    },
    {
        "o": 13150,
        "r": "nkjv:2 Chronicles:31:14",
        "t": "Kore the son of Imnah the Levite, the keeper of the East Gate, was*i over the freewill offerings to God, to distribute the offerings of the Lord*s and the most holy things."
    },
    {
        "o": 13151,
        "r": "nkjv:2 Chronicles:31:15",
        "t": "And under him were*i Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah, his*i faithful assistants in the cities of the priests, to distribute allotments to their brethren by divisions, to the great as well as the small."
    },
    {
        "o": 13152,
        "r": "nkjv:2 Chronicles:31:16",
        "t": "Besides*p those males from three years old and up who were written in the genealogy, they distributed to everyone who entered the house of the Lord*s his daily portion for the work of his service, by his division,"
    },
    {
        "o": 13153,
        "r": "nkjv:2 Chronicles:31:17",
        "t": "and to the priests who were written in the genealogy according to their father’s house, and to the Levites from twenty years old and up according to their work, by their divisions,"
    },
    {
        "o": 13154,
        "r": "nkjv:2 Chronicles:31:18",
        "t": "and to all who were written in the genealogy—their little ones and their wives, their sons and daughters, the whole company of them—for in their faithfulness they sanctified themselves in holiness."
    },
    {
        "o": 13155,
        "r": "nkjv:2 Chronicles:31:19",
        "t": "Also*p for the sons of Aaron the priests, who*i were*i in the fields of the common-lands of their cities, in every single city, there*i were*i men who were designated by name to distribute portions to all the males among the priests and to all who were listed by genealogies among the Levites."
    },
    {
        "o": 13156,
        "r": "nkjv:2 Chronicles:31:20",
        "t": "Thus*p Hezekiah did throughout all Judah, and he did what was*i good and right and true before the Lord*s his God."
    },
    {
        "o": 13157,
        "r": "nkjv:2 Chronicles:31:21",
        "t": "And in every work that he began in the service of the house of God, in the law and in the commandment, to seek his God, he did it*i with all his heart. So he prospered."
    },
    {
        "o": 13158,
        "r": "nkjv:2 Chronicles:32:0",
        "t": "2 Chronicles 32",
        "h": 1
    },
    {
        "o": 13159,
        "r": "nkjv:2 Chronicles:32:0",
        "t": "Sennacherib Boasts Against the Lord",
        "h": 2
    },
    {
        "o": 13160,
        "r": "nkjv:2 Chronicles:32:1",
        "t": "After*p these deeds of faithfulness, Sennacherib king of Assyria came and entered Judah; he encamped against the fortified cities, thinking to win them over to himself."
    },
    {
        "o": 13161,
        "r": "nkjv:2 Chronicles:32:2",
        "t": "And when Hezekiah saw that Sennacherib had come, and that his purpose was to make war against Jerusalem,"
    },
    {
        "o": 13162,
        "r": "nkjv:2 Chronicles:32:3",
        "t": "he consulted with his leaders and commanders to stop the water from the springs which were*i outside the city; and they helped him."
    },
    {
        "o": 13163,
        "r": "nkjv:2 Chronicles:32:4",
        "t": "Thus many people gathered together who stopped all the springs and the brook that ran through the land, saying, “Why should the kings of Assyria come and find much water?”"
    },
    {
        "o": 13164,
        "r": "nkjv:2 Chronicles:32:5",
        "t": "And he strengthened himself, built up all the wall that was broken, raised it*i up to the towers, and built*i another wall outside; also he repaired the Millo in*i the City of David, and made weapons and shields in abundance."
    },
    {
        "o": 13165,
        "r": "nkjv:2 Chronicles:32:6",
        "t": "Then he set military captains over the people, gathered them together to him in the open square of the city gate, and gave them encouragement, saying,"
    },
    {
        "o": 13166,
        "r": "nkjv:2 Chronicles:32:7",
        "t": "“Be strong and courageous; do not be afraid nor dismayed before the king of Assyria, nor before all the multitude that is*i with him; for there*i are*i more with us than with him."
    },
    {
        "o": 13167,
        "r": "nkjv:2 Chronicles:32:8",
        "t": "With him is*i an arm of flesh; but with us is*i the Lord*s our God, to help us and to fight our battles.” And the people were strengthened by the words of Hezekiah king of Judah."
    },
    {
        "o": 13168,
        "r": "nkjv:2 Chronicles:32:9",
        "t": "After*p this Sennacherib king of Assyria sent his servants to Jerusalem (but he and all the forces with him laid*i siege*i against Lachish), to Hezekiah king of Judah, and to all Judah who were*i in Jerusalem, saying,"
    },
    {
        "o": 13169,
        "r": "nkjv:2 Chronicles:32:10",
        "t": "“Thus says Sennacherib king of Assyria: ‘In what do you trust, that you remain under siege in Jerusalem?"
    },
    {
        "o": 13170,
        "r": "nkjv:2 Chronicles:32:11",
        "t": "Does not Hezekiah persuade you to give yourselves over to die by famine and by thirst, saying, “The Lord*s our God will deliver us from the hand of the king of Assyria”?"
    },
    {
        "o": 13171,
        "r": "nkjv:2 Chronicles:32:12",
        "t": "Has not the same Hezekiah taken away His high places and His altars, and commanded Judah and Jerusalem, saying, “You shall worship before one altar and burn incense on it”?"
    },
    {
        "o": 13172,
        "r": "nkjv:2 Chronicles:32:13",
        "t": "Do you not know what I and my fathers have done to all the peoples of other*i lands? Were the gods of the nations of those lands in any way able to deliver their lands out of my hand?"
    },
    {
        "o": 13173,
        "r": "nkjv:2 Chronicles:32:14",
        "t": "Who was*i there*i among all the gods of those nations that my fathers utterly destroyed that could deliver his people from my hand, that your God should be able to deliver you from my hand?"
    },
    {
        "o": 13174,
        "r": "nkjv:2 Chronicles:32:15",
        "t": "Now therefore, do not let Hezekiah deceive you or persuade you like this, and do not believe him; for no god of any nation or kingdom was able to deliver his people from my hand or the hand of my fathers. How much less will your God deliver you from my hand?’”"
    },
    {
        "o": 13175,
        "r": "nkjv:2 Chronicles:32:16",
        "t": "Furthermore,*p his servants spoke against the Lord*s God and against His servant Hezekiah."
    },
    {
        "o": 13176,
        "r": "nkjv:2 Chronicles:32:17",
        "t": "He*p also wrote letters to revile the Lord*s God of Israel, and to speak against Him, saying, “As the gods of the nations of other*i lands have not delivered their people from my hand, so the God of Hezekiah will not deliver His people from my hand.”"
    },
    {
        "o": 13177,
        "r": "nkjv:2 Chronicles:32:18",
        "t": "Then they called out with a loud voice in Hebrew to the people of Jerusalem who were*i on the wall, to frighten them and trouble them, that they might take the city."
    },
    {
        "o": 13178,
        "r": "nkjv:2 Chronicles:32:19",
        "t": "And they spoke against the God of Jerusalem, as against the gods of the people of the earth— the work of men’s hands."
    },
    {
        "o": 13179,
        "r": "nkjv:2 Chronicles:32:19",
        "t": "Sennacherib’s Defeat and Death",
        "h": 2
    },
    {
        "o": 13180,
        "r": "nkjv:2 Chronicles:32:20",
        "t": "Now*p because of this King Hezekiah and the prophet Isaiah, the son of Amoz, prayed and cried out to heaven."
    },
    {
        "o": 13181,
        "r": "nkjv:2 Chronicles:32:21",
        "t": "Then the Lord*s sent an angel who cut down every mighty man of valor, leader, and captain in the camp of the king of Assyria. So he returned shamefaced to his own land. And when he had gone into the temple of his god, some of his own offspring struck him down with the sword there."
    },
    {
        "o": 13182,
        "r": "nkjv:2 Chronicles:32:22",
        "t": "Thus*p the Lord*s saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib the king of Assyria, and from the hand of all others,*i and guided them on every side."
    },
    {
        "o": 13183,
        "r": "nkjv:2 Chronicles:32:23",
        "t": "And many brought gifts to the Lord*s at Jerusalem, and presents to Hezekiah king of Judah, so that he was exalted in the sight of all nations thereafter."
    },
    {
        "o": 13184,
        "r": "nkjv:2 Chronicles:32:23",
        "t": "Hezekiah Humbles Himself",
        "h": 2
    },
    {
        "o": 13185,
        "r": "nkjv:2 Chronicles:32:24",
        "t": "In*p those days Hezekiah was sick and near death, and he prayed to the Lord;*s and He spoke to him and gave him a sign."
    },
    {
        "o": 13186,
        "r": "nkjv:2 Chronicles:32:25",
        "t": "But Hezekiah did not repay according to the favor shown*i him, for his heart was lifted up; therefore wrath was looming over him and over Judah and Jerusalem."
    },
    {
        "o": 13187,
        "r": "nkjv:2 Chronicles:32:26",
        "t": "Then Hezekiah humbled himself for the pride of his heart, he and the inhabitants of Jerusalem, so that the wrath of the Lord*s did not come upon them in the days of Hezekiah."
    },
    {
        "o": 13188,
        "r": "nkjv:2 Chronicles:32:26",
        "t": "Hezekiah’s Wealth and Honor",
        "h": 2
    },
    {
        "o": 13189,
        "r": "nkjv:2 Chronicles:32:27",
        "t": "Hezekiah*p had very great riches and honor. And he made himself treasuries for silver, for gold, for precious stones, for spices, for shields, and for all kinds of desirable items;"
    },
    {
        "o": 13190,
        "r": "nkjv:2 Chronicles:32:28",
        "t": "storehouses for the harvest of grain, wine, and oil; and stalls for all kinds of livestock, and folds for flocks."
    },
    {
        "o": 13191,
        "r": "nkjv:2 Chronicles:32:29",
        "t": "Moreover he provided cities for himself, and possessions of flocks and herds in abundance; for God had given him very much property."
    },
    {
        "o": 13192,
        "r": "nkjv:2 Chronicles:32:30",
        "t": "This same Hezekiah also stopped the water outlet of Upper Gihon, and brought the water by tunnel to the west side of the City of David. Hezekiah prospered in all his works."
    },
    {
        "o": 13193,
        "r": "nkjv:2 Chronicles:32:31",
        "t": "However,*p regarding*i the ambassadors of the princes of Babylon, whom they sent to him to inquire about the wonder that was done*i in the land, God withdrew from him, in order to test him, that He might know all that*i was*i in his heart."
    },
    {
        "o": 13194,
        "r": "nkjv:2 Chronicles:32:31",
        "t": "Death of Hezekiah",
        "h": 2
    },
    {
        "o": 13195,
        "r": "nkjv:2 Chronicles:32:32",
        "t": "Now*p the rest of the acts of Hezekiah, and his goodness, indeed they are*i written in the vision of Isaiah the prophet, the son of Amoz, and*i in the book of the kings of Judah and Israel."
    },
    {
        "o": 13196,
        "r": "nkjv:2 Chronicles:32:33",
        "t": "So Hezekiah rested with his fathers, and they buried him in the upper tombs of the sons of David; and all Judah and the inhabitants of Jerusalem honored him at his death. Then Manasseh his son reigned in his place."
    },
    {
        "o": 13197,
        "r": "nkjv:2 Chronicles:33:0",
        "t": "2 Chronicles 33",
        "h": 1
    },
    {
        "o": 13198,
        "r": "nkjv:2 Chronicles:33:0",
        "t": "Manasseh Reigns in Judah",
        "h": 2
    },
    {
        "o": 13199,
        "r": "nkjv:2 Chronicles:33:1",
        "t": "Manasseh*p was*i twelve years old when he became king, and he reigned fifty-five years in Jerusalem."
    },
    {
        "o": 13200,
        "r": "nkjv:2 Chronicles:33:2",
        "t": "But he did evil in the sight of the Lord,*s according to the abominations of the nations whom the Lord*s had cast out before the children of Israel."
    },
    {
        "o": 13201,
        "r": "nkjv:2 Chronicles:33:3",
        "t": "For he rebuilt the high places which Hezekiah his father had broken down; he raised up altars for the Baals, and made wooden images; and he worshiped all the host of heaven and served them."
    },
    {
        "o": 13202,
        "r": "nkjv:2 Chronicles:33:4",
        "t": "He also built altars in the house of the Lord,*s of which the Lord*s had said, “In Jerusalem shall My name be forever.”"
    },
    {
        "o": 13203,
        "r": "nkjv:2 Chronicles:33:5",
        "t": "And he built altars for all the host of heaven in the two courts of the house of the Lord.*s"
    },
    {
        "o": 13204,
        "r": "nkjv:2 Chronicles:33:6",
        "t": "Also he caused his sons to pass through the fire in the Valley of the Son of Hinnom; he practiced soothsaying, used witchcraft and sorcery, and consulted mediums and spiritists. He did much evil in the sight of the Lord,*s to provoke Him to anger."
    },
    {
        "o": 13205,
        "r": "nkjv:2 Chronicles:33:7",
        "t": "He even set a carved image, the idol which he had made, in the house of God, of which God had said to David and to Solomon his son, “In this house and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put My name forever;"
    },
    {
        "o": 13206,
        "r": "nkjv:2 Chronicles:33:8",
        "t": "and I will not again remove the foot of Israel from the land which I have appointed for your fathers—only if they are careful to do all that I have commanded them, according to the whole law and the statutes and the ordinances by the hand of Moses.”"
    },
    {
        "o": 13207,
        "r": "nkjv:2 Chronicles:33:9",
        "t": "So Manasseh seduced Judah and the inhabitants of Jerusalem to do more evil than the nations whom the Lord*s had destroyed before the children of Israel."
    },
    {
        "o": 13208,
        "r": "nkjv:2 Chronicles:33:9",
        "t": "Manasseh Restored After Repentance",
        "h": 2
    },
    {
        "o": 13209,
        "r": "nkjv:2 Chronicles:33:10",
        "t": "And*p the Lord*s spoke to Manasseh and his people, but they would not listen."
    },
    {
        "o": 13210,
        "r": "nkjv:2 Chronicles:33:11",
        "t": "Therefore the Lord*s brought upon them the captains of the army of the king of Assyria, who took Manasseh with hooks, bound him with bronze fetters,*i and carried him off to Babylon."
    },
    {
        "o": 13211,
        "r": "nkjv:2 Chronicles:33:12",
        "t": "Now when he was in affliction, he implored the Lord*s his God, and humbled himself greatly before the God of his fathers,"
    },
    {
        "o": 13212,
        "r": "nkjv:2 Chronicles:33:13",
        "t": "and prayed to Him; and He received his entreaty, heard his supplication, and brought him back to Jerusalem into his kingdom. Then Manasseh knew that the Lord*s was*i God."
    },
    {
        "o": 13213,
        "r": "nkjv:2 Chronicles:33:14",
        "t": "After*p this he built a wall outside the City of David on the west side of Gihon, in the valley, as far as the entrance of the Fish Gate; and it*i enclosed Ophel, and he raised it to a very great height. Then he put military captains in all the fortified cities of Judah."
    },
    {
        "o": 13214,
        "r": "nkjv:2 Chronicles:33:15",
        "t": "He took away the foreign gods and the idol from the house of the Lord,*s and all the altars that he had built in the mount of the house of the Lord*s and in Jerusalem; and he cast them*i out of the city."
    },
    {
        "o": 13215,
        "r": "nkjv:2 Chronicles:33:16",
        "t": "He also repaired the altar of the Lord,*s sacrificed peace offerings and thank offerings on it, and commanded Judah to serve the Lord*s God of Israel."
    },
    {
        "o": 13216,
        "r": "nkjv:2 Chronicles:33:17",
        "t": "Nevertheless the people still sacrificed on the high places, but*i only to the Lord*s their God."
    },
    {
        "o": 13217,
        "r": "nkjv:2 Chronicles:33:17",
        "t": "Death of Manasseh",
        "h": 2
    },
    {
        "o": 13218,
        "r": "nkjv:2 Chronicles:33:18",
        "t": "Now*p the rest of the acts of Manasseh, his prayer to his God, and the words of the seers who spoke to him in the name of the Lord*s God of Israel, indeed they are*i written*i in the book of the kings of Israel."
    },
    {
        "o": 13219,
        "r": "nkjv:2 Chronicles:33:19",
        "t": "Also his prayer and how*i God*i received his entreaty, and all his sin and trespass, and the sites where he built high places and set up wooden images and carved images, before he was humbled, indeed they are*i written among the sayings of Hozai."
    },
    {
        "o": 13220,
        "r": "nkjv:2 Chronicles:33:20",
        "t": "So Manasseh rested with his fathers, and they buried him in his own house. Then his son Amon reigned in his place."
    },
    {
        "o": 13221,
        "r": "nkjv:2 Chronicles:33:20",
        "t": "Amon’s Reign and Death",
        "h": 2
    },
    {
        "o": 13222,
        "r": "nkjv:2 Chronicles:33:21",
        "t": "Amon*p was*i twenty-two years old when he became king, and he reigned two years in Jerusalem."
    },
    {
        "o": 13223,
        "r": "nkjv:2 Chronicles:33:22",
        "t": "But he did evil in the sight of the Lord,*s as his father Manasseh had done; for Amon sacrificed to all the carved images which his father Manasseh had made, and served them."
    },
    {
        "o": 13224,
        "r": "nkjv:2 Chronicles:33:23",
        "t": "And he did not humble himself before the Lord,*s as his father Manasseh had humbled himself; but Amon trespassed more and more."
    },
    {
        "o": 13225,
        "r": "nkjv:2 Chronicles:33:24",
        "t": "Then*p his servants conspired against him, and killed him in his own house."
    },
    {
        "o": 13226,
        "r": "nkjv:2 Chronicles:33:25",
        "t": "But the people of the land executed all those who had conspired against King Amon. Then the people of the land made his son Josiah king in his place."
    },
    {
        "o": 13227,
        "r": "nkjv:2 Chronicles:34:0",
        "t": "2 Chronicles 34",
        "h": 1
    },
    {
        "o": 13228,
        "r": "nkjv:2 Chronicles:34:0",
        "t": "Josiah Reigns in Judah",
        "h": 2
    },
    {
        "o": 13229,
        "r": "nkjv:2 Chronicles:34:1",
        "t": "Josiah*p was*i eight years old when he became king, and he reigned thirty-one years in Jerusalem."
    },
    {
        "o": 13230,
        "r": "nkjv:2 Chronicles:34:2",
        "t": "And he did what*i was*i right in the sight of the Lord,*s and walked in the ways of his father David; he*i did not*i turn aside to the right hand or to the left."
    },
    {
        "o": 13231,
        "r": "nkjv:2 Chronicles:34:3",
        "t": "For*p in the eighth year of his reign, while he was still young, he began to seek the God of his father David; and in the twelfth year he began to purge Judah and Jerusalem of the high places, the wooden images, the carved images, and the molded images."
    },
    {
        "o": 13232,
        "r": "nkjv:2 Chronicles:34:4",
        "t": "They broke down the altars of the Baals in his presence, and the incense altars which were*i above them he cut down; and the wooden images, the carved images, and the molded images he broke in pieces, and made dust of them and scattered it*i on the graves of those who had sacrificed to them."
    },
    {
        "o": 13233,
        "r": "nkjv:2 Chronicles:34:5",
        "t": "He also burned the bones of the priests on their altars, and cleansed Judah and Jerusalem."
    },
    {
        "o": 13234,
        "r": "nkjv:2 Chronicles:34:6",
        "t": "And so*i he*i did*i in the cities of Manasseh, Ephraim, and Simeon, as far as Naphtali and all around, with axes."
    },
    {
        "o": 13235,
        "r": "nkjv:2 Chronicles:34:7",
        "t": "When he had broken down the altars and the wooden images, had beaten the carved images into powder, and cut down all the incense altars throughout all the land of Israel, he returned to Jerusalem."
    },
    {
        "o": 13236,
        "r": "nkjv:2 Chronicles:34:7",
        "t": "Hilkiah Finds the Book of the Law",
        "h": 2
    },
    {
        "o": 13237,
        "r": "nkjv:2 Chronicles:34:8",
        "t": "In*p the eighteenth year of his reign, when he had purged the land and the temple, he sent Shaphan the son of Azaliah, Maaseiah the governor of the city, and Joah the son of Joahaz the recorder, to repair the house of the Lord*s his God."
    },
    {
        "o": 13238,
        "r": "nkjv:2 Chronicles:34:9",
        "t": "When they came to Hilkiah the high priest, they delivered the money that was brought into the house of God, which the Levites who kept the doors had gathered from the hand of Manasseh and Ephraim, from all the remnant of Israel, from all Judah and Benjamin, and which*i they had brought back to Jerusalem."
    },
    {
        "o": 13239,
        "r": "nkjv:2 Chronicles:34:10",
        "t": "Then they put it*i in the hand of the foremen who had the oversight of the house of the Lord;*s and they gave it to the workmen who worked in the house of the Lord,*s to repair and restore the house."
    },
    {
        "o": 13240,
        "r": "nkjv:2 Chronicles:34:11",
        "t": "They gave it*i to the craftsmen and builders to buy hewn stone and timber for beams, and to floor the houses which the kings of Judah had destroyed."
    },
    {
        "o": 13241,
        "r": "nkjv:2 Chronicles:34:12",
        "t": "And the men did the work faithfully. Their overseers were*i Jahath and Obadiah the Levites, of the sons of Merari, and Zechariah and Meshullam, of the sons of the Kohathites, to supervise. Others*i of*i the Levites, all of whom were skillful with instruments of music,"
    },
    {
        "o": 13242,
        "r": "nkjv:2 Chronicles:34:13",
        "t": "were*i over the burden bearers and were*i overseers of all who did work in any kind of service. And some*i of the Levites were*i scribes, officers, and gatekeepers."
    },
    {
        "o": 13243,
        "r": "nkjv:2 Chronicles:34:14",
        "t": "Now*p when they brought out the money that was brought into the house of the Lord,*s Hilkiah the priest found the Book of the Law of the Lord*s given*i by Moses."
    },
    {
        "o": 13244,
        "r": "nkjv:2 Chronicles:34:15",
        "t": "Then Hilkiah answered and said to Shaphan the scribe, “I have found the Book of the Law in the house of the Lord.”*s And Hilkiah gave the book to Shaphan."
    },
    {
        "o": 13245,
        "r": "nkjv:2 Chronicles:34:16",
        "t": "So Shaphan carried the book to the king, bringing the king word, saying, “All that was committed to your servants they are doing."
    },
    {
        "o": 13246,
        "r": "nkjv:2 Chronicles:34:17",
        "t": "And they have gathered the money that was found in the house of the Lord,*s and have delivered it into the hand of the overseers and the workmen.”"
    },
    {
        "o": 13247,
        "r": "nkjv:2 Chronicles:34:18",
        "t": "Then Shaphan the scribe told the king, saying, “Hilkiah the priest has given me a book.” And Shaphan read it before the king."
    },
    {
        "o": 13248,
        "r": "nkjv:2 Chronicles:34:19",
        "t": "Thus*p it happened, when the king heard the words of the Law, that he tore his clothes."
    },
    {
        "o": 13249,
        "r": "nkjv:2 Chronicles:34:20",
        "t": "Then the king commanded Hilkiah, Ahikam the son of Shaphan, Abdon the son of Micah, Shaphan the scribe, and Asaiah a servant of the king, saying,"
    },
    {
        "o": 13250,
        "r": "nkjv:2 Chronicles:34:21",
        "t": "“Go, inquire of the Lord*s for me, and for those who are left in Israel and Judah, concerning the words of the book that is found; for great is*i the wrath of the Lord*s that is poured out on us, because our fathers have not kept the word of the Lord,*s to do according to all that is written in this book.”"
    },
    {
        "o": 13251,
        "r": "nkjv:2 Chronicles:34:22",
        "t": "So*p Hilkiah and those the king had*i appointed*i went to Huldah the prophetess, the wife of Shallum the son of Tokhath, the son of Hasrah, keeper of the wardrobe. (She dwelt in Jerusalem in the Second Quarter.) And they spoke to her to that effect.*i"
    },
    {
        "o": 13252,
        "r": "nkjv:2 Chronicles:34:23",
        "t": "Then*p she answered them, “Thus says the Lord*s God of Israel, ‘Tell the man who sent you to Me,"
    },
    {
        "o": 13253,
        "r": "nkjv:2 Chronicles:34:24",
        "t": "“Thus says the Lord:*s ‘Behold, I will bring calamity on this place and on its inhabitants, all the curses that are written in the book which they have read before the king of Judah,"
    },
    {
        "o": 13254,
        "r": "nkjv:2 Chronicles:34:25",
        "t": "because they have forsaken Me and burned incense to other gods, that they might provoke Me to anger with all the works of their hands. Therefore My wrath will be poured out on this place, and not be quenched.’”’"
    },
    {
        "o": 13255,
        "r": "nkjv:2 Chronicles:34:26",
        "t": "But as for the king of Judah, who sent you to inquire of the Lord,*s in this manner you shall speak to him, ‘Thus says the Lord*s God of Israel: “Concerning*i the words which you have heard—"
    },
    {
        "o": 13256,
        "r": "nkjv:2 Chronicles:34:27",
        "t": "because your heart was tender, and you humbled yourself before God when you heard His words against this place and against its inhabitants, and you humbled yourself before Me, and you tore your clothes and wept before Me, I also have heard you,”*i says the Lord.*s"
    },
    {
        "o": 13257,
        "r": "nkjv:2 Chronicles:34:28",
        "t": "“Surely I will gather you to your fathers, and you shall be gathered to your grave in peace; and your eyes shall not see all the calamity which I will bring on this place and its inhabitants.”’” So they brought back word to the king."
    },
    {
        "o": 13258,
        "r": "nkjv:2 Chronicles:34:28",
        "t": "Josiah Restores True Worship",
        "h": 2
    },
    {
        "o": 13259,
        "r": "nkjv:2 Chronicles:34:29",
        "t": "Then*p the king sent and gathered all the elders of Judah and Jerusalem."
    },
    {
        "o": 13260,
        "r": "nkjv:2 Chronicles:34:30",
        "t": "The king went up to the house of the Lord,*s with all the men of Judah and the inhabitants of Jerusalem—the priests and the Levites, and all the people, great and small. And he read in their hearing all the words of the Book of the Covenant which had been found in the house of the Lord.*s"
    },
    {
        "o": 13261,
        "r": "nkjv:2 Chronicles:34:31",
        "t": "Then the king stood in his place and made a covenant before the Lord,*s to follow the Lord,*s and to keep His commandments and His testimonies and His statutes with all his heart and all his soul, to perform the words of the covenant that were written in this book."
    },
    {
        "o": 13262,
        "r": "nkjv:2 Chronicles:34:32",
        "t": "And he made all who were present in Jerusalem and Benjamin take a stand. So the inhabitants of Jerusalem did according to the covenant of God, the God of their fathers."
    },
    {
        "o": 13263,
        "r": "nkjv:2 Chronicles:34:33",
        "t": "Thus Josiah removed all the abominations from all the country that belonged*i to the children of Israel, and made all who were present in Israel diligently serve the Lord*s their God. All his days they did not depart from following the Lord*s God of their fathers."
    },
    {
        "o": 13264,
        "r": "nkjv:2 Chronicles:35:0",
        "t": "2 Chronicles 35",
        "h": 1
    },
    {
        "o": 13265,
        "r": "nkjv:2 Chronicles:35:0",
        "t": "Josiah Keeps the Passover",
        "h": 2
    },
    {
        "o": 13266,
        "r": "nkjv:2 Chronicles:35:1",
        "t": "Now*p Josiah kept a Passover to the Lord*s in Jerusalem, and they slaughtered the Passover lambs*i on the fourteenth day*i of the first month."
    },
    {
        "o": 13267,
        "r": "nkjv:2 Chronicles:35:2",
        "t": "And he set the priests in their duties and encouraged them for the service of the house of the Lord.*s"
    },
    {
        "o": 13268,
        "r": "nkjv:2 Chronicles:35:3",
        "t": "Then he said to the Levites who taught all Israel, who were holy to the Lord:*s “Put the holy ark in the house which Solomon the son of David, king of Israel, built. It*i shall*i no longer be*i a burden on your*i shoulders. Now serve the Lord*s your God and His people Israel."
    },
    {
        "o": 13269,
        "r": "nkjv:2 Chronicles:35:4",
        "t": "Prepare yourselves*i according to your fathers’ houses, according to your divisions, following the written instruction of David king of Israel and the written instruction of Solomon his son."
    },
    {
        "o": 13270,
        "r": "nkjv:2 Chronicles:35:5",
        "t": "And stand in the holy place*i according to the divisions of the fathers’ houses of your brethren the lay*i people, and according*i to*i the division of the father’s house of the Levites."
    },
    {
        "o": 13271,
        "r": "nkjv:2 Chronicles:35:6",
        "t": "So slaughter the Passover offerings,*i consecrate yourselves, and prepare them*i for your brethren, that they*i may do according to the word of the Lord*s by the hand of Moses.”"
    },
    {
        "o": 13272,
        "r": "nkjv:2 Chronicles:35:7",
        "t": "Then*p Josiah gave the lay*i people lambs and young goats from the flock, all for Passover offerings*i for all who were present, to the number of thirty thousand, as well as three thousand cattle; these were*i from the king’s possessions."
    },
    {
        "o": 13273,
        "r": "nkjv:2 Chronicles:35:8",
        "t": "And his leaders gave willingly to the people, to the priests, and to the Levites. Hilkiah, Zechariah, and Jehiel, rulers of the house of God, gave to the priests for the Passover offerings*i two thousand six hundred from*i the*i flock,*i and three hundred cattle."
    },
    {
        "o": 13274,
        "r": "nkjv:2 Chronicles:35:9",
        "t": "Also Conaniah, his brothers Shemaiah and Nethanel, and Hashabiah and Jeiel and Jozabad, chief of the Levites, gave to the Levites for Passover offerings*i five thousand from*i the*i flock*i and five hundred cattle."
    },
    {
        "o": 13275,
        "r": "nkjv:2 Chronicles:35:10",
        "t": "So*p the service was prepared, and the priests stood in their places, and the Levites in their divisions, according to the king’s command."
    },
    {
        "o": 13276,
        "r": "nkjv:2 Chronicles:35:11",
        "t": "And they slaughtered the Passover offerings;*i and the priests sprinkled the*i blood*i with their hands, while the Levites skinned the*i animals.*i"
    },
    {
        "o": 13277,
        "r": "nkjv:2 Chronicles:35:12",
        "t": "Then they removed the burnt offerings that they*i might give them to the divisions of the fathers’ houses of the lay*i people, to offer to the Lord,*s as it*i is*i written in the Book of Moses. And so they*i did*i with the cattle."
    },
    {
        "o": 13278,
        "r": "nkjv:2 Chronicles:35:13",
        "t": "Also they roasted the Passover offerings*i with fire according to the ordinance; but the other*i holy offerings*i they boiled in pots, in caldrons, and in pans, and divided them*i quickly among all the lay*i people."
    },
    {
        "o": 13279,
        "r": "nkjv:2 Chronicles:35:14",
        "t": "Then afterward they prepared portions for themselves and for the priests, because the priests, the sons of Aaron, were*i busy*i in offering burnt offerings and fat until night; therefore the Levites prepared portions for themselves and for the priests, the sons of Aaron."
    },
    {
        "o": 13280,
        "r": "nkjv:2 Chronicles:35:15",
        "t": "And the singers, the sons of Asaph, were*i in their places, according to the command of David, Asaph, Heman, and Jeduthun the king’s seer. Also the gatekeepers were at each gate; they did not have to leave their position, because their brethren the Levites prepared portions for them."
    },
    {
        "o": 13281,
        "r": "nkjv:2 Chronicles:35:16",
        "t": "So*p all the service of the Lord*s was prepared the same day, to keep the Passover and to offer burnt offerings on the altar of the Lord,*s according to the command of King Josiah."
    },
    {
        "o": 13282,
        "r": "nkjv:2 Chronicles:35:17",
        "t": "And the children of Israel who were present kept the Passover at that time, and the Feast of Unleavened Bread for seven days."
    },
    {
        "o": 13283,
        "r": "nkjv:2 Chronicles:35:18",
        "t": "There had been no Passover kept in Israel like that since the days of Samuel the prophet; and none of the kings of Israel had kept such a Passover as Josiah kept, with the priests and the Levites, all Judah and Israel who were present, and the inhabitants of Jerusalem."
    },
    {
        "o": 13284,
        "r": "nkjv:2 Chronicles:35:19",
        "t": "In the eighteenth year of the reign of Josiah this Passover was kept."
    },
    {
        "o": 13285,
        "r": "nkjv:2 Chronicles:35:19",
        "t": "Josiah Dies in Battle",
        "h": 2
    },
    {
        "o": 13286,
        "r": "nkjv:2 Chronicles:35:20",
        "t": "After*p all this, when Josiah had prepared the temple, Necho king of Egypt came up to fight against Carchemish by the Euphrates; and Josiah went out against him."
    },
    {
        "o": 13287,
        "r": "nkjv:2 Chronicles:35:21",
        "t": "But he sent messengers to him, saying, “What have I to do with you, king of Judah? I*i have*i not come*i against you this day, but against the house with which I have war; for God commanded me to make haste. Refrain from*i meddling*i with*i God, who is*i with me, lest He destroy you.”"
    },
    {
        "o": 13288,
        "r": "nkjv:2 Chronicles:35:22",
        "t": "Nevertheless Josiah would not turn his face from him, but disguised himself so that he might fight with him, and did not heed the words of Necho from the mouth of God. So he came to fight in the Valley of Megiddo."
    },
    {
        "o": 13289,
        "r": "nkjv:2 Chronicles:35:23",
        "t": "And*p the archers shot King Josiah; and the king said to his servants, “Take me away, for I am severely wounded.”"
    },
    {
        "o": 13290,
        "r": "nkjv:2 Chronicles:35:24",
        "t": "His servants therefore took him out of that chariot and put him in the second chariot that he had, and they brought him to Jerusalem. So he died, and was buried in one*i of*i the tombs of his fathers. And all Judah and Jerusalem mourned for Josiah."
    },
    {
        "o": 13291,
        "r": "nkjv:2 Chronicles:35:25",
        "t": "Jeremiah*p also lamented for Josiah. And to this day all the singing men and the singing women speak of Josiah in their lamentations. They made it a custom in Israel; and indeed they are*i written in the Laments."
    },
    {
        "o": 13292,
        "r": "nkjv:2 Chronicles:35:26",
        "t": "Now*p the rest of the acts of Josiah and his goodness, according to what*i was*i written in the Law of the Lord,*s"
    },
    {
        "o": 13293,
        "r": "nkjv:2 Chronicles:35:27",
        "t": "and his deeds from first to last, indeed they are*i written in the book of the kings of Israel and Judah."
    },
    {
        "o": 13294,
        "r": "nkjv:2 Chronicles:36:0",
        "t": "2 Chronicles 36",
        "h": 1
    },
    {
        "o": 13295,
        "r": "nkjv:2 Chronicles:36:0",
        "t": "The Reign and Captivity of Jehoahaz",
        "h": 2
    },
    {
        "o": 13296,
        "r": "nkjv:2 Chronicles:36:1",
        "t": "Then*p the people of the land took Jehoahaz the son of Josiah, and made him king in his father’s place in Jerusalem."
    },
    {
        "o": 13297,
        "r": "nkjv:2 Chronicles:36:2",
        "t": "Jehoahaz was*i twenty-three years old when he became king, and he reigned three months in Jerusalem."
    },
    {
        "o": 13298,
        "r": "nkjv:2 Chronicles:36:3",
        "t": "Now the king of Egypt deposed him at Jerusalem; and he imposed on the land a tribute of one hundred talents of silver and a talent of gold."
    },
    {
        "o": 13299,
        "r": "nkjv:2 Chronicles:36:4",
        "t": "Then the king of Egypt made Jehoahaz’s*i brother Eliakim king over Judah and Jerusalem, and changed his name to Jehoiakim. And Necho took Jehoahaz his brother and carried him off to Egypt."
    },
    {
        "o": 13300,
        "r": "nkjv:2 Chronicles:36:4",
        "t": "The Reign and Captivity of Jehoiakim",
        "h": 2
    },
    {
        "o": 13301,
        "r": "nkjv:2 Chronicles:36:5",
        "t": "Jehoiakim*p was*i twenty-five years old when he became king, and he reigned eleven years in Jerusalem. And he did evil in the sight of the Lord*s his God."
    },
    {
        "o": 13302,
        "r": "nkjv:2 Chronicles:36:6",
        "t": "Nebuchadnezzar king of Babylon came up against him, and bound him in bronze fetters*i to carry him off to Babylon."
    },
    {
        "o": 13303,
        "r": "nkjv:2 Chronicles:36:7",
        "t": "Nebuchadnezzar also carried off some*i of the articles from the house of the Lord*s to Babylon, and put them in his temple at Babylon."
    },
    {
        "o": 13304,
        "r": "nkjv:2 Chronicles:36:8",
        "t": "Now the rest of the acts of Jehoiakim, the abominations which he did, and what was found against him, indeed they are*i written in the book of the kings of Israel and Judah. Then Jehoiachin his son reigned in his place."
    },
    {
        "o": 13305,
        "r": "nkjv:2 Chronicles:36:8",
        "t": "The Reign and Captivity of Jehoiachin",
        "h": 2
    },
    {
        "o": 13306,
        "r": "nkjv:2 Chronicles:36:9",
        "t": "Jehoiachin*p was*i eight years old when he became king, and he reigned in Jerusalem three months and ten days. And he did evil in the sight of the Lord.*s"
    },
    {
        "o": 13307,
        "r": "nkjv:2 Chronicles:36:10",
        "t": "At the turn of the year King Nebuchadnezzar summoned him*i and took him to Babylon, with the costly articles from the house of the Lord,*s and made Zedekiah, Jehoiakim’s*i brother, king over Judah and Jerusalem."
    },
    {
        "o": 13308,
        "r": "nkjv:2 Chronicles:36:10",
        "t": "Zedekiah Reigns in Judah",
        "h": 2
    },
    {
        "o": 13309,
        "r": "nkjv:2 Chronicles:36:11",
        "t": "Zedekiah*p was*i twenty-one years old when he became king, and he reigned eleven years in Jerusalem."
    },
    {
        "o": 13310,
        "r": "nkjv:2 Chronicles:36:12",
        "t": "He did evil in the sight of the Lord*s his God, and*i did not humble himself before Jeremiah the prophet, who*i spoke*i from the mouth of the Lord.*s"
    },
    {
        "o": 13311,
        "r": "nkjv:2 Chronicles:36:13",
        "t": "And he also rebelled against King Nebuchadnezzar, who had made him swear an*i oath*i by God; but he stiffened his neck and hardened his heart against turning to the Lord*s God of Israel."
    },
    {
        "o": 13312,
        "r": "nkjv:2 Chronicles:36:14",
        "t": "Moreover all the leaders of the priests and the people transgressed more and more, according*i to all the abominations of the nations, and defiled the house of the Lord*s which He had consecrated in Jerusalem."
    },
    {
        "o": 13313,
        "r": "nkjv:2 Chronicles:36:14",
        "t": "The Fall of Jerusalem",
        "h": 2
    },
    {
        "o": 13314,
        "r": "nkjv:2 Chronicles:36:15",
        "t": "And*p the Lord*s God of their fathers sent warnings*i to them by His messengers, rising up early and sending them,*i because He had compassion on His people and on His dwelling place."
    },
    {
        "o": 13315,
        "r": "nkjv:2 Chronicles:36:16",
        "t": "But they mocked the messengers of God, despised His words, and scoffed at His prophets, until the wrath of the Lord*s arose against His people, till there*i was*i no remedy."
    },
    {
        "o": 13316,
        "r": "nkjv:2 Chronicles:36:17",
        "t": "Therefore*p He brought against them the king of the Chaldeans, who killed their young men with the sword in the house of their sanctuary, and had no compassion on young man or virgin, on the aged or the weak; He gave them*i all into his hand."
    },
    {
        "o": 13317,
        "r": "nkjv:2 Chronicles:36:18",
        "t": "And all the articles from the house of God, great and small, the treasures of the house of the Lord,*s and the treasures of the king and of his leaders, all these*i he took to Babylon."
    },
    {
        "o": 13318,
        "r": "nkjv:2 Chronicles:36:19",
        "t": "Then they burned the house of God, broke down the wall of Jerusalem, burned all its palaces with fire, and destroyed all its precious possessions."
    },
    {
        "o": 13319,
        "r": "nkjv:2 Chronicles:36:20",
        "t": "And those who escaped from the sword he carried away to Babylon, where they became servants to him and his sons until the rule of the kingdom of Persia,"
    },
    {
        "o": 13320,
        "r": "nkjv:2 Chronicles:36:21",
        "t": "to fulfill the word of the Lord*s by the mouth of Jeremiah, until the land had enjoyed her Sabbaths. As long as she lay desolate she kept Sabbath, to fulfill seventy years."
    },
    {
        "o": 13321,
        "r": "nkjv:2 Chronicles:36:21",
        "t": "The Proclamation of Cyrus",
        "h": 2
    },
    {
        "o": 13322,
        "r": "nkjv:2 Chronicles:36:22",
        "t": "Now*p in the first year of Cyrus king of Persia, that the word of the Lord*s by the mouth of Jeremiah might be fulfilled, the Lord*s stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom, and also put*i it*i in writing, saying,"
    },
    {
        "o": 13323,
        "r": "nkjv:2 Chronicles:36:23",
        "t": "Thus*pn says Cyrus king of Persia: All*ld the kingdoms of the earth the Lord*s God of heaven has given me. And He has commanded me to build Him a house at Jerusalem which is in Judah. Who is*i among you of all His people? May the Lord*s his God be*i with him, and let him go up!"
    }
]
