[
    {
        "o": 23640,
        "r": "nasb:Ezekiel:32:0",
        "t": "Ezekiel 32",
        "h": 1
    },
    {
        "o": 23641,
        "r": "nasb:Ezekiel:32:0",
        "t": "Lament over Pharaoh and Egypt",
        "h": 2
    },
    {
        "o": 23642,
        "r": "nasb:Ezekiel:32:1",
        "t": "In*p the twelfth year, in the twelfth month,*i on the first of the month, the word of the Lord*s came to me saying,"
    },
    {
        "o": 23643,
        "r": "nasb:Ezekiel:32:2",
        "t": "“Son of man, take up a lamentation over Pharaoh king of Egypt and say to him, ‘You*pn compared yourself to a young lion of the nations, Yet*ln you are like the monster in the seas; And*ln you burst forth in your rivers And*ln muddied the waters with your feet And*ln fouled their rivers.’ ”"
    },
    {
        "o": 23644,
        "r": "nasb:Ezekiel:32:3",
        "t": "Thus*p says the Lord God,*s “Now*pn I will spread My net over you With*ln a company of many peoples, And*ln they shall lift you up in My net."
    },
    {
        "o": 23645,
        "r": "nasb:Ezekiel:32:4",
        "t": "I*ln will leave you on the land; I*ln will cast you on the open field. And*ln I will cause all the birds of the heavens to dwell on you, And*ln I will satisfy the beasts of the whole earth with you."
    },
    {
        "o": 23646,
        "r": "nasb:Ezekiel:32:5",
        "t": "I*ln will lay your flesh on the mountains And*ln fill the valleys with your refuse."
    },
    {
        "o": 23647,
        "r": "nasb:Ezekiel:32:6",
        "t": "I*ln will also make the land drink the discharge of your blood As*ln far as the mountains, And*ln the ravines will be full of you."
    },
    {
        "o": 23648,
        "r": "nasb:Ezekiel:32:7",
        "t": "And*ln when I*i extinguish you, I*ln will cover the heavens and darken their stars; I*ln will cover the sun with a cloud And*ln the moon will not give its light."
    },
    {
        "o": 23649,
        "r": "nasb:Ezekiel:32:8",
        "t": "All*ln the shining lights in the heavens I*ln will darken over you And*ln will set darkness on your land,” Declares*ln the Lord God.*s"
    },
    {
        "o": 23650,
        "r": "nasb:Ezekiel:32:9",
        "t": "“I*p will also trouble the hearts of many peoples when I bring your destruction among the nations, into lands which you have not known."
    },
    {
        "o": 23651,
        "r": "nasb:Ezekiel:32:10",
        "t": "I will make many peoples appalled at you, and their kings will be horribly afraid of you when I brandish My sword before them; and they will tremble every moment, every man for his own life, on the day of your fall.”"
    },
    {
        "o": 23652,
        "r": "nasb:Ezekiel:32:11",
        "t": "For*p thus says the Lord God,*s “The sword of the king of Babylon will come upon you."
    },
    {
        "o": 23653,
        "r": "nasb:Ezekiel:32:12",
        "t": "By the swords of the mighty ones I will cause your hordes to fall; all of them are tyrants of the nations, And*pn they will devastate the pride of Egypt, And*ln all its hordes will be destroyed."
    },
    {
        "o": 23654,
        "r": "nasb:Ezekiel:32:13",
        "t": "I*ln will also destroy all its cattle from beside many waters; And*ln the foot of man will not muddy them anymore And*ln the hoofs of beasts will not muddy them."
    },
    {
        "o": 23655,
        "r": "nasb:Ezekiel:32:14",
        "t": "Then*ln I will make their waters settle And*ln will cause their rivers to run like oil,” Declares*ln the Lord God.*s"
    },
    {
        "o": 23656,
        "r": "nasb:Ezekiel:32:15",
        "t": "“When*ln I make the land of Egypt a desolation, And*ln the land is destitute of that which filled it, When*ln I smite all those who live in it, Then*ln they shall know that I am the Lord.*s"
    },
    {
        "o": 23657,
        "r": "nasb:Ezekiel:32:16",
        "t": "This*p is a lamentation and they shall chant it. The daughters of the nations shall chant it. Over Egypt and over all her hordes they shall chant it,” declares the Lord God.*s"
    },
    {
        "o": 23658,
        "r": "nasb:Ezekiel:32:17",
        "t": "In*p the twelfth year, on the fifteenth of the month, the word of the Lord*s came to me saying,"
    },
    {
        "o": 23659,
        "r": "nasb:Ezekiel:32:18",
        "t": "“Son of man, wail for the hordes of Egypt and bring it down, her and the daughters of the powerful nations, to the nether world, with those who go down to the pit;"
    },
    {
        "o": 23660,
        "r": "nasb:Ezekiel:32:19",
        "t": "‘Whom*pn do you surpass in beauty? Go*ln down and make your bed with the uncircumcised.’"
    },
    {
        "o": 23661,
        "r": "nasb:Ezekiel:32:20",
        "t": "They*p shall fall in the midst of those who are slain by the sword. She is given over to the sword; they have drawn her and all her hordes away."
    },
    {
        "o": 23662,
        "r": "nasb:Ezekiel:32:21",
        "t": "The strong among the mighty ones shall speak of him and*i his helpers from the midst of Sheol, ‘They have gone down, they lie still, the uncircumcised, slain by the sword.’"
    },
    {
        "o": 23663,
        "r": "nasb:Ezekiel:32:22",
        "t": "“Assyria*p is there and all her company; her graves are round about her. All of them are slain, fallen by the sword,"
    },
    {
        "o": 23664,
        "r": "nasb:Ezekiel:32:23",
        "t": "whose graves are set in the remotest parts of the pit and her company is round about her grave. All of them are slain, fallen by the sword, who spread terror in the land of the living."
    },
    {
        "o": 23665,
        "r": "nasb:Ezekiel:32:24",
        "t": "“Elam*p is there and all her hordes around her grave; all of them slain, fallen by the sword, who went down uncircumcised to the lower parts of the earth, who instilled their terror in the land of the living and bore their disgrace with those who went down to the pit."
    },
    {
        "o": 23666,
        "r": "nasb:Ezekiel:32:25",
        "t": "They have made a bed for her among the slain with all her hordes. Her graves are around it, they are all uncircumcised, slain by the sword (although their terror was instilled in the land of the living), and they bore their disgrace with those who go down to the pit; they were put in the midst of the slain."
    },
    {
        "o": 23667,
        "r": "nasb:Ezekiel:32:26",
        "t": "“Meshech,*p Tubal and all their hordes are there; their graves surround them. All of them were slain by the sword uncircumcised, though they instilled their terror in the land of the living."
    },
    {
        "o": 23668,
        "r": "nasb:Ezekiel:32:27",
        "t": "Nor do they lie beside the fallen heroes of the uncircumcised, who went down to Sheol with their weapons of war and whose swords were laid under their heads; but the punishment for their iniquity rested on their bones, though the terror of these*i heroes was*i once*i in the land of the living."
    },
    {
        "o": 23669,
        "r": "nasb:Ezekiel:32:28",
        "t": "But in the midst of the uncircumcised you will be broken and lie with those slain by the sword."
    },
    {
        "o": 23670,
        "r": "nasb:Ezekiel:32:29",
        "t": "“There*p also is Edom, its kings and all its princes, who for all*i their might are laid with those slain by the sword; they will lie with the uncircumcised and with those who go down to the pit."
    },
    {
        "o": 23671,
        "r": "nasb:Ezekiel:32:30",
        "t": "“There*p also are the chiefs of the north, all of them, and all the Sidonians, who in spite of the terror resulting from their might, in shame went down with the slain. So they lay down uncircumcised with those slain by the sword and bore their disgrace with those who go down to the pit."
    },
    {
        "o": 23672,
        "r": "nasb:Ezekiel:32:31",
        "t": "“These*p Pharaoh will see, and he will be comforted for all his hordes slain by the sword, even*i Pharaoh and all his army,” declares the Lord God.*s"
    },
    {
        "o": 23673,
        "r": "nasb:Ezekiel:32:32",
        "t": "“Though I instilled a terror of him in the land of the living, yet he will be made to lie down among the*i uncircumcised along*i with those slain by the sword, even*i Pharaoh and all his hordes,” declares the Lord God.*s"
    }
]
