[
    {
        "o": 12093,
        "r": "nkjv:1 Chronicles:20:0",
        "t": "1 Chronicles 20",
        "h": 1
    },
    {
        "o": 12094,
        "r": "nkjv:1 Chronicles:20:0",
        "t": "Rabbah Is Conquered",
        "h": 2
    },
    {
        "o": 12095,
        "r": "nkjv:1 Chronicles:20:1",
        "t": "It*p happened in the spring of the year, at the time kings go out to*i battle,*i that Joab led out the armed forces and ravaged the country of the people of Ammon, and came and besieged Rabbah. But David stayed at Jerusalem. And Joab defeated Rabbah and overthrew it."
    },
    {
        "o": 12096,
        "r": "nkjv:1 Chronicles:20:2",
        "t": "Then David took their king’s crown from his head, and found it to weigh a talent of gold, and there*i were*i precious stones in it. And it was set on David’s head. Also he brought out the spoil of the city in great abundance."
    },
    {
        "o": 12097,
        "r": "nkjv:1 Chronicles:20:3",
        "t": "And he brought out the people who were*i in it, and put them*i to work with saws, with iron picks, and with axes. So David did to all the cities of the people of Ammon. Then David and all the people returned to*i Jerusalem."
    },
    {
        "o": 12098,
        "r": "nkjv:1 Chronicles:20:3",
        "t": "Philistine Giants Destroyed",
        "h": 2
    },
    {
        "o": 12099,
        "r": "nkjv:1 Chronicles:20:4",
        "t": "Now*p it happened afterward that war broke out at Gezer with the Philistines, at which time Sibbechai the Hushathite killed Sippai, who*i was*i one*i of the sons of the giant. And they were subdued."
    },
    {
        "o": 12100,
        "r": "nkjv:1 Chronicles:20:5",
        "t": "Again*p there was war with the Philistines, and Elhanan the son of Jair killed Lahmi the brother of Goliath the Gittite, the shaft of whose spear was*i like a weaver’s beam."
    },
    {
        "o": 12101,
        "r": "nkjv:1 Chronicles:20:6",
        "t": "Yet*p again there was war at Gath, where there was a man of great*i stature, with twenty-four fingers and toes, six on*i each*i hand*i and six on*i each*i foot;*i and he also was born to the giant."
    },
    {
        "o": 12102,
        "r": "nkjv:1 Chronicles:20:7",
        "t": "So when he defied Israel, Jonathan the son of Shimea, David’s brother, killed him."
    },
    {
        "o": 12103,
        "r": "nkjv:1 Chronicles:20:8",
        "t": "These*p were born to the giant in Gath, and they fell by the hand of David and by the hand of his servants."
    }
]
