[
    {
        "o": 25487,
        "r": "esv:Zechariah:2:0",
        "t": "Zechariah 2",
        "h": 1
    },
    {
        "o": 25488,
        "r": "esv:Zechariah:2:0",
        "t": "A Vision of a Man with a Measuring Line",
        "h": 2
    },
    {
        "o": 25489,
        "r": "esv:Zechariah:2:1",
        "t": "And*p I lifted my eyes and saw, and behold, a man with a measuring line in his hand!"
    },
    {
        "o": 25490,
        "r": "esv:Zechariah:2:2",
        "t": "Then I said, “Where are you going?” And he said to me, “To measure Jerusalem, to see what is its width and what is its length.”"
    },
    {
        "o": 25491,
        "r": "esv:Zechariah:2:3",
        "t": "And behold, the angel who talked with me came forward, and another angel came forward to meet him"
    },
    {
        "o": 25492,
        "r": "esv:Zechariah:2:4",
        "t": "and said to him, “Run, say to that young man, ‘Jerusalem shall be inhabited as villages without walls, because of the multitude of people and livestock in it."
    },
    {
        "o": 25493,
        "r": "esv:Zechariah:2:5",
        "t": "And I will be to her a wall of fire all around, declares the Lord,*s and I will be the glory in her midst.’”"
    },
    {
        "o": 25494,
        "r": "esv:Zechariah:2:6",
        "t": "Up!*p Up! Flee from the land of the north, declares the Lord.*s For I have spread you abroad as the four winds of the heavens, declares the Lord.*s"
    },
    {
        "o": 25495,
        "r": "esv:Zechariah:2:7",
        "t": "Up! Escape to Zion, you who dwell with the daughter of Babylon."
    },
    {
        "o": 25496,
        "r": "esv:Zechariah:2:8",
        "t": "For thus said the Lord*s of hosts, after his glory sent me to the nations who plundered you, for he who touches you touches the apple of his eye:"
    },
    {
        "o": 25497,
        "r": "esv:Zechariah:2:9",
        "t": "“Behold, I will shake my hand over them, and they shall become plunder for those who served them. Then you will know that the Lord*s of hosts has sent me."
    },
    {
        "o": 25498,
        "r": "esv:Zechariah:2:10",
        "t": "Sing and rejoice, O daughter of Zion, for behold, I come and I will dwell in your midst, declares the Lord.*s"
    },
    {
        "o": 25499,
        "r": "esv:Zechariah:2:11",
        "t": "And many nations shall join themselves to the Lord*s in that day, and shall be my people. And I will dwell in your midst, and you shall know that the Lord*s of hosts has sent me to you."
    },
    {
        "o": 25500,
        "r": "esv:Zechariah:2:12",
        "t": "And the Lord*s will inherit Judah as his portion in the holy land, and will again choose Jerusalem.”"
    },
    {
        "o": 25501,
        "r": "esv:Zechariah:2:13",
        "t": "Be*p silent, all flesh, before the Lord,*s for he has roused himself from his holy dwelling."
    }
]
