[
    {
        "o": 3617,
        "r": "niv:Leviticus:20:0",
        "t": "Leviticus 20",
        "h": 1
    },
    {
        "o": 3618,
        "r": "niv:Leviticus:20:0",
        "t": "Punishments for Sin",
        "h": 2
    },
    {
        "o": 3619,
        "r": "niv:Leviticus:20:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3620,
        "r": "niv:Leviticus:20:2",
        "t": "“Say to the Israelites: ‘Any Israelite or any foreigner residing in Israel who sacrifices any of his children to Molek is to be put to death. The members of the community are to stone him."
    },
    {
        "o": 3621,
        "r": "niv:Leviticus:20:3",
        "t": "I myself will set my face against him and will cut him off from his people; for by sacrificing his children to Molek, he has defiled my sanctuary and profaned my holy name."
    },
    {
        "o": 3622,
        "r": "niv:Leviticus:20:4",
        "t": "If the members of the community close their eyes when that man sacrifices one of his children to Molek and if they fail to put him to death,"
    },
    {
        "o": 3623,
        "r": "niv:Leviticus:20:5",
        "t": "I myself will set my face against him and his family and will cut them off from their people together with all who follow him in prostituting themselves to Molek."
    },
    {
        "o": 3624,
        "r": "niv:Leviticus:20:6",
        "t": "“ ‘I*p will set my face against anyone who turns to mediums and spiritists to prostitute themselves by following them, and I will cut them off from their people."
    },
    {
        "o": 3625,
        "r": "niv:Leviticus:20:7",
        "t": "“ ‘Consecrate*p yourselves and be holy, because I am the Lord*s your God."
    },
    {
        "o": 3626,
        "r": "niv:Leviticus:20:8",
        "t": "Keep my decrees and follow them. I am the Lord,*s who makes you holy."
    },
    {
        "o": 3627,
        "r": "niv:Leviticus:20:9",
        "t": "“ ‘Anyone*p who curses their father or mother is to be put to death. Because they have cursed their father or mother, their blood will be on their own head."
    },
    {
        "o": 3628,
        "r": "niv:Leviticus:20:10",
        "t": "“ ‘If*p a man commits adultery with another man’s wife—with the wife of his neighbor—both the adulterer and the adulteress are to be put to death."
    },
    {
        "o": 3629,
        "r": "niv:Leviticus:20:11",
        "t": "“ ‘If*p a man has sexual relations with his father’s wife, he has dishonored his father. Both the man and the woman are to be put to death; their blood will be on their own heads."
    },
    {
        "o": 3630,
        "r": "niv:Leviticus:20:12",
        "t": "“ ‘If*p a man has sexual relations with his daughter-in-law, both of them are to be put to death. What they have done is a perversion; their blood will be on their own heads."
    },
    {
        "o": 3631,
        "r": "niv:Leviticus:20:13",
        "t": "“ ‘If*p a man has sexual relations with a man as one does with a woman, both of them have done what is detestable. They are to be put to death; their blood will be on their own heads."
    },
    {
        "o": 3632,
        "r": "niv:Leviticus:20:14",
        "t": "“ ‘If*p a man marries both a woman and her mother, it is wicked. Both he and they must be burned in the fire, so that no wickedness will be among you."
    },
    {
        "o": 3633,
        "r": "niv:Leviticus:20:15",
        "t": "“ ‘If*p a man has sexual relations with an animal, he is to be put to death, and you must kill the animal."
    },
    {
        "o": 3634,
        "r": "niv:Leviticus:20:16",
        "t": "“ ‘If*p a woman approaches an animal to have sexual relations with it, kill both the woman and the animal. They are to be put to death; their blood will be on their own heads."
    },
    {
        "o": 3635,
        "r": "niv:Leviticus:20:17",
        "t": "“ ‘If*p a man marries his sister, the daughter of either his father or his mother, and they have sexual relations, it is a disgrace. They are to be publicly removed from their people. He has dishonored his sister and will be held responsible."
    },
    {
        "o": 3636,
        "r": "niv:Leviticus:20:18",
        "t": "“ ‘If*p a man has sexual relations with a woman during her monthly period, he has exposed the source of her flow, and she has also uncovered it. Both of them are to be cut off from their people."
    },
    {
        "o": 3637,
        "r": "niv:Leviticus:20:19",
        "t": "“ ‘Do*p not have sexual relations with the sister of either your mother or your father, for that would dishonor a close relative; both of you would be held responsible."
    },
    {
        "o": 3638,
        "r": "niv:Leviticus:20:20",
        "t": "“ ‘If*p a man has sexual relations with his aunt, he has dishonored his uncle. They will be held responsible; they will die childless."
    },
    {
        "o": 3639,
        "r": "niv:Leviticus:20:21",
        "t": "“ ‘If*p a man marries his brother’s wife, it is an act of impurity; he has dishonored his brother. They will be childless."
    },
    {
        "o": 3640,
        "r": "niv:Leviticus:20:22",
        "t": "“ ‘Keep*p all my decrees and laws and follow them, so that the land where I am bringing you to live may not vomit you out."
    },
    {
        "o": 3641,
        "r": "niv:Leviticus:20:23",
        "t": "You must not live according to the customs of the nations I am going to drive out before you. Because they did all these things, I abhorred them."
    },
    {
        "o": 3642,
        "r": "niv:Leviticus:20:24",
        "t": "But I said to you, “You will possess their land; I will give it to you as an inheritance, a land flowing with milk and honey.” I am the Lord*s your God, who has set you apart from the nations."
    },
    {
        "o": 3643,
        "r": "niv:Leviticus:20:25",
        "t": "“ ‘You*p must therefore make a distinction between clean and unclean animals and between unclean and clean birds. Do not defile yourselves by any animal or bird or anything that moves along the ground—those that I have set apart as unclean for you."
    },
    {
        "o": 3644,
        "r": "niv:Leviticus:20:26",
        "t": "You are to be holy to me because I, the Lord,*s am holy, and I have set you apart from the nations to be my own."
    },
    {
        "o": 3645,
        "r": "niv:Leviticus:20:27",
        "t": "“ ‘A*p man or woman who is a medium or spiritist among you must be put to death. You are to stone them; their blood will be on their own heads.’ ”"
    }
]
