[
    {
        "o": 12535,
        "r": "nasb:2 Chronicles:11:0",
        "t": "2 Chronicles 11",
        "h": 1
    },
    {
        "o": 12536,
        "r": "nasb:2 Chronicles:11:0",
        "t": "Rehoboam Reigns over Judah and Builds Cities",
        "h": 2
    },
    {
        "o": 12537,
        "r": "nasb:2 Chronicles:11:1",
        "t": "Now*p when Rehoboam had come to Jerusalem, he assembled the house of Judah and Benjamin, 180,000 chosen men who were warriors, to fight against Israel to restore the kingdom to Rehoboam."
    },
    {
        "o": 12538,
        "r": "nasb:2 Chronicles:11:2",
        "t": "But the word of the Lord*s came to Shemaiah the man of God, saying,"
    },
    {
        "o": 12539,
        "r": "nasb:2 Chronicles:11:3",
        "t": "“Speak to Rehoboam the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin, saying,"
    },
    {
        "o": 12540,
        "r": "nasb:2 Chronicles:11:4",
        "t": "‘Thus says the Lord,*s “You shall not go up or fight against your relatives; return every man to his house, for this thing is from Me.” ’ ” So they listened to the words of the Lord*s and returned from going against Jeroboam."
    },
    {
        "o": 12541,
        "r": "nasb:2 Chronicles:11:5",
        "t": "Rehoboam*p lived in Jerusalem and built cities for defense in Judah."
    },
    {
        "o": 12542,
        "r": "nasb:2 Chronicles:11:6",
        "t": "Thus he built Bethlehem, Etam, Tekoa,"
    },
    {
        "o": 12543,
        "r": "nasb:2 Chronicles:11:7",
        "t": "Beth-zur, Soco, Adullam,"
    },
    {
        "o": 12544,
        "r": "nasb:2 Chronicles:11:8",
        "t": "Gath, Mareshah, Ziph,"
    },
    {
        "o": 12545,
        "r": "nasb:2 Chronicles:11:9",
        "t": "Adoraim, Lachish, Azekah,"
    },
    {
        "o": 12546,
        "r": "nasb:2 Chronicles:11:10",
        "t": "Zorah, Aijalon and Hebron, which are fortified cities in Judah and in Benjamin."
    },
    {
        "o": 12547,
        "r": "nasb:2 Chronicles:11:11",
        "t": "He also strengthened the fortresses and put officers in them and stores of food, oil and wine."
    },
    {
        "o": 12548,
        "r": "nasb:2 Chronicles:11:12",
        "t": "He*i put*i shields and spears in every city and strengthened them greatly. So he held Judah and Benjamin."
    },
    {
        "o": 12549,
        "r": "nasb:2 Chronicles:11:13",
        "t": "Moreover,*p the priests and the Levites who were in all Israel stood with him from all their districts."
    },
    {
        "o": 12550,
        "r": "nasb:2 Chronicles:11:13",
        "t": "Jeroboam Appoints False Priests",
        "h": 2
    },
    {
        "o": 12551,
        "r": "nasb:2 Chronicles:11:14",
        "t": "For*p the Levites left their pasture lands and their property and came to Judah and Jerusalem, for Jeroboam and his sons had excluded them from serving as priests to the Lord.*s"
    },
    {
        "o": 12552,
        "r": "nasb:2 Chronicles:11:15",
        "t": "He set up priests of his own for the high places, for the satyrs and for the calves which he had made."
    },
    {
        "o": 12553,
        "r": "nasb:2 Chronicles:11:16",
        "t": "Those from all the tribes of Israel who set their hearts on seeking the Lord*s God of Israel followed them to Jerusalem, to sacrifice to the Lord*s God of their fathers."
    },
    {
        "o": 12554,
        "r": "nasb:2 Chronicles:11:17",
        "t": "They strengthened the kingdom of Judah and supported Rehoboam the son of Solomon for three years, for they walked in the way of David and Solomon for three years."
    },
    {
        "o": 12555,
        "r": "nasb:2 Chronicles:11:17",
        "t": "Rehoboam’s Family",
        "h": 2
    },
    {
        "o": 12556,
        "r": "nasb:2 Chronicles:11:18",
        "t": "Then*p Rehoboam took as a wife Mahalath the daughter of Jerimoth the son of David and*i of*i Abihail the daughter of Eliab the son of Jesse,"
    },
    {
        "o": 12557,
        "r": "nasb:2 Chronicles:11:19",
        "t": "and she bore him sons: Jeush, Shemariah and Zaham."
    },
    {
        "o": 12558,
        "r": "nasb:2 Chronicles:11:20",
        "t": "After her he took Maacah the daughter of Absalom, and she bore him Abijah, Attai, Ziza and Shelomith."
    },
    {
        "o": 12559,
        "r": "nasb:2 Chronicles:11:21",
        "t": "Rehoboam loved Maacah the daughter of Absalom more than all his other*i wives and concubines. For he had taken eighteen wives and sixty concubines and fathered twenty-eight sons and sixty daughters."
    },
    {
        "o": 12560,
        "r": "nasb:2 Chronicles:11:22",
        "t": "Rehoboam appointed Abijah the son of Maacah as head and leader among his brothers, for he intended*i to make him king."
    },
    {
        "o": 12561,
        "r": "nasb:2 Chronicles:11:23",
        "t": "He acted wisely and distributed some of his sons through all the territories of Judah and Benjamin to all the fortified cities, and he gave them food in abundance. And he sought many wives for*i them.*i"
    }
]
