[
    {
        "o": 31568,
        "r": "csb:Acts:28:0",
        "t": "Acts 28",
        "h": 1
    },
    {
        "o": 31569,
        "r": "csb:Acts:28:0",
        "t": "Malta’s Hospitality",
        "h": 2
    },
    {
        "o": 31570,
        "r": "csb:Acts:28:1",
        "t": "Once*p safely ashore, we then learned that the island was called Malta."
    },
    {
        "o": 31571,
        "r": "csb:Acts:28:2",
        "t": "The local people showed us extraordinary kindness. They lit a fire and took us all in, since it was raining and cold."
    },
    {
        "o": 31572,
        "r": "csb:Acts:28:3",
        "t": "As Paul gathered a bundle of brushwood and put it on the fire, a viper came out because of the heat and fastened itself on his hand."
    },
    {
        "o": 31573,
        "r": "csb:Acts:28:4",
        "t": "When the local people saw the snake hanging from his hand, they said to one another, “This man, no doubt, is a murderer. Even though he has escaped the sea, Justice has not allowed him to live.”"
    },
    {
        "o": 31574,
        "r": "csb:Acts:28:5",
        "t": "But he shook the snake off into the fire and suffered no harm."
    },
    {
        "o": 31575,
        "r": "csb:Acts:28:6",
        "t": "They expected that he would begin to swell up or suddenly drop dead. After they waited a long time and saw nothing unusual happen to him, they changed their minds and said he was a god."
    },
    {
        "o": 31576,
        "r": "csb:Acts:28:6",
        "t": "Ministry in Malta",
        "h": 2
    },
    {
        "o": 31577,
        "r": "csb:Acts:28:7",
        "t": "Now*p in the area around that place was an estate belonging to the leading man of the island, named Publius, who welcomed us and entertained us hospitably for three days."
    },
    {
        "o": 31578,
        "r": "csb:Acts:28:8",
        "t": "Publius’s father was in bed suffering from fever and dysentery. Paul went to him, and praying and laying his hands on him, he healed him."
    },
    {
        "o": 31579,
        "r": "csb:Acts:28:9",
        "t": "After this, the rest of those on the island who had diseases also came and were healed."
    },
    {
        "o": 31580,
        "r": "csb:Acts:28:10",
        "t": "So they heaped many honors on us, and when we sailed, they gave us what we needed."
    },
    {
        "o": 31581,
        "r": "csb:Acts:28:10",
        "t": "Rome at Last",
        "h": 2
    },
    {
        "o": 31582,
        "r": "csb:Acts:28:11",
        "t": "After*p three months we set sail in an Alexandrian ship that had wintered at the island, with the Twin Gods as its figurehead."
    },
    {
        "o": 31583,
        "r": "csb:Acts:28:12",
        "t": "Putting in at Syracuse, we stayed three days."
    },
    {
        "o": 31584,
        "r": "csb:Acts:28:13",
        "t": "From there, after making a circuit along the coast, we reached Rhegium. After one day a south wind sprang up, and the second day we came to Puteoli."
    },
    {
        "o": 31585,
        "r": "csb:Acts:28:14",
        "t": "There we found brothers and sisters and were invited to stay a week with them. And so we came to Rome."
    },
    {
        "o": 31586,
        "r": "csb:Acts:28:15",
        "t": "Now the brothers and sisters from there had heard the news about us and had come to meet us as far as the Forum of Appius and the Three Taverns. When Paul saw them, he thanked God and took courage."
    },
    {
        "o": 31587,
        "r": "csb:Acts:28:16",
        "t": "When we entered Rome, Paul was allowed to live by himself with the soldier who guarded him."
    },
    {
        "o": 31588,
        "r": "csb:Acts:28:16",
        "t": "Paul’s First Interview with Roman Jews",
        "h": 2
    },
    {
        "o": 31589,
        "r": "csb:Acts:28:17",
        "t": "After*p three days he called together the leaders of the Jews. When they had gathered he said to them, “Brothers, although I have done nothing against our people or the customs of our ancestors, I was delivered as a prisoner from Jerusalem into the hands of the Romans."
    },
    {
        "o": 31590,
        "r": "csb:Acts:28:18",
        "t": "After they examined me, they wanted to release me, since there was no reason for the death penalty in my case."
    },
    {
        "o": 31591,
        "r": "csb:Acts:28:19",
        "t": "Because the Jews objected, I was compelled to appeal to Caesar; even though I had no charge to bring against my people."
    },
    {
        "o": 31592,
        "r": "csb:Acts:28:20",
        "t": "For this reason I’ve asked to see you and speak to you. In fact, it is for the hope of Israel that I’m wearing this chain.”"
    },
    {
        "o": 31593,
        "r": "csb:Acts:28:21",
        "t": "Then*p they said to him, “We haven’t received any letters about you from Judea. None of the brothers has come and reported or spoken anything evil about you."
    },
    {
        "o": 31594,
        "r": "csb:Acts:28:22",
        "t": "But we want to hear what your views are, since we know that people everywhere are speaking against this sect.”"
    },
    {
        "o": 31595,
        "r": "csb:Acts:28:22",
        "t": "The Response to Paul’s Message",
        "h": 2
    },
    {
        "o": 31596,
        "r": "csb:Acts:28:23",
        "t": "After*p arranging a day with him, many came to him at his lodging. From dawn to dusk he expounded and testified about the kingdom of God. He tried to persuade them about Jesus from both the Law of Moses and the Prophets."
    },
    {
        "o": 31597,
        "r": "csb:Acts:28:24",
        "t": "Some were persuaded by what he said, but others did not believe."
    },
    {
        "o": 31598,
        "r": "csb:Acts:28:25",
        "t": "Disagreeing*p among themselves, they began to leave after Paul made one statement: “The Holy Spirit was right in saying to your ancestors through the prophet Isaiah"
    },
    {
        "o": 31599,
        "r": "csb:Acts:28:26",
        "t": "when he said, Go*ipn to*i these*i people*i and*i say:*i You*iln will*i always*i be*i listening,*i but*iln never*i understanding;*i and*iln you*i will*i always*i be*i looking,*i but*iln never*i perceiving.*i"
    },
    {
        "o": 31600,
        "r": "csb:Acts:28:27",
        "t": "For*iln the*i hearts*i of*i these*i people*i have*iln grown*i callous,*i their*iln ears*i are*i hard*i of*i hearing,*i and*iln they*i have*i shut*i their*i eyes;*i otherwise*iln they*i might*i see*i with*i their*i eyes*i and*iln hear*i with*i their*i ears,*i understand*iln with*i their*i heart*i and*iln turn,*i and*iln I*i would*i heal*i them.*i"
    },
    {
        "o": 31601,
        "r": "csb:Acts:28:28",
        "t": "Therefore,*p let it be known to you that this salvation of God has been sent to the Gentiles; they will listen.”"
    },
    {
        "o": 31602,
        "r": "csb:Acts:28:28",
        "t": "Paul’s Ministry Unhindered",
        "h": 2
    },
    {
        "o": 31603,
        "r": "csb:Acts:28:30",
        "t": "Paul*p stayed two whole years in his own rented house. And he welcomed all who visited him,"
    },
    {
        "o": 31604,
        "r": "csb:Acts:28:31",
        "t": "proclaiming the kingdom of God and teaching about the Lord Jesus Christ with all boldness and without hindrance."
    }
]
