[
    {
        "o": 33644,
        "r": "csb:1 Timothy:1:0",
        "t": "1 Timothy 1",
        "h": 1
    },
    {
        "o": 33645,
        "r": "csb:1 Timothy:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33646,
        "r": "csb:1 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus our hope:"
    },
    {
        "o": 33647,
        "r": "csb:1 Timothy:1:2",
        "t": "To*p Timothy, my true son in the faith. Grace,*p mercy, and peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 33648,
        "r": "csb:1 Timothy:1:2",
        "t": "False Doctrine and Misuse of the Law",
        "h": 2
    },
    {
        "o": 33649,
        "r": "csb:1 Timothy:1:3",
        "t": "As*p I urged you when I went to Macedonia, remain in Ephesus so that you may instruct certain people not to teach false doctrine"
    },
    {
        "o": 33650,
        "r": "csb:1 Timothy:1:4",
        "t": "or to pay attention to myths and endless genealogies. These promote empty speculations rather than God’s plan, which operates by faith."
    },
    {
        "o": 33651,
        "r": "csb:1 Timothy:1:5",
        "t": "Now the goal of our instruction is love that comes from a pure heart, a good conscience, and a sincere faith."
    },
    {
        "o": 33652,
        "r": "csb:1 Timothy:1:6",
        "t": "Some have departed from these and turned aside to fruitless discussion."
    },
    {
        "o": 33653,
        "r": "csb:1 Timothy:1:7",
        "t": "They want to be teachers of the law, although they don’t understand what they are saying or what they are insisting on."
    },
    {
        "o": 33654,
        "r": "csb:1 Timothy:1:8",
        "t": "But we know that the law is good, provided one uses it legitimately."
    },
    {
        "o": 33655,
        "r": "csb:1 Timothy:1:9",
        "t": "We know that the law is not meant for a righteous person, but for the lawless and rebellious, for the ungodly and sinful, for the unholy and irreverent, for those who kill their fathers and mothers, for murderers,"
    },
    {
        "o": 33656,
        "r": "csb:1 Timothy:1:10",
        "t": "for the sexually immoral and males who have sex with males, for slave traders, liars, perjurers, and for whatever else is contrary to the sound teaching"
    },
    {
        "o": 33657,
        "r": "csb:1 Timothy:1:11",
        "t": "that conforms to the gospel concerning the glory of the blessed God, which was entrusted to me."
    },
    {
        "o": 33658,
        "r": "csb:1 Timothy:1:11",
        "t": "Paul’s Testimony",
        "h": 2
    },
    {
        "o": 33659,
        "r": "csb:1 Timothy:1:12",
        "t": "I*p give thanks to Christ Jesus our Lord who has strengthened me, because he considered me faithful, appointing me to the ministry -"
    },
    {
        "o": 33660,
        "r": "csb:1 Timothy:1:13",
        "t": "even though I was formerly a blasphemer, a persecutor, and an arrogant man. But I received mercy because I acted out of ignorance in unbelief,"
    },
    {
        "o": 33661,
        "r": "csb:1 Timothy:1:14",
        "t": "and the grace of our Lord overflowed, along with the faith and love that are in Christ Jesus."
    },
    {
        "o": 33662,
        "r": "csb:1 Timothy:1:15",
        "t": "This saying is trustworthy and deserving of full acceptance: “Christ Jesus came into the world to save sinners”- and I am the worst of them."
    },
    {
        "o": 33663,
        "r": "csb:1 Timothy:1:16",
        "t": "But I received mercy for this reason, so that in me, the worst of them, Christ Jesus might demonstrate his extraordinary patience as an example to those who would believe in him for eternal life."
    },
    {
        "o": 33664,
        "r": "csb:1 Timothy:1:17",
        "t": "Now to the King eternal, immortal, invisible, the only God, be honor and glory forever and ever. Amen."
    },
    {
        "o": 33665,
        "r": "csb:1 Timothy:1:17",
        "t": "Engage in Battle",
        "h": 2
    },
    {
        "o": 33666,
        "r": "csb:1 Timothy:1:18",
        "t": "Timothy,*p my son, I am giving you this instruction in keeping with the prophecies previously made about you, so that by recalling them you may fight the good fight,"
    },
    {
        "o": 33667,
        "r": "csb:1 Timothy:1:19",
        "t": "having faith and a good conscience, which some have rejected and have shipwrecked the faith."
    },
    {
        "o": 33668,
        "r": "csb:1 Timothy:1:20",
        "t": "Among them are Hymenaeus and Alexander, whom I have delivered to Satan, so that they may be taught not to blaspheme."
    }
]
