[
    {
        "o": 6005,
        "r": "csb:Deuteronomy:21:0",
        "t": "Deuteronomy 21",
        "h": 1
    },
    {
        "o": 6006,
        "r": "csb:Deuteronomy:21:0",
        "t": "Unsolved Murders",
        "h": 2
    },
    {
        "o": 6007,
        "r": "csb:Deuteronomy:21:1",
        "t": "“If*p a murder victim is found lying in a field in the land the Lord*s your God is giving you to possess, and it is not known who killed him,"
    },
    {
        "o": 6008,
        "r": "csb:Deuteronomy:21:2",
        "t": "your elders and judges are to come out and measure the distance from the victim to the nearby cities."
    },
    {
        "o": 6009,
        "r": "csb:Deuteronomy:21:3",
        "t": "The elders of the city nearest to the victim are to get a young cow that has not been yoked or used for work."
    },
    {
        "o": 6010,
        "r": "csb:Deuteronomy:21:4",
        "t": "The elders of that city will bring the cow down to a continually flowing stream, to a place not tilled or sown, and they will break its neck there by the stream."
    },
    {
        "o": 6011,
        "r": "csb:Deuteronomy:21:5",
        "t": "Then the priests, the sons of Levi, will come forward, for the Lord*s your God has chosen them to serve him and pronounce blessings in his name, and they are to give a ruling in every dispute and case of assault."
    },
    {
        "o": 6012,
        "r": "csb:Deuteronomy:21:6",
        "t": "All the elders of the city nearest to the victim will wash their hands by the stream over the young cow whose neck has been broken."
    },
    {
        "o": 6013,
        "r": "csb:Deuteronomy:21:7",
        "t": "They will declare, ‘Our hands did not shed this blood; our eyes did not see it."
    },
    {
        "o": 6014,
        "r": "csb:Deuteronomy:21:8",
        "t": "Lord,*s wipe away the guilt of your people Israel whom you redeemed, and do not hold the shedding of innocent blood against them.’ Then the responsibility for bloodshed will be wiped away from them."
    },
    {
        "o": 6015,
        "r": "csb:Deuteronomy:21:9",
        "t": "You must purge from yourselves the guilt of shedding innocent blood, for you will be doing what is right in the Lord’s*s sight."
    },
    {
        "o": 6016,
        "r": "csb:Deuteronomy:21:9",
        "t": "Fair Treatment of Captured Women",
        "h": 2
    },
    {
        "o": 6017,
        "r": "csb:Deuteronomy:21:10",
        "t": "“When*p you go to war against your enemies and the Lord*s your God hands them over to you and you take some of them prisoner, and"
    },
    {
        "o": 6018,
        "r": "csb:Deuteronomy:21:11",
        "t": "if you see a beautiful woman among the captives, desire her, and want to take her as your wife,"
    },
    {
        "o": 6019,
        "r": "csb:Deuteronomy:21:12",
        "t": "you are to bring her into your house. She is to shave her head, trim her nails,"
    },
    {
        "o": 6020,
        "r": "csb:Deuteronomy:21:13",
        "t": "remove the clothes she was wearing when she was taken prisoner, live in your house, and mourn for her father and mother a full month. After that, you may have sexual relations with her and be her husband, and she will be your wife."
    },
    {
        "o": 6021,
        "r": "csb:Deuteronomy:21:14",
        "t": "Then if you are not satisfied with her, you are to let her go where she wants, but you must not sell her or treat her as merchandise, because you have humiliated her."
    },
    {
        "o": 6022,
        "r": "csb:Deuteronomy:21:14",
        "t": "The Right of the Firstborn",
        "h": 2
    },
    {
        "o": 6023,
        "r": "csb:Deuteronomy:21:15",
        "t": "“If*p a man has two wives, one loved and the other neglected, and both the loved and the neglected bear him sons, and if the neglected wife has the firstborn son,"
    },
    {
        "o": 6024,
        "r": "csb:Deuteronomy:21:16",
        "t": "when that man gives what he has to his sons as an inheritance, he is not to show favoritism to the son of the loved wife as his firstborn over the firstborn of the neglected wife."
    },
    {
        "o": 6025,
        "r": "csb:Deuteronomy:21:17",
        "t": "He must acknowledge the firstborn, the son of the neglected wife, by giving him two shares of his estate, for he is the firstfruits of his virility; he has the rights of the firstborn."
    },
    {
        "o": 6026,
        "r": "csb:Deuteronomy:21:17",
        "t": "A Rebellious Son",
        "h": 2
    },
    {
        "o": 6027,
        "r": "csb:Deuteronomy:21:18",
        "t": "“If*p a man has a stubborn and rebellious son who does not obey his father or mother and doesn’t listen to them even after they discipline him,"
    },
    {
        "o": 6028,
        "r": "csb:Deuteronomy:21:19",
        "t": "his father and mother are to take hold of him and bring him to the elders of his city, to the gate of his hometown."
    },
    {
        "o": 6029,
        "r": "csb:Deuteronomy:21:20",
        "t": "They will say to the elders of his city, ‘This son of ours is stubborn and rebellious; he doesn’t obey us. He’s a glutton and a drunkard.’"
    },
    {
        "o": 6030,
        "r": "csb:Deuteronomy:21:21",
        "t": "Then all the men of his city will stone him to death. You must purge the evil from you, and all Israel will hear and be afraid."
    },
    {
        "o": 6031,
        "r": "csb:Deuteronomy:21:21",
        "t": "Display of Executed People",
        "h": 2
    },
    {
        "o": 6032,
        "r": "csb:Deuteronomy:21:22",
        "t": "“If*p anyone is found guilty of an offense deserving the death penalty and is executed, and you hang his body on a tree,"
    },
    {
        "o": 6033,
        "r": "csb:Deuteronomy:21:23",
        "t": "you are not to leave his corpse on the tree overnight but are to bury him that day, for anyone hung on a tree is under God’s curse. You must not defile the land the Lord*s your God is giving you as an inheritance."
    }
]
