[
    {
        "o": 25291,
        "r": "niv:Zechariah:8:0",
        "t": "Zechariah 8",
        "h": 1
    },
    {
        "o": 25292,
        "r": "niv:Zechariah:8:0",
        "t": "The Lord Promises to Bless Jerusalem",
        "h": 2
    },
    {
        "o": 25293,
        "r": "niv:Zechariah:8:1",
        "t": "The*p word of the Lord*s Almighty came to me."
    },
    {
        "o": 25294,
        "r": "niv:Zechariah:8:2",
        "t": "This*p is what the Lord*s Almighty says: “I am very jealous for Zion; I am burning with jealousy for her.”"
    },
    {
        "o": 25295,
        "r": "niv:Zechariah:8:3",
        "t": "This*p is what the Lord*s says: “I will return to Zion and dwell in Jerusalem. Then Jerusalem will be called the Faithful City, and the mountain of the Lord*s Almighty will be called the Holy Mountain.”"
    },
    {
        "o": 25296,
        "r": "niv:Zechariah:8:4",
        "t": "This*p is what the Lord*s Almighty says: “Once again men and women of ripe old age will sit in the streets of Jerusalem, each of them with cane in hand because of their age."
    },
    {
        "o": 25297,
        "r": "niv:Zechariah:8:5",
        "t": "The city streets will be filled with boys and girls playing there.”"
    },
    {
        "o": 25298,
        "r": "niv:Zechariah:8:6",
        "t": "This*p is what the Lord*s Almighty says: “It may seem marvelous to the remnant of this people at that time, but will it seem marvelous to me?” declares the Lord*s Almighty."
    },
    {
        "o": 25299,
        "r": "niv:Zechariah:8:7",
        "t": "This*p is what the Lord*s Almighty says: “I will save my people from the countries of the east and the west."
    },
    {
        "o": 25300,
        "r": "niv:Zechariah:8:8",
        "t": "I will bring them back to live in Jerusalem; they will be my people, and I will be faithful and righteous to them as their God.”"
    },
    {
        "o": 25301,
        "r": "niv:Zechariah:8:9",
        "t": "This*p is what the Lord*s Almighty says: “Now hear these words, ‘Let your hands be strong so that the temple may be built.’ This is also what the prophets said who were present when the foundation was laid for the house of the Lord*s Almighty."
    },
    {
        "o": 25302,
        "r": "niv:Zechariah:8:10",
        "t": "Before that time there were no wages for people or hire for animals. No one could go about their business safely because of their enemies, since I had turned everyone against their neighbor."
    },
    {
        "o": 25303,
        "r": "niv:Zechariah:8:11",
        "t": "But now I will not deal with the remnant of this people as I did in the past,” declares the Lord*s Almighty."
    },
    {
        "o": 25304,
        "r": "niv:Zechariah:8:12",
        "t": "“The*p seed will grow well, the vine will yield its fruit, the ground will produce its crops, and the heavens will drop their dew. I will give all these things as an inheritance to the remnant of this people."
    },
    {
        "o": 25305,
        "r": "niv:Zechariah:8:13",
        "t": "Just as you, Judah and Israel, have been a curse among the nations, so I will save you, and you will be a blessing. Do not be afraid, but let your hands be strong.”"
    },
    {
        "o": 25306,
        "r": "niv:Zechariah:8:14",
        "t": "This*p is what the Lord*s Almighty says: “Just as I had determined to bring disaster on you and showed no pity when your ancestors angered me,” says the Lord*s Almighty,"
    },
    {
        "o": 25307,
        "r": "niv:Zechariah:8:15",
        "t": "“so now I have determined to do good again to Jerusalem and Judah. Do not be afraid."
    },
    {
        "o": 25308,
        "r": "niv:Zechariah:8:16",
        "t": "These are the things you are to do: Speak the truth to each other, and render true and sound judgment in your courts;"
    },
    {
        "o": 25309,
        "r": "niv:Zechariah:8:17",
        "t": "do not plot evil against each other, and do not love to swear falsely. I hate all this,” declares the Lord.*s"
    },
    {
        "o": 25310,
        "r": "niv:Zechariah:8:18",
        "t": "The*p word of the Lord*s Almighty came to me."
    },
    {
        "o": 25311,
        "r": "niv:Zechariah:8:19",
        "t": "This*p is what the Lord*s Almighty says: “The fasts of the fourth, fifth, seventh and tenth months will become joyful and glad occasions and happy festivals for Judah. Therefore love truth and peace.”"
    },
    {
        "o": 25312,
        "r": "niv:Zechariah:8:20",
        "t": "This*p is what the Lord*s Almighty says: “Many peoples and the inhabitants of many cities will yet come,"
    },
    {
        "o": 25313,
        "r": "niv:Zechariah:8:21",
        "t": "and the inhabitants of one city will go to another and say, ‘Let us go at once to entreat the Lord*s and seek the Lord*s Almighty. I myself am going.’"
    },
    {
        "o": 25314,
        "r": "niv:Zechariah:8:22",
        "t": "And many peoples and powerful nations will come to Jerusalem to seek the Lord*s Almighty and to entreat him.”"
    },
    {
        "o": 25315,
        "r": "niv:Zechariah:8:23",
        "t": "This*p is what the Lord*s Almighty says: “In those days ten people from all languages and nations will take firm hold of one Jew by the hem of his robe and say, ‘Let us go with you, because we have heard that God is with you.’ ”"
    }
]
