[
    {
        "o": 18961,
        "r": "kjv:Isaiah:25:0",
        "t": "Isaiah 25",
        "h": 1
    },
    {
        "o": 18962,
        "r": "kjv:Isaiah:25:1",
        "t": "O*p Lord,*s thou art my God; I will exalt thee, I will praise thy name; for thou hast done wonderful things; thy counsels of old are faithfulness and truth."
    },
    {
        "o": 18963,
        "r": "kjv:Isaiah:25:2",
        "t": "For*p thou hast made of a city an heap; of a defenced city a ruin: a palace of strangers to be no city; it shall never be built."
    },
    {
        "o": 18964,
        "r": "kjv:Isaiah:25:3",
        "t": "Therefore*p shall the strong people glorify thee, the city of the terrible nations shall fear thee."
    },
    {
        "o": 18965,
        "r": "kjv:Isaiah:25:4",
        "t": "For*p thou hast been a strength to the poor, a strength to the needy in his distress, a refuge from the storm, a shadow from the heat, when the blast of the terrible ones is as a storm against the wall."
    },
    {
        "o": 18966,
        "r": "kjv:Isaiah:25:5",
        "t": "Thou*p shalt bring down the noise of strangers, as the heat in a dry place; even the heat with the shadow of a cloud: the branch of the terrible ones shall be brought low."
    },
    {
        "o": 18967,
        "r": "kjv:Isaiah:25:6",
        "t": "And*p in this mountain shall the Lord*s of hosts make unto all people a feast of fat things, a feast of wines on the lees, of fat things full of marrow, of wines on the lees well refined."
    },
    {
        "o": 18968,
        "r": "kjv:Isaiah:25:7",
        "t": "And*p he will destroy in this mountain the face of the covering cast over all people, and the veil that is spread over all nations."
    },
    {
        "o": 18969,
        "r": "kjv:Isaiah:25:8",
        "t": "He*p will swallow up death in victory; and the Lord God*s will wipe away tears from off all faces; and the rebuke of his people shall he take away from off all the earth: for the Lord*s hath spoken it."
    },
    {
        "o": 18970,
        "r": "kjv:Isaiah:25:9",
        "t": "And*p it shall be said in that day, Lo, this is our God; we have waited for him, and he will save us: this is the Lord;*s we have waited for him, we will be glad and rejoice in his salvation."
    },
    {
        "o": 18971,
        "r": "kjv:Isaiah:25:10",
        "t": "For*p in this mountain shall the hand of the Lord*s rest, and Moab shall be trodden down under him, even as straw is trodden down for the dunghill."
    },
    {
        "o": 18972,
        "r": "kjv:Isaiah:25:11",
        "t": "And*p he shall spread forth his hands in the midst of them, as he that swimmeth spreadeth forth his hands to swim: and he shall bring down their pride together with the spoils of their hands."
    },
    {
        "o": 18973,
        "r": "kjv:Isaiah:25:12",
        "t": "And*p the fortress of the high fort of thy walls shall he bring down, lay low, and bring to the ground, even to the dust."
    }
]
