[
    {
        "o": 10669,
        "r": "csb:2 Kings:5:0",
        "t": "2 Kings 5",
        "h": 1
    },
    {
        "o": 10670,
        "r": "csb:2 Kings:5:0",
        "t": "Naaman’s Disease Healed",
        "h": 2
    },
    {
        "o": 10671,
        "r": "csb:2 Kings:5:1",
        "t": "Naaman,*p commander of the army for the king of Aram, was a man important to his master and highly regarded because through him, the Lord*s had given victory to Aram. The man was a valiant warrior, but he had a skin disease."
    },
    {
        "o": 10672,
        "r": "csb:2 Kings:5:2",
        "t": "Aram*p had gone on raids and brought back from the land of Israel a young girl who served Naaman’s wife."
    },
    {
        "o": 10673,
        "r": "csb:2 Kings:5:3",
        "t": "She said to her mistress, “If only my master were with the prophet who is in Samaria, he would cure him of his skin disease.”"
    },
    {
        "o": 10674,
        "r": "csb:2 Kings:5:4",
        "t": "So*p Naaman went and told his master what the girl from the land of Israel had said."
    },
    {
        "o": 10675,
        "r": "csb:2 Kings:5:5",
        "t": "Therefore, the king of Aram said, “Go, and I will send a letter with you to the king of Israel.” So*p he went and took with him 750 pounds of silver, 150 pounds of gold, and ten sets of clothing."
    },
    {
        "o": 10676,
        "r": "csb:2 Kings:5:6",
        "t": "He brought the letter to the king of Israel, and it read: When*p this letter comes to you, note that I have sent you my servant Naaman for you to cure him of his skin disease."
    },
    {
        "o": 10677,
        "r": "csb:2 Kings:5:7",
        "t": "When*p the king of Israel read the letter, he tore his clothes and asked, “Am I God, killing and giving life, that this man expects me to cure a man of his skin disease? Recognize that he is only picking a fight with me.”"
    },
    {
        "o": 10678,
        "r": "csb:2 Kings:5:8",
        "t": "When*p Elisha the man of God heard that the king of Israel had torn his clothes, he sent a message to the king: “Why have you torn your clothes? Have him come to me, and he will know there is a prophet in Israel.”"
    },
    {
        "o": 10679,
        "r": "csb:2 Kings:5:9",
        "t": "So Naaman came with his horses and chariots and stood at the door of Elisha’s house."
    },
    {
        "o": 10680,
        "r": "csb:2 Kings:5:10",
        "t": "Then*p Elisha sent him a messenger, who said, “Go wash seven times in the Jordan and your skin will be restored and you will be clean.”"
    },
    {
        "o": 10681,
        "r": "csb:2 Kings:5:11",
        "t": "But*p Naaman got angry and left, saying, “I was telling myself: He will surely come out, stand and call on the name of the Lord*s his God, and wave his hand over the place and cure the skin disease."
    },
    {
        "o": 10682,
        "r": "csb:2 Kings:5:12",
        "t": "Aren’t Abana and Pharpar, the rivers of Damascus, better than all the waters of Israel? Couldn’t I wash in them and be clean?” So he turned and left in a rage."
    },
    {
        "o": 10683,
        "r": "csb:2 Kings:5:13",
        "t": "But*p his servants approached and said to him, “My father, if the prophet had told you to do some great thing, would you not have done it? How much more should you do it when he only tells you, ‘Wash and be clean’?”"
    },
    {
        "o": 10684,
        "r": "csb:2 Kings:5:14",
        "t": "So Naaman went down and dipped himself in the Jordan seven times, according to the command of the man of God. Then his skin was restored and became like the skin of a small boy, and he was clean."
    },
    {
        "o": 10685,
        "r": "csb:2 Kings:5:15",
        "t": "Then*p Naaman and his whole company went back to the man of God, stood before him, and declared, “I know there’s no God in the whole world except in Israel. Therefore, please accept a gift from your servant.”"
    },
    {
        "o": 10686,
        "r": "csb:2 Kings:5:16",
        "t": "But*p Elisha said, “As the Lord*s lives, in whose presence I stand, I will not accept it.” Naaman urged him to accept it, but he refused."
    },
    {
        "o": 10687,
        "r": "csb:2 Kings:5:17",
        "t": "Naaman*p responded, “If not, please let your servant be given as much soil as a pair of mules can carry, for your servant will no longer offer a burnt offering or a sacrifice to any other god but the Lord.*s"
    },
    {
        "o": 10688,
        "r": "csb:2 Kings:5:18",
        "t": "However, in a particular matter may the Lord*s pardon your servant: When my master, the king of Aram, goes into the temple of Rimmon to bow in worship while he is leaning on my arm, and I have to bow in the temple of Rimmon - when I bow in the temple of Rimmon, may the Lord*s pardon your servant in this matter.”"
    },
    {
        "o": 10689,
        "r": "csb:2 Kings:5:19",
        "t": "So*p he said to him, “Go in peace.”"
    },
    {
        "o": 10690,
        "r": "csb:2 Kings:5:19",
        "t": "Gehazi’s Greed Punished",
        "h": 2
    },
    {
        "o": 10691,
        "r": "csb:2 Kings:5:19",
        "t": "After*p Naaman had traveled a short distance from Elisha,"
    },
    {
        "o": 10692,
        "r": "csb:2 Kings:5:20",
        "t": "Gehazi, the attendant of Elisha the man of God, thought, “My master has let this Aramean Naaman off lightly by not accepting from him what he brought. As the Lord*s lives, I will run after him and get something from him.”"
    },
    {
        "o": 10693,
        "r": "csb:2 Kings:5:21",
        "t": "So*p Gehazi pursued Naaman. When Naaman saw someone running after him, he got down from the chariot to meet him and asked, “Is everything all right?”"
    },
    {
        "o": 10694,
        "r": "csb:2 Kings:5:22",
        "t": "Gehazi*p said, “It’s all right. My master has sent me to say, ‘I have just now discovered that two young men from the sons of the prophets have come to me from the hill country of Ephraim. Please give them seventy-five pounds of silver and two sets of clothing.’”"
    },
    {
        "o": 10695,
        "r": "csb:2 Kings:5:23",
        "t": "But*p Naaman insisted, “Please, accept one hundred fifty pounds.” He urged Gehazi and then packed one hundred fifty pounds of silver in two bags with two sets of clothing. Naaman gave them to two of his attendants who carried them ahead of Gehazi."
    },
    {
        "o": 10696,
        "r": "csb:2 Kings:5:24",
        "t": "When Gehazi came to the hill, he took the gifts from them and deposited them in the house. Then he dismissed the men, and they left."
    },
    {
        "o": 10697,
        "r": "csb:2 Kings:5:25",
        "t": "Gehazi*p came and stood by his master. “Where did you go, Gehazi?” Elisha asked him. He*p replied, “Your servant didn’t go anywhere.”"
    },
    {
        "o": 10698,
        "r": "csb:2 Kings:5:26",
        "t": "“And*p my heart didn’t go when the man got down from his chariot to meet you,” Elisha said. “Is this a time to accept silver and clothing, olive orchards and vineyards, flocks and herds, and male and female slaves?"
    },
    {
        "o": 10699,
        "r": "csb:2 Kings:5:27",
        "t": "Therefore, Naaman’s skin disease will cling to you and your descendants forever.” So Gehazi went out from his presence diseased, resembling snow."
    }
]
