[
    {
        "o": 2799,
        "r": "esv:Exodus:36:0",
        "t": "Exodus 36",
        "h": 1
    },
    {
        "o": 2800,
        "r": "esv:Exodus:36:1",
        "t": "“Bezalel*p and Oholiab and every craftsman in whom the Lord*s has put skill and intelligence to know how to do any work in the construction of the sanctuary shall work in accordance with all that the Lord*s has commanded.”"
    },
    {
        "o": 2801,
        "r": "esv:Exodus:36:2",
        "t": "And*p Moses called Bezalel and Oholiab and every craftsman in whose mind the Lord*s had put skill, everyone whose heart stirred him up to come to do the work."
    },
    {
        "o": 2802,
        "r": "esv:Exodus:36:3",
        "t": "And they received from Moses all the contribution that the people of Israel had brought for doing the work on the sanctuary. They still kept bringing him freewill offerings every morning,"
    },
    {
        "o": 2803,
        "r": "esv:Exodus:36:4",
        "t": "so that all the craftsmen who were doing every sort of task on the sanctuary came, each from the task that he was doing,"
    },
    {
        "o": 2804,
        "r": "esv:Exodus:36:5",
        "t": "and said to Moses, “The people bring much more than enough for doing the work that the Lord*s has commanded us to do.”"
    },
    {
        "o": 2805,
        "r": "esv:Exodus:36:6",
        "t": "So Moses gave command, and word was proclaimed throughout the camp, “Let no man or woman do anything more for the contribution for the sanctuary.” So the people were restrained from bringing,"
    },
    {
        "o": 2806,
        "r": "esv:Exodus:36:7",
        "t": "for the material they had was sufficient to do all the work, and more."
    },
    {
        "o": 2807,
        "r": "esv:Exodus:36:8",
        "t": "And*p all the craftsmen among the workmen made the tabernacle with ten curtains. They were made of fine twined linen and blue and purple and scarlet yarns, with cherubim skillfully worked."
    },
    {
        "o": 2808,
        "r": "esv:Exodus:36:9",
        "t": "The length of each curtain was twenty-eight cubits, and the breadth of each curtain four cubits. All the curtains were the same size."
    },
    {
        "o": 2809,
        "r": "esv:Exodus:36:10",
        "t": "He*p coupled five curtains to one another, and the other five curtains he coupled to one another."
    },
    {
        "o": 2810,
        "r": "esv:Exodus:36:11",
        "t": "He made loops of blue on the edge of the outermost curtain of the first set. Likewise he made them on the edge of the outermost curtain of the second set."
    },
    {
        "o": 2811,
        "r": "esv:Exodus:36:12",
        "t": "He made fifty loops on the one curtain, and he made fifty loops on the edge of the curtain that was in the second set. The loops were opposite one another."
    },
    {
        "o": 2812,
        "r": "esv:Exodus:36:13",
        "t": "And he made fifty clasps of gold, and coupled the curtains one to the other with clasps. So the tabernacle was a single whole."
    },
    {
        "o": 2813,
        "r": "esv:Exodus:36:14",
        "t": "He*p also made curtains of goats’ hair for a tent over the tabernacle. He made eleven curtains."
    },
    {
        "o": 2814,
        "r": "esv:Exodus:36:15",
        "t": "The length of each curtain was thirty cubits, and the breadth of each curtain four cubits. The eleven curtains were the same size."
    },
    {
        "o": 2815,
        "r": "esv:Exodus:36:16",
        "t": "He coupled five curtains by themselves, and six curtains by themselves."
    },
    {
        "o": 2816,
        "r": "esv:Exodus:36:17",
        "t": "And he made fifty loops on the edge of the outermost curtain of the one set, and fifty loops on the edge of the other connecting curtain."
    },
    {
        "o": 2817,
        "r": "esv:Exodus:36:18",
        "t": "And he made fifty clasps of bronze to couple the tent together that it might be a single whole."
    },
    {
        "o": 2818,
        "r": "esv:Exodus:36:19",
        "t": "And he made for the tent a covering of tanned rams’ skins and goatskins."
    },
    {
        "o": 2819,
        "r": "esv:Exodus:36:20",
        "t": "Then*p he made the upright frames for the tabernacle of acacia wood."
    },
    {
        "o": 2820,
        "r": "esv:Exodus:36:21",
        "t": "Ten cubits was the length of a frame, and a cubit and a half the breadth of each frame."
    },
    {
        "o": 2821,
        "r": "esv:Exodus:36:22",
        "t": "Each frame had two tenons for fitting together. He did this for all the frames of the tabernacle."
    },
    {
        "o": 2822,
        "r": "esv:Exodus:36:23",
        "t": "The frames for the tabernacle he made thus: twenty frames for the south side."
    },
    {
        "o": 2823,
        "r": "esv:Exodus:36:24",
        "t": "And he made forty bases of silver under the twenty frames, two bases under one frame for its two tenons, and two bases under the next frame for its two tenons."
    },
    {
        "o": 2824,
        "r": "esv:Exodus:36:25",
        "t": "For the second side of the tabernacle, on the north side, he made twenty frames"
    },
    {
        "o": 2825,
        "r": "esv:Exodus:36:26",
        "t": "and their forty bases of silver, two bases under one frame and two bases under the next frame."
    },
    {
        "o": 2826,
        "r": "esv:Exodus:36:27",
        "t": "For the rear of the tabernacle westward he made six frames."
    },
    {
        "o": 2827,
        "r": "esv:Exodus:36:28",
        "t": "He made two frames for corners of the tabernacle in the rear."
    },
    {
        "o": 2828,
        "r": "esv:Exodus:36:29",
        "t": "And they were separate beneath but joined at the top, at the first ring. He made two of them this way for the two corners."
    },
    {
        "o": 2829,
        "r": "esv:Exodus:36:30",
        "t": "There were eight frames with their bases of silver: sixteen bases, under every frame two bases."
    },
    {
        "o": 2830,
        "r": "esv:Exodus:36:31",
        "t": "He*p made bars of acacia wood, five for the frames of the one side of the tabernacle,"
    },
    {
        "o": 2831,
        "r": "esv:Exodus:36:32",
        "t": "and five bars for the frames of the other side of the tabernacle, and five bars for the frames of the tabernacle at the rear westward."
    },
    {
        "o": 2832,
        "r": "esv:Exodus:36:33",
        "t": "And he made the middle bar to run from end to end halfway up the frames."
    },
    {
        "o": 2833,
        "r": "esv:Exodus:36:34",
        "t": "And he overlaid the frames with gold, and made their rings of gold for holders for the bars, and overlaid the bars with gold."
    },
    {
        "o": 2834,
        "r": "esv:Exodus:36:35",
        "t": "He*p made the veil of blue and purple and scarlet yarns and fine twined linen; with cherubim skillfully worked into it he made it."
    },
    {
        "o": 2835,
        "r": "esv:Exodus:36:36",
        "t": "And for it he made four pillars of acacia and overlaid them with gold. Their hooks were of gold, and he cast for them four bases of silver."
    },
    {
        "o": 2836,
        "r": "esv:Exodus:36:37",
        "t": "He also made a screen for the entrance of the tent, of blue and purple and scarlet yarns and fine twined linen, embroidered with needlework,"
    },
    {
        "o": 2837,
        "r": "esv:Exodus:36:38",
        "t": "and its five pillars with their hooks. He overlaid their capitals, and their fillets were of gold, but their five bases were of bronze."
    }
]
