[
    {
        "o": 20212,
        "r": "nasb:Isaiah:27:0",
        "t": "Isaiah 27",
        "h": 1
    },
    {
        "o": 20213,
        "r": "nasb:Isaiah:27:0",
        "t": "The Deliverance of Israel",
        "h": 2
    },
    {
        "o": 20214,
        "r": "nasb:Isaiah:27:1",
        "t": "In*pn that day the Lord*s will punish Leviathan the fleeing serpent, With*ln His fierce and great and mighty sword, Even*ln Leviathan the twisted serpent; And*ln He will kill the dragon who lives*i in the sea."
    },
    {
        "o": 20215,
        "r": "nasb:Isaiah:27:2",
        "t": "In*ln that day, “A*ln vineyard of wine, sing of it!"
    },
    {
        "o": 20216,
        "r": "nasb:Isaiah:27:3",
        "t": "I,*ln the Lord,*s am its keeper; I*ln water it every moment. So*ln that no one will damage it, I*ln guard it night and day."
    },
    {
        "o": 20217,
        "r": "nasb:Isaiah:27:4",
        "t": "I*ln have no wrath. Should*ln someone give Me briars and*i thorns in battle, Then*iln I would step on them, I would burn them completely."
    },
    {
        "o": 20218,
        "r": "nasb:Isaiah:27:5",
        "t": "Or*ln let him rely on My protection, Let*ln him make peace with Me, Let*ln him make peace with Me.”"
    },
    {
        "o": 20219,
        "r": "nasb:Isaiah:27:6",
        "t": "In*ln the days to come Jacob will take root, Israel*ln will blossom and sprout, And*ln they will fill the whole world with fruit."
    },
    {
        "o": 20220,
        "r": "nasb:Isaiah:27:7",
        "t": "Like*ln the striking of Him who has struck them, has He struck them? Or*ln like the slaughter of His slain, have they been slain?"
    },
    {
        "o": 20221,
        "r": "nasb:Isaiah:27:8",
        "t": "You*ln contended with them by banishing them, by driving them away. With*ln His fierce wind He has expelled them*i on the day of the east wind."
    },
    {
        "o": 20222,
        "r": "nasb:Isaiah:27:9",
        "t": "Therefore*ln through this Jacob’s iniquity will be forgiven; And*ln this will be the full price of the pardoning of his sin: When*ln he makes all the altar stones like pulverized chalk stones; When*iln Asherim and incense altars will not stand."
    },
    {
        "o": 20223,
        "r": "nasb:Isaiah:27:10",
        "t": "For*ln the fortified city is isolated, A*ln homestead forlorn and forsaken like the desert; There*ln the calf will graze, And*ln there it will lie down and feed on its branches."
    },
    {
        "o": 20224,
        "r": "nasb:Isaiah:27:11",
        "t": "When*ln its limbs are dry, they are broken off; Women*ln come and*i make a fire with them, For*ln they are not a people of discernment, Therefore*ln their Maker will not have compassion on them. And*ln their Creator will not be gracious to them."
    },
    {
        "o": 20225,
        "r": "nasb:Isaiah:27:12",
        "t": "In*p that day the Lord*s will start His*i threshing from the flowing stream of the Euphrates to the brook of Egypt, and you will be gathered up one by one, O sons of Israel."
    },
    {
        "o": 20226,
        "r": "nasb:Isaiah:27:13",
        "t": "It will come about also in that day that a great trumpet will be blown, and those who were perishing in the land of Assyria and who were scattered in the land of Egypt will come and worship the Lord*s in the holy mountain at Jerusalem."
    }
]
