[
    {
        "o": 31360,
        "r": "esv:Romans:5:0",
        "t": "Romans 5",
        "h": 1
    },
    {
        "o": 31361,
        "r": "esv:Romans:5:0",
        "t": "Peace with God Through Faith",
        "h": 2
    },
    {
        "o": 31362,
        "r": "esv:Romans:5:1",
        "t": "Therefore,*p since we have been justified by faith, we have peace with God through our Lord Jesus Christ."
    },
    {
        "o": 31363,
        "r": "esv:Romans:5:2",
        "t": "Through him we have also obtained access by faith into this grace in which we stand, and we rejoice in hope of the glory of God."
    },
    {
        "o": 31364,
        "r": "esv:Romans:5:3",
        "t": "Not only that, but we rejoice in our sufferings, knowing that suffering produces endurance,"
    },
    {
        "o": 31365,
        "r": "esv:Romans:5:4",
        "t": "and endurance produces character, and character produces hope,"
    },
    {
        "o": 31366,
        "r": "esv:Romans:5:5",
        "t": "and hope does not put us to shame, because God’s love has been poured into our hearts through the Holy Spirit who has been given to us."
    },
    {
        "o": 31367,
        "r": "esv:Romans:5:6",
        "t": "For*p while we were still weak, at the right time Christ died for the ungodly."
    },
    {
        "o": 31368,
        "r": "esv:Romans:5:7",
        "t": "For one will scarcely die for a righteous person— though perhaps for a good person one would dare even to die—"
    },
    {
        "o": 31369,
        "r": "esv:Romans:5:8",
        "t": "but God shows his love for us in that while we were still sinners, Christ died for us."
    },
    {
        "o": 31370,
        "r": "esv:Romans:5:9",
        "t": "Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God."
    },
    {
        "o": 31371,
        "r": "esv:Romans:5:10",
        "t": "For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life."
    },
    {
        "o": 31372,
        "r": "esv:Romans:5:11",
        "t": "More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation."
    },
    {
        "o": 31373,
        "r": "esv:Romans:5:11",
        "t": "Death in Adam, Life in Christ",
        "h": 2
    },
    {
        "o": 31374,
        "r": "esv:Romans:5:12",
        "t": "Therefore,*p just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—"
    },
    {
        "o": 31375,
        "r": "esv:Romans:5:13",
        "t": "for sin indeed was in the world before the law was given, but sin is not counted where there is no law."
    },
    {
        "o": 31376,
        "r": "esv:Romans:5:14",
        "t": "Yet death reigned from Adam to Moses, even over those whose sinning was not like the transgression of Adam, who was a type of the one who was to come."
    },
    {
        "o": 31377,
        "r": "esv:Romans:5:15",
        "t": "But*p the free gift is not like the trespass. For if many died through one man’s trespass, much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many."
    },
    {
        "o": 31378,
        "r": "esv:Romans:5:16",
        "t": "And the free gift is not like the result of that one man’s sin. For the judgment following one trespass brought condemnation, but the free gift following many trespasses brought justification."
    },
    {
        "o": 31379,
        "r": "esv:Romans:5:17",
        "t": "For if, because of one man’s trespass, death reigned through that one man, much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man Jesus Christ."
    },
    {
        "o": 31380,
        "r": "esv:Romans:5:18",
        "t": "Therefore,*p as one trespass led to condemnation for all men, so one act of righteousness leads to justification and life for all men."
    },
    {
        "o": 31381,
        "r": "esv:Romans:5:19",
        "t": "For as by the one man’s disobedience the many were made sinners, so by the one man’s obedience the many will be made righteous."
    },
    {
        "o": 31382,
        "r": "esv:Romans:5:20",
        "t": "Now the law came in to increase the trespass, but where sin increased, grace abounded all the more,"
    },
    {
        "o": 31383,
        "r": "esv:Romans:5:21",
        "t": "so that, as sin reigned in death, grace also might reign through righteousness leading to eternal life through Jesus Christ our Lord."
    }
]
