[
    {
        "o": 14198,
        "r": "csb:Esther:4:0",
        "t": "Esther 4",
        "h": 1
    },
    {
        "o": 14199,
        "r": "csb:Esther:4:0",
        "t": "Mordecai Appeals to Esther",
        "h": 2
    },
    {
        "o": 14200,
        "r": "csb:Esther:4:1",
        "t": "When*p Mordecai learned all that had occurred, he tore his clothes, put on sackcloth and ashes, went into the middle of the city, and cried loudly and bitterly."
    },
    {
        "o": 14201,
        "r": "csb:Esther:4:2",
        "t": "He went only as far as the King’s Gate, since the law prohibited anyone wearing sackcloth from entering the King’s Gate."
    },
    {
        "o": 14202,
        "r": "csb:Esther:4:3",
        "t": "There was great mourning among the Jewish people in every province where the king’s command and edict reached. They fasted, wept, and lamented, and many lay in sackcloth and ashes."
    },
    {
        "o": 14203,
        "r": "csb:Esther:4:4",
        "t": "Esther’s*p female servants and her eunuchs came and reported the news to her, and the queen was overcome with fear. She sent clothes for Mordecai to wear so that he would take off his sackcloth, but he did not accept them."
    },
    {
        "o": 14204,
        "r": "csb:Esther:4:5",
        "t": "Esther summoned Hathach, one of the king’s eunuchs who attended her, and dispatched him to Mordecai to learn what he was doing and why."
    },
    {
        "o": 14205,
        "r": "csb:Esther:4:6",
        "t": "So Hathach went out to Mordecai in the city square in front of the King’s Gate."
    },
    {
        "o": 14206,
        "r": "csb:Esther:4:7",
        "t": "Mordecai told him everything that had happened as well as the exact amount of money Haman had promised to pay the royal treasury for the slaughter of the Jews."
    },
    {
        "o": 14207,
        "r": "csb:Esther:4:8",
        "t": "Mordecai*p also gave him a copy of the written decree issued in Susa ordering their destruction, so that Hathach might show it to Esther, explain it to her, and command her to approach the king, implore his favor, and plead with him personally for her people."
    },
    {
        "o": 14208,
        "r": "csb:Esther:4:9",
        "t": "Hathach came and repeated Mordecai’s response to Esther."
    },
    {
        "o": 14209,
        "r": "csb:Esther:4:10",
        "t": "Esther*p spoke to Hathach and commanded him to tell Mordecai,"
    },
    {
        "o": 14210,
        "r": "csb:Esther:4:11",
        "t": "“All the royal officials and the people of the royal provinces know that one law applies to every man or woman who approaches the king in the inner courtyard and who has not been summoned - the death penalty— unless the king extends the gold scepter, allowing that person to live. I have not been summoned to appear before the king for the last thirty days.”"
    },
    {
        "o": 14211,
        "r": "csb:Esther:4:12",
        "t": "Esther’s response was reported to Mordecai."
    },
    {
        "o": 14212,
        "r": "csb:Esther:4:13",
        "t": "Mordecai*p told the messenger to reply to Esther, “Don’t think that you will escape the fate of all the Jews because you are in the king’s palace."
    },
    {
        "o": 14213,
        "r": "csb:Esther:4:14",
        "t": "If you keep silent at this time, relief and deliverance will come to the Jewish people from another place, but you and your father’s family will be destroyed. Who knows, perhaps you have come to your royal position for such a time as this.”"
    },
    {
        "o": 14214,
        "r": "csb:Esther:4:15",
        "t": "Esther*p sent this reply to Mordecai:"
    },
    {
        "o": 14215,
        "r": "csb:Esther:4:16",
        "t": "“Go and assemble all the Jews who can be found in Susa and fast for me. Don’t eat or drink for three days, night or day. I and my female servants will also fast in the same way. After that, I will go to the king even if it is against the law. If I perish, I perish.”"
    },
    {
        "o": 14216,
        "r": "csb:Esther:4:17",
        "t": "So Mordecai went and did everything Esther had commanded him."
    }
]
