[
    {
        "o": 20048,
        "r": "nasb:Isaiah:19:0",
        "t": "Isaiah 19",
        "h": 1
    },
    {
        "o": 20049,
        "r": "nasb:Isaiah:19:0",
        "t": "Message to Egypt",
        "h": 2
    },
    {
        "o": 20050,
        "r": "nasb:Isaiah:19:1",
        "t": "The*p oracle concerning Egypt. Behold,*pn the Lord*s is riding on a swift cloud and is about to come to Egypt; The*ln idols of Egypt will tremble at His presence, And*ln the heart of the Egyptians will melt within them."
    },
    {
        "o": 20051,
        "r": "nasb:Isaiah:19:2",
        "t": "“So*ln I will incite Egyptians against Egyptians; And*ln they will each fight against his brother and each against his neighbor, City*ln against city and*i kingdom against kingdom."
    },
    {
        "o": 20052,
        "r": "nasb:Isaiah:19:3",
        "t": "Then*ln the spirit of the Egyptians will be demoralized within them; And*ln I will confound their strategy, So*ln that they will resort to idols and ghosts of the dead And*ln to mediums and spiritists."
    },
    {
        "o": 20053,
        "r": "nasb:Isaiah:19:4",
        "t": "Moreover,*ln I will deliver the Egyptians into the hand of a cruel master, And*ln a mighty king will rule over them,” declares the Lord God*s of hosts."
    },
    {
        "o": 20054,
        "r": "nasb:Isaiah:19:5",
        "t": "The*ln waters from the sea will dry up, And*ln the river will be parched and dry."
    },
    {
        "o": 20055,
        "r": "nasb:Isaiah:19:6",
        "t": "The*ln canals will emit a stench, The*ln streams of Egypt will thin out and dry up; The*ln reeds and rushes will rot away."
    },
    {
        "o": 20056,
        "r": "nasb:Isaiah:19:7",
        "t": "The*ln bulrushes by the Nile, by the edge of the Nile And*ln all the sown fields by the Nile Will*ln become dry, be driven away, and be no more."
    },
    {
        "o": 20057,
        "r": "nasb:Isaiah:19:8",
        "t": "And*ln the fishermen will lament, And*ln all those who cast a line into the Nile will mourn, And*ln those who spread nets on the waters will pine away."
    },
    {
        "o": 20058,
        "r": "nasb:Isaiah:19:9",
        "t": "Moreover,*ln the manufacturers of linen made from combed flax And*ln the weavers of white cloth will be utterly dejected."
    },
    {
        "o": 20059,
        "r": "nasb:Isaiah:19:10",
        "t": "And*ln the pillars of*i Egypt*i will be crushed; All*ln the hired laborers will be grieved in soul."
    },
    {
        "o": 20060,
        "r": "nasb:Isaiah:19:11",
        "t": "The*ln princes of Zoan are mere fools; The*ln advice of Pharaoh’s wisest advisers has become stupid. How*ln can you men*i say to Pharaoh, “I*ln am a son of the wise, a son of ancient kings”?"
    },
    {
        "o": 20061,
        "r": "nasb:Isaiah:19:12",
        "t": "Well*ln then, where are your wise men? Please*ln let them tell you, And*ln let them understand what the Lord*s of hosts Has*ln purposed against Egypt."
    },
    {
        "o": 20062,
        "r": "nasb:Isaiah:19:13",
        "t": "The*ln princes of Zoan have acted foolishly, The*ln princes of Memphis are deluded; Those*iln who*i are*i the cornerstone of her tribes Have*ln led Egypt astray."
    },
    {
        "o": 20063,
        "r": "nasb:Isaiah:19:14",
        "t": "The*ln Lord*s has mixed within her a spirit of distortion; They*ln have led Egypt astray in all that it does, As*ln a drunken man staggers in his vomit."
    },
    {
        "o": 20064,
        "r": "nasb:Isaiah:19:15",
        "t": "There*ln will be no work for Egypt Which*ln its*i head or tail, its*i palm branch or bulrush, may do."
    },
    {
        "o": 20065,
        "r": "nasb:Isaiah:19:16",
        "t": "In*p that day the Egyptians will become like women, and they will tremble and be in dread because of the waving of the hand of the Lord*s of hosts, which He is going to wave over them."
    },
    {
        "o": 20066,
        "r": "nasb:Isaiah:19:17",
        "t": "The land of Judah will become a terror to Egypt; everyone to whom it is mentioned will be in dread of it, because of the purpose of the Lord*s of hosts which He is purposing against them."
    },
    {
        "o": 20067,
        "r": "nasb:Isaiah:19:18",
        "t": "In*p that day five cities in the land of Egypt will be speaking the language of Canaan and swearing allegiance*i to the Lord*s of hosts; one will be called the City of Destruction."
    },
    {
        "o": 20068,
        "r": "nasb:Isaiah:19:19",
        "t": "In*p that day there will be an altar to the Lord*s in the midst of the land of Egypt, and a pillar to the Lord*s near its border."
    },
    {
        "o": 20069,
        "r": "nasb:Isaiah:19:20",
        "t": "It will become a sign and a witness to the Lord*s of hosts in the land of Egypt; for they will cry to the Lord*s because of oppressors, and He will send them a Savior and a Champion, and He will deliver them."
    },
    {
        "o": 20070,
        "r": "nasb:Isaiah:19:21",
        "t": "Thus the Lord*s will make Himself known to Egypt, and the Egyptians will know the Lord*s in that day. They will even worship with sacrifice and offering, and will make a vow to the Lord*s and perform it."
    },
    {
        "o": 20071,
        "r": "nasb:Isaiah:19:22",
        "t": "The Lord*s will strike Egypt, striking but healing; so they will return to the Lord,*s and He will respond to them and will heal them."
    },
    {
        "o": 20072,
        "r": "nasb:Isaiah:19:23",
        "t": "In*p that day there will be a highway from Egypt to Assyria, and the Assyrians will come into Egypt and the Egyptians into Assyria, and the Egyptians will worship with the Assyrians."
    },
    {
        "o": 20073,
        "r": "nasb:Isaiah:19:24",
        "t": "In*p that day Israel will be the third party*i with Egypt and Assyria, a blessing in the midst of the earth,"
    },
    {
        "o": 20074,
        "r": "nasb:Isaiah:19:25",
        "t": "whom the Lord*s of hosts has blessed, saying, “Blessed is Egypt My people, and Assyria the work of My hands, and Israel My inheritance.”"
    }
]
