[
    {
        "o": 14723,
        "r": "kjv:Psalm:22:0",
        "t": "Psalm 22",
        "h": 1
    },
    {
        "o": 14724,
        "r": "kjv:Psalm:22:0",
        "t": "To the chief Musician upon Aijeleth Shahar, A Psalm of David.",
        "h": 4
    },
    {
        "o": 14725,
        "r": "kjv:Psalm:22:1",
        "t": "My*p God, my God, why hast thou forsaken me? why art thou so far from helping me, and from the words of my roaring?"
    },
    {
        "o": 14726,
        "r": "kjv:Psalm:22:2",
        "t": "O*p my God, I cry in the daytime, but thou hearest not; and in the night season, and am not silent."
    },
    {
        "o": 14727,
        "r": "kjv:Psalm:22:3",
        "t": "But*p thou art holy, O thou that inhabitest the praises of Israel."
    },
    {
        "o": 14728,
        "r": "kjv:Psalm:22:4",
        "t": "Our*p fathers trusted in thee: they trusted, and thou didst deliver them."
    },
    {
        "o": 14729,
        "r": "kjv:Psalm:22:5",
        "t": "They*p cried unto thee, and were delivered: they trusted in thee, and were not confounded."
    },
    {
        "o": 14730,
        "r": "kjv:Psalm:22:6",
        "t": "But*p I am a worm, and no man; a reproach of men, and despised of the people."
    },
    {
        "o": 14731,
        "r": "kjv:Psalm:22:7",
        "t": "All*p they that see me laugh me to scorn: they shoot out the lip, they shake the head, saying,"
    },
    {
        "o": 14732,
        "r": "kjv:Psalm:22:8",
        "t": "He*p trusted on the Lord*s that he would deliver him: let him deliver him, seeing he delighted in him."
    },
    {
        "o": 14733,
        "r": "kjv:Psalm:22:9",
        "t": "But*p thou art he that took me out of the womb: thou didst make me hope when I was upon my mother's breasts."
    },
    {
        "o": 14734,
        "r": "kjv:Psalm:22:10",
        "t": "I*p was cast upon thee from the womb: thou art my God from my mother's belly."
    },
    {
        "o": 14735,
        "r": "kjv:Psalm:22:11",
        "t": "Be*p not far from me; for trouble is near; for there is none to help."
    },
    {
        "o": 14736,
        "r": "kjv:Psalm:22:12",
        "t": "Many*p bulls have compassed me: strong bulls of Bashan have beset me round."
    },
    {
        "o": 14737,
        "r": "kjv:Psalm:22:13",
        "t": "They*p gaped upon me with their mouths, as a ravening and a roaring lion."
    },
    {
        "o": 14738,
        "r": "kjv:Psalm:22:14",
        "t": "I*p am poured out like water, and all my bones are out of joint: my heart is like wax; it is melted in the midst of my bowels."
    },
    {
        "o": 14739,
        "r": "kjv:Psalm:22:15",
        "t": "My*p strength is dried up like a potsherd; and my tongue cleaveth to my jaws; and thou hast brought me into the dust of death."
    },
    {
        "o": 14740,
        "r": "kjv:Psalm:22:16",
        "t": "For*p dogs have compassed me: the assembly of the wicked have inclosed me: they pierced my hands and my feet."
    },
    {
        "o": 14741,
        "r": "kjv:Psalm:22:17",
        "t": "I*p may tell all my bones: they look and stare upon me."
    },
    {
        "o": 14742,
        "r": "kjv:Psalm:22:18",
        "t": "They*p part my garments among them, and cast lots upon my vesture."
    },
    {
        "o": 14743,
        "r": "kjv:Psalm:22:19",
        "t": "But*p be not thou far from me, O Lord:*s O my strength, haste thee to help me."
    },
    {
        "o": 14744,
        "r": "kjv:Psalm:22:20",
        "t": "Deliver*p my soul from the sword; my darling from the power of the dog."
    },
    {
        "o": 14745,
        "r": "kjv:Psalm:22:21",
        "t": "Save*p me from the lion's mouth: for thou hast heard me from the horns of the unicorns."
    },
    {
        "o": 14746,
        "r": "kjv:Psalm:22:22",
        "t": "I*p will declare thy name unto my brethren: in the midst of the congregation will I praise thee."
    },
    {
        "o": 14747,
        "r": "kjv:Psalm:22:23",
        "t": "Ye*p that fear the Lord,*s praise him; all ye the seed of Jacob, glorify him; and fear him, all ye the seed of Israel."
    },
    {
        "o": 14748,
        "r": "kjv:Psalm:22:24",
        "t": "For*p he hath not despised nor abhorred the affliction of the afflicted; neither hath he hid his face from him; but when he cried unto him, he heard."
    },
    {
        "o": 14749,
        "r": "kjv:Psalm:22:25",
        "t": "My*p praise shall be of thee in the great congregation: I will pay my vows before them that fear him."
    },
    {
        "o": 14750,
        "r": "kjv:Psalm:22:26",
        "t": "The*p meek shall eat and be satisfied: they shall praise the Lord*s that seek him: your heart shall live for ever."
    },
    {
        "o": 14751,
        "r": "kjv:Psalm:22:27",
        "t": "All*p the ends of the world shall remember and turn unto the Lord:*s and all the kindreds of the nations shall worship before thee."
    },
    {
        "o": 14752,
        "r": "kjv:Psalm:22:28",
        "t": "For*p the kingdom is the Lord's:*s and he is the governor among the nations."
    },
    {
        "o": 14753,
        "r": "kjv:Psalm:22:29",
        "t": "All*p they that be fat upon earth shall eat and worship: all they that go down to the dust shall bow before him: and none can keep alive his own soul."
    },
    {
        "o": 14754,
        "r": "kjv:Psalm:22:30",
        "t": "A*p seed shall serve him; it shall be accounted to the Lord for a generation."
    },
    {
        "o": 14755,
        "r": "kjv:Psalm:22:31",
        "t": "They*p shall come, and shall declare his righteousness unto a people that shall be born, that he hath done this."
    }
]
