[
    {
        "o": 7958,
        "r": "csb:Ruth:4:0",
        "t": "Ruth 4",
        "h": 1
    },
    {
        "o": 7959,
        "r": "csb:Ruth:4:0",
        "t": "Ruth and Boaz Marry",
        "h": 2
    },
    {
        "o": 7960,
        "r": "csb:Ruth:4:1",
        "t": "Boaz*p went to the gate of the town and sat down there. Soon the family redeemer Boaz had spoken about came by. Boaz said, “Come over here and sit down.” So he went over and sat down."
    },
    {
        "o": 7961,
        "r": "csb:Ruth:4:2",
        "t": "Then Boaz took ten men of the town’s elders and said, “Sit here.” And they sat down."
    },
    {
        "o": 7962,
        "r": "csb:Ruth:4:3",
        "t": "He said to the redeemer, “Naomi, who has returned from the territory of Moab, is selling the portion of the field that belonged to our brother Elimelech."
    },
    {
        "o": 7963,
        "r": "csb:Ruth:4:4",
        "t": "I thought I should inform you: Buy it back in the presence of those seated here and in the presence of the elders of my people. If you want to redeem it, do it. But if you do not want to redeem it, tell me so that I will know, because there isn’t anyone other than you to redeem it, and I am next after you.” “I*p want to redeem it,” he answered."
    },
    {
        "o": 7964,
        "r": "csb:Ruth:4:5",
        "t": "Then*p Boaz said, “On the day you buy the field from Naomi, you will acquire Ruth the Moabitess, the wife of the deceased man, to perpetuate the man’s name on his property.”"
    },
    {
        "o": 7965,
        "r": "csb:Ruth:4:6",
        "t": "The*p redeemer replied, “I can’t redeem it myself, or I will ruin my own inheritance. Take my right of redemption, because I can’t redeem it.”"
    },
    {
        "o": 7966,
        "r": "csb:Ruth:4:7",
        "t": "At*p an earlier period in Israel, a man removed his sandal and gave it to the other party in order to make any matter legally binding concerning the right of redemption or the exchange of property. This was the method of legally binding a transaction in Israel."
    },
    {
        "o": 7967,
        "r": "csb:Ruth:4:8",
        "t": "So*p the redeemer removed his sandal and said to Boaz, “Buy back the property yourself.”"
    },
    {
        "o": 7968,
        "r": "csb:Ruth:4:9",
        "t": "Boaz*p said to the elders and all the people, “You are witnesses today that I am buying from Naomi everything that belonged to Elimelech, Chilion, and Mahlon."
    },
    {
        "o": 7969,
        "r": "csb:Ruth:4:10",
        "t": "I have also acquired Ruth the Moabitess, Mahlon’s widow, as my wife, to perpetuate the deceased man’s name on his property, so that his name will not disappear among his relatives or from the gate of his hometown. You are witnesses today.”"
    },
    {
        "o": 7970,
        "r": "csb:Ruth:4:11",
        "t": "All*p the people who were at the city gate, including the elders, said, “We are witnesses. May the Lord*s make the woman who is entering your house like Rachel and Leah, who together built the house of Israel. May you be powerful in Ephrathah and your name well known in Bethlehem."
    },
    {
        "o": 7971,
        "r": "csb:Ruth:4:12",
        "t": "May your house become like the house of Perez, the son Tamar bore to Judah, because of the offspring the Lord*s will give you by this young woman.”"
    },
    {
        "o": 7972,
        "r": "csb:Ruth:4:13",
        "t": "Boaz*p took Ruth and she became his wife. He slept with her, and the Lord*s granted conception to her, and she gave birth to a son."
    },
    {
        "o": 7973,
        "r": "csb:Ruth:4:14",
        "t": "The women said to Naomi, “Blessed be the Lord,*s who has not left you without a family redeemer today. May his name become well known in Israel."
    },
    {
        "o": 7974,
        "r": "csb:Ruth:4:15",
        "t": "He will renew your life and sustain you in your old age. Indeed, your daughter-in-law, who loves you and is better to you than seven sons, has given birth to him.”"
    },
    {
        "o": 7975,
        "r": "csb:Ruth:4:16",
        "t": "Naomi took the child, placed him on her lap, and became a mother to him."
    },
    {
        "o": 7976,
        "r": "csb:Ruth:4:17",
        "t": "The neighbor women said, “A son has been born to Naomi,” and they named him Obed. He was the father of Jesse, the father of David."
    },
    {
        "o": 7977,
        "r": "csb:Ruth:4:17",
        "t": "David’s Genealogy from Judah’s Son",
        "h": 2
    },
    {
        "o": 7978,
        "r": "csb:Ruth:4:18",
        "t": "Now*p these are the family records of Perez: Perez*ln fathered Hezron,"
    },
    {
        "o": 7979,
        "r": "csb:Ruth:4:19",
        "t": "Hezron*ln fathered Ram, Ram*ln fathered Amminadab,"
    },
    {
        "o": 7980,
        "r": "csb:Ruth:4:20",
        "t": "Amminadab*ln fathered Nahshon, Nahshon*ln fathered Salmon,"
    },
    {
        "o": 7981,
        "r": "csb:Ruth:4:21",
        "t": "Salmon*ln fathered Boaz, Boaz*ln fathered Obed,"
    },
    {
        "o": 7982,
        "r": "csb:Ruth:4:22",
        "t": "Obed*ln fathered Jesse, and*ln Jesse fathered David."
    }
]
