[
    {
        "o": 14129,
        "r": "csb:Esther:1:0",
        "t": "Esther 1",
        "h": 1
    },
    {
        "o": 14130,
        "r": "csb:Esther:1:0",
        "t": "Vashti Angers the King",
        "h": 2
    },
    {
        "o": 14131,
        "r": "csb:Esther:1:1",
        "t": "These*p events took place during the days of Ahasuerus, who ruled 127 provinces from India to Cush."
    },
    {
        "o": 14132,
        "r": "csb:Esther:1:2",
        "t": "In those days King Ahasuerus reigned from his royal throne in the fortress at Susa."
    },
    {
        "o": 14133,
        "r": "csb:Esther:1:3",
        "t": "He held a feast in the third year of his reign for all his officials and staff, the army of Persia and Media, the nobles, and the officials from the provinces."
    },
    {
        "o": 14134,
        "r": "csb:Esther:1:4",
        "t": "He displayed the glorious wealth of his kingdom and the magnificent splendor of his greatness for a total of 180 days."
    },
    {
        "o": 14135,
        "r": "csb:Esther:1:5",
        "t": "At*p the end of this time, the king held a week-long banquet in the garden courtyard of the royal palace for all the people, from the greatest to the least, who were present in the fortress of Susa."
    },
    {
        "o": 14136,
        "r": "csb:Esther:1:6",
        "t": "White and blue linen hangings were fastened with fine white and purple linen cords to silver rods on marble columns. Gold and silver couches were arranged on a mosaic pavement of red feldspar, marble, mother-of-pearl, and precious stones."
    },
    {
        "o": 14137,
        "r": "csb:Esther:1:7",
        "t": "Drinks*p were served in an array of gold goblets, each with a different design. Royal wine flowed freely, according to the king’s bounty."
    },
    {
        "o": 14138,
        "r": "csb:Esther:1:8",
        "t": "The drinking was according to royal decree: “There are no restrictions.” The king had ordered every wine steward in his household to serve whatever each person wanted."
    },
    {
        "o": 14139,
        "r": "csb:Esther:1:9",
        "t": "Queen Vashti also gave a feast for the women of King Ahasuerus’s palace."
    },
    {
        "o": 14140,
        "r": "csb:Esther:1:10",
        "t": "On*p the seventh day, when the king was feeling good from the wine, Ahasuerus commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carkas - the seven eunuchs who personally served him -"
    },
    {
        "o": 14141,
        "r": "csb:Esther:1:11",
        "t": "to bring Queen Vashti before him with her royal crown. He wanted to show off her beauty to the people and the officials, because she was very beautiful."
    },
    {
        "o": 14142,
        "r": "csb:Esther:1:12",
        "t": "But Queen Vashti refused to come at the king’s command that was delivered by his eunuchs. The king became furious and his anger burned within him."
    },
    {
        "o": 14143,
        "r": "csb:Esther:1:12",
        "t": "The King’s Decree",
        "h": 2
    },
    {
        "o": 14144,
        "r": "csb:Esther:1:13",
        "t": "The*p king consulted the wise men who understood the times, for it was his normal procedure to confer with experts in law and justice."
    },
    {
        "o": 14145,
        "r": "csb:Esther:1:14",
        "t": "The most trusted ones were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan. They were the seven officials of Persia and Media who had personal access to the king and occupied the highest positions in the kingdom."
    },
    {
        "o": 14146,
        "r": "csb:Esther:1:15",
        "t": "The king asked, “According to the law, what should be done with Queen Vashti, since she refused to obey King Ahasuerus’s command that was delivered by the eunuchs?”"
    },
    {
        "o": 14147,
        "r": "csb:Esther:1:16",
        "t": "Memucan*p said in the presence of the king and his officials, “Queen Vashti has wronged not only the king, but all the officials and the peoples who are in every one of King Ahasuerus’s provinces."
    },
    {
        "o": 14148,
        "r": "csb:Esther:1:17",
        "t": "For the queen’s action will become public knowledge to all the women and cause them to despise their husbands and say, ‘King Ahasuerus ordered Queen Vashti brought before him, but she did not come.’"
    },
    {
        "o": 14149,
        "r": "csb:Esther:1:18",
        "t": "Before this day is over, the noble women of Persia and Media who hear about the queen’s act will say the same thing to all the king’s officials, resulting in more contempt and fury."
    },
    {
        "o": 14150,
        "r": "csb:Esther:1:19",
        "t": "“If*p it meets the king’s approval, he should personally issue a royal decree. Let it be recorded in the laws of the Persians and the Medes, so that it cannot be revoked: Vashti is not to enter King Ahasuerus’s presence, and her royal position is to be given to another woman who is more worthy than she."
    },
    {
        "o": 14151,
        "r": "csb:Esther:1:20",
        "t": "The decree the king issues will be heard throughout his vast kingdom, so all women will honor their husbands, from the greatest to the least.”"
    },
    {
        "o": 14152,
        "r": "csb:Esther:1:21",
        "t": "The*p king and his counselors approved the proposal, and he followed Memucan’s advice."
    },
    {
        "o": 14153,
        "r": "csb:Esther:1:22",
        "t": "He sent letters to all the royal provinces, to each province in its own script and to each ethnic group in its own language, that every man should be master of his own house and speak in the language of his own people."
    }
]
