[
    {
        "o": 5084,
        "r": "nasb:Numbers:31:0",
        "t": "Numbers 31",
        "h": 1
    },
    {
        "o": 5085,
        "r": "nasb:Numbers:31:0",
        "t": "The Slaughter of Midian",
        "h": 2
    },
    {
        "o": 5086,
        "r": "nasb:Numbers:31:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5087,
        "r": "nasb:Numbers:31:2",
        "t": "“Take full vengeance for the sons of Israel on the Midianites; afterward you will be gathered to your people.”"
    },
    {
        "o": 5088,
        "r": "nasb:Numbers:31:3",
        "t": "Moses spoke to the people, saying, “Arm men from among you for the war, that they may go against Midian to execute the Lord’s*s vengeance on Midian."
    },
    {
        "o": 5089,
        "r": "nasb:Numbers:31:4",
        "t": "A thousand from each tribe of all the tribes of Israel you shall send to the war.”"
    },
    {
        "o": 5090,
        "r": "nasb:Numbers:31:5",
        "t": "So there were furnished from the thousands of Israel, a thousand from each tribe, twelve thousand armed for war."
    },
    {
        "o": 5091,
        "r": "nasb:Numbers:31:6",
        "t": "Moses sent them, a thousand from each tribe, to the war, and Phinehas the son of Eleazar the priest, to the war with them, and the holy vessels and the trumpets for the alarm in his hand."
    },
    {
        "o": 5092,
        "r": "nasb:Numbers:31:7",
        "t": "So they made war against Midian, just as the Lord*s had commanded Moses, and they killed every male."
    },
    {
        "o": 5093,
        "r": "nasb:Numbers:31:8",
        "t": "They killed the kings of Midian along with the rest*i of*i their slain: Evi and Rekem and Zur and Hur and Reba, the five kings of Midian; they also killed Balaam the son of Beor with the sword."
    },
    {
        "o": 5094,
        "r": "nasb:Numbers:31:9",
        "t": "The sons of Israel captured the women of Midian and their little ones; and all their cattle and all their flocks and all their goods they plundered."
    },
    {
        "o": 5095,
        "r": "nasb:Numbers:31:10",
        "t": "Then they burned all their cities where they lived and all their camps with fire."
    },
    {
        "o": 5096,
        "r": "nasb:Numbers:31:11",
        "t": "They took all the spoil and all the prey, both of man and of beast."
    },
    {
        "o": 5097,
        "r": "nasb:Numbers:31:12",
        "t": "They brought the captives and the prey and the spoil to Moses, and to Eleazar the priest and to the congregation of the sons of Israel, to the camp at the plains of Moab, which are by the Jordan opposite*i Jericho."
    },
    {
        "o": 5098,
        "r": "nasb:Numbers:31:13",
        "t": "Moses*p and Eleazar the priest and all the leaders of the congregation went out to meet them outside the camp."
    },
    {
        "o": 5099,
        "r": "nasb:Numbers:31:14",
        "t": "Moses was angry with the officers of the army, the captains of thousands and the captains of hundreds, who had come from service in the war."
    },
    {
        "o": 5100,
        "r": "nasb:Numbers:31:15",
        "t": "And Moses said to them, “Have you spared all the women?"
    },
    {
        "o": 5101,
        "r": "nasb:Numbers:31:16",
        "t": "Behold, these caused the sons of Israel, through the counsel of Balaam, to trespass against the Lord*s in the matter of Peor, so the plague was among the congregation of the Lord.*s"
    },
    {
        "o": 5102,
        "r": "nasb:Numbers:31:17",
        "t": "Now therefore, kill every male among the little ones, and kill every woman who has known man intimately."
    },
    {
        "o": 5103,
        "r": "nasb:Numbers:31:18",
        "t": "But all the girls who have not known man intimately, spare for yourselves."
    },
    {
        "o": 5104,
        "r": "nasb:Numbers:31:19",
        "t": "And you, camp outside the camp seven days; whoever has killed any person and whoever has touched any slain, purify yourselves, you and your captives, on the third day and on the seventh day."
    },
    {
        "o": 5105,
        "r": "nasb:Numbers:31:20",
        "t": "You shall purify for yourselves every garment and every article of leather and all the work of goats’ hair,*i and all articles of wood.”"
    },
    {
        "o": 5106,
        "r": "nasb:Numbers:31:21",
        "t": "Then*p Eleazar the priest said to the men of war who had gone to battle, “This is the statute of the law which the Lord*s has commanded Moses:"
    },
    {
        "o": 5107,
        "r": "nasb:Numbers:31:22",
        "t": "only the gold and the silver, the bronze, the iron, the tin and the lead,"
    },
    {
        "o": 5108,
        "r": "nasb:Numbers:31:23",
        "t": "everything that can stand the fire, you shall pass through the fire, and it shall be clean, but it shall be purified with water for impurity. But whatever cannot stand the fire you shall pass through the water."
    },
    {
        "o": 5109,
        "r": "nasb:Numbers:31:24",
        "t": "And you shall wash your clothes on the seventh day and be clean, and afterward you may enter the camp.”"
    },
    {
        "o": 5110,
        "r": "nasb:Numbers:31:24",
        "t": "Division of the Booty",
        "h": 2
    },
    {
        "o": 5111,
        "r": "nasb:Numbers:31:25",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5112,
        "r": "nasb:Numbers:31:26",
        "t": "“You and Eleazar the priest and the heads of the fathers’ households*i of the congregation take a count of the booty that was captured, both of man and of animal;"
    },
    {
        "o": 5113,
        "r": "nasb:Numbers:31:27",
        "t": "and divide the booty between the warriors who went out to battle and all the congregation."
    },
    {
        "o": 5114,
        "r": "nasb:Numbers:31:28",
        "t": "Levy a tax for the Lord*s from the men of war who went out to battle, one in five hundred of the persons and of the cattle and of the donkeys and of the sheep;"
    },
    {
        "o": 5115,
        "r": "nasb:Numbers:31:29",
        "t": "take it from their half and give it to Eleazar the priest, as an offering to the Lord.*s"
    },
    {
        "o": 5116,
        "r": "nasb:Numbers:31:30",
        "t": "From the sons of Israel’s half, you shall take one drawn out of every fifty of the persons, of the cattle, of the donkeys and of the sheep, from all the animals, and give them to the Levites who keep charge of the tabernacle of the Lord.”*s"
    },
    {
        "o": 5117,
        "r": "nasb:Numbers:31:31",
        "t": "Moses and Eleazar the priest did just as the Lord*s had commanded Moses."
    },
    {
        "o": 5118,
        "r": "nasb:Numbers:31:32",
        "t": "Now*p the booty that remained from the spoil which the men of war had plundered was 675,000 sheep,"
    },
    {
        "o": 5119,
        "r": "nasb:Numbers:31:33",
        "t": "and 72,000 cattle,"
    },
    {
        "o": 5120,
        "r": "nasb:Numbers:31:34",
        "t": "and 61,000 donkeys,"
    },
    {
        "o": 5121,
        "r": "nasb:Numbers:31:35",
        "t": "and of human beings, of the women who had not known man intimately, all the persons were 32,000."
    },
    {
        "o": 5122,
        "r": "nasb:Numbers:31:36",
        "t": "The*p half, the portion of those who went out to war, was as*i follows:*i the number of sheep was 337,500,"
    },
    {
        "o": 5123,
        "r": "nasb:Numbers:31:37",
        "t": "and the Lord’s*s levy of the sheep was 675;"
    },
    {
        "o": 5124,
        "r": "nasb:Numbers:31:38",
        "t": "and the cattle were 36,000, from which the Lord’s*s levy was 72;"
    },
    {
        "o": 5125,
        "r": "nasb:Numbers:31:39",
        "t": "and the donkeys were 30,500, from which the Lord’s*s levy was 61;"
    },
    {
        "o": 5126,
        "r": "nasb:Numbers:31:40",
        "t": "and the human beings were 16,000, from whom the Lord’s*s levy was 32 persons."
    },
    {
        "o": 5127,
        "r": "nasb:Numbers:31:41",
        "t": "Moses gave the levy which*i was*i the Lord’s*s offering to Eleazar the priest, just as the Lord*s had commanded Moses."
    },
    {
        "o": 5128,
        "r": "nasb:Numbers:31:42",
        "t": "As*p for the sons of Israel’s half, which Moses separated from the men who had gone to war—"
    },
    {
        "o": 5129,
        "r": "nasb:Numbers:31:43",
        "t": "now the congregation’s half was 337,500 sheep,"
    },
    {
        "o": 5130,
        "r": "nasb:Numbers:31:44",
        "t": "and 36,000 cattle,"
    },
    {
        "o": 5131,
        "r": "nasb:Numbers:31:45",
        "t": "and 30,500 donkeys,"
    },
    {
        "o": 5132,
        "r": "nasb:Numbers:31:46",
        "t": "and the human beings were 16,000—"
    },
    {
        "o": 5133,
        "r": "nasb:Numbers:31:47",
        "t": "and from the sons of Israel’s half, Moses took one drawn out of every fifty, both of man and of animals, and gave them to the Levites, who kept charge of the tabernacle of the Lord,*s just as the Lord*s had commanded Moses."
    },
    {
        "o": 5134,
        "r": "nasb:Numbers:31:48",
        "t": "Then*p the officers who were over the thousands of the army, the captains of thousands and the captains of hundreds, approached Moses,"
    },
    {
        "o": 5135,
        "r": "nasb:Numbers:31:49",
        "t": "and they said to Moses, “Your servants have taken a census of men of war who are in our charge, and no man of us is missing."
    },
    {
        "o": 5136,
        "r": "nasb:Numbers:31:50",
        "t": "So we have brought as an offering to the Lord*s what each man found, articles of gold, armlets and bracelets, signet rings, earrings and necklaces, to make atonement for ourselves before the Lord.”*s"
    },
    {
        "o": 5137,
        "r": "nasb:Numbers:31:51",
        "t": "Moses and Eleazar the priest took the gold from them, all kinds of wrought articles."
    },
    {
        "o": 5138,
        "r": "nasb:Numbers:31:52",
        "t": "All the gold of the offering which they offered up to the Lord,*s from the captains of thousands and the captains of hundreds, was 16,750 shekels."
    },
    {
        "o": 5139,
        "r": "nasb:Numbers:31:53",
        "t": "The men of war had taken booty, every man for himself."
    },
    {
        "o": 5140,
        "r": "nasb:Numbers:31:54",
        "t": "So Moses and Eleazar the priest took the gold from the captains of thousands and of hundreds, and brought it to the tent of meeting as a memorial for the sons of Israel before the Lord.*s"
    }
]
