[
    {
        "o": 1134,
        "r": "nasb:Genesis:36:0",
        "t": "Genesis 36",
        "h": 1
    },
    {
        "o": 1135,
        "r": "nasb:Genesis:36:0",
        "t": "Esau Moves",
        "h": 2
    },
    {
        "o": 1136,
        "r": "nasb:Genesis:36:1",
        "t": "Now*p these are the*i records*i of*i the generations of Esau (that is, Edom)."
    },
    {
        "o": 1137,
        "r": "nasb:Genesis:36:2",
        "t": "Esau*p took his wives from the daughters of Canaan: Adah the daughter of Elon the Hittite, and Oholibamah the daughter of Anah and the granddaughter of Zibeon the Hivite;"
    },
    {
        "o": 1138,
        "r": "nasb:Genesis:36:3",
        "t": "also Basemath, Ishmael’s daughter, the sister of Nebaioth."
    },
    {
        "o": 1139,
        "r": "nasb:Genesis:36:4",
        "t": "Adah bore Eliphaz to Esau, and Basemath bore Reuel,"
    },
    {
        "o": 1140,
        "r": "nasb:Genesis:36:5",
        "t": "and Oholibamah bore Jeush and Jalam and Korah. These are the sons of Esau who were born to him in the land of Canaan."
    },
    {
        "o": 1141,
        "r": "nasb:Genesis:36:6",
        "t": "Then*p Esau took his wives and his sons and his daughters and all his household, and his livestock and all his cattle and all his goods which he had acquired in the land of Canaan, and went to another*i land away from his brother Jacob."
    },
    {
        "o": 1142,
        "r": "nasb:Genesis:36:7",
        "t": "For their property had become too great for them to live together, and the land where they sojourned could not sustain them because of their livestock."
    },
    {
        "o": 1143,
        "r": "nasb:Genesis:36:8",
        "t": "So Esau lived in the hill country of Seir; Esau is Edom."
    },
    {
        "o": 1144,
        "r": "nasb:Genesis:36:8",
        "t": "Descendants of Esau",
        "h": 2
    },
    {
        "o": 1145,
        "r": "nasb:Genesis:36:9",
        "t": "These*p then are the*i records*i of*i the generations of Esau the father of the Edomites in the hill country of Seir."
    },
    {
        "o": 1146,
        "r": "nasb:Genesis:36:10",
        "t": "These are the names of Esau’s sons: Eliphaz the son of Esau’s wife Adah, Reuel the son of Esau’s wife Basemath."
    },
    {
        "o": 1147,
        "r": "nasb:Genesis:36:11",
        "t": "The sons of Eliphaz were Teman, Omar, Zepho and Gatam and Kenaz."
    },
    {
        "o": 1148,
        "r": "nasb:Genesis:36:12",
        "t": "Timna was a concubine of Esau’s son Eliphaz and she bore Amalek to Eliphaz. These are the sons of Esau’s wife Adah."
    },
    {
        "o": 1149,
        "r": "nasb:Genesis:36:13",
        "t": "These are the sons of Reuel: Nahath and Zerah, Shammah and Mizzah. These were the sons of Esau’s wife Basemath."
    },
    {
        "o": 1150,
        "r": "nasb:Genesis:36:14",
        "t": "These were the sons of Esau’s wife Oholibamah, the daughter of Anah and the granddaughter of Zibeon: she bore to Esau, Jeush and Jalam and Korah."
    },
    {
        "o": 1151,
        "r": "nasb:Genesis:36:15",
        "t": "These*p are the chiefs of the sons of Esau. The sons of Eliphaz, the firstborn of Esau, are chief Teman, chief Omar, chief Zepho, chief Kenaz,"
    },
    {
        "o": 1152,
        "r": "nasb:Genesis:36:16",
        "t": "chief Korah, chief Gatam, chief Amalek. These are the chiefs descended from Eliphaz in the land of Edom; these are the sons of Adah."
    },
    {
        "o": 1153,
        "r": "nasb:Genesis:36:17",
        "t": "These are the sons of Reuel, Esau’s son: chief Nahath, chief Zerah, chief Shammah, chief Mizzah. These are the chiefs descended from Reuel in the land of Edom; these are the sons of Esau’s wife Basemath."
    },
    {
        "o": 1154,
        "r": "nasb:Genesis:36:18",
        "t": "These are the sons of Esau’s wife Oholibamah: chief Jeush, chief Jalam, chief Korah. These are the chiefs descended from Esau’s wife Oholibamah, the daughter of Anah."
    },
    {
        "o": 1155,
        "r": "nasb:Genesis:36:19",
        "t": "These are the sons of Esau (that is, Edom), and these are their chiefs."
    },
    {
        "o": 1156,
        "r": "nasb:Genesis:36:20",
        "t": "These*p are the sons of Seir the Horite, the inhabitants of the land: Lotan and Shobal and Zibeon and Anah,"
    },
    {
        "o": 1157,
        "r": "nasb:Genesis:36:21",
        "t": "and Dishon and Ezer and Dishan. These are the chiefs descended from the Horites, the sons of Seir in the land of Edom."
    },
    {
        "o": 1158,
        "r": "nasb:Genesis:36:22",
        "t": "The sons of Lotan were Hori and Hemam; and Lotan’s sister was Timna."
    },
    {
        "o": 1159,
        "r": "nasb:Genesis:36:23",
        "t": "These are the sons of Shobal: Alvan and Manahath and Ebal, Shepho and Onam."
    },
    {
        "o": 1160,
        "r": "nasb:Genesis:36:24",
        "t": "These are the sons of Zibeon: Aiah and Anah—he is the Anah who found the hot springs in the wilderness when he was pasturing the donkeys of his father Zibeon."
    },
    {
        "o": 1161,
        "r": "nasb:Genesis:36:25",
        "t": "These are the children of Anah: Dishon, and Oholibamah, the daughter of Anah."
    },
    {
        "o": 1162,
        "r": "nasb:Genesis:36:26",
        "t": "These are the sons of Dishon: Hemdan and Eshban and Ithran and Cheran."
    },
    {
        "o": 1163,
        "r": "nasb:Genesis:36:27",
        "t": "These are the sons of Ezer: Bilhan and Zaavan and Akan."
    },
    {
        "o": 1164,
        "r": "nasb:Genesis:36:28",
        "t": "These are the sons of Dishan: Uz and Aran."
    },
    {
        "o": 1165,
        "r": "nasb:Genesis:36:29",
        "t": "These are the chiefs descended from the Horites: chief Lotan, chief Shobal, chief Zibeon, chief Anah,"
    },
    {
        "o": 1166,
        "r": "nasb:Genesis:36:30",
        "t": "chief Dishon, chief Ezer, chief Dishan. These are the chiefs descended from the Horites, according to their various*i chiefs in the land of Seir."
    },
    {
        "o": 1167,
        "r": "nasb:Genesis:36:31",
        "t": "Now*p these are the kings who reigned in the land of Edom before any king reigned over the sons of Israel."
    },
    {
        "o": 1168,
        "r": "nasb:Genesis:36:32",
        "t": "Bela the son of Beor reigned in Edom, and the name of his city was Dinhabah."
    },
    {
        "o": 1169,
        "r": "nasb:Genesis:36:33",
        "t": "Then Bela died, and Jobab the son of Zerah of Bozrah became king in his place."
    },
    {
        "o": 1170,
        "r": "nasb:Genesis:36:34",
        "t": "Then Jobab died, and Husham of the land of the Temanites became king in his place."
    },
    {
        "o": 1171,
        "r": "nasb:Genesis:36:35",
        "t": "Then Husham died, and Hadad the son of Bedad, who defeated Midian in the field of Moab, became king in his place; and the name of his city was Avith."
    },
    {
        "o": 1172,
        "r": "nasb:Genesis:36:36",
        "t": "Then Hadad died, and Samlah of Masrekah became king in his place."
    },
    {
        "o": 1173,
        "r": "nasb:Genesis:36:37",
        "t": "Then Samlah died, and Shaul of Rehoboth on the Euphrates*i River became king in his place."
    },
    {
        "o": 1174,
        "r": "nasb:Genesis:36:38",
        "t": "Then Shaul died, and Baal-hanan the son of Achbor became king in his place."
    },
    {
        "o": 1175,
        "r": "nasb:Genesis:36:39",
        "t": "Then Baal-hanan the son of Achbor died, and Hadar became king in his place; and the name of his city was Pau; and his wife’s name was Mehetabel, the daughter of Matred, daughter of Mezahab."
    },
    {
        "o": 1176,
        "r": "nasb:Genesis:36:40",
        "t": "Now*p these are the names of the chiefs descended from Esau, according to their families and*i their localities, by their names: chief Timna, chief Alvah, chief Jetheth,"
    },
    {
        "o": 1177,
        "r": "nasb:Genesis:36:41",
        "t": "chief Oholibamah, chief Elah, chief Pinon,"
    },
    {
        "o": 1178,
        "r": "nasb:Genesis:36:42",
        "t": "chief Kenaz, chief Teman, chief Mibzar,"
    },
    {
        "o": 1179,
        "r": "nasb:Genesis:36:43",
        "t": "chief Magdiel, chief Iram. These are the chiefs of Edom (that is, Esau, the father of the Edomites), according to their habitations in the land of their possession."
    }
]
