[
    {
        "o": 34679,
        "r": "esv:Revelation:15:0",
        "t": "Revelation 15",
        "h": 1
    },
    {
        "o": 34680,
        "r": "esv:Revelation:15:0",
        "t": "The Seven Angels with Seven Plagues",
        "h": 2
    },
    {
        "o": 34681,
        "r": "esv:Revelation:15:1",
        "t": "Then*p I saw another sign in heaven, great and amazing, seven angels with seven plagues, which are the last, for with them the wrath of God is finished."
    },
    {
        "o": 34682,
        "r": "esv:Revelation:15:2",
        "t": "And*p I saw what appeared to be a sea of glass mingled with fire— and also those who had conquered the beast and its image and the number of its name, standing beside the sea of glass with harps of God in their hands."
    },
    {
        "o": 34683,
        "r": "esv:Revelation:15:3",
        "t": "And they sing the song of Moses, the servant of God, and the song of the Lamb, saying, “Great*pn and amazing are your deeds, O*ld Lord God the Almighty! Just*ln and true are your ways, O*ld King of the nations!"
    },
    {
        "o": 34684,
        "r": "esv:Revelation:15:4",
        "t": "Who*ln will not fear, O Lord, and*ld glorify your name? For*ln you alone are holy. All*ld nations will come and*ld worship you, for*ln your righteous acts have been revealed.”"
    },
    {
        "o": 34685,
        "r": "esv:Revelation:15:5",
        "t": "After*p this I looked, and the sanctuary of the tent of witness in heaven was opened,"
    },
    {
        "o": 34686,
        "r": "esv:Revelation:15:6",
        "t": "and out of the sanctuary came the seven angels with the seven plagues, clothed in pure, bright linen, with golden sashes around their chests."
    },
    {
        "o": 34687,
        "r": "esv:Revelation:15:7",
        "t": "And one of the four living creatures gave to the seven angels seven golden bowls full of the wrath of God who lives forever and ever,"
    },
    {
        "o": 34688,
        "r": "esv:Revelation:15:8",
        "t": "and the sanctuary was filled with smoke from the glory of God and from his power, and no one could enter the sanctuary until the seven plagues of the seven angels were finished."
    }
]
