[
    {
        "o": 6714,
        "r": "niv:Joshua:13:0",
        "t": "Joshua 13",
        "h": 1
    },
    {
        "o": 6715,
        "r": "niv:Joshua:13:0",
        "t": "Land Still to Be Taken",
        "h": 2
    },
    {
        "o": 6716,
        "r": "niv:Joshua:13:1",
        "t": "When*p Joshua had grown old, the Lord*s said to him, “You are now very old, and there are still very large areas of land to be taken over."
    },
    {
        "o": 6717,
        "r": "niv:Joshua:13:2",
        "t": "“This*pln is the land that remains: All the regions of the Philistines and Geshurites,"
    },
    {
        "o": 6718,
        "r": "niv:Joshua:13:3",
        "t": "from the Shihor River on the east of Egypt to the territory of Ekron on the north, all of it counted as Canaanite though held by the five Philistine rulers in Gaza, Ashdod, Ashkelon, Gath and Ekron; the territory of the Avvites"
    },
    {
        "o": 6719,
        "r": "niv:Joshua:13:4",
        "t": "on the south; all the land of the Canaanites, from Arah of the Sidonians as far as Aphek and the border of the Amorites;"
    },
    {
        "o": 6720,
        "r": "niv:Joshua:13:5",
        "t": "the area of Byblos; and all Lebanon to the east, from Baal Gad below Mount Hermon to Lebo Hamath."
    },
    {
        "o": 6721,
        "r": "niv:Joshua:13:6",
        "t": "“As*p for all the inhabitants of the mountain regions from Lebanon to Misrephoth Maim, that is, all the Sidonians, I myself will drive them out before the Israelites. Be sure to allocate this land to Israel for an inheritance, as I have instructed you,"
    },
    {
        "o": 6722,
        "r": "niv:Joshua:13:7",
        "t": "and divide it as an inheritance among the nine tribes and half of the tribe of Manasseh.”"
    },
    {
        "o": 6723,
        "r": "niv:Joshua:13:7",
        "t": "Division of the Land East of the Jordan",
        "h": 2
    },
    {
        "o": 6724,
        "r": "niv:Joshua:13:8",
        "t": "The*p other half of Manasseh, the Reubenites and the Gadites had received the inheritance that Moses had given them east of the Jordan, as he, the servant of the Lord,*s had assigned it to them."
    },
    {
        "o": 6725,
        "r": "niv:Joshua:13:9",
        "t": "It*pln extended from Aroer on the rim of the Arnon Gorge, and from the town in the middle of the gorge, and included the whole plateau of Medeba as far as Dibon,"
    },
    {
        "o": 6726,
        "r": "niv:Joshua:13:10",
        "t": "and all the towns of Sihon king of the Amorites, who ruled in Heshbon, out to the border of the Ammonites."
    },
    {
        "o": 6727,
        "r": "niv:Joshua:13:11",
        "t": "It also included Gilead, the territory of the people of Geshur and Maakah, all of Mount Hermon and all Bashan as far as Salekah—"
    },
    {
        "o": 6728,
        "r": "niv:Joshua:13:12",
        "t": "that is, the whole kingdom of Og in Bashan, who had reigned in Ashtaroth and Edrei. (He was the last of the Rephaites.) Moses had defeated them and taken over their land."
    },
    {
        "o": 6729,
        "r": "niv:Joshua:13:13",
        "t": "But the Israelites did not drive out the people of Geshur and Maakah, so they continue to live among the Israelites to this day."
    },
    {
        "o": 6730,
        "r": "niv:Joshua:13:14",
        "t": "But*p to the tribe of Levi he gave no inheritance, since the food offerings presented to the Lord,*s the God of Israel, are their inheritance, as he promised them."
    },
    {
        "o": 6731,
        "r": "niv:Joshua:13:15",
        "t": "This*p is what Moses had given to the tribe of Reuben, according to its clans:"
    },
    {
        "o": 6732,
        "r": "niv:Joshua:13:16",
        "t": "The*pln territory from Aroer on the rim of the Arnon Gorge, and from the town in the middle of the gorge, and the whole plateau past Medeba"
    },
    {
        "o": 6733,
        "r": "niv:Joshua:13:17",
        "t": "to Heshbon and all its towns on the plateau, including Dibon, Bamoth Baal, Beth Baal Meon,"
    },
    {
        "o": 6734,
        "r": "niv:Joshua:13:18",
        "t": "Jahaz, Kedemoth, Mephaath,"
    },
    {
        "o": 6735,
        "r": "niv:Joshua:13:19",
        "t": "Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley,"
    },
    {
        "o": 6736,
        "r": "niv:Joshua:13:20",
        "t": "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth—"
    },
    {
        "o": 6737,
        "r": "niv:Joshua:13:21",
        "t": "all the towns on the plateau and the entire realm of Sihon king of the Amorites, who ruled at Heshbon. Moses had defeated him and the Midianite chiefs, Evi, Rekem, Zur, Hur and Reba—princes allied with Sihon—who lived in that country."
    },
    {
        "o": 6738,
        "r": "niv:Joshua:13:22",
        "t": "In addition to those slain in battle, the Israelites had put to the sword Balaam son of Beor, who practiced divination."
    },
    {
        "o": 6739,
        "r": "niv:Joshua:13:23",
        "t": "The boundary of the Reubenites was the bank of the Jordan. These towns and their villages were the inheritance of the Reubenites, according to their clans."
    },
    {
        "o": 6740,
        "r": "niv:Joshua:13:24",
        "t": "This*p is what Moses had given to the tribe of Gad, according to its clans:"
    },
    {
        "o": 6741,
        "r": "niv:Joshua:13:25",
        "t": "The*pln territory of Jazer, all the towns of Gilead and half the Ammonite country as far as Aroer, near Rabbah;"
    },
    {
        "o": 6742,
        "r": "niv:Joshua:13:26",
        "t": "and from Heshbon to Ramath Mizpah and Betonim, and from Mahanaim to the territory of Debir;"
    },
    {
        "o": 6743,
        "r": "niv:Joshua:13:27",
        "t": "and in the valley, Beth Haram, Beth Nimrah, Sukkoth and Zaphon with the rest of the realm of Sihon king of Heshbon (the east side of the Jordan, the territory up to the end of the Sea of Galilee)."
    },
    {
        "o": 6744,
        "r": "niv:Joshua:13:28",
        "t": "These towns and their villages were the inheritance of the Gadites, according to their clans."
    },
    {
        "o": 6745,
        "r": "niv:Joshua:13:29",
        "t": "This*p is what Moses had given to the half-tribe of Manasseh, that is, to half the family of the descendants of Manasseh, according to its clans:"
    },
    {
        "o": 6746,
        "r": "niv:Joshua:13:30",
        "t": "The*pln territory extending from Mahanaim and including all of Bashan, the entire realm of Og king of Bashan—all the settlements of Jair in Bashan, sixty towns,"
    },
    {
        "o": 6747,
        "r": "niv:Joshua:13:31",
        "t": "half of Gilead, and Ashtaroth and Edrei (the royal cities of Og in Bashan). This was for the descendants of Makir son of Manasseh—for half of the sons of Makir, according to their clans."
    },
    {
        "o": 6748,
        "r": "niv:Joshua:13:32",
        "t": "This*p is the inheritance Moses had given when he was in the plains of Moab across the Jordan east of Jericho."
    },
    {
        "o": 6749,
        "r": "niv:Joshua:13:33",
        "t": "But to the tribe of Levi, Moses had given no inheritance; the Lord,*s the God of Israel, is their inheritance, as he promised them."
    }
]
