[
    {
        "o": 15668,
        "r": "kjv:Psalm:74:0",
        "t": "Psalm 74",
        "h": 1
    },
    {
        "o": 15669,
        "r": "kjv:Psalm:74:0",
        "t": "Maschil of Asaph.",
        "h": 4
    },
    {
        "o": 15670,
        "r": "kjv:Psalm:74:1",
        "t": "O*p God, why hast thou cast us off for ever? why doth thine anger smoke against the sheep of thy pasture?"
    },
    {
        "o": 15671,
        "r": "kjv:Psalm:74:2",
        "t": "Remember*p thy congregation, which thou hast purchased of old; the rod of thine inheritance, which thou hast redeemed; this mount Zion, wherein thou hast dwelt."
    },
    {
        "o": 15672,
        "r": "kjv:Psalm:74:3",
        "t": "Lift*p up thy feet unto the perpetual desolations; even all that the enemy hath done wickedly in the sanctuary."
    },
    {
        "o": 15673,
        "r": "kjv:Psalm:74:4",
        "t": "Thine*p enemies roar in the midst of thy congregations; they set up their ensigns for signs."
    },
    {
        "o": 15674,
        "r": "kjv:Psalm:74:5",
        "t": "A*p man was famous according as he had lifted up axes upon the thick trees."
    },
    {
        "o": 15675,
        "r": "kjv:Psalm:74:6",
        "t": "But*p now they break down the carved work thereof at once with axes and hammers."
    },
    {
        "o": 15676,
        "r": "kjv:Psalm:74:7",
        "t": "They*p have cast fire into thy sanctuary, they have defiled by casting down the dwelling place of thy name to the ground."
    },
    {
        "o": 15677,
        "r": "kjv:Psalm:74:8",
        "t": "They*p said in their hearts, Let us destroy them together: they have burned up all the synagogues of God in the land."
    },
    {
        "o": 15678,
        "r": "kjv:Psalm:74:9",
        "t": "We*p see not our signs: there is no more any prophet: neither is there among us any that knoweth how long."
    },
    {
        "o": 15679,
        "r": "kjv:Psalm:74:10",
        "t": "O*p God, how long shall the adversary reproach? shall the enemy blaspheme thy name for ever?"
    },
    {
        "o": 15680,
        "r": "kjv:Psalm:74:11",
        "t": "Why*p withdrawest thou thy hand, even thy right hand? pluck it out of thy bosom."
    },
    {
        "o": 15681,
        "r": "kjv:Psalm:74:12",
        "t": "For*p God is my King of old, working salvation in the midst of the earth."
    },
    {
        "o": 15682,
        "r": "kjv:Psalm:74:13",
        "t": "Thou*p didst divide the sea by thy strength: thou brakest the heads of the dragons in the waters."
    },
    {
        "o": 15683,
        "r": "kjv:Psalm:74:14",
        "t": "Thou*p brakest the heads of leviathan in pieces, and gavest him to be meat to the people inhabiting the wilderness."
    },
    {
        "o": 15684,
        "r": "kjv:Psalm:74:15",
        "t": "Thou*p didst cleave the fountain and the flood: thou driedst up mighty rivers."
    },
    {
        "o": 15685,
        "r": "kjv:Psalm:74:16",
        "t": "The*p day is thine, the night also is thine: thou hast prepared the light and the sun."
    },
    {
        "o": 15686,
        "r": "kjv:Psalm:74:17",
        "t": "Thou*p hast set all the borders of the earth: thou hast made summer and winter."
    },
    {
        "o": 15687,
        "r": "kjv:Psalm:74:18",
        "t": "Remember*p this, that the enemy hath reproached, O Lord,*s and that the foolish people have blasphemed thy name."
    },
    {
        "o": 15688,
        "r": "kjv:Psalm:74:19",
        "t": "O*p deliver not the soul of thy turtledove unto the multitude of the wicked: forget not the congregation of thy poor for ever."
    },
    {
        "o": 15689,
        "r": "kjv:Psalm:74:20",
        "t": "Have*p respect unto the covenant: for the dark places of the earth are full of the habitations of cruelty."
    },
    {
        "o": 15690,
        "r": "kjv:Psalm:74:21",
        "t": "O*p let not the oppressed return ashamed: let the poor and needy praise thy name."
    },
    {
        "o": 15691,
        "r": "kjv:Psalm:74:22",
        "t": "Arise,*p O God, plead thine own cause: remember how the foolish man reproacheth thee daily."
    },
    {
        "o": 15692,
        "r": "kjv:Psalm:74:23",
        "t": "Forget*p not the voice of thine enemies: the tumult of those that rise up against thee increaseth continually."
    }
]
