[
    {
        "o": 2694,
        "r": "esv:Exodus:33:0",
        "t": "Exodus 33",
        "h": 1
    },
    {
        "o": 2695,
        "r": "esv:Exodus:33:0",
        "t": "The Command to Leave Sinai",
        "h": 2
    },
    {
        "o": 2696,
        "r": "esv:Exodus:33:1",
        "t": "The*p Lord*s said to Moses, “Depart; go up from here, you and the people whom you have brought up out of the land of Egypt, to the land of which I swore to Abraham, Isaac, and Jacob, saying, ‘To your offspring I will give it.’"
    },
    {
        "o": 2697,
        "r": "esv:Exodus:33:2",
        "t": "I will send an angel before you, and I will drive out the Canaanites, the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites."
    },
    {
        "o": 2698,
        "r": "esv:Exodus:33:3",
        "t": "Go up to a land flowing with milk and honey; but I will not go up among you, lest I consume you on the way, for you are a stiff-necked people.”"
    },
    {
        "o": 2699,
        "r": "esv:Exodus:33:4",
        "t": "When*p the people heard this disastrous word, they mourned, and no one put on his ornaments."
    },
    {
        "o": 2700,
        "r": "esv:Exodus:33:5",
        "t": "For the Lord*s had said to Moses, “Say to the people of Israel, ‘You are a stiff-necked people; if for a single moment I should go up among you, I would consume you. So now take off your ornaments, that I may know what to do with you.’”"
    },
    {
        "o": 2701,
        "r": "esv:Exodus:33:6",
        "t": "Therefore the people of Israel stripped themselves of their ornaments, from Mount Horeb onward."
    },
    {
        "o": 2702,
        "r": "esv:Exodus:33:6",
        "t": "The Tent of Meeting",
        "h": 2
    },
    {
        "o": 2703,
        "r": "esv:Exodus:33:7",
        "t": "Now*p Moses used to take the tent and pitch it outside the camp, far off from the camp, and he called it the tent of meeting. And everyone who sought the Lord*s would go out to the tent of meeting, which was outside the camp."
    },
    {
        "o": 2704,
        "r": "esv:Exodus:33:8",
        "t": "Whenever Moses went out to the tent, all the people would rise up, and each would stand at his tent door, and watch Moses until he had gone into the tent."
    },
    {
        "o": 2705,
        "r": "esv:Exodus:33:9",
        "t": "When Moses entered the tent, the pillar of cloud would descend and stand at the entrance of the tent, and the Lord*s would speak with Moses."
    },
    {
        "o": 2706,
        "r": "esv:Exodus:33:10",
        "t": "And when all the people saw the pillar of cloud standing at the entrance of the tent, all the people would rise up and worship, each at his tent door."
    },
    {
        "o": 2707,
        "r": "esv:Exodus:33:11",
        "t": "Thus the Lord*s used to speak to Moses face to face, as a man speaks to his friend. When Moses turned again into the camp, his assistant Joshua the son of Nun, a young man, would not depart from the tent."
    },
    {
        "o": 2708,
        "r": "esv:Exodus:33:11",
        "t": "Moses’ Intercession",
        "h": 2
    },
    {
        "o": 2709,
        "r": "esv:Exodus:33:12",
        "t": "Moses*p said to the Lord,*s “See, you say to me, ‘Bring up this people,’ but you have not let me know whom you will send with me. Yet you have said, ‘I know you by name, and you have also found favor in my sight.’"
    },
    {
        "o": 2710,
        "r": "esv:Exodus:33:13",
        "t": "Now therefore, if I have found favor in your sight, please show me now your ways, that I may know you in order to find favor in your sight. Consider too that this nation is your people.”"
    },
    {
        "o": 2711,
        "r": "esv:Exodus:33:14",
        "t": "And he said, “My presence will go with you, and I will give you rest.”"
    },
    {
        "o": 2712,
        "r": "esv:Exodus:33:15",
        "t": "And he said to him, “If your presence will not go with me, do not bring us up from here."
    },
    {
        "o": 2713,
        "r": "esv:Exodus:33:16",
        "t": "For how shall it be known that I have found favor in your sight, I and your people? Is it not in your going with us, so that we are distinct, I and your people, from every other people on the face of the earth?”"
    },
    {
        "o": 2714,
        "r": "esv:Exodus:33:17",
        "t": "And*p the Lord*s said to Moses, “This very thing that you have spoken I will do, for you have found favor in my sight, and I know you by name.”"
    },
    {
        "o": 2715,
        "r": "esv:Exodus:33:18",
        "t": "Moses said, “Please show me your glory.”"
    },
    {
        "o": 2716,
        "r": "esv:Exodus:33:19",
        "t": "And he said, “I will make all my goodness pass before you and will proclaim before you my name ‘The Lord.’*s And I will be gracious to whom I will be gracious, and will show mercy on whom I will show mercy."
    },
    {
        "o": 2717,
        "r": "esv:Exodus:33:20",
        "t": "But,” he said, “you cannot see my face, for man shall not see me and live.”"
    },
    {
        "o": 2718,
        "r": "esv:Exodus:33:21",
        "t": "And the Lord*s said, “Behold, there is a place by me where you shall stand on the rock,"
    },
    {
        "o": 2719,
        "r": "esv:Exodus:33:22",
        "t": "and while my glory passes by I will put you in a cleft of the rock, and I will cover you with my hand until I have passed by."
    },
    {
        "o": 2720,
        "r": "esv:Exodus:33:23",
        "t": "Then I will take away my hand, and you shall see my back, but my face shall not be seen.”"
    }
]
