[
    {
        "o": 8403,
        "r": "esv:1 Samuel:18:0",
        "t": "1 Samuel 18",
        "h": 1
    },
    {
        "o": 8404,
        "r": "esv:1 Samuel:18:0",
        "t": "David and Jonathan’s Friendship",
        "h": 2
    },
    {
        "o": 8405,
        "r": "esv:1 Samuel:18:1",
        "t": "As*p soon as he had finished speaking to Saul, the soul of Jonathan was knit to the soul of David, and Jonathan loved him as his own soul."
    },
    {
        "o": 8406,
        "r": "esv:1 Samuel:18:2",
        "t": "And Saul took him that day and would not let him return to his father’s house."
    },
    {
        "o": 8407,
        "r": "esv:1 Samuel:18:3",
        "t": "Then Jonathan made a covenant with David, because he loved him as his own soul."
    },
    {
        "o": 8408,
        "r": "esv:1 Samuel:18:4",
        "t": "And Jonathan stripped himself of the robe that was on him and gave it to David, and his armor, and even his sword and his bow and his belt."
    },
    {
        "o": 8409,
        "r": "esv:1 Samuel:18:5",
        "t": "And David went out and was successful wherever Saul sent him, so that Saul set him over the men of war. And this was good in the sight of all the people and also in the sight of Saul’s servants."
    },
    {
        "o": 8410,
        "r": "esv:1 Samuel:18:5",
        "t": "Saul’s Jealousy of David",
        "h": 2
    },
    {
        "o": 8411,
        "r": "esv:1 Samuel:18:6",
        "t": "As*p they were coming home, when David returned from striking down the Philistine, the women came out of all the cities of Israel, singing and dancing, to meet King Saul, with tambourines, with songs of joy, and with musical instruments."
    },
    {
        "o": 8412,
        "r": "esv:1 Samuel:18:7",
        "t": "And the women sang to one another as they celebrated, “Saul*pn has struck down his thousands, and*ld David his ten thousands.”"
    },
    {
        "o": 8413,
        "r": "esv:1 Samuel:18:8",
        "t": "And*p Saul was very angry, and this saying displeased him. He said, “They have ascribed to David ten thousands, and to me they have ascribed thousands, and what more can he have but the kingdom?”"
    },
    {
        "o": 8414,
        "r": "esv:1 Samuel:18:9",
        "t": "And Saul eyed David from that day on."
    },
    {
        "o": 8415,
        "r": "esv:1 Samuel:18:10",
        "t": "The*p next day a harmful spirit from God rushed upon Saul, and he raved within his house while David was playing the lyre, as he did day by day. Saul had his spear in his hand."
    },
    {
        "o": 8416,
        "r": "esv:1 Samuel:18:11",
        "t": "And Saul hurled the spear, for he thought, “I will pin David to the wall.” But David evaded him twice."
    },
    {
        "o": 8417,
        "r": "esv:1 Samuel:18:12",
        "t": "Saul*p was afraid of David because the Lord*s was with him but had departed from Saul."
    },
    {
        "o": 8418,
        "r": "esv:1 Samuel:18:13",
        "t": "So Saul removed him from his presence and made him a commander of a thousand. And he went out and came in before the people."
    },
    {
        "o": 8419,
        "r": "esv:1 Samuel:18:14",
        "t": "And David had success in all his undertakings, for the Lord*s was with him."
    },
    {
        "o": 8420,
        "r": "esv:1 Samuel:18:15",
        "t": "And when Saul saw that he had great success, he stood in fearful awe of him."
    },
    {
        "o": 8421,
        "r": "esv:1 Samuel:18:16",
        "t": "But all Israel and Judah loved David, for he went out and came in before them."
    },
    {
        "o": 8422,
        "r": "esv:1 Samuel:18:16",
        "t": "David Marries Michal",
        "h": 2
    },
    {
        "o": 8423,
        "r": "esv:1 Samuel:18:17",
        "t": "Then*p Saul said to David, “Here is my elder daughter Merab. I will give her to you for a wife. Only be valiant for me and fight the Lord’s*s battles.” For Saul thought, “Let not my hand be against him, but let the hand of the Philistines be against him.”"
    },
    {
        "o": 8424,
        "r": "esv:1 Samuel:18:18",
        "t": "And David said to Saul, “Who am I, and who are my relatives, my father’s clan in Israel, that I should be son-in-law to the king?”"
    },
    {
        "o": 8425,
        "r": "esv:1 Samuel:18:19",
        "t": "But at the time when Merab, Saul’s daughter, should have been given to David, she was given to Adriel the Meholathite for a wife."
    },
    {
        "o": 8426,
        "r": "esv:1 Samuel:18:20",
        "t": "Now*p Saul’s daughter Michal loved David. And they told Saul, and the thing pleased him."
    },
    {
        "o": 8427,
        "r": "esv:1 Samuel:18:21",
        "t": "Saul thought, “Let me give her to him, that she may be a snare for him and that the hand of the Philistines may be against him.” Therefore Saul said to David a second time, “You shall now be my son-in-law.”"
    },
    {
        "o": 8428,
        "r": "esv:1 Samuel:18:22",
        "t": "And Saul commanded his servants, “Speak to David in private and say, ‘Behold, the king has delight in you, and all his servants love you. Now then become the king’s son-in-law.’”"
    },
    {
        "o": 8429,
        "r": "esv:1 Samuel:18:23",
        "t": "And Saul’s servants spoke those words in the ears of David. And David said, “Does it seem to you a little thing to become the king’s son-in-law, since I am a poor man and have no reputation?”"
    },
    {
        "o": 8430,
        "r": "esv:1 Samuel:18:24",
        "t": "And the servants of Saul told him, “Thus and so did David speak.”"
    },
    {
        "o": 8431,
        "r": "esv:1 Samuel:18:25",
        "t": "Then Saul said, “Thus shall you say to David, ‘The king desires no bride-price except a hundred foreskins of the Philistines, that he may be avenged of the king’s enemies.’” Now Saul thought to make David fall by the hand of the Philistines."
    },
    {
        "o": 8432,
        "r": "esv:1 Samuel:18:26",
        "t": "And when his servants told David these words, it pleased David well to be the king’s son-in-law. Before the time had expired,"
    },
    {
        "o": 8433,
        "r": "esv:1 Samuel:18:27",
        "t": "David arose and went, along with his men, and killed two hundred of the Philistines. And David brought their foreskins, which were given in full number to the king, that he might become the king’s son-in-law. And Saul gave him his daughter Michal for a wife."
    },
    {
        "o": 8434,
        "r": "esv:1 Samuel:18:28",
        "t": "But when Saul saw and knew that the Lord*s was with David, and that Michal, Saul’s daughter, loved him,"
    },
    {
        "o": 8435,
        "r": "esv:1 Samuel:18:29",
        "t": "Saul was even more afraid of David. So Saul was David’s enemy continually."
    },
    {
        "o": 8436,
        "r": "esv:1 Samuel:18:30",
        "t": "Then*p the commanders of the Philistines came out to battle, and as often as they came out David had more success than all the servants of Saul, so that his name was highly esteemed."
    }
]
