[
    {
        "o": 30433,
        "r": "esv:Acts:9:0",
        "t": "Acts 9",
        "h": 1
    },
    {
        "o": 30434,
        "r": "esv:Acts:9:0",
        "t": "The Conversion of Saul",
        "h": 2
    },
    {
        "o": 30435,
        "r": "esv:Acts:9:1",
        "t": "But*p Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest"
    },
    {
        "o": 30436,
        "r": "esv:Acts:9:2",
        "t": "and asked him for letters to the synagogues at Damascus, so that if he found any belonging to the Way, men or women, he might bring them bound to Jerusalem."
    },
    {
        "o": 30437,
        "r": "esv:Acts:9:3",
        "t": "Now as he went on his way, he approached Damascus, and suddenly a light from heaven shone around him."
    },
    {
        "o": 30438,
        "r": "esv:Acts:9:4",
        "t": "And falling to the ground, he heard a voice saying to him, “Saul,*r Saul,*r why*r are*r you*r persecuting*r me?”*r"
    },
    {
        "o": 30439,
        "r": "esv:Acts:9:5",
        "t": "And he said, “Who are you, Lord?” And he said, “I*r am*r Jesus,*r whom*r you*r are*r persecuting.*r"
    },
    {
        "o": 30440,
        "r": "esv:Acts:9:6",
        "t": "But*r rise*r and*r enter*r the*r city,*r and*r you*r will*r be*r told*r what*r you*r are*r to*r do.”*r"
    },
    {
        "o": 30441,
        "r": "esv:Acts:9:7",
        "t": "The men who were traveling with him stood speechless, hearing the voice but seeing no one."
    },
    {
        "o": 30442,
        "r": "esv:Acts:9:8",
        "t": "Saul rose from the ground, and although his eyes were opened, he saw nothing. So they led him by the hand and brought him into Damascus."
    },
    {
        "o": 30443,
        "r": "esv:Acts:9:9",
        "t": "And for three days he was without sight, and neither ate nor drank."
    },
    {
        "o": 30444,
        "r": "esv:Acts:9:10",
        "t": "Now*p there was a disciple at Damascus named Ananias. The Lord said to him in a vision, “Ananias.”*r And he said, “Here I am, Lord.”"
    },
    {
        "o": 30445,
        "r": "esv:Acts:9:11",
        "t": "And the Lord said to him, “Rise*r and*r go*r to*r the*r street*r called*r Straight,*r and*r at*r the*r house*r of*r Judas*r look*r for*r a*r man*r of*r Tarsus*r named*r Saul,*r for*r behold,*r he*r is*r praying,*r"
    },
    {
        "o": 30446,
        "r": "esv:Acts:9:12",
        "t": "and*r he*r has*r seen*r in*r a*r vision*r a*r man*r named*r Ananias*r come*r in*r and*r lay*r his*r hands*r on*r him*r so*r that*r he*r might*r regain*r his*r sight.”*r"
    },
    {
        "o": 30447,
        "r": "esv:Acts:9:13",
        "t": "But Ananias answered, “Lord, I have heard from many about this man, how much evil he has done to your saints at Jerusalem."
    },
    {
        "o": 30448,
        "r": "esv:Acts:9:14",
        "t": "And here he has authority from the chief priests to bind all who call on your name.”"
    },
    {
        "o": 30449,
        "r": "esv:Acts:9:15",
        "t": "But the Lord said to him, “Go,*r for*r he*r is*r a*r chosen*r instrument*r of*r mine*r to*r carry*r my*r name*r before*r the*r Gentiles*r and*r kings*r and*r the*r children*r of*r Israel.*r"
    },
    {
        "o": 30450,
        "r": "esv:Acts:9:16",
        "t": "For*r I*r will*r show*r him*r how*r much*r he*r must*r suffer*r for*r the*r sake*r of*r my*r name.”*r"
    },
    {
        "o": 30451,
        "r": "esv:Acts:9:17",
        "t": "So Ananias departed and entered the house. And laying his hands on him he said, “Brother Saul, the Lord Jesus who appeared to you on the road by which you came has sent me so that you may regain your sight and be filled with the Holy Spirit.”"
    },
    {
        "o": 30452,
        "r": "esv:Acts:9:18",
        "t": "And immediately something like scales fell from his eyes, and he regained his sight. Then he rose and was baptized;"
    },
    {
        "o": 30453,
        "r": "esv:Acts:9:19",
        "t": "and taking food, he was strengthened."
    },
    {
        "o": 30454,
        "r": "esv:Acts:9:19",
        "t": "Saul Proclaims Jesus in Synagogues",
        "h": 2
    },
    {
        "o": 30455,
        "r": "esv:Acts:9:19",
        "t": "For*p some days he was with the disciples at Damascus."
    },
    {
        "o": 30456,
        "r": "esv:Acts:9:20",
        "t": "And immediately he proclaimed Jesus in the synagogues, saying, “He is the Son of God.”"
    },
    {
        "o": 30457,
        "r": "esv:Acts:9:21",
        "t": "And all who heard him were amazed and said, “Is not this the man who made havoc in Jerusalem of those who called upon this name? And has he not come here for this purpose, to bring them bound before the chief priests?”"
    },
    {
        "o": 30458,
        "r": "esv:Acts:9:22",
        "t": "But Saul increased all the more in strength, and confounded the Jews who lived in Damascus by proving that Jesus was the Christ."
    },
    {
        "o": 30459,
        "r": "esv:Acts:9:22",
        "t": "Saul Escapes from Damascus",
        "h": 2
    },
    {
        "o": 30460,
        "r": "esv:Acts:9:23",
        "t": "When*p many days had passed, the Jews plotted to kill him,"
    },
    {
        "o": 30461,
        "r": "esv:Acts:9:24",
        "t": "but their plot became known to Saul. They were watching the gates day and night in order to kill him,"
    },
    {
        "o": 30462,
        "r": "esv:Acts:9:25",
        "t": "but his disciples took him by night and let him down through an opening in the wall, lowering him in a basket."
    },
    {
        "o": 30463,
        "r": "esv:Acts:9:25",
        "t": "Saul in Jerusalem",
        "h": 2
    },
    {
        "o": 30464,
        "r": "esv:Acts:9:26",
        "t": "And*p when he had come to Jerusalem, he attempted to join the disciples. And they were all afraid of him, for they did not believe that he was a disciple."
    },
    {
        "o": 30465,
        "r": "esv:Acts:9:27",
        "t": "But Barnabas took him and brought him to the apostles and declared to them how on the road he had seen the Lord, who spoke to him, and how at Damascus he had preached boldly in the name of Jesus."
    },
    {
        "o": 30466,
        "r": "esv:Acts:9:28",
        "t": "So he went in and out among them at Jerusalem, preaching boldly in the name of the Lord."
    },
    {
        "o": 30467,
        "r": "esv:Acts:9:29",
        "t": "And he spoke and disputed against the Hellenists. But they were seeking to kill him."
    },
    {
        "o": 30468,
        "r": "esv:Acts:9:30",
        "t": "And when the brothers learned this, they brought him down to Caesarea and sent him off to Tarsus."
    },
    {
        "o": 30469,
        "r": "esv:Acts:9:31",
        "t": "So*p the church throughout all Judea and Galilee and Samaria had peace and was being built up. And walking in the fear of the Lord and in the comfort of the Holy Spirit, it multiplied."
    },
    {
        "o": 30470,
        "r": "esv:Acts:9:31",
        "t": "The Healing of Aeneas",
        "h": 2
    },
    {
        "o": 30471,
        "r": "esv:Acts:9:32",
        "t": "Now*p as Peter went here and there among them all, he came down also to the saints who lived at Lydda."
    },
    {
        "o": 30472,
        "r": "esv:Acts:9:33",
        "t": "There he found a man named Aeneas, bedridden for eight years, who was paralyzed."
    },
    {
        "o": 30473,
        "r": "esv:Acts:9:34",
        "t": "And Peter said to him, “Aeneas, Jesus Christ heals you; rise and make your bed.” And immediately he rose."
    },
    {
        "o": 30474,
        "r": "esv:Acts:9:35",
        "t": "And all the residents of Lydda and Sharon saw him, and they turned to the Lord."
    },
    {
        "o": 30475,
        "r": "esv:Acts:9:35",
        "t": "Dorcas Restored to Life",
        "h": 2
    },
    {
        "o": 30476,
        "r": "esv:Acts:9:36",
        "t": "Now*p there was in Joppa a disciple named Tabitha, which, translated, means Dorcas. She was full of good works and acts of charity."
    },
    {
        "o": 30477,
        "r": "esv:Acts:9:37",
        "t": "In those days she became ill and died, and when they had washed her, they laid her in an upper room."
    },
    {
        "o": 30478,
        "r": "esv:Acts:9:38",
        "t": "Since Lydda was near Joppa, the disciples, hearing that Peter was there, sent two men to him, urging him, “Please come to us without delay.”"
    },
    {
        "o": 30479,
        "r": "esv:Acts:9:39",
        "t": "So Peter rose and went with them. And when he arrived, they took him to the upper room. All the widows stood beside him weeping and showing tunics and other garments that Dorcas made while she was with them."
    },
    {
        "o": 30480,
        "r": "esv:Acts:9:40",
        "t": "But Peter put them all outside, and knelt down and prayed; and turning to the body he said, “Tabitha, arise.” And she opened her eyes, and when she saw Peter she sat up."
    },
    {
        "o": 30481,
        "r": "esv:Acts:9:41",
        "t": "And he gave her his hand and raised her up. Then, calling the saints and widows, he presented her alive."
    },
    {
        "o": 30482,
        "r": "esv:Acts:9:42",
        "t": "And it became known throughout all Joppa, and many believed in the Lord."
    },
    {
        "o": 30483,
        "r": "esv:Acts:9:43",
        "t": "And he stayed in Joppa for many days with one Simon, a tanner."
    }
]
