[
    {
        "o": 33816,
        "r": "nkjv:Titus:1:0",
        "t": "Titus 1",
        "h": 1
    },
    {
        "o": 33817,
        "r": "nkjv:Titus:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33818,
        "r": "nkjv:Titus:1:1",
        "t": "Paul,*p a bondservant of God and an apostle of Jesus Christ, according to the faith of God’s elect and the acknowledgment of the truth which accords with godliness,"
    },
    {
        "o": 33819,
        "r": "nkjv:Titus:1:2",
        "t": "in hope of eternal life which God, who cannot lie, promised before time began,"
    },
    {
        "o": 33820,
        "r": "nkjv:Titus:1:3",
        "t": "but has in due time manifested His word through preaching, which was committed to me according to the commandment of God our Savior;"
    },
    {
        "o": 33821,
        "r": "nkjv:Titus:1:4",
        "t": "To*p Titus, a true son in our*i common faith: Grace,*p mercy, and*i peace from God the Father and the Lord Jesus Christ our Savior."
    },
    {
        "o": 33822,
        "r": "nkjv:Titus:1:4",
        "t": "Qualified Elders",
        "h": 2
    },
    {
        "o": 33823,
        "r": "nkjv:Titus:1:5",
        "t": "For*p this reason I left you in Crete, that you should set in order the things that are lacking, and appoint elders in every city as I commanded you—"
    },
    {
        "o": 33824,
        "r": "nkjv:Titus:1:6",
        "t": "if a man is blameless, the husband of one wife, having faithful children not accused of dissipation or insubordination."
    },
    {
        "o": 33825,
        "r": "nkjv:Titus:1:7",
        "t": "For a bishop must be blameless, as a steward of God, not self-willed, not quick-tempered, not given to wine, not violent, not greedy for money,"
    },
    {
        "o": 33826,
        "r": "nkjv:Titus:1:8",
        "t": "but hospitable, a lover of what is good, sober-minded, just, holy, self-controlled,"
    },
    {
        "o": 33827,
        "r": "nkjv:Titus:1:9",
        "t": "holding fast the faithful word as he has been taught, that he may be able, by sound doctrine, both to exhort and convict those who contradict."
    },
    {
        "o": 33828,
        "r": "nkjv:Titus:1:9",
        "t": "The Elders’ Task",
        "h": 2
    },
    {
        "o": 33829,
        "r": "nkjv:Titus:1:10",
        "t": "For*p there are many insubordinate, both idle talkers and deceivers, especially those of the circumcision,"
    },
    {
        "o": 33830,
        "r": "nkjv:Titus:1:11",
        "t": "whose mouths must be stopped, who subvert whole households, teaching things which they ought not, for the sake of dishonest gain."
    },
    {
        "o": 33831,
        "r": "nkjv:Titus:1:12",
        "t": "One of them, a prophet of their own, said, “Cretans are*i always liars, evil beasts, lazy gluttons.”"
    },
    {
        "o": 33832,
        "r": "nkjv:Titus:1:13",
        "t": "This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith,"
    },
    {
        "o": 33833,
        "r": "nkjv:Titus:1:14",
        "t": "not giving heed to Jewish fables and commandments of men who turn from the truth."
    },
    {
        "o": 33834,
        "r": "nkjv:Titus:1:15",
        "t": "To the pure all things are pure, but to those who are defiled and unbelieving nothing is pure; but even their mind and conscience are defiled."
    },
    {
        "o": 33835,
        "r": "nkjv:Titus:1:16",
        "t": "They profess to know God, but in works they deny Him,*i being abominable, disobedient, and disqualified for every good work."
    }
]
