[
    {
        "o": 8785,
        "r": "nasb:2 Samuel:2:0",
        "t": "2 Samuel 2",
        "h": 1
    },
    {
        "o": 8786,
        "r": "nasb:2 Samuel:2:0",
        "t": "David Made King over Judah",
        "h": 2
    },
    {
        "o": 8787,
        "r": "nasb:2 Samuel:2:1",
        "t": "Then*p it came about afterwards that David inquired of the Lord,*s saying, “Shall I go up to one of the cities of Judah?” And the Lord*s said to him, “Go up.” So David said, “Where shall I go up?” And He said, “To Hebron.”"
    },
    {
        "o": 8788,
        "r": "nasb:2 Samuel:2:2",
        "t": "So David went up there, and his two wives also, Ahinoam the Jezreelitess and Abigail the widow of Nabal the Carmelite."
    },
    {
        "o": 8789,
        "r": "nasb:2 Samuel:2:3",
        "t": "And David brought up his men who were*i with him, each with his household; and they lived in the cities of Hebron."
    },
    {
        "o": 8790,
        "r": "nasb:2 Samuel:2:4",
        "t": "Then the men of Judah came and there anointed David king over the house of Judah. And*bp they told David, saying, “It was the men of Jabesh-gilead who buried Saul.”"
    },
    {
        "o": 8791,
        "r": "nasb:2 Samuel:2:5",
        "t": "David sent messengers to the men of Jabesh-gilead, and said to them, “May you be blessed of the Lord*s because you have shown this kindness to Saul your lord, and have buried him."
    },
    {
        "o": 8792,
        "r": "nasb:2 Samuel:2:6",
        "t": "Now may the Lord*s show lovingkindness and truth to you; and I also will show this goodness to you, because you have done this thing."
    },
    {
        "o": 8793,
        "r": "nasb:2 Samuel:2:7",
        "t": "Now therefore, let your hands be strong and be valiant; for Saul your lord is dead, and also the house of Judah has anointed me king over them.”"
    },
    {
        "o": 8794,
        "r": "nasb:2 Samuel:2:7",
        "t": "Ish-bosheth Made King over Israel",
        "h": 2
    },
    {
        "o": 8795,
        "r": "nasb:2 Samuel:2:8",
        "t": "But*p Abner the son of Ner, commander of Saul’s army, had taken Ish-bosheth the son of Saul and brought him over to Mahanaim."
    },
    {
        "o": 8796,
        "r": "nasb:2 Samuel:2:9",
        "t": "He made him king over Gilead, over the Ashurites, over Jezreel, over Ephraim, and over Benjamin, even over all Israel."
    },
    {
        "o": 8797,
        "r": "nasb:2 Samuel:2:10",
        "t": "Ish-bosheth, Saul’s son, was forty years old when he became king over Israel, and he was king for two years. The house of Judah, however, followed David."
    },
    {
        "o": 8798,
        "r": "nasb:2 Samuel:2:11",
        "t": "The time that David was king in Hebron over the house of Judah was seven years and six months."
    },
    {
        "o": 8799,
        "r": "nasb:2 Samuel:2:11",
        "t": "Civil War",
        "h": 2
    },
    {
        "o": 8800,
        "r": "nasb:2 Samuel:2:12",
        "t": "Now*p Abner the son of Ner, went out from Mahanaim to Gibeon with the servants of Ish-bosheth the son of Saul."
    },
    {
        "o": 8801,
        "r": "nasb:2 Samuel:2:13",
        "t": "And Joab the son of Zeruiah and the servants of David went out and met them by the pool of Gibeon; and they sat down, one on the one side of the pool and the other on the other side of the pool."
    },
    {
        "o": 8802,
        "r": "nasb:2 Samuel:2:14",
        "t": "Then Abner said to Joab, “Now let the young men arise and hold a contest before us.” And Joab said, “Let them arise.”"
    },
    {
        "o": 8803,
        "r": "nasb:2 Samuel:2:15",
        "t": "So they arose and went over by count, twelve for Benjamin and Ish-bosheth the son of Saul, and twelve of the servants of David."
    },
    {
        "o": 8804,
        "r": "nasb:2 Samuel:2:16",
        "t": "Each one of them seized his opponent by the head and thrust*i his sword in his opponent’s side; so they fell down together. Therefore that place was called Helkath-hazzurim, which is in Gibeon."
    },
    {
        "o": 8805,
        "r": "nasb:2 Samuel:2:17",
        "t": "That day the battle was very severe, and Abner and the men of Israel were beaten before the servants of David."
    },
    {
        "o": 8806,
        "r": "nasb:2 Samuel:2:18",
        "t": "Now*p the three sons of Zeruiah were there, Joab and Abishai and Asahel; and Asahel was*i as*i swift-footed as one of the gazelles which is in the field."
    },
    {
        "o": 8807,
        "r": "nasb:2 Samuel:2:19",
        "t": "Asahel pursued Abner and did not turn to the right or to the left from following Abner."
    },
    {
        "o": 8808,
        "r": "nasb:2 Samuel:2:20",
        "t": "Then Abner looked behind him and said, “Is that you, Asahel?” And he answered, “It is I.”"
    },
    {
        "o": 8809,
        "r": "nasb:2 Samuel:2:21",
        "t": "So Abner said to him, “Turn to your right or to your left, and take hold of one of the young men for yourself, and take for yourself his spoil.” But Asahel was not willing to turn aside from following him."
    },
    {
        "o": 8810,
        "r": "nasb:2 Samuel:2:22",
        "t": "Abner repeated again to Asahel, “Turn aside from following me. Why should I strike you to the ground? How then could I lift up my face to your brother Joab?”"
    },
    {
        "o": 8811,
        "r": "nasb:2 Samuel:2:23",
        "t": "However, he refused to turn aside; therefore Abner struck him in the belly with the butt end of the spear, so that the spear came out at his back. And he fell there and died on the spot. And it came about that all who came to the place where Asahel had fallen and died, stood still."
    },
    {
        "o": 8812,
        "r": "nasb:2 Samuel:2:24",
        "t": "But*p Joab and Abishai pursued Abner, and when the sun was going down, they came to the hill of Ammah, which is in front of Giah by the way of the wilderness of Gibeon."
    },
    {
        "o": 8813,
        "r": "nasb:2 Samuel:2:25",
        "t": "The sons of Benjamin gathered together behind Abner and became one band, and they stood on the top of a certain hill."
    },
    {
        "o": 8814,
        "r": "nasb:2 Samuel:2:26",
        "t": "Then Abner called to Joab and said, “Shall the sword devour forever? Do you not know that it will be bitter in the end? How long will you refrain from telling the people to turn back from following their brothers?”"
    },
    {
        "o": 8815,
        "r": "nasb:2 Samuel:2:27",
        "t": "Joab said, “As God lives, if you had not spoken, surely then the people would have gone away in the morning, each from following his brother.”"
    },
    {
        "o": 8816,
        "r": "nasb:2 Samuel:2:28",
        "t": "So Joab blew the trumpet; and all the people halted and pursued Israel no longer, nor did they continue to fight anymore."
    },
    {
        "o": 8817,
        "r": "nasb:2 Samuel:2:29",
        "t": "Abner and his men then went through the Arabah all that night; so they crossed the Jordan, walked all morning, and came to Mahanaim."
    },
    {
        "o": 8818,
        "r": "nasb:2 Samuel:2:30",
        "t": "Then*p Joab returned from following Abner; when he had gathered all the people together, nineteen of David’s servants besides Asahel were missing."
    },
    {
        "o": 8819,
        "r": "nasb:2 Samuel:2:31",
        "t": "But the servants of David had struck down many of Benjamin and Abner’s men, so*i that*i three hundred and sixty men died."
    },
    {
        "o": 8820,
        "r": "nasb:2 Samuel:2:32",
        "t": "And they took up Asahel and buried him in his father’s tomb which was in Bethlehem. Then Joab and his men went all night until the day dawned at Hebron."
    }
]
