[
    {
        "o": 19310,
        "r": "kjv:Isaiah:41:0",
        "t": "Isaiah 41",
        "h": 1
    },
    {
        "o": 19311,
        "r": "kjv:Isaiah:41:1",
        "t": "Keep*p silence before me, O islands; and let the people renew their strength: let them come near; then let them speak: let us come near together to judgment."
    },
    {
        "o": 19312,
        "r": "kjv:Isaiah:41:2",
        "t": "Who*p raised up the righteous man from the east, called him to his foot, gave the nations before him, and made him rule over kings? he gave them as the dust to his sword, and as driven stubble to his bow."
    },
    {
        "o": 19313,
        "r": "kjv:Isaiah:41:3",
        "t": "He*p pursued them, and passed safely; even by the way that he had not gone with his feet."
    },
    {
        "o": 19314,
        "r": "kjv:Isaiah:41:4",
        "t": "Who*p hath wrought and done it, calling the generations from the beginning? I the Lord,*s the first, and with the last; I am he."
    },
    {
        "o": 19315,
        "r": "kjv:Isaiah:41:5",
        "t": "The*p isles saw it, and feared; the ends of the earth were afraid, drew near, and came."
    },
    {
        "o": 19316,
        "r": "kjv:Isaiah:41:6",
        "t": "They*p helped every one his neighbour; and every one said to his brother, Be of good courage."
    },
    {
        "o": 19317,
        "r": "kjv:Isaiah:41:7",
        "t": "So*p the carpenter encouraged the goldsmith, and he that smootheth with the hammer him that smote the anvil, saying, It is ready for the sodering: and he fastened it with nails, that it should not be moved."
    },
    {
        "o": 19318,
        "r": "kjv:Isaiah:41:8",
        "t": "But*p thou, Israel, art my servant, Jacob whom I have chosen, the seed of Abraham my friend."
    },
    {
        "o": 19319,
        "r": "kjv:Isaiah:41:9",
        "t": "Thou*p whom I have taken from the ends of the earth, and called thee from the chief men thereof, and said unto thee, Thou art my servant; I have chosen thee, and not cast thee away."
    },
    {
        "o": 19320,
        "r": "kjv:Isaiah:41:10",
        "t": "Fear*p thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness."
    },
    {
        "o": 19321,
        "r": "kjv:Isaiah:41:11",
        "t": "Behold,*p all they that were incensed against thee shall be ashamed and confounded: they shall be as nothing; and they that strive with thee shall perish."
    },
    {
        "o": 19322,
        "r": "kjv:Isaiah:41:12",
        "t": "Thou*p shalt seek them, and shalt not find them, even them that contended with thee: they that war against thee shall be as nothing, and as a thing of nought."
    },
    {
        "o": 19323,
        "r": "kjv:Isaiah:41:13",
        "t": "For*p I the Lord*s thy God will hold thy right hand, saying unto thee, Fear not; I will help thee."
    },
    {
        "o": 19324,
        "r": "kjv:Isaiah:41:14",
        "t": "Fear*p not, thou worm Jacob, and ye men of Israel; I will help thee, saith the Lord,*s and thy redeemer, the Holy One of Israel."
    },
    {
        "o": 19325,
        "r": "kjv:Isaiah:41:15",
        "t": "Behold,*p I will make thee a new sharp threshing instrument having teeth: thou shalt thresh the mountains, and beat them small, and shalt make the hills as chaff."
    },
    {
        "o": 19326,
        "r": "kjv:Isaiah:41:16",
        "t": "Thou*p shalt fan them, and the wind shall carry them away, and the whirlwind shall scatter them: and thou shalt rejoice in the Lord,*s and shalt glory in the Holy One of Israel."
    },
    {
        "o": 19327,
        "r": "kjv:Isaiah:41:17",
        "t": "When*p the poor and needy seek water, and there is none, and their tongue faileth for thirst, I the Lord*s will hear them, I the God of Israel will not forsake them."
    },
    {
        "o": 19328,
        "r": "kjv:Isaiah:41:18",
        "t": "I*p will open rivers in high places, and fountains in the midst of the valleys: I will make the wilderness a pool of water, and the dry land springs of water."
    },
    {
        "o": 19329,
        "r": "kjv:Isaiah:41:19",
        "t": "I*p will plant in the wilderness the cedar, the shittah tree, and the myrtle, and the oil tree; I will set in the desert the fir tree, and the pine, and the box tree together:"
    },
    {
        "o": 19330,
        "r": "kjv:Isaiah:41:20",
        "t": "That*p they may see, and know, and consider, and understand together, that the hand of the Lord*s hath done this, and the Holy One of Israel hath created it."
    },
    {
        "o": 19331,
        "r": "kjv:Isaiah:41:21",
        "t": "Produce*p your cause, saith the Lord;*s bring forth your strong reasons, saith the King of Jacob."
    },
    {
        "o": 19332,
        "r": "kjv:Isaiah:41:22",
        "t": "Let*p them bring them forth, and shew us what shall happen: let them shew the former things, what they be, that we may consider them, and know the latter end of them; or declare us things for to come."
    },
    {
        "o": 19333,
        "r": "kjv:Isaiah:41:23",
        "t": "Shew*p the things that are to come hereafter, that we may know that ye are gods: yea, do good, or do evil, that we may be dismayed, and behold it together."
    },
    {
        "o": 19334,
        "r": "kjv:Isaiah:41:24",
        "t": "Behold,*p ye are of nothing, and your work of nought: an abomination is he that chooseth you."
    },
    {
        "o": 19335,
        "r": "kjv:Isaiah:41:25",
        "t": "I*p have raised up one from the north, and he shall come: from the rising of the sun shall he call upon my name: and he shall come upon princes as upon mortar, and as the potter treadeth clay."
    },
    {
        "o": 19336,
        "r": "kjv:Isaiah:41:26",
        "t": "Who*p hath declared from the beginning, that we may know? and beforetime, that we may say, He is righteous? yea, there is none that sheweth, yea, there is none that declareth, yea, there is none that heareth your words."
    },
    {
        "o": 19337,
        "r": "kjv:Isaiah:41:27",
        "t": "The*p first shall say to Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings."
    },
    {
        "o": 19338,
        "r": "kjv:Isaiah:41:28",
        "t": "For*p I beheld, and there was no man; even among them, and there was no counsellor, that, when I asked of them, could answer a word."
    },
    {
        "o": 19339,
        "r": "kjv:Isaiah:41:29",
        "t": "Behold,*p they are all vanity; their works are nothing: their molten images are wind and confusion."
    }
]
