[
    {
        "o": 12963,
        "r": "nkjv:2 Chronicles:25:0",
        "t": "2 Chronicles 25",
        "h": 1
    },
    {
        "o": 12964,
        "r": "nkjv:2 Chronicles:25:0",
        "t": "Amaziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12965,
        "r": "nkjv:2 Chronicles:25:1",
        "t": "Amaziah*p was*i twenty-five years old when*i he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was*i Jehoaddan of Jerusalem."
    },
    {
        "o": 12966,
        "r": "nkjv:2 Chronicles:25:2",
        "t": "And he did what*i was*i right in the sight of the Lord,*s but not with a loyal heart."
    },
    {
        "o": 12967,
        "r": "nkjv:2 Chronicles:25:3",
        "t": "Now*p it happened, as soon as the kingdom was established for him, that he executed his servants who had murdered his father the king."
    },
    {
        "o": 12968,
        "r": "nkjv:2 Chronicles:25:4",
        "t": "However he did not execute their children, but did*i as it*i is*i written in the Law in the Book of Moses, where the Lord*s commanded, saying, “The fathers shall not be put to death for their children, nor shall the children be put to death for their fathers; but a person shall die for his own sin.”"
    },
    {
        "o": 12969,
        "r": "nkjv:2 Chronicles:25:4",
        "t": "The War Against Edom",
        "h": 2
    },
    {
        "o": 12970,
        "r": "nkjv:2 Chronicles:25:5",
        "t": "Moreover*p Amaziah gathered Judah together and set over them captains of thousands and captains of hundreds, according to their*i fathers’ houses, throughout all Judah and Benjamin; and he numbered them from twenty years old and above, and found them to be three hundred thousand choice men,*i able*i to go to war, who could handle spear and shield."
    },
    {
        "o": 12971,
        "r": "nkjv:2 Chronicles:25:6",
        "t": "He also hired one hundred thousand mighty men of valor from Israel for one hundred talents of silver."
    },
    {
        "o": 12972,
        "r": "nkjv:2 Chronicles:25:7",
        "t": "But a man of God came to him, saying, “O king, do not let the army of Israel go with you, for the Lord*s is*i not with Israel— not*i with*i any of the children of Ephraim."
    },
    {
        "o": 12973,
        "r": "nkjv:2 Chronicles:25:8",
        "t": "But if you go, be gone! Be strong in battle! Even*i so,*i God shall make you fall before the enemy; for God has power to help and to overthrow.”"
    },
    {
        "o": 12974,
        "r": "nkjv:2 Chronicles:25:9",
        "t": "Then*p Amaziah said to the man of God, “But what shall*i we*i do about the hundred talents which I have given to the troops of Israel?” And*p the man of God answered, “The Lord*s is able to give you much more than this.”"
    },
    {
        "o": 12975,
        "r": "nkjv:2 Chronicles:25:10",
        "t": "So Amaziah discharged the troops that had come to him from Ephraim, to go back home. Therefore their anger was greatly aroused against Judah, and they returned home in great anger."
    },
    {
        "o": 12976,
        "r": "nkjv:2 Chronicles:25:11",
        "t": "Then*p Amaziah strengthened himself, and leading his people, he went to the Valley of Salt and killed ten thousand of the people of Seir."
    },
    {
        "o": 12977,
        "r": "nkjv:2 Chronicles:25:12",
        "t": "Also the children of Judah took captive ten thousand alive, brought them to the top of the rock, and cast them down from the top of the rock, so that they all were dashed in pieces."
    },
    {
        "o": 12978,
        "r": "nkjv:2 Chronicles:25:13",
        "t": "But*p as for the soldiers of the army which Amaziah had discharged, so that they would not go with him to battle, they raided the cities of Judah from Samaria to Beth Horon, killed three thousand in them, and took much spoil."
    },
    {
        "o": 12979,
        "r": "nkjv:2 Chronicles:25:14",
        "t": "Now*p it was so, after Amaziah came from the slaughter of the Edomites, that he brought the gods of the people of Seir, set them up to*i be*i his gods, and bowed down before them and burned incense to them."
    },
    {
        "o": 12980,
        "r": "nkjv:2 Chronicles:25:15",
        "t": "Therefore the anger of the Lord*s was aroused against Amaziah, and He sent him a prophet who said to him, “Why have you sought the gods of the people, which could not rescue their own people from your hand?”"
    },
    {
        "o": 12981,
        "r": "nkjv:2 Chronicles:25:16",
        "t": "So*p it was, as he talked with him, that the*i king*i said to him, “Have we made you the king’s counselor? Cease! Why should you be killed?” Then*p the prophet ceased, and said, “I know that God has determined to destroy you, because you have done this and have not heeded my advice.”"
    },
    {
        "o": 12982,
        "r": "nkjv:2 Chronicles:25:16",
        "t": "Israel Defeats Judah",
        "h": 2
    },
    {
        "o": 12983,
        "r": "nkjv:2 Chronicles:25:17",
        "t": "Now*p Amaziah king of Judah asked advice and sent to Joash the son of Jehoahaz, the son of Jehu, king of Israel, saying, “Come, let us face one another in*i battle.”*i"
    },
    {
        "o": 12984,
        "r": "nkjv:2 Chronicles:25:18",
        "t": "And*p Joash king of Israel sent to Amaziah king of Judah, saying, “The thistle that was*i in Lebanon sent to the cedar that was in Lebanon, saying, ‘Give your daughter to my son as wife’; and a wild beast that was*i in Lebanon passed by and trampled the thistle."
    },
    {
        "o": 12985,
        "r": "nkjv:2 Chronicles:25:19",
        "t": "Indeed you say that you have defeated the Edomites, and your heart is lifted up to boast. Stay at home now; why should you meddle with trouble, that you should fall—you and Judah with you?”"
    },
    {
        "o": 12986,
        "r": "nkjv:2 Chronicles:25:20",
        "t": "But*p Amaziah would not heed, for it came*i from God, that He might give them into the hand of*i their*i enemies,*i because they sought the gods of Edom."
    },
    {
        "o": 12987,
        "r": "nkjv:2 Chronicles:25:21",
        "t": "So Joash king of Israel went out; and he and Amaziah king of Judah faced one another at Beth Shemesh, which belongs*i to Judah."
    },
    {
        "o": 12988,
        "r": "nkjv:2 Chronicles:25:22",
        "t": "And Judah was defeated by Israel, and every man fled to his tent."
    },
    {
        "o": 12989,
        "r": "nkjv:2 Chronicles:25:23",
        "t": "Then Joash the king of Israel captured Amaziah king of Judah, the son of Joash, the son of Jehoahaz, at Beth Shemesh; and he brought him to Jerusalem, and broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate—four hundred cubits."
    },
    {
        "o": 12990,
        "r": "nkjv:2 Chronicles:25:24",
        "t": "And he*i took*i all the gold and silver, all the articles that were found in the house of God with Obed-Edom, the treasures of the king’s house, and hostages, and returned to Samaria."
    },
    {
        "o": 12991,
        "r": "nkjv:2 Chronicles:25:24",
        "t": "Death of Amaziah",
        "h": 2
    },
    {
        "o": 12992,
        "r": "nkjv:2 Chronicles:25:25",
        "t": "Amaziah*p the son of Joash, king of Judah, lived fifteen years after the death of Joash the son of Jehoahaz, king of Israel."
    },
    {
        "o": 12993,
        "r": "nkjv:2 Chronicles:25:26",
        "t": "Now the rest of the acts of Amaziah, from first to last, indeed are*i they not written in the book of the kings of Judah and Israel?"
    },
    {
        "o": 12994,
        "r": "nkjv:2 Chronicles:25:27",
        "t": "After the time that Amaziah turned away from following the Lord,*s they made a conspiracy against him in Jerusalem, and he fled to Lachish; but they sent after him to Lachish and killed him there."
    },
    {
        "o": 12995,
        "r": "nkjv:2 Chronicles:25:28",
        "t": "Then they brought him on horses and buried him with his fathers in the City of Judah."
    }
]
