[
    {
        "o": 628,
        "r": "esv:Genesis:23:0",
        "t": "Genesis 23",
        "h": 1
    },
    {
        "o": 629,
        "r": "esv:Genesis:23:0",
        "t": "Sarah’s Death and Burial",
        "h": 2
    },
    {
        "o": 630,
        "r": "esv:Genesis:23:1",
        "t": "Sarah*p lived 127 years; these were the years of the life of Sarah."
    },
    {
        "o": 631,
        "r": "esv:Genesis:23:2",
        "t": "And Sarah died at Kiriath-arba (that is, Hebron) in the land of Canaan, and Abraham went in to mourn for Sarah and to weep for her."
    },
    {
        "o": 632,
        "r": "esv:Genesis:23:3",
        "t": "And Abraham rose up from before his dead and said to the Hittites,"
    },
    {
        "o": 633,
        "r": "esv:Genesis:23:4",
        "t": "“I am a sojourner and foreigner among you; give me property among you for a burying place, that I may bury my dead out of my sight.”"
    },
    {
        "o": 634,
        "r": "esv:Genesis:23:5",
        "t": "The Hittites answered Abraham,"
    },
    {
        "o": 635,
        "r": "esv:Genesis:23:6",
        "t": "“Hear us, my lord; you are a prince of God among us. Bury your dead in the choicest of our tombs. None of us will withhold from you his tomb to hinder you from burying your dead.”"
    },
    {
        "o": 636,
        "r": "esv:Genesis:23:7",
        "t": "Abraham rose and bowed to the Hittites, the people of the land."
    },
    {
        "o": 637,
        "r": "esv:Genesis:23:8",
        "t": "And he said to them, “If you are willing that I should bury my dead out of my sight, hear me and entreat for me Ephron the son of Zohar,"
    },
    {
        "o": 638,
        "r": "esv:Genesis:23:9",
        "t": "that he may give me the cave of Machpelah, which he owns; it is at the end of his field. For the full price let him give it to me in your presence as property for a burying place.”"
    },
    {
        "o": 639,
        "r": "esv:Genesis:23:10",
        "t": "Now*p Ephron was sitting among the Hittites, and Ephron the Hittite answered Abraham in the hearing of the Hittites, of all who went in at the gate of his city,"
    },
    {
        "o": 640,
        "r": "esv:Genesis:23:11",
        "t": "“No, my lord, hear me: I give you the field, and I give you the cave that is in it. In the sight of the sons of my people I give it to you. Bury your dead.”"
    },
    {
        "o": 641,
        "r": "esv:Genesis:23:12",
        "t": "Then Abraham bowed down before the people of the land."
    },
    {
        "o": 642,
        "r": "esv:Genesis:23:13",
        "t": "And he said to Ephron in the hearing of the people of the land, “But if you will, hear me: I give the price of the field. Accept it from me, that I may bury my dead there.”"
    },
    {
        "o": 643,
        "r": "esv:Genesis:23:14",
        "t": "Ephron answered Abraham,"
    },
    {
        "o": 644,
        "r": "esv:Genesis:23:15",
        "t": "“My lord, listen to me: a piece of land worth four hundred shekels of silver, what is that between you and me? Bury your dead.”"
    },
    {
        "o": 645,
        "r": "esv:Genesis:23:16",
        "t": "Abraham listened to Ephron, and Abraham weighed out for Ephron the silver that he had named in the hearing of the Hittites, four hundred shekels of silver, according to the weights current among the merchants."
    },
    {
        "o": 646,
        "r": "esv:Genesis:23:17",
        "t": "So*p the field of Ephron in Machpelah, which was to the east of Mamre, the field with the cave that was in it and all the trees that were in the field, throughout its whole area, was made over"
    },
    {
        "o": 647,
        "r": "esv:Genesis:23:18",
        "t": "to Abraham as a possession in the presence of the Hittites, before all who went in at the gate of his city."
    },
    {
        "o": 648,
        "r": "esv:Genesis:23:19",
        "t": "After this, Abraham buried Sarah his wife in the cave of the field of Machpelah east of Mamre (that is, Hebron) in the land of Canaan."
    },
    {
        "o": 649,
        "r": "esv:Genesis:23:20",
        "t": "The field and the cave that is in it were made over to Abraham as property for a burying place by the Hittites."
    }
]
