[
    {
        "o": 13102,
        "r": "niv:2 Chronicles:35:0",
        "t": "2 Chronicles 35",
        "h": 1
    },
    {
        "o": 13103,
        "r": "niv:2 Chronicles:35:0",
        "t": "Josiah Celebrates the Passover",
        "h": 2
    },
    {
        "o": 13104,
        "r": "niv:2 Chronicles:35:1",
        "t": "Josiah*p celebrated the Passover to the Lord*s in Jerusalem, and the Passover lamb was slaughtered on the fourteenth day of the first month."
    },
    {
        "o": 13105,
        "r": "niv:2 Chronicles:35:2",
        "t": "He appointed the priests to their duties and encouraged them in the service of the Lord’s*s temple."
    },
    {
        "o": 13106,
        "r": "niv:2 Chronicles:35:3",
        "t": "He said to the Levites, who instructed all Israel and who had been consecrated to the Lord:*s “Put the sacred ark in the temple that Solomon son of David king of Israel built. It is not to be carried about on your shoulders. Now serve the Lord*s your God and his people Israel."
    },
    {
        "o": 13107,
        "r": "niv:2 Chronicles:35:4",
        "t": "Prepare yourselves by families in your divisions, according to the instructions written by David king of Israel and by his son Solomon."
    },
    {
        "o": 13108,
        "r": "niv:2 Chronicles:35:5",
        "t": "“Stand*p in the holy place with a group of Levites for each subdivision of the families of your fellow Israelites, the lay people."
    },
    {
        "o": 13109,
        "r": "niv:2 Chronicles:35:6",
        "t": "Slaughter the Passover lambs, consecrate yourselves and prepare the lambs for your fellow Israelites, doing what the Lord*s commanded through Moses.”"
    },
    {
        "o": 13110,
        "r": "niv:2 Chronicles:35:7",
        "t": "Josiah*p provided for all the lay people who were there a total of thirty thousand lambs and goats for the Passover offerings, and also three thousand cattle—all from the king’s own possessions."
    },
    {
        "o": 13111,
        "r": "niv:2 Chronicles:35:8",
        "t": "His*p officials also contributed voluntarily to the people and the priests and Levites. Hilkiah, Zechariah and Jehiel, the officials in charge of God’s temple, gave the priests twenty-six hundred Passover offerings and three hundred cattle."
    },
    {
        "o": 13112,
        "r": "niv:2 Chronicles:35:9",
        "t": "Also Konaniah along with Shemaiah and Nethanel, his brothers, and Hashabiah, Jeiel and Jozabad, the leaders of the Levites, provided five thousand Passover offerings and five hundred head of cattle for the Levites."
    },
    {
        "o": 13113,
        "r": "niv:2 Chronicles:35:10",
        "t": "The*p service was arranged and the priests stood in their places with the Levites in their divisions as the king had ordered."
    },
    {
        "o": 13114,
        "r": "niv:2 Chronicles:35:11",
        "t": "The Passover lambs were slaughtered, and the priests splashed against the altar the blood handed to them, while the Levites skinned the animals."
    },
    {
        "o": 13115,
        "r": "niv:2 Chronicles:35:12",
        "t": "They set aside the burnt offerings to give them to the subdivisions of the families of the people to offer to the Lord,*s as it is written in the Book of Moses. They did the same with the cattle."
    },
    {
        "o": 13116,
        "r": "niv:2 Chronicles:35:13",
        "t": "They roasted the Passover animals over the fire as prescribed, and boiled the holy offerings in pots, caldrons and pans and served them quickly to all the people."
    },
    {
        "o": 13117,
        "r": "niv:2 Chronicles:35:14",
        "t": "After this, they made preparations for themselves and for the priests, because the priests, the descendants of Aaron, were sacrificing the burnt offerings and the fat portions until nightfall. So the Levites made preparations for themselves and for the Aaronic priests."
    },
    {
        "o": 13118,
        "r": "niv:2 Chronicles:35:15",
        "t": "The*p musicians, the descendants of Asaph, were in the places prescribed by David, Asaph, Heman and Jeduthun the king’s seer. The gatekeepers at each gate did not need to leave their posts, because their fellow Levites made the preparations for them."
    },
    {
        "o": 13119,
        "r": "niv:2 Chronicles:35:16",
        "t": "So*p at that time the entire service of the Lord*s was carried out for the celebration of the Passover and the offering of burnt offerings on the altar of the Lord,*s as King Josiah had ordered."
    },
    {
        "o": 13120,
        "r": "niv:2 Chronicles:35:17",
        "t": "The Israelites who were present celebrated the Passover at that time and observed the Festival of Unleavened Bread for seven days."
    },
    {
        "o": 13121,
        "r": "niv:2 Chronicles:35:18",
        "t": "The Passover had not been observed like this in Israel since the days of the prophet Samuel; and none of the kings of Israel had ever celebrated such a Passover as did Josiah, with the priests, the Levites and all Judah and Israel who were there with the people of Jerusalem."
    },
    {
        "o": 13122,
        "r": "niv:2 Chronicles:35:19",
        "t": "This Passover was celebrated in the eighteenth year of Josiah’s reign."
    },
    {
        "o": 13123,
        "r": "niv:2 Chronicles:35:19",
        "t": "The Death of Josiah",
        "h": 2
    },
    {
        "o": 13124,
        "r": "niv:2 Chronicles:35:20",
        "t": "After*p all this, when Josiah had set the temple in order, Necho king of Egypt went up to fight at Carchemish on the Euphrates, and Josiah marched out to meet him in battle."
    },
    {
        "o": 13125,
        "r": "niv:2 Chronicles:35:21",
        "t": "But Necho sent messengers to him, saying, “What quarrel is there, king of Judah, between you and me? It is not you I am attacking at this time, but the house with which I am at war. God has told me to hurry; so stop opposing God, who is with me, or he will destroy you.”"
    },
    {
        "o": 13126,
        "r": "niv:2 Chronicles:35:22",
        "t": "Josiah,*p however, would not turn away from him, but disguised himself to engage him in battle. He would not listen to what Necho had said at God’s command but went to fight him on the plain of Megiddo."
    },
    {
        "o": 13127,
        "r": "niv:2 Chronicles:35:23",
        "t": "Archers*p shot King Josiah, and he told his officers, “Take me away; I am badly wounded.”"
    },
    {
        "o": 13128,
        "r": "niv:2 Chronicles:35:24",
        "t": "So they took him out of his chariot, put him in his other chariot and brought him to Jerusalem, where he died. He was buried in the tombs of his ancestors, and all Judah and Jerusalem mourned for him."
    },
    {
        "o": 13129,
        "r": "niv:2 Chronicles:35:25",
        "t": "Jeremiah*p composed laments for Josiah, and to this day all the male and female singers commemorate Josiah in the laments. These became a tradition in Israel and are written in the Laments."
    },
    {
        "o": 13130,
        "r": "niv:2 Chronicles:35:26",
        "t": "The*p other events of Josiah’s reign and his acts of devotion in accordance with what is written in the Law of the Lord—*s"
    },
    {
        "o": 13131,
        "r": "niv:2 Chronicles:35:27",
        "t": "all the events, from beginning to end, are written in the book of the kings of Israel and Judah."
    }
]
