[
    {
        "o": 34640,
        "r": "csb:1 John:2:0",
        "t": "1 John 2",
        "h": 1
    },
    {
        "o": 34641,
        "r": "csb:1 John:2:1",
        "t": "My*p little children, I am writing you these things so that you may not sin. But if anyone does sin, we have an advocate with the Father - Jesus Christ the righteous one."
    },
    {
        "o": 34642,
        "r": "csb:1 John:2:2",
        "t": "He himself is the atoning sacrifice for our sins, and not only for ours, but also for those of the whole world."
    },
    {
        "o": 34643,
        "r": "csb:1 John:2:2",
        "t": "God’s Commands",
        "h": 2
    },
    {
        "o": 34644,
        "r": "csb:1 John:2:3",
        "t": "This*p is how we know that we know him: if we keep his commands."
    },
    {
        "o": 34645,
        "r": "csb:1 John:2:4",
        "t": "The one who says, “I have come to know him,” and yet doesn’t keep his commands, is a liar, and the truth is not in him."
    },
    {
        "o": 34646,
        "r": "csb:1 John:2:5",
        "t": "But whoever keeps his word, truly in him the love of God is made complete. This is how we know we are in him:"
    },
    {
        "o": 34647,
        "r": "csb:1 John:2:6",
        "t": "The one who says he remains in him should walk just as he walked."
    },
    {
        "o": 34648,
        "r": "csb:1 John:2:7",
        "t": "Dear*p friends, I am not writing you a new command but an old command that you have had from the beginning. The old command is the word you have heard."
    },
    {
        "o": 34649,
        "r": "csb:1 John:2:8",
        "t": "Yet I am writing you a new command, which is true in him and in you, because the darkness is passing away and the true light is already shining."
    },
    {
        "o": 34650,
        "r": "csb:1 John:2:9",
        "t": "The one who says he is in the light but hates his brother or sister is in the darkness until now."
    },
    {
        "o": 34651,
        "r": "csb:1 John:2:10",
        "t": "The one who loves his brother or sister remains in the light, and there is no cause for stumbling in him."
    },
    {
        "o": 34652,
        "r": "csb:1 John:2:11",
        "t": "But the one who hates his brother or sister is in the darkness, walks in the darkness, and doesn’t know where he’s going, because the darkness has blinded his eyes."
    },
    {
        "o": 34653,
        "r": "csb:1 John:2:11",
        "t": "Reasons for Writing",
        "h": 2
    },
    {
        "o": 34654,
        "r": "csb:1 John:2:12",
        "t": "I*pn am writing to you, little children, since*ln your sins have been forgiven on*ln account of his name."
    },
    {
        "o": 34655,
        "r": "csb:1 John:2:13",
        "t": "I*ln am writing to you, fathers, because*ln you have come to know the*ln one who is from the beginning. I*ln am writing to you, young men, because*ln you have conquered the evil one."
    },
    {
        "o": 34656,
        "r": "csb:1 John:2:14",
        "t": "I*ln have written to you, children, because*ln you have come to know the Father. I*ln have written to you, fathers, because*ln you have come to know the*ln one who is from the beginning. I*ln have written to you, young men, because*ln you are strong, God’s*ln word remains in you, and*ln you have conquered the evil one."
    },
    {
        "o": 34657,
        "r": "csb:1 John:2:14",
        "t": "A Warning about the World",
        "h": 2
    },
    {
        "o": 34658,
        "r": "csb:1 John:2:15",
        "t": "Do*p not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him."
    },
    {
        "o": 34659,
        "r": "csb:1 John:2:16",
        "t": "For everything in the world - the lust of the flesh, the lust of the eyes, and the pride in one’s possessions - is not from the Father, but is from the world."
    },
    {
        "o": 34660,
        "r": "csb:1 John:2:17",
        "t": "And the world with its lust is passing away, but the one who does the will of God remains forever."
    },
    {
        "o": 34661,
        "r": "csb:1 John:2:17",
        "t": "The Last Hour",
        "h": 2
    },
    {
        "o": 34662,
        "r": "csb:1 John:2:18",
        "t": "Children,*p it is the last hour. And as you have heard that antichrist is coming, even now many antichrists have come. By this we know that it is the last hour."
    },
    {
        "o": 34663,
        "r": "csb:1 John:2:19",
        "t": "They went out from us, but they did not belong to us; for if they had belonged to us, they would have remained with us. However, they went out so that it might be made clear that none of them belongs to us."
    },
    {
        "o": 34664,
        "r": "csb:1 John:2:20",
        "t": "But*p you have an anointing from the Holy One, and all of you know the truth."
    },
    {
        "o": 34665,
        "r": "csb:1 John:2:21",
        "t": "I have not written to you because you don’t know the truth, but because you do know it, and because no lie comes from the truth."
    },
    {
        "o": 34666,
        "r": "csb:1 John:2:22",
        "t": "Who is the liar, if not the one who denies that Jesus is the Christ? This one is the antichrist: the one who denies the Father and the Son."
    },
    {
        "o": 34667,
        "r": "csb:1 John:2:23",
        "t": "No one who denies the Son has the Father; he who confesses the Son has the Father as well."
    },
    {
        "o": 34668,
        "r": "csb:1 John:2:23",
        "t": "Remaining with God",
        "h": 2
    },
    {
        "o": 34669,
        "r": "csb:1 John:2:24",
        "t": "What*p you have heard from the beginning is to remain in you. If what you have heard from the beginning remains in you, then you will remain in the Son and in the Father."
    },
    {
        "o": 34670,
        "r": "csb:1 John:2:25",
        "t": "And this is the promise that he himself made to us: eternal life."
    },
    {
        "o": 34671,
        "r": "csb:1 John:2:26",
        "t": "I*p have written these things to you concerning those who are trying to deceive you."
    },
    {
        "o": 34672,
        "r": "csb:1 John:2:27",
        "t": "As for you, the anointing you received from him remains in you, and you don’t need anyone to teach you. Instead, his anointing teaches you about all things and is true and is not a lie; just as it has taught you, remain in him."
    },
    {
        "o": 34673,
        "r": "csb:1 John:2:27",
        "t": "God’s Children",
        "h": 2
    },
    {
        "o": 34674,
        "r": "csb:1 John:2:28",
        "t": "So*p now, little children, remain in him so that when he appears we may have confidence and not be ashamed before him at his coming."
    },
    {
        "o": 34675,
        "r": "csb:1 John:2:29",
        "t": "If you know that he is righteous, you know this as well: Everyone who does what is right has been born of him."
    }
]
