[
    {
        "o": 8501,
        "r": "nkjv:1 Samuel:19:0",
        "t": "1 Samuel 19",
        "h": 1
    },
    {
        "o": 8502,
        "r": "nkjv:1 Samuel:19:0",
        "t": "Saul Persecutes David",
        "h": 2
    },
    {
        "o": 8503,
        "r": "nkjv:1 Samuel:19:1",
        "t": "Now*p Saul spoke to Jonathan his son and to all his servants, that they should kill David; but Jonathan, Saul’s son, delighted greatly in David."
    },
    {
        "o": 8504,
        "r": "nkjv:1 Samuel:19:2",
        "t": "So Jonathan told David, saying, “My father Saul seeks to kill you. Therefore please be on your guard until morning, and stay in a secret place*i and hide."
    },
    {
        "o": 8505,
        "r": "nkjv:1 Samuel:19:3",
        "t": "And I will go out and stand beside my father in the field where you are,*i and I will speak with my father about you. Then what I observe, I will tell you.”"
    },
    {
        "o": 8506,
        "r": "nkjv:1 Samuel:19:4",
        "t": "Thus*p Jonathan spoke well of David to Saul his father, and said to him, “Let not the king sin against his servant, against David, because he has not sinned against you, and because his works have*i been*i very good toward you."
    },
    {
        "o": 8507,
        "r": "nkjv:1 Samuel:19:5",
        "t": "For he took his life in his hands and killed the Philistine, and the Lord*s brought about a great deliverance for all Israel. You saw it*i and rejoiced. Why then will you sin against innocent blood, to kill David without a cause?”"
    },
    {
        "o": 8508,
        "r": "nkjv:1 Samuel:19:6",
        "t": "So*p Saul heeded the voice of Jonathan, and Saul swore, “As*i the Lord*s lives, he shall not be killed.”"
    },
    {
        "o": 8509,
        "r": "nkjv:1 Samuel:19:7",
        "t": "Then Jonathan called David, and Jonathan told him all these things. So Jonathan brought David to Saul, and he was in his presence as in times past."
    },
    {
        "o": 8510,
        "r": "nkjv:1 Samuel:19:8",
        "t": "And*p there was war again; and David went out and fought with the Philistines, and struck them with a mighty blow, and they fled from him."
    },
    {
        "o": 8511,
        "r": "nkjv:1 Samuel:19:9",
        "t": "Now*p the distressing spirit from the Lord*s came upon Saul as he sat in his house with his spear in his hand. And David was playing music*i with his*i hand."
    },
    {
        "o": 8512,
        "r": "nkjv:1 Samuel:19:10",
        "t": "Then Saul sought to pin David to the wall with the spear, but he slipped away from Saul’s presence; and he drove the spear into the wall. So David fled and escaped that night."
    },
    {
        "o": 8513,
        "r": "nkjv:1 Samuel:19:11",
        "t": "Saul*p also sent messengers to David’s house to watch him and to kill him in the morning. And Michal, David’s wife, told him, saying, “If you do not save your life tonight, tomorrow you will be killed.”"
    },
    {
        "o": 8514,
        "r": "nkjv:1 Samuel:19:12",
        "t": "So Michal let David down through a window. And he went and fled and escaped."
    },
    {
        "o": 8515,
        "r": "nkjv:1 Samuel:19:13",
        "t": "And Michal took an image and laid it*i in the bed, put a cover of goats’ hair*i for his head, and covered it*i with clothes."
    },
    {
        "o": 8516,
        "r": "nkjv:1 Samuel:19:14",
        "t": "So when Saul sent messengers to take David, she said, “He is*i sick.”"
    },
    {
        "o": 8517,
        "r": "nkjv:1 Samuel:19:15",
        "t": "Then*p Saul sent the messengers back*i to see David, saying, “Bring him up to me in the bed, that I may kill him.”"
    },
    {
        "o": 8518,
        "r": "nkjv:1 Samuel:19:16",
        "t": "And when the messengers had come in, there was the image in the bed, with a cover of goats’ hair*i for his head."
    },
    {
        "o": 8519,
        "r": "nkjv:1 Samuel:19:17",
        "t": "Then Saul said to Michal, “Why have you deceived me like this, and sent my enemy away, so that he has escaped?” And*p Michal answered Saul, “He said to me, ‘Let me go! Why should I kill you?’”"
    },
    {
        "o": 8520,
        "r": "nkjv:1 Samuel:19:18",
        "t": "So*p David fled and escaped, and went to Samuel at Ramah, and told him all that Saul had done to him. And he and Samuel went and stayed in Naioth."
    },
    {
        "o": 8521,
        "r": "nkjv:1 Samuel:19:19",
        "t": "Now it was told Saul, saying, “Take note, David is*i at Naioth in Ramah!”"
    },
    {
        "o": 8522,
        "r": "nkjv:1 Samuel:19:20",
        "t": "Then Saul sent messengers to take David. And when they saw the group of prophets prophesying, and Samuel standing as*i leader over them, the Spirit of God came upon the messengers of Saul, and they also prophesied."
    },
    {
        "o": 8523,
        "r": "nkjv:1 Samuel:19:21",
        "t": "And when Saul was told, he sent other messengers, and they prophesied likewise. Then Saul sent messengers again the third time, and they prophesied also."
    },
    {
        "o": 8524,
        "r": "nkjv:1 Samuel:19:22",
        "t": "Then he also went to Ramah, and came to the great well that is*i at Sechu. So he asked, and said, “Where are*i Samuel and David?” And*p someone*i said, “Indeed they*i are*i at Naioth in Ramah.”"
    },
    {
        "o": 8525,
        "r": "nkjv:1 Samuel:19:23",
        "t": "So he went there to Naioth in Ramah. Then the Spirit of God was upon him also, and he went on and prophesied until he came to Naioth in Ramah."
    },
    {
        "o": 8526,
        "r": "nkjv:1 Samuel:19:24",
        "t": "And he also stripped off his clothes and prophesied before Samuel in like manner, and lay down naked all that day and all that night. Therefore they say, “Is*i Saul also among the prophets?”"
    }
]
