[
    {
        "o": 3404,
        "r": "nasb:Leviticus:14:0",
        "t": "Leviticus 14",
        "h": 1
    },
    {
        "o": 3405,
        "r": "nasb:Leviticus:14:0",
        "t": "Law of Cleansing a Leper",
        "h": 2
    },
    {
        "o": 3406,
        "r": "nasb:Leviticus:14:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3407,
        "r": "nasb:Leviticus:14:2",
        "t": "“This shall be the law of the leper in the day of his cleansing. Now he shall be brought to the priest,"
    },
    {
        "o": 3408,
        "r": "nasb:Leviticus:14:3",
        "t": "and the priest shall go out to the outside of the camp. Thus the priest shall look, and if the infection of leprosy has been healed in the leper,"
    },
    {
        "o": 3409,
        "r": "nasb:Leviticus:14:4",
        "t": "then the priest shall give orders to take two live clean birds and cedar wood and a scarlet string and hyssop for the one who is to be cleansed."
    },
    {
        "o": 3410,
        "r": "nasb:Leviticus:14:5",
        "t": "The priest shall also give orders to slay the one bird in an earthenware vessel over running water."
    },
    {
        "o": 3411,
        "r": "nasb:Leviticus:14:6",
        "t": "As*i for*i the live bird, he shall take it together with the cedar wood and the scarlet string and the hyssop, and shall dip them and the live bird in the blood of the bird that was slain over the running water."
    },
    {
        "o": 3412,
        "r": "nasb:Leviticus:14:7",
        "t": "He shall then sprinkle seven times the one who is to be cleansed from the leprosy and shall pronounce him clean, and shall let the live bird go free over the open field."
    },
    {
        "o": 3413,
        "r": "nasb:Leviticus:14:8",
        "t": "The one to be cleansed shall then wash his clothes and shave off all his hair and bathe in water and be clean. Now afterward, he may enter the camp, but he shall stay outside his tent for seven days."
    },
    {
        "o": 3414,
        "r": "nasb:Leviticus:14:9",
        "t": "It will be on the seventh day that he shall shave off all his hair: he shall shave his head and his beard and his eyebrows, even all his hair. He shall then wash his clothes and bathe his body in water and be clean."
    },
    {
        "o": 3415,
        "r": "nasb:Leviticus:14:10",
        "t": "“Now*p on the eighth day he is to take two male lambs without defect, and a yearling ewe lamb without defect, and three-tenths of*i an*i ephah*i of fine flour mixed with oil for a grain offering, and one log of oil;"
    },
    {
        "o": 3416,
        "r": "nasb:Leviticus:14:11",
        "t": "and the priest who pronounces him clean shall present the man to be cleansed and the aforesaid before the Lord*s at the doorway of the tent of meeting."
    },
    {
        "o": 3417,
        "r": "nasb:Leviticus:14:12",
        "t": "Then the priest shall take the one male lamb and bring it for a guilt offering, with the log of oil, and present them as a wave offering before the Lord.*s"
    },
    {
        "o": 3418,
        "r": "nasb:Leviticus:14:13",
        "t": "Next he shall slaughter the male lamb in the place where they slaughter the sin offering and the burnt offering, at the place of the sanctuary—for the guilt offering, like the sin offering, belongs to the priest; it is most holy."
    },
    {
        "o": 3419,
        "r": "nasb:Leviticus:14:14",
        "t": "The priest shall then take some of the blood of the guilt offering, and the priest shall put it*i on the lobe of the right ear of the one to be cleansed, and on the thumb of his right hand and on the big toe of his right foot."
    },
    {
        "o": 3420,
        "r": "nasb:Leviticus:14:15",
        "t": "The priest shall also take some of the log of oil, and pour it*i into his left palm;"
    },
    {
        "o": 3421,
        "r": "nasb:Leviticus:14:16",
        "t": "the priest shall then dip his right-hand finger into the oil that is in his left palm, and with his finger sprinkle some of the oil seven times before the Lord.*s"
    },
    {
        "o": 3422,
        "r": "nasb:Leviticus:14:17",
        "t": "Of the remaining oil which is in his palm, the priest shall put some on the right ear lobe of the one to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot, on the blood of the guilt offering;"
    },
    {
        "o": 3423,
        "r": "nasb:Leviticus:14:18",
        "t": "while the rest of the oil that is in the priest’s palm, he shall put on the head of the one to be cleansed. So the priest shall make atonement on his behalf before the Lord.*s"
    },
    {
        "o": 3424,
        "r": "nasb:Leviticus:14:19",
        "t": "The priest shall next offer the sin offering and make atonement for the one to be cleansed from his uncleanness. Then afterward, he shall slaughter the burnt offering."
    },
    {
        "o": 3425,
        "r": "nasb:Leviticus:14:20",
        "t": "The priest shall offer up the burnt offering and the grain offering on the altar. Thus the priest shall make atonement for him, and he will be clean."
    },
    {
        "o": 3426,
        "r": "nasb:Leviticus:14:21",
        "t": "“But*p if he is poor and his means are insufficient, then he is to take one male lamb for a guilt offering as a wave offering to make atonement for him, and one-tenth of*i an*i ephah*i of fine flour mixed with oil for a grain offering, and a log of oil,"
    },
    {
        "o": 3427,
        "r": "nasb:Leviticus:14:22",
        "t": "and two turtledoves or two young pigeons which are within his means, the one shall be a sin offering and the other a burnt offering."
    },
    {
        "o": 3428,
        "r": "nasb:Leviticus:14:23",
        "t": "Then the eighth day he shall bring them for his cleansing to the priest, at the doorway of the tent of meeting, before the Lord.*s"
    },
    {
        "o": 3429,
        "r": "nasb:Leviticus:14:24",
        "t": "The priest shall take the lamb of the guilt offering and the log of oil, and the priest shall offer them for a wave offering before the Lord.*s"
    },
    {
        "o": 3430,
        "r": "nasb:Leviticus:14:25",
        "t": "Next he shall slaughter the lamb of the guilt offering; and the priest is to take some of the blood of the guilt offering and put it*i on the lobe of the right ear of the one to be cleansed and on the thumb of his right hand and on the big toe of his right foot."
    },
    {
        "o": 3431,
        "r": "nasb:Leviticus:14:26",
        "t": "The priest shall also pour some of the oil into his left palm;"
    },
    {
        "o": 3432,
        "r": "nasb:Leviticus:14:27",
        "t": "and with his right-hand finger the priest shall sprinkle some of the oil that is in his left palm seven times before the Lord.*s"
    },
    {
        "o": 3433,
        "r": "nasb:Leviticus:14:28",
        "t": "The priest shall then put some of the oil that is in his palm on the lobe of the right ear of the one to be cleansed, and on the thumb of his right hand and on the big toe of his right foot, on the place of the blood of the guilt offering."
    },
    {
        "o": 3434,
        "r": "nasb:Leviticus:14:29",
        "t": "Moreover, the rest of the oil that is in the priest’s palm he shall put on the head of the one to be cleansed, to make atonement on his behalf before the Lord.*s"
    },
    {
        "o": 3435,
        "r": "nasb:Leviticus:14:30",
        "t": "He shall then offer one of the turtledoves or young pigeons, which are within his means."
    },
    {
        "o": 3436,
        "r": "nasb:Leviticus:14:31",
        "t": "He*i shall*i offer*i what he can afford, the one for a sin offering and the other for a burnt offering, together with the grain offering. So the priest shall make atonement before the Lord*s on behalf of the one to be cleansed."
    },
    {
        "o": 3437,
        "r": "nasb:Leviticus:14:32",
        "t": "This is the law for*i him*i in whom there is an infection of leprosy, whose means are limited for his cleansing.”"
    },
    {
        "o": 3438,
        "r": "nasb:Leviticus:14:32",
        "t": "Cleansing a Leprous House",
        "h": 2
    },
    {
        "o": 3439,
        "r": "nasb:Leviticus:14:33",
        "t": "The*p Lord*s further spoke to Moses and to Aaron, saying:"
    },
    {
        "o": 3440,
        "r": "nasb:Leviticus:14:34",
        "t": "“When*p you enter the land of Canaan, which I give you for a possession, and I put a mark of leprosy on a house in the land of your possession,"
    },
    {
        "o": 3441,
        "r": "nasb:Leviticus:14:35",
        "t": "then the one who owns the house shall come and tell the priest, saying, ‘Something*i like a mark of*i leprosy*i has become visible to me in the house.’"
    },
    {
        "o": 3442,
        "r": "nasb:Leviticus:14:36",
        "t": "The priest shall then command that they empty the house before the priest goes in to look at the mark, so that everything in the house need not become unclean; and afterward the priest shall go in to look at the house."
    },
    {
        "o": 3443,
        "r": "nasb:Leviticus:14:37",
        "t": "So he shall look at the mark, and if the mark on the walls of the house has greenish or reddish depressions and appears deeper than the surface,"
    },
    {
        "o": 3444,
        "r": "nasb:Leviticus:14:38",
        "t": "then the priest shall come out of the house, to the doorway, and quarantine the house for seven days."
    },
    {
        "o": 3445,
        "r": "nasb:Leviticus:14:39",
        "t": "The priest shall return on the seventh day and make an inspection. If the mark has indeed spread in the walls of the house,"
    },
    {
        "o": 3446,
        "r": "nasb:Leviticus:14:40",
        "t": "then the priest shall order them to tear out the stones with the mark in them and throw them away at an unclean place outside the city."
    },
    {
        "o": 3447,
        "r": "nasb:Leviticus:14:41",
        "t": "He shall have the house scraped all around inside, and they shall dump the plaster that they scrape off at an unclean place outside the city."
    },
    {
        "o": 3448,
        "r": "nasb:Leviticus:14:42",
        "t": "Then they shall take other stones and replace those*i stones, and he shall take other plaster and replaster the house."
    },
    {
        "o": 3449,
        "r": "nasb:Leviticus:14:43",
        "t": "“If,*p however, the mark breaks out again in the house after he has torn out the stones and scraped the house, and after it has been replastered,"
    },
    {
        "o": 3450,
        "r": "nasb:Leviticus:14:44",
        "t": "then the priest shall come in and make an inspection. If he sees that the mark has indeed spread in the house, it is a malignant mark in the house; it is unclean."
    },
    {
        "o": 3451,
        "r": "nasb:Leviticus:14:45",
        "t": "He shall therefore tear down the house, its stones, and its timbers, and all the plaster of the house, and he shall take them*i outside the city to an unclean place."
    },
    {
        "o": 3452,
        "r": "nasb:Leviticus:14:46",
        "t": "Moreover, whoever goes into the house during the time that he has quarantined it, becomes unclean until evening."
    },
    {
        "o": 3453,
        "r": "nasb:Leviticus:14:47",
        "t": "Likewise, whoever lies down in the house shall wash his clothes, and whoever eats in the house shall wash his clothes."
    },
    {
        "o": 3454,
        "r": "nasb:Leviticus:14:48",
        "t": "“If,*p on the other hand, the priest comes in and makes an inspection and the mark has not indeed spread in the house after the house has been replastered, then the priest shall pronounce the house clean because the mark has not reappeared."
    },
    {
        "o": 3455,
        "r": "nasb:Leviticus:14:49",
        "t": "To cleanse the house then, he shall take two birds and cedar wood and a scarlet string and hyssop,"
    },
    {
        "o": 3456,
        "r": "nasb:Leviticus:14:50",
        "t": "and he shall slaughter the one bird in an earthenware vessel over running water."
    },
    {
        "o": 3457,
        "r": "nasb:Leviticus:14:51",
        "t": "Then he shall take the cedar wood and the hyssop and the scarlet string, with the live bird, and dip them in the blood of the slain bird as well as in the running water, and sprinkle the house seven times."
    },
    {
        "o": 3458,
        "r": "nasb:Leviticus:14:52",
        "t": "He shall thus cleanse the house with the blood of the bird and with the running water, along with the live bird and with the cedar wood and with the hyssop and with the scarlet string."
    },
    {
        "o": 3459,
        "r": "nasb:Leviticus:14:53",
        "t": "However, he shall let the live bird go free outside the city into the open field. So he shall make atonement for the house, and it will be clean.”"
    },
    {
        "o": 3460,
        "r": "nasb:Leviticus:14:54",
        "t": "This*p is the law for any mark of leprosy—even for a scale,"
    },
    {
        "o": 3461,
        "r": "nasb:Leviticus:14:55",
        "t": "and for the leprous garment or house,"
    },
    {
        "o": 3462,
        "r": "nasb:Leviticus:14:56",
        "t": "and for a swelling, and for a scab, and for a bright spot—"
    },
    {
        "o": 3463,
        "r": "nasb:Leviticus:14:57",
        "t": "to teach when they are unclean and when they are clean. This is the law of leprosy."
    }
]
