[
    {
        "o": 32909,
        "r": "nasb:1 Thessalonians:2:0",
        "t": "1 Thessalonians 2",
        "h": 1
    },
    {
        "o": 32910,
        "r": "nasb:1 Thessalonians:2:0",
        "t": "Paul’s Ministry",
        "h": 2
    },
    {
        "o": 32911,
        "r": "nasb:1 Thessalonians:2:1",
        "t": "For*p you yourselves know, brethren, that our coming to you was not in vain,"
    },
    {
        "o": 32912,
        "r": "nasb:1 Thessalonians:2:2",
        "t": "but after we had already suffered and been mistreated in Philippi, as you know, we had the boldness in our God to speak to you the gospel of God amid much opposition."
    },
    {
        "o": 32913,
        "r": "nasb:1 Thessalonians:2:3",
        "t": "For our exhortation does not come*i from error or impurity or by way of deceit;"
    },
    {
        "o": 32914,
        "r": "nasb:1 Thessalonians:2:4",
        "t": "but just as we have been approved by God to be entrusted with the gospel, so we speak, not as pleasing men, but God who examines our hearts."
    },
    {
        "o": 32915,
        "r": "nasb:1 Thessalonians:2:5",
        "t": "For we never came with flattering speech, as you know, nor with a pretext for greed—God is witness—"
    },
    {
        "o": 32916,
        "r": "nasb:1 Thessalonians:2:6",
        "t": "nor did we seek glory from men, either from you or from others, even though as apostles of Christ we might have asserted our authority."
    },
    {
        "o": 32917,
        "r": "nasb:1 Thessalonians:2:7",
        "t": "But we proved to be gentle among you, as a nursing mother*i tenderly cares for her own children."
    },
    {
        "o": 32918,
        "r": "nasb:1 Thessalonians:2:8",
        "t": "Having so fond an affection for you, we were well-pleased to impart to you not only the gospel of God but also our own lives, because you had become very dear to us."
    },
    {
        "o": 32919,
        "r": "nasb:1 Thessalonians:2:9",
        "t": "For*p you recall, brethren, our labor and hardship, how*i working night and day so as not to be a burden to any of you, we proclaimed to you the gospel of God."
    },
    {
        "o": 32920,
        "r": "nasb:1 Thessalonians:2:10",
        "t": "You are witnesses, and so*i is*i God, how devoutly and uprightly and blamelessly we behaved toward you believers;"
    },
    {
        "o": 32921,
        "r": "nasb:1 Thessalonians:2:11",
        "t": "just as you know how we were*i exhorting and encouraging and imploring each one of you as a father would*i his own children,"
    },
    {
        "o": 32922,
        "r": "nasb:1 Thessalonians:2:12",
        "t": "so that you would walk in a manner worthy of the God who calls you into His own kingdom and glory."
    },
    {
        "o": 32923,
        "r": "nasb:1 Thessalonians:2:13",
        "t": "For*p this reason we also constantly thank God that when you received the word of God which you heard from us, you accepted it*i not as*i the word of men, but for*i what it really is, the word of God, which also performs its work in you who believe."
    },
    {
        "o": 32924,
        "r": "nasb:1 Thessalonians:2:14",
        "t": "For you, brethren, became imitators of the churches of God in Christ Jesus that are in Judea, for you also endured the same sufferings at the hands of your own countrymen, even as they did*i from the Jews,"
    },
    {
        "o": 32925,
        "r": "nasb:1 Thessalonians:2:15",
        "t": "who both killed the Lord Jesus and the prophets, and drove us out. They are not pleasing to God, but hostile to all men,"
    },
    {
        "o": 32926,
        "r": "nasb:1 Thessalonians:2:16",
        "t": "hindering us from speaking to the Gentiles so that they may be saved; with the result that they always fill up the measure of their sins. But wrath has come upon them to the utmost."
    },
    {
        "o": 32927,
        "r": "nasb:1 Thessalonians:2:17",
        "t": "But*p we, brethren, having been taken away from you for a short while—in person, not in spirit—were all the more eager with great desire to see your face."
    },
    {
        "o": 32928,
        "r": "nasb:1 Thessalonians:2:18",
        "t": "For we wanted to come to you—I, Paul, more than once—and yet*i Satan hindered us."
    },
    {
        "o": 32929,
        "r": "nasb:1 Thessalonians:2:19",
        "t": "For who is our hope or joy or crown of exultation? Is it not even you, in the presence of our Lord Jesus at His coming?"
    },
    {
        "o": 32930,
        "r": "nasb:1 Thessalonians:2:20",
        "t": "For you are our glory and joy."
    }
]
