[
    {
        "o": 9980,
        "r": "niv:1 Kings:12:0",
        "t": "1 Kings 12",
        "h": 1
    },
    {
        "o": 9981,
        "r": "niv:1 Kings:12:0",
        "t": "Israel Rebels Against Rehoboam",
        "h": 2
    },
    {
        "o": 9982,
        "r": "niv:1 Kings:12:1",
        "t": "Rehoboam*p went to Shechem, for all Israel had gone there to make him king."
    },
    {
        "o": 9983,
        "r": "niv:1 Kings:12:2",
        "t": "When Jeroboam son of Nebat heard this (he was still in Egypt, where he had fled from King Solomon), he returned from Egypt."
    },
    {
        "o": 9984,
        "r": "niv:1 Kings:12:3",
        "t": "So they sent for Jeroboam, and he and the whole assembly of Israel went to Rehoboam and said to him:"
    },
    {
        "o": 9985,
        "r": "niv:1 Kings:12:4",
        "t": "“Your father put a heavy yoke on us, but now lighten the harsh labor and the heavy yoke he put on us, and we will serve you.”"
    },
    {
        "o": 9986,
        "r": "niv:1 Kings:12:5",
        "t": "Rehoboam*p answered, “Go away for three days and then come back to me.” So the people went away."
    },
    {
        "o": 9987,
        "r": "niv:1 Kings:12:6",
        "t": "Then*p King Rehoboam consulted the elders who had served his father Solomon during his lifetime. “How would you advise me to answer these people?” he asked."
    },
    {
        "o": 9988,
        "r": "niv:1 Kings:12:7",
        "t": "They*p replied, “If today you will be a servant to these people and serve them and give them a favorable answer, they will always be your servants.”"
    },
    {
        "o": 9989,
        "r": "niv:1 Kings:12:8",
        "t": "But*p Rehoboam rejected the advice the elders gave him and consulted the young men who had grown up with him and were serving him."
    },
    {
        "o": 9990,
        "r": "niv:1 Kings:12:9",
        "t": "He asked them, “What is your advice? How should we answer these people who say to me, ‘Lighten the yoke your father put on us’?”"
    },
    {
        "o": 9991,
        "r": "niv:1 Kings:12:10",
        "t": "The*p young men who had grown up with him replied, “These people have said to you, ‘Your father put a heavy yoke on us, but make our yoke lighter.’ Now tell them, ‘My little finger is thicker than my father’s waist."
    },
    {
        "o": 9992,
        "r": "niv:1 Kings:12:11",
        "t": "My father laid on you a heavy yoke; I will make it even heavier. My father scourged you with whips; I will scourge you with scorpions.’ ”"
    },
    {
        "o": 9993,
        "r": "niv:1 Kings:12:12",
        "t": "Three*p days later Jeroboam and all the people returned to Rehoboam, as the king had said, “Come back to me in three days.”"
    },
    {
        "o": 9994,
        "r": "niv:1 Kings:12:13",
        "t": "The king answered the people harshly. Rejecting the advice given him by the elders,"
    },
    {
        "o": 9995,
        "r": "niv:1 Kings:12:14",
        "t": "he followed the advice of the young men and said, “My father made your yoke heavy; I will make it even heavier. My father scourged you with whips; I will scourge you with scorpions.”"
    },
    {
        "o": 9996,
        "r": "niv:1 Kings:12:15",
        "t": "So the king did not listen to the people, for this turn of events was from the Lord,*s to fulfill the word the Lord*s had spoken to Jeroboam son of Nebat through Ahijah the Shilonite."
    },
    {
        "o": 9997,
        "r": "niv:1 Kings:12:16",
        "t": "When*p all Israel saw that the king refused to listen to them, they answered the king: “What*pn share do we have in David, what*ld part in Jesse’s son? To*ln your tents, Israel! Look*ld after your own house, David!” So*p the Israelites went home."
    },
    {
        "o": 9998,
        "r": "niv:1 Kings:12:17",
        "t": "But as for the Israelites who were living in the towns of Judah, Rehoboam still ruled over them."
    },
    {
        "o": 9999,
        "r": "niv:1 Kings:12:18",
        "t": "King*p Rehoboam sent out Adoniram, who was in charge of forced labor, but all Israel stoned him to death. King Rehoboam, however, managed to get into his chariot and escape to Jerusalem."
    },
    {
        "o": 10000,
        "r": "niv:1 Kings:12:19",
        "t": "So Israel has been in rebellion against the house of David to this day."
    },
    {
        "o": 10001,
        "r": "niv:1 Kings:12:20",
        "t": "When*p all the Israelites heard that Jeroboam had returned, they sent and called him to the assembly and made him king over all Israel. Only the tribe of Judah remained loyal to the house of David."
    },
    {
        "o": 10002,
        "r": "niv:1 Kings:12:21",
        "t": "When*p Rehoboam arrived in Jerusalem, he mustered all Judah and the tribe of Benjamin—a hundred and eighty thousand able young men—to go to war against Israel and to regain the kingdom for Rehoboam son of Solomon."
    },
    {
        "o": 10003,
        "r": "niv:1 Kings:12:22",
        "t": "But*p this word of God came to Shemaiah the man of God:"
    },
    {
        "o": 10004,
        "r": "niv:1 Kings:12:23",
        "t": "“Say to Rehoboam son of Solomon king of Judah, to all Judah and Benjamin, and to the rest of the people,"
    },
    {
        "o": 10005,
        "r": "niv:1 Kings:12:24",
        "t": "‘This is what the Lord*s says: Do not go up to fight against your brothers, the Israelites. Go home, every one of you, for this is my doing.’ ” So they obeyed the word of the Lord*s and went home again, as the Lord*s had ordered."
    },
    {
        "o": 10006,
        "r": "niv:1 Kings:12:24",
        "t": "Golden Calves at Bethel and Dan",
        "h": 2
    },
    {
        "o": 10007,
        "r": "niv:1 Kings:12:25",
        "t": "Then*p Jeroboam fortified Shechem in the hill country of Ephraim and lived there. From there he went out and built up Peniel."
    },
    {
        "o": 10008,
        "r": "niv:1 Kings:12:26",
        "t": "Jeroboam*p thought to himself, “The kingdom will now likely revert to the house of David."
    },
    {
        "o": 10009,
        "r": "niv:1 Kings:12:27",
        "t": "If these people go up to offer sacrifices at the temple of the Lord*s in Jerusalem, they will again give their allegiance to their lord, Rehoboam king of Judah. They will kill me and return to King Rehoboam.”"
    },
    {
        "o": 10010,
        "r": "niv:1 Kings:12:28",
        "t": "After*p seeking advice, the king made two golden calves. He said to the people, “It is too much for you to go up to Jerusalem. Here are your gods, Israel, who brought you up out of Egypt.”"
    },
    {
        "o": 10011,
        "r": "niv:1 Kings:12:29",
        "t": "One he set up in Bethel, and the other in Dan."
    },
    {
        "o": 10012,
        "r": "niv:1 Kings:12:30",
        "t": "And this thing became a sin; the people came to worship the one at Bethel and went as far as Dan to worship the other."
    },
    {
        "o": 10013,
        "r": "niv:1 Kings:12:31",
        "t": "Jeroboam*p built shrines on high places and appointed priests from all sorts of people, even though they were not Levites."
    },
    {
        "o": 10014,
        "r": "niv:1 Kings:12:32",
        "t": "He instituted a festival on the fifteenth day of the eighth month, like the festival held in Judah, and offered sacrifices on the altar. This he did in Bethel, sacrificing to the calves he had made. And at Bethel he also installed priests at the high places he had made."
    },
    {
        "o": 10015,
        "r": "niv:1 Kings:12:33",
        "t": "On the fifteenth day of the eighth month, a month of his own choosing, he offered sacrifices on the altar he had built at Bethel. So he instituted the festival for the Israelites and went up to the altar to make offerings."
    }
]
