[
    {
        "o": 3374,
        "r": "csb:Leviticus:12:0",
        "t": "Leviticus 12",
        "h": 1
    },
    {
        "o": 3375,
        "r": "csb:Leviticus:12:0",
        "t": "Purification after Childbirth",
        "h": 2
    },
    {
        "o": 3376,
        "r": "csb:Leviticus:12:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3377,
        "r": "csb:Leviticus:12:2",
        "t": "“Tell the Israelites: When a woman becomes pregnant and gives birth to a male child, she will be unclean seven days, as she is during the days of her menstrual impurity."
    },
    {
        "o": 3378,
        "r": "csb:Leviticus:12:3",
        "t": "The flesh of his foreskin must be circumcised on the eighth day."
    },
    {
        "o": 3379,
        "r": "csb:Leviticus:12:4",
        "t": "She will continue in purification from her bleeding for thirty-three days. She must not touch any holy thing or go into the sanctuary until completing her days of purification."
    },
    {
        "o": 3380,
        "r": "csb:Leviticus:12:5",
        "t": "But if she gives birth to a female child, she will be unclean for two weeks as she is during her menstrual impurity. She will continue in purification from her bleeding for sixty-six days."
    },
    {
        "o": 3381,
        "r": "csb:Leviticus:12:6",
        "t": "“When*p her days of purification are complete, whether for a son or daughter, she is to bring to the priest at the entrance to the tent of meeting a year-old male lamb for a burnt offering, and a young pigeon or a turtledove for a sin offering."
    },
    {
        "o": 3382,
        "r": "csb:Leviticus:12:7",
        "t": "He will present them before the Lord*s and make atonement on her behalf; she will be clean from her discharge of blood. This is the law for a woman giving birth, whether to a male or female."
    },
    {
        "o": 3383,
        "r": "csb:Leviticus:12:8",
        "t": "But if she doesn’t have sufficient means for a sheep, she may take two turtledoves or two young pigeons, one for a burnt offering and the other for a sin offering. Then the priest will make atonement on her behalf, and she will be clean.”"
    }
]
