[
    {
        "o": 32877,
        "r": "nasb:Colossians:4:0",
        "t": "Colossians 4",
        "h": 1
    },
    {
        "o": 32878,
        "r": "nasb:Colossians:4:0",
        "t": "Fellow Workers",
        "h": 2
    },
    {
        "o": 32879,
        "r": "nasb:Colossians:4:1",
        "t": "Masters,*p grant to your slaves justice and fairness, knowing that you too have a Master in heaven."
    },
    {
        "o": 32880,
        "r": "nasb:Colossians:4:2",
        "t": "Devote*p yourselves to prayer, keeping alert in it with an*i attitude*i of*i thanksgiving;"
    },
    {
        "o": 32881,
        "r": "nasb:Colossians:4:3",
        "t": "praying at the same time for us as well, that God will open up to us a door for the word, so that we may speak forth the mystery of Christ, for which I have also been imprisoned;"
    },
    {
        "o": 32882,
        "r": "nasb:Colossians:4:4",
        "t": "that I may make it clear in the way I ought to speak."
    },
    {
        "o": 32883,
        "r": "nasb:Colossians:4:5",
        "t": "Conduct*p yourselves with wisdom toward outsiders, making the most of the opportunity."
    },
    {
        "o": 32884,
        "r": "nasb:Colossians:4:6",
        "t": "Let your speech always be with grace, as*i though*i seasoned with salt, so that you will know how you should respond to each person."
    },
    {
        "o": 32885,
        "r": "nasb:Colossians:4:7",
        "t": "As*p to all my affairs, Tychicus, our*i beloved brother and faithful servant and fellow bond-servant in the Lord, will bring you information."
    },
    {
        "o": 32886,
        "r": "nasb:Colossians:4:8",
        "t": "For*i I have sent him to you for this very purpose, that you may know about our circumstances and that he may encourage your hearts;"
    },
    {
        "o": 32887,
        "r": "nasb:Colossians:4:9",
        "t": "and with him Onesimus, our*i faithful and beloved brother, who is one of your number.*i They will inform you about the whole situation here."
    },
    {
        "o": 32888,
        "r": "nasb:Colossians:4:10",
        "t": "Aristarchus,*p my fellow prisoner, sends you his greetings; and also*i Barnabas’s cousin Mark (about whom you received instructions; if he comes to you, welcome him);"
    },
    {
        "o": 32889,
        "r": "nasb:Colossians:4:11",
        "t": "and also*i Jesus who is called Justus; these are the only fellow workers for the kingdom of God who are from the circumcision, and they have proved to be an encouragement to me."
    },
    {
        "o": 32890,
        "r": "nasb:Colossians:4:12",
        "t": "Epaphras, who is one of your number, a bondslave of Jesus Christ, sends you his greetings, always laboring earnestly for you in his prayers, that you may stand perfect and fully assured in all the will of God."
    },
    {
        "o": 32891,
        "r": "nasb:Colossians:4:13",
        "t": "For I testify for him that he has a deep concern for you and for those who are in Laodicea and Hierapolis."
    },
    {
        "o": 32892,
        "r": "nasb:Colossians:4:14",
        "t": "Luke, the beloved physician, sends you his greetings, and also*i Demas."
    },
    {
        "o": 32893,
        "r": "nasb:Colossians:4:15",
        "t": "Greet the brethren who are in Laodicea and also Nympha and the church that is in her house."
    },
    {
        "o": 32894,
        "r": "nasb:Colossians:4:16",
        "t": "When this letter is read among you, have it also read in the church of the Laodiceans; and you, for your part read my letter that*i is*i coming*i from Laodicea."
    },
    {
        "o": 32895,
        "r": "nasb:Colossians:4:17",
        "t": "Say to Archippus, “Take heed to the ministry which you have received in the Lord, that you may fulfill it.”"
    },
    {
        "o": 32896,
        "r": "nasb:Colossians:4:18",
        "t": "I,*p Paul, write this greeting with my own hand. Remember my imprisonment. Grace be with you."
    }
]
