[
    {
        "o": 32587,
        "r": "niv:Colossians:2:0",
        "t": "Colossians 2",
        "h": 1
    },
    {
        "o": 32588,
        "r": "niv:Colossians:2:1",
        "t": "I*p want you to know how hard I am contending for you and for those at Laodicea, and for all who have not met me personally."
    },
    {
        "o": 32589,
        "r": "niv:Colossians:2:2",
        "t": "My goal is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ,"
    },
    {
        "o": 32590,
        "r": "niv:Colossians:2:3",
        "t": "in whom are hidden all the treasures of wisdom and knowledge."
    },
    {
        "o": 32591,
        "r": "niv:Colossians:2:4",
        "t": "I tell you this so that no one may deceive you by fine-sounding arguments."
    },
    {
        "o": 32592,
        "r": "niv:Colossians:2:5",
        "t": "For though I am absent from you in body, I am present with you in spirit and delight to see how disciplined you are and how firm your faith in Christ is."
    },
    {
        "o": 32593,
        "r": "niv:Colossians:2:5",
        "t": "Spiritual Fullness in Christ",
        "h": 2
    },
    {
        "o": 32594,
        "r": "niv:Colossians:2:6",
        "t": "So*p then, just as you received Christ Jesus as Lord, continue to live your lives in him,"
    },
    {
        "o": 32595,
        "r": "niv:Colossians:2:7",
        "t": "rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness."
    },
    {
        "o": 32596,
        "r": "niv:Colossians:2:8",
        "t": "See*p to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces of this world rather than on Christ."
    },
    {
        "o": 32597,
        "r": "niv:Colossians:2:9",
        "t": "For*p in Christ all the fullness of the Deity lives in bodily form,"
    },
    {
        "o": 32598,
        "r": "niv:Colossians:2:10",
        "t": "and in Christ you have been brought to fullness. He is the head over every power and authority."
    },
    {
        "o": 32599,
        "r": "niv:Colossians:2:11",
        "t": "In him you were also circumcised with a circumcision not performed by human hands. Your whole self ruled by the flesh was put off when you were circumcised by Christ,"
    },
    {
        "o": 32600,
        "r": "niv:Colossians:2:12",
        "t": "having been buried with him in baptism, in which you were also raised with him through your faith in the working of God, who raised him from the dead."
    },
    {
        "o": 32601,
        "r": "niv:Colossians:2:13",
        "t": "When*p you were dead in your sins and in the uncircumcision of your flesh, God made you alive with Christ. He forgave us all our sins,"
    },
    {
        "o": 32602,
        "r": "niv:Colossians:2:14",
        "t": "having canceled the charge of our legal indebtedness, which stood against us and condemned us; he has taken it away, nailing it to the cross."
    },
    {
        "o": 32603,
        "r": "niv:Colossians:2:15",
        "t": "And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross."
    },
    {
        "o": 32604,
        "r": "niv:Colossians:2:15",
        "t": "Freedom From Human Rules",
        "h": 2
    },
    {
        "o": 32605,
        "r": "niv:Colossians:2:16",
        "t": "Therefore*p do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day."
    },
    {
        "o": 32606,
        "r": "niv:Colossians:2:17",
        "t": "These are a shadow of the things that were to come; the reality, however, is found in Christ."
    },
    {
        "o": 32607,
        "r": "niv:Colossians:2:18",
        "t": "Do not let anyone who delights in false humility and the worship of angels disqualify you. Such a person also goes into great detail about what they have seen; they are puffed up with idle notions by their unspiritual mind."
    },
    {
        "o": 32608,
        "r": "niv:Colossians:2:19",
        "t": "They have lost connection with the head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow."
    },
    {
        "o": 32609,
        "r": "niv:Colossians:2:20",
        "t": "Since*p you died with Christ to the elemental spiritual forces of this world, why, as though you still belonged to the world, do you submit to its rules:"
    },
    {
        "o": 32610,
        "r": "niv:Colossians:2:21",
        "t": "“Do not handle! Do not taste! Do not touch!”?"
    },
    {
        "o": 32611,
        "r": "niv:Colossians:2:22",
        "t": "These rules, which have to do with things that are all destined to perish with use, are based on merely human commands and teachings."
    },
    {
        "o": 32612,
        "r": "niv:Colossians:2:23",
        "t": "Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence."
    }
]
