[
    {
        "o": 13952,
        "r": "nkjv:Nehemiah:11:0",
        "t": "Nehemiah 11",
        "h": 1
    },
    {
        "o": 13953,
        "r": "nkjv:Nehemiah:11:0",
        "t": "The People Dwelling in Jerusalem",
        "h": 2
    },
    {
        "o": 13954,
        "r": "nkjv:Nehemiah:11:1",
        "t": "Now*p the leaders of the people dwelt at Jerusalem; the rest of the people cast lots to bring one out of ten to dwell in Jerusalem, the holy city, and nine-tenths were*i to*i dwell*i in other*i cities."
    },
    {
        "o": 13955,
        "r": "nkjv:Nehemiah:11:2",
        "t": "And the people blessed all the men who willingly offered themselves to dwell at Jerusalem."
    },
    {
        "o": 13956,
        "r": "nkjv:Nehemiah:11:3",
        "t": "These*p are*i the heads of the province who dwelt in Jerusalem. (But in the cities of Judah everyone dwelt in his own possession in their cities—Israelites, priests, Levites, Nethinim, and descendants of Solomon’s servants.)"
    },
    {
        "o": 13957,
        "r": "nkjv:Nehemiah:11:4",
        "t": "Also in Jerusalem dwelt some*i of the children of Judah and of the children of Benjamin. The*p children of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the children of Perez;"
    },
    {
        "o": 13958,
        "r": "nkjv:Nehemiah:11:5",
        "t": "and Maaseiah the son of Baruch, the son of Col-Hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni."
    },
    {
        "o": 13959,
        "r": "nkjv:Nehemiah:11:6",
        "t": "All the sons of Perez who dwelt at Jerusalem were*i four hundred and sixty-eight valiant men."
    },
    {
        "o": 13960,
        "r": "nkjv:Nehemiah:11:7",
        "t": "And*p these are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah;"
    },
    {
        "o": 13961,
        "r": "nkjv:Nehemiah:11:8",
        "t": "and after him Gabbai and*i Sallai, nine hundred and twenty-eight."
    },
    {
        "o": 13962,
        "r": "nkjv:Nehemiah:11:9",
        "t": "Joel the son of Zichri was*i their overseer, and Judah the son of Senuah was*i second over the city."
    },
    {
        "o": 13963,
        "r": "nkjv:Nehemiah:11:10",
        "t": "Of*p the priests: Jedaiah the son of Joiarib, and Jachin;"
    },
    {
        "o": 13964,
        "r": "nkjv:Nehemiah:11:11",
        "t": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was*i the leader of the house of God."
    },
    {
        "o": 13965,
        "r": "nkjv:Nehemiah:11:12",
        "t": "Their brethren who did the work of the house were*i eight hundred and twenty-two; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,"
    },
    {
        "o": 13966,
        "r": "nkjv:Nehemiah:11:13",
        "t": "and his brethren, heads of the fathers’ houses,*i were*i two hundred and forty-two; and Amashai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,"
    },
    {
        "o": 13967,
        "r": "nkjv:Nehemiah:11:14",
        "t": "and their brethren, mighty men of valor, were*i one hundred and twenty-eight. Their overseer was*i Zabdiel the son of one*i of*i the great men."
    },
    {
        "o": 13968,
        "r": "nkjv:Nehemiah:11:15",
        "t": "Also*p of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
    },
    {
        "o": 13969,
        "r": "nkjv:Nehemiah:11:16",
        "t": "Shabbethai and Jozabad, of the heads of the Levites, had*i the oversight of the business outside of the house of God;"
    },
    {
        "o": 13970,
        "r": "nkjv:Nehemiah:11:17",
        "t": "Mattaniah the son of Micha, the son of Zabdi, the son of Asaph, the leader who*i began the thanksgiving with prayer; Bakbukiah, the second among his brethren; and Abda the son of Shammua, the son of Galal, the son of Jeduthun."
    },
    {
        "o": 13971,
        "r": "nkjv:Nehemiah:11:18",
        "t": "All the Levites in the holy city were*i two hundred and eighty-four."
    },
    {
        "o": 13972,
        "r": "nkjv:Nehemiah:11:19",
        "t": "Moreover*p the gatekeepers, Akkub, Talmon, and their brethren who kept the gates, were*i one hundred and seventy-two."
    },
    {
        "o": 13973,
        "r": "nkjv:Nehemiah:11:20",
        "t": "And*p the rest of Israel, of the priests and*i Levites, were*i in all the cities of Judah, everyone in his inheritance."
    },
    {
        "o": 13974,
        "r": "nkjv:Nehemiah:11:21",
        "t": "But the Nethinim dwelt in Ophel. And Ziha and Gishpa were*i over the Nethinim."
    },
    {
        "o": 13975,
        "r": "nkjv:Nehemiah:11:22",
        "t": "Also*p the overseer of the Levites at Jerusalem was*i Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha, of the sons of Asaph, the singers in charge of the service of the house of God."
    },
    {
        "o": 13976,
        "r": "nkjv:Nehemiah:11:23",
        "t": "For it*i was*i the king’s command concerning them that a certain portion should be for the singers, a quota day by day."
    },
    {
        "o": 13977,
        "r": "nkjv:Nehemiah:11:24",
        "t": "Pethahiah the son of Meshezabel, of the children of Zerah the son of Judah, was*i the king’s deputy in all matters concerning the people."
    },
    {
        "o": 13978,
        "r": "nkjv:Nehemiah:11:24",
        "t": "The People Dwelling Outside Jerusalem",
        "h": 2
    },
    {
        "o": 13979,
        "r": "nkjv:Nehemiah:11:25",
        "t": "And*p as for the villages with their fields, some*i of the children of Judah dwelt in Kirjath Arba and its villages, Dibon and its villages, Jekabzeel and its villages;"
    },
    {
        "o": 13980,
        "r": "nkjv:Nehemiah:11:26",
        "t": "in Jeshua, Moladah, Beth Pelet,"
    },
    {
        "o": 13981,
        "r": "nkjv:Nehemiah:11:27",
        "t": "Hazar Shual, and Beersheba and its villages;"
    },
    {
        "o": 13982,
        "r": "nkjv:Nehemiah:11:28",
        "t": "in Ziklag and Meconah and its villages;"
    },
    {
        "o": 13983,
        "r": "nkjv:Nehemiah:11:29",
        "t": "in En Rimmon, Zorah, Jarmuth,"
    },
    {
        "o": 13984,
        "r": "nkjv:Nehemiah:11:30",
        "t": "Zanoah, Adullam, and their villages; in Lachish and its fields; in Azekah and its villages. They dwelt from Beersheba to the Valley of Hinnom."
    },
    {
        "o": 13985,
        "r": "nkjv:Nehemiah:11:31",
        "t": "Also*p the children of Benjamin from Geba dwelt*i in Michmash, Aija, and Bethel, and their villages;"
    },
    {
        "o": 13986,
        "r": "nkjv:Nehemiah:11:32",
        "t": "in Anathoth, Nob, Ananiah;"
    },
    {
        "o": 13987,
        "r": "nkjv:Nehemiah:11:33",
        "t": "in Hazor, Ramah, Gittaim;"
    },
    {
        "o": 13988,
        "r": "nkjv:Nehemiah:11:34",
        "t": "in Hadid, Zeboim, Neballat;"
    },
    {
        "o": 13989,
        "r": "nkjv:Nehemiah:11:35",
        "t": "in Lod, Ono, and*i the Valley of Craftsmen."
    },
    {
        "o": 13990,
        "r": "nkjv:Nehemiah:11:36",
        "t": "Some of the Judean divisions of Levites were*i in Benjamin."
    }
]
