[
    {
        "o": 19658,
        "r": "niv:Isaiah:11:0",
        "t": "Isaiah 11",
        "h": 1
    },
    {
        "o": 19659,
        "r": "niv:Isaiah:11:0",
        "t": "The Branch From Jesse",
        "h": 2
    },
    {
        "o": 19660,
        "r": "niv:Isaiah:11:1",
        "t": "A*pn shoot will come up from the stump of Jesse; from*ld his roots a Branch will bear fruit."
    },
    {
        "o": 19661,
        "r": "niv:Isaiah:11:2",
        "t": "The*ln Spirit of the Lord*s will rest on him— the*ld Spirit of wisdom and of understanding, the*ld Spirit of counsel and of might, the*ld Spirit of the knowledge and fear of the Lord—*s"
    },
    {
        "o": 19662,
        "r": "niv:Isaiah:11:3",
        "t": "and*ln he will delight in the fear of the Lord.*s He*pn will not judge by what he sees with his eyes, or*ld decide by what he hears with his ears;"
    },
    {
        "o": 19663,
        "r": "niv:Isaiah:11:4",
        "t": "but*ln with righteousness he will judge the needy, with*ld justice he will give decisions for the poor of the earth. He*ln will strike the earth with the rod of his mouth; with*ld the breath of his lips he will slay the wicked."
    },
    {
        "o": 19664,
        "r": "niv:Isaiah:11:5",
        "t": "Righteousness*ln will be his belt and*ld faithfulness the sash around his waist."
    },
    {
        "o": 19665,
        "r": "niv:Isaiah:11:6",
        "t": "The*pn wolf will live with the lamb, the*ld leopard will lie down with the goat, the*ln calf and the lion and the yearling together; and*ld a little child will lead them."
    },
    {
        "o": 19666,
        "r": "niv:Isaiah:11:7",
        "t": "The*ln cow will feed with the bear, their*ld young will lie down together, and*ld the lion will eat straw like the ox."
    },
    {
        "o": 19667,
        "r": "niv:Isaiah:11:8",
        "t": "The*ln infant will play near the cobra’s den, and*ld the young child will put its hand into the viper’s nest."
    },
    {
        "o": 19668,
        "r": "niv:Isaiah:11:9",
        "t": "They*ln will neither harm nor destroy on*ld all my holy mountain, for*ln the earth will be filled with the knowledge of the Lord*s as*ld the waters cover the sea."
    },
    {
        "o": 19669,
        "r": "niv:Isaiah:11:10",
        "t": "In*p that day the Root of Jesse will stand as a banner for the peoples; the nations will rally to him, and his resting place will be glorious."
    },
    {
        "o": 19670,
        "r": "niv:Isaiah:11:11",
        "t": "In that day the Lord will reach out his hand a second time to reclaim the surviving remnant of his people from Assyria, from Lower Egypt, from Upper Egypt, from Cush, from Elam, from Babylonia, from Hamath and from the islands of the Mediterranean."
    },
    {
        "o": 19671,
        "r": "niv:Isaiah:11:12",
        "t": "He*pn will raise a banner for the nations and*ld gather the exiles of Israel; he*ln will assemble the scattered people of Judah from*ld the four quarters of the earth."
    },
    {
        "o": 19672,
        "r": "niv:Isaiah:11:13",
        "t": "Ephraim’s*ln jealousy will vanish, and*ld Judah’s enemies will be destroyed; Ephraim*ln will not be jealous of Judah, nor*ld Judah hostile toward Ephraim."
    },
    {
        "o": 19673,
        "r": "niv:Isaiah:11:14",
        "t": "They*ln will swoop down on the slopes of Philistia to the west; together*ld they will plunder the people to the east. They*ln will subdue Edom and Moab, and*ld the Ammonites will be subject to them."
    },
    {
        "o": 19674,
        "r": "niv:Isaiah:11:15",
        "t": "The*ln Lord*s will dry up the*ld gulf of the Egyptian sea; with*ln a scorching wind he will sweep his hand over*ld the Euphrates River. He*ln will break it up into seven streams so*ld that anyone can cross over in sandals."
    },
    {
        "o": 19675,
        "r": "niv:Isaiah:11:16",
        "t": "There*ln will be a highway for the remnant of his people that*ld is left from Assyria, as*ln there was for Israel when*ld they came up from Egypt."
    }
]
