[
    {
        "o": 24280,
        "r": "niv:Hosea:2:0",
        "t": "Hosea 2",
        "h": 1
    },
    {
        "o": 24281,
        "r": "niv:Hosea:2:1",
        "t": "“Say*p of your brothers, ‘My people,’ and of your sisters, ‘My loved one.’"
    },
    {
        "o": 24282,
        "r": "niv:Hosea:2:1",
        "t": "Israel Punished and Restored",
        "h": 2
    },
    {
        "o": 24283,
        "r": "niv:Hosea:2:2",
        "t": "“Rebuke*pn your mother, rebuke her, for*ld she is not my wife, and*ld I am not her husband. Let*ln her remove the adulterous look from her face and*ld the unfaithfulness from between her breasts."
    },
    {
        "o": 24284,
        "r": "niv:Hosea:2:3",
        "t": "Otherwise*ln I will strip her naked and*ld make her as bare as on the day she was born; I*ln will make her like a desert, turn*ld her into a parched land, and*ld slay her with thirst."
    },
    {
        "o": 24285,
        "r": "niv:Hosea:2:4",
        "t": "I*ln will not show my love to her children, because*ld they are the children of adultery."
    },
    {
        "o": 24286,
        "r": "niv:Hosea:2:5",
        "t": "Their*ln mother has been unfaithful and*ld has conceived them in disgrace. She*ln said, ‘I will go after my lovers, who*ld give me my food and my water, my*ld wool and my linen, my olive oil and my drink.’"
    },
    {
        "o": 24287,
        "r": "niv:Hosea:2:6",
        "t": "Therefore*ln I will block her path with thornbushes; I*ld will wall her in so that she cannot find her way."
    },
    {
        "o": 24288,
        "r": "niv:Hosea:2:7",
        "t": "She*ln will chase after her lovers but not catch them; she*ld will look for them but not find them. Then*ln she will say, ‘I*ld will go back to my husband as at first, for*ld then I was better off than now.’"
    },
    {
        "o": 24289,
        "r": "niv:Hosea:2:8",
        "t": "She*ln has not acknowledged that I was the one who*ld gave her the grain, the new wine and oil, who*ln lavished on her the silver and gold— which*ld they used for Baal."
    },
    {
        "o": 24290,
        "r": "niv:Hosea:2:9",
        "t": "“Therefore*pn I will take away my grain when it ripens, and*ld my new wine when it is ready. I*ln will take back my wool and my linen, intended*ld to cover her naked body."
    },
    {
        "o": 24291,
        "r": "niv:Hosea:2:10",
        "t": "So*ln now I will expose her lewdness before*ld the eyes of her lovers; no*ld one will take her out of my hands."
    },
    {
        "o": 24292,
        "r": "niv:Hosea:2:11",
        "t": "I*ln will stop all her celebrations: her*ld yearly festivals, her New Moons, her*ld Sabbath days—all her appointed festivals."
    },
    {
        "o": 24293,
        "r": "niv:Hosea:2:12",
        "t": "I*ln will ruin her vines and her fig trees, which*ld she said were her pay from her lovers; I*ln will make them a thicket, and*ld wild animals will devour them."
    },
    {
        "o": 24294,
        "r": "niv:Hosea:2:13",
        "t": "I*ln will punish her for the days she*ld burned incense to the Baals; she*ln decked herself with rings and jewelry, and*ld went after her lovers, but*ld me she forgot,” declares*ld the Lord.*s"
    },
    {
        "o": 24295,
        "r": "niv:Hosea:2:14",
        "t": "“Therefore*pn I am now going to allure her; I*ld will lead her into the wilderness and*ld speak tenderly to her."
    },
    {
        "o": 24296,
        "r": "niv:Hosea:2:15",
        "t": "There*ln I will give her back her vineyards, and*ld will make the Valley of Achor a door of hope. There*ln she will respond as in the days of her youth, as*ld in the day she came up out of Egypt."
    },
    {
        "o": 24297,
        "r": "niv:Hosea:2:16",
        "t": "“In*pn that day,” declares the Lord,*s “you*ld will call me ‘my husband’; you*ld will no longer call me ‘my master.’"
    },
    {
        "o": 24298,
        "r": "niv:Hosea:2:17",
        "t": "I*ln will remove the names of the Baals from her lips; no*ld longer will their names be invoked."
    },
    {
        "o": 24299,
        "r": "niv:Hosea:2:18",
        "t": "In*ln that day I will make a covenant for them with*ld the beasts of the field, the birds in the sky and*ld the creatures that move along the ground. Bow*ln and sword and battle I*ld will abolish from the land, so*ld that all may lie down in safety."
    },
    {
        "o": 24300,
        "r": "niv:Hosea:2:19",
        "t": "I*ln will betroth you to me forever; I*ld will betroth you in righteousness and justice, in*ld love and compassion."
    },
    {
        "o": 24301,
        "r": "niv:Hosea:2:20",
        "t": "I*ln will betroth you in faithfulness, and*ld you will acknowledge the Lord.*s"
    },
    {
        "o": 24302,
        "r": "niv:Hosea:2:21",
        "t": "“In*pn that day I will respond,” declares*ld the Lord—*s “I*ln will respond to the skies, and*ld they will respond to the earth;"
    },
    {
        "o": 24303,
        "r": "niv:Hosea:2:22",
        "t": "and*ln the earth will respond to the grain, the*ld new wine and the olive oil, and*ld they will respond to Jezreel."
    },
    {
        "o": 24304,
        "r": "niv:Hosea:2:23",
        "t": "I*ln will plant her for myself in the land; I*ld will show my love to the one I called ‘Not my loved one.’ I*ln will say to those called ‘Not my people,’ ‘You are my people’; and*ld they will say, ‘You are my God.’ ”"
    }
]
