[
    {
        "o": 330,
        "r": "csb:Genesis:12:0",
        "t": "Genesis 12",
        "h": 1
    },
    {
        "o": 331,
        "r": "csb:Genesis:12:0",
        "t": "The Call of Abram",
        "h": 2
    },
    {
        "o": 332,
        "r": "csb:Genesis:12:1",
        "t": "The*p Lord*s said to Abram: Go*pn from your land, your*ln relatives, and*ln your father’s house to*ln the land that I will show you."
    },
    {
        "o": 333,
        "r": "csb:Genesis:12:2",
        "t": "I*ln will make you into a great nation, I*ln will bless you, I*ln will make your name great, and*ln you will be a blessing."
    },
    {
        "o": 334,
        "r": "csb:Genesis:12:3",
        "t": "I*ln will bless those who bless you, I*ln will curse anyone who treats you with contempt, and*ln all the peoples on earth will*ln be blessed through you."
    },
    {
        "o": 335,
        "r": "csb:Genesis:12:4",
        "t": "So*p Abram went, as the Lord*s had told him, and Lot went with him. Abram was seventy-five years old when he left Haran."
    },
    {
        "o": 336,
        "r": "csb:Genesis:12:5",
        "t": "He took his wife, Sarai, his nephew Lot, all the possessions they had accumulated, and the people they had acquired in Haran, and they set out for the land of Canaan. When they came to the land of Canaan,"
    },
    {
        "o": 337,
        "r": "csb:Genesis:12:6",
        "t": "Abram passed through the land to the site of Shechem, at the oak of Moreh. (At that time the Canaanites were in the land.)"
    },
    {
        "o": 338,
        "r": "csb:Genesis:12:7",
        "t": "The Lord*s appeared to Abram and said, “To your offspring I will give this land.” So he built an altar there to the Lord*s who had appeared to him."
    },
    {
        "o": 339,
        "r": "csb:Genesis:12:8",
        "t": "From there he moved on to the hill country east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. He built an altar to the Lord*s there, and he called on the name of the Lord.*s"
    },
    {
        "o": 340,
        "r": "csb:Genesis:12:9",
        "t": "Then Abram journeyed by stages to the Negev."
    },
    {
        "o": 341,
        "r": "csb:Genesis:12:9",
        "t": "Abram in Egypt",
        "h": 2
    },
    {
        "o": 342,
        "r": "csb:Genesis:12:10",
        "t": "There*p was a famine in the land, so Abram went down to Egypt to stay there for a while because the famine in the land was severe."
    },
    {
        "o": 343,
        "r": "csb:Genesis:12:11",
        "t": "When he was about to enter Egypt, he said to his wife, Sarai, “Look, I know what a beautiful woman you are."
    },
    {
        "o": 344,
        "r": "csb:Genesis:12:12",
        "t": "When the Egyptians see you, they will say, ‘This is his wife.’ They will kill me but let you live."
    },
    {
        "o": 345,
        "r": "csb:Genesis:12:13",
        "t": "Please say you’re my sister so it will go well for me because of you, and my life will be spared on your account.”"
    },
    {
        "o": 346,
        "r": "csb:Genesis:12:14",
        "t": "When Abram entered Egypt, the Egyptians saw that the woman was very beautiful."
    },
    {
        "o": 347,
        "r": "csb:Genesis:12:15",
        "t": "Pharaoh’s officials saw her and praised her to Pharaoh, so the woman was taken to Pharaoh’s household."
    },
    {
        "o": 348,
        "r": "csb:Genesis:12:16",
        "t": "He treated Abram well because of her, and Abram acquired flocks and herds, male and female donkeys, male and female slaves, and camels."
    },
    {
        "o": 349,
        "r": "csb:Genesis:12:17",
        "t": "But*p the Lord*s struck Pharaoh and his household with severe plagues because of Abram’s wife, Sarai."
    },
    {
        "o": 350,
        "r": "csb:Genesis:12:18",
        "t": "So Pharaoh sent for Abram and said, “What have you done to me? Why didn’t you tell me she was your wife?"
    },
    {
        "o": 351,
        "r": "csb:Genesis:12:19",
        "t": "Why did you say, ‘She’s my sister,’ so that I took her as my wife? Now, here is your wife. Take her and go!”"
    },
    {
        "o": 352,
        "r": "csb:Genesis:12:20",
        "t": "Then Pharaoh gave his men orders about him, and they sent him away with his wife and all he had."
    }
]
