[
    {
        "o": 6749,
        "r": "nasb:Joshua:15:0",
        "t": "Joshua 15",
        "h": 1
    },
    {
        "o": 6750,
        "r": "nasb:Joshua:15:0",
        "t": "Territory of Judah",
        "h": 2
    },
    {
        "o": 6751,
        "r": "nasb:Joshua:15:1",
        "t": "Now*p the lot for the tribe of the sons of Judah according to their families reached the border of Edom, southward to the wilderness of Zin at the extreme south."
    },
    {
        "o": 6752,
        "r": "nasb:Joshua:15:2",
        "t": "Their south border was from the lower end of the Salt Sea, from the bay that turns to the south."
    },
    {
        "o": 6753,
        "r": "nasb:Joshua:15:3",
        "t": "Then it proceeded southward to the ascent of Akrabbim and continued to Zin, then went up by the south of Kadesh-barnea and continued to Hezron, and went up to Addar and turned about to Karka."
    },
    {
        "o": 6754,
        "r": "nasb:Joshua:15:4",
        "t": "It continued to Azmon and proceeded to the brook of Egypt, and the border ended at the sea. This shall be your south border."
    },
    {
        "o": 6755,
        "r": "nasb:Joshua:15:5",
        "t": "The east border was*i the Salt Sea, as far as the mouth of the Jordan. And the border of the north side was from the bay of the sea at the mouth of the Jordan."
    },
    {
        "o": 6756,
        "r": "nasb:Joshua:15:6",
        "t": "Then the border went up to Beth-hoglah, and continued on the north of Beth-arabah, and the border went up to the stone of Bohan the son of Reuben."
    },
    {
        "o": 6757,
        "r": "nasb:Joshua:15:7",
        "t": "The border went up to Debir from the valley of Achor, and turned northward toward Gilgal which is opposite the ascent of Adummim, which is on the south of the valley; and the border continued to the waters of En-shemesh and it ended at En-rogel."
    },
    {
        "o": 6758,
        "r": "nasb:Joshua:15:8",
        "t": "Then the border went up the valley of Ben-hinnom to the slope of the Jebusite on the south (that is, Jerusalem); and the border went up to the top of the mountain which is before the valley of Hinnom to the west, which is at the end of the valley of Rephaim toward the north."
    },
    {
        "o": 6759,
        "r": "nasb:Joshua:15:9",
        "t": "From the top of the mountain the border curved to the spring of the waters of Nephtoah and proceeded to the cities of Mount Ephron, then the border curved to Baalah (that is, Kiriath-jearim)."
    },
    {
        "o": 6760,
        "r": "nasb:Joshua:15:10",
        "t": "The border turned about from Baalah westward to Mount Seir, and continued to the slope of Mount Jearim on the north (that is, Chesalon), and went down to Beth-shemesh and continued through Timnah."
    },
    {
        "o": 6761,
        "r": "nasb:Joshua:15:11",
        "t": "The border proceeded to the side of Ekron northward. Then the border curved to Shikkeron and continued to Mount Baalah and proceeded to Jabneel, and the border ended at the sea."
    },
    {
        "o": 6762,
        "r": "nasb:Joshua:15:12",
        "t": "The west border was*i at the Great Sea, even its*i coastline. This is the border around the sons of Judah according to their families."
    },
    {
        "o": 6763,
        "r": "nasb:Joshua:15:13",
        "t": "Now*p he gave to Caleb the son of Jephunneh a portion among the sons of Judah, according to the command of the Lord*s to Joshua, namely,*i Kiriath-arba, Arba*i being*i the father of Anak (that is, Hebron)."
    },
    {
        "o": 6764,
        "r": "nasb:Joshua:15:14",
        "t": "Caleb drove out from there the three sons of Anak: Sheshai and Ahiman and Talmai, the children of Anak."
    },
    {
        "o": 6765,
        "r": "nasb:Joshua:15:15",
        "t": "Then he went up from there against the inhabitants of Debir; now the name of Debir formerly was Kiriath-sepher."
    },
    {
        "o": 6766,
        "r": "nasb:Joshua:15:16",
        "t": "And Caleb said, “The one who attacks Kiriath-sepher and captures it, I will give him Achsah my daughter as a wife.”"
    },
    {
        "o": 6767,
        "r": "nasb:Joshua:15:17",
        "t": "Othniel the son of Kenaz, the brother of Caleb, captured it; so he gave him Achsah his daughter as a wife."
    },
    {
        "o": 6768,
        "r": "nasb:Joshua:15:18",
        "t": "It came about that when she came to*i him,*i she persuaded him to ask her father for a field. So she alighted from the donkey, and Caleb said to her, “What do you want?”"
    },
    {
        "o": 6769,
        "r": "nasb:Joshua:15:19",
        "t": "Then she said, “Give me a blessing; since you have given me the land of the Negev, give me also springs of water.” So he gave her the upper springs and the lower springs."
    },
    {
        "o": 6770,
        "r": "nasb:Joshua:15:20",
        "t": "This*p is the inheritance of the tribe of the sons of Judah according to their families."
    },
    {
        "o": 6771,
        "r": "nasb:Joshua:15:21",
        "t": "Now*p the cities at the extremity of the tribe of the sons of Judah toward the border of Edom in the south were Kabzeel and Eder and Jagur,"
    },
    {
        "o": 6772,
        "r": "nasb:Joshua:15:22",
        "t": "and Kinah and Dimonah and Adadah,"
    },
    {
        "o": 6773,
        "r": "nasb:Joshua:15:23",
        "t": "and Kedesh and Hazor and Ithnan,"
    },
    {
        "o": 6774,
        "r": "nasb:Joshua:15:24",
        "t": "Ziph and Telem and Bealoth,"
    },
    {
        "o": 6775,
        "r": "nasb:Joshua:15:25",
        "t": "and Hazor-hadattah and Kerioth-hezron (that is, Hazor),"
    },
    {
        "o": 6776,
        "r": "nasb:Joshua:15:26",
        "t": "Amam and Shema and Moladah,"
    },
    {
        "o": 6777,
        "r": "nasb:Joshua:15:27",
        "t": "and Hazar-gaddah and Heshmon and Beth-pelet,"
    },
    {
        "o": 6778,
        "r": "nasb:Joshua:15:28",
        "t": "and Hazar-shual and Beersheba and Biziothiah,"
    },
    {
        "o": 6779,
        "r": "nasb:Joshua:15:29",
        "t": "Baalah and Iim and Ezem,"
    },
    {
        "o": 6780,
        "r": "nasb:Joshua:15:30",
        "t": "and Eltolad and Chesil and Hormah,"
    },
    {
        "o": 6781,
        "r": "nasb:Joshua:15:31",
        "t": "and Ziklag and Madmannah and Sansannah,"
    },
    {
        "o": 6782,
        "r": "nasb:Joshua:15:32",
        "t": "and Lebaoth and Shilhim and Ain and Rimmon; in all, twenty-nine cities with their villages."
    },
    {
        "o": 6783,
        "r": "nasb:Joshua:15:33",
        "t": "In*p the lowland: Eshtaol and Zorah and Ashnah,"
    },
    {
        "o": 6784,
        "r": "nasb:Joshua:15:34",
        "t": "and Zanoah and En-gannim, Tappuah and Enam,"
    },
    {
        "o": 6785,
        "r": "nasb:Joshua:15:35",
        "t": "Jarmuth and Adullam, Socoh and Azekah,"
    },
    {
        "o": 6786,
        "r": "nasb:Joshua:15:36",
        "t": "and Shaaraim and Adithaim and Gederah and Gederothaim; fourteen cities with their villages."
    },
    {
        "o": 6787,
        "r": "nasb:Joshua:15:37",
        "t": "Zenan*p and Hadashah and Migdal-gad,"
    },
    {
        "o": 6788,
        "r": "nasb:Joshua:15:38",
        "t": "and Dilean and Mizpeh and Joktheel,"
    },
    {
        "o": 6789,
        "r": "nasb:Joshua:15:39",
        "t": "Lachish and Bozkath and Eglon,"
    },
    {
        "o": 6790,
        "r": "nasb:Joshua:15:40",
        "t": "and Cabbon and Lahmas and Chitlish,"
    },
    {
        "o": 6791,
        "r": "nasb:Joshua:15:41",
        "t": "and Gederoth, Beth-dagon and Naamah and Makkedah; sixteen cities with their villages."
    },
    {
        "o": 6792,
        "r": "nasb:Joshua:15:42",
        "t": "Libnah*p and Ether and Ashan,"
    },
    {
        "o": 6793,
        "r": "nasb:Joshua:15:43",
        "t": "and Iphtah and Ashnah and Nezib,"
    },
    {
        "o": 6794,
        "r": "nasb:Joshua:15:44",
        "t": "and Keilah and Achzib and Mareshah; nine cities with their villages."
    },
    {
        "o": 6795,
        "r": "nasb:Joshua:15:45",
        "t": "Ekron,*p with its towns and its villages;"
    },
    {
        "o": 6796,
        "r": "nasb:Joshua:15:46",
        "t": "from Ekron even to the sea, all that were by the side of Ashdod, with their villages."
    },
    {
        "o": 6797,
        "r": "nasb:Joshua:15:47",
        "t": "Ashdod,*p its towns and its villages; Gaza, its towns and its villages; as far as the brook of Egypt and the Great Sea, even its*i coastline."
    },
    {
        "o": 6798,
        "r": "nasb:Joshua:15:48",
        "t": "In*p the hill country: Shamir and Jattir and Socoh,"
    },
    {
        "o": 6799,
        "r": "nasb:Joshua:15:49",
        "t": "and Dannah and Kiriath-sannah (that is, Debir),"
    },
    {
        "o": 6800,
        "r": "nasb:Joshua:15:50",
        "t": "and Anab and Eshtemoh and Anim,"
    },
    {
        "o": 6801,
        "r": "nasb:Joshua:15:51",
        "t": "and Goshen and Holon and Giloh; eleven cities with their villages."
    },
    {
        "o": 6802,
        "r": "nasb:Joshua:15:52",
        "t": "Arab*p and Dumah and Eshan,"
    },
    {
        "o": 6803,
        "r": "nasb:Joshua:15:53",
        "t": "and Janum and Beth-tappuah and Aphekah,"
    },
    {
        "o": 6804,
        "r": "nasb:Joshua:15:54",
        "t": "and Humtah and Kiriath-arba (that is, Hebron), and Zior; nine cities with their villages."
    },
    {
        "o": 6805,
        "r": "nasb:Joshua:15:55",
        "t": "Maon,*p Carmel and Ziph and Juttah,"
    },
    {
        "o": 6806,
        "r": "nasb:Joshua:15:56",
        "t": "and Jezreel and Jokdeam and Zanoah,"
    },
    {
        "o": 6807,
        "r": "nasb:Joshua:15:57",
        "t": "Kain, Gibeah and Timnah; ten cities with their villages."
    },
    {
        "o": 6808,
        "r": "nasb:Joshua:15:58",
        "t": "Halhul,*p Beth-zur and Gedor,"
    },
    {
        "o": 6809,
        "r": "nasb:Joshua:15:59",
        "t": "and Maarath and Beth-anoth and Eltekon; six cities with their villages."
    },
    {
        "o": 6810,
        "r": "nasb:Joshua:15:60",
        "t": "Kiriath-baal*p (that is, Kiriath-jearim), and Rabbah; two cities with their villages."
    },
    {
        "o": 6811,
        "r": "nasb:Joshua:15:61",
        "t": "In*p the wilderness: Beth-arabah, Middin and Secacah,"
    },
    {
        "o": 6812,
        "r": "nasb:Joshua:15:62",
        "t": "and Nibshan and the City of Salt and Engedi; six cities with their villages."
    },
    {
        "o": 6813,
        "r": "nasb:Joshua:15:63",
        "t": "Now*p as for the Jebusites, the inhabitants of Jerusalem, the sons of Judah could not drive them out; so the Jebusites live with the sons of Judah at Jerusalem until this day."
    }
]
