[
    {
        "o": 9869,
        "r": "niv:1 Kings:9:0",
        "t": "1 Kings 9",
        "h": 1
    },
    {
        "o": 9870,
        "r": "niv:1 Kings:9:0",
        "t": "The Lord Appears to Solomon",
        "h": 2
    },
    {
        "o": 9871,
        "r": "niv:1 Kings:9:1",
        "t": "When*p Solomon had finished building the temple of the Lord*s and the royal palace, and had achieved all he had desired to do,"
    },
    {
        "o": 9872,
        "r": "niv:1 Kings:9:2",
        "t": "the Lord*s appeared to him a second time, as he had appeared to him at Gibeon."
    },
    {
        "o": 9873,
        "r": "niv:1 Kings:9:3",
        "t": "The Lord*s said to him: “I*ln have heard the prayer and plea you have made before me; I have consecrated this temple, which you have built, by putting my Name there forever. My eyes and my heart will always be there."
    },
    {
        "o": 9874,
        "r": "niv:1 Kings:9:4",
        "t": "“As*ln for you, if you walk before me faithfully with integrity of heart and uprightness, as David your father did, and do all I command and observe my decrees and laws,"
    },
    {
        "o": 9875,
        "r": "niv:1 Kings:9:5",
        "t": "I will establish your royal throne over Israel forever, as I promised David your father when I said, ‘You shall never fail to have a successor on the throne of Israel.’"
    },
    {
        "o": 9876,
        "r": "niv:1 Kings:9:6",
        "t": "“But*ln if you or your descendants turn away from me and do not observe the commands and decrees I have given you and go off to serve other gods and worship them,"
    },
    {
        "o": 9877,
        "r": "niv:1 Kings:9:7",
        "t": "then I will cut off Israel from the land I have given them and will reject this temple I have consecrated for my Name. Israel will then become a byword and an object of ridicule among all peoples."
    },
    {
        "o": 9878,
        "r": "niv:1 Kings:9:8",
        "t": "This temple will become a heap of rubble. All who pass by will be appalled and will scoff and say, ‘Why has the Lord*s done such a thing to this land and to this temple?’"
    },
    {
        "o": 9879,
        "r": "niv:1 Kings:9:9",
        "t": "People will answer, ‘Because they have forsaken the Lord*s their God, who brought their ancestors out of Egypt, and have embraced other gods, worshiping and serving them—that is why the Lord*s brought all this disaster on them.’ ”"
    },
    {
        "o": 9880,
        "r": "niv:1 Kings:9:9",
        "t": "Solomon’s Other Activities",
        "h": 2
    },
    {
        "o": 9881,
        "r": "niv:1 Kings:9:10",
        "t": "At*p the end of twenty years, during which Solomon built these two buildings—the temple of the Lord*s and the royal palace—"
    },
    {
        "o": 9882,
        "r": "niv:1 Kings:9:11",
        "t": "King Solomon gave twenty towns in Galilee to Hiram king of Tyre, because Hiram had supplied him with all the cedar and juniper and gold he wanted."
    },
    {
        "o": 9883,
        "r": "niv:1 Kings:9:12",
        "t": "But when Hiram went from Tyre to see the towns that Solomon had given him, he was not pleased with them."
    },
    {
        "o": 9884,
        "r": "niv:1 Kings:9:13",
        "t": "“What kind of towns are these you have given me, my brother?” he asked. And he called them the Land of Kabul, a name they have to this day."
    },
    {
        "o": 9885,
        "r": "niv:1 Kings:9:14",
        "t": "Now Hiram had sent to the king 120 talents of gold."
    },
    {
        "o": 9886,
        "r": "niv:1 Kings:9:15",
        "t": "Here*p is the account of the forced labor King Solomon conscripted to build the Lord’s*s temple, his own palace, the terraces, the wall of Jerusalem, and Hazor, Megiddo and Gezer."
    },
    {
        "o": 9887,
        "r": "niv:1 Kings:9:16",
        "t": "(Pharaoh king of Egypt had attacked and captured Gezer. He had set it on fire. He killed its Canaanite inhabitants and then gave it as a wedding gift to his daughter, Solomon’s wife."
    },
    {
        "o": 9888,
        "r": "niv:1 Kings:9:17",
        "t": "And Solomon rebuilt Gezer.) He built up Lower Beth Horon,"
    },
    {
        "o": 9889,
        "r": "niv:1 Kings:9:18",
        "t": "Baalath, and Tadmor in the desert, within his land,"
    },
    {
        "o": 9890,
        "r": "niv:1 Kings:9:19",
        "t": "as well as all his store cities and the towns for his chariots and for his horses —whatever he desired to build in Jerusalem, in Lebanon and throughout all the territory he ruled."
    },
    {
        "o": 9891,
        "r": "niv:1 Kings:9:20",
        "t": "There*p were still people left from the Amorites, Hittites, Perizzites, Hivites and Jebusites (these peoples were not Israelites)."
    },
    {
        "o": 9892,
        "r": "niv:1 Kings:9:21",
        "t": "Solomon conscripted the descendants of all these peoples remaining in the land—whom the Israelites could not exterminate —to serve as slave labor, as it is to this day."
    },
    {
        "o": 9893,
        "r": "niv:1 Kings:9:22",
        "t": "But Solomon did not make slaves of any of the Israelites; they were his fighting men, his government officials, his officers, his captains, and the commanders of his chariots and charioteers."
    },
    {
        "o": 9894,
        "r": "niv:1 Kings:9:23",
        "t": "They were also the chief officials in charge of Solomon’s projects—550 officials supervising those who did the work."
    },
    {
        "o": 9895,
        "r": "niv:1 Kings:9:24",
        "t": "After*p Pharaoh’s daughter had come up from the City of David to the palace Solomon had built for her, he constructed the terraces."
    },
    {
        "o": 9896,
        "r": "niv:1 Kings:9:25",
        "t": "Three*p times a year Solomon sacrificed burnt offerings and fellowship offerings on the altar he had built for the Lord,*s burning incense before the Lord*s along with them, and so fulfilled the temple obligations."
    },
    {
        "o": 9897,
        "r": "niv:1 Kings:9:26",
        "t": "King*p Solomon also built ships at Ezion Geber, which is near Elath in Edom, on the shore of the Red Sea."
    },
    {
        "o": 9898,
        "r": "niv:1 Kings:9:27",
        "t": "And Hiram sent his men—sailors who knew the sea—to serve in the fleet with Solomon’s men."
    },
    {
        "o": 9899,
        "r": "niv:1 Kings:9:28",
        "t": "They sailed to Ophir and brought back 420 talents of gold, which they delivered to King Solomon."
    }
]
