[
    {
        "o": 33556,
        "r": "csb:1 Thessalonians:5:0",
        "t": "1 Thessalonians 5",
        "h": 1
    },
    {
        "o": 33557,
        "r": "csb:1 Thessalonians:5:0",
        "t": "The Day of the Lord",
        "h": 2
    },
    {
        "o": 33558,
        "r": "csb:1 Thessalonians:5:1",
        "t": "About*p the times and the seasons: Brothers and sisters, you do not need anything to be written to you."
    },
    {
        "o": 33559,
        "r": "csb:1 Thessalonians:5:2",
        "t": "For you yourselves know very well that the day of the Lord will come just like a thief in the night."
    },
    {
        "o": 33560,
        "r": "csb:1 Thessalonians:5:3",
        "t": "When they say, “Peace and security,” then sudden destruction will come upon them, like labor pains on a pregnant woman, and they will not escape."
    },
    {
        "o": 33561,
        "r": "csb:1 Thessalonians:5:4",
        "t": "But you, brothers and sisters, are not in the dark, for this day to surprise you like a thief."
    },
    {
        "o": 33562,
        "r": "csb:1 Thessalonians:5:5",
        "t": "For you are all children of light and children of the day. We do not belong to the night or the darkness."
    },
    {
        "o": 33563,
        "r": "csb:1 Thessalonians:5:6",
        "t": "So then, let us not sleep, like the rest, but let us stay awake and be self-controlled."
    },
    {
        "o": 33564,
        "r": "csb:1 Thessalonians:5:7",
        "t": "For those who sleep, sleep at night, and those who get drunk, get drunk at night."
    },
    {
        "o": 33565,
        "r": "csb:1 Thessalonians:5:8",
        "t": "But since we belong to the day, let us be self-controlled and put on the armor of faith and love, and a helmet of the hope of salvation."
    },
    {
        "o": 33566,
        "r": "csb:1 Thessalonians:5:9",
        "t": "For God did not appoint us to wrath, but to obtain salvation through our Lord Jesus Christ,"
    },
    {
        "o": 33567,
        "r": "csb:1 Thessalonians:5:10",
        "t": "who died for us, so that whether we are awake or asleep, we may live together with him."
    },
    {
        "o": 33568,
        "r": "csb:1 Thessalonians:5:11",
        "t": "Therefore encourage one another and build each other up as you are already doing."
    },
    {
        "o": 33569,
        "r": "csb:1 Thessalonians:5:11",
        "t": "Exhortations and Blessings",
        "h": 2
    },
    {
        "o": 33570,
        "r": "csb:1 Thessalonians:5:12",
        "t": "Now*p we ask you, brothers and sisters, to give recognition to those who labor among you and lead you in the Lord and admonish you,"
    },
    {
        "o": 33571,
        "r": "csb:1 Thessalonians:5:13",
        "t": "and to regard them very highly in love because of their work. Be at peace among yourselves."
    },
    {
        "o": 33572,
        "r": "csb:1 Thessalonians:5:14",
        "t": "And we exhort you, brothers and sisters: warn those who are idle, comfort the discouraged, help the weak, be patient with everyone."
    },
    {
        "o": 33573,
        "r": "csb:1 Thessalonians:5:15",
        "t": "See to it that no one repays evil for evil to anyone, but always pursue what is good for one another and for all."
    },
    {
        "o": 33574,
        "r": "csb:1 Thessalonians:5:16",
        "t": "Rejoice always,"
    },
    {
        "o": 33575,
        "r": "csb:1 Thessalonians:5:17",
        "t": "pray constantly,"
    },
    {
        "o": 33576,
        "r": "csb:1 Thessalonians:5:18",
        "t": "give thanks in everything; for this is God’s will for you in Christ Jesus."
    },
    {
        "o": 33577,
        "r": "csb:1 Thessalonians:5:19",
        "t": "Don’t stifle the Spirit."
    },
    {
        "o": 33578,
        "r": "csb:1 Thessalonians:5:20",
        "t": "Don’t despise prophecies,"
    },
    {
        "o": 33579,
        "r": "csb:1 Thessalonians:5:21",
        "t": "but test all things. Hold on to what is good."
    },
    {
        "o": 33580,
        "r": "csb:1 Thessalonians:5:22",
        "t": "Stay away from every kind of evil."
    },
    {
        "o": 33581,
        "r": "csb:1 Thessalonians:5:23",
        "t": "Now*p may the God of peace himself sanctify you completely. And may your whole spirit, soul, and body be kept sound and blameless at the coming of our Lord Jesus Christ."
    },
    {
        "o": 33582,
        "r": "csb:1 Thessalonians:5:24",
        "t": "He who calls you is faithful; he will do it."
    },
    {
        "o": 33583,
        "r": "csb:1 Thessalonians:5:25",
        "t": "Brothers and sisters, pray for us also."
    },
    {
        "o": 33584,
        "r": "csb:1 Thessalonians:5:26",
        "t": "Greet all the brothers and sisters with a holy kiss."
    },
    {
        "o": 33585,
        "r": "csb:1 Thessalonians:5:27",
        "t": "I charge you by the Lord that this letter be read to all the brothers and sisters."
    },
    {
        "o": 33586,
        "r": "csb:1 Thessalonians:5:28",
        "t": "The grace of our Lord Jesus Christ be with you."
    }
]
