[
    {
        "o": 24243,
        "r": "csb:Ezekiel:42:0",
        "t": "Ezekiel 42",
        "h": 1
    },
    {
        "o": 24244,
        "r": "csb:Ezekiel:42:0",
        "t": "The Priests’ Chambers",
        "h": 2
    },
    {
        "o": 24245,
        "r": "csb:Ezekiel:42:1",
        "t": "Then*p the man led me out by way of the north gate into the outer court. He brought me to the group of chambers opposite the temple yard and opposite the building to the north."
    },
    {
        "o": 24246,
        "r": "csb:Ezekiel:42:2",
        "t": "Along the length of the chambers, which was 175 feet, there was an entrance on the north; the width was 87½ feet."
    },
    {
        "o": 24247,
        "r": "csb:Ezekiel:42:3",
        "t": "Opposite the 35 foot space belonging to the inner court and opposite the paved surface belonging to the outer court, the structure rose gallery by gallery in three tiers."
    },
    {
        "o": 24248,
        "r": "csb:Ezekiel:42:4",
        "t": "In front of the chambers was a walkway toward the inside, 17½ feet wide and 175 feet long, and their entrances were on the north."
    },
    {
        "o": 24249,
        "r": "csb:Ezekiel:42:5",
        "t": "The upper chambers were narrower because the galleries took away more space from them than from the lower and middle stories of the building."
    },
    {
        "o": 24250,
        "r": "csb:Ezekiel:42:6",
        "t": "For they were arranged in three stories and had no pillars like the pillars of the courts; therefore the upper chambers were set back from the ground more than the lower and middle stories."
    },
    {
        "o": 24251,
        "r": "csb:Ezekiel:42:7",
        "t": "A wall on the outside ran in front of the chambers, parallel to them, toward the outer court; it was 87½ feet long."
    },
    {
        "o": 24252,
        "r": "csb:Ezekiel:42:8",
        "t": "For the chambers on the outer court were 87½ feet long, while those facing the great hall were 175 feet long."
    },
    {
        "o": 24253,
        "r": "csb:Ezekiel:42:9",
        "t": "At the base of these chambers there was an entryway on the east side as one enters them from the outer court."
    },
    {
        "o": 24254,
        "r": "csb:Ezekiel:42:10",
        "t": "In*p the thickness of the wall of the court toward the south, there were chambers facing the temple yard and the western building,"
    },
    {
        "o": 24255,
        "r": "csb:Ezekiel:42:11",
        "t": "with a passageway in front of them, just like the chambers that faced north. Their length and width, as well as all their exits, measurements, and entrances, were identical."
    },
    {
        "o": 24256,
        "r": "csb:Ezekiel:42:12",
        "t": "The entrance at the beginning of the passageway, the way in front of the corresponding wall as one enters on the east side, was similar to the entrances of the chambers that were on the south side."
    },
    {
        "o": 24257,
        "r": "csb:Ezekiel:42:13",
        "t": "Then*p the man said to me, “The northern and southern chambers that face the courtyard are the holy chambers where the priests who approach the Lord*s will eat the most holy offerings. There they will deposit the most holy offerings - the grain offerings, sin offerings, and guilt offerings - for the place is holy."
    },
    {
        "o": 24258,
        "r": "csb:Ezekiel:42:14",
        "t": "Once the priests have entered, they are not to go out from the holy area to the outer court until they have removed the clothes they minister in, for these are holy. They are to put on other clothes before they approach the public area.”"
    },
    {
        "o": 24259,
        "r": "csb:Ezekiel:42:14",
        "t": "Outside Dimensions of the Temple Complex",
        "h": 2
    },
    {
        "o": 24260,
        "r": "csb:Ezekiel:42:15",
        "t": "When*p he finished measuring inside the temple complex, he led me out by way of the gate that faced east and measured all around the complex."
    },
    {
        "o": 24261,
        "r": "csb:Ezekiel:42:16",
        "t": "He*ln measured the east side with a measuring rod; it*ln was 875 feet by the measuring rod."
    },
    {
        "o": 24262,
        "r": "csb:Ezekiel:42:17",
        "t": "He*ln measured the north side; it*ln was 875 feet by the measuring rod."
    },
    {
        "o": 24263,
        "r": "csb:Ezekiel:42:18",
        "t": "He*ln measured the south side; it*ln was 875 feet by the measuring rod."
    },
    {
        "o": 24264,
        "r": "csb:Ezekiel:42:19",
        "t": "Then*ln he turned to the west side and*ln measured 875 feet by the measuring rod."
    },
    {
        "o": 24265,
        "r": "csb:Ezekiel:42:20",
        "t": "He*p measured the temple complex on all four sides. It had a wall all around it, 875 feet long and 875 feet wide, to separate the holy from the common."
    }
]
