[
    {
        "o": 19776,
        "r": "nasb:Isaiah:6:0",
        "t": "Isaiah 6",
        "h": 1
    },
    {
        "o": 19777,
        "r": "nasb:Isaiah:6:0",
        "t": "Isaiah’s Vision",
        "h": 2
    },
    {
        "o": 19778,
        "r": "nasb:Isaiah:6:1",
        "t": "In*p the year of King Uzziah’s death I saw the Lord sitting on a throne, lofty and exalted, with the train of His robe filling the temple."
    },
    {
        "o": 19779,
        "r": "nasb:Isaiah:6:2",
        "t": "Seraphim stood above Him, each having six wings: with two he covered his face, and with two he covered his feet, and with two he flew."
    },
    {
        "o": 19780,
        "r": "nasb:Isaiah:6:3",
        "t": "And one called out to another and said, “Holy,*pn Holy, Holy, is the Lord*s of hosts, The*ln whole earth is full of His glory.”"
    },
    {
        "o": 19781,
        "r": "nasb:Isaiah:6:4",
        "t": "And*p the foundations of the thresholds trembled at the voice of him who called out, while the temple was filling with smoke."
    },
    {
        "o": 19782,
        "r": "nasb:Isaiah:6:5",
        "t": "Then I said, “Woe*pn is me, for I am ruined! Because*ln I am a man of unclean lips, And*ln I live among a people of unclean lips; For*ln my eyes have seen the King, the Lord*s of hosts.”"
    },
    {
        "o": 19783,
        "r": "nasb:Isaiah:6:6",
        "t": "Then*p one of the seraphim flew to me with a burning coal in his hand, which he had taken from the altar with tongs."
    },
    {
        "o": 19784,
        "r": "nasb:Isaiah:6:7",
        "t": "He touched my mouth with*i it*i and said, “Behold, this has touched your lips; and your iniquity is taken away and your sin is forgiven.”"
    },
    {
        "o": 19785,
        "r": "nasb:Isaiah:6:7",
        "t": "Isaiah’s Commission",
        "h": 2
    },
    {
        "o": 19786,
        "r": "nasb:Isaiah:6:8",
        "t": "Then*p I heard the voice of the Lord, saying, “Whom shall I send, and who will go for Us?” Then I said, “Here am I. Send me!”"
    },
    {
        "o": 19787,
        "r": "nasb:Isaiah:6:9",
        "t": "He said, “Go, and tell this people: ‘Keep*pn on listening, but do not perceive; Keep*ln on looking, but do not understand.’"
    },
    {
        "o": 19788,
        "r": "nasb:Isaiah:6:10",
        "t": "Render*ln the hearts of this people insensitive, Their*ln ears dull, And*ln their eyes dim, Otherwise*ln they might see with their eyes, Hear*ln with their ears, Understand*ln with their hearts, And*ln return and be healed.”"
    },
    {
        "o": 19789,
        "r": "nasb:Isaiah:6:11",
        "t": "Then*p I said, “Lord, how long?” And He answered, “Until*pn cities are devastated and*i without inhabitant, Houses*ln are without people And*ln the land is utterly desolate,"
    },
    {
        "o": 19790,
        "r": "nasb:Isaiah:6:12",
        "t": "The*ln Lord*s has removed men far away, And*ln the forsaken places are many in the midst of the land."
    },
    {
        "o": 19791,
        "r": "nasb:Isaiah:6:13",
        "t": "Yet*ln there will be a tenth portion in it, And*ln it will again be subject*i to burning, Like*ln a terebinth or an oak Whose*ln stump remains when it is felled. The*ln holy seed is its stump.”"
    }
]
