[
    {
        "o": 15120,
        "r": "niv:Job:39:0",
        "t": "Job 39",
        "h": 1
    },
    {
        "o": 15121,
        "r": "niv:Job:39:1",
        "t": "“Do*pn you know when the mountain goats give birth? Do*ld you watch when the doe bears her fawn?"
    },
    {
        "o": 15122,
        "r": "niv:Job:39:2",
        "t": "Do*ln you count the months till they bear? Do*ld you know the time they give birth?"
    },
    {
        "o": 15123,
        "r": "niv:Job:39:3",
        "t": "They*ln crouch down and bring forth their young; their*ld labor pains are ended."
    },
    {
        "o": 15124,
        "r": "niv:Job:39:4",
        "t": "Their*ln young thrive and grow strong in the wilds; they*ld leave and do not return."
    },
    {
        "o": 15125,
        "r": "niv:Job:39:5",
        "t": "“Who*pn let the wild donkey go free? Who*ld untied its ropes?"
    },
    {
        "o": 15126,
        "r": "niv:Job:39:6",
        "t": "I*ln gave it the wasteland as its home, the*ld salt flats as its habitat."
    },
    {
        "o": 15127,
        "r": "niv:Job:39:7",
        "t": "It*ln laughs at the commotion in the town; it*ld does not hear a driver’s shout."
    },
    {
        "o": 15128,
        "r": "niv:Job:39:8",
        "t": "It*ln ranges the hills for its pasture and*ld searches for any green thing."
    },
    {
        "o": 15129,
        "r": "niv:Job:39:9",
        "t": "“Will*pn the wild ox consent to serve you? Will*ld it stay by your manger at night?"
    },
    {
        "o": 15130,
        "r": "niv:Job:39:10",
        "t": "Can*ln you hold it to the furrow with a harness? Will*ld it till the valleys behind you?"
    },
    {
        "o": 15131,
        "r": "niv:Job:39:11",
        "t": "Will*ln you rely on it for its great strength? Will*ld you leave your heavy work to it?"
    },
    {
        "o": 15132,
        "r": "niv:Job:39:12",
        "t": "Can*ln you trust it to haul in your grain and*ld bring it to your threshing floor?"
    },
    {
        "o": 15133,
        "r": "niv:Job:39:13",
        "t": "“The*pn wings of the ostrich flap joyfully, though*ld they cannot compare with*ld the wings and feathers of the stork."
    },
    {
        "o": 15134,
        "r": "niv:Job:39:14",
        "t": "She*ln lays her eggs on the ground and*ld lets them warm in the sand,"
    },
    {
        "o": 15135,
        "r": "niv:Job:39:15",
        "t": "unmindful*ln that a foot may crush them, that*ld some wild animal may trample them."
    },
    {
        "o": 15136,
        "r": "niv:Job:39:16",
        "t": "She*ln treats her young harshly, as if they were not hers; she*ld cares not that her labor was in vain,"
    },
    {
        "o": 15137,
        "r": "niv:Job:39:17",
        "t": "for*ln God did not endow her with wisdom or*ld give her a share of good sense."
    },
    {
        "o": 15138,
        "r": "niv:Job:39:18",
        "t": "Yet*ln when she spreads her feathers to run, she*ld laughs at horse and rider."
    },
    {
        "o": 15139,
        "r": "niv:Job:39:19",
        "t": "“Do*pn you give the horse its strength or*ld clothe its neck with a flowing mane?"
    },
    {
        "o": 15140,
        "r": "niv:Job:39:20",
        "t": "Do*ln you make it leap like a locust, striking*ld terror with its proud snorting?"
    },
    {
        "o": 15141,
        "r": "niv:Job:39:21",
        "t": "It*ln paws fiercely, rejoicing in its strength, and*ld charges into the fray."
    },
    {
        "o": 15142,
        "r": "niv:Job:39:22",
        "t": "It*ln laughs at fear, afraid of nothing; it*ld does not shy away from the sword."
    },
    {
        "o": 15143,
        "r": "niv:Job:39:23",
        "t": "The*ln quiver rattles against its side, along*ld with the flashing spear and lance."
    },
    {
        "o": 15144,
        "r": "niv:Job:39:24",
        "t": "In*ln frenzied excitement it eats up the ground; it*ld cannot stand still when the trumpet sounds."
    },
    {
        "o": 15145,
        "r": "niv:Job:39:25",
        "t": "At*ln the blast of the trumpet it snorts, ‘Aha!’ It*ld catches the scent of battle from afar, the*ld shout of commanders and the battle cry."
    },
    {
        "o": 15146,
        "r": "niv:Job:39:26",
        "t": "“Does*pn the hawk take flight by your wisdom and*ld spread its wings toward the south?"
    },
    {
        "o": 15147,
        "r": "niv:Job:39:27",
        "t": "Does*ln the eagle soar at your command and*ld build its nest on high?"
    },
    {
        "o": 15148,
        "r": "niv:Job:39:28",
        "t": "It*ln dwells on a cliff and stays there at night; a*ld rocky crag is its stronghold."
    },
    {
        "o": 15149,
        "r": "niv:Job:39:29",
        "t": "From*ln there it looks for food; its*ld eyes detect it from afar."
    },
    {
        "o": 15150,
        "r": "niv:Job:39:30",
        "t": "Its*ln young ones feast on blood, and*ld where the slain are, there it is.”"
    }
]
