[
    {
        "o": 30458,
        "r": "csb:Acts:1:0",
        "t": "Acts 1",
        "h": 1
    },
    {
        "o": 30459,
        "r": "csb:Acts:1:0",
        "t": "Prologue",
        "h": 2
    },
    {
        "o": 30460,
        "r": "csb:Acts:1:1",
        "t": "I*p wrote the first narrative, Theophilus, about all that Jesus began to do and teach"
    },
    {
        "o": 30461,
        "r": "csb:Acts:1:2",
        "t": "until the day he was taken up, after he had given instructions through the Holy Spirit to the apostles he had chosen."
    },
    {
        "o": 30462,
        "r": "csb:Acts:1:3",
        "t": "After he had suffered, he also presented himself alive to them by many convincing proofs, appearing to them over a period of forty days and speaking about the kingdom of God."
    },
    {
        "o": 30463,
        "r": "csb:Acts:1:3",
        "t": "The Holy Spirit Promised",
        "h": 2
    },
    {
        "o": 30464,
        "r": "csb:Acts:1:4",
        "t": "While*p he was with them, he commanded them not to leave Jerusalem, but to wait for the Father’s promise. “Which,”*r he said, “you*r have*r heard*r me*r speak*r about;*r"
    },
    {
        "o": 30465,
        "r": "csb:Acts:1:5",
        "t": "for*r John*r baptized*r with*r water,*r but*r you*r will*r be*r baptized*r with*r the*r Holy*r Spirit*r in*r a*r few*r days.”*r"
    },
    {
        "o": 30466,
        "r": "csb:Acts:1:6",
        "t": "So*p when they had come together, they asked him, “Lord, are you restoring the kingdom to Israel at this time?”"
    },
    {
        "o": 30467,
        "r": "csb:Acts:1:7",
        "t": "He*p said to them, “It*r is*r not*r for*r you*r to*r know*r times*r or*r periods*r that*r the*r Father*r has*r set*r by*r his*r own*r authority.*r"
    },
    {
        "o": 30468,
        "r": "csb:Acts:1:8",
        "t": "But*r you*r will*r receive*r power*r when*r the*r Holy*r Spirit*r has*r come*r on*r you,*r and*r you*r will*r be*r my*r witnesses*r in*r Jerusalem,*r in*r all*r Judea*r and*r Samaria,*r and*r to*r the*r ends*r of*r the*r earth.”*r"
    },
    {
        "o": 30469,
        "r": "csb:Acts:1:8",
        "t": "The Ascension",
        "h": 2
    },
    {
        "o": 30470,
        "r": "csb:Acts:1:9",
        "t": "After*p he had said this, he was taken up as they were watching, and a cloud took him out of their sight."
    },
    {
        "o": 30471,
        "r": "csb:Acts:1:10",
        "t": "While he was going, they were gazing into heaven, and suddenly two men in white clothes stood by them."
    },
    {
        "o": 30472,
        "r": "csb:Acts:1:11",
        "t": "They said, “Men of Galilee, why do you stand looking up into heaven? This same Jesus, who has been taken from you into heaven, will come in the same way that you have seen him going into heaven.”"
    },
    {
        "o": 30473,
        "r": "csb:Acts:1:11",
        "t": "United in Prayer",
        "h": 2
    },
    {
        "o": 30474,
        "r": "csb:Acts:1:12",
        "t": "Then*p they returned to Jerusalem from the Mount of Olives, which is near Jerusalem - a Sabbath day’s journey away."
    },
    {
        "o": 30475,
        "r": "csb:Acts:1:13",
        "t": "When they arrived, they went to the room upstairs where they were staying: Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James the son of Alphaeus, Simon the Zealot, and Judas the son of James."
    },
    {
        "o": 30476,
        "r": "csb:Acts:1:14",
        "t": "They all were continually united in prayer, along with the women, including Mary the mother of Jesus, and his brothers."
    },
    {
        "o": 30477,
        "r": "csb:Acts:1:14",
        "t": "Matthias Chosen",
        "h": 2
    },
    {
        "o": 30478,
        "r": "csb:Acts:1:15",
        "t": "In*p those days Peter stood up among the brothers and sisters- the number of people who were together was about a hundred twenty - and said,"
    },
    {
        "o": 30479,
        "r": "csb:Acts:1:16",
        "t": "“Brothers and sisters, it was necessary that the Scripture be fulfilled that the Holy Spirit through the mouth of David foretold about Judas, who became a guide to those who arrested Jesus."
    },
    {
        "o": 30480,
        "r": "csb:Acts:1:17",
        "t": "For he was one of our number and shared in this ministry.”"
    },
    {
        "o": 30481,
        "r": "csb:Acts:1:18",
        "t": "Now this man acquired a field with his unrighteous wages. He fell headfirst, his body burst open and his intestines spilled out."
    },
    {
        "o": 30482,
        "r": "csb:Acts:1:19",
        "t": "This became known to all the residents of Jerusalem, so that in their own language that field is called Hakeldama (that is, “Field of Blood”)."
    },
    {
        "o": 30483,
        "r": "csb:Acts:1:20",
        "t": "“For it is written in the Book of Psalms: Let*ipn his*i dwelling*i become*i desolate;*i let*iln no*i one*i live*i in*i it;*i and Let*iln someone*i else*i take*i his*i position.*i"
    },
    {
        "o": 30484,
        "r": "csb:Acts:1:21",
        "t": "“Therefore,*p from among the men who have accompanied us during the whole time the Lord Jesus went in and out among us -"
    },
    {
        "o": 30485,
        "r": "csb:Acts:1:22",
        "t": "beginning from the baptism of John until the day he was taken up from us - from among these, it is necessary that one become a witness with us of his resurrection.”"
    },
    {
        "o": 30486,
        "r": "csb:Acts:1:23",
        "t": "So*p they proposed two: Joseph, called Barsabbas, who was also known as Justus, and Matthias."
    },
    {
        "o": 30487,
        "r": "csb:Acts:1:24",
        "t": "Then they prayed, “You, Lord, know everyone’s hearts; show which of these two you have chosen"
    },
    {
        "o": 30488,
        "r": "csb:Acts:1:25",
        "t": "to take the place in this apostolic ministry that Judas left to go where he belongs.”"
    },
    {
        "o": 30489,
        "r": "csb:Acts:1:26",
        "t": "Then they cast lots for them, and the lot fell to Matthias and he was added to the eleven apostles."
    },
    {
        "o": 30490,
        "r": "csb:Acts:2:0",
        "t": "Acts 2",
        "h": 1
    },
    {
        "o": 30491,
        "r": "csb:Acts:2:0",
        "t": "Pentecost",
        "h": 2
    },
    {
        "o": 30492,
        "r": "csb:Acts:2:1",
        "t": "When*p the day of Pentecost had arrived, they were all together in one place."
    },
    {
        "o": 30493,
        "r": "csb:Acts:2:2",
        "t": "Suddenly a sound like that of a violent rushing wind came from heaven, and it filled the whole house where they were staying."
    },
    {
        "o": 30494,
        "r": "csb:Acts:2:3",
        "t": "They saw tongues like flames of fire that separated and rested on each one of them."
    },
    {
        "o": 30495,
        "r": "csb:Acts:2:4",
        "t": "Then they were all filled with the Holy Spirit and began to speak in different tongues, as the Spirit enabled them."
    },
    {
        "o": 30496,
        "r": "csb:Acts:2:5",
        "t": "Now*p there were Jews staying in Jerusalem, devout people from every nation under heaven."
    },
    {
        "o": 30497,
        "r": "csb:Acts:2:6",
        "t": "When this sound occurred, a crowd came together and was confused because each one heard them speaking in his own language."
    },
    {
        "o": 30498,
        "r": "csb:Acts:2:7",
        "t": "They were astounded and amazed, saying, “Look, aren’t all these who are speaking Galileans?"
    },
    {
        "o": 30499,
        "r": "csb:Acts:2:8",
        "t": "How is it that each of us can hear them in our own native language?"
    },
    {
        "o": 30500,
        "r": "csb:Acts:2:9",
        "t": "Parthians, Medes, Elamites; those who live in Mesopotamia, in Judea and Cappadocia, Pontus and Asia,"
    },
    {
        "o": 30501,
        "r": "csb:Acts:2:10",
        "t": "Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome (both Jews and converts),"
    },
    {
        "o": 30502,
        "r": "csb:Acts:2:11",
        "t": "Cretans and Arabs - we hear them declaring the magnificent acts of God in our own tongues.”"
    },
    {
        "o": 30503,
        "r": "csb:Acts:2:12",
        "t": "They were all astounded and perplexed, saying to one another, “What does this mean?”"
    },
    {
        "o": 30504,
        "r": "csb:Acts:2:13",
        "t": "But some sneered and said, “They’re drunk on new wine.”"
    },
    {
        "o": 30505,
        "r": "csb:Acts:2:13",
        "t": "Peter’s Sermon",
        "h": 2
    },
    {
        "o": 30506,
        "r": "csb:Acts:2:14",
        "t": "Peter*p stood up with the Eleven, raised his voice, and proclaimed to them, “Fellow Jews and all you residents of Jerusalem, let this be known to you, and pay attention to my words."
    },
    {
        "o": 30507,
        "r": "csb:Acts:2:15",
        "t": "For these people are not drunk, as you suppose, since it’s only nine in the morning."
    },
    {
        "o": 30508,
        "r": "csb:Acts:2:16",
        "t": "On the contrary, this is what was spoken through the prophet Joel:"
    },
    {
        "o": 30509,
        "r": "csb:Acts:2:17",
        "t": "And*ipn it*i will*i be*i in the last days, says God, that*ln I*i will*i pour*i out*i my*i Spirit*i on*i all*i people;*i then*iln your*i sons*i and*i your*i daughters*i will*i prophesy,*i your*iln young*i men*i will*i see*i visions,*i and*iln your*i old*i men*i will*i dream*i dreams.*i"
    },
    {
        "o": 30510,
        "r": "csb:Acts:2:18",
        "t": "I*iln will*i even*i pour*i out*i my*i Spirit*i on*iln my*i servants*i in*i those*i days,*i both*i men*i and*i women*i and*ln they will prophesy."
    },
    {
        "o": 30511,
        "r": "csb:Acts:2:19",
        "t": "I*iln will*i display*i wonders*i in*i the*i heaven*i above and*iln signs*i on*i the*i earth*i below: blood*iln and*i fire*i and*i a*i cloud*i of*i smoke.*i"
    },
    {
        "o": 30512,
        "r": "csb:Acts:2:20",
        "t": "The*iln sun*i will*i be*i turned*i to*i darkness*i and*iln the*i moon*i to*i blood*i before*iln the*i great*i and*i glorious*i day*i of*i the*i Lord*i comes.*i"
    },
    {
        "o": 30513,
        "r": "csb:Acts:2:21",
        "t": "Then*iln everyone*i who*i calls*i on*iln the*i name*i of*i the*i Lord*i will*i be*i saved.*i"
    },
    {
        "o": 30514,
        "r": "csb:Acts:2:22",
        "t": "“Fellow*p Israelites, listen to these words: This Jesus of Nazareth was a man attested to you by God with miracles, wonders, and signs that God did among you through him, just as you yourselves know."
    },
    {
        "o": 30515,
        "r": "csb:Acts:2:23",
        "t": "Though he was delivered up according to God’s determined plan and foreknowledge, you used lawless people to nail him to a cross and kill him."
    },
    {
        "o": 30516,
        "r": "csb:Acts:2:24",
        "t": "God raised him up, ending the pains of death, because it was not possible for him to be held by death."
    },
    {
        "o": 30517,
        "r": "csb:Acts:2:25",
        "t": "For David says of him: I*ipn saw*i the*i Lord*i ever*i before*i me;*i because*iln he*i is*i at*i my*i right*i hand,*i I*iln will*i not*i be*i shaken.*i"
    },
    {
        "o": 30518,
        "r": "csb:Acts:2:26",
        "t": "Therefore*iln my*i heart*i is*i glad*i and*iln my*i tongue*i rejoices.*i Moreover,*iln my*i flesh*i will*i rest*i in*i hope,*i"
    },
    {
        "o": 30519,
        "r": "csb:Acts:2:27",
        "t": "because*iln you*i will*i not*i abandon*i me*i in*i Hades*i or*iln allow*i your*i holy*i one*i to*i see*i decay.*i"
    },
    {
        "o": 30520,
        "r": "csb:Acts:2:28",
        "t": "You*iln have*i revealed*i the*i paths*i of*i life*i to*i me;*i you*iln will*i fill*i me*i with*i gladness*i in*iln your*i presence.*i"
    },
    {
        "o": 30521,
        "r": "csb:Acts:2:29",
        "t": "“Brothers*p and sisters, I can confidently speak to you about the patriarch David: He is both dead and buried, and his tomb is with us to this day."
    },
    {
        "o": 30522,
        "r": "csb:Acts:2:30",
        "t": "Since he was a prophet, he knew that God had sworn an oath to him to seat one of his descendants on his throne."
    },
    {
        "o": 30523,
        "r": "csb:Acts:2:31",
        "t": "Seeing what was to come, he spoke concerning the resurrection of the Messiah: He*i was*i not*i abandoned*i in*i Hades,*i and*i his flesh did*i not*i experience*i decay.*i"
    },
    {
        "o": 30524,
        "r": "csb:Acts:2:32",
        "t": "“God*p has raised this Jesus; we are all witnesses of this."
    },
    {
        "o": 30525,
        "r": "csb:Acts:2:33",
        "t": "Therefore, since he has been exalted to the right hand of God and has received from the Father the promised Holy Spirit, he has poured out what you both see and hear."
    },
    {
        "o": 30526,
        "r": "csb:Acts:2:34",
        "t": "For it was not David who ascended into the heavens, but he himself says: The*ipn Lord*i declared*i to*i my*i Lord,*i ‘Sit*iln at*i my*i right*i hand*i"
    },
    {
        "o": 30527,
        "r": "csb:Acts:2:35",
        "t": "until*iln I*i make*i your*i enemies*i your*i footstool.’*i"
    },
    {
        "o": 30528,
        "r": "csb:Acts:2:36",
        "t": "“Therefore*p let all the house of Israel know with certainty that God has made this Jesus, whom you crucified, both Lord and Messiah.”"
    },
    {
        "o": 30529,
        "r": "csb:Acts:2:36",
        "t": "Call to Repentance",
        "h": 2
    },
    {
        "o": 30530,
        "r": "csb:Acts:2:37",
        "t": "When*p they heard this, they were pierced to the heart and said to Peter and the rest of the apostles, “Brothers, what should we do?”"
    },
    {
        "o": 30531,
        "r": "csb:Acts:2:38",
        "t": "Peter*p replied, “Repent and be baptized, each of you, in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit."
    },
    {
        "o": 30532,
        "r": "csb:Acts:2:39",
        "t": "For the promise is for you and for your children, and for all who are far off, as many as the Lord our God will call.”"
    },
    {
        "o": 30533,
        "r": "csb:Acts:2:40",
        "t": "With many other words he testified and strongly urged them, saying, “Be saved from this corrupt generation!”"
    },
    {
        "o": 30534,
        "r": "csb:Acts:2:41",
        "t": "So those who accepted his message were baptized, and that day about three thousand people were added to them."
    },
    {
        "o": 30535,
        "r": "csb:Acts:2:41",
        "t": "A Generous and Growing Church",
        "h": 2
    },
    {
        "o": 30536,
        "r": "csb:Acts:2:42",
        "t": "They*p devoted themselves to the apostles’ teaching, to the fellowship, to the breaking of bread, and to prayer."
    },
    {
        "o": 30537,
        "r": "csb:Acts:2:43",
        "t": "Everyone*p was filled with awe, and many wonders and signs were being performed through the apostles."
    },
    {
        "o": 30538,
        "r": "csb:Acts:2:44",
        "t": "Now all the believers were together and held all things in common."
    },
    {
        "o": 30539,
        "r": "csb:Acts:2:45",
        "t": "They sold their possessions and property and distributed the proceeds to all, as any had need."
    },
    {
        "o": 30540,
        "r": "csb:Acts:2:46",
        "t": "Every day they devoted themselves to meeting together in the temple, and broke bread from house to house. They ate their food with joyful and sincere hearts,"
    },
    {
        "o": 30541,
        "r": "csb:Acts:2:47",
        "t": "praising God and enjoying the favor of all the people. Every day the Lord added to their number those who were being saved."
    },
    {
        "o": 30542,
        "r": "csb:Acts:3:0",
        "t": "Acts 3",
        "h": 1
    },
    {
        "o": 30543,
        "r": "csb:Acts:3:0",
        "t": "Healing of a Lame Man",
        "h": 2
    },
    {
        "o": 30544,
        "r": "csb:Acts:3:1",
        "t": "Now*p Peter and John were going up to the temple for the time of prayer at three in the afternoon."
    },
    {
        "o": 30545,
        "r": "csb:Acts:3:2",
        "t": "A man who was lame from birth was being carried there. He was placed each day at the temple gate called Beautiful, so that he could beg from those entering the temple."
    },
    {
        "o": 30546,
        "r": "csb:Acts:3:3",
        "t": "When he saw Peter and John about to enter the temple, he asked for money."
    },
    {
        "o": 30547,
        "r": "csb:Acts:3:4",
        "t": "Peter, along with John, looked straight at him and said, “Look at us.”"
    },
    {
        "o": 30548,
        "r": "csb:Acts:3:5",
        "t": "So he turned to them, expecting to get something from them."
    },
    {
        "o": 30549,
        "r": "csb:Acts:3:6",
        "t": "But Peter said, “I don’t have silver or gold, but what I do have, I give you: In the name of Jesus Christ of Nazareth, get up and walk!”"
    },
    {
        "o": 30550,
        "r": "csb:Acts:3:7",
        "t": "Then, taking him by the right hand he raised him up, and at once his feet and ankles became strong."
    },
    {
        "o": 30551,
        "r": "csb:Acts:3:8",
        "t": "So he jumped up and started to walk, and he entered the temple with them - walking, leaping, and praising God."
    },
    {
        "o": 30552,
        "r": "csb:Acts:3:9",
        "t": "All the people saw him walking and praising God,"
    },
    {
        "o": 30553,
        "r": "csb:Acts:3:10",
        "t": "and they recognized that he was the one who used to sit and beg at the Beautiful Gate of the temple. So they were filled with awe and astonishment at what had happened to him."
    },
    {
        "o": 30554,
        "r": "csb:Acts:3:10",
        "t": "Preaching in Solomon’s Colonnade",
        "h": 2
    },
    {
        "o": 30555,
        "r": "csb:Acts:3:11",
        "t": "While*p he was holding on to Peter and John, all the people, utterly astonished, ran toward them in what is called Solomon’s Colonnade."
    },
    {
        "o": 30556,
        "r": "csb:Acts:3:12",
        "t": "When Peter saw this, he addressed the people: “Fellow Israelites, why are you amazed at this? Why do you stare at us, as though we had made him walk by our own power or godliness?"
    },
    {
        "o": 30557,
        "r": "csb:Acts:3:13",
        "t": "The God of Abraham, Isaac, and Jacob, the God of our ancestors, has glorified his servant Jesus, whom you handed over and denied before Pilate, though he had decided to release him."
    },
    {
        "o": 30558,
        "r": "csb:Acts:3:14",
        "t": "You denied the Holy and Righteous One and asked to have a murderer released to you."
    },
    {
        "o": 30559,
        "r": "csb:Acts:3:15",
        "t": "You killed the source of life, whom God raised from the dead; we are witnesses of this."
    },
    {
        "o": 30560,
        "r": "csb:Acts:3:16",
        "t": "By faith in his name, his name has made this man strong, whom you see and know. So the faith that comes through Jesus has given him this perfect health in front of all of you."
    },
    {
        "o": 30561,
        "r": "csb:Acts:3:17",
        "t": "“And*p now, brothers and sisters, I know that you acted in ignorance, just as your leaders also did."
    },
    {
        "o": 30562,
        "r": "csb:Acts:3:18",
        "t": "In this way God fulfilled what he had predicted through all the prophets - that his Messiah would suffer."
    },
    {
        "o": 30563,
        "r": "csb:Acts:3:19",
        "t": "Therefore repent and turn back, so that your sins may be wiped out,"
    },
    {
        "o": 30564,
        "r": "csb:Acts:3:20",
        "t": "that seasons of refreshing may come from the presence of the Lord, and that he may send Jesus, who has been appointed for you as the Messiah."
    },
    {
        "o": 30565,
        "r": "csb:Acts:3:21",
        "t": "Heaven must receive him until the time of the restoration of all things, which God spoke about through his holy prophets from the beginning."
    },
    {
        "o": 30566,
        "r": "csb:Acts:3:22",
        "t": "Moses said: The*i Lord*i your*i God*i will*i raise*i up*i for*i you*i a*i prophet*i like*i me*i from*i among*i your*i brothers.*i You*i must*i listen*i to*i everything*i he*i tells*i you.*i"
    },
    {
        "o": 30567,
        "r": "csb:Acts:3:23",
        "t": "And*i everyone*i who*i does*i not*i listen*i to*i that*i prophet*i will*i be*i completely*i cut*i off*i from*i the*i people.*i"
    },
    {
        "o": 30568,
        "r": "csb:Acts:3:24",
        "t": "“In*p addition, all the prophets who have spoken, from Samuel and those after him, have also foretold these days."
    },
    {
        "o": 30569,
        "r": "csb:Acts:3:25",
        "t": "You are the sons of the prophets and of the covenant that God made with your ancestors, saying to Abraham, And*i all*i the*i families*i of*i the*i earth*i will*i be*i blessed*i through*i your*i offspring.*i"
    },
    {
        "o": 30570,
        "r": "csb:Acts:3:26",
        "t": "God raised up his servant and sent him first to you to bless you by turning each of you from your evil ways.”"
    },
    {
        "o": 30571,
        "r": "csb:Acts:4:0",
        "t": "Acts 4",
        "h": 1
    },
    {
        "o": 30572,
        "r": "csb:Acts:4:0",
        "t": "Peter and John Arrested",
        "h": 2
    },
    {
        "o": 30573,
        "r": "csb:Acts:4:1",
        "t": "While*p they were speaking to the people, the priests, the captain of the temple police, and the Sadducees confronted them,"
    },
    {
        "o": 30574,
        "r": "csb:Acts:4:2",
        "t": "because they were annoyed that they were teaching the people and proclaiming in Jesus the resurrection of the dead."
    },
    {
        "o": 30575,
        "r": "csb:Acts:4:3",
        "t": "So they seized them and took them into custody until the next day since it was already evening."
    },
    {
        "o": 30576,
        "r": "csb:Acts:4:4",
        "t": "But many of those who heard the message believed, and the number of the men came to about five thousand."
    },
    {
        "o": 30577,
        "r": "csb:Acts:4:4",
        "t": "Peter and John Face the Jewish Leadership",
        "h": 2
    },
    {
        "o": 30578,
        "r": "csb:Acts:4:5",
        "t": "The*p next day, their rulers, elders, and scribes assembled in Jerusalem"
    },
    {
        "o": 30579,
        "r": "csb:Acts:4:6",
        "t": "with Annas the high priest, Caiaphas, John, Alexander, and all the members of the high-priestly family."
    },
    {
        "o": 30580,
        "r": "csb:Acts:4:7",
        "t": "After they had Peter and John stand before them, they began to question them: “By what power or in what name have you done this?”"
    },
    {
        "o": 30581,
        "r": "csb:Acts:4:8",
        "t": "Then*p Peter was filled with the Holy Spirit and said to them, “Rulers of the people and elders:"
    },
    {
        "o": 30582,
        "r": "csb:Acts:4:9",
        "t": "If we are being examined today about a good deed done to a disabled man, by what means he was healed,"
    },
    {
        "o": 30583,
        "r": "csb:Acts:4:10",
        "t": "let it be known to all of you and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom you crucified and whom God raised from the dead - by him this man is standing here before you healthy."
    },
    {
        "o": 30584,
        "r": "csb:Acts:4:11",
        "t": "This Jesus is the*ipn stone*i rejected*i by*i you*i builders,*i which*iln has*i become*i the*i cornerstone.*i"
    },
    {
        "o": 30585,
        "r": "csb:Acts:4:12",
        "t": "There*p is salvation in no one else, for there is no other name under heaven given to people by which we must be saved.”"
    },
    {
        "o": 30586,
        "r": "csb:Acts:4:12",
        "t": "The Boldness of the Disciples",
        "h": 2
    },
    {
        "o": 30587,
        "r": "csb:Acts:4:13",
        "t": "When*p they observed the boldness of Peter and John and realized that they were uneducated and untrained men, they were amazed and recognized that they had been with Jesus."
    },
    {
        "o": 30588,
        "r": "csb:Acts:4:14",
        "t": "And since they saw the man who had been healed standing with them, they had nothing to say in opposition."
    },
    {
        "o": 30589,
        "r": "csb:Acts:4:15",
        "t": "After they ordered them to leave the Sanhedrin, they conferred among themselves,"
    },
    {
        "o": 30590,
        "r": "csb:Acts:4:16",
        "t": "saying, “What should we do with these men? For an obvious sign has been done through them, clear to everyone living in Jerusalem, and we cannot deny it."
    },
    {
        "o": 30591,
        "r": "csb:Acts:4:17",
        "t": "But so that this does not spread any further among the people, let’s threaten them against speaking to anyone in this name again.”"
    },
    {
        "o": 30592,
        "r": "csb:Acts:4:18",
        "t": "So they called for them and ordered them not to speak or teach at all in the name of Jesus."
    },
    {
        "o": 30593,
        "r": "csb:Acts:4:19",
        "t": "Peter*p and John answered them, “Whether it’s right in the sight of God for us to listen to you rather than to God, you decide;"
    },
    {
        "o": 30594,
        "r": "csb:Acts:4:20",
        "t": "for we are unable to stop speaking about what we have seen and heard.”"
    },
    {
        "o": 30595,
        "r": "csb:Acts:4:21",
        "t": "After*p threatening them further, they released them. They found no way to punish them because the people were all giving glory to God over what had been done."
    },
    {
        "o": 30596,
        "r": "csb:Acts:4:22",
        "t": "For this sign of healing had been performed on a man over forty years old."
    },
    {
        "o": 30597,
        "r": "csb:Acts:4:22",
        "t": "Prayer for Boldness",
        "h": 2
    },
    {
        "o": 30598,
        "r": "csb:Acts:4:23",
        "t": "After*p they were released, they went to their own people and reported everything the chief priests and the elders had said to them."
    },
    {
        "o": 30599,
        "r": "csb:Acts:4:24",
        "t": "When they heard this, they raised their voices together to God and said, “Master, you are the one who made the heaven, the earth, and the sea, and everything in them."
    },
    {
        "o": 30600,
        "r": "csb:Acts:4:25",
        "t": "You said through the Holy Spirit, by the mouth of our father David your servant: Why*ipn do*i the*i Gentiles*i rage*i and*iln the*i peoples*i plot*i futile*i things?*i"
    },
    {
        "o": 30601,
        "r": "csb:Acts:4:26",
        "t": "The*iln kings*i of*i the*i earth*i take*i their*i stand*i and*iln the*i rulers*i assemble*i together*i against*iln the*i Lord*i and*i against*i his*i Messiah.*i"
    },
    {
        "o": 30602,
        "r": "csb:Acts:4:27",
        "t": "“For,*p in fact, in this city both Herod and Pontius Pilate, with the Gentiles and the people of Israel, assembled together against your holy servant Jesus, whom you anointed,"
    },
    {
        "o": 30603,
        "r": "csb:Acts:4:28",
        "t": "to do whatever your hand and your will had predestined to take place."
    },
    {
        "o": 30604,
        "r": "csb:Acts:4:29",
        "t": "And now, Lord, consider their threats, and grant that your servants may speak your word with all boldness,"
    },
    {
        "o": 30605,
        "r": "csb:Acts:4:30",
        "t": "while you stretch out your hand for healing, and signs and wonders are performed through the name of your holy servant Jesus.”"
    },
    {
        "o": 30606,
        "r": "csb:Acts:4:31",
        "t": "When they had prayed, the place where they were assembled was shaken, and they were all filled with the Holy Spirit and began to speak the word of God boldly."
    },
    {
        "o": 30607,
        "r": "csb:Acts:4:31",
        "t": "All Things in Common",
        "h": 2
    },
    {
        "o": 30608,
        "r": "csb:Acts:4:32",
        "t": "Now*p the entire group of those who believed were of one heart and mind, and no one claimed that any of his possessions was his own, but instead they held everything in common."
    },
    {
        "o": 30609,
        "r": "csb:Acts:4:33",
        "t": "With great power the apostles were giving testimony to the resurrection of the Lord Jesus, and great grace was on all of them."
    },
    {
        "o": 30610,
        "r": "csb:Acts:4:34",
        "t": "For there was not a needy person among them because all those who owned lands or houses sold them, brought the proceeds of what was sold,"
    },
    {
        "o": 30611,
        "r": "csb:Acts:4:35",
        "t": "and laid them at the apostles’ feet. This was then distributed to each person as any had need."
    },
    {
        "o": 30612,
        "r": "csb:Acts:4:36",
        "t": "Joseph,*p a Levite from Cyprus by birth, the one the apostles called Barnabas (which is translated Son of Encouragement),"
    },
    {
        "o": 30613,
        "r": "csb:Acts:4:37",
        "t": "sold a field he owned, brought the money, and laid it at the apostles’ feet."
    },
    {
        "o": 30614,
        "r": "csb:Acts:5:0",
        "t": "Acts 5",
        "h": 1
    },
    {
        "o": 30615,
        "r": "csb:Acts:5:0",
        "t": "Lying to the Holy Spirit",
        "h": 2
    },
    {
        "o": 30616,
        "r": "csb:Acts:5:1",
        "t": "But*p a man named Ananias, with his wife Sapphira, sold a piece of property."
    },
    {
        "o": 30617,
        "r": "csb:Acts:5:2",
        "t": "However, he kept back part of the proceeds with his wife’s knowledge, and brought a portion of it and laid it at the apostles’ feet."
    },
    {
        "o": 30618,
        "r": "csb:Acts:5:3",
        "t": "“Ananias,”*p Peter asked, “why has Satan filled your heart to lie to the Holy Spirit and keep back part of the proceeds of the land?"
    },
    {
        "o": 30619,
        "r": "csb:Acts:5:4",
        "t": "Wasn’t it yours while you possessed it? And after it was sold, wasn’t it at your disposal? Why is it that you planned this thing in your heart? You have not lied to people but to God.”"
    },
    {
        "o": 30620,
        "r": "csb:Acts:5:5",
        "t": "When he heard these words, Ananias dropped dead, and a great fear came on all who heard."
    },
    {
        "o": 30621,
        "r": "csb:Acts:5:6",
        "t": "The young men got up, wrapped his body, carried him out, and buried him."
    },
    {
        "o": 30622,
        "r": "csb:Acts:5:7",
        "t": "About*p three hours later, his wife came in, not knowing what had happened."
    },
    {
        "o": 30623,
        "r": "csb:Acts:5:8",
        "t": "“Tell me,” Peter asked her, “did you sell the land for this price?” “Yes,”*p she said, “for that price.”"
    },
    {
        "o": 30624,
        "r": "csb:Acts:5:9",
        "t": "Then*p Peter said to her, “Why did you agree to test the Spirit of the Lord? Look, the feet of those who have buried your husband are at the door, and they will carry you out.”"
    },
    {
        "o": 30625,
        "r": "csb:Acts:5:10",
        "t": "Instantly*p she dropped dead at his feet. When the young men came in, they found her dead, carried her out, and buried her beside her husband."
    },
    {
        "o": 30626,
        "r": "csb:Acts:5:11",
        "t": "Then great fear came on the whole church and on all who heard these things."
    },
    {
        "o": 30627,
        "r": "csb:Acts:5:11",
        "t": "Apostolic Signs and Wonders",
        "h": 2
    },
    {
        "o": 30628,
        "r": "csb:Acts:5:12",
        "t": "Many*p signs and wonders were being done among the people through the hands of the apostles. They were all together in Solomon’s Colonnade."
    },
    {
        "o": 30629,
        "r": "csb:Acts:5:13",
        "t": "No one else dared to join them, but the people spoke well of them."
    },
    {
        "o": 30630,
        "r": "csb:Acts:5:14",
        "t": "Believers were added to the Lord in increasing numbers - multitudes of both men and women."
    },
    {
        "o": 30631,
        "r": "csb:Acts:5:15",
        "t": "As a result, they would carry the sick out into the streets and lay them on cots and mats so that when Peter came by, at least his shadow might fall on some of them."
    },
    {
        "o": 30632,
        "r": "csb:Acts:5:16",
        "t": "In addition, a multitude came together from the towns surrounding Jerusalem, bringing the sick and those who were tormented by unclean spirits, and they were all healed."
    },
    {
        "o": 30633,
        "r": "csb:Acts:5:16",
        "t": "In and out of Prison",
        "h": 2
    },
    {
        "o": 30634,
        "r": "csb:Acts:5:17",
        "t": "Then*p the high priest rose up. He and all who were with him, who belonged to the party of the Sadducees, were filled with jealousy."
    },
    {
        "o": 30635,
        "r": "csb:Acts:5:18",
        "t": "So they arrested the apostles and put them in the public jail."
    },
    {
        "o": 30636,
        "r": "csb:Acts:5:19",
        "t": "But an angel of the Lord opened the doors of the jail during the night, brought them out, and said,"
    },
    {
        "o": 30637,
        "r": "csb:Acts:5:20",
        "t": "“Go and stand in the temple, and tell the people all about this life.”"
    },
    {
        "o": 30638,
        "r": "csb:Acts:5:21",
        "t": "Hearing this, they entered the temple at daybreak and began to teach."
    },
    {
        "o": 30639,
        "r": "csb:Acts:5:21",
        "t": "The Apostles on Trial Again",
        "h": 2
    },
    {
        "o": 30640,
        "r": "csb:Acts:5:21",
        "t": "When*p the high priest and those who were with him arrived, they convened the Sanhedrin - the full council of the Israelites - and sent orders to the jail to have them brought."
    },
    {
        "o": 30641,
        "r": "csb:Acts:5:22",
        "t": "But when the servants got there, they did not find them in the jail; so they returned and reported,"
    },
    {
        "o": 30642,
        "r": "csb:Acts:5:23",
        "t": "“We found the jail securely locked, with the guards standing in front of the doors, but when we opened them, we found no one inside.”"
    },
    {
        "o": 30643,
        "r": "csb:Acts:5:24",
        "t": "As the captain of the temple police and the chief priests heard these things, they were baffled about them, wondering what would come of this."
    },
    {
        "o": 30644,
        "r": "csb:Acts:5:25",
        "t": "Someone*p came and reported to them, “Look! The men you put in jail are standing in the temple and teaching the people.”"
    },
    {
        "o": 30645,
        "r": "csb:Acts:5:26",
        "t": "Then the commander went with the servants and brought them in without force, because they were afraid the people might stone them."
    },
    {
        "o": 30646,
        "r": "csb:Acts:5:27",
        "t": "After they brought them in, they had them stand before the Sanhedrin, and the high priest asked,"
    },
    {
        "o": 30647,
        "r": "csb:Acts:5:28",
        "t": "“Didn’t we strictly order you not to teach in this name? Look, you have filled Jerusalem with your teaching and are determined to make us guilty of this man’s blood.”"
    },
    {
        "o": 30648,
        "r": "csb:Acts:5:29",
        "t": "Peter*p and the apostles replied, “We must obey God rather than people."
    },
    {
        "o": 30649,
        "r": "csb:Acts:5:30",
        "t": "The God of our ancestors raised up Jesus, whom you had murdered by hanging him on a tree."
    },
    {
        "o": 30650,
        "r": "csb:Acts:5:31",
        "t": "God exalted this man to his right hand as ruler and Savior, to give repentance to Israel and forgiveness of sins."
    },
    {
        "o": 30651,
        "r": "csb:Acts:5:32",
        "t": "We are witnesses of these things, and so is the Holy Spirit whom God has given to those who obey him.”"
    },
    {
        "o": 30652,
        "r": "csb:Acts:5:32",
        "t": "Gamaliel’s Advice",
        "h": 2
    },
    {
        "o": 30653,
        "r": "csb:Acts:5:33",
        "t": "When*p they heard this, they were enraged and wanted to kill them."
    },
    {
        "o": 30654,
        "r": "csb:Acts:5:34",
        "t": "But a Pharisee named Gamaliel, a teacher of the law who was respected by all the people, stood up in the Sanhedrin and ordered the men to be taken outside for a little while."
    },
    {
        "o": 30655,
        "r": "csb:Acts:5:35",
        "t": "He said to them, “Men of Israel, be careful about what you’re about to do to these men."
    },
    {
        "o": 30656,
        "r": "csb:Acts:5:36",
        "t": "Some time ago Theudas rose up, claiming to be somebody, and a group of about four hundred men rallied to him. He was killed, and all his followers were dispersed and came to nothing."
    },
    {
        "o": 30657,
        "r": "csb:Acts:5:37",
        "t": "After this man, Judas the Galilean rose up in the days of the census and attracted a following. He also perished, and all his followers were scattered."
    },
    {
        "o": 30658,
        "r": "csb:Acts:5:38",
        "t": "So in the present case, I tell you, stay away from these men and leave them alone. For if this plan or this work is of human origin, it will fail;"
    },
    {
        "o": 30659,
        "r": "csb:Acts:5:39",
        "t": "but if it is of God, you will not be able to overthrow them. You may even be found fighting against God.” They were persuaded by him."
    },
    {
        "o": 30660,
        "r": "csb:Acts:5:40",
        "t": "After they called in the apostles and had them flogged, they ordered them not to speak in the name of Jesus and released them."
    },
    {
        "o": 30661,
        "r": "csb:Acts:5:41",
        "t": "Then they went out from the presence of the Sanhedrin, rejoicing that they were counted worthy to be treated shamefully on behalf of the Name."
    },
    {
        "o": 30662,
        "r": "csb:Acts:5:42",
        "t": "Every day in the temple, and in various homes, they continued teaching and proclaiming the good news that Jesus is the Messiah."
    },
    {
        "o": 30663,
        "r": "csb:Acts:6:0",
        "t": "Acts 6",
        "h": 1
    },
    {
        "o": 30664,
        "r": "csb:Acts:6:0",
        "t": "Seven Chosen to Serve",
        "h": 2
    },
    {
        "o": 30665,
        "r": "csb:Acts:6:1",
        "t": "In*p those days, as the disciples were increasing in number, there arose a complaint by the Hellenistic Jews against the Hebraic Jews that their widows were being overlooked in the daily distribution."
    },
    {
        "o": 30666,
        "r": "csb:Acts:6:2",
        "t": "The Twelve summoned the whole company of the disciples and said, “It would not be right for us to give up preaching the word of God to wait on tables."
    },
    {
        "o": 30667,
        "r": "csb:Acts:6:3",
        "t": "Brothers and sisters, select from among you seven men of good reputation, full of the Spirit and wisdom, whom we can appoint to this duty."
    },
    {
        "o": 30668,
        "r": "csb:Acts:6:4",
        "t": "But we will devote ourselves to prayer and to the ministry of the word.”"
    },
    {
        "o": 30669,
        "r": "csb:Acts:6:5",
        "t": "This proposal pleased the whole company. So they chose Stephen, a man full of faith and the Holy Spirit, and Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolaus, a convert from Antioch."
    },
    {
        "o": 30670,
        "r": "csb:Acts:6:6",
        "t": "They had them stand before the apostles, who prayed and laid their hands on them."
    },
    {
        "o": 30671,
        "r": "csb:Acts:6:7",
        "t": "So*p the word of God spread, the disciples in Jerusalem increased greatly in number, and a large group of priests became obedient to the faith."
    },
    {
        "o": 30672,
        "r": "csb:Acts:6:7",
        "t": "Stephen Accused of Blasphemy",
        "h": 2
    },
    {
        "o": 30673,
        "r": "csb:Acts:6:8",
        "t": "Now*p Stephen, full of grace and power, was performing great wonders and signs among the people."
    },
    {
        "o": 30674,
        "r": "csb:Acts:6:9",
        "t": "Opposition arose, however, from some members of the Freedmen’s Synagogue, composed of both Cyrenians and Alexandrians, and some from Cilicia and Asia, and they began to argue with Stephen."
    },
    {
        "o": 30675,
        "r": "csb:Acts:6:10",
        "t": "But they were unable to stand up against his wisdom and the Spirit by whom he was speaking."
    },
    {
        "o": 30676,
        "r": "csb:Acts:6:11",
        "t": "Then*p they secretly persuaded some men to say, “We heard him speaking blasphemous words against Moses and God.”"
    },
    {
        "o": 30677,
        "r": "csb:Acts:6:12",
        "t": "They stirred up the people, the elders, and the scribes; so they came, seized him, and took him to the Sanhedrin."
    },
    {
        "o": 30678,
        "r": "csb:Acts:6:13",
        "t": "They also presented false witnesses who said, “This man never stops speaking against this holy place and the law."
    },
    {
        "o": 30679,
        "r": "csb:Acts:6:14",
        "t": "For we heard him say that this Jesus of Nazareth will destroy this place and change the customs that Moses handed down to us.”"
    },
    {
        "o": 30680,
        "r": "csb:Acts:6:15",
        "t": "And all who were sitting in the Sanhedrin looked intently at him and saw that his face was like the face of an angel."
    },
    {
        "o": 30681,
        "r": "csb:Acts:7:0",
        "t": "Acts 7",
        "h": 1
    },
    {
        "o": 30682,
        "r": "csb:Acts:7:0",
        "t": "Stephen’s Sermon",
        "h": 2
    },
    {
        "o": 30683,
        "r": "csb:Acts:7:1",
        "t": "“Are*p these things true?” the high priest asked."
    },
    {
        "o": 30684,
        "r": "csb:Acts:7:2",
        "t": "“Brothers*p and fathers,” he replied, “listen: The God of glory appeared to our father Abraham when he was in Mesopotamia, before he settled in Haran,"
    },
    {
        "o": 30685,
        "r": "csb:Acts:7:3",
        "t": "and said to him: Leave*i your*i country*i and*i relatives,*i and*i come*i to*i the*i land*i that*i I*i will*i show*i you.*i"
    },
    {
        "o": 30686,
        "r": "csb:Acts:7:4",
        "t": "“Then*p he left the land of the Chaldeans and settled in Haran. From there, after his father died, God had him move to this land in which you are now living."
    },
    {
        "o": 30687,
        "r": "csb:Acts:7:5",
        "t": "He didn’t give him an inheritance in it - not even a foot of ground - but he promised to give it to him as a possession, and to his descendants after him, even though he was childless."
    },
    {
        "o": 30688,
        "r": "csb:Acts:7:6",
        "t": "God spoke in this way: His descendants*i would be*i strangers*i in*i a*i foreign*i country,*i and*i they*i would enslave*i and*i oppress*i them*i for*i four*i hundred*i years.*i"
    },
    {
        "o": 30689,
        "r": "csb:Acts:7:7",
        "t": "I*i will*i judge*i the*i nation*i that*i they*i will*i serve*i as*i slaves,*i God said. After*i this,*i they*i will*i come*i out*i and*i worship*i me*i in*i this*i place.*i"
    },
    {
        "o": 30690,
        "r": "csb:Acts:7:8",
        "t": "And so he gave Abraham the covenant of circumcision. After this, he fathered Isaac and circumcised him on the eighth day. Isaac became the father of Jacob, and Jacob became the father of the twelve patriarchs."
    },
    {
        "o": 30691,
        "r": "csb:Acts:7:8",
        "t": "The Patriarchs in Egypt",
        "h": 2
    },
    {
        "o": 30692,
        "r": "csb:Acts:7:9",
        "t": "“The*p patriarchs became jealous of Joseph and sold him into Egypt, but God was with him"
    },
    {
        "o": 30693,
        "r": "csb:Acts:7:10",
        "t": "and rescued him out of all his troubles. He gave him favor and wisdom in the sight of Pharaoh, king of Egypt, who appointed him ruler over Egypt and over his whole household."
    },
    {
        "o": 30694,
        "r": "csb:Acts:7:11",
        "t": "Now a famine and great suffering came over all of Egypt and Canaan, and our ancestors could find no food."
    },
    {
        "o": 30695,
        "r": "csb:Acts:7:12",
        "t": "When Jacob heard there was grain in Egypt, he sent our ancestors there the first time."
    },
    {
        "o": 30696,
        "r": "csb:Acts:7:13",
        "t": "The second time, Joseph revealed himself to his brothers, and Joseph’s family became known to Pharaoh."
    },
    {
        "o": 30697,
        "r": "csb:Acts:7:14",
        "t": "Joseph invited his father Jacob and all his relatives, seventy-five people in all,"
    },
    {
        "o": 30698,
        "r": "csb:Acts:7:15",
        "t": "and Jacob went down to Egypt. He and our ancestors died there,"
    },
    {
        "o": 30699,
        "r": "csb:Acts:7:16",
        "t": "were carried back to Shechem, and were placed in the tomb that Abraham had bought for a sum of silver from the sons of Hamor in Shechem."
    },
    {
        "o": 30700,
        "r": "csb:Acts:7:16",
        "t": "Moses, a Rejected Savior",
        "h": 2
    },
    {
        "o": 30701,
        "r": "csb:Acts:7:17",
        "t": "“As*p the time was approaching to fulfill the promise that God had made to Abraham, the people flourished and multiplied in Egypt"
    },
    {
        "o": 30702,
        "r": "csb:Acts:7:18",
        "t": "until a different king who did not know Joseph ruled over Egypt."
    },
    {
        "o": 30703,
        "r": "csb:Acts:7:19",
        "t": "He dealt deceitfully with our race and oppressed our ancestors by making them abandon their infants outside so that they wouldn’t survive."
    },
    {
        "o": 30704,
        "r": "csb:Acts:7:20",
        "t": "At this time Moses was born, and he was beautiful in God’s sight. He was cared for in his father’s home for three months."
    },
    {
        "o": 30705,
        "r": "csb:Acts:7:21",
        "t": "When he was put outside, Pharaoh’s daughter adopted and raised him as her own son."
    },
    {
        "o": 30706,
        "r": "csb:Acts:7:22",
        "t": "So Moses was educated in all the wisdom of the Egyptians and was powerful in his speech and actions."
    },
    {
        "o": 30707,
        "r": "csb:Acts:7:23",
        "t": "“When*p he was forty years old, he decided to visit his own people, the Israelites."
    },
    {
        "o": 30708,
        "r": "csb:Acts:7:24",
        "t": "When he saw one of them being mistreated, he came to his rescue and avenged the oppressed man by striking down the Egyptian."
    },
    {
        "o": 30709,
        "r": "csb:Acts:7:25",
        "t": "He assumed his people would understand that God would give them deliverance through him, but they did not understand."
    },
    {
        "o": 30710,
        "r": "csb:Acts:7:26",
        "t": "The next day he showed up while they were fighting and tried to reconcile them peacefully, saying, ‘Men, you are brothers. Why are you mistreating each other? ’"
    },
    {
        "o": 30711,
        "r": "csb:Acts:7:27",
        "t": "“But*p the one who was mistreating his neighbor pushed Moses aside, saying: Who*i appointed*i you*i a*i ruler*i and*i a*i judge*i over*i us?*i"
    },
    {
        "o": 30712,
        "r": "csb:Acts:7:28",
        "t": "Do*i you*i want*i to*i kill*i me,*i the*i same*i way*i you*i killed*i the*i Egyptian*i yesterday?*i"
    },
    {
        "o": 30713,
        "r": "csb:Acts:7:29",
        "t": "“When*p he heard this, Moses fled and became an exile in the land of Midian, where he became the father of two sons."
    },
    {
        "o": 30714,
        "r": "csb:Acts:7:30",
        "t": "After forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in the flame of a burning bush."
    },
    {
        "o": 30715,
        "r": "csb:Acts:7:31",
        "t": "When Moses saw it, he was amazed at the sight. As he was approaching to look at it, the voice of the Lord came:"
    },
    {
        "o": 30716,
        "r": "csb:Acts:7:32",
        "t": "I*i am*i the*i God*i of*i your*i ancestors -*i the*i God*i of*i Abraham,*i of*i Isaac,*i and*i of*i Jacob.*i Moses began to tremble and did not dare to look."
    },
    {
        "o": 30717,
        "r": "csb:Acts:7:33",
        "t": "“The*p Lord said to him: Take*i off*i the*i sandals*i from*i your*i feet,*i because*i the*i place*i where*i you*i are*i standing*i is*i holy*i ground.*i"
    },
    {
        "o": 30718,
        "r": "csb:Acts:7:34",
        "t": "I*i have*i certainly*i seen*i the*i oppression*i of*i my*i people*i in*i Egypt;*i I*i have*i heard*i their*i groaning*i and*i have*i come*i down*i to*i set*i them*i free.*i And*i now,*i come,*i I*i will*i send*i you*i to*i Egypt.*i"
    },
    {
        "o": 30719,
        "r": "csb:Acts:7:35",
        "t": "“This*p Moses, whom they rejected when they said, Who*i appointed*i you*i a*i ruler*i and*i a*i judge?-*i this one God sent as a ruler and a deliverer through the angel who appeared to him in the bush."
    },
    {
        "o": 30720,
        "r": "csb:Acts:7:36",
        "t": "This man led them out and performed wonders and signs in the land of Egypt, at the Red Sea, and in the wilderness for forty years."
    },
    {
        "o": 30721,
        "r": "csb:Acts:7:36",
        "t": "Israel’s Rebellion against God",
        "h": 2
    },
    {
        "o": 30722,
        "r": "csb:Acts:7:37",
        "t": "“This*p is the Moses who said to the Israelites: God*i will*i raise*i up*i for*i you*i a*i prophet*i like*i me*i from*i among*i your*i brothers.*i"
    },
    {
        "o": 30723,
        "r": "csb:Acts:7:38",
        "t": "He is the one who was in the assembly in the wilderness, with the angel who spoke to him on Mount Sinai, and with our ancestors. He received living oracles to give to us."
    },
    {
        "o": 30724,
        "r": "csb:Acts:7:39",
        "t": "Our ancestors were unwilling to obey him. Instead, they pushed him aside, and in their hearts turned back to Egypt."
    },
    {
        "o": 30725,
        "r": "csb:Acts:7:40",
        "t": "They told Aaron: Make*i us*i gods*i who*i will*i go*i before*i us.*i As*i for*i this*i Moses*i who*i brought*i us*i out*i of*i the*i land*i of*i Egypt,*i we*i don’t*i know*i what’s*i happened*i to*i him.*i"
    },
    {
        "o": 30726,
        "r": "csb:Acts:7:41",
        "t": "They even made a calf in those days, offered sacrifice to the idol, and were celebrating what their hands had made."
    },
    {
        "o": 30727,
        "r": "csb:Acts:7:42",
        "t": "God turned away and gave them up to worship the stars of heaven, as it is written in the book of the prophets: House*ipn of*i Israel,*i did*i you*i bring*i me*i offerings*i and*i sacrifices*i for*iln forty*i years*i in*i the*i wilderness?*i"
    },
    {
        "o": 30728,
        "r": "csb:Acts:7:43",
        "t": "You*iln took*i up*i the*i tent*i of*i Moloch*i and*iln the*i star*i of*i your*i god*i Rephan,*i the*iln images*i that*i you*i made*i to*i worship.*i So*iln I*i will*i send*i you*i into*i exile*i beyond*i Babylon.*i"
    },
    {
        "o": 30729,
        "r": "csb:Acts:7:43",
        "t": "God’s Real Tabernacle",
        "h": 2
    },
    {
        "o": 30730,
        "r": "csb:Acts:7:44",
        "t": "“Our*p ancestors had the tabernacle of the testimony in the wilderness, just as he who spoke to Moses commanded him to make it according to the pattern he had seen."
    },
    {
        "o": 30731,
        "r": "csb:Acts:7:45",
        "t": "Our ancestors in turn received it and with Joshua brought it in when they dispossessed the nations that God drove out before them, until the days of David."
    },
    {
        "o": 30732,
        "r": "csb:Acts:7:46",
        "t": "He found favor in God’s sight and asked that he might provide a dwelling place for the God of Jacob."
    },
    {
        "o": 30733,
        "r": "csb:Acts:7:47",
        "t": "It was Solomon, rather, who built him a house,"
    },
    {
        "o": 30734,
        "r": "csb:Acts:7:48",
        "t": "but the Most High does not dwell in sanctuaries made with hands, as the prophet says:"
    },
    {
        "o": 30735,
        "r": "csb:Acts:7:49",
        "t": "Heaven*ipn is*i my*i throne,*i and*iln the*i earth*i my*i footstool.*i What*iln sort*i of*i house*i will*i you*i build*i for*i me?*i says*iln the*i Lord,*i or*iln what*i will*i be*i my*i resting*i place?*i"
    },
    {
        "o": 30736,
        "r": "csb:Acts:7:50",
        "t": "Did*iln not*i my*i hand*i make*i all*i these*i things?*i"
    },
    {
        "o": 30737,
        "r": "csb:Acts:7:50",
        "t": "Resisting the Holy Spirit",
        "h": 2
    },
    {
        "o": 30738,
        "r": "csb:Acts:7:51",
        "t": "“You*p stiff-necked people with uncircumcised hearts and ears! You are always resisting the Holy Spirit. As your ancestors did, you do also."
    },
    {
        "o": 30739,
        "r": "csb:Acts:7:52",
        "t": "Which of the prophets did your ancestors not persecute? They even killed those who foretold the coming of the Righteous One, whose betrayers and murderers you have now become."
    },
    {
        "o": 30740,
        "r": "csb:Acts:7:53",
        "t": "You received the law under the direction of angels and yet have not kept it.”"
    },
    {
        "o": 30741,
        "r": "csb:Acts:7:53",
        "t": "The First Christian Martyr",
        "h": 2
    },
    {
        "o": 30742,
        "r": "csb:Acts:7:54",
        "t": "When*p they heard these things, they were enraged and gnashed their teeth at him."
    },
    {
        "o": 30743,
        "r": "csb:Acts:7:55",
        "t": "Stephen, full of the Holy Spirit, gazed into heaven. He saw the glory of God, and Jesus standing at the right hand of God."
    },
    {
        "o": 30744,
        "r": "csb:Acts:7:56",
        "t": "He said, “Look, I see the heavens opened and the Son of Man standing at the right hand of God!”"
    },
    {
        "o": 30745,
        "r": "csb:Acts:7:57",
        "t": "They*p yelled at the top of their voices, covered their ears, and together rushed against him."
    },
    {
        "o": 30746,
        "r": "csb:Acts:7:58",
        "t": "They dragged him out of the city and began to stone him. And the witnesses laid their garments at the feet of a young man named Saul."
    },
    {
        "o": 30747,
        "r": "csb:Acts:7:59",
        "t": "While they were stoning Stephen, he called out, “Lord Jesus, receive my spirit!”"
    },
    {
        "o": 30748,
        "r": "csb:Acts:7:60",
        "t": "He knelt down and cried out with a loud voice, “Lord, do not hold this sin against them!” And after saying this, he fell asleep."
    },
    {
        "o": 30749,
        "r": "csb:Acts:8:0",
        "t": "Acts 8",
        "h": 1
    },
    {
        "o": 30750,
        "r": "csb:Acts:8:0",
        "t": "Saul the Persecutor",
        "h": 2
    },
    {
        "o": 30751,
        "r": "csb:Acts:8:1",
        "t": "Saul*p agreed with putting him to death. On*p that day a severe persecution broke out against the church in Jerusalem, and all except the apostles were scattered throughout the land of Judea and Samaria."
    },
    {
        "o": 30752,
        "r": "csb:Acts:8:2",
        "t": "Devout men buried Stephen and mourned deeply over him."
    },
    {
        "o": 30753,
        "r": "csb:Acts:8:3",
        "t": "Saul, however, was ravaging the church. He would enter house after house, drag off men and women, and put them in prison."
    },
    {
        "o": 30754,
        "r": "csb:Acts:8:3",
        "t": "Philip in Samaria",
        "h": 2
    },
    {
        "o": 30755,
        "r": "csb:Acts:8:4",
        "t": "So*p those who were scattered went on their way preaching the word."
    },
    {
        "o": 30756,
        "r": "csb:Acts:8:5",
        "t": "Philip went down to a city in Samaria and proclaimed the Messiah to them."
    },
    {
        "o": 30757,
        "r": "csb:Acts:8:6",
        "t": "The crowds were all paying attention to what Philip said, as they listened and saw the signs he was performing."
    },
    {
        "o": 30758,
        "r": "csb:Acts:8:7",
        "t": "For unclean spirits, crying out with a loud voice, came out of many who were possessed, and many who were paralyzed and lame were healed."
    },
    {
        "o": 30759,
        "r": "csb:Acts:8:8",
        "t": "So there was great joy in that city."
    },
    {
        "o": 30760,
        "r": "csb:Acts:8:8",
        "t": "The Response of Simon",
        "h": 2
    },
    {
        "o": 30761,
        "r": "csb:Acts:8:9",
        "t": "A*p man named Simon had previously practiced sorcery in that city and amazed the Samaritan people, while claiming to be somebody great."
    },
    {
        "o": 30762,
        "r": "csb:Acts:8:10",
        "t": "They all paid attention to him, from the least of them to the greatest, and they said, “This man is called the Great Power of God.”"
    },
    {
        "o": 30763,
        "r": "csb:Acts:8:11",
        "t": "They were attentive to him because he had amazed them with his sorceries for a long time."
    },
    {
        "o": 30764,
        "r": "csb:Acts:8:12",
        "t": "But when they believed Philip, as he proclaimed the good news about the kingdom of God and the name of Jesus Christ, both men and women were baptized."
    },
    {
        "o": 30765,
        "r": "csb:Acts:8:13",
        "t": "Even Simon himself believed. And after he was baptized, he followed Philip everywhere and was amazed as he observed the signs and great miracles that were being performed."
    },
    {
        "o": 30766,
        "r": "csb:Acts:8:13",
        "t": "Simon’s Sin",
        "h": 2
    },
    {
        "o": 30767,
        "r": "csb:Acts:8:14",
        "t": "When*p the apostles who were at Jerusalem heard that Samaria had received the word of God, they sent Peter and John to them."
    },
    {
        "o": 30768,
        "r": "csb:Acts:8:15",
        "t": "After they went down there, they prayed for them so that the Samaritans might receive the Holy Spirit because he had not yet come down on any of them."
    },
    {
        "o": 30769,
        "r": "csb:Acts:8:16",
        "t": "(They had only been baptized in the name of the Lord Jesus.)"
    },
    {
        "o": 30770,
        "r": "csb:Acts:8:17",
        "t": "Then Peter and John laid their hands on them, and they received the Holy Spirit."
    },
    {
        "o": 30771,
        "r": "csb:Acts:8:18",
        "t": "When*p Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money,"
    },
    {
        "o": 30772,
        "r": "csb:Acts:8:19",
        "t": "saying, “Give me this power also so that anyone I lay hands on may receive the Holy Spirit.”"
    },
    {
        "o": 30773,
        "r": "csb:Acts:8:20",
        "t": "But*p Peter told him, “May your silver be destroyed with you, because you thought you could obtain the gift of God with money!"
    },
    {
        "o": 30774,
        "r": "csb:Acts:8:21",
        "t": "You have no part or share in this matter, because your heart is not right before God."
    },
    {
        "o": 30775,
        "r": "csb:Acts:8:22",
        "t": "Therefore repent of this wickedness of yours, and pray to the Lord that, if possible, your heart’s intent may be forgiven."
    },
    {
        "o": 30776,
        "r": "csb:Acts:8:23",
        "t": "For I see you are poisoned by bitterness and bound by wickedness.”"
    },
    {
        "o": 30777,
        "r": "csb:Acts:8:24",
        "t": "“Pray*p to the Lord for me,” Simon replied, “so that nothing you have said may happen to me.”"
    },
    {
        "o": 30778,
        "r": "csb:Acts:8:25",
        "t": "So,*p after they had testified and spoken the word of the Lord, they traveled back to Jerusalem, preaching the gospel in many villages of the Samaritans."
    },
    {
        "o": 30779,
        "r": "csb:Acts:8:25",
        "t": "The Conversion of the Ethiopian Official",
        "h": 2
    },
    {
        "o": 30780,
        "r": "csb:Acts:8:26",
        "t": "An*p angel of the Lord spoke to Philip: “Get up and go south to the road that goes down from Jerusalem to Gaza.” (This is the desert road.)"
    },
    {
        "o": 30781,
        "r": "csb:Acts:8:27",
        "t": "So he got up and went. There was an Ethiopian man, a eunuch and high official of Candace, queen of the Ethiopians, who was in charge of her entire treasury. He had come to worship in Jerusalem"
    },
    {
        "o": 30782,
        "r": "csb:Acts:8:28",
        "t": "and was sitting in his chariot on his way home, reading the prophet Isaiah aloud."
    },
    {
        "o": 30783,
        "r": "csb:Acts:8:29",
        "t": "The*p Spirit told Philip, “Go and join that chariot.”"
    },
    {
        "o": 30784,
        "r": "csb:Acts:8:30",
        "t": "When*p Philip ran up to it, he heard him reading the prophet Isaiah, and said, “Do you understand what you’re reading?”"
    },
    {
        "o": 30785,
        "r": "csb:Acts:8:31",
        "t": "“How*p can I,” he said, “unless someone guides me?” So he invited Philip to come up and sit with him."
    },
    {
        "o": 30786,
        "r": "csb:Acts:8:32",
        "t": "Now the Scripture passage he was reading was this: He*ipn was*i led*i like*i a*i sheep*i to*i the*i slaughter,*i and*iln as*i a*i lamb*i is*i silent*i before*i its*i shearer,*i so*iln he*i does*i not*i open*i his*i mouth.*i"
    },
    {
        "o": 30787,
        "r": "csb:Acts:8:33",
        "t": "In*iln his*i humiliation*i justice*i was*i denied*i him.*i Who*iln will*i describe*i his*i generation?*i For*iln his*i life*i is*i taken*i from*i the*i earth.*i"
    },
    {
        "o": 30788,
        "r": "csb:Acts:8:34",
        "t": "The*p eunuch said to Philip, “I ask you, who is the prophet saying this about - himself or someone else?”"
    },
    {
        "o": 30789,
        "r": "csb:Acts:8:35",
        "t": "Philip proceeded to tell him the good news about Jesus, beginning with that Scripture."
    },
    {
        "o": 30790,
        "r": "csb:Acts:8:36",
        "t": "As*p they were traveling down the road, they came to some water. The eunuch said, “Look, there’s water. What would keep me from being baptized?”"
    },
    {
        "o": 30791,
        "r": "csb:Acts:8:38",
        "t": "So he ordered the chariot to stop, and both Philip and the eunuch went down into the water, and he baptized him."
    },
    {
        "o": 30792,
        "r": "csb:Acts:8:39",
        "t": "When they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch did not see him any longer but went on his way rejoicing."
    },
    {
        "o": 30793,
        "r": "csb:Acts:8:40",
        "t": "Philip appeared in Azotus, and he was traveling and preaching the gospel in all the towns until he came to Caesarea."
    },
    {
        "o": 30794,
        "r": "csb:Acts:9:0",
        "t": "Acts 9",
        "h": 1
    },
    {
        "o": 30795,
        "r": "csb:Acts:9:0",
        "t": "The Damascus Road",
        "h": 2
    },
    {
        "o": 30796,
        "r": "csb:Acts:9:1",
        "t": "Now*p Saul was still breathing threats and murder against the disciples of the Lord. He went to the high priest"
    },
    {
        "o": 30797,
        "r": "csb:Acts:9:2",
        "t": "and requested letters from him to the synagogues in Damascus, so that if he found any men or women who belonged to the Way, he might bring them as prisoners to Jerusalem."
    },
    {
        "o": 30798,
        "r": "csb:Acts:9:3",
        "t": "As he traveled and was nearing Damascus, a light from heaven suddenly flashed around him."
    },
    {
        "o": 30799,
        "r": "csb:Acts:9:4",
        "t": "Falling to the ground, he heard a voice saying to him, “Saul,*r Saul,*r why*r are*r you*r persecuting*r me?”*r"
    },
    {
        "o": 30800,
        "r": "csb:Acts:9:5",
        "t": "“Who*p are you, Lord?” Saul said. “I*rp am*r Jesus,*r the*r one*r you*r are*r persecuting,”*r he replied."
    },
    {
        "o": 30801,
        "r": "csb:Acts:9:6",
        "t": "“But*r get*r up*r and*r go*r into*r the*r city,*r and*r you*r will*r be*r told*r what*r you*r must*r do.”*r"
    },
    {
        "o": 30802,
        "r": "csb:Acts:9:7",
        "t": "The*p men who were traveling with him stood speechless, hearing the sound but seeing no one."
    },
    {
        "o": 30803,
        "r": "csb:Acts:9:8",
        "t": "Saul got up from the ground, and though his eyes were open, he could see nothing. So they took him by the hand and led him into Damascus."
    },
    {
        "o": 30804,
        "r": "csb:Acts:9:9",
        "t": "He was unable to see for three days and did not eat or drink."
    },
    {
        "o": 30805,
        "r": "csb:Acts:9:9",
        "t": "Saul’s Baptism",
        "h": 2
    },
    {
        "o": 30806,
        "r": "csb:Acts:9:10",
        "t": "There*p was a disciple in Damascus named Ananias, and the Lord said to him in a vision, “Ananias.”*r “Here*p I am, Lord,” he replied."
    },
    {
        "o": 30807,
        "r": "csb:Acts:9:11",
        "t": "“Get*rp up*r and*r go*r to*r the*r street*r called*r Straight,”*r the Lord said to him, “to*r the*r house*r of*r Judas,*r and*r ask*r for*r a*r man*r from*r Tarsus*r named*r Saul,*r since*r he*r is*r praying*r there.*r"
    },
    {
        "o": 30808,
        "r": "csb:Acts:9:12",
        "t": "In*r a*r vision*r he*r has*r seen*r a*r man*r named*r Ananias*r coming*r in*r and*r placing*r his*r hands*r on*r him*r so*r that*r he*r may*r regain*r his*r sight.”*r"
    },
    {
        "o": 30809,
        "r": "csb:Acts:9:13",
        "t": "“Lord,”*p Ananias answered, “I have heard from many people about this man, how much harm he has done to your saints in Jerusalem."
    },
    {
        "o": 30810,
        "r": "csb:Acts:9:14",
        "t": "And he has authority here from the chief priests to arrest all who call on your name.”"
    },
    {
        "o": 30811,
        "r": "csb:Acts:9:15",
        "t": "But*p the Lord said to him, “Go,*r for*r this*r man*r is*r my*r chosen*r instrument*r to*r take*r my*r name*r to*r Gentiles,*r kings,*r and*r Israelites.*r"
    },
    {
        "o": 30812,
        "r": "csb:Acts:9:16",
        "t": "I*r will*r show*r him*r how*r much*r he*r must*r suffer*r for*r my*r name.”*r"
    },
    {
        "o": 30813,
        "r": "csb:Acts:9:17",
        "t": "Ananias*p went and entered the house. He placed his hands on him and said, “Brother Saul, the Lord Jesus, who appeared to you on the road you were traveling, has sent me so that you may regain your sight and be filled with the Holy Spirit.”"
    },
    {
        "o": 30814,
        "r": "csb:Acts:9:18",
        "t": "At*p once something like scales fell from his eyes, and he regained his sight. Then he got up and was baptized."
    },
    {
        "o": 30815,
        "r": "csb:Acts:9:19",
        "t": "And after taking some food, he regained his strength."
    },
    {
        "o": 30816,
        "r": "csb:Acts:9:19",
        "t": "Saul Proclaiming the Messiah",
        "h": 2
    },
    {
        "o": 30817,
        "r": "csb:Acts:9:19",
        "t": "Saul*p was with the disciples in Damascus for some time."
    },
    {
        "o": 30818,
        "r": "csb:Acts:9:20",
        "t": "Immediately he began proclaiming Jesus in the synagogues: “He is the Son of God.”"
    },
    {
        "o": 30819,
        "r": "csb:Acts:9:21",
        "t": "All*p who heard him were astounded and said, “Isn’t this the man in Jerusalem who was causing havoc for those who called on this name and came here for the purpose of taking them as prisoners to the chief priests?”"
    },
    {
        "o": 30820,
        "r": "csb:Acts:9:22",
        "t": "But*p Saul grew stronger and kept confounding the Jews who lived in Damascus by proving that Jesus is the Messiah."
    },
    {
        "o": 30821,
        "r": "csb:Acts:9:23",
        "t": "After*p many days had passed, the Jews conspired to kill him,"
    },
    {
        "o": 30822,
        "r": "csb:Acts:9:24",
        "t": "but Saul learned of their plot. So they were watching the gates day and night intending to kill him,"
    },
    {
        "o": 30823,
        "r": "csb:Acts:9:25",
        "t": "but his disciples took him by night and lowered him in a large basket through an opening in the wall."
    },
    {
        "o": 30824,
        "r": "csb:Acts:9:25",
        "t": "Saul in Jerusalem",
        "h": 2
    },
    {
        "o": 30825,
        "r": "csb:Acts:9:26",
        "t": "When*p he arrived in Jerusalem, he tried to join the disciples, but they were all afraid of him, since they did not believe he was a disciple."
    },
    {
        "o": 30826,
        "r": "csb:Acts:9:27",
        "t": "Barnabas, however, took him and brought him to the apostles and explained to them how Saul had seen the Lord on the road and that the Lord had talked to him, and how in Damascus he had spoken boldly in the name of Jesus."
    },
    {
        "o": 30827,
        "r": "csb:Acts:9:28",
        "t": "Saul was coming and going with them in Jerusalem, speaking boldly in the name of the Lord."
    },
    {
        "o": 30828,
        "r": "csb:Acts:9:29",
        "t": "He conversed and debated with the Hellenistic Jews, but they tried to kill him."
    },
    {
        "o": 30829,
        "r": "csb:Acts:9:30",
        "t": "When the brothers found out, they took him down to Caesarea and sent him off to Tarsus."
    },
    {
        "o": 30830,
        "r": "csb:Acts:9:30",
        "t": "The Church’s Growth",
        "h": 2
    },
    {
        "o": 30831,
        "r": "csb:Acts:9:31",
        "t": "So*p the church throughout all Judea, Galilee, and Samaria had peace and was strengthened. Living in the fear of the Lord and encouraged by the Holy Spirit, it increased in numbers."
    },
    {
        "o": 30832,
        "r": "csb:Acts:9:31",
        "t": "The Healing of Aeneas",
        "h": 2
    },
    {
        "o": 30833,
        "r": "csb:Acts:9:32",
        "t": "As*p Peter was traveling from place to place, he also came down to the saints who lived in Lydda."
    },
    {
        "o": 30834,
        "r": "csb:Acts:9:33",
        "t": "There he found a man named Aeneas, who was paralyzed and had been bedridden for eight years."
    },
    {
        "o": 30835,
        "r": "csb:Acts:9:34",
        "t": "Peter said to him, “Aeneas, Jesus Christ heals you. Get up and make your bed,” and immediately he got up."
    },
    {
        "o": 30836,
        "r": "csb:Acts:9:35",
        "t": "So all who lived in Lydda and Sharon saw him and turned to the Lord."
    },
    {
        "o": 30837,
        "r": "csb:Acts:9:35",
        "t": "Dorcas Restored to Life",
        "h": 2
    },
    {
        "o": 30838,
        "r": "csb:Acts:9:36",
        "t": "In*p Joppa there was a disciple named Tabitha (which is translated Dorcas). She was always doing good works and acts of charity."
    },
    {
        "o": 30839,
        "r": "csb:Acts:9:37",
        "t": "About that time she became sick and died. After washing her, they placed her in a room upstairs."
    },
    {
        "o": 30840,
        "r": "csb:Acts:9:38",
        "t": "Since Lydda was near Joppa, the disciples heard that Peter was there and sent two men to him who urged him, “Don’t delay in coming with us.”"
    },
    {
        "o": 30841,
        "r": "csb:Acts:9:39",
        "t": "Peter got up and went with them. When he arrived, they led him to the room upstairs. And all the widows approached him, weeping and showing him the robes and clothes that Dorcas had made while she was with them."
    },
    {
        "o": 30842,
        "r": "csb:Acts:9:40",
        "t": "Peter sent them all out of the room. He knelt down, prayed, and turning toward the body said, “Tabitha, get up.” She opened her eyes, saw Peter, and sat up."
    },
    {
        "o": 30843,
        "r": "csb:Acts:9:41",
        "t": "He gave her his hand and helped her stand up. He called the saints and widows and presented her alive."
    },
    {
        "o": 30844,
        "r": "csb:Acts:9:42",
        "t": "This became known throughout Joppa, and many believed in the Lord."
    },
    {
        "o": 30845,
        "r": "csb:Acts:9:43",
        "t": "Peter stayed for some time in Joppa with Simon, a leather tanner."
    },
    {
        "o": 30846,
        "r": "csb:Acts:10:0",
        "t": "Acts 10",
        "h": 1
    },
    {
        "o": 30847,
        "r": "csb:Acts:10:0",
        "t": "Cornelius’s Vision",
        "h": 2
    },
    {
        "o": 30848,
        "r": "csb:Acts:10:1",
        "t": "There*p was a man in Caesarea named Cornelius, a centurion of what was called the Italian Regiment."
    },
    {
        "o": 30849,
        "r": "csb:Acts:10:2",
        "t": "He was a devout man and feared God along with his whole household. He did many charitable deeds for the Jewish people and always prayed to God."
    },
    {
        "o": 30850,
        "r": "csb:Acts:10:3",
        "t": "About three in the afternoon he distinctly saw in a vision an angel of God who came in and said to him, “Cornelius.”"
    },
    {
        "o": 30851,
        "r": "csb:Acts:10:4",
        "t": "Staring*p at him in awe, he said, “What is it, Lord?” The*p angel told him, “Your prayers and your acts of charity have ascended as a memorial offering before God."
    },
    {
        "o": 30852,
        "r": "csb:Acts:10:5",
        "t": "Now send men to Joppa and call for Simon, who is also named Peter."
    },
    {
        "o": 30853,
        "r": "csb:Acts:10:6",
        "t": "He is lodging with Simon, a tanner, whose house is by the sea.”"
    },
    {
        "o": 30854,
        "r": "csb:Acts:10:7",
        "t": "When*p the angel who spoke to him had gone, he called two of his household servants and a devout soldier, who was one of those who attended him."
    },
    {
        "o": 30855,
        "r": "csb:Acts:10:8",
        "t": "After explaining everything to them, he sent them to Joppa."
    },
    {
        "o": 30856,
        "r": "csb:Acts:10:8",
        "t": "Peter’s Vision",
        "h": 2
    },
    {
        "o": 30857,
        "r": "csb:Acts:10:9",
        "t": "The*p next day, as they were traveling and nearing the city, Peter went up to pray on the roof about noon."
    },
    {
        "o": 30858,
        "r": "csb:Acts:10:10",
        "t": "He became hungry and wanted to eat, but while they were preparing something, he fell into a trance."
    },
    {
        "o": 30859,
        "r": "csb:Acts:10:11",
        "t": "He saw heaven opened and an object that resembled a large sheet coming down, being lowered by its four corners to the earth."
    },
    {
        "o": 30860,
        "r": "csb:Acts:10:12",
        "t": "In it were all the four-footed animals and reptiles of the earth, and the birds of the sky."
    },
    {
        "o": 30861,
        "r": "csb:Acts:10:13",
        "t": "A voice said to him, “Get*r up,*r Peter;*r kill*r and*r eat.”*r"
    },
    {
        "o": 30862,
        "r": "csb:Acts:10:14",
        "t": "“No,*p Lord!” Peter said. “For I have never eaten anything impure and ritually unclean.”"
    },
    {
        "o": 30863,
        "r": "csb:Acts:10:15",
        "t": "Again,*p a second time, the voice said to him, “What*r God*r has*r made*r clean,*r do*r not*r call*r impure.”*r"
    },
    {
        "o": 30864,
        "r": "csb:Acts:10:16",
        "t": "This happened three times, and suddenly the object was taken up into heaven."
    },
    {
        "o": 30865,
        "r": "csb:Acts:10:16",
        "t": "Peter Visits Cornelius",
        "h": 2
    },
    {
        "o": 30866,
        "r": "csb:Acts:10:17",
        "t": "While*p Peter was deeply perplexed about what the vision he had seen might mean, right away the men who had been sent by Cornelius, having asked directions to Simon’s house, stood at the gate."
    },
    {
        "o": 30867,
        "r": "csb:Acts:10:18",
        "t": "They called out, asking if Simon, who was also named Peter, was lodging there."
    },
    {
        "o": 30868,
        "r": "csb:Acts:10:19",
        "t": "While*p Peter was thinking about the vision, the Spirit told him, “Three men are here looking for you."
    },
    {
        "o": 30869,
        "r": "csb:Acts:10:20",
        "t": "Get up, go downstairs, and go with them with no doubts at all, because I have sent them.”"
    },
    {
        "o": 30870,
        "r": "csb:Acts:10:21",
        "t": "Then*p Peter went down to the men and said, “Here I am, the one you’re looking for. What is the reason you’re here?”"
    },
    {
        "o": 30871,
        "r": "csb:Acts:10:22",
        "t": "They*p said, “Cornelius, a centurion, an upright and God-fearing man, who has a good reputation with the whole Jewish nation, was divinely directed by a holy angel to call you to his house and to hear a message from you.”"
    },
    {
        "o": 30872,
        "r": "csb:Acts:10:23",
        "t": "Peter then invited them in and gave them lodging. The*p next day he got up and set out with them, and some of the brothers from Joppa went with him."
    },
    {
        "o": 30873,
        "r": "csb:Acts:10:24",
        "t": "The following day he entered Caesarea. Now Cornelius was expecting them and had called together his relatives and close friends."
    },
    {
        "o": 30874,
        "r": "csb:Acts:10:25",
        "t": "When Peter entered, Cornelius met him, fell at his feet, and worshiped him."
    },
    {
        "o": 30875,
        "r": "csb:Acts:10:26",
        "t": "But*p Peter lifted him up and said, “Stand up. I myself am also a man.”"
    },
    {
        "o": 30876,
        "r": "csb:Acts:10:27",
        "t": "While talking with him, he went in and found a large gathering of people."
    },
    {
        "o": 30877,
        "r": "csb:Acts:10:28",
        "t": "Peter said to them, “You know it’s forbidden for a Jewish man to associate with or visit a foreigner, but God has shown me that I must not call any person impure or unclean."
    },
    {
        "o": 30878,
        "r": "csb:Acts:10:29",
        "t": "That’s why I came without any objection when I was sent for. So may I ask why you sent for me?”"
    },
    {
        "o": 30879,
        "r": "csb:Acts:10:30",
        "t": "Cornelius*p replied, “Four days ago at this hour, at three in the afternoon, I was praying in my house. Just then a man in dazzling clothing stood before me"
    },
    {
        "o": 30880,
        "r": "csb:Acts:10:31",
        "t": "and said, ‘Cornelius, your prayer has been heard, and your acts of charity have been remembered in God’s sight."
    },
    {
        "o": 30881,
        "r": "csb:Acts:10:32",
        "t": "Therefore send someone to Joppa and invite Simon here, who is also named Peter. He is lodging in Simon the tanner’s house by the sea.’"
    },
    {
        "o": 30882,
        "r": "csb:Acts:10:33",
        "t": "So I immediately sent for you, and it was good of you to come. So now we are all in the presence of God to hear everything you have been commanded by the Lord.”"
    },
    {
        "o": 30883,
        "r": "csb:Acts:10:33",
        "t": "Good News for Gentiles",
        "h": 2
    },
    {
        "o": 30884,
        "r": "csb:Acts:10:34",
        "t": "Peter*p began to speak: “Now I truly understand that God doesn’t show favoritism,"
    },
    {
        "o": 30885,
        "r": "csb:Acts:10:35",
        "t": "but in every nation the person who fears him and does what is right is acceptable to him."
    },
    {
        "o": 30886,
        "r": "csb:Acts:10:36",
        "t": "He sent the message to the Israelites, proclaiming the good news of peace through Jesus Christ - he is Lord of all."
    },
    {
        "o": 30887,
        "r": "csb:Acts:10:37",
        "t": "You know the events that took place throughout all Judea, beginning from Galilee after the baptism that John preached:"
    },
    {
        "o": 30888,
        "r": "csb:Acts:10:38",
        "t": "how God anointed Jesus of Nazareth with the Holy Spirit and with power, and how he went about doing good and healing all who were under the tyranny of the devil, because God was with him."
    },
    {
        "o": 30889,
        "r": "csb:Acts:10:39",
        "t": "We ourselves are witnesses of everything he did in both the Judean country and in Jerusalem, and yet they killed him by hanging him on a tree."
    },
    {
        "o": 30890,
        "r": "csb:Acts:10:40",
        "t": "God raised up this man on the third day and caused him to be seen,"
    },
    {
        "o": 30891,
        "r": "csb:Acts:10:41",
        "t": "not by all the people, but by us whom God appointed as witnesses, who ate and drank with him after he rose from the dead."
    },
    {
        "o": 30892,
        "r": "csb:Acts:10:42",
        "t": "He commanded us to preach to the people and to testify that he is the one appointed by God to be the judge of the living and the dead."
    },
    {
        "o": 30893,
        "r": "csb:Acts:10:43",
        "t": "All the prophets testify about him that through his name everyone who believes in him receives forgiveness of sins.”"
    },
    {
        "o": 30894,
        "r": "csb:Acts:10:43",
        "t": "Gentile Conversion and Baptism",
        "h": 2
    },
    {
        "o": 30895,
        "r": "csb:Acts:10:44",
        "t": "While*p Peter was still speaking these words, the Holy Spirit came down on all those who heard the message."
    },
    {
        "o": 30896,
        "r": "csb:Acts:10:45",
        "t": "The circumcised believers who had come with Peter were amazed because the gift of the Holy Spirit had been poured out even on the Gentiles."
    },
    {
        "o": 30897,
        "r": "csb:Acts:10:46",
        "t": "For they heard them speaking in tongues and declaring the greatness of God. Then*p Peter responded,"
    },
    {
        "o": 30898,
        "r": "csb:Acts:10:47",
        "t": "“Can anyone withhold water and prevent these people from being baptized, who have received the Holy Spirit just as we have?”"
    },
    {
        "o": 30899,
        "r": "csb:Acts:10:48",
        "t": "He commanded them to be baptized in the name of Jesus Christ. Then they asked him to stay for a few days."
    },
    {
        "o": 30900,
        "r": "csb:Acts:11:0",
        "t": "Acts 11",
        "h": 1
    },
    {
        "o": 30901,
        "r": "csb:Acts:11:0",
        "t": "Gentile Salvation Defended",
        "h": 2
    },
    {
        "o": 30902,
        "r": "csb:Acts:11:1",
        "t": "The*p apostles and the brothers and sisters who were throughout Judea heard that the Gentiles had also received the word of God."
    },
    {
        "o": 30903,
        "r": "csb:Acts:11:2",
        "t": "When Peter went up to Jerusalem, the circumcision party criticized him,"
    },
    {
        "o": 30904,
        "r": "csb:Acts:11:3",
        "t": "saying, “You went to uncircumcised men and ate with them.”"
    },
    {
        "o": 30905,
        "r": "csb:Acts:11:4",
        "t": "Peter*p began to explain to them step by step,"
    },
    {
        "o": 30906,
        "r": "csb:Acts:11:5",
        "t": "“I was in the town of Joppa praying, and I saw, in a trance, an object that resembled a large sheet coming down, being lowered by its four corners from heaven, and it came to me."
    },
    {
        "o": 30907,
        "r": "csb:Acts:11:6",
        "t": "When I looked closely and considered it, I saw the four-footed animals of the earth, the wild beasts, the reptiles, and the birds of the sky."
    },
    {
        "o": 30908,
        "r": "csb:Acts:11:7",
        "t": "I also heard a voice telling me, ‘Get*r up,*r Peter;*r kill*r and*r eat.’*r"
    },
    {
        "o": 30909,
        "r": "csb:Acts:11:8",
        "t": "“‘No,*p Lord! ’ I said. ‘For nothing impure or ritually unclean has ever entered my mouth.’"
    },
    {
        "o": 30910,
        "r": "csb:Acts:11:9",
        "t": "But a voice answered from heaven a second time, ‘What*r God*r has*r made*r clean,*r you*r must*r not*r call*r impure.’*r"
    },
    {
        "o": 30911,
        "r": "csb:Acts:11:10",
        "t": "“Now*p this happened three times, and everything was drawn up again into heaven."
    },
    {
        "o": 30912,
        "r": "csb:Acts:11:11",
        "t": "At that very moment, three men who had been sent to me from Caesarea arrived at the house where we were."
    },
    {
        "o": 30913,
        "r": "csb:Acts:11:12",
        "t": "The Spirit told me to accompany them with no doubts at all. These six brothers also accompanied me, and we went into the man’s house."
    },
    {
        "o": 30914,
        "r": "csb:Acts:11:13",
        "t": "He reported to us how he had seen the angel standing in his house and saying, ‘Send to Joppa, and call for Simon, who is also named Peter."
    },
    {
        "o": 30915,
        "r": "csb:Acts:11:14",
        "t": "He will speak a message to you by which you and all your household will be saved.’"
    },
    {
        "o": 30916,
        "r": "csb:Acts:11:15",
        "t": "“As*p I began to speak, the Holy Spirit came down on them, just as on us at the beginning."
    },
    {
        "o": 30917,
        "r": "csb:Acts:11:16",
        "t": "I remembered the word of the Lord, how he said, ‘John*r baptized*r with*r water,*r but*r you*r will*r be*r baptized*r with*r the*r Holy*r Spirit.’*r"
    },
    {
        "o": 30918,
        "r": "csb:Acts:11:17",
        "t": "If, then, God gave them the same gift that he also gave to us when we believed in the Lord Jesus Christ, how could I possibly hinder God?”"
    },
    {
        "o": 30919,
        "r": "csb:Acts:11:18",
        "t": "When*p they heard this they became silent. And they glorified God, saying, “So then, God has given repentance resulting in life even to the Gentiles.”"
    },
    {
        "o": 30920,
        "r": "csb:Acts:11:18",
        "t": "The Church in Antioch",
        "h": 2
    },
    {
        "o": 30921,
        "r": "csb:Acts:11:19",
        "t": "Now*p those who had been scattered as a result of the persecution that started because of Stephen made their way as far as Phoenicia, Cyprus, and Antioch, speaking the word to no one except Jews."
    },
    {
        "o": 30922,
        "r": "csb:Acts:11:20",
        "t": "But there were some of them, men from Cyprus and Cyrene, who came to Antioch and began speaking to the Greeks also, proclaiming the good news about the Lord Jesus."
    },
    {
        "o": 30923,
        "r": "csb:Acts:11:21",
        "t": "The Lord’s hand was with them, and a large number who believed turned to the Lord."
    },
    {
        "o": 30924,
        "r": "csb:Acts:11:22",
        "t": "News about them reached the church in Jerusalem, and they sent out Barnabas to travel as far as Antioch."
    },
    {
        "o": 30925,
        "r": "csb:Acts:11:23",
        "t": "When he arrived and saw the grace of God, he was glad and encouraged all of them to remain true to the Lord with devoted hearts,"
    },
    {
        "o": 30926,
        "r": "csb:Acts:11:24",
        "t": "for he was a good man, full of the Holy Spirit and of faith. And large numbers of people were added to the Lord."
    },
    {
        "o": 30927,
        "r": "csb:Acts:11:25",
        "t": "Then*p he went to Tarsus to search for Saul,"
    },
    {
        "o": 30928,
        "r": "csb:Acts:11:26",
        "t": "and when he found him he brought him to Antioch. For a whole year they met with the church and taught large numbers. The disciples were first called Christians at Antioch."
    },
    {
        "o": 30929,
        "r": "csb:Acts:11:26",
        "t": "Famine Relief",
        "h": 2
    },
    {
        "o": 30930,
        "r": "csb:Acts:11:27",
        "t": "In*p those days some prophets came down from Jerusalem to Antioch."
    },
    {
        "o": 30931,
        "r": "csb:Acts:11:28",
        "t": "One of them, named Agabus, stood up and predicted by the Spirit that there would be a severe famine throughout the Roman world. This took place during the reign of Claudius."
    },
    {
        "o": 30932,
        "r": "csb:Acts:11:29",
        "t": "Each of the disciples, according to his ability, determined to send relief to the brothers and sisters who lived in Judea."
    },
    {
        "o": 30933,
        "r": "csb:Acts:11:30",
        "t": "They did this, sending it to the elders by means of Barnabas and Saul."
    },
    {
        "o": 30934,
        "r": "csb:Acts:12:0",
        "t": "Acts 12",
        "h": 1
    },
    {
        "o": 30935,
        "r": "csb:Acts:12:0",
        "t": "James Martyred and Peter Jailed",
        "h": 2
    },
    {
        "o": 30936,
        "r": "csb:Acts:12:1",
        "t": "About*p that time King Herod violently attacked some who belonged to the church,"
    },
    {
        "o": 30937,
        "r": "csb:Acts:12:2",
        "t": "and he executed James, John’s brother, with the sword."
    },
    {
        "o": 30938,
        "r": "csb:Acts:12:3",
        "t": "When he saw that it pleased the Jews, he proceeded to arrest Peter too, during the Festival of Unleavened Bread."
    },
    {
        "o": 30939,
        "r": "csb:Acts:12:4",
        "t": "After the arrest, he put him in prison and assigned four squads of four soldiers each to guard him, intending to bring him out to the people after the Passover."
    },
    {
        "o": 30940,
        "r": "csb:Acts:12:5",
        "t": "So Peter was kept in prison, but the church was praying fervently to God for him."
    },
    {
        "o": 30941,
        "r": "csb:Acts:12:5",
        "t": "Peter Rescued",
        "h": 2
    },
    {
        "o": 30942,
        "r": "csb:Acts:12:6",
        "t": "When*p Herod was about to bring him out for trial, that very night Peter, bound with two chains, was sleeping between two soldiers, while the sentries in front of the door guarded the prison."
    },
    {
        "o": 30943,
        "r": "csb:Acts:12:7",
        "t": "Suddenly an angel of the Lord appeared, and a light shone in the cell. Striking Peter on the side, he woke him up and said, “Quick, get up!” And the chains fell off his wrists."
    },
    {
        "o": 30944,
        "r": "csb:Acts:12:8",
        "t": "“Get dressed,” the angel told him, “and put on your sandals.” And he did. “Wrap your cloak around you,” he told him, “and follow me.”"
    },
    {
        "o": 30945,
        "r": "csb:Acts:12:9",
        "t": "So he went out and followed, and he did not know that what the angel did was really happening, but he thought he was seeing a vision."
    },
    {
        "o": 30946,
        "r": "csb:Acts:12:10",
        "t": "After they passed the first and second guards, they came to the iron gate that leads into the city, which opened to them by itself. They went outside and passed one street, and suddenly the angel left him."
    },
    {
        "o": 30947,
        "r": "csb:Acts:12:11",
        "t": "When*p Peter came to himself, he said, “Now I know for certain that the Lord has sent his angel and rescued me from Herod’s grasp and from all that the Jewish people expected.”"
    },
    {
        "o": 30948,
        "r": "csb:Acts:12:12",
        "t": "As soon as he realized this, he went to the house of Mary, the mother of John who was called Mark, where many had assembled and were praying."
    },
    {
        "o": 30949,
        "r": "csb:Acts:12:13",
        "t": "He knocked at the door of the outer gate, and a servant named Rhoda came to answer."
    },
    {
        "o": 30950,
        "r": "csb:Acts:12:14",
        "t": "She recognized Peter’s voice, and because of her joy, she did not open the gate but ran in and announced that Peter was standing at the outer gate."
    },
    {
        "o": 30951,
        "r": "csb:Acts:12:15",
        "t": "“You’re*p out of your mind!” they told her. But she kept insisting that it was true, and they said, “It’s his angel.”"
    },
    {
        "o": 30952,
        "r": "csb:Acts:12:16",
        "t": "Peter, however, kept on knocking, and when they opened the door and saw him, they were amazed."
    },
    {
        "o": 30953,
        "r": "csb:Acts:12:17",
        "t": "Motioning*p to them with his hand to be silent, he described to them how the Lord had brought him out of the prison. “Tell these things to James and the brothers,” he said, and he left and went to another place."
    },
    {
        "o": 30954,
        "r": "csb:Acts:12:18",
        "t": "At*p daylight, there was a great commotion among the soldiers as to what had become of Peter."
    },
    {
        "o": 30955,
        "r": "csb:Acts:12:19",
        "t": "After Herod had searched and did not find him, he interrogated the guards and ordered their execution. Then Herod went down from Judea to Caesarea and stayed there."
    },
    {
        "o": 30956,
        "r": "csb:Acts:12:19",
        "t": "Herod’s Death",
        "h": 2
    },
    {
        "o": 30957,
        "r": "csb:Acts:12:20",
        "t": "Herod*p had been very angry with the people of Tyre and Sidon. Together they presented themselves before him. After winning over Blastus, who was in charge of the king’s bedroom, they asked for peace, because their country was supplied with food from the king’s country."
    },
    {
        "o": 30958,
        "r": "csb:Acts:12:21",
        "t": "On an appointed day, dressed in royal robes and seated on the throne, Herod delivered a speech to them."
    },
    {
        "o": 30959,
        "r": "csb:Acts:12:22",
        "t": "The assembled people began to shout, “It’s the voice of a god and not of a man!”"
    },
    {
        "o": 30960,
        "r": "csb:Acts:12:23",
        "t": "At once an angel of the Lord struck him because he did not give the glory to God, and he was eaten by worms and died."
    },
    {
        "o": 30961,
        "r": "csb:Acts:12:24",
        "t": "But*p the word of God spread and multiplied."
    },
    {
        "o": 30962,
        "r": "csb:Acts:12:25",
        "t": "After they had completed their relief mission, Barnabas and Saul returned to Jerusalem, taking along John who was called Mark."
    },
    {
        "o": 30963,
        "r": "csb:Acts:13:0",
        "t": "Acts 13",
        "h": 1
    },
    {
        "o": 30964,
        "r": "csb:Acts:13:0",
        "t": "Preparing for the Mission Field",
        "h": 2
    },
    {
        "o": 30965,
        "r": "csb:Acts:13:1",
        "t": "Now*p in the church at Antioch there were prophets and teachers: Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen, a close friend of Herod the tetrarch, and Saul."
    },
    {
        "o": 30966,
        "r": "csb:Acts:13:2",
        "t": "As*p they were worshiping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.”"
    },
    {
        "o": 30967,
        "r": "csb:Acts:13:3",
        "t": "Then after they had fasted, prayed, and laid hands on them, they sent them off."
    },
    {
        "o": 30968,
        "r": "csb:Acts:13:3",
        "t": "The Mission to Cyprus",
        "h": 2
    },
    {
        "o": 30969,
        "r": "csb:Acts:13:4",
        "t": "So*p being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to Cyprus."
    },
    {
        "o": 30970,
        "r": "csb:Acts:13:5",
        "t": "Arriving in Salamis, they proclaimed the word of God in the Jewish synagogues. They also had John as their assistant."
    },
    {
        "o": 30971,
        "r": "csb:Acts:13:6",
        "t": "When they had traveled the whole island as far as Paphos, they came across a sorcerer, a Jewish false prophet named Bar-Jesus."
    },
    {
        "o": 30972,
        "r": "csb:Acts:13:7",
        "t": "He was with the proconsul, Sergius Paulus, an intelligent man. This man summoned Barnabas and Saul and wanted to hear the word of God."
    },
    {
        "o": 30973,
        "r": "csb:Acts:13:8",
        "t": "But Elymas the sorcerer (that is the meaning of his name) opposed them and tried to turn the proconsul away from the faith."
    },
    {
        "o": 30974,
        "r": "csb:Acts:13:9",
        "t": "But*p Saul - also called Paul - filled with the Holy Spirit, stared straight at Elymas"
    },
    {
        "o": 30975,
        "r": "csb:Acts:13:10",
        "t": "and said, “You are full of all kinds of deceit and trickery, you son of the devil and enemy of all that is right. Won’t you ever stop perverting the straight paths of the Lord?"
    },
    {
        "o": 30976,
        "r": "csb:Acts:13:11",
        "t": "Now, look, the Lord’s hand is against you. You are going to be blind, and will not see the sun for a time.” Immediately a mist and darkness fell on him, and he went around seeking someone to lead him by the hand."
    },
    {
        "o": 30977,
        "r": "csb:Acts:13:12",
        "t": "Then,*p when he saw what happened, the proconsul believed, because he was astonished at the teaching of the Lord."
    },
    {
        "o": 30978,
        "r": "csb:Acts:13:12",
        "t": "Paul’s Sermon in Antioch of Pisidia",
        "h": 2
    },
    {
        "o": 30979,
        "r": "csb:Acts:13:13",
        "t": "Paul*p and his companions set sail from Paphos and came to Perga in Pamphylia, but John left them and went back to Jerusalem."
    },
    {
        "o": 30980,
        "r": "csb:Acts:13:14",
        "t": "They continued their journey from Perga and reached Pisidian Antioch. On the Sabbath day they went into the synagogue and sat down."
    },
    {
        "o": 30981,
        "r": "csb:Acts:13:15",
        "t": "After the reading of the Law and the Prophets, the leaders of the synagogue sent word to them, saying, “Brothers, if you have any word of encouragement for the people, you can speak.”"
    },
    {
        "o": 30982,
        "r": "csb:Acts:13:16",
        "t": "Paul*p stood up and motioned with his hand and said, “Fellow Israelites, and you who fear God, listen!"
    },
    {
        "o": 30983,
        "r": "csb:Acts:13:17",
        "t": "The God of this people Israel chose our ancestors, made the people prosper during their stay in the land of Egypt, and led them out of it with a mighty arm."
    },
    {
        "o": 30984,
        "r": "csb:Acts:13:18",
        "t": "And for about forty years he put up with them in the wilderness;"
    },
    {
        "o": 30985,
        "r": "csb:Acts:13:19",
        "t": "and after destroying seven nations in the land of Canaan, he gave them their land as an inheritance."
    },
    {
        "o": 30986,
        "r": "csb:Acts:13:20",
        "t": "This all took about 450 years. After this, he gave them judges until Samuel the prophet."
    },
    {
        "o": 30987,
        "r": "csb:Acts:13:21",
        "t": "Then they asked for a king, and God gave them Saul the son of Kish, a man of the tribe of Benjamin, for forty years."
    },
    {
        "o": 30988,
        "r": "csb:Acts:13:22",
        "t": "After removing him, he raised up David as their king and testified about him, ‘I*i have*i found*i David*i the son of Jesse to be a*i man*i after*i my*i own*i heart,*i who will carry out all my will.’"
    },
    {
        "o": 30989,
        "r": "csb:Acts:13:23",
        "t": "“From*p this man’s descendants, as he promised, God brought to Israel the Savior, Jesus."
    },
    {
        "o": 30990,
        "r": "csb:Acts:13:24",
        "t": "Before his coming to public attention, John had previously proclaimed a baptism of repentance to all the people of Israel."
    },
    {
        "o": 30991,
        "r": "csb:Acts:13:25",
        "t": "Now as John was completing his mission, he said, ‘Who do you think I am? I am not the one. But one is coming after me, and I am not worthy to untie the sandals on his feet.’"
    },
    {
        "o": 30992,
        "r": "csb:Acts:13:26",
        "t": "“Brothers*p and sisters, children of Abraham’s race, and those among you who fear God, it is to us that the word of this salvation has been sent."
    },
    {
        "o": 30993,
        "r": "csb:Acts:13:27",
        "t": "Since the residents of Jerusalem and their rulers did not recognize him or the sayings of the prophets that are read every Sabbath, they have fulfilled their words by condemning him."
    },
    {
        "o": 30994,
        "r": "csb:Acts:13:28",
        "t": "Though they found no grounds for the death sentence, they asked Pilate to have him killed."
    },
    {
        "o": 30995,
        "r": "csb:Acts:13:29",
        "t": "When they had carried out all that had been written about him, they took him down from the tree and put him in a tomb."
    },
    {
        "o": 30996,
        "r": "csb:Acts:13:30",
        "t": "But God raised him from the dead,"
    },
    {
        "o": 30997,
        "r": "csb:Acts:13:31",
        "t": "and he appeared for many days to those who came up with him from Galilee to Jerusalem, who are now his witnesses to the people."
    },
    {
        "o": 30998,
        "r": "csb:Acts:13:32",
        "t": "And we ourselves proclaim to you the good news of the promise that was made to our ancestors."
    },
    {
        "o": 30999,
        "r": "csb:Acts:13:33",
        "t": "God has fulfilled this for us, their children, by raising up Jesus, as it is written in the second Psalm: You*ipn are*i my*i Son;*i today*iln I*i have*i become*i your*i Father.*i"
    },
    {
        "o": 31000,
        "r": "csb:Acts:13:34",
        "t": "As*p to his raising him from the dead, never to return to decay, he has spoken in this way, I*i will*i give*i you*i the*i holy*i and*i sure*i promises*i of*i David.*i"
    },
    {
        "o": 31001,
        "r": "csb:Acts:13:35",
        "t": "Therefore he also says in another passage, You*i will*i not*i let*i your*i Holy*i One*i see*i decay.*i"
    },
    {
        "o": 31002,
        "r": "csb:Acts:13:36",
        "t": "For David, after serving God’s purpose in his own generation, fell asleep, was buried with his fathers, and decayed,"
    },
    {
        "o": 31003,
        "r": "csb:Acts:13:37",
        "t": "but the one God raised up did not decay."
    },
    {
        "o": 31004,
        "r": "csb:Acts:13:38",
        "t": "Therefore, let it be known to you, brothers and sisters, that through this man forgiveness of sins is being proclaimed to you."
    },
    {
        "o": 31005,
        "r": "csb:Acts:13:39",
        "t": "Everyone who believes is justified through him from everything that you could not be justified from through the law of Moses."
    },
    {
        "o": 31006,
        "r": "csb:Acts:13:40",
        "t": "So beware that what is said in the prophets does not happen to you:"
    },
    {
        "o": 31007,
        "r": "csb:Acts:13:41",
        "t": "Look,*ipn you*i scoffers,*i marvel*iln and*i vanish*i away,*i because*iln I*i am*i doing*i a*i work*i in*i your*i days,*i a*iln work*i that*i you*i will*i never*i believe,*i even*iln if*i someone*i were*i to*i explain*i it*i to*i you.”*i"
    },
    {
        "o": 31008,
        "r": "csb:Acts:13:41",
        "t": "Paul and Barnabas in Antioch",
        "h": 2
    },
    {
        "o": 31009,
        "r": "csb:Acts:13:42",
        "t": "As*p they were leaving, the people urged them to speak about these matters the following Sabbath."
    },
    {
        "o": 31010,
        "r": "csb:Acts:13:43",
        "t": "After the synagogue had been dismissed, many of the Jews and devout converts to Judaism followed Paul and Barnabas, who were speaking with them and urging them to continue in the grace of God."
    },
    {
        "o": 31011,
        "r": "csb:Acts:13:44",
        "t": "The*p following Sabbath almost the whole town assembled to hear the word of the Lord."
    },
    {
        "o": 31012,
        "r": "csb:Acts:13:45",
        "t": "But when the Jews saw the crowds, they were filled with jealousy and began to contradict what Paul was saying, insulting him."
    },
    {
        "o": 31013,
        "r": "csb:Acts:13:46",
        "t": "Paul*p and Barnabas boldly replied, “It was necessary that the word of God be spoken to you first. Since you reject it and judge yourselves unworthy of eternal life, we are turning to the Gentiles."
    },
    {
        "o": 31014,
        "r": "csb:Acts:13:47",
        "t": "For this is what the Lord has commanded us: I*ipn have*i made*i you*i a*iln light*i for*i the*i Gentiles*i to*iln bring*i salvation*i to*iln the*i ends*i of*i the*i earth.”*i"
    },
    {
        "o": 31015,
        "r": "csb:Acts:13:48",
        "t": "When*p the Gentiles heard this, they rejoiced and honored the word of the Lord, and all who had been appointed to eternal life believed."
    },
    {
        "o": 31016,
        "r": "csb:Acts:13:49",
        "t": "The word of the Lord spread through the whole region."
    },
    {
        "o": 31017,
        "r": "csb:Acts:13:50",
        "t": "But the Jews incited the prominent God-fearing women and the leading men of the city. They stirred up persecution against Paul and Barnabas and expelled them from their district."
    },
    {
        "o": 31018,
        "r": "csb:Acts:13:51",
        "t": "But Paul and Barnabas shook the dust off their feet against them and went to Iconium."
    },
    {
        "o": 31019,
        "r": "csb:Acts:13:52",
        "t": "And the disciples were filled with joy and the Holy Spirit."
    },
    {
        "o": 31020,
        "r": "csb:Acts:14:0",
        "t": "Acts 14",
        "h": 1
    },
    {
        "o": 31021,
        "r": "csb:Acts:14:0",
        "t": "Growth and Persecution in Iconium",
        "h": 2
    },
    {
        "o": 31022,
        "r": "csb:Acts:14:1",
        "t": "In*p Iconium they entered the Jewish synagogue, as usual, and spoke in such a way that a great number of both Jews and Greeks believed."
    },
    {
        "o": 31023,
        "r": "csb:Acts:14:2",
        "t": "But the unbelieving Jews stirred up the Gentiles and poisoned their minds against the brothers."
    },
    {
        "o": 31024,
        "r": "csb:Acts:14:3",
        "t": "So they stayed there a long time and spoke boldly for the Lord, who testified to the message of his grace by enabling them to do signs and wonders."
    },
    {
        "o": 31025,
        "r": "csb:Acts:14:4",
        "t": "But the people of the city were divided, some siding with the Jews and others with the apostles."
    },
    {
        "o": 31026,
        "r": "csb:Acts:14:5",
        "t": "When an attempt was made by both the Gentiles and Jews, with their rulers, to mistreat and stone them,"
    },
    {
        "o": 31027,
        "r": "csb:Acts:14:6",
        "t": "they found out about it and fled to the Lycaonian towns of Lystra and Derbe and to the surrounding countryside."
    },
    {
        "o": 31028,
        "r": "csb:Acts:14:7",
        "t": "There they continued preaching the gospel."
    },
    {
        "o": 31029,
        "r": "csb:Acts:14:7",
        "t": "Mistaken for Gods in Lystra",
        "h": 2
    },
    {
        "o": 31030,
        "r": "csb:Acts:14:8",
        "t": "In*p Lystra a man was sitting who was without strength in his feet, had never walked, and had been lame from birth."
    },
    {
        "o": 31031,
        "r": "csb:Acts:14:9",
        "t": "He listened as Paul spoke. After looking directly at him and seeing that he had faith to be healed,"
    },
    {
        "o": 31032,
        "r": "csb:Acts:14:10",
        "t": "Paul said in a loud voice, “Stand up on your feet!” And he jumped up and began to walk around."
    },
    {
        "o": 31033,
        "r": "csb:Acts:14:11",
        "t": "When*p the crowds saw what Paul had done, they shouted, saying in the Lycaonian language, “The gods have come down to us in human form!”"
    },
    {
        "o": 31034,
        "r": "csb:Acts:14:12",
        "t": "Barnabas they called Zeus, and Paul, Hermes, because he was the chief speaker."
    },
    {
        "o": 31035,
        "r": "csb:Acts:14:13",
        "t": "The priest of Zeus, whose temple was just outside the town, brought bulls and wreaths to the gates because he intended, with the crowds, to offer sacrifice."
    },
    {
        "o": 31036,
        "r": "csb:Acts:14:14",
        "t": "The*p apostles Barnabas and Paul tore their robes when they heard this and rushed into the crowd, shouting,"
    },
    {
        "o": 31037,
        "r": "csb:Acts:14:15",
        "t": "“People! Why are you doing these things? We are people also, just like you, and we are proclaiming good news to you, that you turn from these worthless things to the living God, who*i made*i the*i heaven,*i the*i earth,*i the*i sea,*i and*i everything*i in*i them.*i"
    },
    {
        "o": 31038,
        "r": "csb:Acts:14:16",
        "t": "In past generations he allowed all the nations to go their own way,"
    },
    {
        "o": 31039,
        "r": "csb:Acts:14:17",
        "t": "although he did not leave himself without a witness, since he did what is good by giving you rain from heaven and fruitful seasons and filling you with food and your hearts with joy.”"
    },
    {
        "o": 31040,
        "r": "csb:Acts:14:18",
        "t": "Even though they said these things, they barely stopped the crowds from sacrificing to them."
    },
    {
        "o": 31041,
        "r": "csb:Acts:14:19",
        "t": "Some*p Jews came from Antioch and Iconium, and when they won over the crowds, they stoned Paul and dragged him out of the city, thinking he was dead."
    },
    {
        "o": 31042,
        "r": "csb:Acts:14:20",
        "t": "After the disciples gathered around him, he got up and went into the town. The next day he left with Barnabas for Derbe."
    },
    {
        "o": 31043,
        "r": "csb:Acts:14:20",
        "t": "Church Planting",
        "h": 2
    },
    {
        "o": 31044,
        "r": "csb:Acts:14:21",
        "t": "After*p they had preached the gospel in that town and made many disciples, they returned to Lystra, to Iconium, and to Antioch,"
    },
    {
        "o": 31045,
        "r": "csb:Acts:14:22",
        "t": "strengthening the disciples by encouraging them to continue in the faith and by telling them, “It is necessary to go through many hardships to enter the kingdom of God.”"
    },
    {
        "o": 31046,
        "r": "csb:Acts:14:23",
        "t": "When they had appointed elders for them in every church and prayed with fasting, they committed them to the Lord in whom they had believed."
    },
    {
        "o": 31047,
        "r": "csb:Acts:14:24",
        "t": "They*p passed through Pisidia and came to Pamphylia."
    },
    {
        "o": 31048,
        "r": "csb:Acts:14:25",
        "t": "After they had spoken the word in Perga, they went down to Attalia."
    },
    {
        "o": 31049,
        "r": "csb:Acts:14:26",
        "t": "From there they sailed back to Antioch where they had been commended to the grace of God for the work they had now completed."
    },
    {
        "o": 31050,
        "r": "csb:Acts:14:27",
        "t": "After they arrived and gathered the church together, they reported everything God had done with them and that he had opened the door of faith to the Gentiles."
    },
    {
        "o": 31051,
        "r": "csb:Acts:14:28",
        "t": "And they spent a considerable time with the disciples."
    },
    {
        "o": 31052,
        "r": "csb:Acts:15:0",
        "t": "Acts 15",
        "h": 1
    },
    {
        "o": 31053,
        "r": "csb:Acts:15:0",
        "t": "Dispute in Antioch",
        "h": 2
    },
    {
        "o": 31054,
        "r": "csb:Acts:15:1",
        "t": "Some*p men came down from Judea and began to teach the brothers, “Unless you are circumcised according to the custom prescribed by Moses, you cannot be saved.”"
    },
    {
        "o": 31055,
        "r": "csb:Acts:15:2",
        "t": "After Paul and Barnabas had engaged them in serious argument and debate, Paul and Barnabas and some others were appointed to go up to the apostles and elders in Jerusalem about this issue."
    },
    {
        "o": 31056,
        "r": "csb:Acts:15:3",
        "t": "When they had been sent on their way by the church, they passed through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and they brought great joy to all the brothers and sisters."
    },
    {
        "o": 31057,
        "r": "csb:Acts:15:4",
        "t": "When*p they arrived at Jerusalem, they were welcomed by the church, the apostles, and the elders, and they reported all that God had done with them."
    },
    {
        "o": 31058,
        "r": "csb:Acts:15:5",
        "t": "But some of the believers who belonged to the party of the Pharisees stood up and said, “It is necessary to circumcise them and to command them to keep the law of Moses.”"
    },
    {
        "o": 31059,
        "r": "csb:Acts:15:5",
        "t": "The Jerusalem Council",
        "h": 2
    },
    {
        "o": 31060,
        "r": "csb:Acts:15:6",
        "t": "The*p apostles and the elders gathered to consider this matter."
    },
    {
        "o": 31061,
        "r": "csb:Acts:15:7",
        "t": "After there had been much debate, Peter stood up and said to them, “Brothers, you are aware that in the early days God made a choice among you, that by my mouth the Gentiles would hear the gospel message and believe."
    },
    {
        "o": 31062,
        "r": "csb:Acts:15:8",
        "t": "And God, who knows the heart, bore witness to them by giving them the Holy Spirit, just as he also did to us."
    },
    {
        "o": 31063,
        "r": "csb:Acts:15:9",
        "t": "He made no distinction between us and them, cleansing their hearts by faith."
    },
    {
        "o": 31064,
        "r": "csb:Acts:15:10",
        "t": "Now then, why are you testing God by putting a yoke on the disciples’ necks that neither our ancestors nor we have been able to bear?"
    },
    {
        "o": 31065,
        "r": "csb:Acts:15:11",
        "t": "On the contrary, we believe that we are saved through the grace of the Lord Jesus in the same way they are.”"
    },
    {
        "o": 31066,
        "r": "csb:Acts:15:12",
        "t": "The*p whole assembly became silent and listened to Barnabas and Paul describe all the signs and wonders God had done through them among the Gentiles."
    },
    {
        "o": 31067,
        "r": "csb:Acts:15:13",
        "t": "After they stopped speaking, James responded, “Brothers, listen to me."
    },
    {
        "o": 31068,
        "r": "csb:Acts:15:14",
        "t": "Simeon has reported how God first intervened to take from the Gentiles a people for his name."
    },
    {
        "o": 31069,
        "r": "csb:Acts:15:15",
        "t": "And the words of the prophets agree with this, as it is written:"
    },
    {
        "o": 31070,
        "r": "csb:Acts:15:16",
        "t": "After*ipn these*i things*i I*i will*i return*i and*iln rebuild*i David’s*i fallen*i tent.*i I*iln will*i rebuild*i its*i ruins*i and*iln set*i it*i up*i again,*i"
    },
    {
        "o": 31071,
        "r": "csb:Acts:15:17",
        "t": "so*iln that*i the*i rest*i of*i humanity*i may*iln seek*i the*i Lord —*i even*iln all*i the*i Gentiles*i who*iln are*i called*i by*i my*i name —*i declares*iln the*i Lord*i who*iln makes*i these*i things*i"
    },
    {
        "o": 31072,
        "r": "csb:Acts:15:18",
        "t": "known*i from*i long*i ago.*i"
    },
    {
        "o": 31073,
        "r": "csb:Acts:15:19",
        "t": "Therefore,*p in my judgment, we should not cause difficulties for those among the Gentiles who turn to God,"
    },
    {
        "o": 31074,
        "r": "csb:Acts:15:20",
        "t": "but instead we should write to them to abstain from things polluted by idols, from sexual immorality, from eating anything that has been strangled, and from blood."
    },
    {
        "o": 31075,
        "r": "csb:Acts:15:21",
        "t": "For since ancient times, Moses has had those who proclaim him in every city, and every Sabbath day he is read aloud in the synagogues.”"
    },
    {
        "o": 31076,
        "r": "csb:Acts:15:21",
        "t": "The Letter to the Gentile Believers",
        "h": 2
    },
    {
        "o": 31077,
        "r": "csb:Acts:15:22",
        "t": "Then*p the apostles and the elders, with the whole church, decided to select men who were among them and to send them to Antioch with Paul and Barnabas: Judas, called Barsabbas, and Silas, both leading men among the brothers."
    },
    {
        "o": 31078,
        "r": "csb:Acts:15:23",
        "t": "They wrote: “From*p the apostles and the elders, your brothers, To*p the brothers and sisters among the Gentiles in Antioch, Syria, and Cilicia: Greetings.*p"
    },
    {
        "o": 31079,
        "r": "csb:Acts:15:24",
        "t": "Since*p we have heard that some without our authorization went out from us and troubled you with their words and unsettled your hearts,"
    },
    {
        "o": 31080,
        "r": "csb:Acts:15:25",
        "t": "we have unanimously decided to select men and send them to you along with our dearly loved Barnabas and Paul,"
    },
    {
        "o": 31081,
        "r": "csb:Acts:15:26",
        "t": "who have risked their lives for the name of our Lord Jesus Christ."
    },
    {
        "o": 31082,
        "r": "csb:Acts:15:27",
        "t": "Therefore we have sent Judas and Silas, who will personally report the same things by word of mouth."
    },
    {
        "o": 31083,
        "r": "csb:Acts:15:28",
        "t": "For it was the Holy Spirit’s decision - and ours - not to place further burdens on you beyond these requirements:"
    },
    {
        "o": 31084,
        "r": "csb:Acts:15:29",
        "t": "that you abstain from food offered to idols, from blood, from eating anything that has been strangled, and from sexual immorality. You will do well if you keep yourselves from these things. Farewell.”*p"
    },
    {
        "o": 31085,
        "r": "csb:Acts:15:29",
        "t": "The Outcome of the Jerusalem Letter",
        "h": 2
    },
    {
        "o": 31086,
        "r": "csb:Acts:15:30",
        "t": "So*p they were sent off and went down to Antioch, and after gathering the assembly, they delivered the letter."
    },
    {
        "o": 31087,
        "r": "csb:Acts:15:31",
        "t": "When they read it, they rejoiced because of its encouragement."
    },
    {
        "o": 31088,
        "r": "csb:Acts:15:32",
        "t": "Both Judas and Silas, who were also prophets themselves, encouraged the brothers and sisters and strengthened them with a long message."
    },
    {
        "o": 31089,
        "r": "csb:Acts:15:33",
        "t": "After spending some time there, they were sent back in peace by the brothers and sisters to those who had sent them."
    },
    {
        "o": 31090,
        "r": "csb:Acts:15:35",
        "t": "But Paul and Barnabas, along with many others, remained in Antioch, teaching and proclaiming the word of the Lord."
    },
    {
        "o": 31091,
        "r": "csb:Acts:15:35",
        "t": "Paul and Barnabas Part Company",
        "h": 2
    },
    {
        "o": 31092,
        "r": "csb:Acts:15:36",
        "t": "After*p some time had passed, Paul said to Barnabas, “Let’s go back and visit the brothers and sisters in every town where we have preached the word of the Lord and see how they’re doing.”"
    },
    {
        "o": 31093,
        "r": "csb:Acts:15:37",
        "t": "Barnabas wanted to take along John who was called Mark."
    },
    {
        "o": 31094,
        "r": "csb:Acts:15:38",
        "t": "But Paul insisted that they should not take along this man who had deserted them in Pamphylia and had not gone on with them to the work."
    },
    {
        "o": 31095,
        "r": "csb:Acts:15:39",
        "t": "They had such a sharp disagreement that they parted company, and Barnabas took Mark with him and sailed off to Cyprus."
    },
    {
        "o": 31096,
        "r": "csb:Acts:15:40",
        "t": "But Paul chose Silas and departed, after being commended by the brothers and sisters to the grace of the Lord."
    },
    {
        "o": 31097,
        "r": "csb:Acts:15:41",
        "t": "He traveled through Syria and Cilicia, strengthening the churches."
    },
    {
        "o": 31098,
        "r": "csb:Acts:16:0",
        "t": "Acts 16",
        "h": 1
    },
    {
        "o": 31099,
        "r": "csb:Acts:16:0",
        "t": "Paul Selects Timothy",
        "h": 2
    },
    {
        "o": 31100,
        "r": "csb:Acts:16:1",
        "t": "Paul*p went on to Derbe and Lystra, where there was a disciple named Timothy, the son of a believing Jewish woman, but his father was a Greek."
    },
    {
        "o": 31101,
        "r": "csb:Acts:16:2",
        "t": "The brothers and sisters at Lystra and Iconium spoke highly of him."
    },
    {
        "o": 31102,
        "r": "csb:Acts:16:3",
        "t": "Paul wanted Timothy to go with him; so he took him and circumcised him because of the Jews who were in those places, since they all knew that his father was a Greek."
    },
    {
        "o": 31103,
        "r": "csb:Acts:16:4",
        "t": "As they traveled through the towns, they delivered the decisions reached by the apostles and elders at Jerusalem for the people to observe."
    },
    {
        "o": 31104,
        "r": "csb:Acts:16:5",
        "t": "So the churches were strengthened in the faith and grew daily in numbers."
    },
    {
        "o": 31105,
        "r": "csb:Acts:16:5",
        "t": "Evangelization of Europe",
        "h": 2
    },
    {
        "o": 31106,
        "r": "csb:Acts:16:6",
        "t": "They*p went through the region of Phrygia and Galatia; they had been forbidden by the Holy Spirit to speak the word in Asia."
    },
    {
        "o": 31107,
        "r": "csb:Acts:16:7",
        "t": "When they came to Mysia, they tried to go into Bithynia, but the Spirit of Jesus did not allow them."
    },
    {
        "o": 31108,
        "r": "csb:Acts:16:8",
        "t": "Passing by Mysia they went down to Troas."
    },
    {
        "o": 31109,
        "r": "csb:Acts:16:9",
        "t": "During the night Paul had a vision in which a Macedonian man was standing and pleading with him, “Cross over to Macedonia and help us!”"
    },
    {
        "o": 31110,
        "r": "csb:Acts:16:10",
        "t": "After he had seen the vision, we immediately made efforts to set out for Macedonia, concluding that God had called us to preach the gospel to them."
    },
    {
        "o": 31111,
        "r": "csb:Acts:16:10",
        "t": "Lydia’s Conversion",
        "h": 2
    },
    {
        "o": 31112,
        "r": "csb:Acts:16:11",
        "t": "From*p Troas we put out to sea and sailed straight for Samothrace, the next day to Neapolis,"
    },
    {
        "o": 31113,
        "r": "csb:Acts:16:12",
        "t": "and from there to Philippi, a Roman colony and a leading city of the district of Macedonia. We stayed in that city for several days."
    },
    {
        "o": 31114,
        "r": "csb:Acts:16:13",
        "t": "On the Sabbath day we went outside the city gate by the river, where we expected to find a place of prayer. We sat down and spoke to the women gathered there."
    },
    {
        "o": 31115,
        "r": "csb:Acts:16:14",
        "t": "A God-fearing woman named Lydia, a dealer in purple cloth from the city of Thyatira, was listening. The Lord opened her heart to respond to what Paul was saying."
    },
    {
        "o": 31116,
        "r": "csb:Acts:16:15",
        "t": "After she and her household were baptized, she urged us, “If you consider me a believer in the Lord, come and stay at my house.” And she persuaded us."
    },
    {
        "o": 31117,
        "r": "csb:Acts:16:15",
        "t": "Paul and Silas in Prison",
        "h": 2
    },
    {
        "o": 31118,
        "r": "csb:Acts:16:16",
        "t": "Once,*p as we were on our way to prayer, a slave girl met us who had a spirit by which she predicted the future. She made a large profit for her owners by fortune-telling."
    },
    {
        "o": 31119,
        "r": "csb:Acts:16:17",
        "t": "As she followed Paul and us she cried out, “These men, who are proclaiming to you a way of salvation, are the servants of the Most High God.”"
    },
    {
        "o": 31120,
        "r": "csb:Acts:16:18",
        "t": "She did this for many days. Paul*p was greatly annoyed. Turning to the spirit, he said, “I command you in the name of Jesus Christ to come out of her!” And it came out right away."
    },
    {
        "o": 31121,
        "r": "csb:Acts:16:19",
        "t": "When*p her owners realized that their hope of profit was gone, they seized Paul and Silas and dragged them into the marketplace to the authorities."
    },
    {
        "o": 31122,
        "r": "csb:Acts:16:20",
        "t": "Bringing them before the chief magistrates, they said, “These men are seriously disturbing our city. They are Jews"
    },
    {
        "o": 31123,
        "r": "csb:Acts:16:21",
        "t": "and are promoting customs that are not legal for us as Romans to adopt or practice.”"
    },
    {
        "o": 31124,
        "r": "csb:Acts:16:22",
        "t": "The crowd joined in the attack against them, and the chief magistrates stripped off their clothes and ordered them to be beaten with rods."
    },
    {
        "o": 31125,
        "r": "csb:Acts:16:23",
        "t": "After they had severely flogged them, they threw them in jail, ordering the jailer to guard them carefully."
    },
    {
        "o": 31126,
        "r": "csb:Acts:16:24",
        "t": "Receiving such an order, he put them into the inner prison and secured their feet in the stocks."
    },
    {
        "o": 31127,
        "r": "csb:Acts:16:24",
        "t": "A Midnight Deliverance",
        "h": 2
    },
    {
        "o": 31128,
        "r": "csb:Acts:16:25",
        "t": "About*p midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them."
    },
    {
        "o": 31129,
        "r": "csb:Acts:16:26",
        "t": "Suddenly there was such a violent earthquake that the foundations of the jail were shaken, and immediately all the doors were opened, and everyone’s chains came loose."
    },
    {
        "o": 31130,
        "r": "csb:Acts:16:27",
        "t": "When the jailer woke up and saw the doors of the prison standing open, he drew his sword and was going to kill himself, since he thought the prisoners had escaped."
    },
    {
        "o": 31131,
        "r": "csb:Acts:16:28",
        "t": "But*p Paul called out in a loud voice, “Don’t harm yourself, because we’re all here!”"
    },
    {
        "o": 31132,
        "r": "csb:Acts:16:29",
        "t": "The*p jailer called for lights, rushed in, and fell down trembling before Paul and Silas."
    },
    {
        "o": 31133,
        "r": "csb:Acts:16:30",
        "t": "He escorted them out and said, “Sirs, what must I do to be saved?”"
    },
    {
        "o": 31134,
        "r": "csb:Acts:16:31",
        "t": "They*p said, “Believe in the Lord Jesus, and you will be saved - you and your household.”"
    },
    {
        "o": 31135,
        "r": "csb:Acts:16:32",
        "t": "And they spoke the word of the Lord to him along with everyone in his house."
    },
    {
        "o": 31136,
        "r": "csb:Acts:16:33",
        "t": "He took them the same hour of the night and washed their wounds. Right away he and all his family were baptized."
    },
    {
        "o": 31137,
        "r": "csb:Acts:16:34",
        "t": "He brought them into his house, set a meal before them, and rejoiced because he had come to believe in God with his entire household."
    },
    {
        "o": 31138,
        "r": "csb:Acts:16:34",
        "t": "An Official Apology",
        "h": 2
    },
    {
        "o": 31139,
        "r": "csb:Acts:16:35",
        "t": "When*p daylight came, the chief magistrates sent the police to say, “Release those men.”"
    },
    {
        "o": 31140,
        "r": "csb:Acts:16:36",
        "t": "The*p jailer reported these words to Paul: “The magistrates have sent orders for you to be released. So come out now and go in peace.”"
    },
    {
        "o": 31141,
        "r": "csb:Acts:16:37",
        "t": "But*p Paul said to them, “They beat us in public without a trial, although we are Roman citizens, and threw us in jail. And now are they going to send us away secretly? Certainly not! On the contrary, let them come themselves and escort us out.”"
    },
    {
        "o": 31142,
        "r": "csb:Acts:16:38",
        "t": "The*p police reported these words to the magistrates. They were afraid when they heard that Paul and Silas were Roman citizens."
    },
    {
        "o": 31143,
        "r": "csb:Acts:16:39",
        "t": "So they came to appease them, and escorting them from prison, they urged them to leave town."
    },
    {
        "o": 31144,
        "r": "csb:Acts:16:40",
        "t": "After leaving the jail, they came to Lydia’s house, where they saw and encouraged the brothers and sisters, and departed."
    },
    {
        "o": 31145,
        "r": "csb:Acts:17:0",
        "t": "Acts 17",
        "h": 1
    },
    {
        "o": 31146,
        "r": "csb:Acts:17:0",
        "t": "A Short Ministry in Thessalonica",
        "h": 2
    },
    {
        "o": 31147,
        "r": "csb:Acts:17:1",
        "t": "After*p they passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a Jewish synagogue."
    },
    {
        "o": 31148,
        "r": "csb:Acts:17:2",
        "t": "As usual, Paul went into the synagogue, and on three Sabbath days reasoned with them from the Scriptures,"
    },
    {
        "o": 31149,
        "r": "csb:Acts:17:3",
        "t": "explaining and proving that it was necessary for the Messiah to suffer and rise from the dead: “This Jesus I am proclaiming to you is the Messiah.”"
    },
    {
        "o": 31150,
        "r": "csb:Acts:17:4",
        "t": "Some of them were persuaded and joined Paul and Silas, including a large number of God-fearing Greeks, as well as a number of the leading women."
    },
    {
        "o": 31151,
        "r": "csb:Acts:17:4",
        "t": "Riot in the City",
        "h": 2
    },
    {
        "o": 31152,
        "r": "csb:Acts:17:5",
        "t": "But*p the Jews became jealous, and they brought together some wicked men from the marketplace, formed a mob, and started a riot in the city. Attacking Jason’s house, they searched for them to bring them out to the public assembly."
    },
    {
        "o": 31153,
        "r": "csb:Acts:17:6",
        "t": "When they did not find them, they dragged Jason and some of the brothers before the city officials, shouting, “These men who have turned the world upside down have come here too,"
    },
    {
        "o": 31154,
        "r": "csb:Acts:17:7",
        "t": "and Jason has welcomed them. They are all acting contrary to Caesar’s decrees, saying that there is another king - Jesus.”"
    },
    {
        "o": 31155,
        "r": "csb:Acts:17:8",
        "t": "The crowd and city officials who heard these things were upset."
    },
    {
        "o": 31156,
        "r": "csb:Acts:17:9",
        "t": "After taking a security bond from Jason and the others, they released them."
    },
    {
        "o": 31157,
        "r": "csb:Acts:17:9",
        "t": "The Bereans Search the Scriptures",
        "h": 2
    },
    {
        "o": 31158,
        "r": "csb:Acts:17:10",
        "t": "As*p soon as it was night, the brothers and sisters sent Paul and Silas away to Berea. Upon arrival, they went into the synagogue of the Jews."
    },
    {
        "o": 31159,
        "r": "csb:Acts:17:11",
        "t": "The people here were of more noble character than those in Thessalonica, since they received the word with eagerness and examined the Scriptures daily to see if these things were so."
    },
    {
        "o": 31160,
        "r": "csb:Acts:17:12",
        "t": "Consequently, many of them believed, including a number of the prominent Greek women as well as men."
    },
    {
        "o": 31161,
        "r": "csb:Acts:17:13",
        "t": "But when the Jews from Thessalonica found out that the word of God had been proclaimed by Paul at Berea, they came there too, agitating and upsetting the crowds."
    },
    {
        "o": 31162,
        "r": "csb:Acts:17:14",
        "t": "Then the brothers and sisters immediately sent Paul away to go to the coast, but Silas and Timothy stayed on there."
    },
    {
        "o": 31163,
        "r": "csb:Acts:17:15",
        "t": "Those who escorted Paul brought him as far as Athens, and after receiving instructions for Silas and Timothy to come to him as quickly as possible, they departed."
    },
    {
        "o": 31164,
        "r": "csb:Acts:17:15",
        "t": "Paul in Athens",
        "h": 2
    },
    {
        "o": 31165,
        "r": "csb:Acts:17:16",
        "t": "While*p Paul was waiting for them in Athens, he was deeply distressed when he saw that the city was full of idols."
    },
    {
        "o": 31166,
        "r": "csb:Acts:17:17",
        "t": "So he reasoned in the synagogue with the Jews and with those who worshiped God, as well as in the marketplace every day with those who happened to be there."
    },
    {
        "o": 31167,
        "r": "csb:Acts:17:18",
        "t": "Some of the Epicurean and Stoic philosophers also debated with him. Some said, “What is this ignorant show-off trying to say?” Others*p replied, “He seems to be a preacher of foreign deities” - because he was telling the good news about Jesus and the resurrection."
    },
    {
        "o": 31168,
        "r": "csb:Acts:17:19",
        "t": "They*p took him and brought him to the Areopagus, and said, “May we learn about this new teaching you are presenting?"
    },
    {
        "o": 31169,
        "r": "csb:Acts:17:20",
        "t": "Because what you say sounds strange to us, and we want to know what these things mean.”"
    },
    {
        "o": 31170,
        "r": "csb:Acts:17:21",
        "t": "Now all the Athenians and the foreigners residing there spent their time on nothing else but telling or hearing something new."
    },
    {
        "o": 31171,
        "r": "csb:Acts:17:21",
        "t": "The Areopagus Address",
        "h": 2
    },
    {
        "o": 31172,
        "r": "csb:Acts:17:22",
        "t": "Paul*p stood in the middle of the Areopagus and said, “People of Athens! I see that you are extremely religious in every respect."
    },
    {
        "o": 31173,
        "r": "csb:Acts:17:23",
        "t": "For as I was passing through and observing the objects of your worship, I even found an altar on which was inscribed, ‘To an Unknown God.’ Therefore, what you worship in ignorance, this I proclaim to you."
    },
    {
        "o": 31174,
        "r": "csb:Acts:17:24",
        "t": "The God who made the world and everything in it- he is Lord of heaven and earth- does not live in shrines made by hands."
    },
    {
        "o": 31175,
        "r": "csb:Acts:17:25",
        "t": "Neither is he served by human hands, as though he needed anything, since he himself gives everyone life and breath and all things."
    },
    {
        "o": 31176,
        "r": "csb:Acts:17:26",
        "t": "From one man he has made every nationality to live over the whole earth and has determined their appointed times and the boundaries of where they live."
    },
    {
        "o": 31177,
        "r": "csb:Acts:17:27",
        "t": "He did this so that they might seek God, and perhaps they might reach out and find him, though he is not far from each one of us."
    },
    {
        "o": 31178,
        "r": "csb:Acts:17:28",
        "t": "For in him we live and move and have our being, as even some of your own poets have said, ‘For we are also his offspring.’"
    },
    {
        "o": 31179,
        "r": "csb:Acts:17:29",
        "t": "Since, then, we are God’s offspring, we shouldn’t think that the divine nature is like gold or silver or stone, an image fashioned by human art and imagination."
    },
    {
        "o": 31180,
        "r": "csb:Acts:17:30",
        "t": "“Therefore,*p having overlooked the times of ignorance, God now commands all people everywhere to repent,"
    },
    {
        "o": 31181,
        "r": "csb:Acts:17:31",
        "t": "because he has set a day when he is going to judge the world in righteousness by the man he has appointed. He has provided proof of this to everyone by raising him from the dead.”"
    },
    {
        "o": 31182,
        "r": "csb:Acts:17:32",
        "t": "When*p they heard about the resurrection of the dead, some began to ridicule him, but others said, “We’d like to hear from you again about this.”"
    },
    {
        "o": 31183,
        "r": "csb:Acts:17:33",
        "t": "So Paul left their presence."
    },
    {
        "o": 31184,
        "r": "csb:Acts:17:34",
        "t": "However, some people joined him and believed, including Dionysius the Areopagite, a woman named Damaris, and others with them."
    },
    {
        "o": 31185,
        "r": "csb:Acts:18:0",
        "t": "Acts 18",
        "h": 1
    },
    {
        "o": 31186,
        "r": "csb:Acts:18:0",
        "t": "Founding the Corinthian Church",
        "h": 2
    },
    {
        "o": 31187,
        "r": "csb:Acts:18:1",
        "t": "After*p this, he left Athens and went to Corinth,"
    },
    {
        "o": 31188,
        "r": "csb:Acts:18:2",
        "t": "where he found a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla because Claudius had ordered all the Jews to leave Rome. Paul came to them,"
    },
    {
        "o": 31189,
        "r": "csb:Acts:18:3",
        "t": "and since they were of the same occupation, tentmakers by trade, he stayed with them and worked."
    },
    {
        "o": 31190,
        "r": "csb:Acts:18:4",
        "t": "He reasoned in the synagogue every Sabbath and tried to persuade both Jews and Greeks."
    },
    {
        "o": 31191,
        "r": "csb:Acts:18:5",
        "t": "When*p Silas and Timothy arrived from Macedonia, Paul devoted himself to preaching the word and testified to the Jews that Jesus is the Messiah."
    },
    {
        "o": 31192,
        "r": "csb:Acts:18:6",
        "t": "When they resisted and blasphemed, he shook out his clothes and told them, “Your blood is on your own heads! I am innocent. From now on I will go to the Gentiles.”"
    },
    {
        "o": 31193,
        "r": "csb:Acts:18:7",
        "t": "So he left there and went to the house of a man named Titius Justus, a worshiper of God, whose house was next door to the synagogue."
    },
    {
        "o": 31194,
        "r": "csb:Acts:18:8",
        "t": "Crispus, the leader of the synagogue, believed in the Lord, along with his whole household. Many of the Corinthians, when they heard, believed and were baptized."
    },
    {
        "o": 31195,
        "r": "csb:Acts:18:9",
        "t": "The*p Lord said to Paul in a night vision, “Don’t*r be*r afraid,*r but*r keep*r on*r speaking*r and*r don’t*r be*r silent.*r"
    },
    {
        "o": 31196,
        "r": "csb:Acts:18:10",
        "t": "For*r I*r am*r with*r you,*r and*r no*r one*r will*r lay*r a*r hand*r on*r you*r to*r hurt*r you,*r because*r I*r have*r many*r people*r in*r this*r city.”*r"
    },
    {
        "o": 31197,
        "r": "csb:Acts:18:11",
        "t": "He stayed there a year and a half, teaching the word of God among them."
    },
    {
        "o": 31198,
        "r": "csb:Acts:18:12",
        "t": "While*p Gallio was proconsul of Achaia, the Jews made a united attack against Paul and brought him to the tribunal."
    },
    {
        "o": 31199,
        "r": "csb:Acts:18:13",
        "t": "“This man,” they said, “is persuading people to worship God in ways contrary to the law.”"
    },
    {
        "o": 31200,
        "r": "csb:Acts:18:14",
        "t": "As*p Paul was about to open his mouth, Gallio said to the Jews, “If it were a matter of wrongdoing or of a serious crime, it would be reasonable for me to put up with you Jews."
    },
    {
        "o": 31201,
        "r": "csb:Acts:18:15",
        "t": "But if these are questions about words, names, and your own law, see to it yourselves. I refuse to be a judge of such things.”"
    },
    {
        "o": 31202,
        "r": "csb:Acts:18:16",
        "t": "So he drove them from the tribunal."
    },
    {
        "o": 31203,
        "r": "csb:Acts:18:17",
        "t": "And they all seized Sosthenes, the leader of the synagogue, and beat him in front of the tribunal, but none of these things mattered to Gallio."
    },
    {
        "o": 31204,
        "r": "csb:Acts:18:17",
        "t": "The Return Trip to Antioch",
        "h": 2
    },
    {
        "o": 31205,
        "r": "csb:Acts:18:18",
        "t": "After*p staying for some time, Paul said farewell to the brothers and sisters and sailed away to Syria, accompanied by Priscilla and Aquila. He shaved his head at Cenchreae because of a vow he had taken."
    },
    {
        "o": 31206,
        "r": "csb:Acts:18:19",
        "t": "When they reached Ephesus he left them there, but he himself entered the synagogue and debated with the Jews."
    },
    {
        "o": 31207,
        "r": "csb:Acts:18:20",
        "t": "When they asked him to stay for a longer time, he declined,"
    },
    {
        "o": 31208,
        "r": "csb:Acts:18:21",
        "t": "but he said farewell and added, “I’ll come back to you again, if God wills.” Then he set sail from Ephesus."
    },
    {
        "o": 31209,
        "r": "csb:Acts:18:22",
        "t": "On*p landing at Caesarea, he went up to Jerusalem and greeted the church, then went down to Antioch."
    },
    {
        "o": 31210,
        "r": "csb:Acts:18:23",
        "t": "After*p spending some time there, he set out, traveling through one place after another in the region of Galatia and Phrygia, strengthening all the disciples."
    },
    {
        "o": 31211,
        "r": "csb:Acts:18:23",
        "t": "The Eloquent Apollos",
        "h": 2
    },
    {
        "o": 31212,
        "r": "csb:Acts:18:24",
        "t": "Now*p a Jew named Apollos, a native Alexandrian, an eloquent man who was competent in the use of the Scriptures, arrived in Ephesus."
    },
    {
        "o": 31213,
        "r": "csb:Acts:18:25",
        "t": "He had been instructed in the way of the Lord; and being fervent in spirit, he was speaking and teaching accurately about Jesus, although he knew only John’s baptism."
    },
    {
        "o": 31214,
        "r": "csb:Acts:18:26",
        "t": "He began to speak boldly in the synagogue. After Priscilla and Aquila heard him, they took him aside and explained the way of God to him more accurately."
    },
    {
        "o": 31215,
        "r": "csb:Acts:18:27",
        "t": "When he wanted to cross over to Achaia, the brothers and sisters wrote to the disciples to welcome him. After he arrived, he was a great help to those who by grace had believed."
    },
    {
        "o": 31216,
        "r": "csb:Acts:18:28",
        "t": "For he vigorously refuted the Jews in public, demonstrating through the Scriptures that Jesus is the Messiah."
    },
    {
        "o": 31217,
        "r": "csb:Acts:19:0",
        "t": "Acts 19",
        "h": 1
    },
    {
        "o": 31218,
        "r": "csb:Acts:19:0",
        "t": "Twelve Disciples of John the Baptist",
        "h": 2
    },
    {
        "o": 31219,
        "r": "csb:Acts:19:1",
        "t": "While*p Apollos was in Corinth, Paul traveled through the interior regions and came to Ephesus. He found some disciples"
    },
    {
        "o": 31220,
        "r": "csb:Acts:19:2",
        "t": "and asked them, “Did you receive the Holy Spirit when you believed?” “No,”*p they told him, “we haven’t even heard that there is a Holy Spirit.”"
    },
    {
        "o": 31221,
        "r": "csb:Acts:19:3",
        "t": "“Into*p what then were you baptized?” he asked them. “Into*p John’s baptism,” they replied."
    },
    {
        "o": 31222,
        "r": "csb:Acts:19:4",
        "t": "Paul*p said, “John baptized with a baptism of repentance, telling the people that they should believe in the one who would come after him, that is, in Jesus.”"
    },
    {
        "o": 31223,
        "r": "csb:Acts:19:5",
        "t": "When*p they heard this, they were baptized into the name of the Lord Jesus."
    },
    {
        "o": 31224,
        "r": "csb:Acts:19:6",
        "t": "And when Paul had laid his hands on them, the Holy Spirit came on them, and they began to speak in tongues and to prophesy."
    },
    {
        "o": 31225,
        "r": "csb:Acts:19:7",
        "t": "Now there were about twelve men in all."
    },
    {
        "o": 31226,
        "r": "csb:Acts:19:7",
        "t": "In the Lecture Hall of Tyrannus",
        "h": 2
    },
    {
        "o": 31227,
        "r": "csb:Acts:19:8",
        "t": "Paul*p entered the synagogue and spoke boldly over a period of three months, arguing and persuading them about the kingdom of God."
    },
    {
        "o": 31228,
        "r": "csb:Acts:19:9",
        "t": "But when some became hardened and would not believe, slandering the Way in front of the crowd, he withdrew from them, taking the disciples, and conducted discussions every day in the lecture hall of Tyrannus."
    },
    {
        "o": 31229,
        "r": "csb:Acts:19:10",
        "t": "This went on for two years, so that all the residents of Asia, both Jews and Greeks, heard the word of the Lord."
    },
    {
        "o": 31230,
        "r": "csb:Acts:19:10",
        "t": "Demonism Defeated at Ephesus",
        "h": 2
    },
    {
        "o": 31231,
        "r": "csb:Acts:19:11",
        "t": "God*p was performing extraordinary miracles by Paul’s hands,"
    },
    {
        "o": 31232,
        "r": "csb:Acts:19:12",
        "t": "so that even facecloths or aprons that had touched his skin were brought to the sick, and the diseases left them, and the evil spirits came out of them."
    },
    {
        "o": 31233,
        "r": "csb:Acts:19:13",
        "t": "Now*p some of the itinerant Jewish exorcists also attempted to pronounce the name of the Lord Jesus over those who had evil spirits, saying, “I command you by the Jesus that Paul preaches!”"
    },
    {
        "o": 31234,
        "r": "csb:Acts:19:14",
        "t": "Seven sons of Sceva, a Jewish high priest, were doing this."
    },
    {
        "o": 31235,
        "r": "csb:Acts:19:15",
        "t": "The evil spirit answered them, “I know Jesus, and I recognize Paul - but who are you?”"
    },
    {
        "o": 31236,
        "r": "csb:Acts:19:16",
        "t": "Then the man who had the evil spirit jumped on them, overpowered them all, and prevailed against them, so that they ran out of that house naked and wounded."
    },
    {
        "o": 31237,
        "r": "csb:Acts:19:17",
        "t": "When this became known to everyone who lived in Ephesus, both Jews and Greeks, they became afraid, and the name of the Lord Jesus was held in high esteem."
    },
    {
        "o": 31238,
        "r": "csb:Acts:19:18",
        "t": "And*p many who had become believers came confessing and disclosing their practices,"
    },
    {
        "o": 31239,
        "r": "csb:Acts:19:19",
        "t": "while many of those who had practiced magic collected their books and burned them in front of everyone. So they calculated their value and found it to be fifty thousand pieces of silver."
    },
    {
        "o": 31240,
        "r": "csb:Acts:19:20",
        "t": "In this way the word of the Lord spread and prevailed."
    },
    {
        "o": 31241,
        "r": "csb:Acts:19:20",
        "t": "The Riot in Ephesus",
        "h": 2
    },
    {
        "o": 31242,
        "r": "csb:Acts:19:21",
        "t": "After*p these events, Paul resolved by the Spirit to pass through Macedonia and Achaia and go to Jerusalem. “After I’ve been there,” he said, “It is necessary for me to see Rome as well.”"
    },
    {
        "o": 31243,
        "r": "csb:Acts:19:22",
        "t": "After sending to Macedonia two of those who assisted him, Timothy and Erastus, he himself stayed in Asia for a while."
    },
    {
        "o": 31244,
        "r": "csb:Acts:19:23",
        "t": "About*p that time there was a major disturbance about the Way."
    },
    {
        "o": 31245,
        "r": "csb:Acts:19:24",
        "t": "For a person named Demetrius, a silversmith who made silver shrines of Artemis, provided a great deal of business for the craftsmen."
    },
    {
        "o": 31246,
        "r": "csb:Acts:19:25",
        "t": "When he had assembled them, as well as the workers engaged in this type of business, he said, “Men, you know that our prosperity is derived from this business."
    },
    {
        "o": 31247,
        "r": "csb:Acts:19:26",
        "t": "You see and hear that not only in Ephesus, but in almost all of Asia, this man Paul has persuaded and misled a considerable number of people by saying that gods made by hand are not gods."
    },
    {
        "o": 31248,
        "r": "csb:Acts:19:27",
        "t": "Not only do we run a risk that our business may be discredited, but also that the temple of the great goddess Artemis may be despised and her magnificence come to the verge of ruin - the very one all of Asia and the world worship.”"
    },
    {
        "o": 31249,
        "r": "csb:Acts:19:28",
        "t": "When*p they had heard this, they were filled with rage and began to cry out, “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 31250,
        "r": "csb:Acts:19:29",
        "t": "So the city was filled with confusion, and they rushed all together into the amphitheater, dragging along Gaius and Aristarchus, Macedonians who were Paul’s traveling companions."
    },
    {
        "o": 31251,
        "r": "csb:Acts:19:30",
        "t": "Although Paul wanted to go in before the people, the disciples did not let him."
    },
    {
        "o": 31252,
        "r": "csb:Acts:19:31",
        "t": "Even some of the provincial officials of Asia, who were his friends, sent word to him, pleading with him not to venture into the amphitheater."
    },
    {
        "o": 31253,
        "r": "csb:Acts:19:32",
        "t": "Some were shouting one thing and some another, because the assembly was in confusion, and most of them did not know why they had come together."
    },
    {
        "o": 31254,
        "r": "csb:Acts:19:33",
        "t": "Some Jews in the crowd gave instructions to Alexander after they pushed him to the front. Motioning with his hand, Alexander wanted to make his defense to the people."
    },
    {
        "o": 31255,
        "r": "csb:Acts:19:34",
        "t": "But when they recognized that he was a Jew, they all shouted in unison for about two hours, “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 31256,
        "r": "csb:Acts:19:35",
        "t": "When*p the city clerk had calmed the crowd down, he said, “People of Ephesus! What person is there who doesn’t know that the city of the Ephesians is the temple guardian of the great Artemis, and of the image that fell from heaven?"
    },
    {
        "o": 31257,
        "r": "csb:Acts:19:36",
        "t": "Therefore, since these things are undeniable, you must keep calm and not do anything rash."
    },
    {
        "o": 31258,
        "r": "csb:Acts:19:37",
        "t": "For you have brought these men here who are not temple robbers or blasphemers of our goddess."
    },
    {
        "o": 31259,
        "r": "csb:Acts:19:38",
        "t": "So if Demetrius and the craftsmen who are with him have a case against anyone, the courts are in session, and there are proconsuls. Let them bring charges against one another."
    },
    {
        "o": 31260,
        "r": "csb:Acts:19:39",
        "t": "But if you seek anything further, it must be decided in a legal assembly."
    },
    {
        "o": 31261,
        "r": "csb:Acts:19:40",
        "t": "In fact, we run a risk of being charged with rioting for what happened today, since there is no justification that we can give as a reason for this disturbance.”"
    },
    {
        "o": 31262,
        "r": "csb:Acts:19:41",
        "t": "After saying this, he dismissed the assembly."
    },
    {
        "o": 31263,
        "r": "csb:Acts:20:0",
        "t": "Acts 20",
        "h": 1
    },
    {
        "o": 31264,
        "r": "csb:Acts:20:0",
        "t": "Paul in Macedonia",
        "h": 2
    },
    {
        "o": 31265,
        "r": "csb:Acts:20:1",
        "t": "After*p the uproar was over, Paul sent for the disciples, encouraged them, and after saying farewell, departed to go to Macedonia."
    },
    {
        "o": 31266,
        "r": "csb:Acts:20:2",
        "t": "And when he had passed through those areas and offered them many words of encouragement, he came to Greece"
    },
    {
        "o": 31267,
        "r": "csb:Acts:20:3",
        "t": "and stayed three months. The Jews plotted against him when he was about to set sail for Syria, and so he decided to go back through Macedonia."
    },
    {
        "o": 31268,
        "r": "csb:Acts:20:4",
        "t": "He was accompanied by Sopater son of Pyrrhus from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy, and Tychicus and Trophimus from the province of Asia."
    },
    {
        "o": 31269,
        "r": "csb:Acts:20:5",
        "t": "These men went on ahead and waited for us in Troas,"
    },
    {
        "o": 31270,
        "r": "csb:Acts:20:6",
        "t": "but we sailed away from Philippi after the Festival of Unleavened Bread. In five days we reached them at Troas, where we spent seven days."
    },
    {
        "o": 31271,
        "r": "csb:Acts:20:6",
        "t": "Eutychus Revived at Troas",
        "h": 2
    },
    {
        "o": 31272,
        "r": "csb:Acts:20:7",
        "t": "On*p the first day of the week, we assembled to break bread. Paul spoke to them, and since he was about to depart the next day, he kept on talking until midnight."
    },
    {
        "o": 31273,
        "r": "csb:Acts:20:8",
        "t": "There were many lamps in the room upstairs where we were assembled,"
    },
    {
        "o": 31274,
        "r": "csb:Acts:20:9",
        "t": "and a young man named Eutychus was sitting on a window sill and sank into a deep sleep as Paul kept on talking. When he was overcome by sleep, he fell down from the third story and was picked up dead."
    },
    {
        "o": 31275,
        "r": "csb:Acts:20:10",
        "t": "But Paul went down, bent over him, embraced him, and said, “Don’t be alarmed, because he’s alive.”"
    },
    {
        "o": 31276,
        "r": "csb:Acts:20:11",
        "t": "After going upstairs, breaking the bread, and eating, Paul talked a long time until dawn. Then he left."
    },
    {
        "o": 31277,
        "r": "csb:Acts:20:12",
        "t": "They brought the boy home alive and were greatly comforted."
    },
    {
        "o": 31278,
        "r": "csb:Acts:20:12",
        "t": "From Troas to Miletus",
        "h": 2
    },
    {
        "o": 31279,
        "r": "csb:Acts:20:13",
        "t": "We*p went on ahead to the ship and sailed for Assos, where we were going to take Paul on board, because these were his instructions, since he himself was going by land."
    },
    {
        "o": 31280,
        "r": "csb:Acts:20:14",
        "t": "When he met us at Assos, we took him on board and went on to Mitylene."
    },
    {
        "o": 31281,
        "r": "csb:Acts:20:15",
        "t": "Sailing from there, the next day we arrived off Chios. The following day we crossed over to Samos, and the day after, we came to Miletus."
    },
    {
        "o": 31282,
        "r": "csb:Acts:20:16",
        "t": "For Paul had decided to sail past Ephesus to avoid spending time in the province of Asia, because he was hurrying to be in Jerusalem, if possible, for the day of Pentecost."
    },
    {
        "o": 31283,
        "r": "csb:Acts:20:16",
        "t": "Farewell Address to the Ephesian Elders",
        "h": 2
    },
    {
        "o": 31284,
        "r": "csb:Acts:20:17",
        "t": "Now*p from Miletus, he sent to Ephesus and summoned the elders of the church."
    },
    {
        "o": 31285,
        "r": "csb:Acts:20:18",
        "t": "When they came to him, he said to them, “You know, from the first day I set foot in Asia, how I was with you the whole time,"
    },
    {
        "o": 31286,
        "r": "csb:Acts:20:19",
        "t": "serving the Lord with all humility, with tears, and during the trials that came to me through the plots of the Jews."
    },
    {
        "o": 31287,
        "r": "csb:Acts:20:20",
        "t": "You know that I did not hesitate to proclaim anything to you that was profitable and to teach you publicly and from house to house."
    },
    {
        "o": 31288,
        "r": "csb:Acts:20:21",
        "t": "I testified to both Jews and Greeks about repentance toward God and faith in our Lord Jesus."
    },
    {
        "o": 31289,
        "r": "csb:Acts:20:22",
        "t": "“And*p now I am on my way to Jerusalem, compelled by the Spirit, not knowing what I will encounter there,"
    },
    {
        "o": 31290,
        "r": "csb:Acts:20:23",
        "t": "except that in every town the Holy Spirit warns me that chains and afflictions are waiting for me."
    },
    {
        "o": 31291,
        "r": "csb:Acts:20:24",
        "t": "But I consider my life of no value to myself; my purpose is to finish my course and the ministry I received from the Lord Jesus, to testify to the gospel of God’s grace."
    },
    {
        "o": 31292,
        "r": "csb:Acts:20:25",
        "t": "“And*p now I know that none of you, among whom I went about preaching the kingdom, will ever see me again."
    },
    {
        "o": 31293,
        "r": "csb:Acts:20:26",
        "t": "Therefore I declare to you this day that I am innocent of the blood of all of you,"
    },
    {
        "o": 31294,
        "r": "csb:Acts:20:27",
        "t": "because I did not avoid declaring to you the whole plan of God."
    },
    {
        "o": 31295,
        "r": "csb:Acts:20:28",
        "t": "Be on guard for yourselves and for all the flock of which the Holy Spirit has appointed you as overseers, to shepherd the church of God, which he purchased with his own blood."
    },
    {
        "o": 31296,
        "r": "csb:Acts:20:29",
        "t": "I know that after my departure savage wolves will come in among you, not sparing the flock."
    },
    {
        "o": 31297,
        "r": "csb:Acts:20:30",
        "t": "Men will rise up even from your own number and distort the truth to lure the disciples into following them."
    },
    {
        "o": 31298,
        "r": "csb:Acts:20:31",
        "t": "Therefore be on the alert, remembering that night and day for three years I never stopped warning each one of you with tears."
    },
    {
        "o": 31299,
        "r": "csb:Acts:20:32",
        "t": "“And*p now I commit you to God and to the word of his grace, which is able to build you up and to give you an inheritance among all who are sanctified."
    },
    {
        "o": 31300,
        "r": "csb:Acts:20:33",
        "t": "I have not coveted anyone’s silver or gold or clothing."
    },
    {
        "o": 31301,
        "r": "csb:Acts:20:34",
        "t": "You yourselves know that I worked with my own hands to support myself and those who are with me."
    },
    {
        "o": 31302,
        "r": "csb:Acts:20:35",
        "t": "In every way I’ve shown you that it is necessary to help the weak by laboring like this and to remember the words of the Lord Jesus, because he said, ‘It*r is*r more*r blessed*r to*r give*r than*r to*r receive.’”*r"
    },
    {
        "o": 31303,
        "r": "csb:Acts:20:36",
        "t": "After*p he said this, he knelt down and prayed with all of them."
    },
    {
        "o": 31304,
        "r": "csb:Acts:20:37",
        "t": "There were many tears shed by everyone. They embraced Paul and kissed him,"
    },
    {
        "o": 31305,
        "r": "csb:Acts:20:38",
        "t": "grieving most of all over his statement that they would never see his face again. And they accompanied him to the ship."
    },
    {
        "o": 31306,
        "r": "csb:Acts:21:0",
        "t": "Acts 21",
        "h": 1
    },
    {
        "o": 31307,
        "r": "csb:Acts:21:0",
        "t": "Warnings on the Journey to Jerusalem",
        "h": 2
    },
    {
        "o": 31308,
        "r": "csb:Acts:21:1",
        "t": "After*p we tore ourselves away from them, we set sail straight for Cos, the next day to Rhodes, and from there to Patara."
    },
    {
        "o": 31309,
        "r": "csb:Acts:21:2",
        "t": "Finding a ship crossing over to Phoenicia, we boarded and set sail."
    },
    {
        "o": 31310,
        "r": "csb:Acts:21:3",
        "t": "After we sighted Cyprus, passing to the south of it, we sailed on to Syria and arrived at Tyre, since the ship was to unload its cargo there."
    },
    {
        "o": 31311,
        "r": "csb:Acts:21:4",
        "t": "We sought out the disciples and stayed there seven days. Through the Spirit they told Paul not to go to Jerusalem."
    },
    {
        "o": 31312,
        "r": "csb:Acts:21:5",
        "t": "When our time had come to an end, we left to continue our journey, while all of them, with their wives and children, accompanied us out of the city. After kneeling down on the beach to pray,"
    },
    {
        "o": 31313,
        "r": "csb:Acts:21:6",
        "t": "we said farewell to one another and boarded the ship, and they returned home."
    },
    {
        "o": 31314,
        "r": "csb:Acts:21:7",
        "t": "When*p we completed our voyage from Tyre, we reached Ptolemais, where we greeted the brothers and sisters and stayed with them for a day."
    },
    {
        "o": 31315,
        "r": "csb:Acts:21:8",
        "t": "The next day we left and came to Caesarea, where we entered the house of Philip the evangelist, who was one of the Seven, and stayed with him."
    },
    {
        "o": 31316,
        "r": "csb:Acts:21:9",
        "t": "This man had four virgin daughters who prophesied."
    },
    {
        "o": 31317,
        "r": "csb:Acts:21:10",
        "t": "After*p we had been there for several days, a prophet named Agabus came down from Judea."
    },
    {
        "o": 31318,
        "r": "csb:Acts:21:11",
        "t": "He came to us, took Paul’s belt, tied his own feet and hands, and said, “This is what the Holy Spirit says: ‘In this way the Jews in Jerusalem will bind the man who owns this belt and deliver him over to the Gentiles.’”"
    },
    {
        "o": 31319,
        "r": "csb:Acts:21:12",
        "t": "When we heard this, both we and the local people pleaded with him not to go up to Jerusalem."
    },
    {
        "o": 31320,
        "r": "csb:Acts:21:13",
        "t": "Then*p Paul replied, “What are you doing, weeping and breaking my heart? For I am ready not only to be bound but also to die in Jerusalem for the name of the Lord Jesus.”"
    },
    {
        "o": 31321,
        "r": "csb:Acts:21:14",
        "t": "Since*p he would not be persuaded, we said no more except, “The Lord’s will be done.”"
    },
    {
        "o": 31322,
        "r": "csb:Acts:21:14",
        "t": "Conflict over the Gentile Mission",
        "h": 2
    },
    {
        "o": 31323,
        "r": "csb:Acts:21:15",
        "t": "After*p this we got ready and went up to Jerusalem."
    },
    {
        "o": 31324,
        "r": "csb:Acts:21:16",
        "t": "Some of the disciples from Caesarea also went with us and brought us to Mnason of Cyprus, an early disciple, with whom we were to stay."
    },
    {
        "o": 31325,
        "r": "csb:Acts:21:17",
        "t": "When*p we reached Jerusalem, the brothers and sisters welcomed us warmly."
    },
    {
        "o": 31326,
        "r": "csb:Acts:21:18",
        "t": "The following day Paul went in with us to James, and all the elders were present."
    },
    {
        "o": 31327,
        "r": "csb:Acts:21:19",
        "t": "After greeting them, he reported in detail what God had done among the Gentiles through his ministry."
    },
    {
        "o": 31328,
        "r": "csb:Acts:21:20",
        "t": "When*p they heard it, they glorified God and said, “You see, brother, how many thousands of Jews there are who have believed, and they are all zealous for the law."
    },
    {
        "o": 31329,
        "r": "csb:Acts:21:21",
        "t": "But they have been informed about you - that you are teaching all the Jews who are among the Gentiles to abandon Moses, telling them not to circumcise their children or to live according to our customs."
    },
    {
        "o": 31330,
        "r": "csb:Acts:21:22",
        "t": "So what is to be done? They will certainly hear that you’ve come."
    },
    {
        "o": 31331,
        "r": "csb:Acts:21:23",
        "t": "Therefore do what we tell you: We have four men who have made a vow."
    },
    {
        "o": 31332,
        "r": "csb:Acts:21:24",
        "t": "Take these men, purify yourself along with them, and pay for them to get their heads shaved. Then everyone will know that what they were told about you amounts to nothing, but that you yourself are also careful about observing the law."
    },
    {
        "o": 31333,
        "r": "csb:Acts:21:25",
        "t": "With regard to the Gentiles who have believed, we have written a letter containing our decision that they should keep themselves from food sacrificed to idols, from blood, from what is strangled, and from sexual immorality.”"
    },
    {
        "o": 31334,
        "r": "csb:Acts:21:25",
        "t": "The Riot in the Temple",
        "h": 2
    },
    {
        "o": 31335,
        "r": "csb:Acts:21:26",
        "t": "So*p the next day, Paul took the men, having purified himself along with them, and entered the temple, announcing the completion of the purification days when the offering would be made for each of them."
    },
    {
        "o": 31336,
        "r": "csb:Acts:21:27",
        "t": "When the seven days were nearly over, some Jews from the province of Asia saw him in the temple, stirred up the whole crowd, and seized him,"
    },
    {
        "o": 31337,
        "r": "csb:Acts:21:28",
        "t": "shouting, “Fellow Israelites, help! This is the man who teaches everyone everywhere against our people, our law, and this place. What’s more, he also brought Greeks into the temple and has defiled this holy place.”"
    },
    {
        "o": 31338,
        "r": "csb:Acts:21:29",
        "t": "For they had previously seen Trophimus the Ephesian in the city with him, and they supposed that Paul had brought him into the temple."
    },
    {
        "o": 31339,
        "r": "csb:Acts:21:30",
        "t": "The*p whole city was stirred up, and the people rushed together. They seized Paul, dragged him out of the temple, and at once the gates were shut."
    },
    {
        "o": 31340,
        "r": "csb:Acts:21:31",
        "t": "As*p they were trying to kill him, word went up to the commander of the regiment that all Jerusalem was in chaos."
    },
    {
        "o": 31341,
        "r": "csb:Acts:21:32",
        "t": "Taking along soldiers and centurions, he immediately ran down to them. Seeing the commander and the soldiers, they stopped beating Paul."
    },
    {
        "o": 31342,
        "r": "csb:Acts:21:33",
        "t": "Then the commander approached, took him into custody, and ordered him to be bound with two chains. He asked who he was and what he had done."
    },
    {
        "o": 31343,
        "r": "csb:Acts:21:34",
        "t": "Some in the crowd were shouting one thing and some another. Since he was not able to get reliable information because of the uproar, he ordered him to be taken into the barracks."
    },
    {
        "o": 31344,
        "r": "csb:Acts:21:35",
        "t": "When Paul got to the steps, he had to be carried by the soldiers because of the violence of the crowd,"
    },
    {
        "o": 31345,
        "r": "csb:Acts:21:36",
        "t": "for the mass of people followed, yelling, “Get rid of him!”"
    },
    {
        "o": 31346,
        "r": "csb:Acts:21:36",
        "t": "Paul’s Defense before the Jerusalem Mob",
        "h": 2
    },
    {
        "o": 31347,
        "r": "csb:Acts:21:37",
        "t": "As*p he was about to be brought into the barracks, Paul said to the commander, “Am I allowed to say something to you?” He*p replied, “You know how to speak Greek?"
    },
    {
        "o": 31348,
        "r": "csb:Acts:21:38",
        "t": "Aren’t you the Egyptian who started a revolt some time ago and led four thousand men of the Assassins into the wilderness?”"
    },
    {
        "o": 31349,
        "r": "csb:Acts:21:39",
        "t": "Paul*p said, “I am a Jewish man from Tarsus of Cilicia, a citizen of an important city. Now I ask you, let me speak to the people.”"
    },
    {
        "o": 31350,
        "r": "csb:Acts:21:40",
        "t": "After*p he had given permission, Paul stood on the steps and motioned with his hand to the people. When there was a great hush, he addressed them in Aramaic:"
    },
    {
        "o": 31351,
        "r": "csb:Acts:22:0",
        "t": "Acts 22",
        "h": 1
    },
    {
        "o": 31352,
        "r": "csb:Acts:22:1",
        "t": "“Brothers*p and fathers, listen now to my defense before you.”"
    },
    {
        "o": 31353,
        "r": "csb:Acts:22:2",
        "t": "When they heard that he was addressing them in Aramaic, they became even quieter."
    },
    {
        "o": 31354,
        "r": "csb:Acts:22:3",
        "t": "He continued, “I am a Jew, born in Tarsus of Cilicia but brought up in this city, educated at the feet of Gamaliel according to the strictness of our ancestral law. I was zealous for God, just as all of you are today."
    },
    {
        "o": 31355,
        "r": "csb:Acts:22:4",
        "t": "I persecuted this Way to the death, arresting and putting both men and women in jail,"
    },
    {
        "o": 31356,
        "r": "csb:Acts:22:5",
        "t": "as both the high priest and the whole council of elders can testify about me. After I received letters from them to the brothers, I traveled to Damascus to arrest those who were there and bring them to Jerusalem to be punished."
    },
    {
        "o": 31357,
        "r": "csb:Acts:22:5",
        "t": "Paul’s Testimony",
        "h": 2
    },
    {
        "o": 31358,
        "r": "csb:Acts:22:6",
        "t": "“As*p I was traveling and approaching Damascus, about noon an intense light from heaven suddenly flashed around me."
    },
    {
        "o": 31359,
        "r": "csb:Acts:22:7",
        "t": "I fell to the ground and heard a voice saying to me, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r me?’*r"
    },
    {
        "o": 31360,
        "r": "csb:Acts:22:8",
        "t": "“I*p answered, ‘Who are you, Lord?’ “He*p said to me, ‘I*r am*r Jesus*r of*r Nazareth,*r the*r one*r you*r are*r persecuting.’*r"
    },
    {
        "o": 31361,
        "r": "csb:Acts:22:9",
        "t": "Now those who were with me saw the light, but they did not hear the voice of the one who was speaking to me."
    },
    {
        "o": 31362,
        "r": "csb:Acts:22:10",
        "t": "“I*p said, ‘What should I do, Lord?’ “The*p Lord told me, ‘Get*r up*r and*r go*r into*r Damascus,*r and*r there*r you*r will*r be*r told*r everything*r that*r you*r have*r been*r assigned*r to*r do.’*r"
    },
    {
        "o": 31363,
        "r": "csb:Acts:22:11",
        "t": "“Since*p I couldn’t see because of the brightness of the light, I was led by the hand by those who were with me, and went into Damascus."
    },
    {
        "o": 31364,
        "r": "csb:Acts:22:12",
        "t": "Someone named Ananias, a devout man according to the law, who had a good reputation with all the Jews living there,"
    },
    {
        "o": 31365,
        "r": "csb:Acts:22:13",
        "t": "came and stood by me and said, ‘Brother Saul, regain your sight.’ And in that very hour I looked up and saw him."
    },
    {
        "o": 31366,
        "r": "csb:Acts:22:14",
        "t": "And he said, ‘The God of our ancestors has appointed you to know his will, to see the Righteous One, and to hear the words from his mouth,"
    },
    {
        "o": 31367,
        "r": "csb:Acts:22:15",
        "t": "since you will be a witness for him to all people of what you have seen and heard."
    },
    {
        "o": 31368,
        "r": "csb:Acts:22:16",
        "t": "And now, why are you delaying? Get up and be baptized, and wash away your sins, calling on his name.’"
    },
    {
        "o": 31369,
        "r": "csb:Acts:22:17",
        "t": "“After*p I returned to Jerusalem and was praying in the temple, I fell into a trance"
    },
    {
        "o": 31370,
        "r": "csb:Acts:22:18",
        "t": "and saw him telling me, ‘Hurry*r and*r get*r out*r of*r Jerusalem*r quickly,*r because*r they*r will*r not*r accept*r your*r testimony*r about*r me.’*r"
    },
    {
        "o": 31371,
        "r": "csb:Acts:22:19",
        "t": "“But*p I said, ‘Lord, they know that in synagogue after synagogue I had those who believed in you imprisoned and beaten."
    },
    {
        "o": 31372,
        "r": "csb:Acts:22:20",
        "t": "And when the blood of your witness Stephen was being shed, I stood there giving approval and guarding the clothes of those who killed him.’"
    },
    {
        "o": 31373,
        "r": "csb:Acts:22:21",
        "t": "“He*p said to me, ‘Go,*r because*r I*r will*r send*r you*r far*r away*r to*r the*r Gentiles.’”*r"
    },
    {
        "o": 31374,
        "r": "csb:Acts:22:21",
        "t": "Paul’s Roman Protection",
        "h": 2
    },
    {
        "o": 31375,
        "r": "csb:Acts:22:22",
        "t": "They*p listened to him up to this point. Then they raised their voices, shouting, “Wipe this man off the face of the earth! He should not be allowed to live!”"
    },
    {
        "o": 31376,
        "r": "csb:Acts:22:23",
        "t": "As*p they were yelling and flinging aside their garments and throwing dust into the air,"
    },
    {
        "o": 31377,
        "r": "csb:Acts:22:24",
        "t": "the commander ordered him to be brought into the barracks, directing that he be interrogated with the scourge to discover the reason they were shouting against him like this."
    },
    {
        "o": 31378,
        "r": "csb:Acts:22:25",
        "t": "As they stretched him out for the lash, Paul said to the centurion standing by, “Is it legal for you to scourge a man who is a Roman citizen and is uncondemned?”"
    },
    {
        "o": 31379,
        "r": "csb:Acts:22:26",
        "t": "When*p the centurion heard this, he went and reported to the commander, saying, “What are you going to do? For this man is a Roman citizen.”"
    },
    {
        "o": 31380,
        "r": "csb:Acts:22:27",
        "t": "The*p commander came and said to him, “Tell me, are you a Roman citizen?” “Yes,”*p he said."
    },
    {
        "o": 31381,
        "r": "csb:Acts:22:28",
        "t": "The*p commander replied, “I bought this citizenship for a large amount of money.” “But*p I was born a citizen,” Paul said."
    },
    {
        "o": 31382,
        "r": "csb:Acts:22:29",
        "t": "So*p those who were about to examine him withdrew from him immediately. The commander too was alarmed when he realized Paul was a Roman citizen and he had bound him."
    },
    {
        "o": 31383,
        "r": "csb:Acts:22:29",
        "t": "Paul before the Sanhedrin",
        "h": 2
    },
    {
        "o": 31384,
        "r": "csb:Acts:22:30",
        "t": "The*p next day, since he wanted to find out exactly why Paul was being accused by the Jews, he released him and instructed the chief priests and all the Sanhedrin to convene. He brought Paul down and placed him before them."
    },
    {
        "o": 31385,
        "r": "csb:Acts:23:0",
        "t": "Acts 23",
        "h": 1
    },
    {
        "o": 31386,
        "r": "csb:Acts:23:1",
        "t": "Paul*p looked straight at the Sanhedrin and said, “Brothers, I have lived my life before God in all good conscience to this day.”"
    },
    {
        "o": 31387,
        "r": "csb:Acts:23:2",
        "t": "The high priest Ananias ordered those who were standing next to him to strike him on the mouth."
    },
    {
        "o": 31388,
        "r": "csb:Acts:23:3",
        "t": "Then Paul said to him, “God is going to strike you, you whitewashed wall! You are sitting there judging me according to the law, and yet in violation of the law are you ordering me to be struck?”"
    },
    {
        "o": 31389,
        "r": "csb:Acts:23:4",
        "t": "Those*p standing nearby said, “Do you dare revile God’s high priest?”"
    },
    {
        "o": 31390,
        "r": "csb:Acts:23:5",
        "t": "“I*p did not know, brothers, that he was the high priest,” replied Paul. “For it is written, You*i must*i not*i speak*i evil*i of*i a*i ruler*i of*i your*i people.”*i"
    },
    {
        "o": 31391,
        "r": "csb:Acts:23:6",
        "t": "When Paul realized that one part of them were Sadducees and the other part were Pharisees, he cried out in the Sanhedrin, “Brothers, I am a Pharisee, a son of Pharisees. I am being judged because of the hope of the resurrection of the dead!”"
    },
    {
        "o": 31392,
        "r": "csb:Acts:23:7",
        "t": "When he said this, a dispute broke out between the Pharisees and the Sadducees, and the assembly was divided."
    },
    {
        "o": 31393,
        "r": "csb:Acts:23:8",
        "t": "For the Sadducees say there is no resurrection, and neither angel nor spirit, but the Pharisees affirm them all."
    },
    {
        "o": 31394,
        "r": "csb:Acts:23:9",
        "t": "The*p shouting grew loud, and some of the scribes of the Pharisees’ party got up and argued vehemently, “We find nothing evil in this man. What if a spirit or an angel has spoken to him?”"
    },
    {
        "o": 31395,
        "r": "csb:Acts:23:10",
        "t": "When*p the dispute became violent, the commander feared that Paul might be torn apart by them and ordered the troops to go down, take him away from them, and bring him into the barracks."
    },
    {
        "o": 31396,
        "r": "csb:Acts:23:11",
        "t": "The following night, the Lord stood by him and said, “Have*r courage!*r For*r as*r you*r have*r testified*r about*r me*r in*r Jerusalem,*r so*r it*r is*r necessary*r for*r you*r to*r testify*r in*r Rome.”*r"
    },
    {
        "o": 31397,
        "r": "csb:Acts:23:11",
        "t": "The Plot against Paul",
        "h": 2
    },
    {
        "o": 31398,
        "r": "csb:Acts:23:12",
        "t": "When*p it was morning, the Jews formed a conspiracy and bound themselves under a curse not to eat or drink until they had killed Paul."
    },
    {
        "o": 31399,
        "r": "csb:Acts:23:13",
        "t": "There were more than forty who had formed this plot."
    },
    {
        "o": 31400,
        "r": "csb:Acts:23:14",
        "t": "These men went to the chief priests and elders and said, “We have bound ourselves under a solemn curse that we won’t eat anything until we have killed Paul."
    },
    {
        "o": 31401,
        "r": "csb:Acts:23:15",
        "t": "So now you, along with the Sanhedrin, make a request to the commander that he bring him down to you as if you were going to investigate his case more thoroughly. But, before he gets near, we are ready to kill him.”"
    },
    {
        "o": 31402,
        "r": "csb:Acts:23:16",
        "t": "But*p the son of Paul’s sister, hearing about their ambush, came and entered the barracks and reported it to Paul."
    },
    {
        "o": 31403,
        "r": "csb:Acts:23:17",
        "t": "Paul called one of the centurions and said, “Take this young man to the commander, because he has something to report to him.”"
    },
    {
        "o": 31404,
        "r": "csb:Acts:23:18",
        "t": "So*p he took him, brought him to the commander, and said, “The prisoner Paul called me and asked me to bring this young man to you, because he has something to tell you.”"
    },
    {
        "o": 31405,
        "r": "csb:Acts:23:19",
        "t": "The*p commander took him by the hand, led him aside, and inquired privately, “What is it you have to report to me?”"
    },
    {
        "o": 31406,
        "r": "csb:Acts:23:20",
        "t": "“The*p Jews,” he said, “have agreed to ask you to bring Paul down to the Sanhedrin tomorrow, as though they are going to hold a somewhat more careful inquiry about him."
    },
    {
        "o": 31407,
        "r": "csb:Acts:23:21",
        "t": "Don’t let them persuade you, because there are more than forty of them lying in ambush - men who have bound themselves under a curse not to eat or drink until they have killed him. Now they are ready, waiting for your consent.”"
    },
    {
        "o": 31408,
        "r": "csb:Acts:23:22",
        "t": "So*p the commander dismissed the young man and instructed him, “Don’t tell anyone that you have informed me about this.”"
    },
    {
        "o": 31409,
        "r": "csb:Acts:23:22",
        "t": "To Caesarea by Night",
        "h": 2
    },
    {
        "o": 31410,
        "r": "csb:Acts:23:23",
        "t": "He*p summoned two of his centurions and said, “Get two hundred soldiers ready with seventy cavalry and two hundred spearmen to go to Caesarea at nine tonight."
    },
    {
        "o": 31411,
        "r": "csb:Acts:23:24",
        "t": "Also provide mounts to ride so that Paul may be brought safely to Felix the governor.”"
    },
    {
        "o": 31412,
        "r": "csb:Acts:23:25",
        "t": "He*p wrote the following letter:"
    },
    {
        "o": 31413,
        "r": "csb:Acts:23:26",
        "t": "Claudius*p Lysias, To*p the most excellent governor Felix: Greetings.*p"
    },
    {
        "o": 31414,
        "r": "csb:Acts:23:27",
        "t": "When*p this man had been seized by the Jews and was about to be killed by them, I arrived with my troops and rescued him because I learned that he is a Roman citizen."
    },
    {
        "o": 31415,
        "r": "csb:Acts:23:28",
        "t": "Wanting to know the charge they were accusing him of, I brought him down before their Sanhedrin."
    },
    {
        "o": 31416,
        "r": "csb:Acts:23:29",
        "t": "I found out that the accusations were concerning questions of their law, and that there was no charge that merited death or imprisonment."
    },
    {
        "o": 31417,
        "r": "csb:Acts:23:30",
        "t": "When I was informed that there was a plot against the man, I sent him to you right away. I also ordered his accusers to state their case against him in your presence."
    },
    {
        "o": 31418,
        "r": "csb:Acts:23:31",
        "t": "So*p the soldiers took Paul during the night and brought him to Antipatris as they were ordered."
    },
    {
        "o": 31419,
        "r": "csb:Acts:23:32",
        "t": "The next day, they returned to the barracks, allowing the cavalry to go on with him."
    },
    {
        "o": 31420,
        "r": "csb:Acts:23:33",
        "t": "When these men entered Caesarea and delivered the letter to the governor, they also presented Paul to him."
    },
    {
        "o": 31421,
        "r": "csb:Acts:23:34",
        "t": "After he read it, he asked what province he was from. When he learned he was from Cilicia,"
    },
    {
        "o": 31422,
        "r": "csb:Acts:23:35",
        "t": "he said, “I will give you a hearing whenever your accusers also get here.” He ordered that he be kept under guard in Herod’s palace."
    },
    {
        "o": 31423,
        "r": "csb:Acts:24:0",
        "t": "Acts 24",
        "h": 1
    },
    {
        "o": 31424,
        "r": "csb:Acts:24:0",
        "t": "The Accusation against Paul",
        "h": 2
    },
    {
        "o": 31425,
        "r": "csb:Acts:24:1",
        "t": "Five*p days later Ananias the high priest came down with some elders and a lawyer named Tertullus. These men presented their case against Paul to the governor."
    },
    {
        "o": 31426,
        "r": "csb:Acts:24:2",
        "t": "When Paul was called in, Tertullus began to accuse him and said, “We enjoy great peace because of you, and reforms are taking place for the benefit of this nation because of your foresight."
    },
    {
        "o": 31427,
        "r": "csb:Acts:24:3",
        "t": "We acknowledge this in every way and everywhere, most excellent Felix, with utmost gratitude."
    },
    {
        "o": 31428,
        "r": "csb:Acts:24:4",
        "t": "But, so that I will not burden you any further, I request that you would be kind enough to give us a brief hearing."
    },
    {
        "o": 31429,
        "r": "csb:Acts:24:5",
        "t": "For we have found this man to be a plague, an agitator among all the Jews throughout the Roman world, and a ringleader of the sect of the Nazarenes."
    },
    {
        "o": 31430,
        "r": "csb:Acts:24:6",
        "t": "He even tried to desecrate the temple, and so we apprehended him. By examining him yourself you will be able to discern the truth about these charges we are bringing against him.”"
    },
    {
        "o": 31431,
        "r": "csb:Acts:24:9",
        "t": "The Jews also joined in the attack, alleging that these things were true."
    },
    {
        "o": 31432,
        "r": "csb:Acts:24:9",
        "t": "Paul’s Defense before Felix",
        "h": 2
    },
    {
        "o": 31433,
        "r": "csb:Acts:24:10",
        "t": "When*p the governor motioned for him to speak, Paul replied, “Because I know you have been a judge of this nation for many years, I am glad to offer my defense in what concerns me."
    },
    {
        "o": 31434,
        "r": "csb:Acts:24:11",
        "t": "You can verify for yourself that it is no more than twelve days since I went up to worship in Jerusalem."
    },
    {
        "o": 31435,
        "r": "csb:Acts:24:12",
        "t": "They didn’t find me arguing with anyone or causing a disturbance among the crowd, either in the temple or in the synagogues or anywhere in the city."
    },
    {
        "o": 31436,
        "r": "csb:Acts:24:13",
        "t": "Neither can they prove the charges they are now making against me."
    },
    {
        "o": 31437,
        "r": "csb:Acts:24:14",
        "t": "But I admit this to you: I worship the God of my ancestors according to the Way, which they call a sect, believing everything that is in accordance with the law and written in the prophets."
    },
    {
        "o": 31438,
        "r": "csb:Acts:24:15",
        "t": "I have a hope in God, which these men themselves also accept, that there will be a resurrection, both of the righteous and the unrighteous."
    },
    {
        "o": 31439,
        "r": "csb:Acts:24:16",
        "t": "I always strive to have a clear conscience toward God and men."
    },
    {
        "o": 31440,
        "r": "csb:Acts:24:17",
        "t": "After many years, I came to bring charitable gifts and offerings to my people."
    },
    {
        "o": 31441,
        "r": "csb:Acts:24:18",
        "t": "While I was doing this, some Jews from Asia found me ritually purified in the temple, without a crowd and without any uproar."
    },
    {
        "o": 31442,
        "r": "csb:Acts:24:19",
        "t": "It is they who ought to be here before you to bring charges, if they have anything against me."
    },
    {
        "o": 31443,
        "r": "csb:Acts:24:20",
        "t": "Or let these men here state what wrongdoing they found in me when I stood before the Sanhedrin,"
    },
    {
        "o": 31444,
        "r": "csb:Acts:24:21",
        "t": "other than this one statement I shouted while standing among them, ‘Today I am on trial before you concerning the resurrection of the dead.’”"
    },
    {
        "o": 31445,
        "r": "csb:Acts:24:21",
        "t": "The Verdict Postponed",
        "h": 2
    },
    {
        "o": 31446,
        "r": "csb:Acts:24:22",
        "t": "Since*p Felix was well informed about the Way, he adjourned the hearing, saying, “When Lysias the commander comes down, I will decide your case.”"
    },
    {
        "o": 31447,
        "r": "csb:Acts:24:23",
        "t": "He ordered that the centurion keep Paul under guard, though he could have some freedom, and that he should not prevent any of his friends from meeting his needs."
    },
    {
        "o": 31448,
        "r": "csb:Acts:24:24",
        "t": "Several*p days later, when Felix came with his wife Drusilla, who was Jewish, he sent for Paul and listened to him on the subject of faith in Christ Jesus."
    },
    {
        "o": 31449,
        "r": "csb:Acts:24:25",
        "t": "Now as he spoke about righteousness, self-control, and the judgment to come, Felix became afraid and replied, “Leave for now, but when I have an opportunity I’ll call for you.”"
    },
    {
        "o": 31450,
        "r": "csb:Acts:24:26",
        "t": "At the same time he was also hoping that Paul would offer him money. So he sent for him quite often and conversed with him."
    },
    {
        "o": 31451,
        "r": "csb:Acts:24:27",
        "t": "After*p two years had passed, Porcius Festus succeeded Felix, and because Felix wanted to do the Jews a favor, he left Paul in prison."
    },
    {
        "o": 31452,
        "r": "csb:Acts:25:0",
        "t": "Acts 25",
        "h": 1
    },
    {
        "o": 31453,
        "r": "csb:Acts:25:0",
        "t": "Appeal to Caesar",
        "h": 2
    },
    {
        "o": 31454,
        "r": "csb:Acts:25:1",
        "t": "Three*p days after Festus arrived in the province, he went up to Jerusalem from Caesarea."
    },
    {
        "o": 31455,
        "r": "csb:Acts:25:2",
        "t": "The chief priests and the leaders of the Jews presented their case against Paul to him; and they appealed,"
    },
    {
        "o": 31456,
        "r": "csb:Acts:25:3",
        "t": "asking for a favor against Paul, that Festus summon him to Jerusalem. They were, in fact, preparing an ambush along the road to kill him."
    },
    {
        "o": 31457,
        "r": "csb:Acts:25:4",
        "t": "Festus, however, answered that Paul should be kept at Caesarea, and that he himself was about to go there shortly."
    },
    {
        "o": 31458,
        "r": "csb:Acts:25:5",
        "t": "“Therefore,” he said, “let those of you who have authority go down with me and accuse him, if he has done anything wrong.”"
    },
    {
        "o": 31459,
        "r": "csb:Acts:25:6",
        "t": "When*p he had spent not more than eight or ten days among them, he went down to Caesarea. The next day, seated at the tribunal, he commanded Paul to be brought in."
    },
    {
        "o": 31460,
        "r": "csb:Acts:25:7",
        "t": "When he arrived, the Jews who had come down from Jerusalem stood around him and brought many serious charges that they were not able to prove."
    },
    {
        "o": 31461,
        "r": "csb:Acts:25:8",
        "t": "Then Paul made his defense: “Neither against the Jewish law, nor against the temple, nor against Caesar have I sinned in any way.”"
    },
    {
        "o": 31462,
        "r": "csb:Acts:25:9",
        "t": "But*p Festus, wanting to do the Jews a favor, replied to Paul, “Are you willing to go up to Jerusalem to be tried before me there on these charges?”"
    },
    {
        "o": 31463,
        "r": "csb:Acts:25:10",
        "t": "Paul*p replied, “I am standing at Caesar’s tribunal, where I ought to be tried. I have done no wrong to the Jews, as even you yourself know very well."
    },
    {
        "o": 31464,
        "r": "csb:Acts:25:11",
        "t": "If then I did anything wrong and am deserving of death, I am not trying to escape death; but if there is nothing to what these men accuse me of, no one can give me up to them. I appeal to Caesar!”"
    },
    {
        "o": 31465,
        "r": "csb:Acts:25:12",
        "t": "Then*p after Festus conferred with his council, he replied, “You have appealed to Caesar; to Caesar you will go.”"
    },
    {
        "o": 31466,
        "r": "csb:Acts:25:12",
        "t": "King Agrippa and Bernice Visit Festus",
        "h": 2
    },
    {
        "o": 31467,
        "r": "csb:Acts:25:13",
        "t": "Several*p days later, King Agrippa and Bernice arrived in Caesarea and paid a courtesy call on Festus."
    },
    {
        "o": 31468,
        "r": "csb:Acts:25:14",
        "t": "Since they were staying there several days, Festus presented Paul’s case to the king, saying, “There’s a man who was left as a prisoner by Felix."
    },
    {
        "o": 31469,
        "r": "csb:Acts:25:15",
        "t": "When I was in Jerusalem, the chief priests and the elders of the Jews presented their case and asked that he be condemned."
    },
    {
        "o": 31470,
        "r": "csb:Acts:25:16",
        "t": "I answered them that it is not the Roman custom to give someone up before the accused faces the accusers and has an opportunity for a defense against the charges."
    },
    {
        "o": 31471,
        "r": "csb:Acts:25:17",
        "t": "So when they had assembled here, I did not delay. The next day I took my seat at the tribunal and ordered the man to be brought in."
    },
    {
        "o": 31472,
        "r": "csb:Acts:25:18",
        "t": "The accusers stood up but brought no charge against him of the evils I was expecting."
    },
    {
        "o": 31473,
        "r": "csb:Acts:25:19",
        "t": "Instead they had some disagreements with him about their own religion and about a certain Jesus, a dead man Paul claimed to be alive."
    },
    {
        "o": 31474,
        "r": "csb:Acts:25:20",
        "t": "Since I was at a loss in a dispute over such things, I asked him if he wanted to go to Jerusalem and be tried there regarding these matters."
    },
    {
        "o": 31475,
        "r": "csb:Acts:25:21",
        "t": "But when Paul appealed to be held for trial by the Emperor, I ordered him to be kept in custody until I could send him to Caesar.”"
    },
    {
        "o": 31476,
        "r": "csb:Acts:25:22",
        "t": "Agrippa*p said to Festus, “I would like to hear the man myself.” “Tomorrow*p you will hear him,” he replied."
    },
    {
        "o": 31477,
        "r": "csb:Acts:25:22",
        "t": "Paul before Agrippa",
        "h": 2
    },
    {
        "o": 31478,
        "r": "csb:Acts:25:23",
        "t": "So*p the next day, Agrippa and Bernice came with great pomp and entered the auditorium with the military commanders and prominent men of the city. When Festus gave the command, Paul was brought in."
    },
    {
        "o": 31479,
        "r": "csb:Acts:25:24",
        "t": "Then Festus said, “King Agrippa and all men present with us, you see this man. The whole Jewish community has appealed to me concerning him, both in Jerusalem and here, shouting that he should not live any longer."
    },
    {
        "o": 31480,
        "r": "csb:Acts:25:25",
        "t": "I found that he had not done anything deserving of death, but when he himself appealed to the Emperor, I decided to send him."
    },
    {
        "o": 31481,
        "r": "csb:Acts:25:26",
        "t": "I have nothing definite to write to my lord about him. Therefore, I have brought him before all of you, and especially before you, King Agrippa, so that after this examination is over, I may have something to write."
    },
    {
        "o": 31482,
        "r": "csb:Acts:25:27",
        "t": "For it seems unreasonable to me to send a prisoner without indicating the charges against him.”"
    },
    {
        "o": 31483,
        "r": "csb:Acts:26:0",
        "t": "Acts 26",
        "h": 1
    },
    {
        "o": 31484,
        "r": "csb:Acts:26:0",
        "t": "Paul’s Defense before Agrippa",
        "h": 2
    },
    {
        "o": 31485,
        "r": "csb:Acts:26:1",
        "t": "Agrippa*p said to Paul, “You have permission to speak for yourself.” Then*p Paul stretched out his hand and began his defense:"
    },
    {
        "o": 31486,
        "r": "csb:Acts:26:2",
        "t": "“I consider myself fortunate that it is before you, King Agrippa, I am to make my defense today against all the accusations of the Jews,"
    },
    {
        "o": 31487,
        "r": "csb:Acts:26:3",
        "t": "especially since you are very knowledgeable about all the Jewish customs and controversies. Therefore I beg you to listen to me patiently."
    },
    {
        "o": 31488,
        "r": "csb:Acts:26:4",
        "t": "“All*p the Jews know my way of life from my youth, which was spent from the beginning among my own people and in Jerusalem."
    },
    {
        "o": 31489,
        "r": "csb:Acts:26:5",
        "t": "They have known me for a long time, if they are willing to testify, that according to the strictest sect of our religion I lived as a Pharisee."
    },
    {
        "o": 31490,
        "r": "csb:Acts:26:6",
        "t": "And now I stand on trial because of the hope in what God promised to our ancestors,"
    },
    {
        "o": 31491,
        "r": "csb:Acts:26:7",
        "t": "the promise our twelve tribes hope to reach as they earnestly serve him night and day. King Agrippa, I am being accused by the Jews because of this hope."
    },
    {
        "o": 31492,
        "r": "csb:Acts:26:8",
        "t": "Why do any of you consider it incredible that God raises the dead?"
    },
    {
        "o": 31493,
        "r": "csb:Acts:26:9",
        "t": "In fact, I myself was convinced that it was necessary to do many things in opposition to the name of Jesus of Nazareth."
    },
    {
        "o": 31494,
        "r": "csb:Acts:26:10",
        "t": "I actually did this in Jerusalem, and I locked up many of the saints in prison, since I had received authority for that from the chief priests. When they were put to death, I was in agreement against them."
    },
    {
        "o": 31495,
        "r": "csb:Acts:26:11",
        "t": "In all the synagogues I often punished them and tried to make them blaspheme. Since I was terribly enraged at them, I pursued them even to foreign cities."
    },
    {
        "o": 31496,
        "r": "csb:Acts:26:11",
        "t": "Paul’s Account of His Conversion and Commission",
        "h": 2
    },
    {
        "o": 31497,
        "r": "csb:Acts:26:12",
        "t": "“I*p was traveling to Damascus under these circumstances with authority and a commission from the chief priests."
    },
    {
        "o": 31498,
        "r": "csb:Acts:26:13",
        "t": "King Agrippa, while on the road at midday, I saw a light from heaven brighter than the sun, shining around me and those traveling with me."
    },
    {
        "o": 31499,
        "r": "csb:Acts:26:14",
        "t": "We all fell to the ground, and I heard a voice speaking to me in Aramaic, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r me?*r It*r is*r hard*r for*r you*r to*r kick*r against*r the*r goads.’*r"
    },
    {
        "o": 31500,
        "r": "csb:Acts:26:15",
        "t": "“I*p asked, ‘Who are you, Lord?’ “And*p the Lord replied, ‘I*r am*r Jesus,*r the*r one*r you*r are*r persecuting.*r"
    },
    {
        "o": 31501,
        "r": "csb:Acts:26:16",
        "t": "But*r get*r up*r and*r stand*r on*r your*r feet.*r For*r I*r have*r appeared*r to*r you*r for*r this*r purpose,*r to*r appoint*r you*r as*r a*r servant*r and*r a*r witness*r of*r what*r you*r have*r seen*r and*r will*r see*r of*r me.*r"
    },
    {
        "o": 31502,
        "r": "csb:Acts:26:17",
        "t": "I*r will*r rescue*r you*r from*r your*r people*r and*r from*r the*r Gentiles.*r I*r am*r sending*r you*r to*r them*r"
    },
    {
        "o": 31503,
        "r": "csb:Acts:26:18",
        "t": "to*r open*r their*r eyes*r so*r that*r they*r may*r turn*r from*r darkness*r to*r light*r and*r from*r the*r power*r of*r Satan*r to*r God,*r that*r they*r may*r receive*r forgiveness*r of*r sins*r and*r a*r share*r among*r those*r who*r are*r sanctified*r by*r faith*r in*r me.’*r"
    },
    {
        "o": 31504,
        "r": "csb:Acts:26:19",
        "t": "“So*p then, King Agrippa, I was not disobedient to the heavenly vision."
    },
    {
        "o": 31505,
        "r": "csb:Acts:26:20",
        "t": "Instead, I preached to those in Damascus first, and to those in Jerusalem and in all the region of Judea, and to the Gentiles, that they should repent and turn to God, and do works worthy of repentance."
    },
    {
        "o": 31506,
        "r": "csb:Acts:26:21",
        "t": "For this reason the Jews seized me in the temple and were trying to kill me."
    },
    {
        "o": 31507,
        "r": "csb:Acts:26:22",
        "t": "To this very day, I have had help from God, and I stand and testify to both small and great, saying nothing other than what the prophets and Moses said would take place-"
    },
    {
        "o": 31508,
        "r": "csb:Acts:26:23",
        "t": "that the Messiah would suffer, and that, as the first to rise from the dead, he would proclaim light to our people and to the Gentiles.”"
    },
    {
        "o": 31509,
        "r": "csb:Acts:26:23",
        "t": "Agrippa Not Quite Persuaded",
        "h": 2
    },
    {
        "o": 31510,
        "r": "csb:Acts:26:24",
        "t": "As*p he was saying these things in his defense, Festus exclaimed in a loud voice, “You’re out of your mind, Paul! Too much study is driving you mad.”"
    },
    {
        "o": 31511,
        "r": "csb:Acts:26:25",
        "t": "But*p Paul replied, “I’m not out of my mind, most excellent Festus. On the contrary, I’m speaking words of truth and good judgment."
    },
    {
        "o": 31512,
        "r": "csb:Acts:26:26",
        "t": "For the king knows about these matters, and I can speak boldly to him. For I am convinced that none of these things has escaped his notice, since this was not done in a corner."
    },
    {
        "o": 31513,
        "r": "csb:Acts:26:27",
        "t": "King Agrippa, do you believe the prophets? I know you believe.”"
    },
    {
        "o": 31514,
        "r": "csb:Acts:26:28",
        "t": "Agrippa*p said to Paul, “Are you going to persuade me to become a Christian so easily?”"
    },
    {
        "o": 31515,
        "r": "csb:Acts:26:29",
        "t": "“I*p wish before God,” replied Paul, “that whether easily or with difficulty, not only you but all who listen to me today might become as I am - except for these chains.”"
    },
    {
        "o": 31516,
        "r": "csb:Acts:26:30",
        "t": "The*p king, the governor, Bernice, and those sitting with them got up,"
    },
    {
        "o": 31517,
        "r": "csb:Acts:26:31",
        "t": "and when they had left they talked with each other and said, “This man is not doing anything to deserve death or imprisonment.”"
    },
    {
        "o": 31518,
        "r": "csb:Acts:26:32",
        "t": "Agrippa*p said to Festus, “This man could have been released if he had not appealed to Caesar.”"
    },
    {
        "o": 31519,
        "r": "csb:Acts:27:0",
        "t": "Acts 27",
        "h": 1
    },
    {
        "o": 31520,
        "r": "csb:Acts:27:0",
        "t": "Sailing for Rome",
        "h": 2
    },
    {
        "o": 31521,
        "r": "csb:Acts:27:1",
        "t": "When*p it was decided that we were to sail to Italy, they handed over Paul and some other prisoners to a centurion named Julius, of the Imperial Regiment."
    },
    {
        "o": 31522,
        "r": "csb:Acts:27:2",
        "t": "When we had boarded a ship of Adramyttium, we put to sea, intending to sail to ports along the coast of Asia. Aristarchus, a Macedonian of Thessalonica, was with us."
    },
    {
        "o": 31523,
        "r": "csb:Acts:27:3",
        "t": "The next day we put in at Sidon, and Julius treated Paul kindly and allowed him to go to his friends to receive their care."
    },
    {
        "o": 31524,
        "r": "csb:Acts:27:4",
        "t": "When we had put out to sea from there, we sailed along the northern coast of Cyprus because the winds were against us."
    },
    {
        "o": 31525,
        "r": "csb:Acts:27:5",
        "t": "After sailing through the open sea off Cilicia and Pamphylia, we reached Myra in Lycia."
    },
    {
        "o": 31526,
        "r": "csb:Acts:27:6",
        "t": "There the centurion found an Alexandrian ship sailing for Italy and put us on board."
    },
    {
        "o": 31527,
        "r": "csb:Acts:27:7",
        "t": "Sailing slowly for many days, with difficulty we arrived off Cnidus. Since the wind did not allow us to approach it, we sailed along the south side of Crete off Salmone."
    },
    {
        "o": 31528,
        "r": "csb:Acts:27:8",
        "t": "With still more difficulty we sailed along the coast and came to a place called Fair Havens near the city of Lasea."
    },
    {
        "o": 31529,
        "r": "csb:Acts:27:8",
        "t": "Paul’s Advice Ignored",
        "h": 2
    },
    {
        "o": 31530,
        "r": "csb:Acts:27:9",
        "t": "By*p now much time had passed, and the voyage was already dangerous. Since the Day of Atonement was already over, Paul gave his advice"
    },
    {
        "o": 31531,
        "r": "csb:Acts:27:10",
        "t": "and told them, “Men, I can see that this voyage is headed toward disaster and heavy loss, not only of the cargo and the ship but also of our lives.”"
    },
    {
        "o": 31532,
        "r": "csb:Acts:27:11",
        "t": "But the centurion paid attention to the captain and the owner of the ship rather than to what Paul said."
    },
    {
        "o": 31533,
        "r": "csb:Acts:27:12",
        "t": "Since the harbor was unsuitable to winter in, the majority decided to set sail from there, hoping somehow to reach Phoenix, a harbor on Crete facing the southwest and northwest, and to winter there."
    },
    {
        "o": 31534,
        "r": "csb:Acts:27:12",
        "t": "Storm-Tossed Ship",
        "h": 2
    },
    {
        "o": 31535,
        "r": "csb:Acts:27:13",
        "t": "When*p a gentle south wind sprang up, they thought they had achieved their purpose. They weighed anchor and sailed along the shore of Crete."
    },
    {
        "o": 31536,
        "r": "csb:Acts:27:14",
        "t": "But before long, a fierce wind called the “northeaster” rushed down from the island."
    },
    {
        "o": 31537,
        "r": "csb:Acts:27:15",
        "t": "Since the ship was caught and unable to head into the wind, we gave way to it and were driven along."
    },
    {
        "o": 31538,
        "r": "csb:Acts:27:16",
        "t": "After running under the shelter of a little island called Cauda, we were barely able to get control of the skiff."
    },
    {
        "o": 31539,
        "r": "csb:Acts:27:17",
        "t": "After hoisting it up, they used ropes and tackle and girded the ship. Fearing they would run aground on the Syrtis, they lowered the drift-anchor, and in this way they were driven along."
    },
    {
        "o": 31540,
        "r": "csb:Acts:27:18",
        "t": "Because we were being severely battered by the storm, they began to jettison the cargo the next day."
    },
    {
        "o": 31541,
        "r": "csb:Acts:27:19",
        "t": "On the third day, they threw the ship’s tackle overboard with their own hands."
    },
    {
        "o": 31542,
        "r": "csb:Acts:27:20",
        "t": "For many days neither sun nor stars appeared, and the severe storm kept raging. Finally all hope was fading that we would be saved."
    },
    {
        "o": 31543,
        "r": "csb:Acts:27:21",
        "t": "Since*p they had been without food for a long time, Paul then stood up among them and said, “You men should have followed my advice not to sail from Crete and sustain this damage and loss."
    },
    {
        "o": 31544,
        "r": "csb:Acts:27:22",
        "t": "Now I urge you to take courage, because there will be no loss of any of your lives, but only of the ship."
    },
    {
        "o": 31545,
        "r": "csb:Acts:27:23",
        "t": "For last night an angel of the God I belong to and serve stood by me"
    },
    {
        "o": 31546,
        "r": "csb:Acts:27:24",
        "t": "and said, ‘Don’t be afraid, Paul. It is necessary for you to appear before Caesar. And indeed, God has graciously given you all those who are sailing with you.’"
    },
    {
        "o": 31547,
        "r": "csb:Acts:27:25",
        "t": "So take courage, men, because I believe God that it will be just the way it was told to me."
    },
    {
        "o": 31548,
        "r": "csb:Acts:27:26",
        "t": "But we have to run aground on some island.”"
    },
    {
        "o": 31549,
        "r": "csb:Acts:27:27",
        "t": "When*p the fourteenth night came, we were drifting in the Adriatic Sea, and about midnight the sailors thought they were approaching land."
    },
    {
        "o": 31550,
        "r": "csb:Acts:27:28",
        "t": "They took soundings and found it to be a hundred twenty feet deep; when they had sailed a little farther and sounded again, they found it to be ninety feet deep."
    },
    {
        "o": 31551,
        "r": "csb:Acts:27:29",
        "t": "Then, fearing we might run aground on the rocks, they dropped four anchors from the stern and prayed for daylight to come."
    },
    {
        "o": 31552,
        "r": "csb:Acts:27:30",
        "t": "Some sailors tried to escape from the ship; they had let down the skiff into the sea, pretending that they were going to put out anchors from the bow."
    },
    {
        "o": 31553,
        "r": "csb:Acts:27:31",
        "t": "Paul said to the centurion and the soldiers, “Unless these men stay in the ship, you cannot be saved.”"
    },
    {
        "o": 31554,
        "r": "csb:Acts:27:32",
        "t": "Then the soldiers cut the ropes holding the skiff and let it drop away."
    },
    {
        "o": 31555,
        "r": "csb:Acts:27:33",
        "t": "When*p it was about daylight, Paul urged them all to take food, saying, “Today is the fourteenth day that you have been waiting and going without food, having eaten nothing."
    },
    {
        "o": 31556,
        "r": "csb:Acts:27:34",
        "t": "So I urge you to take some food. For this is for your survival, since none of you will lose a hair from your head.”"
    },
    {
        "o": 31557,
        "r": "csb:Acts:27:35",
        "t": "After he said these things and had taken some bread, he gave thanks to God in the presence of all of them, and after he broke it, he began to eat."
    },
    {
        "o": 31558,
        "r": "csb:Acts:27:36",
        "t": "They all were encouraged and took food themselves."
    },
    {
        "o": 31559,
        "r": "csb:Acts:27:37",
        "t": "In all there were 276 of us on the ship."
    },
    {
        "o": 31560,
        "r": "csb:Acts:27:38",
        "t": "When they had eaten enough, they began to lighten the ship by throwing the grain overboard into the sea."
    },
    {
        "o": 31561,
        "r": "csb:Acts:27:38",
        "t": "Shipwreck",
        "h": 2
    },
    {
        "o": 31562,
        "r": "csb:Acts:27:39",
        "t": "When*p daylight came, they did not recognize the land but sighted a bay with a beach. They planned to run the ship ashore if they could."
    },
    {
        "o": 31563,
        "r": "csb:Acts:27:40",
        "t": "After cutting loose the anchors, they left them in the sea, at the same time loosening the ropes that held the rudders. Then they hoisted the foresail to the wind and headed for the beach."
    },
    {
        "o": 31564,
        "r": "csb:Acts:27:41",
        "t": "But they struck a sandbar and ran the ship aground. The bow jammed fast and remained immovable, while the stern began to break up by the pounding of the waves."
    },
    {
        "o": 31565,
        "r": "csb:Acts:27:42",
        "t": "The soldiers’ plan was to kill the prisoners so that no one could swim away and escape."
    },
    {
        "o": 31566,
        "r": "csb:Acts:27:43",
        "t": "But the centurion kept them from carrying out their plan because he wanted to save Paul, and so he ordered those who could swim to jump overboard first and get to land."
    },
    {
        "o": 31567,
        "r": "csb:Acts:27:44",
        "t": "The rest were to follow, some on planks and some on debris from the ship. In this way, everyone safely reached the shore."
    },
    {
        "o": 31568,
        "r": "csb:Acts:28:0",
        "t": "Acts 28",
        "h": 1
    },
    {
        "o": 31569,
        "r": "csb:Acts:28:0",
        "t": "Malta’s Hospitality",
        "h": 2
    },
    {
        "o": 31570,
        "r": "csb:Acts:28:1",
        "t": "Once*p safely ashore, we then learned that the island was called Malta."
    },
    {
        "o": 31571,
        "r": "csb:Acts:28:2",
        "t": "The local people showed us extraordinary kindness. They lit a fire and took us all in, since it was raining and cold."
    },
    {
        "o": 31572,
        "r": "csb:Acts:28:3",
        "t": "As Paul gathered a bundle of brushwood and put it on the fire, a viper came out because of the heat and fastened itself on his hand."
    },
    {
        "o": 31573,
        "r": "csb:Acts:28:4",
        "t": "When the local people saw the snake hanging from his hand, they said to one another, “This man, no doubt, is a murderer. Even though he has escaped the sea, Justice has not allowed him to live.”"
    },
    {
        "o": 31574,
        "r": "csb:Acts:28:5",
        "t": "But he shook the snake off into the fire and suffered no harm."
    },
    {
        "o": 31575,
        "r": "csb:Acts:28:6",
        "t": "They expected that he would begin to swell up or suddenly drop dead. After they waited a long time and saw nothing unusual happen to him, they changed their minds and said he was a god."
    },
    {
        "o": 31576,
        "r": "csb:Acts:28:6",
        "t": "Ministry in Malta",
        "h": 2
    },
    {
        "o": 31577,
        "r": "csb:Acts:28:7",
        "t": "Now*p in the area around that place was an estate belonging to the leading man of the island, named Publius, who welcomed us and entertained us hospitably for three days."
    },
    {
        "o": 31578,
        "r": "csb:Acts:28:8",
        "t": "Publius’s father was in bed suffering from fever and dysentery. Paul went to him, and praying and laying his hands on him, he healed him."
    },
    {
        "o": 31579,
        "r": "csb:Acts:28:9",
        "t": "After this, the rest of those on the island who had diseases also came and were healed."
    },
    {
        "o": 31580,
        "r": "csb:Acts:28:10",
        "t": "So they heaped many honors on us, and when we sailed, they gave us what we needed."
    },
    {
        "o": 31581,
        "r": "csb:Acts:28:10",
        "t": "Rome at Last",
        "h": 2
    },
    {
        "o": 31582,
        "r": "csb:Acts:28:11",
        "t": "After*p three months we set sail in an Alexandrian ship that had wintered at the island, with the Twin Gods as its figurehead."
    },
    {
        "o": 31583,
        "r": "csb:Acts:28:12",
        "t": "Putting in at Syracuse, we stayed three days."
    },
    {
        "o": 31584,
        "r": "csb:Acts:28:13",
        "t": "From there, after making a circuit along the coast, we reached Rhegium. After one day a south wind sprang up, and the second day we came to Puteoli."
    },
    {
        "o": 31585,
        "r": "csb:Acts:28:14",
        "t": "There we found brothers and sisters and were invited to stay a week with them. And so we came to Rome."
    },
    {
        "o": 31586,
        "r": "csb:Acts:28:15",
        "t": "Now the brothers and sisters from there had heard the news about us and had come to meet us as far as the Forum of Appius and the Three Taverns. When Paul saw them, he thanked God and took courage."
    },
    {
        "o": 31587,
        "r": "csb:Acts:28:16",
        "t": "When we entered Rome, Paul was allowed to live by himself with the soldier who guarded him."
    },
    {
        "o": 31588,
        "r": "csb:Acts:28:16",
        "t": "Paul’s First Interview with Roman Jews",
        "h": 2
    },
    {
        "o": 31589,
        "r": "csb:Acts:28:17",
        "t": "After*p three days he called together the leaders of the Jews. When they had gathered he said to them, “Brothers, although I have done nothing against our people or the customs of our ancestors, I was delivered as a prisoner from Jerusalem into the hands of the Romans."
    },
    {
        "o": 31590,
        "r": "csb:Acts:28:18",
        "t": "After they examined me, they wanted to release me, since there was no reason for the death penalty in my case."
    },
    {
        "o": 31591,
        "r": "csb:Acts:28:19",
        "t": "Because the Jews objected, I was compelled to appeal to Caesar; even though I had no charge to bring against my people."
    },
    {
        "o": 31592,
        "r": "csb:Acts:28:20",
        "t": "For this reason I’ve asked to see you and speak to you. In fact, it is for the hope of Israel that I’m wearing this chain.”"
    },
    {
        "o": 31593,
        "r": "csb:Acts:28:21",
        "t": "Then*p they said to him, “We haven’t received any letters about you from Judea. None of the brothers has come and reported or spoken anything evil about you."
    },
    {
        "o": 31594,
        "r": "csb:Acts:28:22",
        "t": "But we want to hear what your views are, since we know that people everywhere are speaking against this sect.”"
    },
    {
        "o": 31595,
        "r": "csb:Acts:28:22",
        "t": "The Response to Paul’s Message",
        "h": 2
    },
    {
        "o": 31596,
        "r": "csb:Acts:28:23",
        "t": "After*p arranging a day with him, many came to him at his lodging. From dawn to dusk he expounded and testified about the kingdom of God. He tried to persuade them about Jesus from both the Law of Moses and the Prophets."
    },
    {
        "o": 31597,
        "r": "csb:Acts:28:24",
        "t": "Some were persuaded by what he said, but others did not believe."
    },
    {
        "o": 31598,
        "r": "csb:Acts:28:25",
        "t": "Disagreeing*p among themselves, they began to leave after Paul made one statement: “The Holy Spirit was right in saying to your ancestors through the prophet Isaiah"
    },
    {
        "o": 31599,
        "r": "csb:Acts:28:26",
        "t": "when he said, Go*ipn to*i these*i people*i and*i say:*i You*iln will*i always*i be*i listening,*i but*iln never*i understanding;*i and*iln you*i will*i always*i be*i looking,*i but*iln never*i perceiving.*i"
    },
    {
        "o": 31600,
        "r": "csb:Acts:28:27",
        "t": "For*iln the*i hearts*i of*i these*i people*i have*iln grown*i callous,*i their*iln ears*i are*i hard*i of*i hearing,*i and*iln they*i have*i shut*i their*i eyes;*i otherwise*iln they*i might*i see*i with*i their*i eyes*i and*iln hear*i with*i their*i ears,*i understand*iln with*i their*i heart*i and*iln turn,*i and*iln I*i would*i heal*i them.*i"
    },
    {
        "o": 31601,
        "r": "csb:Acts:28:28",
        "t": "Therefore,*p let it be known to you that this salvation of God has been sent to the Gentiles; they will listen.”"
    },
    {
        "o": 31602,
        "r": "csb:Acts:28:28",
        "t": "Paul’s Ministry Unhindered",
        "h": 2
    },
    {
        "o": 31603,
        "r": "csb:Acts:28:30",
        "t": "Paul*p stayed two whole years in his own rented house. And he welcomed all who visited him,"
    },
    {
        "o": 31604,
        "r": "csb:Acts:28:31",
        "t": "proclaiming the kingdom of God and teaching about the Lord Jesus Christ with all boldness and without hindrance."
    }
]
