[
    {
        "o": 9559,
        "r": "csb:2 Samuel:23:0",
        "t": "2 Samuel 23",
        "h": 1
    },
    {
        "o": 9560,
        "r": "csb:2 Samuel:23:0",
        "t": "David’s Last Words",
        "h": 2
    },
    {
        "o": 9561,
        "r": "csb:2 Samuel:23:1",
        "t": "These*p are the last words of David: The*pn declaration of David son of Jesse, the*ln declaration of the man raised on high, the*ln one anointed by the God of Jacob. This*ln is the most delightful of Israel’s songs."
    },
    {
        "o": 9562,
        "r": "csb:2 Samuel:23:2",
        "t": "The*ln Spirit of the Lord*s spoke through me, his*ln word was on my tongue."
    },
    {
        "o": 9563,
        "r": "csb:2 Samuel:23:3",
        "t": "The*ln God of Israel spoke; the*ln Rock of Israel said to me, “The*ln one who rules the people with justice, who*ln rules in the fear of God,"
    },
    {
        "o": 9564,
        "r": "csb:2 Samuel:23:4",
        "t": "is*ln like the morning light when the sun rises on*ln a cloudless morning, the*ln glisten of rain on sprouting grass.”"
    },
    {
        "o": 9565,
        "r": "csb:2 Samuel:23:5",
        "t": "Is*pn it not true my house is with God? For*ln he has established a permanent covenant with me, ordered*ln and secured in every detail. Will*ln he not bring about my*ln whole salvation and my every desire?"
    },
    {
        "o": 9566,
        "r": "csb:2 Samuel:23:6",
        "t": "But*ln all the wicked are like thorns raked aside; they*ln can never be picked up by hand."
    },
    {
        "o": 9567,
        "r": "csb:2 Samuel:23:7",
        "t": "The*ln man who touches them must*ln be armed with iron and the shaft of a spear. They*ln will be completely burned up on the spot."
    },
    {
        "o": 9568,
        "r": "csb:2 Samuel:23:7",
        "t": "Exploits of David’s Warriors",
        "h": 2
    },
    {
        "o": 9569,
        "r": "csb:2 Samuel:23:8",
        "t": "These*p are the names of David’s warriors: Josheb-basshebeth*p the Tahchemonite was chief of the officers. He wielded his spear against eight hundred men that he killed at one time."
    },
    {
        "o": 9570,
        "r": "csb:2 Samuel:23:9",
        "t": "After*p him, Eleazar son of Dodo son of an Ahohite was among the three warriors with David when they defied the Philistines. The men of Israel retreated in the place they had gathered for battle,"
    },
    {
        "o": 9571,
        "r": "csb:2 Samuel:23:10",
        "t": "but Eleazar stood his ground and attacked the Philistines until his hand was tired and stuck to his sword. The Lord*s brought about a great victory that day. Then the troops came back to him, but only to plunder the dead."
    },
    {
        "o": 9572,
        "r": "csb:2 Samuel:23:11",
        "t": "After*p him was Shammah son of Agee the Hararite. The Philistines had assembled in formation where there was a field full of lentils. The troops fled from the Philistines,"
    },
    {
        "o": 9573,
        "r": "csb:2 Samuel:23:12",
        "t": "but Shammah took his stand in the middle of the field, defended it, and struck down the Philistines. So the Lord*s brought about a great victory."
    },
    {
        "o": 9574,
        "r": "csb:2 Samuel:23:13",
        "t": "Three*p of the thirty leading warriors went down at harvest time and came to David at the cave of Adullam, while a company of Philistines was camping in Rephaim Valley."
    },
    {
        "o": 9575,
        "r": "csb:2 Samuel:23:14",
        "t": "At that time David was in the stronghold, and a Philistine garrison was at Bethlehem."
    },
    {
        "o": 9576,
        "r": "csb:2 Samuel:23:15",
        "t": "David was extremely thirsty and said, “If only someone would bring me water to drink from the well at the city gate of Bethlehem!”"
    },
    {
        "o": 9577,
        "r": "csb:2 Samuel:23:16",
        "t": "So three of the warriors broke through the Philistine camp and drew water from the well at the gate of Bethlehem. They brought it back to David, but he refused to drink it. Instead, he poured it out to the Lord.*s"
    },
    {
        "o": 9578,
        "r": "csb:2 Samuel:23:17",
        "t": "David said, “Lord,*s I would never do such a thing! Is this not the blood of men who risked their lives?” So he refused to drink it. Such were the exploits of the three warriors."
    },
    {
        "o": 9579,
        "r": "csb:2 Samuel:23:18",
        "t": "Abishai,*p Joab’s brother and son of Zeruiah, was leader of the Three. He wielded his spear against three hundred men and killed them, gaining a reputation among the Three."
    },
    {
        "o": 9580,
        "r": "csb:2 Samuel:23:19",
        "t": "Was he not more honored than the Three? He became their commander even though he did not become one of the Three."
    },
    {
        "o": 9581,
        "r": "csb:2 Samuel:23:20",
        "t": "Benaiah*p son of Jehoiada was the son of a brave man from Kabzeel, a man of many exploits. Benaiah killed two sons of Ariel of Moab, and he went down into a pit on a snowy day and killed a lion."
    },
    {
        "o": 9582,
        "r": "csb:2 Samuel:23:21",
        "t": "He also killed an Egyptian, an impressive man. Even though the Egyptian had a spear in his hand, Benaiah went down to him with a staff, snatched the spear out of the Egyptian’s hand, and then killed him with his own spear."
    },
    {
        "o": 9583,
        "r": "csb:2 Samuel:23:22",
        "t": "These were the exploits of Benaiah son of Jehoiada, who had a reputation among the three warriors."
    },
    {
        "o": 9584,
        "r": "csb:2 Samuel:23:23",
        "t": "He was the most honored of the Thirty, but he did not become one of the Three. David put him in charge of his bodyguard."
    },
    {
        "o": 9585,
        "r": "csb:2 Samuel:23:24",
        "t": "Among*p the Thirty were Joab’s*ln brother Asahel, Elhanan*ln son of Dodo of Bethlehem,"
    },
    {
        "o": 9586,
        "r": "csb:2 Samuel:23:25",
        "t": "Shammah*ln the Harodite, Elika*ln the Harodite,"
    },
    {
        "o": 9587,
        "r": "csb:2 Samuel:23:26",
        "t": "Helez*ln the Paltite, Ira*ln son of Ikkesh the Tekoite,"
    },
    {
        "o": 9588,
        "r": "csb:2 Samuel:23:27",
        "t": "Abiezer*ln the Anathothite, Mebunnai*ln the Hushathite,"
    },
    {
        "o": 9589,
        "r": "csb:2 Samuel:23:28",
        "t": "Zalmon*ln the Ahohite, Maharai*ln the Netophathite,"
    },
    {
        "o": 9590,
        "r": "csb:2 Samuel:23:29",
        "t": "Heleb*ln son of Baanah the Netophathite, Ittai*ln son of Ribai from Gibeah of the Benjaminites,"
    },
    {
        "o": 9591,
        "r": "csb:2 Samuel:23:30",
        "t": "Benaiah*ln the Pirathonite, Hiddai*ln from the wadis of Gaash,"
    },
    {
        "o": 9592,
        "r": "csb:2 Samuel:23:31",
        "t": "Abi-albon*ln the Arbathite, Azmaveth*ln the Barhumite,"
    },
    {
        "o": 9593,
        "r": "csb:2 Samuel:23:32",
        "t": "Eliahba*ln the Shaalbonite, the*ln sons of Jashen, Jonathan*ln son of"
    },
    {
        "o": 9594,
        "r": "csb:2 Samuel:23:33",
        "t": "Shammah the Hararite, Ahiam*ln son of Sharar the Hararite,"
    },
    {
        "o": 9595,
        "r": "csb:2 Samuel:23:34",
        "t": "Eliphelet*ln son of Ahasbai son of the Maacathite, Eliam*ln son of Ahithophel the Gilonite,"
    },
    {
        "o": 9596,
        "r": "csb:2 Samuel:23:35",
        "t": "Hezro*ln the Carmelite, Paarai*ln the Arbite,"
    },
    {
        "o": 9597,
        "r": "csb:2 Samuel:23:36",
        "t": "Igal*ln son of Nathan from Zobah, Bani*ln the Gadite,"
    },
    {
        "o": 9598,
        "r": "csb:2 Samuel:23:37",
        "t": "Zelek*ln the Ammonite, Naharai*ln the Beerothite, the armor-bearer for Joab son of Zeruiah,"
    },
    {
        "o": 9599,
        "r": "csb:2 Samuel:23:38",
        "t": "Ira*ln the Ithrite, Gareb*ln the Ithrite,"
    },
    {
        "o": 9600,
        "r": "csb:2 Samuel:23:39",
        "t": "and*ln Uriah the Hethite. There*p were thirty-seven in all."
    }
]
