[
    {
        "o": 3053,
        "r": "kjv:Leviticus:9:0",
        "t": "Leviticus 9",
        "h": 1
    },
    {
        "o": 3054,
        "r": "kjv:Leviticus:9:1",
        "t": "And*p it came to pass on the eighth day, that Moses called Aaron and his sons, and the elders of Israel;"
    },
    {
        "o": 3055,
        "r": "kjv:Leviticus:9:2",
        "t": "And*p he said unto Aaron, Take thee a young calf for a sin offering, and a ram for a burnt offering, without blemish, and offer them before the Lord.*s"
    },
    {
        "o": 3056,
        "r": "kjv:Leviticus:9:3",
        "t": "And*p unto the children of Israel thou shalt speak, saying, Take ye a kid of the goats for a sin offering; and a calf and a lamb, both of the first year, without blemish, for a burnt offering;"
    },
    {
        "o": 3057,
        "r": "kjv:Leviticus:9:4",
        "t": "Also*p a bullock and a ram for peace offerings, to sacrifice before the Lord;*s and a meat offering mingled with oil: for to day the Lord*s will appear unto you."
    },
    {
        "o": 3058,
        "r": "kjv:Leviticus:9:5",
        "t": "And*p they brought that which Moses commanded before the tabernacle of the congregation: and all the congregation drew near and stood before the Lord.*s"
    },
    {
        "o": 3059,
        "r": "kjv:Leviticus:9:6",
        "t": "And*p Moses said, This is the thing which the Lord*s commanded that ye should do: and the glory of the Lord*s shall appear unto you."
    },
    {
        "o": 3060,
        "r": "kjv:Leviticus:9:7",
        "t": "And*p Moses said unto Aaron, Go unto the altar, and offer thy sin offering, and thy burnt offering, and make an atonement for thyself, and for the people: and offer the offering of the people, and make an atonement for them; as the Lord*s commanded."
    },
    {
        "o": 3061,
        "r": "kjv:Leviticus:9:8",
        "t": "Aaron*p therefore went unto the altar, and slew the calf of the sin offering, which was for himself."
    },
    {
        "o": 3062,
        "r": "kjv:Leviticus:9:9",
        "t": "And*p the sons of Aaron brought the blood unto him: and he dipped his finger in the blood, and put it upon the horns of the altar, and poured out the blood at the bottom of the altar:"
    },
    {
        "o": 3063,
        "r": "kjv:Leviticus:9:10",
        "t": "But*p the fat, and the kidneys, and the caul above the liver of the sin offering, he burnt upon the altar; as the Lord*s commanded Moses."
    },
    {
        "o": 3064,
        "r": "kjv:Leviticus:9:11",
        "t": "And*p the flesh and the hide he burnt with fire without the camp."
    },
    {
        "o": 3065,
        "r": "kjv:Leviticus:9:12",
        "t": "And*p he slew the burnt offering; and Aaron's sons presented unto him the blood, which he sprinkled round about upon the altar."
    },
    {
        "o": 3066,
        "r": "kjv:Leviticus:9:13",
        "t": "And*p they presented the burnt offering unto him, with the pieces thereof, and the head: and he burnt them upon the altar."
    },
    {
        "o": 3067,
        "r": "kjv:Leviticus:9:14",
        "t": "And*p he did wash the inwards and the legs, and burnt them upon the burnt offering on the altar."
    },
    {
        "o": 3068,
        "r": "kjv:Leviticus:9:15",
        "t": "And*p he brought the people's offering, and took the goat, which was the sin offering for the people, and slew it, and offered it for sin, as the first."
    },
    {
        "o": 3069,
        "r": "kjv:Leviticus:9:16",
        "t": "And*p he brought the burnt offering, and offered it according to the manner."
    },
    {
        "o": 3070,
        "r": "kjv:Leviticus:9:17",
        "t": "And*p he brought the meat offering, and took an handful thereof, and burnt it upon the altar, beside the burnt sacrifice of the morning."
    },
    {
        "o": 3071,
        "r": "kjv:Leviticus:9:18",
        "t": "He*p slew also the bullock and the ram for a sacrifice of peace offerings, which was for the people: and Aaron's sons presented unto him the blood, which he sprinkled upon the altar round about,"
    },
    {
        "o": 3072,
        "r": "kjv:Leviticus:9:19",
        "t": "And*p the fat of the bullock and of the ram, the rump, and that which covereth the inwards, and the kidneys, and the caul above the liver:"
    },
    {
        "o": 3073,
        "r": "kjv:Leviticus:9:20",
        "t": "And*p they put the fat upon the breasts, and he burnt the fat upon the altar:"
    },
    {
        "o": 3074,
        "r": "kjv:Leviticus:9:21",
        "t": "And*p the breasts and the right shoulder Aaron waved for a wave offering before the Lord;*s as Moses commanded."
    },
    {
        "o": 3075,
        "r": "kjv:Leviticus:9:22",
        "t": "And*p Aaron lifted up his hand toward the people, and blessed them, and came down from offering of the sin offering, and the burnt offering, and peace offerings."
    },
    {
        "o": 3076,
        "r": "kjv:Leviticus:9:23",
        "t": "And*p Moses and Aaron went into the tabernacle of the congregation, and came out, and blessed the people: and the glory of the Lord*s appeared unto all the people."
    },
    {
        "o": 3077,
        "r": "kjv:Leviticus:9:24",
        "t": "And*p there came a fire out from before the Lord,*s and consumed upon the altar the burnt offering and the fat: which when all the people saw, they shouted, and fell on their faces."
    }
]
