[
    {
        "o": 16269,
        "r": "nasb:Psalm:51:0",
        "t": "Psalm 51",
        "h": 1
    },
    {
        "o": 16270,
        "r": "nasb:Psalm:51:0",
        "t": "A Contrite Sinner’s Prayer for Pardon.",
        "h": 2
    },
    {
        "o": 16271,
        "r": "nasb:Psalm:51:0",
        "t": "For the choir director. A Psalm of David, when Nathan the prophet came to him, after he had gone in to Bathsheba.",
        "h": 2.5
    },
    {
        "o": 16272,
        "r": "nasb:Psalm:51:1",
        "t": "Be*pn gracious to me, O God, according to Your lovingkindness; According*ln to the greatness of Your compassion blot out my transgressions."
    },
    {
        "o": 16273,
        "r": "nasb:Psalm:51:2",
        "t": "Wash*ln me thoroughly from my iniquity And*ln cleanse me from my sin."
    },
    {
        "o": 16274,
        "r": "nasb:Psalm:51:3",
        "t": "For*ln I know my transgressions, And*ln my sin is ever before me."
    },
    {
        "o": 16275,
        "r": "nasb:Psalm:51:4",
        "t": "Against*ln You, You only, I have sinned And*ln done what is evil in Your sight, So*ln that You are justified when You speak And*ln blameless when You judge."
    },
    {
        "o": 16276,
        "r": "nasb:Psalm:51:5",
        "t": "Behold,*ln I was brought forth in iniquity, And*ln in sin my mother conceived me."
    },
    {
        "o": 16277,
        "r": "nasb:Psalm:51:6",
        "t": "Behold,*ln You desire truth in the innermost being, And*ln in the hidden part You will make me know wisdom."
    },
    {
        "o": 16278,
        "r": "nasb:Psalm:51:7",
        "t": "Purify*ln me with hyssop, and I shall be clean; Wash*ln me, and I shall be whiter than snow."
    },
    {
        "o": 16279,
        "r": "nasb:Psalm:51:8",
        "t": "Make*ln me to hear joy and gladness, Let*ln the bones which You have broken rejoice."
    },
    {
        "o": 16280,
        "r": "nasb:Psalm:51:9",
        "t": "Hide*ln Your face from my sins And*ln blot out all my iniquities."
    },
    {
        "o": 16281,
        "r": "nasb:Psalm:51:10",
        "t": "Create*ln in me a clean heart, O God, And*ln renew a steadfast spirit within me."
    },
    {
        "o": 16282,
        "r": "nasb:Psalm:51:11",
        "t": "Do*ln not cast me away from Your presence And*ln do not take Your Holy Spirit from me."
    },
    {
        "o": 16283,
        "r": "nasb:Psalm:51:12",
        "t": "Restore*ln to me the joy of Your salvation And*ln sustain me with a willing spirit."
    },
    {
        "o": 16284,
        "r": "nasb:Psalm:51:13",
        "t": "Then*iln I will teach transgressors Your ways, And*ln sinners will be converted to You."
    },
    {
        "o": 16285,
        "r": "nasb:Psalm:51:14",
        "t": "Deliver*ln me from bloodguiltiness, O God, the God of my salvation; Then*iln my tongue will joyfully sing of Your righteousness."
    },
    {
        "o": 16286,
        "r": "nasb:Psalm:51:15",
        "t": "O*ln Lord, open my lips, That*ln my mouth may declare Your praise."
    },
    {
        "o": 16287,
        "r": "nasb:Psalm:51:16",
        "t": "For*ln You do not delight in sacrifice, otherwise I would give it; You*ln are not pleased with burnt offering."
    },
    {
        "o": 16288,
        "r": "nasb:Psalm:51:17",
        "t": "The*ln sacrifices of God are a broken spirit; A*ln broken and a contrite heart, O God, You will not despise."
    },
    {
        "o": 16289,
        "r": "nasb:Psalm:51:18",
        "t": "By*ln Your favor do good to Zion; Build*ln the walls of Jerusalem."
    },
    {
        "o": 16290,
        "r": "nasb:Psalm:51:19",
        "t": "Then*ln You will delight in righteous sacrifices, In*ln burnt offering and whole burnt offering; Then*ln young bulls will be offered on Your altar."
    }
]
