[
    {
        "o": 19348,
        "r": "nasb:Ecclesiastes:5:0",
        "t": "Ecclesiastes 5",
        "h": 1
    },
    {
        "o": 19349,
        "r": "nasb:Ecclesiastes:5:0",
        "t": "Your Attitude Toward God",
        "h": 2
    },
    {
        "o": 19350,
        "r": "nasb:Ecclesiastes:5:1",
        "t": "Guard*p your steps as you go to the house of God and draw near to listen rather than to offer the sacrifice of fools; for they do not know they are doing evil."
    },
    {
        "o": 19351,
        "r": "nasb:Ecclesiastes:5:2",
        "t": "Do not be hasty in word or impulsive in thought to bring up a matter in the presence of God. For God is in heaven and you are on the earth; therefore let your words be few."
    },
    {
        "o": 19352,
        "r": "nasb:Ecclesiastes:5:3",
        "t": "For the dream comes through much effort and the voice of a fool through many words."
    },
    {
        "o": 19353,
        "r": "nasb:Ecclesiastes:5:4",
        "t": "When*p you make a vow to God, do not be late in paying it; for He*i takes*i no delight in fools. Pay what you vow!"
    },
    {
        "o": 19354,
        "r": "nasb:Ecclesiastes:5:5",
        "t": "It is better that you should not vow than that you should vow and not pay."
    },
    {
        "o": 19355,
        "r": "nasb:Ecclesiastes:5:6",
        "t": "Do not let your speech cause you to sin and do not say in the presence of the messenger of*i God*i that it was a mistake. Why should God be angry on account of your voice and destroy the work of your hands?"
    },
    {
        "o": 19356,
        "r": "nasb:Ecclesiastes:5:7",
        "t": "For in many dreams and in many words there is emptiness. Rather, fear God."
    },
    {
        "o": 19357,
        "r": "nasb:Ecclesiastes:5:8",
        "t": "If*p you see oppression of the poor and denial of justice and righteousness in the province, do not be shocked at the sight; for one official watches over another official, and there are higher officials over them."
    },
    {
        "o": 19358,
        "r": "nasb:Ecclesiastes:5:9",
        "t": "After all, a king who cultivates the field is an advantage to the land."
    },
    {
        "o": 19359,
        "r": "nasb:Ecclesiastes:5:9",
        "t": "The Folly of Riches",
        "h": 2
    },
    {
        "o": 19360,
        "r": "nasb:Ecclesiastes:5:10",
        "t": "He*p who loves money will not be satisfied with money, nor he who loves abundance with*i its*i income. This too is vanity."
    },
    {
        "o": 19361,
        "r": "nasb:Ecclesiastes:5:11",
        "t": "When good things increase, those who consume them increase. So what is the advantage to their owners except to look on?"
    },
    {
        "o": 19362,
        "r": "nasb:Ecclesiastes:5:12",
        "t": "The sleep of the working man is pleasant, whether he eats little or much; but the full stomach of the rich man does not allow him to sleep."
    },
    {
        "o": 19363,
        "r": "nasb:Ecclesiastes:5:13",
        "t": "There*p is a grievous evil which*i I have seen under the sun: riches being hoarded by their owner to his hurt."
    },
    {
        "o": 19364,
        "r": "nasb:Ecclesiastes:5:14",
        "t": "When those riches were lost through a bad investment and he had fathered a son, then there was nothing to support him."
    },
    {
        "o": 19365,
        "r": "nasb:Ecclesiastes:5:15",
        "t": "As he had come naked from his mother’s womb, so will he return as he came. He will take nothing from the fruit of his labor that he can carry in his hand."
    },
    {
        "o": 19366,
        "r": "nasb:Ecclesiastes:5:16",
        "t": "This also is a grievous evil—exactly as a man is born, thus will he die. So what is the advantage to him who toils for the wind?"
    },
    {
        "o": 19367,
        "r": "nasb:Ecclesiastes:5:17",
        "t": "Throughout his life he*i also eats in darkness with great vexation, sickness and anger."
    },
    {
        "o": 19368,
        "r": "nasb:Ecclesiastes:5:18",
        "t": "Here*p is what I have seen to be good and fitting: to eat, to drink and enjoy oneself in all one’s labor in which he toils under the sun during*i the few years of his life which God has given him; for this is his reward."
    },
    {
        "o": 19369,
        "r": "nasb:Ecclesiastes:5:19",
        "t": "Furthermore, as for every man to whom God has given riches and wealth, He has also empowered him to eat from them and to receive his reward and rejoice in his labor; this is the gift of God."
    },
    {
        "o": 19370,
        "r": "nasb:Ecclesiastes:5:20",
        "t": "For he will not often consider the years of his life, because God keeps him occupied with the gladness of his heart."
    }
]
