[
    {
        "o": 8433,
        "r": "nasb:1 Samuel:20:0",
        "t": "1 Samuel 20",
        "h": 1
    },
    {
        "o": 8434,
        "r": "nasb:1 Samuel:20:0",
        "t": "David and Jonathan Covenant",
        "h": 2
    },
    {
        "o": 8435,
        "r": "nasb:1 Samuel:20:1",
        "t": "Then*p David fled from Naioth in Ramah, and came and said to Jonathan, “What have I done? What is my iniquity? And what is my sin before your father, that he is seeking my life?”"
    },
    {
        "o": 8436,
        "r": "nasb:1 Samuel:20:2",
        "t": "He said to him, “Far from it, you shall not die. Behold, my father does nothing either great or small without disclosing it to me. So why should my father hide this thing from me? It is not so!”"
    },
    {
        "o": 8437,
        "r": "nasb:1 Samuel:20:3",
        "t": "Yet David vowed again, saying, “Your father knows well that I have found favor in your sight, and he has said, ‘Do not let Jonathan know this, or he will be grieved.’ But truly as the Lord*s lives and as your soul lives, there is hardly a step between me and death.”"
    },
    {
        "o": 8438,
        "r": "nasb:1 Samuel:20:4",
        "t": "Then Jonathan said to David, “Whatever you say, I will do for you.”"
    },
    {
        "o": 8439,
        "r": "nasb:1 Samuel:20:5",
        "t": "So David said to Jonathan, “Behold, tomorrow is the new moon, and I ought to sit down to eat with the king. But let me go, that I may hide myself in the field until the third evening."
    },
    {
        "o": 8440,
        "r": "nasb:1 Samuel:20:6",
        "t": "If your father misses me at all, then say, ‘David earnestly asked leave*i of me to run to Bethlehem his city, because it is the yearly sacrifice there for the whole family.’"
    },
    {
        "o": 8441,
        "r": "nasb:1 Samuel:20:7",
        "t": "If he says, ‘It is good,’ your servant will*i be*i safe; but if he is very angry, know that he has decided on evil."
    },
    {
        "o": 8442,
        "r": "nasb:1 Samuel:20:8",
        "t": "Therefore deal kindly with your servant, for you have brought your servant into a covenant of the Lord*s with you. But if there is iniquity in me, put me to death yourself; for why then should you bring me to your father?”"
    },
    {
        "o": 8443,
        "r": "nasb:1 Samuel:20:9",
        "t": "Jonathan said, “Far be it from you! For if I should indeed learn that evil has been decided by my father to come upon you, then would I not tell you about it?”"
    },
    {
        "o": 8444,
        "r": "nasb:1 Samuel:20:10",
        "t": "Then David said to Jonathan, “Who will tell me if your father answers you harshly?”"
    },
    {
        "o": 8445,
        "r": "nasb:1 Samuel:20:11",
        "t": "Jonathan said to David, “Come, and let us go out into the field.” So both of them went out to the field."
    },
    {
        "o": 8446,
        "r": "nasb:1 Samuel:20:12",
        "t": "Then*p Jonathan said to David, “The Lord,*s the God of Israel, be*i witness!*i When I have sounded out my father about this time tomorrow, or*i the third day, behold, if there is good feeling*i toward David, shall I not then send to you and make it known to you?"
    },
    {
        "o": 8447,
        "r": "nasb:1 Samuel:20:13",
        "t": "If it please my father to*i do*i you harm, may the Lord*s do so to Jonathan and more also, if I do not make it known to you and send you away, that you may go in safety. And may the Lord*s be with you as He has been with my father."
    },
    {
        "o": 8448,
        "r": "nasb:1 Samuel:20:14",
        "t": "If I am still alive, will you not show me the lovingkindness of the Lord,*s that I may not die?"
    },
    {
        "o": 8449,
        "r": "nasb:1 Samuel:20:15",
        "t": "You shall not cut off your lovingkindness from my house forever, not even when the Lord*s cuts off every one of the enemies of David from the face of the earth.”"
    },
    {
        "o": 8450,
        "r": "nasb:1 Samuel:20:16",
        "t": "So Jonathan made a covenant*i with the house of David, saying,*i “May the Lord*s require it*i at the hands of David’s enemies.”"
    },
    {
        "o": 8451,
        "r": "nasb:1 Samuel:20:17",
        "t": "Jonathan made David vow again because of his love for him, because he loved him as he loved his own life."
    },
    {
        "o": 8452,
        "r": "nasb:1 Samuel:20:18",
        "t": "Then*p Jonathan said to him, “Tomorrow is the new moon, and you will be missed because your seat will be empty."
    },
    {
        "o": 8453,
        "r": "nasb:1 Samuel:20:19",
        "t": "When you have stayed for three days, you shall go down quickly and come to the place where you hid yourself on that eventful day, and you shall remain by the stone Ezel."
    },
    {
        "o": 8454,
        "r": "nasb:1 Samuel:20:20",
        "t": "I will shoot three arrows to the side, as though I shot at a target."
    },
    {
        "o": 8455,
        "r": "nasb:1 Samuel:20:21",
        "t": "And behold, I will send the lad, saying,*i ‘Go, find the arrows.’ If I specifically say to the lad, ‘Behold, the arrows are on this side of you, get them,’ then come; for there is safety for you and no harm, as the Lord*s lives."
    },
    {
        "o": 8456,
        "r": "nasb:1 Samuel:20:22",
        "t": "But if I say to the youth, ‘Behold, the arrows are beyond you,’ go, for the Lord*s has sent you away."
    },
    {
        "o": 8457,
        "r": "nasb:1 Samuel:20:23",
        "t": "As for the agreement of which you and I have spoken, behold, the Lord*s is between you and me forever.”"
    },
    {
        "o": 8458,
        "r": "nasb:1 Samuel:20:24",
        "t": "So*p David hid in the field; and when the new moon came, the king sat down to eat food."
    },
    {
        "o": 8459,
        "r": "nasb:1 Samuel:20:25",
        "t": "The king sat on his seat as usual, the seat by the wall; then Jonathan rose up and Abner sat down by Saul’s side, but David’s place was empty."
    },
    {
        "o": 8460,
        "r": "nasb:1 Samuel:20:26",
        "t": "Nevertheless Saul did not speak anything that day, for he thought, “It is an accident, he is not clean, surely he*i is*i not clean.”"
    },
    {
        "o": 8461,
        "r": "nasb:1 Samuel:20:27",
        "t": "It came about the next day, the second day*i of the new moon, that David’s place was empty; so Saul said to Jonathan his son, “Why has the son of Jesse not come to the meal, either yesterday or today?”"
    },
    {
        "o": 8462,
        "r": "nasb:1 Samuel:20:28",
        "t": "Jonathan then answered Saul, “David earnestly asked leave of me to*i go*i to Bethlehem,"
    },
    {
        "o": 8463,
        "r": "nasb:1 Samuel:20:29",
        "t": "for he said, ‘Please let me go, since our family has a sacrifice in the city, and my brother has commanded me to attend. And now, if I have found favor in your sight, please let me get away that I may see my brothers.’ For this reason he has not come to the king’s table.”"
    },
    {
        "o": 8464,
        "r": "nasb:1 Samuel:20:29",
        "t": "Saul Is Angry with Jonathan",
        "h": 2
    },
    {
        "o": 8465,
        "r": "nasb:1 Samuel:20:30",
        "t": "Then*p Saul’s anger burned against Jonathan and he said to him, “You son of a perverse, rebellious woman! Do I not know that you are choosing the son of Jesse to your own shame and to the shame of your mother’s nakedness?"
    },
    {
        "o": 8466,
        "r": "nasb:1 Samuel:20:31",
        "t": "For as long as the son of Jesse lives on the earth, neither you nor your kingdom will be established. Therefore now, send and bring him to me, for he must surely die.”"
    },
    {
        "o": 8467,
        "r": "nasb:1 Samuel:20:32",
        "t": "But Jonathan answered Saul his father and said to him, “Why should he be put to death? What has he done?”"
    },
    {
        "o": 8468,
        "r": "nasb:1 Samuel:20:33",
        "t": "Then Saul hurled his spear at him to strike him down; so Jonathan knew that his father had decided to put David to death."
    },
    {
        "o": 8469,
        "r": "nasb:1 Samuel:20:34",
        "t": "Then Jonathan arose from the table in fierce anger, and did not eat food on the second day of the new moon, for he was grieved over David because his father had dishonored him."
    },
    {
        "o": 8470,
        "r": "nasb:1 Samuel:20:35",
        "t": "Now*p it came about in the morning that Jonathan went out into the field for the appointment with David, and a little lad was*i with him."
    },
    {
        "o": 8471,
        "r": "nasb:1 Samuel:20:36",
        "t": "He said to his lad, “Run, find now the arrows which I am about to shoot.” As the lad was running, he shot an arrow past him."
    },
    {
        "o": 8472,
        "r": "nasb:1 Samuel:20:37",
        "t": "When the lad reached the place of the arrow which Jonathan had shot, Jonathan called after the lad and said, “Is not the arrow beyond you?”"
    },
    {
        "o": 8473,
        "r": "nasb:1 Samuel:20:38",
        "t": "And Jonathan called after the lad, “Hurry, be quick, do not stay!” And Jonathan’s lad picked up the arrow and came to his master."
    },
    {
        "o": 8474,
        "r": "nasb:1 Samuel:20:39",
        "t": "But the lad was not aware of anything; only Jonathan and David knew about the matter."
    },
    {
        "o": 8475,
        "r": "nasb:1 Samuel:20:40",
        "t": "Then Jonathan gave his weapons to his lad and said to him, “Go, bring them*i to the city.”"
    },
    {
        "o": 8476,
        "r": "nasb:1 Samuel:20:41",
        "t": "When the lad was gone, David rose from the south side and fell on his face to the ground, and bowed three times. And they kissed each other and wept together, but David wept*i the more."
    },
    {
        "o": 8477,
        "r": "nasb:1 Samuel:20:42",
        "t": "Jonathan said to David, “Go in safety, inasmuch as we have sworn to each other in the name of the Lord,*s saying, ‘The Lord*s will be between me and you, and between my descendants and your descendants forever.’ ” Then he rose and departed, while Jonathan went into the city."
    }
]
