[
    {
        "o": 7207,
        "r": "csb:Judges:1:0",
        "t": "Judges 1",
        "h": 1
    },
    {
        "o": 7208,
        "r": "csb:Judges:1:0",
        "t": "Judah’s Leadership against the Canaanites",
        "h": 2
    },
    {
        "o": 7209,
        "r": "csb:Judges:1:1",
        "t": "After*p the death of Joshua, the Israelites inquired of the Lord,*s “Who will be the first to fight for us against the Canaanites?”"
    },
    {
        "o": 7210,
        "r": "csb:Judges:1:2",
        "t": "The*p Lord*s answered, “Judah is to go. I have handed the land over to him.”"
    },
    {
        "o": 7211,
        "r": "csb:Judges:1:3",
        "t": "Judah*p said to his brother Simeon, “Come with me to my allotted territory, and let’s fight against the Canaanites. I will also go with you to your allotted territory.” So Simeon went with him."
    },
    {
        "o": 7212,
        "r": "csb:Judges:1:4",
        "t": "When*p Judah attacked, the Lord*s handed the Canaanites and Perizzites over to them. They struck down ten thousand men in Bezek."
    },
    {
        "o": 7213,
        "r": "csb:Judges:1:5",
        "t": "They found Adoni-bezek in Bezek, fought against him, and struck down the Canaanites and Perizzites."
    },
    {
        "o": 7214,
        "r": "csb:Judges:1:6",
        "t": "When*p Adoni-bezek fled, they pursued him, caught him, and cut off his thumbs and big toes."
    },
    {
        "o": 7215,
        "r": "csb:Judges:1:7",
        "t": "Adoni-bezek said, “Seventy kings with their thumbs and big toes cut off used to pick up scraps under my table. God has repaid me for what I have done.” They brought him to Jerusalem, and he died there."
    },
    {
        "o": 7216,
        "r": "csb:Judges:1:8",
        "t": "The*p men of Judah fought against Jerusalem, captured it, put it to the sword, and set the city on fire."
    },
    {
        "o": 7217,
        "r": "csb:Judges:1:9",
        "t": "Afterward, the men of Judah marched down to fight against the Canaanites who were living in the hill country, the Negev, and the Judean foothills."
    },
    {
        "o": 7218,
        "r": "csb:Judges:1:10",
        "t": "Judah also marched against the Canaanites who were living in Hebron (Hebron was formerly named Kiriath-arba). They struck down Sheshai, Ahiman, and Talmai."
    },
    {
        "o": 7219,
        "r": "csb:Judges:1:11",
        "t": "From there they marched against the residents of Debir (Debir was formerly named Kiriath-sepher)."
    },
    {
        "o": 7220,
        "r": "csb:Judges:1:12",
        "t": "Caleb*p said, “Whoever attacks and captures Kiriath-sepher, I will give my daughter Achsah to him as a wife.”"
    },
    {
        "o": 7221,
        "r": "csb:Judges:1:13",
        "t": "So Othniel son of Kenaz, Caleb’s youngest brother, captured it, and Caleb gave his daughter Achsah to him as his wife."
    },
    {
        "o": 7222,
        "r": "csb:Judges:1:14",
        "t": "When*p she arrived, she persuaded Othniel to ask her father for a field. As she got off her donkey, Caleb asked her, “What do you want?”"
    },
    {
        "o": 7223,
        "r": "csb:Judges:1:15",
        "t": "She answered him, “Give me a blessing. Since you have given me land in the Negev, give me springs also.” So Caleb gave her both the upper and lower springs."
    },
    {
        "o": 7224,
        "r": "csb:Judges:1:16",
        "t": "The*p descendants of the Kenite, Moses’s father-in-law, had gone up with the men of Judah from the City of Palms to the Wilderness of Judah, which was in the Negev of Arad. They went to live among the people."
    },
    {
        "o": 7225,
        "r": "csb:Judges:1:17",
        "t": "Judah*p went with his brother Simeon, struck the Canaanites who were living in Zephath, and completely destroyed the town. So they named the town Hormah."
    },
    {
        "o": 7226,
        "r": "csb:Judges:1:18",
        "t": "Judah captured Gaza and its territory, Ashkelon and its territory, and Ekron and its territory."
    },
    {
        "o": 7227,
        "r": "csb:Judges:1:19",
        "t": "The Lord*s was with Judah and enabled them to take possession of the hill country, but they could not drive out the people who were living in the plain because those people had iron chariots."
    },
    {
        "o": 7228,
        "r": "csb:Judges:1:20",
        "t": "Judah*p gave Hebron to Caleb, just as Moses had promised. Then Caleb drove out the three sons of Anak who lived there."
    },
    {
        "o": 7229,
        "r": "csb:Judges:1:20",
        "t": "Benjamin’s Failure",
        "h": 2
    },
    {
        "o": 7230,
        "r": "csb:Judges:1:21",
        "t": "At*p the same time the Benjaminites did not drive out the Jebusites who were living in Jerusalem. The Jebusites have lived among the Benjaminites in Jerusalem to this day."
    },
    {
        "o": 7231,
        "r": "csb:Judges:1:21",
        "t": "Success of the House of Joseph",
        "h": 2
    },
    {
        "o": 7232,
        "r": "csb:Judges:1:22",
        "t": "The*p house of Joseph also attacked Bethel, and the Lord*s was with them."
    },
    {
        "o": 7233,
        "r": "csb:Judges:1:23",
        "t": "They sent spies to Bethel (the town was formerly named Luz)."
    },
    {
        "o": 7234,
        "r": "csb:Judges:1:24",
        "t": "The spies saw a man coming out of the town and said to him, “Please show us how to get into town, and we will show you kindness.”"
    },
    {
        "o": 7235,
        "r": "csb:Judges:1:25",
        "t": "When he showed them the way into the town, they put the town to the sword but released the man and his entire family."
    },
    {
        "o": 7236,
        "r": "csb:Judges:1:26",
        "t": "Then the man went to the land of the Hittites, built a town, and named it Luz. That is its name still today."
    },
    {
        "o": 7237,
        "r": "csb:Judges:1:26",
        "t": "Failure of the Other Tribes",
        "h": 2
    },
    {
        "o": 7238,
        "r": "csb:Judges:1:27",
        "t": "At*p that time Manasseh failed to take possession of Beth-shean and Taanach and their surrounding villages, or the residents of Dor, Ibleam, and Megiddo and their surrounding villages; the Canaanites were determined to stay in this land."
    },
    {
        "o": 7239,
        "r": "csb:Judges:1:28",
        "t": "When Israel became stronger, they made the Canaanites serve as forced labor but never drove them out completely."
    },
    {
        "o": 7240,
        "r": "csb:Judges:1:29",
        "t": "At*p that time Ephraim failed to drive out the Canaanites who were living in Gezer, so the Canaanites have lived among them in Gezer."
    },
    {
        "o": 7241,
        "r": "csb:Judges:1:30",
        "t": "Zebulun*p failed to drive out the residents of Kitron or the residents of Nahalol, so the Canaanites lived among them and served as forced labor."
    },
    {
        "o": 7242,
        "r": "csb:Judges:1:31",
        "t": "Asher*p failed to drive out the residents of Acco or of Sidon, or Ahlab, Achzib, Helbah, Aphik, or Rehob."
    },
    {
        "o": 7243,
        "r": "csb:Judges:1:32",
        "t": "The Asherites lived among the Canaanites who were living in the land, because they failed to drive them out."
    },
    {
        "o": 7244,
        "r": "csb:Judges:1:33",
        "t": "Naphtali*p did not drive out the residents of Beth-shemesh or the residents of Beth-anath. They lived among the Canaanites who were living in the land, but the residents of Beth-shemesh and Beth-anath served as their forced labor."
    },
    {
        "o": 7245,
        "r": "csb:Judges:1:34",
        "t": "The*p Amorites forced the Danites into the hill country and did not allow them to go down into the valley."
    },
    {
        "o": 7246,
        "r": "csb:Judges:1:35",
        "t": "The Amorites were determined to stay in Har-heres, Aijalon, and Shaalbim. When the house of Joseph got the upper hand, the Amorites were made to serve as forced labor."
    },
    {
        "o": 7247,
        "r": "csb:Judges:1:36",
        "t": "The territory of the Amorites extended from the Scorpions’ Ascent, that is from Sela upward."
    }
]
