[
    {
        "o": 8810,
        "r": "csb:1 Samuel:29:0",
        "t": "1 Samuel 29",
        "h": 1
    },
    {
        "o": 8811,
        "r": "csb:1 Samuel:29:0",
        "t": "Philistines Reject David",
        "h": 2
    },
    {
        "o": 8812,
        "r": "csb:1 Samuel:29:1",
        "t": "The*p Philistines brought all their military units together at Aphek while Israel was camped by the spring in Jezreel."
    },
    {
        "o": 8813,
        "r": "csb:1 Samuel:29:2",
        "t": "As the Philistine leaders were passing in review with their units of hundreds and thousands, David and his men were passing in review behind them with Achish."
    },
    {
        "o": 8814,
        "r": "csb:1 Samuel:29:3",
        "t": "Then the Philistine commanders asked, “What are these Hebrews doing here?” Achish*p answered the Philistine commanders, “That is David, servant of King Saul of Israel. He has been with me a considerable period of time. From the day he defected until today, I’ve found no fault with him.”"
    },
    {
        "o": 8815,
        "r": "csb:1 Samuel:29:4",
        "t": "The*p Philistine commanders, however, were enraged with Achish and told him, “Send that man back and let him return to the place you assigned him. He must not go down with us into battle only to become our adversary during the battle. What better way could he ingratiate himself with his master than with the heads of our men?"
    },
    {
        "o": 8816,
        "r": "csb:1 Samuel:29:5",
        "t": "Isn’t this the David they sing about during their dances: Saul*pn has killed his thousands, but*ln David his tens of thousands?”"
    },
    {
        "o": 8817,
        "r": "csb:1 Samuel:29:6",
        "t": "So*p Achish summoned David and told him, “As the Lord*s lives, you are an honorable man. I think it is good to have you fighting in this unit with me, because I have found no fault in you from the day you came to me until today. But the leaders don’t think you are reliable."
    },
    {
        "o": 8818,
        "r": "csb:1 Samuel:29:7",
        "t": "Now go back quietly and you won’t be doing anything the Philistine leaders think is wrong.”"
    },
    {
        "o": 8819,
        "r": "csb:1 Samuel:29:8",
        "t": "“But*p what have I done?” David replied to Achish. “From the first day I entered your service until today, what have you found against your servant to keep me from going to fight against the enemies of my lord the king?”"
    },
    {
        "o": 8820,
        "r": "csb:1 Samuel:29:9",
        "t": "Achish*p answered David, “I’m convinced that you are as reliable as an angel of God. But the Philistine commanders have said, ‘He must not go into battle with us.’"
    },
    {
        "o": 8821,
        "r": "csb:1 Samuel:29:10",
        "t": "So get up early in the morning, you and your masters’ servants who came with you. When you’ve all gotten up early, go as soon as it’s light.”"
    },
    {
        "o": 8822,
        "r": "csb:1 Samuel:29:11",
        "t": "So David and his men got up early in the morning to return to the land of the Philistines. And the Philistines went up to Jezreel."
    }
]
