[
    {
        "o": 2818,
        "r": "nasb:Exodus:36:0",
        "t": "Exodus 36",
        "h": 1
    },
    {
        "o": 2819,
        "r": "nasb:Exodus:36:0",
        "t": "The Tabernacle Underwritten",
        "h": 2
    },
    {
        "o": 2820,
        "r": "nasb:Exodus:36:1",
        "t": "“Now*p Bezalel and Oholiab, and every skillful person in whom the Lord*s has put skill and understanding to know how to perform all the work in the construction of the sanctuary, shall perform in accordance with all that the Lord*s has commanded.”"
    },
    {
        "o": 2821,
        "r": "nasb:Exodus:36:2",
        "t": "Then*p Moses called Bezalel and Oholiab and every skillful person in whom the Lord*s had put skill, everyone whose heart stirred him, to come to the work to perform it."
    },
    {
        "o": 2822,
        "r": "nasb:Exodus:36:3",
        "t": "They received from Moses all the contributions which the sons of Israel had brought to perform the work in the construction of the sanctuary. And they still continued*i bringing to him freewill offerings every morning."
    },
    {
        "o": 2823,
        "r": "nasb:Exodus:36:4",
        "t": "And all the skillful men who were performing all the work of the sanctuary came, each from the work which he was performing,"
    },
    {
        "o": 2824,
        "r": "nasb:Exodus:36:5",
        "t": "and they said to Moses, “The people are bringing much more than enough for the construction work which the Lord*s commanded us*i to perform.”"
    },
    {
        "o": 2825,
        "r": "nasb:Exodus:36:6",
        "t": "So Moses issued a command, and a proclamation was circulated throughout the camp, saying, “Let no man or woman any longer perform work for the contributions of the sanctuary.” Thus the people were restrained from bringing any*i more.*i"
    },
    {
        "o": 2826,
        "r": "nasb:Exodus:36:7",
        "t": "For the material they had was sufficient and more than enough for all the work, to perform it."
    },
    {
        "o": 2827,
        "r": "nasb:Exodus:36:7",
        "t": "Construction Proceeds",
        "h": 2
    },
    {
        "o": 2828,
        "r": "nasb:Exodus:36:8",
        "t": "All*p the skillful men among those who were performing the work made the tabernacle with ten curtains; of fine twisted linen and blue and purple and scarlet material,*i with cherubim, the work of a skillful workman, Bezalel made them."
    },
    {
        "o": 2829,
        "r": "nasb:Exodus:36:9",
        "t": "The length of each curtain was twenty-eight cubits and the width of each curtain four cubits; all the curtains had the same measurements."
    },
    {
        "o": 2830,
        "r": "nasb:Exodus:36:10",
        "t": "He joined five curtains to one another and the*i other*i five curtains he joined to one another."
    },
    {
        "o": 2831,
        "r": "nasb:Exodus:36:11",
        "t": "He made loops of blue on the edge of the outermost curtain in the first set; he did likewise on the edge of the curtain that was outermost in the second set."
    },
    {
        "o": 2832,
        "r": "nasb:Exodus:36:12",
        "t": "He made fifty loops in the one curtain and he made fifty loops on the edge of the curtain that was in the second set; the loops were opposite each other."
    },
    {
        "o": 2833,
        "r": "nasb:Exodus:36:13",
        "t": "He made fifty clasps of gold and joined the curtains to one another with the clasps, so the tabernacle was a unit."
    },
    {
        "o": 2834,
        "r": "nasb:Exodus:36:14",
        "t": "Then*p he made curtains of goats’ hair*i for a tent over the tabernacle; he made eleven curtains in all."
    },
    {
        "o": 2835,
        "r": "nasb:Exodus:36:15",
        "t": "The length of each curtain was*i thirty cubits and four cubits the width of each curtain; the eleven curtains had the same measurements."
    },
    {
        "o": 2836,
        "r": "nasb:Exodus:36:16",
        "t": "He joined five curtains by themselves and the*i other*i six curtains by themselves."
    },
    {
        "o": 2837,
        "r": "nasb:Exodus:36:17",
        "t": "Moreover, he made fifty loops on the edge of the curtain that was outermost in the first*i set, and he made fifty loops on the edge of the curtain that*i was*i outermost*i in*i the second set."
    },
    {
        "o": 2838,
        "r": "nasb:Exodus:36:18",
        "t": "He made fifty clasps of bronze to join the tent together so that it would be a unit."
    },
    {
        "o": 2839,
        "r": "nasb:Exodus:36:19",
        "t": "He made a covering for the tent of rams’ skins dyed red, and a covering of porpoise skins above."
    },
    {
        "o": 2840,
        "r": "nasb:Exodus:36:20",
        "t": "Then*p he made the boards for the tabernacle of acacia wood, standing upright."
    },
    {
        "o": 2841,
        "r": "nasb:Exodus:36:21",
        "t": "Ten cubits was*i the length of each board and one and a half cubits the width of each board."
    },
    {
        "o": 2842,
        "r": "nasb:Exodus:36:22",
        "t": "There*i were*i two tenons for each board, fitted to one another; thus he did for all the boards of the tabernacle."
    },
    {
        "o": 2843,
        "r": "nasb:Exodus:36:23",
        "t": "He made the boards for the tabernacle: twenty boards for the south side;"
    },
    {
        "o": 2844,
        "r": "nasb:Exodus:36:24",
        "t": "and he made forty sockets of silver under the twenty boards; two sockets under one board for its two tenons and two sockets under another board for its two tenons."
    },
    {
        "o": 2845,
        "r": "nasb:Exodus:36:25",
        "t": "Then for the second side of the tabernacle, on the north side, he made twenty boards,"
    },
    {
        "o": 2846,
        "r": "nasb:Exodus:36:26",
        "t": "and their forty sockets of silver; two sockets under one board and two sockets under another board."
    },
    {
        "o": 2847,
        "r": "nasb:Exodus:36:27",
        "t": "For the rear of the tabernacle, to the west, he made six boards."
    },
    {
        "o": 2848,
        "r": "nasb:Exodus:36:28",
        "t": "He made two boards for the corners of the tabernacle at the rear."
    },
    {
        "o": 2849,
        "r": "nasb:Exodus:36:29",
        "t": "They were double beneath, and together they were complete to its top to the first ring; thus he did with both of them for the two corners."
    },
    {
        "o": 2850,
        "r": "nasb:Exodus:36:30",
        "t": "There were eight boards with their sockets of silver, sixteen sockets, two under every board."
    },
    {
        "o": 2851,
        "r": "nasb:Exodus:36:31",
        "t": "Then*p he made bars of acacia wood, five for the boards of one side of the tabernacle,"
    },
    {
        "o": 2852,
        "r": "nasb:Exodus:36:32",
        "t": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the tabernacle for the rear side*i to the west."
    },
    {
        "o": 2853,
        "r": "nasb:Exodus:36:33",
        "t": "He made the middle bar to pass through in the center of the boards from end to end."
    },
    {
        "o": 2854,
        "r": "nasb:Exodus:36:34",
        "t": "He overlaid the boards with gold and made their rings of gold as*i holders for the bars, and overlaid the bars with gold."
    },
    {
        "o": 2855,
        "r": "nasb:Exodus:36:35",
        "t": "Moreover,*p he made the veil of blue and purple and scarlet material,*i and fine twisted linen; he made it with cherubim, the work of a skillful workman."
    },
    {
        "o": 2856,
        "r": "nasb:Exodus:36:36",
        "t": "He made four pillars of acacia for it, and overlaid them with gold, with their hooks of gold; and he cast four sockets of silver for them."
    },
    {
        "o": 2857,
        "r": "nasb:Exodus:36:37",
        "t": "He made a screen for the doorway of the tent, of blue and purple and scarlet material,*i and fine twisted linen, the work of a weaver;"
    },
    {
        "o": 2858,
        "r": "nasb:Exodus:36:38",
        "t": "and he*i made*i its five pillars with their hooks, and he overlaid their tops and their bands with gold; but their five sockets were of bronze."
    }
]
