[
    {
        "o": 7861,
        "r": "csb:Judges:21:0",
        "t": "Judges 21",
        "h": 1
    },
    {
        "o": 7862,
        "r": "csb:Judges:21:0",
        "t": "Brides for Benjamin",
        "h": 2
    },
    {
        "o": 7863,
        "r": "csb:Judges:21:1",
        "t": "The*p men of Israel had sworn an oath at Mizpah: “None of us will give his daughter to a Benjaminite in marriage.”"
    },
    {
        "o": 7864,
        "r": "csb:Judges:21:2",
        "t": "So the people went to Bethel and sat there before God until evening. They wept loudly and bitterly,"
    },
    {
        "o": 7865,
        "r": "csb:Judges:21:3",
        "t": "and cried out, “Why, Lord*s God of Israel, has it occurred that one tribe is missing in Israel today?”"
    },
    {
        "o": 7866,
        "r": "csb:Judges:21:4",
        "t": "The next day the people got up early, built an altar there, and offered burnt offerings and fellowship offerings."
    },
    {
        "o": 7867,
        "r": "csb:Judges:21:5",
        "t": "The Israelites asked, “Who of all the tribes of Israel didn’t come to the Lord*s with the assembly?” For a great oath had been taken that anyone who had not come to the Lord*s at Mizpah would certainly be put to death."
    },
    {
        "o": 7868,
        "r": "csb:Judges:21:6",
        "t": "But*p the Israelites had compassion on their brothers, the Benjaminites, and said, “Today a tribe has been cut off from Israel."
    },
    {
        "o": 7869,
        "r": "csb:Judges:21:7",
        "t": "What should we do about wives for the survivors? We’ve sworn to the Lord*s not to give them any of our daughters as wives.”"
    },
    {
        "o": 7870,
        "r": "csb:Judges:21:8",
        "t": "They asked, “Which city among the tribes of Israel didn’t come to the Lord*s at Mizpah?” It turned out that no one from Jabesh-gilead had come to the camp and the assembly."
    },
    {
        "o": 7871,
        "r": "csb:Judges:21:9",
        "t": "For when the roll was called, no men were there from the inhabitants of Jabesh-gilead."
    },
    {
        "o": 7872,
        "r": "csb:Judges:21:10",
        "t": "The*p congregation sent twelve thousand brave warriors there and commanded them, “Go and kill the inhabitants of Jabesh-gilead with the sword, including women and dependents."
    },
    {
        "o": 7873,
        "r": "csb:Judges:21:11",
        "t": "This is what you should do: Completely destroy every male, as well as every woman who has gone to bed with a man.”"
    },
    {
        "o": 7874,
        "r": "csb:Judges:21:12",
        "t": "They found among the inhabitants of Jabesh-gilead four hundred young virgins, who had not been intimate with a man, and they brought them to the camp at Shiloh in the land of Canaan."
    },
    {
        "o": 7875,
        "r": "csb:Judges:21:13",
        "t": "The*p whole congregation sent a message of peace to the Benjaminites who were at Rimmon Rock."
    },
    {
        "o": 7876,
        "r": "csb:Judges:21:14",
        "t": "Benjamin returned at that time, and Israel gave them the women they had kept alive from Jabesh-gilead. But there were not enough for them."
    },
    {
        "o": 7877,
        "r": "csb:Judges:21:15",
        "t": "The*p people had compassion on Benjamin, because the Lord*s had made this gap in the tribes of Israel."
    },
    {
        "o": 7878,
        "r": "csb:Judges:21:16",
        "t": "The elders of the congregation said, “What should we do about wives for those who are left, since the women of Benjamin have been destroyed?”"
    },
    {
        "o": 7879,
        "r": "csb:Judges:21:17",
        "t": "They said, “There must be heirs for the survivors of Benjamin, so that a tribe of Israel will not be wiped out."
    },
    {
        "o": 7880,
        "r": "csb:Judges:21:18",
        "t": "But we can’t give them our daughters as wives.” For the Israelites had sworn, “Anyone who gives a wife to a Benjaminite is cursed.”"
    },
    {
        "o": 7881,
        "r": "csb:Judges:21:19",
        "t": "They also said, “Look, there’s an annual festival to the Lord*s in Shiloh, which is north of Bethel, east of the highway that goes up from Bethel to Shechem, and south of Lebonah.”"
    },
    {
        "o": 7882,
        "r": "csb:Judges:21:20",
        "t": "Then*p they commanded the Benjaminites, “Go and hide in the vineyards."
    },
    {
        "o": 7883,
        "r": "csb:Judges:21:21",
        "t": "Watch, and when you see the young women of Shiloh come out to perform the dances, each of you leave the vineyards and catch a wife for yourself from the young women of Shiloh, and go to the land of Benjamin."
    },
    {
        "o": 7884,
        "r": "csb:Judges:21:22",
        "t": "When their fathers or brothers come to us and protest, we will tell them, ‘Show favor to them, since we did not get enough wives for each of them in the battle. You didn’t actually give the women to them, so you are not guilty of breaking your oath.’”"
    },
    {
        "o": 7885,
        "r": "csb:Judges:21:23",
        "t": "The*p Benjaminites did this and took the number of women they needed from the dancers they caught. They went back to their own inheritance, rebuilt their cities, and lived in them."
    },
    {
        "o": 7886,
        "r": "csb:Judges:21:24",
        "t": "At that time, each of the Israelites returned from there to his own tribe and family. Each returned from there to his own inheritance."
    },
    {
        "o": 7887,
        "r": "csb:Judges:21:25",
        "t": "In*p those days there was no king in Israel; everyone did whatever seemed right to him."
    }
]
