[
    {
        "o": 25762,
        "r": "nasb:Malachi:3:0",
        "t": "Malachi 3",
        "h": 1
    },
    {
        "o": 25763,
        "r": "nasb:Malachi:3:0",
        "t": "The Purifier",
        "h": 2
    },
    {
        "o": 25764,
        "r": "nasb:Malachi:3:1",
        "t": "“Behold,*p I am going to send My messenger, and he will clear the way before Me. And the Lord, whom you seek, will suddenly come to His temple; and the messenger of the covenant, in whom you delight, behold, He is coming,” says the Lord*s of hosts."
    },
    {
        "o": 25765,
        "r": "nasb:Malachi:3:2",
        "t": "“But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner’s fire and like fullers’ soap."
    },
    {
        "o": 25766,
        "r": "nasb:Malachi:3:3",
        "t": "He will sit as a smelter and purifier of silver, and He will purify the sons of Levi and refine them like gold and silver, so that they may present to the Lord*s offerings in righteousness."
    },
    {
        "o": 25767,
        "r": "nasb:Malachi:3:4",
        "t": "Then the offering of Judah and Jerusalem will be pleasing to the Lord*s as in the days of old and as in former years."
    },
    {
        "o": 25768,
        "r": "nasb:Malachi:3:5",
        "t": "“Then*p I will draw near to you for judgment; and I will be a swift witness against the sorcerers and against the adulterers and against those who swear falsely, and against those who oppress the wage earner in his wages, the widow and the orphan, and those who turn aside the alien and do not fear Me,” says the Lord*s of hosts."
    },
    {
        "o": 25769,
        "r": "nasb:Malachi:3:6",
        "t": "“For I, the Lord,*s do not change; therefore you, O sons of Jacob, are not consumed."
    },
    {
        "o": 25770,
        "r": "nasb:Malachi:3:7",
        "t": "“From*p the days of your fathers you have turned aside from My statutes and have not kept them.*i Return to Me, and I will return to you,” says the Lord*s of hosts. “But you say, ‘How shall we return?’"
    },
    {
        "o": 25771,
        "r": "nasb:Malachi:3:7",
        "t": "You Have Robbed God",
        "h": 2
    },
    {
        "o": 25772,
        "r": "nasb:Malachi:3:8",
        "t": "“Will*p a man rob God? Yet you are robbing Me! But you say, ‘How have we robbed You?’ In tithes and offerings."
    },
    {
        "o": 25773,
        "r": "nasb:Malachi:3:9",
        "t": "You are cursed with a curse, for you are robbing Me, the whole nation of*i you!*i"
    },
    {
        "o": 25774,
        "r": "nasb:Malachi:3:10",
        "t": "Bring the whole tithe into the storehouse, so that there may be food in My house, and test Me now in this,” says the Lord*s of hosts, “if I will not open for you the windows of heaven and pour out for you a blessing until it overflows."
    },
    {
        "o": 25775,
        "r": "nasb:Malachi:3:11",
        "t": "Then I will rebuke the devourer for you, so that it will not destroy the fruits of the ground; nor will your vine in the field cast its*i grapes,”*i says the Lord*s of hosts."
    },
    {
        "o": 25776,
        "r": "nasb:Malachi:3:12",
        "t": "“All the nations will call you blessed, for you shall be a delightful land,” says the Lord*s of hosts."
    },
    {
        "o": 25777,
        "r": "nasb:Malachi:3:13",
        "t": "“Your*p words have been arrogant against Me,” says the Lord.*s “Yet you say, ‘What have we spoken against You?’"
    },
    {
        "o": 25778,
        "r": "nasb:Malachi:3:14",
        "t": "You have said, ‘It is vain to serve God; and what profit is it that we have kept His charge, and that we have walked in mourning before the Lord*s of hosts?"
    },
    {
        "o": 25779,
        "r": "nasb:Malachi:3:15",
        "t": "So now we call the arrogant blessed; not only are the doers of wickedness built up but they also test God and escape.’ ”"
    },
    {
        "o": 25780,
        "r": "nasb:Malachi:3:15",
        "t": "The Book of Remembrance",
        "h": 2
    },
    {
        "o": 25781,
        "r": "nasb:Malachi:3:16",
        "t": "Then*p those who feared the Lord*s spoke to one another, and the Lord*s gave attention and heard it,*i and a book of remembrance was written before Him for those who fear the Lord*s and who esteem His name."
    },
    {
        "o": 25782,
        "r": "nasb:Malachi:3:17",
        "t": "“They will be Mine,” says the Lord*s of hosts, “on the day that I prepare My*i own possession, and I will spare them as a man spares his own son who serves him.”"
    },
    {
        "o": 25783,
        "r": "nasb:Malachi:3:18",
        "t": "So you will again distinguish between the righteous and the wicked, between one who serves God and one who does not serve Him."
    }
]
