[
    {
        "o": 904,
        "r": "nasb:Genesis:30:0",
        "t": "Genesis 30",
        "h": 1
    },
    {
        "o": 905,
        "r": "nasb:Genesis:30:0",
        "t": "The Sons of Jacob",
        "h": 2
    },
    {
        "o": 906,
        "r": "nasb:Genesis:30:1",
        "t": "Now*p when Rachel saw that she bore Jacob no children, she became jealous of her sister; and she said to Jacob, “Give me children, or else I die.”"
    },
    {
        "o": 907,
        "r": "nasb:Genesis:30:2",
        "t": "Then Jacob’s anger burned against Rachel, and he said, “Am I in the place of God, who has withheld from you the fruit of the womb?”"
    },
    {
        "o": 908,
        "r": "nasb:Genesis:30:3",
        "t": "She said, “Here is my maid Bilhah, go in to her that she may bear on my knees, that through her I too may have children.”"
    },
    {
        "o": 909,
        "r": "nasb:Genesis:30:4",
        "t": "So she gave him her maid Bilhah as a wife, and Jacob went in to her."
    },
    {
        "o": 910,
        "r": "nasb:Genesis:30:5",
        "t": "Bilhah conceived and bore Jacob a son."
    },
    {
        "o": 911,
        "r": "nasb:Genesis:30:6",
        "t": "Then Rachel said, “God has vindicated me, and has indeed heard my voice and has given me a son.” Therefore she named him Dan."
    },
    {
        "o": 912,
        "r": "nasb:Genesis:30:7",
        "t": "Rachel’s maid Bilhah conceived again and bore Jacob a second son."
    },
    {
        "o": 913,
        "r": "nasb:Genesis:30:8",
        "t": "So Rachel said, “With mighty wrestlings I have wrestled with my sister, and*i I have indeed prevailed.” And she named him Naphtali."
    },
    {
        "o": 914,
        "r": "nasb:Genesis:30:9",
        "t": "When*p Leah saw that she had stopped bearing, she took her maid Zilpah and gave her to Jacob as a wife."
    },
    {
        "o": 915,
        "r": "nasb:Genesis:30:10",
        "t": "Leah’s maid Zilpah bore Jacob a son."
    },
    {
        "o": 916,
        "r": "nasb:Genesis:30:11",
        "t": "Then Leah said, “How fortunate!” So she named him Gad."
    },
    {
        "o": 917,
        "r": "nasb:Genesis:30:12",
        "t": "Leah’s maid Zilpah bore Jacob a second son."
    },
    {
        "o": 918,
        "r": "nasb:Genesis:30:13",
        "t": "Then Leah said, “Happy am I! For women will call me happy.” So she named him Asher."
    },
    {
        "o": 919,
        "r": "nasb:Genesis:30:14",
        "t": "Now*p in the days of wheat harvest Reuben went and found mandrakes in the field, and brought them to his mother Leah. Then Rachel said to Leah, “Please give me some of your son’s mandrakes.”"
    },
    {
        "o": 920,
        "r": "nasb:Genesis:30:15",
        "t": "But she said to her, “Is it a small matter for you to take my husband? And would you take my son’s mandrakes also?” So Rachel said, “Therefore he may lie with you tonight in return for your son’s mandrakes.”"
    },
    {
        "o": 921,
        "r": "nasb:Genesis:30:16",
        "t": "When Jacob came in from the field in the evening, then Leah went out to meet him and said, “You must come in to me, for I have surely hired you with my son’s mandrakes.” So he lay with her that night."
    },
    {
        "o": 922,
        "r": "nasb:Genesis:30:17",
        "t": "God gave heed to Leah, and she conceived and bore Jacob a fifth son."
    },
    {
        "o": 923,
        "r": "nasb:Genesis:30:18",
        "t": "Then Leah said, “God has given me my wages because I gave my maid to my husband.” So she named him Issachar."
    },
    {
        "o": 924,
        "r": "nasb:Genesis:30:19",
        "t": "Leah conceived again and bore a sixth son to Jacob."
    },
    {
        "o": 925,
        "r": "nasb:Genesis:30:20",
        "t": "Then Leah said, “God has endowed me with a good gift; now my husband will dwell with me, because I have borne him six sons.” So she named him Zebulun."
    },
    {
        "o": 926,
        "r": "nasb:Genesis:30:21",
        "t": "Afterward she bore a daughter and named her Dinah."
    },
    {
        "o": 927,
        "r": "nasb:Genesis:30:22",
        "t": "Then*p God remembered Rachel, and God gave heed to her and opened her womb."
    },
    {
        "o": 928,
        "r": "nasb:Genesis:30:23",
        "t": "So she conceived and bore a son and said, “God has taken away my reproach.”"
    },
    {
        "o": 929,
        "r": "nasb:Genesis:30:24",
        "t": "She named him Joseph, saying, “May the Lord*s give me another son.”"
    },
    {
        "o": 930,
        "r": "nasb:Genesis:30:24",
        "t": "Jacob Prospers",
        "h": 2
    },
    {
        "o": 931,
        "r": "nasb:Genesis:30:25",
        "t": "Now*p it came about when Rachel had borne Joseph, that Jacob said to Laban, “Send me away, that I may go to my own place and to my own country."
    },
    {
        "o": 932,
        "r": "nasb:Genesis:30:26",
        "t": "Give me*i my wives and my children for whom I have served you, and let me depart; for you yourself know my service which I have rendered you.”"
    },
    {
        "o": 933,
        "r": "nasb:Genesis:30:27",
        "t": "But Laban said to him, “If now it pleases you, stay*i with*i me;*i I have divined that the Lord*s has blessed me on your account.”"
    },
    {
        "o": 934,
        "r": "nasb:Genesis:30:28",
        "t": "He continued, “Name me your wages, and I will give it.”"
    },
    {
        "o": 935,
        "r": "nasb:Genesis:30:29",
        "t": "But he said to him, “You yourself know how I have served you and how your cattle have fared with me."
    },
    {
        "o": 936,
        "r": "nasb:Genesis:30:30",
        "t": "For you had little before I came and it has increased to a multitude, and the Lord*s has blessed you wherever I turned. But now, when shall I provide for my own household also?”"
    },
    {
        "o": 937,
        "r": "nasb:Genesis:30:31",
        "t": "So he said, “What shall I give you?” And Jacob said, “You shall not give me anything. If you will do this one*i thing for me, I will again pasture and*i keep your flock:"
    },
    {
        "o": 938,
        "r": "nasb:Genesis:30:32",
        "t": "let me pass through your entire flock today, removing from there every speckled and spotted sheep and every black one among the lambs and the spotted and speckled among the goats; and such*i shall be my wages."
    },
    {
        "o": 939,
        "r": "nasb:Genesis:30:33",
        "t": "So my honesty will answer for me later, when you come concerning my wages. Every one that is not speckled and spotted among the goats and black among the lambs, if*i found*i with me, will be considered stolen.”"
    },
    {
        "o": 940,
        "r": "nasb:Genesis:30:34",
        "t": "Laban said, “Good, let it be according to your word.”"
    },
    {
        "o": 941,
        "r": "nasb:Genesis:30:35",
        "t": "So he removed on that day the striped and spotted male goats and all the speckled and spotted female goats, every one with white in it, and all the black ones among the sheep, and gave them into the care of his sons."
    },
    {
        "o": 942,
        "r": "nasb:Genesis:30:36",
        "t": "And he put a*i distance*i of*i three days’ journey between himself and Jacob, and Jacob fed the rest of Laban’s flocks."
    },
    {
        "o": 943,
        "r": "nasb:Genesis:30:37",
        "t": "Then*p Jacob took fresh rods of poplar and almond and plane trees, and peeled white stripes in them, exposing the white which was*i in the rods."
    },
    {
        "o": 944,
        "r": "nasb:Genesis:30:38",
        "t": "He set the rods which he had peeled in front of the flocks in the gutters, even*i in the watering troughs, where the flocks came to drink; and they mated when they came to drink."
    },
    {
        "o": 945,
        "r": "nasb:Genesis:30:39",
        "t": "So the flocks mated by the rods, and the flocks brought forth striped, speckled, and spotted."
    },
    {
        "o": 946,
        "r": "nasb:Genesis:30:40",
        "t": "Jacob separated the lambs, and made the flocks face toward the striped and all the black in the flock of Laban; and he put his own herds apart, and did not put them with Laban’s flock."
    },
    {
        "o": 947,
        "r": "nasb:Genesis:30:41",
        "t": "Moreover, whenever the stronger of the flock were mating, Jacob would place the rods in the sight of the flock in the gutters, so that they might mate by the rods;"
    },
    {
        "o": 948,
        "r": "nasb:Genesis:30:42",
        "t": "but when the flock was feeble, he did not put them*i in; so the feebler were Laban’s and the stronger Jacob’s."
    },
    {
        "o": 949,
        "r": "nasb:Genesis:30:43",
        "t": "So the man became exceedingly prosperous, and had large flocks and female and male servants and camels and donkeys."
    }
]
