[
    {
        "o": 8431,
        "r": "csb:1 Samuel:17:0",
        "t": "1 Samuel 17",
        "h": 1
    },
    {
        "o": 8432,
        "r": "csb:1 Samuel:17:0",
        "t": "David versus Goliath",
        "h": 2
    },
    {
        "o": 8433,
        "r": "csb:1 Samuel:17:1",
        "t": "The*p Philistines gathered their forces for war at Socoh in Judah and camped between Socoh and Azekah in Ephes-dammim."
    },
    {
        "o": 8434,
        "r": "csb:1 Samuel:17:2",
        "t": "Saul and the men of Israel gathered and camped in the Valley of Elah; then they lined up in battle formation to face the Philistines."
    },
    {
        "o": 8435,
        "r": "csb:1 Samuel:17:3",
        "t": "The*p Philistines were standing on one hill, and the Israelites were standing on another hill with a ravine between them."
    },
    {
        "o": 8436,
        "r": "csb:1 Samuel:17:4",
        "t": "Then a champion named Goliath, from Gath, came out from the Philistine camp. He was nine feet, nine inches tall"
    },
    {
        "o": 8437,
        "r": "csb:1 Samuel:17:5",
        "t": "and wore a bronze helmet and bronze scale armor that weighed one hundred twenty-five pounds."
    },
    {
        "o": 8438,
        "r": "csb:1 Samuel:17:6",
        "t": "There was bronze armor on his shins, and a bronze javelin was slung between his shoulders."
    },
    {
        "o": 8439,
        "r": "csb:1 Samuel:17:7",
        "t": "His spear shaft was like a weaver’s beam, and the iron point of his spear weighed fifteen pounds. In addition, a shield-bearer was walking in front of him."
    },
    {
        "o": 8440,
        "r": "csb:1 Samuel:17:8",
        "t": "He*p stood and shouted to the Israelite battle formations, “Why do you come out to line up in battle formation?” He asked them, “Am I not a Philistine and are you not servants of Saul? Choose one of your men and have him come down against me."
    },
    {
        "o": 8441,
        "r": "csb:1 Samuel:17:9",
        "t": "If he wins in a fight against me and kills me, we will be your servants. But if I win against him and kill him, then you will be our servants and serve us.”"
    },
    {
        "o": 8442,
        "r": "csb:1 Samuel:17:10",
        "t": "Then the Philistine said, “I defy the ranks of Israel today. Send me a man so we can fight each other!”"
    },
    {
        "o": 8443,
        "r": "csb:1 Samuel:17:11",
        "t": "When Saul and all Israel heard these words from the Philistine, they lost their courage and were terrified."
    },
    {
        "o": 8444,
        "r": "csb:1 Samuel:17:12",
        "t": "Now*p David was the son of the Ephrathite from Bethlehem of Judah named Jesse. Jesse had eight sons and during Saul’s reign was already an old man."
    },
    {
        "o": 8445,
        "r": "csb:1 Samuel:17:13",
        "t": "Jesse’s three oldest sons had followed Saul to the war, and their names were Eliab, the firstborn, Abinadab, the next, and Shammah, the third,"
    },
    {
        "o": 8446,
        "r": "csb:1 Samuel:17:14",
        "t": "and David was the youngest. The three oldest had followed Saul,"
    },
    {
        "o": 8447,
        "r": "csb:1 Samuel:17:15",
        "t": "but David kept going back and forth from Saul to tend his father’s flock in Bethlehem."
    },
    {
        "o": 8448,
        "r": "csb:1 Samuel:17:16",
        "t": "Every*p morning and evening for forty days the Philistine came forward and took his stand."
    },
    {
        "o": 8449,
        "r": "csb:1 Samuel:17:17",
        "t": "One day Jesse had told his son David, “Take this half-bushel of roasted grain along with these ten loaves of bread for your brothers and hurry to their camp."
    },
    {
        "o": 8450,
        "r": "csb:1 Samuel:17:18",
        "t": "Also take these ten portions of cheese to the field commander. Check on the well-being of your brothers and bring a confirmation from them."
    },
    {
        "o": 8451,
        "r": "csb:1 Samuel:17:19",
        "t": "They are with Saul and all the men of Israel in the Valley of Elah fighting with the Philistines.”"
    },
    {
        "o": 8452,
        "r": "csb:1 Samuel:17:20",
        "t": "So*p David got up early in the morning, left the flock with someone to keep it, loaded up, and set out as Jesse had charged him. He*p arrived at the perimeter of the camp as the army was marching out to its battle formation shouting their battle cry."
    },
    {
        "o": 8453,
        "r": "csb:1 Samuel:17:21",
        "t": "Israel and the Philistines lined up in battle formation facing each other."
    },
    {
        "o": 8454,
        "r": "csb:1 Samuel:17:22",
        "t": "David left his supplies in the care of the quartermaster and ran to the battle line. When he arrived, he asked his brothers how they were."
    },
    {
        "o": 8455,
        "r": "csb:1 Samuel:17:23",
        "t": "While he was speaking with them, suddenly the champion named Goliath, the Philistine from Gath, came forward from the Philistine battle line and shouted his usual words, which David heard."
    },
    {
        "o": 8456,
        "r": "csb:1 Samuel:17:24",
        "t": "When all the Israelite men saw Goliath, they retreated from him terrified."
    },
    {
        "o": 8457,
        "r": "csb:1 Samuel:17:25",
        "t": "Previously,*p an Israelite man had declared, “Do you see this man who keeps coming out? He comes to defy Israel. The king will make the man who kills him very rich and will give him his daughter. The king will also make the family of that man’s father exempt from paying taxes in Israel.”"
    },
    {
        "o": 8458,
        "r": "csb:1 Samuel:17:26",
        "t": "David*p spoke to the men who were standing with him: “What will be done for the man who kills that Philistine and removes this disgrace from Israel? Just who is this uncircumcised Philistine that he should defy the armies of the living God?”"
    },
    {
        "o": 8459,
        "r": "csb:1 Samuel:17:27",
        "t": "The*p troops told him about the offer, concluding, “That is what will be done for the man who kills him.”"
    },
    {
        "o": 8460,
        "r": "csb:1 Samuel:17:28",
        "t": "David’s*p oldest brother Eliab listened as he spoke to the men, and he became angry with him. “Why did you come down here?” he asked. “Who did you leave those few sheep with in the wilderness? I know your arrogance and your evil heart - you came down to see the battle!”"
    },
    {
        "o": 8461,
        "r": "csb:1 Samuel:17:29",
        "t": "“What*p have I done now?” protested David. “It was just a question.”"
    },
    {
        "o": 8462,
        "r": "csb:1 Samuel:17:30",
        "t": "Then he turned from those beside him to others in front of him and asked about the offer. The people gave him the same answer as before."
    },
    {
        "o": 8463,
        "r": "csb:1 Samuel:17:31",
        "t": "What*p David said was overheard and reported to Saul, so he had David brought to him."
    },
    {
        "o": 8464,
        "r": "csb:1 Samuel:17:32",
        "t": "David said to Saul, “Don’t let anyone be discouraged by him; your servant will go and fight this Philistine!”"
    },
    {
        "o": 8465,
        "r": "csb:1 Samuel:17:33",
        "t": "But*p Saul replied, “You can’t go fight this Philistine. You’re just a youth, and he’s been a warrior since he was young.”"
    },
    {
        "o": 8466,
        "r": "csb:1 Samuel:17:34",
        "t": "David*p answered Saul, “Your servant has been tending his father’s sheep. Whenever a lion or a bear came and carried off a lamb from the flock,"
    },
    {
        "o": 8467,
        "r": "csb:1 Samuel:17:35",
        "t": "I went after it, struck it down, and rescued the lamb from its mouth. If it reared up against me, I would grab it by its fur, strike it down, and kill it."
    },
    {
        "o": 8468,
        "r": "csb:1 Samuel:17:36",
        "t": "Your servant has killed lions and bears; this uncircumcised Philistine will be like one of them, for he has defied the armies of the living God.”"
    },
    {
        "o": 8469,
        "r": "csb:1 Samuel:17:37",
        "t": "Then David said, “The Lord*s who rescued me from the paw of the lion and the paw of the bear will rescue me from the hand of this Philistine.” Saul*p said to David, “Go, and may the Lord*s be with you.”"
    },
    {
        "o": 8470,
        "r": "csb:1 Samuel:17:38",
        "t": "Then*p Saul had his own military clothes put on David. He put a bronze helmet on David’s head and had him put on armor."
    },
    {
        "o": 8471,
        "r": "csb:1 Samuel:17:39",
        "t": "David strapped his sword on over the military clothes and tried to walk, but he was not used to them. “I can’t walk in these,” David said to Saul, “I’m not used to them.” So David took them off."
    },
    {
        "o": 8472,
        "r": "csb:1 Samuel:17:40",
        "t": "Instead, he took his staff in his hand and chose five smooth stones from the wadi and put them in the pouch, in his shepherd’s bag. Then, with his sling in his hand, he approached the Philistine."
    },
    {
        "o": 8473,
        "r": "csb:1 Samuel:17:41",
        "t": "The*p Philistine came closer and closer to David, with the shield-bearer in front of him."
    },
    {
        "o": 8474,
        "r": "csb:1 Samuel:17:42",
        "t": "When the Philistine looked and saw David, he despised him because he was just a youth, healthy and handsome."
    },
    {
        "o": 8475,
        "r": "csb:1 Samuel:17:43",
        "t": "He said to David, “Am I a dog that you come against me with sticks?” Then he cursed David by his gods."
    },
    {
        "o": 8476,
        "r": "csb:1 Samuel:17:44",
        "t": "“Come here,” the Philistine called to David, “and I’ll give your flesh to the birds of the sky and the wild beasts!”"
    },
    {
        "o": 8477,
        "r": "csb:1 Samuel:17:45",
        "t": "David*p said to the Philistine, “You come against me with a sword, spear, and javelin, but I come against you in the name of the Lord*s of Armies, the God of the ranks of Israel - you have defied him."
    },
    {
        "o": 8478,
        "r": "csb:1 Samuel:17:46",
        "t": "Today, the Lord*s will hand you over to me. Today, I’ll strike you down, remove your head, and give the corpses of the Philistine camp to the birds of the sky and the wild creatures of the earth. Then all the world will know that Israel has a God,"
    },
    {
        "o": 8479,
        "r": "csb:1 Samuel:17:47",
        "t": "and this whole assembly will know that it is not by sword or by spear that the Lord*s saves, for the battle is the Lord*s ’s. He will hand you over to us.”"
    },
    {
        "o": 8480,
        "r": "csb:1 Samuel:17:48",
        "t": "When*p the Philistine started forward to attack him, David ran quickly to the battle line to meet the Philistine."
    },
    {
        "o": 8481,
        "r": "csb:1 Samuel:17:49",
        "t": "David put his hand in the bag, took out a stone, slung it, and hit the Philistine on his forehead. The stone sank into his forehead, and he fell facedown to the ground."
    },
    {
        "o": 8482,
        "r": "csb:1 Samuel:17:50",
        "t": "David defeated the Philistine with a sling and a stone. David overpowered the Philistine and killed him without having a sword."
    },
    {
        "o": 8483,
        "r": "csb:1 Samuel:17:51",
        "t": "David ran and stood over him. He grabbed the Philistine’s sword, pulled it from its sheath, and used it to kill him. Then he cut off his head. When the Philistines saw that their hero was dead, they fled."
    },
    {
        "o": 8484,
        "r": "csb:1 Samuel:17:52",
        "t": "The men of Israel and Judah rallied, shouting their battle cry, and chased the Philistines to the entrance of the valley and to the gates of Ekron. Philistine bodies were strewn all along the Shaaraim road to Gath and Ekron."
    },
    {
        "o": 8485,
        "r": "csb:1 Samuel:17:53",
        "t": "When*p the Israelites returned from the pursuit of the Philistines, they plundered their camps."
    },
    {
        "o": 8486,
        "r": "csb:1 Samuel:17:54",
        "t": "David took Goliath’s head and brought it to Jerusalem, but he put Goliath’s weapons in his own tent."
    },
    {
        "o": 8487,
        "r": "csb:1 Samuel:17:55",
        "t": "When*p Saul had seen David going out to confront the Philistine, he asked Abner the commander of the army, “Whose son is this youth, Abner?” “Your*p Majesty, as surely as you live, I don’t know,” Abner replied."
    },
    {
        "o": 8488,
        "r": "csb:1 Samuel:17:56",
        "t": "The*p king said, “Find out whose son this young man is!”"
    },
    {
        "o": 8489,
        "r": "csb:1 Samuel:17:57",
        "t": "When*p David returned from killing the Philistine, Abner took him and brought him before Saul with the Philistine’s head still in his hand."
    },
    {
        "o": 8490,
        "r": "csb:1 Samuel:17:58",
        "t": "Saul said to him, “Whose son are you, young man?” “The*p son of your servant Jesse of Bethlehem,” David answered."
    }
]
