[
    {
        "o": 31623,
        "r": "esv:Romans:14:0",
        "t": "Romans 14",
        "h": 1
    },
    {
        "o": 31624,
        "r": "esv:Romans:14:0",
        "t": "Do Not Pass Judgment on One Another",
        "h": 2
    },
    {
        "o": 31625,
        "r": "esv:Romans:14:1",
        "t": "As*p for the one who is weak in faith, welcome him, but not to quarrel over opinions."
    },
    {
        "o": 31626,
        "r": "esv:Romans:14:2",
        "t": "One person believes he may eat anything, while the weak person eats only vegetables."
    },
    {
        "o": 31627,
        "r": "esv:Romans:14:3",
        "t": "Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him."
    },
    {
        "o": 31628,
        "r": "esv:Romans:14:4",
        "t": "Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand."
    },
    {
        "o": 31629,
        "r": "esv:Romans:14:5",
        "t": "One*p person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind."
    },
    {
        "o": 31630,
        "r": "esv:Romans:14:6",
        "t": "The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God."
    },
    {
        "o": 31631,
        "r": "esv:Romans:14:7",
        "t": "For none of us lives to himself, and none of us dies to himself."
    },
    {
        "o": 31632,
        "r": "esv:Romans:14:8",
        "t": "For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s."
    },
    {
        "o": 31633,
        "r": "esv:Romans:14:9",
        "t": "For to this end Christ died and lived again, that he might be Lord both of the dead and of the living."
    },
    {
        "o": 31634,
        "r": "esv:Romans:14:10",
        "t": "Why*p do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God;"
    },
    {
        "o": 31635,
        "r": "esv:Romans:14:11",
        "t": "for it is written, “As*pn I live, says the Lord, every knee shall bow to me, and*ld every tongue shall confess to God.”"
    },
    {
        "o": 31636,
        "r": "esv:Romans:14:12",
        "t": "So*p then each of us will give an account of himself to God."
    },
    {
        "o": 31637,
        "r": "esv:Romans:14:12",
        "t": "Do Not Cause Another to Stumble",
        "h": 2
    },
    {
        "o": 31638,
        "r": "esv:Romans:14:13",
        "t": "Therefore*p let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother."
    },
    {
        "o": 31639,
        "r": "esv:Romans:14:14",
        "t": "I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean."
    },
    {
        "o": 31640,
        "r": "esv:Romans:14:15",
        "t": "For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died."
    },
    {
        "o": 31641,
        "r": "esv:Romans:14:16",
        "t": "So do not let what you regard as good be spoken of as evil."
    },
    {
        "o": 31642,
        "r": "esv:Romans:14:17",
        "t": "For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit."
    },
    {
        "o": 31643,
        "r": "esv:Romans:14:18",
        "t": "Whoever thus serves Christ is acceptable to God and approved by men."
    },
    {
        "o": 31644,
        "r": "esv:Romans:14:19",
        "t": "So then let us pursue what makes for peace and for mutual upbuilding."
    },
    {
        "o": 31645,
        "r": "esv:Romans:14:20",
        "t": "Do*p not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats."
    },
    {
        "o": 31646,
        "r": "esv:Romans:14:21",
        "t": "It is good not to eat meat or drink wine or do anything that causes your brother to stumble."
    },
    {
        "o": 31647,
        "r": "esv:Romans:14:22",
        "t": "The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves."
    },
    {
        "o": 31648,
        "r": "esv:Romans:14:23",
        "t": "But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin."
    }
]
