[
    {
        "o": 12405,
        "r": "csb:2 Chronicles:1:0",
        "t": "2 Chronicles 1",
        "h": 1
    },
    {
        "o": 12406,
        "r": "csb:2 Chronicles:1:0",
        "t": "Solomon’s Request for Wisdom",
        "h": 2
    },
    {
        "o": 12407,
        "r": "csb:2 Chronicles:1:1",
        "t": "Solomon*p son of David strengthened his hold on his kingdom. The Lord*s his God was with him and highly exalted him."
    },
    {
        "o": 12408,
        "r": "csb:2 Chronicles:1:2",
        "t": "Then Solomon spoke to all Israel, to the commanders of thousands and of hundreds, to the judges, and to every leader in all Israel - the family heads."
    },
    {
        "o": 12409,
        "r": "csb:2 Chronicles:1:3",
        "t": "Solomon and the whole assembly with him went to the high place that was in Gibeon because God’s tent of meeting, which the Lord’s*s servant Moses had made in the wilderness, was there."
    },
    {
        "o": 12410,
        "r": "csb:2 Chronicles:1:4",
        "t": "Now David had brought the ark of God from Kiriath-jearim to the place he had set up for it, because he had pitched a tent for it in Jerusalem,"
    },
    {
        "o": 12411,
        "r": "csb:2 Chronicles:1:5",
        "t": "but he put the bronze altar, which Bezalel son of Uri, son of Hur, had made, in front of the Lord’s*s tabernacle. Solomon and the assembly inquired of him there."
    },
    {
        "o": 12412,
        "r": "csb:2 Chronicles:1:6",
        "t": "Solomon offered sacrifices there in the Lord’s*s presence on the bronze altar at the tent of meeting; he offered a thousand burnt offerings on it."
    },
    {
        "o": 12413,
        "r": "csb:2 Chronicles:1:7",
        "t": "That*p night God appeared to Solomon and said to him, “Ask. What should I give you?”"
    },
    {
        "o": 12414,
        "r": "csb:2 Chronicles:1:8",
        "t": "And*p Solomon said to God, “You have shown great and faithful love to my father David, and you have made me king in his place."
    },
    {
        "o": 12415,
        "r": "csb:2 Chronicles:1:9",
        "t": "Lord*s God, let your promise to my father David now come true. For you have made me king over a people as numerous as the dust of the earth."
    },
    {
        "o": 12416,
        "r": "csb:2 Chronicles:1:10",
        "t": "Now grant me wisdom and knowledge so that I may lead these people, for who can judge this great people of yours?”"
    },
    {
        "o": 12417,
        "r": "csb:2 Chronicles:1:11",
        "t": "God*p said to Solomon, “Since this was in your heart, and you have not requested riches, wealth, or glory, or for the life of those who hate you, and you have not even requested long life, but you have requested for yourself wisdom and knowledge that you may judge my people over whom I have made you king,"
    },
    {
        "o": 12418,
        "r": "csb:2 Chronicles:1:12",
        "t": "wisdom and knowledge are given to you. I will also give you riches, wealth, and glory, unlike what was given to the kings who were before you, or will be given to those after you.”"
    },
    {
        "o": 12419,
        "r": "csb:2 Chronicles:1:13",
        "t": "So Solomon went to Jerusalem from the high place that was in Gibeon in front of the tent of meeting, and he reigned over Israel."
    },
    {
        "o": 12420,
        "r": "csb:2 Chronicles:1:13",
        "t": "Solomon’s Horses and Wealth",
        "h": 2
    },
    {
        "o": 12421,
        "r": "csb:2 Chronicles:1:14",
        "t": "Solomon*p accumulated 1,400 chariots and 12,000 horsemen, which he stationed in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 12422,
        "r": "csb:2 Chronicles:1:15",
        "t": "The king made silver and gold as common in Jerusalem as stones, and he made cedar as abundant as sycamore in the Judean foothills."
    },
    {
        "o": 12423,
        "r": "csb:2 Chronicles:1:16",
        "t": "Solomon’s horses came from Egypt and Kue. The king’s traders would get them from Kue at the going price."
    },
    {
        "o": 12424,
        "r": "csb:2 Chronicles:1:17",
        "t": "A chariot could be imported from Egypt for fifteen pounds of silver and a horse for nearly four pounds. In the same way, they exported them to all the kings of the Hittites and to the kings of Aram through their agents."
    },
    {
        "o": 12425,
        "r": "csb:2 Chronicles:2:0",
        "t": "2 Chronicles 2",
        "h": 1
    },
    {
        "o": 12426,
        "r": "csb:2 Chronicles:2:0",
        "t": "Solomon’s Letter to Hiram",
        "h": 2
    },
    {
        "o": 12427,
        "r": "csb:2 Chronicles:2:1",
        "t": "Solomon*p decided to build a temple for the name of the Lord*s and a royal palace for himself,"
    },
    {
        "o": 12428,
        "r": "csb:2 Chronicles:2:2",
        "t": "so he assigned 70,000 men as porters, 80,000 men as stonecutters in the mountains, and 3,600 as supervisors over them."
    },
    {
        "o": 12429,
        "r": "csb:2 Chronicles:2:3",
        "t": "Then*p Solomon sent word to King Hiram of Tyre: Do*p for me what you did for my father David. You sent him cedars to build him a house to live in."
    },
    {
        "o": 12430,
        "r": "csb:2 Chronicles:2:4",
        "t": "Now I am building a temple for the name of the Lord*s my God in order to dedicate it to him for burning fragrant incense before him, for displaying the rows of the Bread of the Presence continuously, and for sacrificing burnt offerings for the morning and the evening, the Sabbaths and the New Moons, and the appointed festivals of the Lord*s our God. This is ordained for Israel permanently."
    },
    {
        "o": 12431,
        "r": "csb:2 Chronicles:2:5",
        "t": "The temple that I am building will be great, for our God is greater than any of the gods."
    },
    {
        "o": 12432,
        "r": "csb:2 Chronicles:2:6",
        "t": "But who is able to build a temple for him, since even heaven and the highest heaven cannot contain him? Who am I then that I should build a temple for him except as a place to burn incense before him?"
    },
    {
        "o": 12433,
        "r": "csb:2 Chronicles:2:7",
        "t": "Therefore, send me an artisan who is skilled in engraving to work with gold, silver, bronze, and iron, and with purple, crimson, and blue yarn. He will work with the artisans who are with me in Judah and Jerusalem, appointed by my father David."
    },
    {
        "o": 12434,
        "r": "csb:2 Chronicles:2:8",
        "t": "Also, send me cedar, cypress, and algum logs from Lebanon, for I know that your servants know how to cut the trees of Lebanon. Note that my servants will be with your servants"
    },
    {
        "o": 12435,
        "r": "csb:2 Chronicles:2:9",
        "t": "to prepare logs for me in abundance because the temple I am building will be great and wondrous."
    },
    {
        "o": 12436,
        "r": "csb:2 Chronicles:2:10",
        "t": "I will give your servants, the woodcutters who cut the trees, one hundred twenty thousand bushels of wheat flour, one hundred twenty thousand bushels of barley, one hundred twenty thousand gallons of wine, and one hundred twenty thousand gallons of oil."
    },
    {
        "o": 12437,
        "r": "csb:2 Chronicles:2:10",
        "t": "Hiram’s Reply",
        "h": 2
    },
    {
        "o": 12438,
        "r": "csb:2 Chronicles:2:11",
        "t": "Then*p King Hiram of Tyre wrote a letter and sent it to Solomon: Because*p the Lord*s loves his people, he set you over them as king."
    },
    {
        "o": 12439,
        "r": "csb:2 Chronicles:2:12",
        "t": "Hiram*p also said: Blessed*p be the Lord*s God of Israel, who made the heavens and the earth! He gave King David a wise son with insight and understanding, who will build a temple for the Lord*s and a royal palace for himself."
    },
    {
        "o": 12440,
        "r": "csb:2 Chronicles:2:13",
        "t": "I have now sent Huram-abi, a skillful man who has understanding."
    },
    {
        "o": 12441,
        "r": "csb:2 Chronicles:2:14",
        "t": "He is the son of a woman from the daughters of Dan. His father is a man of Tyre. He knows how to work with gold, silver, bronze, iron, stone, and wood, with purple, blue, crimson yarn, and fine linen. He knows how to do all kinds of engraving and to execute any design that may be given him. I have sent him to be with your artisans and the artisans of my lord, your father David."
    },
    {
        "o": 12442,
        "r": "csb:2 Chronicles:2:15",
        "t": "Now, let my lord send the wheat, barley, oil, and wine to his servants as promised."
    },
    {
        "o": 12443,
        "r": "csb:2 Chronicles:2:16",
        "t": "We will cut logs from Lebanon, as many as you need, and bring them to you as rafts by sea to Joppa. You can then take them up to Jerusalem."
    },
    {
        "o": 12444,
        "r": "csb:2 Chronicles:2:16",
        "t": "Solomon’s Workforce",
        "h": 2
    },
    {
        "o": 12445,
        "r": "csb:2 Chronicles:2:17",
        "t": "Solomon*p took a census of all the resident alien men in the land of Israel, after the census that his father David had conducted, and the total was 153,600."
    },
    {
        "o": 12446,
        "r": "csb:2 Chronicles:2:18",
        "t": "Solomon made 70,000 of them porters, 80,000 stonecutters in the mountains, and 3,600 supervisors to make the people work."
    },
    {
        "o": 12447,
        "r": "csb:2 Chronicles:3:0",
        "t": "2 Chronicles 3",
        "h": 1
    },
    {
        "o": 12448,
        "r": "csb:2 Chronicles:3:0",
        "t": "Building the Temple",
        "h": 2
    },
    {
        "o": 12449,
        "r": "csb:2 Chronicles:3:1",
        "t": "Then*p Solomon began to build the Lord’s*s temple in Jerusalem on Mount Moriah where the Lord*s had appeared to his father David, at the site David had prepared on the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12450,
        "r": "csb:2 Chronicles:3:2",
        "t": "He began to build on the second day of the second month in the fourth year of his reign."
    },
    {
        "o": 12451,
        "r": "csb:2 Chronicles:3:3",
        "t": "These are Solomon’s foundations for building God’s temple: the length was ninety feet, and the width thirty feet."
    },
    {
        "o": 12452,
        "r": "csb:2 Chronicles:3:4",
        "t": "The portico, which was across the front extending across the width of the temple, was thirty feet wide; its height was thirty feet; he overlaid its inner surface with pure gold."
    },
    {
        "o": 12453,
        "r": "csb:2 Chronicles:3:5",
        "t": "The larger room he paneled with cypress wood, overlaid with fine gold, and decorated with palm trees and chains."
    },
    {
        "o": 12454,
        "r": "csb:2 Chronicles:3:6",
        "t": "He adorned the temple with precious stones for beauty, and the gold was the gold of Parvaim."
    },
    {
        "o": 12455,
        "r": "csb:2 Chronicles:3:7",
        "t": "He overlaid the temple - the beams, the thresholds, its walls and doors - with gold, and he carved cherubim on the walls."
    },
    {
        "o": 12456,
        "r": "csb:2 Chronicles:3:7",
        "t": "The Most Holy Place",
        "h": 2
    },
    {
        "o": 12457,
        "r": "csb:2 Chronicles:3:8",
        "t": "Then*p he made the most holy place; its length corresponded to the width of the temple, 30 feet, and its width was 30 feet. He overlaid it with forty-five thousand pounds of fine gold."
    },
    {
        "o": 12458,
        "r": "csb:2 Chronicles:3:9",
        "t": "The weight of the nails was twenty ounces of gold, and he overlaid the ceiling with gold."
    },
    {
        "o": 12459,
        "r": "csb:2 Chronicles:3:10",
        "t": "He*p made two cherubim of sculptured work, for the most holy place, and he overlaid them with gold."
    },
    {
        "o": 12460,
        "r": "csb:2 Chronicles:3:11",
        "t": "The overall length of the wings of the cherubim was 30 feet: the wing of one was 7½ feet, touching the wall of the room; its other wing was 7½ feet, touching the wing of the other cherub."
    },
    {
        "o": 12461,
        "r": "csb:2 Chronicles:3:12",
        "t": "The wing of the other cherub was 7½ feet, touching the wall of the room; its other wing was 7½ feet, reaching the wing of the other cherub."
    },
    {
        "o": 12462,
        "r": "csb:2 Chronicles:3:13",
        "t": "The wingspan of these cherubim was 30 feet. They stood on their feet and faced the larger room."
    },
    {
        "o": 12463,
        "r": "csb:2 Chronicles:3:14",
        "t": "He*p made the curtain of blue, purple, and crimson yarn and fine linen, and he wove cherubim into it."
    },
    {
        "o": 12464,
        "r": "csb:2 Chronicles:3:14",
        "t": "The Bronze Pillars",
        "h": 2
    },
    {
        "o": 12465,
        "r": "csb:2 Chronicles:3:15",
        "t": "In*p front of the temple he made two pillars, each 27 feet high. The capital on top of each was 7½ feet high."
    },
    {
        "o": 12466,
        "r": "csb:2 Chronicles:3:16",
        "t": "He had made chainwork in the inner sanctuary and also put it on top of the pillars. He made a hundred pomegranates and fastened them into the chainwork."
    },
    {
        "o": 12467,
        "r": "csb:2 Chronicles:3:17",
        "t": "Then he set up the pillars in front of the sanctuary, one on the right and one on the left. He named the one on the right Jachin and the one on the left Boaz."
    },
    {
        "o": 12468,
        "r": "csb:2 Chronicles:4:0",
        "t": "2 Chronicles 4",
        "h": 1
    },
    {
        "o": 12469,
        "r": "csb:2 Chronicles:4:0",
        "t": "The Altar and Basins",
        "h": 2
    },
    {
        "o": 12470,
        "r": "csb:2 Chronicles:4:1",
        "t": "He*p made a bronze altar 30 feet long, 30 feet wide, and 15 feet high."
    },
    {
        "o": 12471,
        "r": "csb:2 Chronicles:4:2",
        "t": "Then*p he made the cast metal basin, 15 feet from brim to brim, perfectly round. It was 7½ feet high and 45 feet in circumference."
    },
    {
        "o": 12472,
        "r": "csb:2 Chronicles:4:3",
        "t": "The likeness of oxen was below it, completely encircling it, ten every half yard, completely surrounding the basin. The oxen were cast in two rows when the basin was cast."
    },
    {
        "o": 12473,
        "r": "csb:2 Chronicles:4:4",
        "t": "It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east. The basin was on top of them and all their hindquarters were toward the center."
    },
    {
        "o": 12474,
        "r": "csb:2 Chronicles:4:5",
        "t": "The basin was three inches thick, and its rim was fashioned like the brim of a cup or a lily blossom. It could hold eleven thousand gallons."
    },
    {
        "o": 12475,
        "r": "csb:2 Chronicles:4:6",
        "t": "He*p made ten basins for washing and he put five on the right and five on the left. The parts of the burnt offering were rinsed in them, but the basin was used by the priests for washing."
    },
    {
        "o": 12476,
        "r": "csb:2 Chronicles:4:6",
        "t": "The Lampstands, Tables, and Courts",
        "h": 2
    },
    {
        "o": 12477,
        "r": "csb:2 Chronicles:4:7",
        "t": "He*p made the ten gold lampstands according to their specifications and put them in the sanctuary, five on the right and five on the left."
    },
    {
        "o": 12478,
        "r": "csb:2 Chronicles:4:8",
        "t": "He made ten tables and placed them in the sanctuary, five on the right and five on the left. He also made a hundred gold bowls."
    },
    {
        "o": 12479,
        "r": "csb:2 Chronicles:4:9",
        "t": "He*p made the courtyard of the priests and the large court, and doors for the court. He overlaid the doors with bronze."
    },
    {
        "o": 12480,
        "r": "csb:2 Chronicles:4:10",
        "t": "He put the basin on the right side, toward the southeast."
    },
    {
        "o": 12481,
        "r": "csb:2 Chronicles:4:11",
        "t": "Then Huram made the pots, the shovels, and the bowls."
    },
    {
        "o": 12482,
        "r": "csb:2 Chronicles:4:11",
        "t": "Completion of the Bronze Furnishings",
        "h": 2
    },
    {
        "o": 12483,
        "r": "csb:2 Chronicles:4:11",
        "t": "So*p Huram finished doing the work that he was doing for King Solomon in God’s temple:"
    },
    {
        "o": 12484,
        "r": "csb:2 Chronicles:4:12",
        "t": "two pillars; the bowls and the capitals on top of the two pillars; the two gratings for covering both bowls of the capitals that were on top of the pillars;"
    },
    {
        "o": 12485,
        "r": "csb:2 Chronicles:4:13",
        "t": "the four hundred pomegranates for the two gratings (two rows of pomegranates for each grating covering both capitals’ bowls on top of the pillars)."
    },
    {
        "o": 12486,
        "r": "csb:2 Chronicles:4:14",
        "t": "He also made the water carts and the basins on the water carts."
    },
    {
        "o": 12487,
        "r": "csb:2 Chronicles:4:15",
        "t": "The one basin and the twelve oxen underneath it,"
    },
    {
        "o": 12488,
        "r": "csb:2 Chronicles:4:16",
        "t": "the pots, the shovels, the forks, and all their utensils - Huram-abi made them for King Solomon for the Lord’s*s temple. All these were made of polished bronze."
    },
    {
        "o": 12489,
        "r": "csb:2 Chronicles:4:17",
        "t": "The king had them cast in clay molds in the Jordan Valley between Succoth and Zeredah."
    },
    {
        "o": 12490,
        "r": "csb:2 Chronicles:4:18",
        "t": "Solomon made all these utensils in such great abundance that the weight of the bronze was not determined."
    },
    {
        "o": 12491,
        "r": "csb:2 Chronicles:4:18",
        "t": "Completion of the Gold Furnishings",
        "h": 2
    },
    {
        "o": 12492,
        "r": "csb:2 Chronicles:4:19",
        "t": "Solomon*p also made all the equipment in God’s temple: the gold altar; the tables on which to put the Bread of the Presence;"
    },
    {
        "o": 12493,
        "r": "csb:2 Chronicles:4:20",
        "t": "the lampstands and their lamps of pure gold to burn in front of the inner sanctuary according to specifications;"
    },
    {
        "o": 12494,
        "r": "csb:2 Chronicles:4:21",
        "t": "the flowers, lamps, and gold tongs - of purest gold;"
    },
    {
        "o": 12495,
        "r": "csb:2 Chronicles:4:22",
        "t": "the wick trimmers, sprinkling basins, ladles, and firepans - of purest gold; and the entryway to the temple, its inner doors to the most holy place, and the doors of the temple sanctuary - of gold."
    },
    {
        "o": 12496,
        "r": "csb:2 Chronicles:5:0",
        "t": "2 Chronicles 5",
        "h": 1
    },
    {
        "o": 12497,
        "r": "csb:2 Chronicles:5:1",
        "t": "So*p all the work Solomon did for the Lord’s*s temple was completed. Then Solomon brought the consecrated things of his father David - the silver, the gold, and all the utensils - and put them in the treasuries of God’s temple."
    },
    {
        "o": 12498,
        "r": "csb:2 Chronicles:5:1",
        "t": "Preparations for the Temple Dedication",
        "h": 2
    },
    {
        "o": 12499,
        "r": "csb:2 Chronicles:5:2",
        "t": "At*p that time Solomon assembled at Jerusalem the elders of Israel - all the tribal heads, the ancestral chiefs of the Israelites - in order to bring the ark of the covenant of the Lord*s up from the city of David, that is, Zion."
    },
    {
        "o": 12500,
        "r": "csb:2 Chronicles:5:3",
        "t": "So all the men of Israel were assembled in the king’s presence at the festival; this was in the seventh month."
    },
    {
        "o": 12501,
        "r": "csb:2 Chronicles:5:4",
        "t": "All*p the elders of Israel came, and the Levites picked up the ark."
    },
    {
        "o": 12502,
        "r": "csb:2 Chronicles:5:5",
        "t": "They brought up the ark, the tent of meeting, and the holy utensils that were in the tent. The priests and the Levites brought them up."
    },
    {
        "o": 12503,
        "r": "csb:2 Chronicles:5:6",
        "t": "King Solomon and the entire congregation of Israel who had gathered around him were in front of the ark sacrificing sheep, goats, and cattle that could not be counted or numbered because there were so many."
    },
    {
        "o": 12504,
        "r": "csb:2 Chronicles:5:7",
        "t": "The priests brought the ark of the Lord’s*s covenant to its place, into the inner sanctuary of the temple, to the most holy place, beneath the wings of the cherubim."
    },
    {
        "o": 12505,
        "r": "csb:2 Chronicles:5:8",
        "t": "And the cherubim spread their wings over the place of the ark so that the cherubim formed a cover above the ark and its poles."
    },
    {
        "o": 12506,
        "r": "csb:2 Chronicles:5:9",
        "t": "The poles were so long that their ends were seen from the holy place in front of the inner sanctuary, but they were not seen from outside; they are still there today."
    },
    {
        "o": 12507,
        "r": "csb:2 Chronicles:5:10",
        "t": "Nothing was in the ark except the two tablets that Moses had put in it at Horeb, where the Lord*s had made a covenant with the Israelites when they came out of Egypt."
    },
    {
        "o": 12508,
        "r": "csb:2 Chronicles:5:11",
        "t": "Now*p all the priests who were present had consecrated themselves regardless of their divisions. When the priests came out of the holy place,"
    },
    {
        "o": 12509,
        "r": "csb:2 Chronicles:5:12",
        "t": "the Levitical singers dressed in fine linen and carrying cymbals, harps, and lyres were standing east of the altar, and with them were 120 priests blowing trumpets. The Levitical singers were descendants of Asaph, Heman, and Jeduthun and their sons and relatives."
    },
    {
        "o": 12510,
        "r": "csb:2 Chronicles:5:13",
        "t": "The trumpeters and singers joined together to praise and thank the Lord*s with one voice. They raised their voices, accompanied by trumpets, cymbals, and musical instruments, in praise to the Lord:*s For*pn he is good; his*ln faithful love endures forever. The*p temple, the Lord’s*s temple, was filled with a cloud."
    },
    {
        "o": 12511,
        "r": "csb:2 Chronicles:5:14",
        "t": "And because of the cloud, the priests were not able to continue ministering, for the glory of the Lord*s filled God’s temple."
    },
    {
        "o": 12512,
        "r": "csb:2 Chronicles:6:0",
        "t": "2 Chronicles 6",
        "h": 1
    },
    {
        "o": 12513,
        "r": "csb:2 Chronicles:6:0",
        "t": "Solomon’s Dedication of the Temple",
        "h": 2
    },
    {
        "o": 12514,
        "r": "csb:2 Chronicles:6:1",
        "t": "Then*p Solomon said: The*pn Lord*s said he would dwell in total darkness,"
    },
    {
        "o": 12515,
        "r": "csb:2 Chronicles:6:2",
        "t": "but*ln I have built an exalted temple for you, a*ln place for your dwelling forever."
    },
    {
        "o": 12516,
        "r": "csb:2 Chronicles:6:3",
        "t": "Then*p the king turned and blessed the entire congregation of Israel while they were standing."
    },
    {
        "o": 12517,
        "r": "csb:2 Chronicles:6:4",
        "t": "He said: Blessed*pn be the Lord*s God of Israel! He*ln spoke directly to my father David, and*ln he has fulfilled the promise by*ln his power. He*ln said,"
    },
    {
        "o": 12518,
        "r": "csb:2 Chronicles:6:5",
        "t": "“Since*ln the day I brought my people Israel out*ln of the land of Egypt, I*ln have not chosen a city to build a temple in among*ln any of the tribes of Israel, so*ln that my name would be there, and*ln I have not chosen a man to*ln be ruler over my people Israel."
    },
    {
        "o": 12519,
        "r": "csb:2 Chronicles:6:6",
        "t": "But*ln I have chosen Jerusalem so*ln that my name will be there, and*ln I have chosen David to*ln be over my people Israel.”"
    },
    {
        "o": 12520,
        "r": "csb:2 Chronicles:6:7",
        "t": "My*ln father David had his heart set on*ln building a temple for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 12521,
        "r": "csb:2 Chronicles:6:8",
        "t": "However,*ln the Lord*s said to my father David, “Since*ln it was your desire to build a temple for my name, you*ln have done well to have this desire."
    },
    {
        "o": 12522,
        "r": "csb:2 Chronicles:6:9",
        "t": "Yet,*ln you are not the one to build the temple, but*ln your son, your own offspring, will*ln build the temple for my name.”"
    },
    {
        "o": 12523,
        "r": "csb:2 Chronicles:6:10",
        "t": "So*ln the Lord*s has fulfilled what he promised. I*ln have taken the place of my father David and*ln I sit on the throne of Israel, as the Lord*s promised. I*ln have built the temple for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 12524,
        "r": "csb:2 Chronicles:6:11",
        "t": "I*ln have put the ark there, where*ln the Lord’s*s covenant is that*ln he made with the Israelites."
    },
    {
        "o": 12525,
        "r": "csb:2 Chronicles:6:11",
        "t": "Solomon’s Prayer",
        "h": 2
    },
    {
        "o": 12526,
        "r": "csb:2 Chronicles:6:12",
        "t": "Then*p Solomon stood before the altar of the Lord*s in front of the entire congregation of Israel and spread out his hands."
    },
    {
        "o": 12527,
        "r": "csb:2 Chronicles:6:13",
        "t": "For Solomon had made a bronze platform 7½ feet long, 7½ feet wide, and 4½ feet high and put it in the court. He stood on it, knelt down in front of the entire congregation of Israel, and spread out his hands toward heaven."
    },
    {
        "o": 12528,
        "r": "csb:2 Chronicles:6:14",
        "t": "He said: Lord*spn God of Israel, there*ln is no God like you in*ln heaven or on earth, who*ln keeps his gracious covenant with*ln your servants who walk before you with*ln all their heart."
    },
    {
        "o": 12529,
        "r": "csb:2 Chronicles:6:15",
        "t": "You*ln have kept what you promised to*ln your servant, my father David. You*ln spoke directly to him, and*ln you fulfilled your promise by your power, as*ln it is today."
    },
    {
        "o": 12530,
        "r": "csb:2 Chronicles:6:16",
        "t": "Therefore,*ln Lord*s God of Israel, keep*ln what you promised to*ln your servant, my father David: “You*ln will never fail to have a man to*ln sit before me on the throne of Israel, if*ln only your sons take care to walk in my Law as*ln you have walked before me.”"
    },
    {
        "o": 12531,
        "r": "csb:2 Chronicles:6:17",
        "t": "Now,*ln Lord*s God of Israel, please confirm what*ln you promised to your servant David."
    },
    {
        "o": 12532,
        "r": "csb:2 Chronicles:6:18",
        "t": "But*ln will God indeed live on earth with humans? Even*ln heaven, the highest heaven, cannot contain you, much*ln less this temple I have built."
    },
    {
        "o": 12533,
        "r": "csb:2 Chronicles:6:19",
        "t": "Listen*ln to your servant’s prayer and his petition, Lord*sln my God, so*ln that you may hear the cry and the prayer that*ln your servant prays before you,"
    },
    {
        "o": 12534,
        "r": "csb:2 Chronicles:6:20",
        "t": "so*ln that your eyes watch over this temple day*ln and night, toward*ln the place where you said you*ln would put your name; and*ln so that you may hear the prayer your*ln servant prays toward this place."
    },
    {
        "o": 12535,
        "r": "csb:2 Chronicles:6:21",
        "t": "Hear*ln the petitions of your servant and*ln your people Israel, which*ln they pray toward this place. May*ln you hear in your dwelling place in heaven. May*ln you hear and forgive."
    },
    {
        "o": 12536,
        "r": "csb:2 Chronicles:6:22",
        "t": "If*ln a man sins against his neighbor and*ln is forced to take an oath and*ln he comes to take an oath before*ln your altar in this temple,"
    },
    {
        "o": 12537,
        "r": "csb:2 Chronicles:6:23",
        "t": "may*ln you hear in heaven and act. May*ln you judge your servants, condemning*ln the wicked man by bringing what*ln he has done on his own head and*ln providing justice for the righteous by*ln rewarding him according to his righteousness."
    },
    {
        "o": 12538,
        "r": "csb:2 Chronicles:6:24",
        "t": "If*ln your people Israel are defeated before an enemy, because*ln they have sinned against you, and*ln they return to you and praise your name, and*ln they pray and plead for mercy before*ln you in this temple,"
    },
    {
        "o": 12539,
        "r": "csb:2 Chronicles:6:25",
        "t": "may*ln you hear in heaven and*ln forgive the sin of your people Israel. May*ln you restore them to the land you*ln gave them and their ancestors."
    },
    {
        "o": 12540,
        "r": "csb:2 Chronicles:6:26",
        "t": "When*ln the skies are shut and there is no rain because*ln they have sinned against you, and*ln they pray toward this place and*ln praise your name, and*ln they turn from their sins because*ln you are afflicting them,"
    },
    {
        "o": 12541,
        "r": "csb:2 Chronicles:6:27",
        "t": "may*ln you hear in heaven and*ln forgive the sin of your servants and*ln your people Israel, so*ln that you may teach them the good way they*ln should walk in. May*ln you send rain on your land that*ln you gave your people for an inheritance."
    },
    {
        "o": 12542,
        "r": "csb:2 Chronicles:6:28",
        "t": "When*ln there is famine in the land, when*ln there is pestilence, when*ln there is blight or mildew, locust or grasshopper, when*ln their enemies besiege them in*ln the land and its cities, when*ln there is any plague or illness,"
    },
    {
        "o": 12543,
        "r": "csb:2 Chronicles:6:29",
        "t": "every*ln prayer or petition that*ln any person or that all your people Israel may have — they*ln each know their own affliction and suffering — as*ln they spread out their hands toward this temple,"
    },
    {
        "o": 12544,
        "r": "csb:2 Chronicles:6:30",
        "t": "may*ln you hear in heaven, your dwelling place, and*ln may you forgive and give to everyone according*ln to all their ways, since you know each heart, for*ln you alone know the human heart,"
    },
    {
        "o": 12545,
        "r": "csb:2 Chronicles:6:31",
        "t": "so*ln that they may fear you and*ln walk in your ways all*ln the days they live on the land you*ln gave our ancestors."
    },
    {
        "o": 12546,
        "r": "csb:2 Chronicles:6:32",
        "t": "Even*ln for the foreigner who is not of your people Israel but*ln has come from a distant land because*ln of your great name and*ln your strong hand and outstretched arm: when*ln he comes and prays toward this temple,"
    },
    {
        "o": 12547,
        "r": "csb:2 Chronicles:6:33",
        "t": "may*ln you hear in heaven in your dwelling place, and*ln do all the foreigner asks you. Then*ln all the peoples of the earth will know your name, to*ln fear you as your people Israel do and*ln know that this temple I have built bears*ln your name."
    },
    {
        "o": 12548,
        "r": "csb:2 Chronicles:6:34",
        "t": "When*ln your people go out to fight against their enemies, wherever*ln you send them, and*ln they pray to you in*ln the direction of this city you have chosen and*ln the temple that I have built for your name,"
    },
    {
        "o": 12549,
        "r": "csb:2 Chronicles:6:35",
        "t": "may*ln you hear their prayer and petition in heaven and*ln uphold their cause."
    },
    {
        "o": 12550,
        "r": "csb:2 Chronicles:6:36",
        "t": "When*ln they sin against you — for*ln there is no one who does not sin— and*ln you are angry with them and*ln hand them over to the enemy, and*ln their captors deport them to*ln a distant or nearby country,"
    },
    {
        "o": 12551,
        "r": "csb:2 Chronicles:6:37",
        "t": "and*ln when they come to their senses in*ln the land where they were deported and*ln repent and petition you in their captors’ land, saying,*ln “We have sinned and done wrong; we*ln have been wicked,”"
    },
    {
        "o": 12552,
        "r": "csb:2 Chronicles:6:38",
        "t": "and*ln when they return to you with all their mind and all their heart in*ln the land of their captivity where they were taken captive, and*ln when they pray in the direction of their land that*ln you gave their ancestors, and*ln the city you have chosen, and*ln toward the temple I have built for your name,"
    },
    {
        "o": 12553,
        "r": "csb:2 Chronicles:6:39",
        "t": "may*ln you hear their prayer and petitions in heaven, your*ln dwelling place, and*ln uphold their cause. May*ln you forgive your people who*ln sinned against you."
    },
    {
        "o": 12554,
        "r": "csb:2 Chronicles:6:40",
        "t": "Now,*ln my God, please*ln let your eyes be open and*ln your ears attentive to*ln the prayer of this place."
    },
    {
        "o": 12555,
        "r": "csb:2 Chronicles:6:41",
        "t": "Now*ln therefore: Arise,*ln Lord*s God, come to your resting place, you*ln and your powerful ark. May*ln your priests, Lord*s God, be clothed with salvation, and*ln may your faithful people rejoice in goodness."
    },
    {
        "o": 12556,
        "r": "csb:2 Chronicles:6:42",
        "t": "Lord*sln God, do not reject your anointed one; remember*ln your servant David’s acts of faithful love."
    },
    {
        "o": 12557,
        "r": "csb:2 Chronicles:7:0",
        "t": "2 Chronicles 7",
        "h": 1
    },
    {
        "o": 12558,
        "r": "csb:2 Chronicles:7:0",
        "t": "The Dedication Ceremonies",
        "h": 2
    },
    {
        "o": 12559,
        "r": "csb:2 Chronicles:7:1",
        "t": "When*p Solomon finished praying, fire descended from heaven and consumed the burnt offering and the sacrifices, and the glory of the Lord*s filled the temple."
    },
    {
        "o": 12560,
        "r": "csb:2 Chronicles:7:2",
        "t": "The priests were not able to enter the Lord’s*s temple because the glory of the Lord*s filled the temple of the Lord.*s"
    },
    {
        "o": 12561,
        "r": "csb:2 Chronicles:7:3",
        "t": "All the Israelites were watching when the fire descended and the glory of the Lord*s came on the temple. They bowed down on the pavement with their faces to the ground. They worshiped and praised the Lord:*s For*pn he is good, for*ln his faithful love endures forever."
    },
    {
        "o": 12562,
        "r": "csb:2 Chronicles:7:4",
        "t": "The*p king and all the people were offering sacrifices in the Lord’s*s presence."
    },
    {
        "o": 12563,
        "r": "csb:2 Chronicles:7:5",
        "t": "King Solomon offered a sacrifice of twenty-two thousand cattle and one hundred twenty thousand sheep and goats. In this manner the king and all the people dedicated God’s temple."
    },
    {
        "o": 12564,
        "r": "csb:2 Chronicles:7:6",
        "t": "The priests and the Levites were standing at their stations. The Levites had the musical instruments of the Lord,*s which King David had made to give thanks to the Lord-*s “for his faithful love endures forever” - when he offered praise with them. Across from the Levites, the priests were blowing trumpets, and all the people were standing."
    },
    {
        "o": 12565,
        "r": "csb:2 Chronicles:7:7",
        "t": "Since the bronze altar that Solomon had made could not accommodate the burnt offering, the grain offering, and the fat of the fellowship offerings, Solomon first consecrated the middle of the courtyard that was in front of the Lord’s*s temple and then offered the burnt offerings and the fat of the fellowship offerings there."
    },
    {
        "o": 12566,
        "r": "csb:2 Chronicles:7:8",
        "t": "So*p Solomon and all Israel with him - a very great assembly, from the entrance to Hamath to the Brook of Egypt - observed the festival at that time for seven days."
    },
    {
        "o": 12567,
        "r": "csb:2 Chronicles:7:9",
        "t": "On the eighth day they held a solemn assembly, for the dedication of the altar lasted seven days and the festival seven days."
    },
    {
        "o": 12568,
        "r": "csb:2 Chronicles:7:10",
        "t": "On the twenty-third day of the seventh month he sent the people home, rejoicing and with happy hearts for the goodness the Lord*s had done for David, for Solomon, and for his people Israel."
    },
    {
        "o": 12569,
        "r": "csb:2 Chronicles:7:11",
        "t": "So*p Solomon finished the Lord’s*s temple and the royal palace. Everything that had entered Solomon’s heart to do for the Lord’s*s temple and for his own palace succeeded."
    },
    {
        "o": 12570,
        "r": "csb:2 Chronicles:7:11",
        "t": "The Lord’s Response",
        "h": 2
    },
    {
        "o": 12571,
        "r": "csb:2 Chronicles:7:12",
        "t": "Then*p the Lord*s appeared to Solomon at night and said to him: I*p have heard your prayer and have chosen this place for myself as a temple of sacrifice."
    },
    {
        "o": 12572,
        "r": "csb:2 Chronicles:7:13",
        "t": "If I shut the sky so there is no rain, or if I command the grasshopper to consume the land, or if I send pestilence on my people,"
    },
    {
        "o": 12573,
        "r": "csb:2 Chronicles:7:14",
        "t": "and my people, who bear my name, humble themselves, pray and seek my face, and turn from their evil ways, then I will hear from heaven, forgive their sin, and heal their land."
    },
    {
        "o": 12574,
        "r": "csb:2 Chronicles:7:15",
        "t": "My eyes will now be open and my ears attentive to prayer from this place."
    },
    {
        "o": 12575,
        "r": "csb:2 Chronicles:7:16",
        "t": "And I have now chosen and consecrated this temple so that my name may be there forever; my eyes and my heart will be there at all times."
    },
    {
        "o": 12576,
        "r": "csb:2 Chronicles:7:17",
        "t": "As*p for you, if you walk before me as your father David walked, doing everything I have commanded you, and if you keep my statutes and ordinances,"
    },
    {
        "o": 12577,
        "r": "csb:2 Chronicles:7:18",
        "t": "I will establish your royal throne, as I promised your father David: You will never fail to have a man ruling in Israel."
    },
    {
        "o": 12578,
        "r": "csb:2 Chronicles:7:19",
        "t": "However,*p if you turn away and abandon my statutes and my commands that I have set before you and if you go and serve other gods and bow in worship to them,"
    },
    {
        "o": 12579,
        "r": "csb:2 Chronicles:7:20",
        "t": "then I will uproot Israel from the soil that I gave them, and this temple that I have sanctified for my name I will banish from my presence; I will make it an object of scorn and ridicule among all the peoples."
    },
    {
        "o": 12580,
        "r": "csb:2 Chronicles:7:21",
        "t": "As for this temple, which was exalted, everyone who passes by will be appalled and will say, “Why did the Lord*s do this to this land and this temple?”"
    },
    {
        "o": 12581,
        "r": "csb:2 Chronicles:7:22",
        "t": "Then they will say, “Because they abandoned the Lord*s God of their ancestors who brought them out of the land of Egypt. They clung to other gods and bowed in worship to them and served them. Because of this, he brought all this ruin on them.”"
    },
    {
        "o": 12582,
        "r": "csb:2 Chronicles:8:0",
        "t": "2 Chronicles 8",
        "h": 1
    },
    {
        "o": 12583,
        "r": "csb:2 Chronicles:8:0",
        "t": "Solomon’s Later Building Projects",
        "h": 2
    },
    {
        "o": 12584,
        "r": "csb:2 Chronicles:8:1",
        "t": "At*p the end of twenty years during which Solomon had built the Lord’s*s temple and his own palace -"
    },
    {
        "o": 12585,
        "r": "csb:2 Chronicles:8:2",
        "t": "Solomon had rebuilt the cities Hiram gave him and settled Israelites there -"
    },
    {
        "o": 12586,
        "r": "csb:2 Chronicles:8:3",
        "t": "Solomon went to Hamath-zobah and seized it."
    },
    {
        "o": 12587,
        "r": "csb:2 Chronicles:8:4",
        "t": "He built Tadmor in the wilderness along with all the storage cities that he built in Hamath."
    },
    {
        "o": 12588,
        "r": "csb:2 Chronicles:8:5",
        "t": "He built Upper Beth-horon and Lower Beth-horon- fortified cities with walls, gates, and bars-"
    },
    {
        "o": 12589,
        "r": "csb:2 Chronicles:8:6",
        "t": "Baalath, all the storage cities that belonged to Solomon, all the chariot cities, the cavalry cities, and everything Solomon desired to build in Jerusalem, Lebanon, or anywhere else in the land of his dominion."
    },
    {
        "o": 12590,
        "r": "csb:2 Chronicles:8:7",
        "t": "As*p for all the peoples who remained of the Hethites, Amorites, Perizzites, Hivites, and Jebusites, who were not from Israel-"
    },
    {
        "o": 12591,
        "r": "csb:2 Chronicles:8:8",
        "t": "their descendants who remained in the land after them, those the Israelites had not completely destroyed - Solomon imposed forced labor on them; it is this way today."
    },
    {
        "o": 12592,
        "r": "csb:2 Chronicles:8:9",
        "t": "But Solomon did not consign the Israelites to be slaves for his work; they were soldiers, commanders of his captains, and commanders of his chariots and his cavalry."
    },
    {
        "o": 12593,
        "r": "csb:2 Chronicles:8:10",
        "t": "These were King Solomon’s deputies: 250 who supervised the people."
    },
    {
        "o": 12594,
        "r": "csb:2 Chronicles:8:11",
        "t": "Solomon*p brought the daughter of Pharaoh from the city of David to the house he had built for her, for he said, “My wife must not live in the house of King David of Israel because the places the ark of the Lord*s has come into are holy.”"
    },
    {
        "o": 12595,
        "r": "csb:2 Chronicles:8:11",
        "t": "Public Worship Established at the Temple",
        "h": 2
    },
    {
        "o": 12596,
        "r": "csb:2 Chronicles:8:12",
        "t": "At*p that time Solomon offered burnt offerings to the Lord*s on the Lord’s*s altar he had made in front of the portico."
    },
    {
        "o": 12597,
        "r": "csb:2 Chronicles:8:13",
        "t": "He followed the daily requirement for offerings according to the commandment of Moses for Sabbaths, New Moons, and the three annual appointed festivals: the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Shelters."
    },
    {
        "o": 12598,
        "r": "csb:2 Chronicles:8:14",
        "t": "According to the ordinances of his father David, he appointed the divisions of the priests over their service, of the Levites over their responsibilities to offer praise and to minister before the priests following the daily requirement, and of the gatekeepers by their divisions with respect to each temple gate, for this had been the command of David, the man of God."
    },
    {
        "o": 12599,
        "r": "csb:2 Chronicles:8:15",
        "t": "They did not turn aside from the king’s command regarding the priests and the Levites concerning any matter or concerning the treasuries."
    },
    {
        "o": 12600,
        "r": "csb:2 Chronicles:8:16",
        "t": "All of Solomon’s work was carried out from the day the foundation was laid for the Lord’s*s temple until it was finished. So the Lord’s*s temple was completed."
    },
    {
        "o": 12601,
        "r": "csb:2 Chronicles:8:16",
        "t": "Solomon’s Fleet",
        "h": 2
    },
    {
        "o": 12602,
        "r": "csb:2 Chronicles:8:17",
        "t": "At*p that time Solomon went to Ezion-geber and to Eloth on the seashore in the land of Edom."
    },
    {
        "o": 12603,
        "r": "csb:2 Chronicles:8:18",
        "t": "So Hiram sent ships to him by his servants along with crews of experienced seamen. They went with Solomon’s servants to Ophir, took from there seventeen tons of gold, and delivered it to King Solomon."
    },
    {
        "o": 12604,
        "r": "csb:2 Chronicles:9:0",
        "t": "2 Chronicles 9",
        "h": 1
    },
    {
        "o": 12605,
        "r": "csb:2 Chronicles:9:0",
        "t": "The Queen of Sheba",
        "h": 2
    },
    {
        "o": 12606,
        "r": "csb:2 Chronicles:9:1",
        "t": "The*p queen of Sheba heard of Solomon’s fame, so she came to test Solomon with difficult questions at Jerusalem with a very large entourage, with camels bearing spices, gold in abundance, and precious stones. She came to Solomon and spoke with him about everything that was on her mind."
    },
    {
        "o": 12607,
        "r": "csb:2 Chronicles:9:2",
        "t": "So Solomon answered all her questions; nothing was too difficult for Solomon to explain to her."
    },
    {
        "o": 12608,
        "r": "csb:2 Chronicles:9:3",
        "t": "When the queen of Sheba observed Solomon’s wisdom, the palace he had built,"
    },
    {
        "o": 12609,
        "r": "csb:2 Chronicles:9:4",
        "t": "the food at his table, his servants’ residence, his attendants’ service and their attire, his cupbearers and their attire, and the burnt offerings he offered at the Lord’s*s temple, it took her breath away."
    },
    {
        "o": 12610,
        "r": "csb:2 Chronicles:9:5",
        "t": "She*p said to the king, “The report I heard in my own country about your words and about your wisdom is true."
    },
    {
        "o": 12611,
        "r": "csb:2 Chronicles:9:6",
        "t": "But I didn’t believe their reports until I came and saw with my own eyes. Indeed, I was not even told half of your great wisdom! You far exceed the report I heard."
    },
    {
        "o": 12612,
        "r": "csb:2 Chronicles:9:7",
        "t": "How happy are your men. How happy are these servants of yours, who always stand in your presence hearing your wisdom."
    },
    {
        "o": 12613,
        "r": "csb:2 Chronicles:9:8",
        "t": "Blessed be the Lord*s your God! He delighted in you and put you on his throne as king for the Lord*s your God. Because your God loved Israel enough to establish them forever, he has set you over them as king to carry out justice and righteousness.”"
    },
    {
        "o": 12614,
        "r": "csb:2 Chronicles:9:9",
        "t": "Then*p she gave the king four and a half tons of gold, a great quantity of spices, and precious stones. There never were such spices as those the queen of Sheba gave to King Solomon."
    },
    {
        "o": 12615,
        "r": "csb:2 Chronicles:9:10",
        "t": "In addition, Hiram’s servants and Solomon’s servants who brought gold from Ophir also brought algum wood and precious stones."
    },
    {
        "o": 12616,
        "r": "csb:2 Chronicles:9:11",
        "t": "The king made the algum wood into walkways for the Lord’s*s temple and for the king’s palace and into lyres and harps for the singers. Never before had anything like them been seen in the land of Judah."
    },
    {
        "o": 12617,
        "r": "csb:2 Chronicles:9:12",
        "t": "King*p Solomon gave the queen of Sheba her every desire, whatever she asked - far more than she had brought the king. Then she, along with her servants, returned to her own country."
    },
    {
        "o": 12618,
        "r": "csb:2 Chronicles:9:12",
        "t": "Solomon’s Wealth",
        "h": 2
    },
    {
        "o": 12619,
        "r": "csb:2 Chronicles:9:13",
        "t": "The*p weight of gold that came to Solomon annually was twenty-five tons,"
    },
    {
        "o": 12620,
        "r": "csb:2 Chronicles:9:14",
        "t": "besides what was brought by the merchants and traders. All the Arabian kings and governors of the land also brought gold and silver to Solomon."
    },
    {
        "o": 12621,
        "r": "csb:2 Chronicles:9:15",
        "t": "King*p Solomon made two hundred large shields of hammered gold; 15 pounds of hammered gold went into each shield."
    },
    {
        "o": 12622,
        "r": "csb:2 Chronicles:9:16",
        "t": "He made three hundred small shields of hammered gold; 7½ pounds of gold went into each shield. The king put them in the House of the Forest of Lebanon."
    },
    {
        "o": 12623,
        "r": "csb:2 Chronicles:9:17",
        "t": "The*p king also made a large ivory throne and overlaid it with pure gold."
    },
    {
        "o": 12624,
        "r": "csb:2 Chronicles:9:18",
        "t": "The throne had six steps; there was a footstool covered in gold for the throne, armrests on either side of the seat, and two lions standing beside the armrests."
    },
    {
        "o": 12625,
        "r": "csb:2 Chronicles:9:19",
        "t": "Twelve lions were standing there on the six steps, one at each end. Nothing like it had ever been made in any other kingdom."
    },
    {
        "o": 12626,
        "r": "csb:2 Chronicles:9:20",
        "t": "All*p of King Solomon’s drinking cups were gold, and all the utensils of the House of the Forest of Lebanon were pure gold. There was no silver, since it was considered as nothing in Solomon’s time,"
    },
    {
        "o": 12627,
        "r": "csb:2 Chronicles:9:21",
        "t": "for the king’s ships kept going to Tarshish with Hiram’s servants, and once every three years the ships of Tarshish would arrive bearing gold, silver, ivory, apes, and peacocks."
    },
    {
        "o": 12628,
        "r": "csb:2 Chronicles:9:22",
        "t": "King*p Solomon surpassed all the kings of the world in riches and wisdom."
    },
    {
        "o": 12629,
        "r": "csb:2 Chronicles:9:23",
        "t": "All the kings of the world wanted an audience with Solomon to hear the wisdom God had put in his heart."
    },
    {
        "o": 12630,
        "r": "csb:2 Chronicles:9:24",
        "t": "Each of them would bring his own gift - items of silver and gold, clothing, weapons, spices, and horses and mules - as an annual tribute."
    },
    {
        "o": 12631,
        "r": "csb:2 Chronicles:9:25",
        "t": "Solomon*p had four thousand stalls for horses and chariots, and twelve thousand horsemen. He stationed them in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 12632,
        "r": "csb:2 Chronicles:9:26",
        "t": "He ruled over all the kings from the Euphrates River to the land of the Philistines and as far as the border of Egypt."
    },
    {
        "o": 12633,
        "r": "csb:2 Chronicles:9:27",
        "t": "The king made silver as common in Jerusalem as stones, and he made cedar as abundant as sycamore in the Judean foothills."
    },
    {
        "o": 12634,
        "r": "csb:2 Chronicles:9:28",
        "t": "They were bringing horses for Solomon from Egypt and from all the countries."
    },
    {
        "o": 12635,
        "r": "csb:2 Chronicles:9:28",
        "t": "Solomon’s Death",
        "h": 2
    },
    {
        "o": 12636,
        "r": "csb:2 Chronicles:9:29",
        "t": "The*p remaining events of Solomon’s reign, from beginning to end, are written in the Events of the Prophet Nathan, the Prophecy of Ahijah the Shilonite, and the Visions of the Seer Iddo concerning Jeroboam son of Nebat."
    },
    {
        "o": 12637,
        "r": "csb:2 Chronicles:9:30",
        "t": "Solomon reigned in Jerusalem over all Israel for forty years."
    },
    {
        "o": 12638,
        "r": "csb:2 Chronicles:9:31",
        "t": "Solomon rested with his ancestors and was buried in the city of his father David. His son Rehoboam became king in his place."
    },
    {
        "o": 12639,
        "r": "csb:2 Chronicles:10:0",
        "t": "2 Chronicles 10",
        "h": 1
    },
    {
        "o": 12640,
        "r": "csb:2 Chronicles:10:0",
        "t": "The Kingdom Divided",
        "h": 2
    },
    {
        "o": 12641,
        "r": "csb:2 Chronicles:10:1",
        "t": "Then*p Rehoboam went to Shechem, for all Israel had gone to Shechem to make him king."
    },
    {
        "o": 12642,
        "r": "csb:2 Chronicles:10:2",
        "t": "When Jeroboam son of Nebat heard about it - for he was in Egypt where he had fled from King Solomon’s presence - Jeroboam returned from Egypt."
    },
    {
        "o": 12643,
        "r": "csb:2 Chronicles:10:3",
        "t": "So they summoned him. Then Jeroboam and all Israel came and spoke to Rehoboam:"
    },
    {
        "o": 12644,
        "r": "csb:2 Chronicles:10:4",
        "t": "“Your father made our yoke harsh. Therefore, lighten your father’s harsh service and the heavy yoke he put on us, and we will serve you.”"
    },
    {
        "o": 12645,
        "r": "csb:2 Chronicles:10:5",
        "t": "Rehoboam*p replied, “Return to me in three days.” So the people left."
    },
    {
        "o": 12646,
        "r": "csb:2 Chronicles:10:6",
        "t": "Then*p King Rehoboam consulted with the elders who had attended his father Solomon when he was alive, asking, “How do you advise me to respond to this people?”"
    },
    {
        "o": 12647,
        "r": "csb:2 Chronicles:10:7",
        "t": "They*p replied, “If you will be kind to this people and please them by speaking kind words to them, they will be your servants forever.”"
    },
    {
        "o": 12648,
        "r": "csb:2 Chronicles:10:8",
        "t": "But*p he rejected the advice of the elders who had advised him, and he consulted with the young men who had grown up with him, the ones attending him."
    },
    {
        "o": 12649,
        "r": "csb:2 Chronicles:10:9",
        "t": "He asked them, “What message do you advise we send back to this people who said to me, ‘Lighten the yoke your father put on us’?”"
    },
    {
        "o": 12650,
        "r": "csb:2 Chronicles:10:10",
        "t": "Then*p the young men who had grown up with him told him, “This is what you should say to the people who said to you, ‘Your father made our yoke heavy, but you, make it lighter on us! ’ This is what you should say to them: ‘My little finger is thicker than my father’s waist!"
    },
    {
        "o": 12651,
        "r": "csb:2 Chronicles:10:11",
        "t": "Now therefore, my father burdened you with a heavy yoke, but I will add to your yoke; my father disciplined you with whips, but I, with barbed whips.’”"
    },
    {
        "o": 12652,
        "r": "csb:2 Chronicles:10:12",
        "t": "So*p Jeroboam and all the people came to Rehoboam on the third day, just as the king had ordered, saying, “Return to me on the third day.”"
    },
    {
        "o": 12653,
        "r": "csb:2 Chronicles:10:13",
        "t": "Then the king answered them harshly. King Rehoboam rejected the elders’ advice"
    },
    {
        "o": 12654,
        "r": "csb:2 Chronicles:10:14",
        "t": "and spoke to them according to the young men’s advice, saying, “My father made your yoke heavy, but I will add to it; my father disciplined you with whips, but I, with barbed whips.”"
    },
    {
        "o": 12655,
        "r": "csb:2 Chronicles:10:15",
        "t": "The*p king did not listen to the people because the turn of events came from God, in order that the Lord*s might carry out his word that he had spoken through Ahijah the Shilonite to Jeroboam son of Nebat."
    },
    {
        "o": 12656,
        "r": "csb:2 Chronicles:10:16",
        "t": "When*p all Israel saw that the king had not listened to them, the people answered the king: What*pn portion do we have in David? We*ln have no inheritance in the son of Jesse. Israel,*ln each to your tent; David,*ln look after your own house now! So*p all Israel went to their tents."
    },
    {
        "o": 12657,
        "r": "csb:2 Chronicles:10:17",
        "t": "But as for the Israelites living in the cities of Judah, Rehoboam reigned over them."
    },
    {
        "o": 12658,
        "r": "csb:2 Chronicles:10:18",
        "t": "Then*p King Rehoboam sent Hadoram, who was in charge of the forced labor, but the Israelites stoned him to death. However, King Rehoboam managed to get into his chariot to flee to Jerusalem."
    },
    {
        "o": 12659,
        "r": "csb:2 Chronicles:10:19",
        "t": "Israel is in rebellion against the house of David until today."
    },
    {
        "o": 12660,
        "r": "csb:2 Chronicles:11:0",
        "t": "2 Chronicles 11",
        "h": 1
    },
    {
        "o": 12661,
        "r": "csb:2 Chronicles:11:0",
        "t": "Rehoboam in Jerusalem",
        "h": 2
    },
    {
        "o": 12662,
        "r": "csb:2 Chronicles:11:1",
        "t": "When*p Rehoboam arrived in Jerusalem, he mobilized the house of Judah and Benjamin - one hundred eighty thousand fit young soldiers - to fight against Israel to restore the reign to Rehoboam."
    },
    {
        "o": 12663,
        "r": "csb:2 Chronicles:11:2",
        "t": "But the word of the Lord*s came to Shemaiah, the man of God:"
    },
    {
        "o": 12664,
        "r": "csb:2 Chronicles:11:3",
        "t": "“Say to Rehoboam son of Solomon, king of Judah, to all Israel in Judah and Benjamin, and to the rest of the people,"
    },
    {
        "o": 12665,
        "r": "csb:2 Chronicles:11:4",
        "t": "‘This is what the Lord*s says: You are not to march up and fight against your brothers. Each of you return home, for this incident has come from me.’” So*p they listened to what the Lord*s said and turned back from going against Jeroboam."
    },
    {
        "o": 12666,
        "r": "csb:2 Chronicles:11:4",
        "t": "Judah’s King Rehoboam",
        "h": 2
    },
    {
        "o": 12667,
        "r": "csb:2 Chronicles:11:5",
        "t": "Rehoboam*p stayed in Jerusalem, and he fortified cities in Judah."
    },
    {
        "o": 12668,
        "r": "csb:2 Chronicles:11:6",
        "t": "He built up Bethlehem, Etam, Tekoa,"
    },
    {
        "o": 12669,
        "r": "csb:2 Chronicles:11:7",
        "t": "Beth-zur, Soco, Adullam,"
    },
    {
        "o": 12670,
        "r": "csb:2 Chronicles:11:8",
        "t": "Gath, Mareshah, Ziph,"
    },
    {
        "o": 12671,
        "r": "csb:2 Chronicles:11:9",
        "t": "Adoraim, Lachish, Azekah,"
    },
    {
        "o": 12672,
        "r": "csb:2 Chronicles:11:10",
        "t": "Zorah, Aijalon, and Hebron, which are fortified cities in Judah and in Benjamin."
    },
    {
        "o": 12673,
        "r": "csb:2 Chronicles:11:11",
        "t": "He strengthened their fortifications and put leaders in them with supplies of food, oil, and wine."
    },
    {
        "o": 12674,
        "r": "csb:2 Chronicles:11:12",
        "t": "He also put large shields and spears in each and every city to make them very strong. So Judah and Benjamin were his."
    },
    {
        "o": 12675,
        "r": "csb:2 Chronicles:11:13",
        "t": "The*p priests and Levites from all their regions throughout Israel took their stand with Rehoboam,"
    },
    {
        "o": 12676,
        "r": "csb:2 Chronicles:11:14",
        "t": "for the Levites left their pasturelands and their possessions and went to Judah and Jerusalem, because Jeroboam and his sons refused to let them serve as priests of the Lord.*s"
    },
    {
        "o": 12677,
        "r": "csb:2 Chronicles:11:15",
        "t": "Jeroboam appointed his own priests for the high places, the goat-demons, and the golden calves he had made."
    },
    {
        "o": 12678,
        "r": "csb:2 Chronicles:11:16",
        "t": "Those from every tribe of Israel who had determined in their hearts to seek the Lord*s their God followed the Levites to Jerusalem to sacrifice to the Lord,*s the God of their ancestors."
    },
    {
        "o": 12679,
        "r": "csb:2 Chronicles:11:17",
        "t": "So they strengthened the kingdom of Judah and supported Rehoboam son of Solomon for three years, because they walked in the ways of David and Solomon for three years."
    },
    {
        "o": 12680,
        "r": "csb:2 Chronicles:11:18",
        "t": "Rehoboam*p married Mahalath, daughter of David’s son Jerimoth and of Abihail daughter of Jesse’s son Eliab."
    },
    {
        "o": 12681,
        "r": "csb:2 Chronicles:11:19",
        "t": "She bore sons to him: Jeush, Shemariah, and Zaham."
    },
    {
        "o": 12682,
        "r": "csb:2 Chronicles:11:20",
        "t": "After her, he married Maacah daughter of Absalom. She bore Abijah, Attai, Ziza, and Shelomith to him."
    },
    {
        "o": 12683,
        "r": "csb:2 Chronicles:11:21",
        "t": "Rehoboam loved Maacah daughter of Absalom more than all his wives and concubines. He acquired eighteen wives and sixty concubines and was the father of twenty-eight sons and sixty daughters."
    },
    {
        "o": 12684,
        "r": "csb:2 Chronicles:11:22",
        "t": "Rehoboam*p appointed Abijah son of Maacah as chief, leader among his brothers, intending to make him king."
    },
    {
        "o": 12685,
        "r": "csb:2 Chronicles:11:23",
        "t": "Rehoboam also showed discernment by dispersing some of his sons to all the regions of Judah and Benjamin and to all the fortified cities. He gave them plenty of provisions and sought many wives for them."
    },
    {
        "o": 12686,
        "r": "csb:2 Chronicles:12:0",
        "t": "2 Chronicles 12",
        "h": 1
    },
    {
        "o": 12687,
        "r": "csb:2 Chronicles:12:0",
        "t": "Shishak’s Invasion",
        "h": 2
    },
    {
        "o": 12688,
        "r": "csb:2 Chronicles:12:1",
        "t": "When*p Rehoboam had established his sovereignty and royal power, he abandoned the law of the Lord-*s he and all Israel with him."
    },
    {
        "o": 12689,
        "r": "csb:2 Chronicles:12:2",
        "t": "Because they were unfaithful to the Lord,*s in the fifth year of King Rehoboam, King Shishak of Egypt went to war against Jerusalem"
    },
    {
        "o": 12690,
        "r": "csb:2 Chronicles:12:3",
        "t": "with 1,200 chariots, 60,000 cavalrymen, and countless people who came with him from Egypt - Libyans, Sukkiim, and Cushites."
    },
    {
        "o": 12691,
        "r": "csb:2 Chronicles:12:4",
        "t": "He captured the fortified cities of Judah and came as far as Jerusalem."
    },
    {
        "o": 12692,
        "r": "csb:2 Chronicles:12:5",
        "t": "Then*p the prophet Shemaiah went to Rehoboam and the leaders of Judah who were gathered at Jerusalem because of Shishak. He said to them, “This is what the Lord*s says: You have abandoned me; therefore, I have abandoned you to Shishak.”"
    },
    {
        "o": 12693,
        "r": "csb:2 Chronicles:12:6",
        "t": "So*p the leaders of Israel and the king humbled themselves and said, “The Lord*s is righteous.”"
    },
    {
        "o": 12694,
        "r": "csb:2 Chronicles:12:7",
        "t": "When*p the Lord*s saw that they had humbled themselves, the Lord’s*s message came to Shemaiah: “They have humbled themselves; I will not destroy them but will grant them a little deliverance. My wrath will not be poured out on Jerusalem through Shishak."
    },
    {
        "o": 12695,
        "r": "csb:2 Chronicles:12:8",
        "t": "However, they will become his servants so that they may recognize the difference between serving me and serving the kingdoms of other lands.”"
    },
    {
        "o": 12696,
        "r": "csb:2 Chronicles:12:9",
        "t": "So*p King Shishak of Egypt went to war against Jerusalem. He seized the treasuries of the Lord’s*s temple and the treasuries of the royal palace. He took everything. He took the gold shields that Solomon had made."
    },
    {
        "o": 12697,
        "r": "csb:2 Chronicles:12:10",
        "t": "King Rehoboam made bronze shields to replace them and committed them into the care of the captains of the guards who protected the entrance to the king’s palace."
    },
    {
        "o": 12698,
        "r": "csb:2 Chronicles:12:11",
        "t": "Whenever the king entered the Lord’s*s temple, the guards would carry the shields and take them back to the armory."
    },
    {
        "o": 12699,
        "r": "csb:2 Chronicles:12:12",
        "t": "When Rehoboam humbled himself, the Lord’s*s anger turned away from him, and he did not destroy him completely. Besides that, conditions were good in Judah."
    },
    {
        "o": 12700,
        "r": "csb:2 Chronicles:12:12",
        "t": "Rehoboam’s Last Days",
        "h": 2
    },
    {
        "o": 12701,
        "r": "csb:2 Chronicles:12:13",
        "t": "King*p Rehoboam established his royal power in Jerusalem. Rehoboam was forty-one years old when he became king, and he reigned seventeen years in Jerusalem, the city the Lord*s had chosen from all the tribes of Israel to put his name. Rehoboam’s mother’s name was Naamah the Ammonite."
    },
    {
        "o": 12702,
        "r": "csb:2 Chronicles:12:14",
        "t": "Rehoboam did what was evil, because he did not determine in his heart to seek the Lord.*s"
    },
    {
        "o": 12703,
        "r": "csb:2 Chronicles:12:15",
        "t": "The*p events of Rehoboam’s reign, from beginning to end, are written in the Events of the Prophet Shemaiah and of the Seer Iddo concerning genealogies. There was war between Rehoboam and Jeroboam throughout their reigns."
    },
    {
        "o": 12704,
        "r": "csb:2 Chronicles:12:16",
        "t": "Rehoboam rested with his ancestors and was buried in the city of David. His son Abijah became king in his place."
    },
    {
        "o": 12705,
        "r": "csb:2 Chronicles:13:0",
        "t": "2 Chronicles 13",
        "h": 1
    },
    {
        "o": 12706,
        "r": "csb:2 Chronicles:13:0",
        "t": "Judah’s King Abijah",
        "h": 2
    },
    {
        "o": 12707,
        "r": "csb:2 Chronicles:13:1",
        "t": "In*p the eighteenth year of Israel’s King Jeroboam, Abijah became king over Judah,"
    },
    {
        "o": 12708,
        "r": "csb:2 Chronicles:13:2",
        "t": "and he reigned three years in Jerusalem. His mother’s name was Micaiah daughter of Uriel; she was from Gibeah. There*p was war between Abijah and Jeroboam."
    },
    {
        "o": 12709,
        "r": "csb:2 Chronicles:13:3",
        "t": "Abijah set his army of warriors in order with four hundred thousand fit young men. Jeroboam arranged his mighty army of eight hundred thousand fit young men in battle formation against him."
    },
    {
        "o": 12710,
        "r": "csb:2 Chronicles:13:4",
        "t": "Then Abijah stood on Mount Zemaraim, which is in the hill country of Ephraim, and said, “Jeroboam and all Israel, hear me."
    },
    {
        "o": 12711,
        "r": "csb:2 Chronicles:13:5",
        "t": "Don’t you know that the Lord*s God of Israel gave the kingship over Israel to David and his descendants forever by a covenant of salt?"
    },
    {
        "o": 12712,
        "r": "csb:2 Chronicles:13:6",
        "t": "But Jeroboam son of Nebat, a servant of Solomon son of David, rose up and rebelled against his lord."
    },
    {
        "o": 12713,
        "r": "csb:2 Chronicles:13:7",
        "t": "Then worthless and wicked men gathered around him to resist Rehoboam son of Solomon when Rehoboam was young, inexperienced, and unable to assert himself against them."
    },
    {
        "o": 12714,
        "r": "csb:2 Chronicles:13:8",
        "t": "“And*p now you are saying you can assert yourselves against the Lord’s*s kingdom, which is in the hand of one of David’s sons. You are a vast number and have with you the golden calves that Jeroboam made for you as gods."
    },
    {
        "o": 12715,
        "r": "csb:2 Chronicles:13:9",
        "t": "Didn’t you banish the priests of the Lord,*s the descendants of Aaron and the Levites, and make your own priests like the peoples of other lands do? Whoever comes to ordain himself with a young bull and seven rams may become a priest of what are not gods."
    },
    {
        "o": 12716,
        "r": "csb:2 Chronicles:13:10",
        "t": "“But*p as for us, the Lord*s is our God. We have not abandoned him; the priests ministering to the Lord*s are descendants of Aaron, and the Levites serve at their tasks."
    },
    {
        "o": 12717,
        "r": "csb:2 Chronicles:13:11",
        "t": "They offer a burnt offering and fragrant incense to the Lord*s every morning and every evening, and they set the rows of the Bread of the Presence on the ceremonially clean table. They light the lamps of the gold lampstand every evening. We are carrying out the requirements of the Lord*s our God, while you have abandoned him."
    },
    {
        "o": 12718,
        "r": "csb:2 Chronicles:13:12",
        "t": "Look, God and his priests are with us at our head. The trumpets are ready to sound the charge against you. Israelites, don’t fight against the Lord*s God of your ancestors, for you will not succeed.”"
    },
    {
        "o": 12719,
        "r": "csb:2 Chronicles:13:13",
        "t": "Now*p Jeroboam had sent an ambush around to advance from behind them. So they were in front of Judah, and the ambush was behind them."
    },
    {
        "o": 12720,
        "r": "csb:2 Chronicles:13:14",
        "t": "Judah turned and discovered that the battle was in front of them and behind them, so they cried out to the Lord.*s Then the priests blew the trumpets,"
    },
    {
        "o": 12721,
        "r": "csb:2 Chronicles:13:15",
        "t": "and the men of Judah raised the battle cry. When the men of Judah raised the battle cry, God routed Jeroboam and all Israel before Abijah and Judah."
    },
    {
        "o": 12722,
        "r": "csb:2 Chronicles:13:16",
        "t": "So the Israelites fled before Judah, and God handed them over to them."
    },
    {
        "o": 12723,
        "r": "csb:2 Chronicles:13:17",
        "t": "Then Abijah and his people struck them with a mighty blow, and five hundred thousand fit young men of Israel were killed."
    },
    {
        "o": 12724,
        "r": "csb:2 Chronicles:13:18",
        "t": "The Israelites were subdued at that time. The Judahites succeeded because they depended on the Lord,*s the God of their ancestors."
    },
    {
        "o": 12725,
        "r": "csb:2 Chronicles:13:19",
        "t": "Abijah*p pursued Jeroboam and captured some cities from him: Bethel, Jeshanah, and Ephron, along with their surrounding villages."
    },
    {
        "o": 12726,
        "r": "csb:2 Chronicles:13:20",
        "t": "Jeroboam no longer retained his power during Abijah’s reign; ultimately, the Lord*s struck him and he died."
    },
    {
        "o": 12727,
        "r": "csb:2 Chronicles:13:21",
        "t": "However,*p Abijah grew strong, acquired fourteen wives, and fathered twenty-two sons and sixteen daughters."
    },
    {
        "o": 12728,
        "r": "csb:2 Chronicles:13:22",
        "t": "The rest of the events of Abijah’s reign, along with his ways and his sayings, are written in the Writing of the Prophet Iddo."
    },
    {
        "o": 12729,
        "r": "csb:2 Chronicles:14:0",
        "t": "2 Chronicles 14",
        "h": 1
    },
    {
        "o": 12730,
        "r": "csb:2 Chronicles:14:1",
        "t": "Abijah*p rested with his ancestors and was buried in the city of David. His son Asa became king in his place. During his reign the land experienced peace for ten years."
    },
    {
        "o": 12731,
        "r": "csb:2 Chronicles:14:1",
        "t": "Judah’s King Asa",
        "h": 2
    },
    {
        "o": 12732,
        "r": "csb:2 Chronicles:14:2",
        "t": "Asa*p did what was good and right in the sight of the Lord*s his God."
    },
    {
        "o": 12733,
        "r": "csb:2 Chronicles:14:3",
        "t": "He removed the pagan altars and the high places. He shattered their sacred pillars and chopped down their Asherah poles."
    },
    {
        "o": 12734,
        "r": "csb:2 Chronicles:14:4",
        "t": "He told the people of Judah to seek the Lord*s God of their ancestors and to carry out the instruction and the commands."
    },
    {
        "o": 12735,
        "r": "csb:2 Chronicles:14:5",
        "t": "He also removed the high places and the shrines from all the cities of Judah, and the kingdom experienced peace under him."
    },
    {
        "o": 12736,
        "r": "csb:2 Chronicles:14:6",
        "t": "Because*p the land experienced peace, Asa built fortified cities in Judah. No one made war with him in those days because the Lord*s gave him rest."
    },
    {
        "o": 12737,
        "r": "csb:2 Chronicles:14:7",
        "t": "So he said to the people of Judah, “Let’s build these cities and surround them with walls and towers, with doors and bars. The land is still ours because we sought the Lord*s our God. We sought him and he gave us rest on every side.” So they built and succeeded."
    },
    {
        "o": 12738,
        "r": "csb:2 Chronicles:14:7",
        "t": "The Cushite Invasion",
        "h": 2
    },
    {
        "o": 12739,
        "r": "csb:2 Chronicles:14:8",
        "t": "Asa*p had an army of three hundred thousand from Judah bearing large shields and spears, and two hundred eighty thousand from Benjamin bearing regular shields and drawing the bow. All these were valiant warriors."
    },
    {
        "o": 12740,
        "r": "csb:2 Chronicles:14:9",
        "t": "Then Zerah the Cushite came against them with an army of one million men and three hundred chariots. They came as far as Mareshah."
    },
    {
        "o": 12741,
        "r": "csb:2 Chronicles:14:10",
        "t": "So Asa marched out against him and lined up in battle formation in Zephathah Valley at Mareshah."
    },
    {
        "o": 12742,
        "r": "csb:2 Chronicles:14:11",
        "t": "Then*p Asa cried out to the Lord*s his God, “Lord,*s there is no one besides you to help the mighty and those without strength. Help us, Lord*s our God, for we depend on you, and in your name we have come against this large army. Lord,*s you are our God. Do not let a mere mortal hinder you.”"
    },
    {
        "o": 12743,
        "r": "csb:2 Chronicles:14:12",
        "t": "So*p the Lord*s routed the Cushites before Asa and before Judah, and the Cushites fled."
    },
    {
        "o": 12744,
        "r": "csb:2 Chronicles:14:13",
        "t": "Then Asa and the people who were with him pursued them as far as Gerar. The Cushites fell until they had no survivors, for they were crushed before the Lord*s and his army. So the people of Judah carried off a great supply of loot."
    },
    {
        "o": 12745,
        "r": "csb:2 Chronicles:14:14",
        "t": "Then they attacked all the cities around Gerar because the terror of the Lord*s was on them. They also plundered all the cities, since there was a great deal of plunder in them."
    },
    {
        "o": 12746,
        "r": "csb:2 Chronicles:14:15",
        "t": "They also attacked the tents of the herdsmen and captured many sheep and camels. Then they returned to Jerusalem."
    },
    {
        "o": 12747,
        "r": "csb:2 Chronicles:15:0",
        "t": "2 Chronicles 15",
        "h": 1
    },
    {
        "o": 12748,
        "r": "csb:2 Chronicles:15:0",
        "t": "Revival under Asa",
        "h": 2
    },
    {
        "o": 12749,
        "r": "csb:2 Chronicles:15:1",
        "t": "The*p Spirit of God came on Azariah son of Oded."
    },
    {
        "o": 12750,
        "r": "csb:2 Chronicles:15:2",
        "t": "So he went out to meet Asa and said to him, “Asa and all Judah and Benjamin, hear me. The Lord*s is with you when you are with him. If you seek him, he will be found by you, but if you abandon him, he will abandon you."
    },
    {
        "o": 12751,
        "r": "csb:2 Chronicles:15:3",
        "t": "For many years Israel has been without the true God, without a teaching priest, and without instruction,"
    },
    {
        "o": 12752,
        "r": "csb:2 Chronicles:15:4",
        "t": "but when they turned to the Lord*s God of Israel in their distress and sought him, he was found by them."
    },
    {
        "o": 12753,
        "r": "csb:2 Chronicles:15:5",
        "t": "In those times there was no peace for those who went about their daily activities because the residents of the lands had many conflicts."
    },
    {
        "o": 12754,
        "r": "csb:2 Chronicles:15:6",
        "t": "Nation was crushed by nation and city by city, for God troubled them with every possible distress."
    },
    {
        "o": 12755,
        "r": "csb:2 Chronicles:15:7",
        "t": "But as for you, be strong; don’t give up, for your work has a reward.”"
    },
    {
        "o": 12756,
        "r": "csb:2 Chronicles:15:8",
        "t": "When*p Asa heard these words and the prophecy of Azariah son of Oded the prophet, he took courage and removed the abhorrent idols from the whole land of Judah and Benjamin and from the cities he had captured in the hill country of Ephraim. He renovated the altar of the Lord*s that was in front of the portico of the Lord’s*s temple."
    },
    {
        "o": 12757,
        "r": "csb:2 Chronicles:15:9",
        "t": "Then he gathered all Judah and Benjamin, as well as those from the tribes of Ephraim, Manasseh, and Simeon who were residing among them, for they had defected to him from Israel in great numbers when they saw that the Lord*s his God was with him."
    },
    {
        "o": 12758,
        "r": "csb:2 Chronicles:15:10",
        "t": "They*p were gathered in Jerusalem in the third month of the fifteenth year of Asa’s reign."
    },
    {
        "o": 12759,
        "r": "csb:2 Chronicles:15:11",
        "t": "At that time they sacrificed to the Lord*s seven hundred cattle and seven thousand sheep and goats from all the plunder they had brought."
    },
    {
        "o": 12760,
        "r": "csb:2 Chronicles:15:12",
        "t": "Then they entered into a covenant to seek the Lord*s God of their ancestors with all their heart and all their soul."
    },
    {
        "o": 12761,
        "r": "csb:2 Chronicles:15:13",
        "t": "Whoever would not seek the Lord*s God of Israel would be put to death, young or old, man or woman."
    },
    {
        "o": 12762,
        "r": "csb:2 Chronicles:15:14",
        "t": "They took an oath to the Lord*s in a loud voice, with shouting, with trumpets, and with rams’ horns."
    },
    {
        "o": 12763,
        "r": "csb:2 Chronicles:15:15",
        "t": "All Judah rejoiced over the oath, for they had sworn it wholeheartedly. They had sought him with all sincerity, and he was found by them. So the Lord*s gave them rest on every side."
    },
    {
        "o": 12764,
        "r": "csb:2 Chronicles:15:16",
        "t": "King*p Asa also removed Maacah, his grandmother, from being queen mother because she had made an obscene image of Asherah. Asa chopped down her obscene image, then crushed it and burned it in the Kidron Valley."
    },
    {
        "o": 12765,
        "r": "csb:2 Chronicles:15:17",
        "t": "The high places were not taken away from Israel; nevertheless, Asa was wholeheartedly devoted his entire life."
    },
    {
        "o": 12766,
        "r": "csb:2 Chronicles:15:18",
        "t": "He brought his father’s consecrated gifts and his own consecrated gifts into God’s temple: silver, gold, and utensils."
    },
    {
        "o": 12767,
        "r": "csb:2 Chronicles:15:19",
        "t": "There*p was no war until the thirty-fifth year of Asa’s reign."
    },
    {
        "o": 12768,
        "r": "csb:2 Chronicles:16:0",
        "t": "2 Chronicles 16",
        "h": 1
    },
    {
        "o": 12769,
        "r": "csb:2 Chronicles:16:0",
        "t": "Asa’s Treaty with Aram",
        "h": 2
    },
    {
        "o": 12770,
        "r": "csb:2 Chronicles:16:1",
        "t": "In*p the thirty-sixth year of Asa, Israel’s King Baasha went to war against Judah. He built Ramah in order to keep anyone from leaving or coming to King Asa of Judah."
    },
    {
        "o": 12771,
        "r": "csb:2 Chronicles:16:2",
        "t": "So Asa brought out the silver and gold from the treasuries of the Lord’s*s temple and the royal palace and sent it to Aram’s King Ben-hadad, who lived in Damascus, saying,"
    },
    {
        "o": 12772,
        "r": "csb:2 Chronicles:16:3",
        "t": "“There’s a treaty between me and you, between my father and your father. Look, I have sent you silver and gold. Go break your treaty with Israel’s King Baasha so that he will withdraw from me.”"
    },
    {
        "o": 12773,
        "r": "csb:2 Chronicles:16:4",
        "t": "Ben-hadad*p listened to King Asa and sent the commanders of his armies to the cities of Israel. They attacked Ijon, Dan, Abel-maim, and all the storage cities of Naphtali."
    },
    {
        "o": 12774,
        "r": "csb:2 Chronicles:16:5",
        "t": "When Baasha heard about it, he quit building Ramah and stopped his work."
    },
    {
        "o": 12775,
        "r": "csb:2 Chronicles:16:6",
        "t": "Then King Asa brought all Judah, and they carried away the stones of Ramah and the timbers Baasha had built it with. Then he built Geba and Mizpah with them."
    },
    {
        "o": 12776,
        "r": "csb:2 Chronicles:16:6",
        "t": "Hanani’s Rebuke of Asa",
        "h": 2
    },
    {
        "o": 12777,
        "r": "csb:2 Chronicles:16:7",
        "t": "At*p that time, the seer Hanani came to King Asa of Judah and said to him, “Because you depended on the king of Aram and have not depended on the Lord*s your God, the army of the king of Aram has escaped from you."
    },
    {
        "o": 12778,
        "r": "csb:2 Chronicles:16:8",
        "t": "Were not the Cushites and Libyans a vast army with many chariots and horsemen? When you depended on the Lord,*s he handed them over to you."
    },
    {
        "o": 12779,
        "r": "csb:2 Chronicles:16:9",
        "t": "For the eyes of the Lord*s roam throughout the earth to show himself strong for those who are wholeheartedly devoted to him. You have been foolish in this matter. Therefore, you will have wars from now on.”"
    },
    {
        "o": 12780,
        "r": "csb:2 Chronicles:16:10",
        "t": "Asa was enraged with the seer and put him in prison because of his anger over this. And Asa mistreated some of the people at that time."
    },
    {
        "o": 12781,
        "r": "csb:2 Chronicles:16:10",
        "t": "Asa’s Death",
        "h": 2
    },
    {
        "o": 12782,
        "r": "csb:2 Chronicles:16:11",
        "t": "Note*p that the events of Asa’s reign, from beginning to end, are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 12783,
        "r": "csb:2 Chronicles:16:12",
        "t": "In the thirty-ninth year of his reign, Asa developed a disease in his feet, and his disease became increasingly severe. Yet even in his disease he didn’t seek the Lord*s but only the physicians."
    },
    {
        "o": 12784,
        "r": "csb:2 Chronicles:16:13",
        "t": "Asa rested with his ancestors; he died in the forty-first year of his reign."
    },
    {
        "o": 12785,
        "r": "csb:2 Chronicles:16:14",
        "t": "He was buried in his own tomb that he had made for himself in the city of David. They laid him out in a coffin that was full of spices and various mixtures of prepared ointments; then they made a great fire in his honor."
    },
    {
        "o": 12786,
        "r": "csb:2 Chronicles:17:0",
        "t": "2 Chronicles 17",
        "h": 1
    },
    {
        "o": 12787,
        "r": "csb:2 Chronicles:17:0",
        "t": "Judah’s King Jehoshaphat",
        "h": 2
    },
    {
        "o": 12788,
        "r": "csb:2 Chronicles:17:1",
        "t": "His*p son Jehoshaphat became king in his place and strengthened himself against Israel."
    },
    {
        "o": 12789,
        "r": "csb:2 Chronicles:17:2",
        "t": "He stationed troops in every fortified city of Judah and set garrisons in the land of Judah and in the cities of Ephraim that his father Asa had captured."
    },
    {
        "o": 12790,
        "r": "csb:2 Chronicles:17:3",
        "t": "Now*p the Lord*s was with Jehoshaphat because he walked in the former ways of his ancestor David. He did not seek the Baals"
    },
    {
        "o": 12791,
        "r": "csb:2 Chronicles:17:4",
        "t": "but sought the God of his father and walked by his commands, not according to the practices of Israel."
    },
    {
        "o": 12792,
        "r": "csb:2 Chronicles:17:5",
        "t": "So the Lord*s established the kingdom in his hand. Then all Judah brought him tribute, and he had riches and honor in abundance."
    },
    {
        "o": 12793,
        "r": "csb:2 Chronicles:17:6",
        "t": "He took great pride in the Lord’s*s ways, and he again removed the high places and Asherah poles from Judah."
    },
    {
        "o": 12794,
        "r": "csb:2 Chronicles:17:6",
        "t": "Jehoshaphat’s Educational Plan",
        "h": 2
    },
    {
        "o": 12795,
        "r": "csb:2 Chronicles:17:7",
        "t": "In*p the third year of his reign, Jehoshaphat sent his officials - Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah - to teach in the cities of Judah."
    },
    {
        "o": 12796,
        "r": "csb:2 Chronicles:17:8",
        "t": "The Levites with them were Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-adonijah; the priests, Elishama and Jehoram, were with these Levites."
    },
    {
        "o": 12797,
        "r": "csb:2 Chronicles:17:9",
        "t": "They taught throughout Judah, having the book of the Lord’s*s instruction with them. They went throughout the towns of Judah and taught the people."
    },
    {
        "o": 12798,
        "r": "csb:2 Chronicles:17:10",
        "t": "The*p terror of the Lord*s was on all the kingdoms of the lands that surrounded Judah, so they didn’t fight against Jehoshaphat."
    },
    {
        "o": 12799,
        "r": "csb:2 Chronicles:17:11",
        "t": "Some of the Philistines also brought gifts and silver as tribute to Jehoshaphat, and the Arabs brought him flocks: 7,700 rams and 7,700 male goats."
    },
    {
        "o": 12800,
        "r": "csb:2 Chronicles:17:11",
        "t": "Jehoshaphat’s Military Might",
        "h": 2
    },
    {
        "o": 12801,
        "r": "csb:2 Chronicles:17:12",
        "t": "Jehoshaphat*p grew stronger and stronger. He built fortresses and storage cities in Judah"
    },
    {
        "o": 12802,
        "r": "csb:2 Chronicles:17:13",
        "t": "and carried out great works in the towns of Judah. He had fighting men, valiant warriors, in Jerusalem."
    },
    {
        "o": 12803,
        "r": "csb:2 Chronicles:17:14",
        "t": "These are their numbers according to their ancestral families. For Judah, the commanders of thousands: Adnah*ln the commander and three hundred thousand valiant warriors with him;"
    },
    {
        "o": 12804,
        "r": "csb:2 Chronicles:17:15",
        "t": "next*ln to him, Jehohanan the commander and two hundred eighty thousand with him;"
    },
    {
        "o": 12805,
        "r": "csb:2 Chronicles:17:16",
        "t": "next*ln to him, Amasiah son of Zichri, the volunteer of the Lord,*s and two hundred thousand valiant warriors with him;"
    },
    {
        "o": 12806,
        "r": "csb:2 Chronicles:17:17",
        "t": "from*ln Benjamin, Eliada, a valiant warrior, and two hundred thousand with him armed with bow and shield;"
    },
    {
        "o": 12807,
        "r": "csb:2 Chronicles:17:18",
        "t": "next*ln to him, Jehozabad and one hundred eighty thousand with him equipped for war."
    },
    {
        "o": 12808,
        "r": "csb:2 Chronicles:17:19",
        "t": "These*p were the ones who served the king, besides those he stationed in the fortified cities throughout all Judah."
    },
    {
        "o": 12809,
        "r": "csb:2 Chronicles:18:0",
        "t": "2 Chronicles 18",
        "h": 1
    },
    {
        "o": 12810,
        "r": "csb:2 Chronicles:18:0",
        "t": "Jehoshaphat’s Alliance with Ahab",
        "h": 2
    },
    {
        "o": 12811,
        "r": "csb:2 Chronicles:18:1",
        "t": "Now*p Jehoshaphat had riches and honor in abundance, and he made an alliance with Ahab through marriage."
    },
    {
        "o": 12812,
        "r": "csb:2 Chronicles:18:2",
        "t": "Then after some years, he went down to visit Ahab in Samaria. Ahab slaughtered many sheep, goats, and cattle for him and for the people who were with him, and he persuaded him to attack Ramoth-gilead,"
    },
    {
        "o": 12813,
        "r": "csb:2 Chronicles:18:3",
        "t": "for Israel’s King Ahab asked Judah’s King Jehoshaphat, “Will you go with me to Ramoth-gilead?” He*p replied to him, “I am as you are, my people as your people; we will be with you in the battle.”"
    },
    {
        "o": 12814,
        "r": "csb:2 Chronicles:18:4",
        "t": "But Jehoshaphat said to the king of Israel, “First, please ask what the Lord’s*s will is.”"
    },
    {
        "o": 12815,
        "r": "csb:2 Chronicles:18:5",
        "t": "So*p the king of Israel gathered the prophets, four hundred men, and asked them, “Should we go to Ramoth-gilead for war or should I refrain?” They*p replied, “March up, and God will hand it over to the king.”"
    },
    {
        "o": 12816,
        "r": "csb:2 Chronicles:18:6",
        "t": "But*p Jehoshaphat asked, “Isn’t there a prophet of the Lord*s here anymore? Let’s ask him.”"
    },
    {
        "o": 12817,
        "r": "csb:2 Chronicles:18:7",
        "t": "The*p king of Israel said to Jehoshaphat, “There is still one man who can inquire of the Lord,*s but I hate him because he never prophesies good about me, but only disaster. He is Micaiah son of Imlah.” “The*p king shouldn’t say that,” Jehoshaphat replied."
    },
    {
        "o": 12818,
        "r": "csb:2 Chronicles:18:8",
        "t": "So*p the king of Israel called an officer and said, “Hurry and get Micaiah son of Imlah!”"
    },
    {
        "o": 12819,
        "r": "csb:2 Chronicles:18:9",
        "t": "Now*p the king of Israel and King Jehoshaphat of Judah, clothed in royal attire, were each sitting on his own throne. They were sitting on the threshing floor at the entrance to Samaria’s gate, and all the prophets were prophesying in front of them."
    },
    {
        "o": 12820,
        "r": "csb:2 Chronicles:18:10",
        "t": "Then Zedekiah son of Chenaanah made iron horns and said, “This is what the Lord*s says: You will gore the Arameans with these until they are finished off.”"
    },
    {
        "o": 12821,
        "r": "csb:2 Chronicles:18:11",
        "t": "And all the prophets were prophesying the same, saying, “March up to Ramoth-gilead and succeed, for the Lord*s will hand it over to the king.”"
    },
    {
        "o": 12822,
        "r": "csb:2 Chronicles:18:11",
        "t": "Micaiah’s Message of Defeat",
        "h": 2
    },
    {
        "o": 12823,
        "r": "csb:2 Chronicles:18:12",
        "t": "The*p messenger who went to call Micaiah instructed him, “Look, the words of the prophets are unanimously favorable for the king. So let your words be like theirs, and speak favorably.”"
    },
    {
        "o": 12824,
        "r": "csb:2 Chronicles:18:13",
        "t": "But*p Micaiah said, “As the Lord*s lives, I will say whatever my God says.”"
    },
    {
        "o": 12825,
        "r": "csb:2 Chronicles:18:14",
        "t": "So*p he went to the king, and the king asked him, “Micaiah, should we go to Ramoth-gilead for war, or should I refrain?” Micaiah*p said, “March up and succeed, for they will be handed over to you.”"
    },
    {
        "o": 12826,
        "r": "csb:2 Chronicles:18:15",
        "t": "But*p the king said to him, “How many times must I make you swear not to tell me anything but the truth in the name of the Lord?”*s"
    },
    {
        "o": 12827,
        "r": "csb:2 Chronicles:18:16",
        "t": "So*p Micaiah said: I*pn saw all Israel scattered on the hills like*ln sheep without a shepherd. And*ln the Lord*s said, “They*ln have no master; let*ln each return home in peace.”"
    },
    {
        "o": 12828,
        "r": "csb:2 Chronicles:18:17",
        "t": "So*p the king of Israel said to Jehoshaphat, “Didn’t I tell you he never prophesies good about me, but only disaster?”"
    },
    {
        "o": 12829,
        "r": "csb:2 Chronicles:18:18",
        "t": "Then*p Micaiah said, “Therefore, hear the word of the Lord.*s I saw the Lord*s sitting on his throne, and the whole heavenly army was standing at his right hand and at his left hand."
    },
    {
        "o": 12830,
        "r": "csb:2 Chronicles:18:19",
        "t": "And the Lord*s said, ‘Who will entice King Ahab of Israel to march up and fall at Ramoth-gilead? ’ So one was saying this and another was saying that."
    },
    {
        "o": 12831,
        "r": "csb:2 Chronicles:18:20",
        "t": "“Then*p a spirit came forward, stood before the Lord,*s and said, ‘I will entice him.’ “The*p Lord*s asked him, ‘How?’"
    },
    {
        "o": 12832,
        "r": "csb:2 Chronicles:18:21",
        "t": "“So*p he said, ‘I will go and become a lying spirit in the mouth of all his prophets.’ “Then*p he said, ‘You will entice him and also prevail. Go and do that.’"
    },
    {
        "o": 12833,
        "r": "csb:2 Chronicles:18:22",
        "t": "“Now,*p you see, the Lord*s has put a lying spirit into the mouth of these prophets of yours, and the Lord*s has pronounced disaster against you.”"
    },
    {
        "o": 12834,
        "r": "csb:2 Chronicles:18:23",
        "t": "Then*p Zedekiah son of Chenaanah came up, hit Micaiah on the cheek, and demanded, “Which way did the spirit from the Lord*s leave me to speak to you?”"
    },
    {
        "o": 12835,
        "r": "csb:2 Chronicles:18:24",
        "t": "Micaiah*p replied, “You will soon see when you go to hide in an inner chamber on that day.”"
    },
    {
        "o": 12836,
        "r": "csb:2 Chronicles:18:25",
        "t": "Then*p the king of Israel ordered, “Take Micaiah and return him to Amon, the governor of the city, and to Joash, the king’s son,"
    },
    {
        "o": 12837,
        "r": "csb:2 Chronicles:18:26",
        "t": "and say, ‘This is what the king says: Put this guy in prison and feed him only a little bread and water until I come back safely.’”"
    },
    {
        "o": 12838,
        "r": "csb:2 Chronicles:18:27",
        "t": "But*p Micaiah said, “If you ever return safely, the Lord*s has not spoken through me.” Then he said, “Listen, all you people!”"
    },
    {
        "o": 12839,
        "r": "csb:2 Chronicles:18:27",
        "t": "Ahab’s Death",
        "h": 2
    },
    {
        "o": 12840,
        "r": "csb:2 Chronicles:18:28",
        "t": "Then*p the king of Israel and Judah’s King Jehoshaphat went up to Ramoth-gilead."
    },
    {
        "o": 12841,
        "r": "csb:2 Chronicles:18:29",
        "t": "But the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle, but you wear your royal attire.” So the king of Israel disguised himself, and they went into battle."
    },
    {
        "o": 12842,
        "r": "csb:2 Chronicles:18:30",
        "t": "Now*p the king of Aram had ordered his chariot commanders, “Do not fight with anyone at all except the king of Israel.”"
    },
    {
        "o": 12843,
        "r": "csb:2 Chronicles:18:31",
        "t": "When*p the chariot commanders saw Jehoshaphat, they shouted, “He must be the king of Israel!” So they turned to attack him, but Jehoshaphat cried out and the Lord*s helped him. God drew them away from him."
    },
    {
        "o": 12844,
        "r": "csb:2 Chronicles:18:32",
        "t": "When the chariot commanders saw that he was not the king of Israel, they turned back from pursuing him."
    },
    {
        "o": 12845,
        "r": "csb:2 Chronicles:18:33",
        "t": "But*p a man drew his bow without taking special aim and struck the king of Israel through the joints of his armor. So he said to the charioteer, “Turn around and take me out of the battle, for I am badly wounded!”"
    },
    {
        "o": 12846,
        "r": "csb:2 Chronicles:18:34",
        "t": "The battle raged throughout that day, and the king of Israel propped himself up in his chariot facing the Arameans until evening. Then he died at sunset."
    },
    {
        "o": 12847,
        "r": "csb:2 Chronicles:19:0",
        "t": "2 Chronicles 19",
        "h": 1
    },
    {
        "o": 12848,
        "r": "csb:2 Chronicles:19:0",
        "t": "Jehu’s Rebuke of Jehoshaphat",
        "h": 2
    },
    {
        "o": 12849,
        "r": "csb:2 Chronicles:19:1",
        "t": "King*p Jehoshaphat of Judah returned to his home in Jerusalem in peace."
    },
    {
        "o": 12850,
        "r": "csb:2 Chronicles:19:2",
        "t": "Then Jehu son of the seer Hanani went out to confront him and said to King Jehoshaphat, “Do you help the wicked and love those who hate the Lord?*s Because of this, the Lord’s*s wrath is on you."
    },
    {
        "o": 12851,
        "r": "csb:2 Chronicles:19:3",
        "t": "However, some good is found in you, for you have eradicated the Asherah poles from the land and have determined in your heart to seek God.”"
    },
    {
        "o": 12852,
        "r": "csb:2 Chronicles:19:3",
        "t": "Jehoshaphat’s Reforms",
        "h": 2
    },
    {
        "o": 12853,
        "r": "csb:2 Chronicles:19:4",
        "t": "Jehoshaphat*p lived in Jerusalem, and once again he went out among the people from Beer-sheba to the hill country of Ephraim and brought them back to the Lord,*s the God of their ancestors."
    },
    {
        "o": 12854,
        "r": "csb:2 Chronicles:19:5",
        "t": "He appointed judges in all the fortified cities of the land of Judah, city by city."
    },
    {
        "o": 12855,
        "r": "csb:2 Chronicles:19:6",
        "t": "Then he said to the judges, “Consider what you are doing, for you do not judge for a man, but for the Lord,*s who is with you in the matter of judgment."
    },
    {
        "o": 12856,
        "r": "csb:2 Chronicles:19:7",
        "t": "And now, may the terror of the Lord*s be on you. Watch what you do, for there is no injustice or partiality or taking bribes with the Lord*s our God.”"
    },
    {
        "o": 12857,
        "r": "csb:2 Chronicles:19:8",
        "t": "Jehoshaphat*p also appointed in Jerusalem some of the Levites and priests and some of the Israelite family heads for deciding the Lord’s*s will and for settling disputes of the residents of Jerusalem."
    },
    {
        "o": 12858,
        "r": "csb:2 Chronicles:19:9",
        "t": "He commanded them, saying, “In the fear of the Lord,*s with integrity, and wholeheartedly, you are to do the following:"
    },
    {
        "o": 12859,
        "r": "csb:2 Chronicles:19:10",
        "t": "For every dispute that comes to you from your brothers who dwell in their cities - whether it regards differences of bloodguilt, law, commandment, statutes, or judgments- you are to warn them, so they will not incur guilt before the Lord*s and wrath will not come on you and your brothers. Do this, and you will not incur guilt."
    },
    {
        "o": 12860,
        "r": "csb:2 Chronicles:19:11",
        "t": "“Note*p that Amariah, the chief priest, is over you in all matters related to the Lord,*s and Zebadiah son of Ishmael, the ruler of the house of Judah, in all matters related to the king, and the Levites are officers in your presence. Be strong; may the Lord*s be with those who do what is good.”"
    },
    {
        "o": 12861,
        "r": "csb:2 Chronicles:20:0",
        "t": "2 Chronicles 20",
        "h": 1
    },
    {
        "o": 12862,
        "r": "csb:2 Chronicles:20:0",
        "t": "War against Eastern Enemies",
        "h": 2
    },
    {
        "o": 12863,
        "r": "csb:2 Chronicles:20:1",
        "t": "After*p this, the Moabites and Ammonites, together with some of the Meunites, came to fight against Jehoshaphat."
    },
    {
        "o": 12864,
        "r": "csb:2 Chronicles:20:2",
        "t": "People came and told Jehoshaphat, “A vast number from beyond the Dead Sea and from Edom has come to fight against you; they are already in Hazazon-tamar” (that is, En-gedi)."
    },
    {
        "o": 12865,
        "r": "csb:2 Chronicles:20:3",
        "t": "Jehoshaphat was afraid, and he resolved to seek the Lord.*s Then he proclaimed a fast for all Judah,"
    },
    {
        "o": 12866,
        "r": "csb:2 Chronicles:20:4",
        "t": "who gathered to seek the Lord.*s They even came from all the cities of Judah to seek him."
    },
    {
        "o": 12867,
        "r": "csb:2 Chronicles:20:4",
        "t": "Jehoshaphat’s Prayer",
        "h": 2
    },
    {
        "o": 12868,
        "r": "csb:2 Chronicles:20:5",
        "t": "Then*p Jehoshaphat stood in the assembly of Judah and Jerusalem in the Lord’s*s temple before the new courtyard."
    },
    {
        "o": 12869,
        "r": "csb:2 Chronicles:20:6",
        "t": "He said: Lord,*sp God of our ancestors, are you not the God who is in heaven, and do you not rule over all the kingdoms of the nations? Power and might are in your hand, and no one can stand against you."
    },
    {
        "o": 12870,
        "r": "csb:2 Chronicles:20:7",
        "t": "Are you not our God who drove out the inhabitants of this land before your people Israel and who gave it forever to the descendants of Abraham your friend?"
    },
    {
        "o": 12871,
        "r": "csb:2 Chronicles:20:8",
        "t": "They have lived in the land and have built you a sanctuary in it for your name and have said,"
    },
    {
        "o": 12872,
        "r": "csb:2 Chronicles:20:9",
        "t": "“If disaster comes on us - sword or judgment, pestilence or famine- we will stand before this temple and before you, for your name is in this temple. We will cry out to you because of our distress, and you will hear and deliver.”"
    },
    {
        "o": 12873,
        "r": "csb:2 Chronicles:20:10",
        "t": "Now*p here are the Ammonites, Moabites, and the inhabitants of Mount Seir. You did not let Israel invade them when Israel came out of the land of Egypt, but Israel turned away from them and did not destroy them."
    },
    {
        "o": 12874,
        "r": "csb:2 Chronicles:20:11",
        "t": "Look how they repay us by coming to drive us out of your possession that you gave us as an inheritance."
    },
    {
        "o": 12875,
        "r": "csb:2 Chronicles:20:12",
        "t": "Our God, will you not judge them? For we are powerless before this vast number that comes to fight against us. We do not know what to do, but we look to you."
    },
    {
        "o": 12876,
        "r": "csb:2 Chronicles:20:12",
        "t": "God’s Answer",
        "h": 2
    },
    {
        "o": 12877,
        "r": "csb:2 Chronicles:20:13",
        "t": "All*p Judah was standing before the Lord*s with their dependents, their wives, and their children."
    },
    {
        "o": 12878,
        "r": "csb:2 Chronicles:20:14",
        "t": "In the middle of the congregation, the Spirit of the Lord*s came on Jahaziel (son of Zechariah, son of Benaiah, son of Jeiel, son of Mattaniah, a Levite from Asaph’s descendants),"
    },
    {
        "o": 12879,
        "r": "csb:2 Chronicles:20:15",
        "t": "and he said, “Listen carefully, all Judah and you inhabitants of Jerusalem, and King Jehoshaphat. This is what the Lord*s says: ‘Do not be afraid or discouraged because of this vast number, for the battle is not yours, but God’s."
    },
    {
        "o": 12880,
        "r": "csb:2 Chronicles:20:16",
        "t": "Tomorrow, go down against them. You will see them coming up the Ascent of Ziz, and you will find them at the end of the valley facing the Wilderness of Jeruel."
    },
    {
        "o": 12881,
        "r": "csb:2 Chronicles:20:17",
        "t": "You do not have to fight this battle. Position yourselves, stand still, and see the salvation of the Lord.*s He is with you, Judah and Jerusalem. Do not be afraid or discouraged. Tomorrow, go out to face them, for the Lord*s is with you.’”"
    },
    {
        "o": 12882,
        "r": "csb:2 Chronicles:20:18",
        "t": "Then*p Jehoshaphat knelt low with his face to the ground, and all Judah and the inhabitants of Jerusalem fell down before the Lord*s to worship him."
    },
    {
        "o": 12883,
        "r": "csb:2 Chronicles:20:19",
        "t": "Then the Levites from the sons of the Kohathites and the Korahites stood up to praise the Lord*s God of Israel shouting loudly."
    },
    {
        "o": 12884,
        "r": "csb:2 Chronicles:20:19",
        "t": "Victory and Plunder",
        "h": 2
    },
    {
        "o": 12885,
        "r": "csb:2 Chronicles:20:20",
        "t": "In*p the morning they got up early and went out to the wilderness of Tekoa. As they were about to go out, Jehoshaphat stood and said, “Hear me, Judah and you inhabitants of Jerusalem. Believe in the Lord*s your God, and you will be established; believe in his prophets, and you will succeed.”"
    },
    {
        "o": 12886,
        "r": "csb:2 Chronicles:20:21",
        "t": "Then he consulted with the people and appointed some to sing for the Lord*s and some to praise the splendor of his holiness. When they went out in front of the armed forces, they kept singing: Give*pn thanks to the Lord,*s for*ln his faithful love endures forever."
    },
    {
        "o": 12887,
        "r": "csb:2 Chronicles:20:22",
        "t": "The*p moment they began their shouts and praises, the Lord*s set an ambush against the Ammonites, Moabites, and the inhabitants of Mount Seir who came to fight against Judah, and they were defeated."
    },
    {
        "o": 12888,
        "r": "csb:2 Chronicles:20:23",
        "t": "The Ammonites and Moabites turned against the inhabitants of Mount Seir and completely annihilated them. When they had finished with the inhabitants of Seir, they helped destroy each other."
    },
    {
        "o": 12889,
        "r": "csb:2 Chronicles:20:24",
        "t": "When*p Judah came to a place overlooking the wilderness, they looked for the large army, but there were only corpses lying on the ground; nobody had escaped."
    },
    {
        "o": 12890,
        "r": "csb:2 Chronicles:20:25",
        "t": "Then Jehoshaphat and his people went to gather the plunder. They found among them an abundance of goods on the bodies and valuable items. So they stripped them until nobody could carry any more. They were gathering the plunder for three days because there was so much."
    },
    {
        "o": 12891,
        "r": "csb:2 Chronicles:20:26",
        "t": "They assembled in the Valley of Beracah on the fourth day, for there they blessed the Lord.*s Therefore, that place is still called the Valley of Beracah today."
    },
    {
        "o": 12892,
        "r": "csb:2 Chronicles:20:27",
        "t": "Then*p all the men of Judah and Jerusalem turned back with Jehoshaphat their leader, returning joyfully to Jerusalem, for the Lord*s enabled them to rejoice over their enemies."
    },
    {
        "o": 12893,
        "r": "csb:2 Chronicles:20:28",
        "t": "So they came into Jerusalem to the Lord’s*s temple with harps, lyres, and trumpets."
    },
    {
        "o": 12894,
        "r": "csb:2 Chronicles:20:29",
        "t": "The*p terror of God was on all the kingdoms of the lands when they heard that the Lord*s had fought against the enemies of Israel."
    },
    {
        "o": 12895,
        "r": "csb:2 Chronicles:20:30",
        "t": "Then Jehoshaphat’s kingdom was quiet, for his God gave him rest on every side."
    },
    {
        "o": 12896,
        "r": "csb:2 Chronicles:20:30",
        "t": "Summary of Jehoshaphat’s Reign",
        "h": 2
    },
    {
        "o": 12897,
        "r": "csb:2 Chronicles:20:31",
        "t": "Jehoshaphat*p became king over Judah. He was thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. His mother’s name was Azubah daughter of Shilhi."
    },
    {
        "o": 12898,
        "r": "csb:2 Chronicles:20:32",
        "t": "He walked in the ways of Asa his father; he did not turn away from it but did what was right in the Lord’s*s sight."
    },
    {
        "o": 12899,
        "r": "csb:2 Chronicles:20:33",
        "t": "However, the high places were not taken away; the people had not yet set their hearts on the God of their ancestors."
    },
    {
        "o": 12900,
        "r": "csb:2 Chronicles:20:34",
        "t": "The*p rest of the events of Jehoshaphat’s reign from beginning to end are written in the Events of Jehu son of Hanani, which is recorded in the Book of Israel’s Kings."
    },
    {
        "o": 12901,
        "r": "csb:2 Chronicles:20:34",
        "t": "Jehoshaphat’s Fleet of Ships",
        "h": 2
    },
    {
        "o": 12902,
        "r": "csb:2 Chronicles:20:35",
        "t": "After*p this, Judah’s King Jehoshaphat made an alliance with Israel’s King Ahaziah, who was guilty of wrongdoing."
    },
    {
        "o": 12903,
        "r": "csb:2 Chronicles:20:36",
        "t": "Jehoshaphat formed an alliance with him to make ships to go to Tarshish, and they made the ships in Ezion-geber."
    },
    {
        "o": 12904,
        "r": "csb:2 Chronicles:20:37",
        "t": "Then Eliezer son of Dodavahu of Mareshah prophesied against Jehoshaphat, saying, “Because you formed an alliance with Ahaziah, the Lord*s has broken up what you have made.” So the ships were wrecked and were not able to go to Tarshish."
    },
    {
        "o": 12905,
        "r": "csb:2 Chronicles:21:0",
        "t": "2 Chronicles 21",
        "h": 1
    },
    {
        "o": 12906,
        "r": "csb:2 Chronicles:21:0",
        "t": "Jehoram Becomes King over Judah",
        "h": 2
    },
    {
        "o": 12907,
        "r": "csb:2 Chronicles:21:1",
        "t": "Jehoshaphat*p rested with his ancestors and was buried with his ancestors in the city of David. His son Jehoram became king in his place."
    },
    {
        "o": 12908,
        "r": "csb:2 Chronicles:21:2",
        "t": "He had brothers, sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah; all these were the sons of King Jehoshaphat of Judah."
    },
    {
        "o": 12909,
        "r": "csb:2 Chronicles:21:3",
        "t": "Their father had given them many gifts of silver, gold, and valuable things, along with fortified cities in Judah, but he gave the kingdom to Jehoram because he was the firstborn."
    },
    {
        "o": 12910,
        "r": "csb:2 Chronicles:21:4",
        "t": "When Jehoram had established himself over his father’s kingdom, he strengthened his position by killing with the sword all his brothers as well as some of the princes of Israel."
    },
    {
        "o": 12911,
        "r": "csb:2 Chronicles:21:4",
        "t": "Judah’s King Jehoram",
        "h": 2
    },
    {
        "o": 12912,
        "r": "csb:2 Chronicles:21:5",
        "t": "Jehoram*p was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 12913,
        "r": "csb:2 Chronicles:21:6",
        "t": "He walked in the ways of the kings of Israel, as the house of Ahab had done, for Ahab’s daughter was his wife. He did what was evil in the Lord’s*s sight,"
    },
    {
        "o": 12914,
        "r": "csb:2 Chronicles:21:7",
        "t": "but for the sake of the covenant the Lord*s had made with David, he was unwilling to destroy the house of David since the Lord*s had promised to give a lamp to David and to his sons forever."
    },
    {
        "o": 12915,
        "r": "csb:2 Chronicles:21:8",
        "t": "During*p Jehoram’s reign, Edom rebelled against Judah’s control and appointed their own king."
    },
    {
        "o": 12916,
        "r": "csb:2 Chronicles:21:9",
        "t": "So Jehoram crossed into Edom with his commanders and all his chariots. Then at night he set out to attack the Edomites who had surrounded him and the chariot commanders."
    },
    {
        "o": 12917,
        "r": "csb:2 Chronicles:21:10",
        "t": "And now Edom is still in rebellion against Judah’s control today. Libnah also rebelled at that time against his control because he had abandoned the Lord,*s the God of his ancestors."
    },
    {
        "o": 12918,
        "r": "csb:2 Chronicles:21:11",
        "t": "Jehoram also built high places in the hills of Judah, and he caused the inhabitants of Jerusalem to prostitute themselves, and he led Judah astray."
    },
    {
        "o": 12919,
        "r": "csb:2 Chronicles:21:11",
        "t": "Elijah’s Letter to Jehoram",
        "h": 2
    },
    {
        "o": 12920,
        "r": "csb:2 Chronicles:21:12",
        "t": "Then*p a letter came to Jehoram from the prophet Elijah, saying: This*p is what the Lord,*s the God of your ancestor David says: “Because you have not walked in the ways of your father Jehoshaphat or in the ways of King Asa of Judah"
    },
    {
        "o": 12921,
        "r": "csb:2 Chronicles:21:13",
        "t": "but have walked in the ways of the kings of Israel, have caused Judah and the inhabitants of Jerusalem to prostitute themselves like the house of Ahab prostituted itself, and also have killed your brothers, your father’s family, who were better than you,"
    },
    {
        "o": 12922,
        "r": "csb:2 Chronicles:21:14",
        "t": "the Lord*s is now about to strike your people, your sons, your wives, and all your possessions with a horrible affliction."
    },
    {
        "o": 12923,
        "r": "csb:2 Chronicles:21:15",
        "t": "You yourself will be struck with many illnesses, including a disease of the intestines, until your intestines come out day after day because of the disease.”"
    },
    {
        "o": 12924,
        "r": "csb:2 Chronicles:21:15",
        "t": "Jehoram’s Last Days",
        "h": 2
    },
    {
        "o": 12925,
        "r": "csb:2 Chronicles:21:16",
        "t": "The*p Lord*s roused the spirit of the Philistines and the Arabs who lived near the Cushites to attack Jehoram."
    },
    {
        "o": 12926,
        "r": "csb:2 Chronicles:21:17",
        "t": "So they went to war against Judah and invaded it. They carried off all the possessions found in the king’s palace and also his sons and wives; not a son was left to him except Jehoahaz, his youngest son."
    },
    {
        "o": 12927,
        "r": "csb:2 Chronicles:21:18",
        "t": "After*p all these things, the Lord*s afflicted him in his intestines with an incurable disease."
    },
    {
        "o": 12928,
        "r": "csb:2 Chronicles:21:19",
        "t": "This continued day after day until two full years passed. Then his intestines came out because of his disease, and he died from severe illnesses. But his people did not hold a fire in his honor like the fire in honor of his predecessors."
    },
    {
        "o": 12929,
        "r": "csb:2 Chronicles:21:20",
        "t": "Jehoram*p was thirty-two years old when he became king; he reigned eight years in Jerusalem. He died to no one’s regret and was buried in the city of David but not in the tombs of the kings."
    },
    {
        "o": 12930,
        "r": "csb:2 Chronicles:22:0",
        "t": "2 Chronicles 22",
        "h": 1
    },
    {
        "o": 12931,
        "r": "csb:2 Chronicles:22:0",
        "t": "Judah’s King Ahaziah",
        "h": 2
    },
    {
        "o": 12932,
        "r": "csb:2 Chronicles:22:1",
        "t": "Then*p the inhabitants of Jerusalem made Ahaziah, his youngest son, king in his place, because the troops that had come with the Arabs to the camp had killed all the older sons. So Ahaziah son of Jehoram became king of Judah."
    },
    {
        "o": 12933,
        "r": "csb:2 Chronicles:22:2",
        "t": "Ahaziah was twenty-two years old when he became king, and he reigned one year in Jerusalem. His mother’s name was Athaliah, granddaughter of Omri."
    },
    {
        "o": 12934,
        "r": "csb:2 Chronicles:22:3",
        "t": "He*p walked in the ways of the house of Ahab, for his mother gave him evil advice."
    },
    {
        "o": 12935,
        "r": "csb:2 Chronicles:22:4",
        "t": "So he did what was evil in the Lord’s*s sight like the house of Ahab, for they were his advisers after the death of his father, to his destruction."
    },
    {
        "o": 12936,
        "r": "csb:2 Chronicles:22:5",
        "t": "He also followed their advice and went with Joram son of Israel’s King Ahab to fight against King Hazael of Aram, in Ramoth-gilead. The Arameans wounded Joram,"
    },
    {
        "o": 12937,
        "r": "csb:2 Chronicles:22:6",
        "t": "so he returned to Jezreel to recover from the wounds they inflicted on him in Ramoth-gilead when he fought against King Hazael of Aram. Then Judah’s King Ahaziah son of Jehoram went down to Jezreel to visit Joram son of Ahab since Joram was ill."
    },
    {
        "o": 12938,
        "r": "csb:2 Chronicles:22:7",
        "t": "Ahaziah’s*p downfall came from God when he went to Joram. When Ahaziah arrived, he went out with Joram to meet Jehu son of Nimshi, whom the Lord*s had anointed to destroy the house of Ahab."
    },
    {
        "o": 12939,
        "r": "csb:2 Chronicles:22:8",
        "t": "So when Jehu executed judgment on the house of Ahab, he found the rulers of Judah and the sons of Ahaziah’s brothers who were serving Ahaziah, and he killed them."
    },
    {
        "o": 12940,
        "r": "csb:2 Chronicles:22:9",
        "t": "Then Jehu looked for Ahaziah, and Jehu’s soldiers captured him (he was hiding in Samaria). So they brought Ahaziah to Jehu, and they killed him. The soldiers buried him, for they said, “He is the grandson of Jehoshaphat who sought the Lord*s with all his heart.” So no one from the house of Ahaziah had the strength to rule the kingdom."
    },
    {
        "o": 12941,
        "r": "csb:2 Chronicles:22:9",
        "t": "Athaliah Usurps the Throne",
        "h": 2
    },
    {
        "o": 12942,
        "r": "csb:2 Chronicles:22:10",
        "t": "When*p Athaliah, Ahaziah’s mother, saw that her son was dead, she proceeded to annihilate all the royal heirs of the house of Judah."
    },
    {
        "o": 12943,
        "r": "csb:2 Chronicles:22:11",
        "t": "Jehoshabeath, the king’s daughter, rescued Joash son of Ahaziah from the king’s sons who were being killed and put him and the one who nursed him in a bedroom. Now Jehoshabeath was the daughter of King Jehoram and the wife of the priest Jehoiada. Since she was Ahaziah’s sister, she hid Joash from Athaliah so that she did not kill him."
    },
    {
        "o": 12944,
        "r": "csb:2 Chronicles:22:12",
        "t": "He was hiding with them in God’s temple for six years while Athaliah reigned over the land."
    },
    {
        "o": 12945,
        "r": "csb:2 Chronicles:23:0",
        "t": "2 Chronicles 23",
        "h": 1
    },
    {
        "o": 12946,
        "r": "csb:2 Chronicles:23:0",
        "t": "Athaliah Overthrown",
        "h": 2
    },
    {
        "o": 12947,
        "r": "csb:2 Chronicles:23:1",
        "t": "Then,*p in the seventh year, Jehoiada summoned his courage and took the commanders of hundreds into a covenant with him: Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zichri."
    },
    {
        "o": 12948,
        "r": "csb:2 Chronicles:23:2",
        "t": "They made a circuit throughout Judah. They gathered the Levites from all the cities of Judah and the family heads of Israel, and they came to Jerusalem."
    },
    {
        "o": 12949,
        "r": "csb:2 Chronicles:23:3",
        "t": "Then*p the whole assembly made a covenant with the king in God’s temple. Jehoiada said to them, “Here is the king’s son! He will reign, just as the Lord*s promised concerning David’s sons."
    },
    {
        "o": 12950,
        "r": "csb:2 Chronicles:23:4",
        "t": "This is what you are to do: a third of you, priests and Levites who are coming on duty on the Sabbath, are to be gatekeepers."
    },
    {
        "o": 12951,
        "r": "csb:2 Chronicles:23:5",
        "t": "A third are to be at the king’s palace, and a third are to be at the Foundation Gate, and all the troops will be in the courtyards of the Lord’s*s temple."
    },
    {
        "o": 12952,
        "r": "csb:2 Chronicles:23:6",
        "t": "No one is to enter the Lord’s*s temple but the priests and those Levites who serve; they may enter because they are holy, but all the people are to obey the requirement of the Lord.*s"
    },
    {
        "o": 12953,
        "r": "csb:2 Chronicles:23:7",
        "t": "The Levites are to completely surround the king with weapons in hand. Anyone who enters the temple is to be put to death. Accompany the king in all his daily tasks.”"
    },
    {
        "o": 12954,
        "r": "csb:2 Chronicles:23:8",
        "t": "So*p the commanders of hundreds did everything the priest Jehoiada commanded. They each brought their men - those coming on duty on the Sabbath and those going off duty on the Sabbath - for the priest Jehoiada did not release the divisions."
    },
    {
        "o": 12955,
        "r": "csb:2 Chronicles:23:9",
        "t": "The priest Jehoiada gave to the commanders of hundreds King David’s spears, shields, and quivers that were in God’s temple."
    },
    {
        "o": 12956,
        "r": "csb:2 Chronicles:23:10",
        "t": "Then he stationed all the troops with their weapons in hand surrounding the king - from the right side of the temple to the left side, by the altar and by the temple."
    },
    {
        "o": 12957,
        "r": "csb:2 Chronicles:23:11",
        "t": "They*p brought out the king’s son, put the crown on him, gave him the testimony, and made him king. Jehoiada and his sons anointed him and cried, “Long live the king!”"
    },
    {
        "o": 12958,
        "r": "csb:2 Chronicles:23:12",
        "t": "When*p Athaliah heard the noise from the troops, the guards, and those praising the king, she went to the troops in the Lord’s*s temple."
    },
    {
        "o": 12959,
        "r": "csb:2 Chronicles:23:13",
        "t": "As she looked, there was the king standing by his pillar at the entrance. The commanders and the trumpeters were by the king, and all the people of the land were rejoicing and blowing trumpets while the singers with musical instruments were leading the praise. Athaliah tore her clothes and screamed, “Treason! Treason!”"
    },
    {
        "o": 12960,
        "r": "csb:2 Chronicles:23:14",
        "t": "Then*p the priest Jehoiada sent out the commanders of hundreds, those in charge of the army, saying, “Take her out between the ranks, and put anyone who follows her to death by the sword,” for the priest had said, “Don’t put her to death in the Lord’s*s temple.”"
    },
    {
        "o": 12961,
        "r": "csb:2 Chronicles:23:15",
        "t": "So they arrested her, and she went by the entrance of the Horse Gate to the king’s palace, where they put her to death."
    },
    {
        "o": 12962,
        "r": "csb:2 Chronicles:23:15",
        "t": "Jehoiada’s Reforms",
        "h": 2
    },
    {
        "o": 12963,
        "r": "csb:2 Chronicles:23:16",
        "t": "Then*p Jehoiada made a covenant between himself, the king, and the people that they would be the Lord’s*s people."
    },
    {
        "o": 12964,
        "r": "csb:2 Chronicles:23:17",
        "t": "So all the people went to the temple of Baal and tore it down. They smashed its altars and images and killed Mattan, the priest of Baal, at the altars."
    },
    {
        "o": 12965,
        "r": "csb:2 Chronicles:23:18",
        "t": "Then*p Jehoiada put the oversight of the Lord’s*s temple into the hands of the Levitical priests, whom David had appointed over the Lord’s*s temple, to offer burnt offerings to the Lord*s as it is written in the law of Moses, with rejoicing and song ordained by David."
    },
    {
        "o": 12966,
        "r": "csb:2 Chronicles:23:19",
        "t": "He stationed gatekeepers at the gates of the Lord’s*s temple so that nothing unclean could enter for any reason."
    },
    {
        "o": 12967,
        "r": "csb:2 Chronicles:23:20",
        "t": "Then he took with him the commanders of hundreds, the nobles, the governors of the people, and all the people of the land and brought the king down from the Lord’s*s temple. They entered the king’s palace through the Upper Gate and seated the king on the throne of the kingdom."
    },
    {
        "o": 12968,
        "r": "csb:2 Chronicles:23:21",
        "t": "All the people of the land rejoiced, and the city was quiet, for they had put Athaliah to death by the sword."
    },
    {
        "o": 12969,
        "r": "csb:2 Chronicles:24:0",
        "t": "2 Chronicles 24",
        "h": 1
    },
    {
        "o": 12970,
        "r": "csb:2 Chronicles:24:0",
        "t": "Judah’s King Joash",
        "h": 2
    },
    {
        "o": 12971,
        "r": "csb:2 Chronicles:24:1",
        "t": "Joash*p was seven years old when he became king, and he reigned forty years in Jerusalem. His mother’s name was Zibiah; she was from Beer-sheba."
    },
    {
        "o": 12972,
        "r": "csb:2 Chronicles:24:2",
        "t": "Throughout the time of the priest Jehoiada, Joash did what was right in the Lord’s*s sight."
    },
    {
        "o": 12973,
        "r": "csb:2 Chronicles:24:3",
        "t": "Jehoiada acquired two wives for him, and he was the father of sons and daughters."
    },
    {
        "o": 12974,
        "r": "csb:2 Chronicles:24:3",
        "t": "Repairing the Temple",
        "h": 2
    },
    {
        "o": 12975,
        "r": "csb:2 Chronicles:24:4",
        "t": "Afterward,*p Joash took it to heart to renovate the Lord’s*s temple."
    },
    {
        "o": 12976,
        "r": "csb:2 Chronicles:24:5",
        "t": "So he gathered the priests and Levites and said, “Go out to the cities of Judah and collect silver from all Israel to repair the temple of your God as needed year by year, and do it quickly.” However,*p the Levites did not hurry."
    },
    {
        "o": 12977,
        "r": "csb:2 Chronicles:24:6",
        "t": "So the king called Jehoiada the high priest and said, “Why haven’t you required the Levites to bring from Judah and Jerusalem the tax imposed by the Lord’s*s servant Moses and the assembly of Israel for the tent of the testimony?"
    },
    {
        "o": 12978,
        "r": "csb:2 Chronicles:24:7",
        "t": "For the sons of that wicked Athaliah broke into the Lord’s*s temple and even used the sacred things of the Lord’s*s temple for the Baals.”"
    },
    {
        "o": 12979,
        "r": "csb:2 Chronicles:24:8",
        "t": "At*p the king’s command a chest was made and placed outside the gate of the Lord’s*s temple."
    },
    {
        "o": 12980,
        "r": "csb:2 Chronicles:24:9",
        "t": "Then a proclamation was issued in Judah and Jerusalem that the tax God’s servant Moses imposed on Israel in the wilderness be brought to the Lord.*s"
    },
    {
        "o": 12981,
        "r": "csb:2 Chronicles:24:10",
        "t": "All the leaders and all the people rejoiced, brought the tax, and put it in the chest until it was full."
    },
    {
        "o": 12982,
        "r": "csb:2 Chronicles:24:11",
        "t": "Whenever the chest was brought by the Levites to the king’s overseers, and when they saw that there was a large amount of silver, the king’s secretary and the high priest’s deputy came and emptied the chest, picked it up, and returned it to its place. They did this daily and gathered the silver in abundance."
    },
    {
        "o": 12983,
        "r": "csb:2 Chronicles:24:12",
        "t": "Then the king and Jehoiada gave it to those in charge of the labor on the Lord’s*s temple, who were hiring stonecutters and carpenters to renovate the Lord’s*s temple, also blacksmiths and coppersmiths to repair the Lord’s*s temple."
    },
    {
        "o": 12984,
        "r": "csb:2 Chronicles:24:13",
        "t": "The*p workmen did their work, and through them the repairs progressed. They restored God’s temple to its specifications and reinforced it."
    },
    {
        "o": 12985,
        "r": "csb:2 Chronicles:24:14",
        "t": "When they finished, they presented the rest of the silver to the king and Jehoiada, who made articles for the Lord’s*s temple with it - articles for ministry and for making burnt offerings, and ladles and articles of gold and silver. They regularly offered burnt offerings in the Lord’s*s temple throughout Jehoiada’s life."
    },
    {
        "o": 12986,
        "r": "csb:2 Chronicles:24:14",
        "t": "Joash’s Apostasy",
        "h": 2
    },
    {
        "o": 12987,
        "r": "csb:2 Chronicles:24:15",
        "t": "Jehoiada*p died when he was old and full of days; he was 130 years old at his death."
    },
    {
        "o": 12988,
        "r": "csb:2 Chronicles:24:16",
        "t": "He was buried in the city of David with the kings because he had done what was good in Israel with respect to God and his temple."
    },
    {
        "o": 12989,
        "r": "csb:2 Chronicles:24:17",
        "t": "However,*p after Jehoiada died, the rulers of Judah came and paid homage to the king. Then the king listened to them,"
    },
    {
        "o": 12990,
        "r": "csb:2 Chronicles:24:18",
        "t": "and they abandoned the temple of the Lord,*s the God of their ancestors, and served the Asherah poles and the idols. So there was wrath against Judah and Jerusalem for this guilt of theirs."
    },
    {
        "o": 12991,
        "r": "csb:2 Chronicles:24:19",
        "t": "Nevertheless, he sent them prophets to bring them back to the Lord;*s they admonished them, but the people would not listen."
    },
    {
        "o": 12992,
        "r": "csb:2 Chronicles:24:20",
        "t": "The*p Spirit of God enveloped Zechariah son of Jehoiada the priest. He stood above the people and said to them, “This is what God says, ‘Why are you transgressing the Lord’s*s commands so that you do not prosper? Because you have abandoned the Lord,*s he has abandoned you.’”"
    },
    {
        "o": 12993,
        "r": "csb:2 Chronicles:24:21",
        "t": "But they conspired against him and stoned him at the king’s command in the courtyard of the Lord’s*s temple."
    },
    {
        "o": 12994,
        "r": "csb:2 Chronicles:24:22",
        "t": "King Joash didn’t remember the kindness that Zechariah’s father Jehoiada had extended to him, but killed his son. While he was dying, he said, “May the Lord*s see and demand an account.”"
    },
    {
        "o": 12995,
        "r": "csb:2 Chronicles:24:22",
        "t": "Aramean Invasion of Judah",
        "h": 2
    },
    {
        "o": 12996,
        "r": "csb:2 Chronicles:24:23",
        "t": "At*p the turn of the year, an Aramean army attacked Joash. They entered Judah and Jerusalem and destroyed all the leaders of the people among them and sent all the plunder to the king of Damascus."
    },
    {
        "o": 12997,
        "r": "csb:2 Chronicles:24:24",
        "t": "Although the Aramean army came with only a few men, the Lord*s handed over a vast army to them because the people of Judah had abandoned the Lord,*s the God of their ancestors. So they executed judgment on Joash."
    },
    {
        "o": 12998,
        "r": "csb:2 Chronicles:24:24",
        "t": "Joash Assassinated",
        "h": 2
    },
    {
        "o": 12999,
        "r": "csb:2 Chronicles:24:25",
        "t": "When*p the Arameans saw that Joash had many wounds, they left him. His servants conspired against him, and killed him on his bed, because he had shed the blood of the sons of the priest Jehoiada. So he died, and they buried him in the city of David, but they did not bury him in the tombs of the kings."
    },
    {
        "o": 13000,
        "r": "csb:2 Chronicles:24:26",
        "t": "Those*p who conspired against him were Zabad, son of the Ammonite woman Shimeath, and Jehozabad, son of the Moabite woman Shimrith."
    },
    {
        "o": 13001,
        "r": "csb:2 Chronicles:24:27",
        "t": "The accounts concerning his sons, the many divine pronouncements about him, and the restoration of God’s temple are recorded in the Writing of the Book of the Kings. His son Amaziah became king in his place."
    },
    {
        "o": 13002,
        "r": "csb:2 Chronicles:25:0",
        "t": "2 Chronicles 25",
        "h": 1
    },
    {
        "o": 13003,
        "r": "csb:2 Chronicles:25:0",
        "t": "Judah’s King Amaziah",
        "h": 2
    },
    {
        "o": 13004,
        "r": "csb:2 Chronicles:25:1",
        "t": "Amaziah*p became king when he was twenty-five years old, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddan; she was from Jerusalem."
    },
    {
        "o": 13005,
        "r": "csb:2 Chronicles:25:2",
        "t": "He did what was right in the Lord’s*s sight but not wholeheartedly."
    },
    {
        "o": 13006,
        "r": "csb:2 Chronicles:25:3",
        "t": "As*p soon as the kingdom was firmly in his grasp, he executed his servants who had killed his father the king."
    },
    {
        "o": 13007,
        "r": "csb:2 Chronicles:25:4",
        "t": "However, he did not put their children to death, because - as it is written in the Law, in the book of Moses, where the Lord*s commanded - “Fathers are not to die because of children, and children are not to die because of fathers, but each one will die for his own sin.”"
    },
    {
        "o": 13008,
        "r": "csb:2 Chronicles:25:4",
        "t": "Amaziah’s Campaign against Edom",
        "h": 2
    },
    {
        "o": 13009,
        "r": "csb:2 Chronicles:25:5",
        "t": "Then*p Amaziah gathered Judah and assembled them according to ancestral families, according to commanders of thousands, and according to commanders of hundreds. He numbered those twenty years old or more for all Judah and Benjamin. He found there to be three hundred thousand fit young men who could serve in the army, bearing spear and shield."
    },
    {
        "o": 13010,
        "r": "csb:2 Chronicles:25:6",
        "t": "Then for 7,500 pounds of silver he hired one hundred thousand valiant warriors from Israel."
    },
    {
        "o": 13011,
        "r": "csb:2 Chronicles:25:7",
        "t": "However,*p a man of God came to him and said, “King, do not let Israel’s army go with you, for the Lord*s is not with Israel - all the Ephraimites."
    },
    {
        "o": 13012,
        "r": "csb:2 Chronicles:25:8",
        "t": "But if you go with them, do it! Be strong for battle! But God will make you stumble before the enemy, for God has the power to help or to make one stumble.”"
    },
    {
        "o": 13013,
        "r": "csb:2 Chronicles:25:9",
        "t": "Then*p Amaziah said to the man of God, “What should I do about the 7,500 pounds of silver I gave to Israel’s division?” The*p man of God replied, “The Lord*s is able to give you much more than this.”"
    },
    {
        "o": 13014,
        "r": "csb:2 Chronicles:25:10",
        "t": "So*p Amaziah released the division that came to him from Ephraim to go home. But they got very angry with Judah and returned home in a fierce rage."
    },
    {
        "o": 13015,
        "r": "csb:2 Chronicles:25:11",
        "t": "Amaziah*p strengthened his position and led his people to the Salt Valley. He struck down ten thousand Seirites,"
    },
    {
        "o": 13016,
        "r": "csb:2 Chronicles:25:12",
        "t": "and the Judahites captured ten thousand alive. They took them to the top of a cliff where they threw them off, and all of them were dashed to pieces."
    },
    {
        "o": 13017,
        "r": "csb:2 Chronicles:25:13",
        "t": "As*p for the men of the division that Amaziah sent back so they would not go with him into battle, they raided the cities of Judah from Samaria to Beth-horon, struck down three thousand of their people, and took a great deal of plunder."
    },
    {
        "o": 13018,
        "r": "csb:2 Chronicles:25:14",
        "t": "After*p Amaziah came from the attack on the Edomites, he brought the gods of the Seirites and set them up as his gods. He worshiped before them and burned incense to them."
    },
    {
        "o": 13019,
        "r": "csb:2 Chronicles:25:15",
        "t": "So the Lord’s*s anger was against Amaziah, and he sent a prophet to him, who said, “Why have you sought a people’s gods that could not rescue their own people from you?”"
    },
    {
        "o": 13020,
        "r": "csb:2 Chronicles:25:16",
        "t": "While*p he was still speaking to him, the king asked, “Have we made you the king’s counselor? Stop, why should you lose your life?” So*p the prophet stopped, but he said, “I know that God intends to destroy you, because you have done this and have not listened to my advice.”"
    },
    {
        "o": 13021,
        "r": "csb:2 Chronicles:25:16",
        "t": "Amaziah’s War with Israel’s King Jehoash",
        "h": 2
    },
    {
        "o": 13022,
        "r": "csb:2 Chronicles:25:17",
        "t": "King*p Amaziah of Judah took counsel and sent word to Jehoash son of Jehoahaz, son of Jehu, king of Israel, and challenged him: “Come, let’s meet face to face.”"
    },
    {
        "o": 13023,
        "r": "csb:2 Chronicles:25:18",
        "t": "King*p Jehoash of Israel sent word to King Amaziah of Judah, saying, “The thistle in Lebanon sent a message to the cedar in Lebanon, saying, ‘Give your daughter to my son as a wife.’ Then a wild animal in Lebanon passed by and trampled the thistle."
    },
    {
        "o": 13024,
        "r": "csb:2 Chronicles:25:19",
        "t": "You have said, ‘Look, I have defeated Edom,’ and you have become overconfident that you will get glory. Now stay at home. Why stir up such trouble so that you fall and Judah with you?”"
    },
    {
        "o": 13025,
        "r": "csb:2 Chronicles:25:20",
        "t": "But*p Amaziah would not listen, for this turn of events was from God in order to hand them over to their enemies because they went after the gods of Edom."
    },
    {
        "o": 13026,
        "r": "csb:2 Chronicles:25:21",
        "t": "So King Jehoash of Israel advanced. He and King Amaziah of Judah met face to face at Beth-shemesh that belonged to Judah."
    },
    {
        "o": 13027,
        "r": "csb:2 Chronicles:25:22",
        "t": "Judah was routed before Israel, and each man fled to his own tent."
    },
    {
        "o": 13028,
        "r": "csb:2 Chronicles:25:23",
        "t": "King Jehoash of Israel captured Judah’s King Amaziah son of Joash, son of Jehoahaz, at Beth-shemesh. Then Jehoash took him to Jerusalem and broke down two hundred yards of Jerusalem’s wall from the Ephraim Gate to the Corner Gate."
    },
    {
        "o": 13029,
        "r": "csb:2 Chronicles:25:24",
        "t": "He took all the gold, silver, all the utensils that were found with Obed-edom in God’s temple, the treasures of the king’s palace, and the hostages. Then he returned to Samaria."
    },
    {
        "o": 13030,
        "r": "csb:2 Chronicles:25:24",
        "t": "Amaziah’s Death",
        "h": 2
    },
    {
        "o": 13031,
        "r": "csb:2 Chronicles:25:25",
        "t": "Judah’s*p King Amaziah son of Joash lived fifteen years after the death of Israel’s King Jehoash son of Jehoahaz."
    },
    {
        "o": 13032,
        "r": "csb:2 Chronicles:25:26",
        "t": "The rest of the events of Amaziah’s reign, from beginning to end, are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 13033,
        "r": "csb:2 Chronicles:25:27",
        "t": "From*p the time Amaziah turned from following the Lord,*s a conspiracy was formed against him in Jerusalem, and he fled to Lachish. However, men were sent after him to Lachish, and they put him to death there."
    },
    {
        "o": 13034,
        "r": "csb:2 Chronicles:25:28",
        "t": "They carried him back on horses and buried him with his ancestors in the city of Judah."
    },
    {
        "o": 13035,
        "r": "csb:2 Chronicles:26:0",
        "t": "2 Chronicles 26",
        "h": 1
    },
    {
        "o": 13036,
        "r": "csb:2 Chronicles:26:0",
        "t": "Judah’s King Uzziah",
        "h": 2
    },
    {
        "o": 13037,
        "r": "csb:2 Chronicles:26:1",
        "t": "All*p the people of Judah took Uzziah, who was sixteen years old, and made him king in place of his father Amaziah."
    },
    {
        "o": 13038,
        "r": "csb:2 Chronicles:26:2",
        "t": "After Amaziah the king rested with his ancestors, Uzziah rebuilt Eloth and restored it to Judah."
    },
    {
        "o": 13039,
        "r": "csb:2 Chronicles:26:3",
        "t": "Uzziah*p was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecoliah; she was from Jerusalem."
    },
    {
        "o": 13040,
        "r": "csb:2 Chronicles:26:4",
        "t": "He did what was right in the Lord’s*s sight just as his father Amaziah had done."
    },
    {
        "o": 13041,
        "r": "csb:2 Chronicles:26:5",
        "t": "He sought God throughout the lifetime of Zechariah, the teacher of the fear of God. During the time that he sought the Lord,*s God gave him success."
    },
    {
        "o": 13042,
        "r": "csb:2 Chronicles:26:5",
        "t": "Uzziah’s Exploits",
        "h": 2
    },
    {
        "o": 13043,
        "r": "csb:2 Chronicles:26:6",
        "t": "Uzziah*p went out to wage war against the Philistines, and he tore down the wall of Gath, the wall of Jabneh, and the wall of Ashdod. Then he built cities in the vicinity of Ashdod and among the Philistines."
    },
    {
        "o": 13044,
        "r": "csb:2 Chronicles:26:7",
        "t": "God helped him against the Philistines, the Arabs that live in Gur-baal, and the Meunites."
    },
    {
        "o": 13045,
        "r": "csb:2 Chronicles:26:8",
        "t": "The Ammonites paid tribute to Uzziah, and his fame spread as far as the entrance of Egypt, for God made him very powerful."
    },
    {
        "o": 13046,
        "r": "csb:2 Chronicles:26:9",
        "t": "Uzziah built towers in Jerusalem at the Corner Gate, the Valley Gate, and the corner buttress, and he fortified them."
    },
    {
        "o": 13047,
        "r": "csb:2 Chronicles:26:10",
        "t": "Since he had many cattle both in the Judean foothills and the plain, he built towers in the desert and dug many wells. And since he was a lover of the soil, he had farmers and vinedressers in the hills and in the fertile lands."
    },
    {
        "o": 13048,
        "r": "csb:2 Chronicles:26:11",
        "t": "Uzziah*p had an army equipped for combat that went out to war by division according to their assignments, as recorded by Jeiel the court secretary and Maaseiah the officer under the authority of Hananiah, one of the king’s commanders."
    },
    {
        "o": 13049,
        "r": "csb:2 Chronicles:26:12",
        "t": "The total number of family heads was 2,600 valiant warriors."
    },
    {
        "o": 13050,
        "r": "csb:2 Chronicles:26:13",
        "t": "Under their authority was an army of 307,500 equipped for combat, a powerful force to help the king against the enemy."
    },
    {
        "o": 13051,
        "r": "csb:2 Chronicles:26:14",
        "t": "Uzziah provided the entire army with shields, spears, helmets, armor, bows, and slingstones."
    },
    {
        "o": 13052,
        "r": "csb:2 Chronicles:26:15",
        "t": "He made skillfully designed devices in Jerusalem to shoot arrows and catapult large stones for use on the towers and on the corners. So his fame spread even to distant places, for he was wondrously helped until he became strong."
    },
    {
        "o": 13053,
        "r": "csb:2 Chronicles:26:15",
        "t": "Uzziah’s Disease",
        "h": 2
    },
    {
        "o": 13054,
        "r": "csb:2 Chronicles:26:16",
        "t": "But*p when he became strong, he grew arrogant, and it led to his own destruction. He acted unfaithfully against the Lord*s his God by going into the Lord’s*s sanctuary to burn incense on the incense altar."
    },
    {
        "o": 13055,
        "r": "csb:2 Chronicles:26:17",
        "t": "The priest Azariah, along with eighty brave priests of the Lord,*s went in after him."
    },
    {
        "o": 13056,
        "r": "csb:2 Chronicles:26:18",
        "t": "They took their stand against King Uzziah and said, “Uzziah, you have no right to offer incense to the Lord-*s only the consecrated priests, the descendants of Aaron, have the right to offer incense. Leave the sanctuary, for you have acted unfaithfully! You will not receive honor from the Lord*s God.”"
    },
    {
        "o": 13057,
        "r": "csb:2 Chronicles:26:19",
        "t": "Uzziah,*p with a firepan in his hand to offer incense, was enraged. But when he became enraged with the priests, in the presence of the priests in the Lord’s*s temple beside the altar of incense, a skin disease broke out on his forehead."
    },
    {
        "o": 13058,
        "r": "csb:2 Chronicles:26:20",
        "t": "Then Azariah the chief priest and all the priests turned to him and saw that he was diseased on his forehead. They rushed him out of there. He himself also hurried to get out because the Lord*s had afflicted him."
    },
    {
        "o": 13059,
        "r": "csb:2 Chronicles:26:21",
        "t": "So King Uzziah was diseased to the time of his death. He lived in quarantine with a serious skin disease and was excluded from access to the Lord’s*s temple, while his son Jotham was over the king’s household governing the people of the land."
    },
    {
        "o": 13060,
        "r": "csb:2 Chronicles:26:22",
        "t": "Now*p the prophet Isaiah son of Amoz wrote about the rest of the events of Uzziah’s reign, from beginning to end."
    },
    {
        "o": 13061,
        "r": "csb:2 Chronicles:26:23",
        "t": "Uzziah rested with his ancestors, and he was buried with his ancestors in the burial ground of the kings’ cemetery, for they said, “He has a skin disease.” His son Jotham became king in his place."
    },
    {
        "o": 13062,
        "r": "csb:2 Chronicles:27:0",
        "t": "2 Chronicles 27",
        "h": 1
    },
    {
        "o": 13063,
        "r": "csb:2 Chronicles:27:0",
        "t": "Judah’s King Jotham",
        "h": 2
    },
    {
        "o": 13064,
        "r": "csb:2 Chronicles:27:1",
        "t": "Jotham*p was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem. His mother’s name was Jerushah daughter of Zadok."
    },
    {
        "o": 13065,
        "r": "csb:2 Chronicles:27:2",
        "t": "He did what was right in the Lord’s*s sight just as his father Uzziah had done. In addition, he didn’t enter the Lord’s*s sanctuary, but the people still behaved corruptly."
    },
    {
        "o": 13066,
        "r": "csb:2 Chronicles:27:3",
        "t": "Jotham*p built the Upper Gate of the Lord’s*s temple, and he built extensively on the wall of Ophel."
    },
    {
        "o": 13067,
        "r": "csb:2 Chronicles:27:4",
        "t": "He also built cities in the hill country of Judah and fortresses and towers in the forests."
    },
    {
        "o": 13068,
        "r": "csb:2 Chronicles:27:5",
        "t": "He waged war against the king of the Ammonites. He overpowered the Ammonites, and that year they gave him 7,500 pounds of silver, 60,000 bushels of wheat, and 60,000 bushels of barley. They paid him the same in the second and third years."
    },
    {
        "o": 13069,
        "r": "csb:2 Chronicles:27:6",
        "t": "So Jotham strengthened his position because he did not waver in obeying the Lord*s his God."
    },
    {
        "o": 13070,
        "r": "csb:2 Chronicles:27:7",
        "t": "As*p for the rest of the events of Jotham’s reign, along with all his wars and his ways, note that they are written in the Book of the Kings of Israel and Judah."
    },
    {
        "o": 13071,
        "r": "csb:2 Chronicles:27:8",
        "t": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem."
    },
    {
        "o": 13072,
        "r": "csb:2 Chronicles:27:9",
        "t": "Jotham rested with his ancestors and was buried in the city of David. His son Ahaz became king in his place."
    },
    {
        "o": 13073,
        "r": "csb:2 Chronicles:28:0",
        "t": "2 Chronicles 28",
        "h": 1
    },
    {
        "o": 13074,
        "r": "csb:2 Chronicles:28:0",
        "t": "Judah’s King Ahaz",
        "h": 2
    },
    {
        "o": 13075,
        "r": "csb:2 Chronicles:28:1",
        "t": "Ahaz*p was twenty years old when he became king, and he reigned sixteen years in Jerusalem. He did not do what was right in the Lord’s*s sight like his ancestor David,"
    },
    {
        "o": 13076,
        "r": "csb:2 Chronicles:28:2",
        "t": "for he walked in the ways of the kings of Israel and made cast images of the Baals."
    },
    {
        "o": 13077,
        "r": "csb:2 Chronicles:28:3",
        "t": "He burned incense in Ben Hinnom Valley and burned his children in the fire, imitating the detestable practices of the nations the Lord*s had dispossessed before the Israelites."
    },
    {
        "o": 13078,
        "r": "csb:2 Chronicles:28:4",
        "t": "He sacrificed and burned incense on the high places, on the hills, and under every green tree."
    },
    {
        "o": 13079,
        "r": "csb:2 Chronicles:28:5",
        "t": "So*p the Lord*s his God handed Ahaz over to the king of Aram. He attacked him and took many captives to Damascus. Ahaz*p was also handed over to the king of Israel, who struck him with great force:"
    },
    {
        "o": 13080,
        "r": "csb:2 Chronicles:28:6",
        "t": "Pekah son of Remaliah killed one hundred twenty thousand in Judah in one day - all brave men - because they had abandoned the Lord*s God of their ancestors."
    },
    {
        "o": 13081,
        "r": "csb:2 Chronicles:28:7",
        "t": "An Ephraimite warrior named Zichri killed the king’s son Maaseiah, Azrikam governor of the palace, and Elkanah who was second to the king."
    },
    {
        "o": 13082,
        "r": "csb:2 Chronicles:28:8",
        "t": "Then the Israelites took two hundred thousand captives from their brothers - women, sons, and daughters. They also took a great deal of plunder from them and brought it to Samaria."
    },
    {
        "o": 13083,
        "r": "csb:2 Chronicles:28:9",
        "t": "A*p prophet of the Lord*s named Oded was there. He went out to meet the army that came to Samaria and said to them, “Look, the Lord*s God of your ancestors handed them over to you because of his wrath against Judah, but you slaughtered them in a rage that has reached heaven."
    },
    {
        "o": 13084,
        "r": "csb:2 Chronicles:28:10",
        "t": "Now you plan to reduce the people of Judah and Jerusalem, male and female, to slavery. Are you not also guilty before the Lord*s your God?"
    },
    {
        "o": 13085,
        "r": "csb:2 Chronicles:28:11",
        "t": "Listen to me and return the captives you took from your brothers, for the Lord’s*s burning anger is on you.”"
    },
    {
        "o": 13086,
        "r": "csb:2 Chronicles:28:12",
        "t": "So*p some men who were leaders of the Ephraimites - Azariah son of Jehohanan, Berechiah son of Meshillemoth, Jehizkiah son of Shallum, and Amasa son of Hadlai - stood in opposition to those coming from the war."
    },
    {
        "o": 13087,
        "r": "csb:2 Chronicles:28:13",
        "t": "They said to them, “You must not bring the captives here, for you plan to bring guilt on us from the Lord*s to add to our sins and our guilt. For we have much guilt, and burning anger is on Israel.”"
    },
    {
        "o": 13088,
        "r": "csb:2 Chronicles:28:14",
        "t": "The*p army left the captives and the plunder in the presence of the officers and the congregation."
    },
    {
        "o": 13089,
        "r": "csb:2 Chronicles:28:15",
        "t": "Then the men who were designated by name took charge of the captives and provided clothes for their naked ones from the plunder. They clothed them, gave them sandals, food and drink, dressed their wounds, and provided donkeys for all the feeble. The Israelites brought them to Jericho, the City of Palms, among their brothers. Then they returned to Samaria."
    },
    {
        "o": 13090,
        "r": "csb:2 Chronicles:28:16",
        "t": "At*p that time King Ahaz asked the king of Assyria for help."
    },
    {
        "o": 13091,
        "r": "csb:2 Chronicles:28:17",
        "t": "The Edomites came again, attacked Judah, and took captives."
    },
    {
        "o": 13092,
        "r": "csb:2 Chronicles:28:18",
        "t": "The Philistines also raided the cities of the Judean foothills and the Negev of Judah. They captured and occupied Beth-shemesh, Aijalon, and Gederoth, as well as Soco, Timnah, and Gimzo with their surrounding villages."
    },
    {
        "o": 13093,
        "r": "csb:2 Chronicles:28:19",
        "t": "For the Lord*s humbled Judah because of King Ahaz of Judah, who threw off restraint in Judah and was unfaithful to the Lord.*s"
    },
    {
        "o": 13094,
        "r": "csb:2 Chronicles:28:20",
        "t": "Then King Tiglath-pileser of Assyria came against Ahaz; he oppressed him and did not give him support."
    },
    {
        "o": 13095,
        "r": "csb:2 Chronicles:28:21",
        "t": "Although Ahaz plundered the Lord’s*s temple and the palace of the king and of the rulers and gave the plunder to the king of Assyria, it did not help him."
    },
    {
        "o": 13096,
        "r": "csb:2 Chronicles:28:22",
        "t": "At*p the time of his distress, King Ahaz himself became more unfaithful to the Lord.*s"
    },
    {
        "o": 13097,
        "r": "csb:2 Chronicles:28:23",
        "t": "He sacrificed to the gods of Damascus which had defeated him; he said, “Since the gods of the kings of Aram are helping them, I will sacrifice to them so that they will help me.” But they were the downfall of him and of all Israel."
    },
    {
        "o": 13098,
        "r": "csb:2 Chronicles:28:24",
        "t": "Then*p Ahaz gathered up the utensils of God’s temple, cut them into pieces, shut the doors of the Lord’s*s temple, and made himself altars on every street corner in Jerusalem."
    },
    {
        "o": 13099,
        "r": "csb:2 Chronicles:28:25",
        "t": "He made high places in every city of Judah to offer incense to other gods, and he angered the Lord,*s the God of his ancestors."
    },
    {
        "o": 13100,
        "r": "csb:2 Chronicles:28:25",
        "t": "Ahaz’s Death",
        "h": 2
    },
    {
        "o": 13101,
        "r": "csb:2 Chronicles:28:26",
        "t": "As*p for the rest of his deeds and all his ways, from beginning to end, they are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 13102,
        "r": "csb:2 Chronicles:28:27",
        "t": "Ahaz rested with his ancestors and was buried in the city, in Jerusalem, but they did not bring him into the tombs of the kings of Israel. His son Hezekiah became king in his place."
    },
    {
        "o": 13103,
        "r": "csb:2 Chronicles:29:0",
        "t": "2 Chronicles 29",
        "h": 1
    },
    {
        "o": 13104,
        "r": "csb:2 Chronicles:29:0",
        "t": "Judah’s King Hezekiah",
        "h": 2
    },
    {
        "o": 13105,
        "r": "csb:2 Chronicles:29:1",
        "t": "Hezekiah*p was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Abijah daughter of Zechariah."
    },
    {
        "o": 13106,
        "r": "csb:2 Chronicles:29:2",
        "t": "He did what was right in the Lord’s*s sight just as his ancestor David had done."
    },
    {
        "o": 13107,
        "r": "csb:2 Chronicles:29:3",
        "t": "In*p the first year of his reign, in the first month, he opened the doors of the Lord’s*s temple and repaired them."
    },
    {
        "o": 13108,
        "r": "csb:2 Chronicles:29:4",
        "t": "Then he brought in the priests and Levites and gathered them in the eastern public square."
    },
    {
        "o": 13109,
        "r": "csb:2 Chronicles:29:5",
        "t": "He said to them, “Hear me, Levites. Consecrate yourselves now and consecrate the temple of the Lord,*s the God of your ancestors. Remove everything impure from the holy place."
    },
    {
        "o": 13110,
        "r": "csb:2 Chronicles:29:6",
        "t": "For our ancestors were unfaithful and did what is evil in the sight of the Lord*s our God. They abandoned him, turned their faces away from the Lord’s*s dwelling place, and turned their backs on him."
    },
    {
        "o": 13111,
        "r": "csb:2 Chronicles:29:7",
        "t": "They also closed the doors of the portico, extinguished the lamps, did not burn incense, and did not offer burnt offerings in the holy place of the God of Israel."
    },
    {
        "o": 13112,
        "r": "csb:2 Chronicles:29:8",
        "t": "Therefore, the wrath of the Lord*s was on Judah and Jerusalem, and he made them an object of terror, horror, and mockery, as you see with your own eyes."
    },
    {
        "o": 13113,
        "r": "csb:2 Chronicles:29:9",
        "t": "Our fathers fell by the sword, and our sons, our daughters, and our wives are in captivity because of this."
    },
    {
        "o": 13114,
        "r": "csb:2 Chronicles:29:10",
        "t": "It is in my heart now to make a covenant with the Lord,*s the God of Israel so that his burning anger may turn away from us."
    },
    {
        "o": 13115,
        "r": "csb:2 Chronicles:29:11",
        "t": "My sons, don’t be negligent now, for the Lord*s has chosen you to stand in his presence, to serve him, and to be his ministers and burners of incense.”"
    },
    {
        "o": 13116,
        "r": "csb:2 Chronicles:29:11",
        "t": "Cleansing the Temple",
        "h": 2
    },
    {
        "o": 13117,
        "r": "csb:2 Chronicles:29:12",
        "t": "Then*p the Levites stood up: Mahath*ln son of Amasai and Joel son of Azariah from the Kohathites; Kish*ln son of Abdi and Azariah son of Jehallelel from the Merarites; Joah*ln son of Zimmah and Eden son of Joah from the Gershonites;"
    },
    {
        "o": 13118,
        "r": "csb:2 Chronicles:29:13",
        "t": "Shimri*ln and Jeuel from the Elizaphanites; Zechariah*ln and Mattaniah from the Asaphites;"
    },
    {
        "o": 13119,
        "r": "csb:2 Chronicles:29:14",
        "t": "Jehiel*ln and Shimei from the Hemanites; Shemaiah*ln and Uzziel from the Jeduthunites."
    },
    {
        "o": 13120,
        "r": "csb:2 Chronicles:29:15",
        "t": "They*p gathered their brothers together, consecrated themselves, and went according to the king’s command by the words of the Lord*s to cleanse the Lord’s*s temple."
    },
    {
        "o": 13121,
        "r": "csb:2 Chronicles:29:16",
        "t": "The*p priests went to the entrance of the Lord’s*s temple to cleanse it. They took all the unclean things they found in the Lord’s*s sanctuary to the courtyard of the Lord’s*s temple. Then the Levites received them and took them outside to the Kidron Valley."
    },
    {
        "o": 13122,
        "r": "csb:2 Chronicles:29:17",
        "t": "They began the consecration on the first day of the first month, and on the eighth day of the month they came to the portico of the Lord’s*s temple. They consecrated the Lord’s*s temple for eight days, and on the sixteenth day of the first month they finished."
    },
    {
        "o": 13123,
        "r": "csb:2 Chronicles:29:18",
        "t": "Then*p they went inside to King Hezekiah and said, “We have cleansed the whole temple of the Lord,*s the altar of burnt offering and all its utensils, and the table for the rows of the Bread of the Presence and all its utensils."
    },
    {
        "o": 13124,
        "r": "csb:2 Chronicles:29:19",
        "t": "We have set up and consecrated all the utensils that King Ahaz rejected during his reign when he became unfaithful. They are in front of the altar of the Lord.”*s"
    },
    {
        "o": 13125,
        "r": "csb:2 Chronicles:29:19",
        "t": "Renewal of Temple Worship",
        "h": 2
    },
    {
        "o": 13126,
        "r": "csb:2 Chronicles:29:20",
        "t": "King*p Hezekiah got up early, gathered the city officials, and went to the Lord’s*s temple."
    },
    {
        "o": 13127,
        "r": "csb:2 Chronicles:29:21",
        "t": "They brought seven bulls, seven rams, seven lambs, and seven male goats as a sin offering for the kingdom, for the sanctuary, and for Judah. Then he told the descendants of Aaron, the priests, to offer them on the altar of the Lord.*s"
    },
    {
        "o": 13128,
        "r": "csb:2 Chronicles:29:22",
        "t": "So they slaughtered the bulls, and the priests received the blood and splattered it on the altar. They slaughtered the rams and splattered the blood on the altar. They slaughtered the lambs and splattered the blood on the altar."
    },
    {
        "o": 13129,
        "r": "csb:2 Chronicles:29:23",
        "t": "Then they brought the goats for the sin offering right into the presence of the king and the congregation, who laid their hands on them."
    },
    {
        "o": 13130,
        "r": "csb:2 Chronicles:29:24",
        "t": "The priests slaughtered the goats and put their blood on the altar for a sin offering, to make atonement for all Israel, for the king said that the burnt offering and sin offering were for all Israel."
    },
    {
        "o": 13131,
        "r": "csb:2 Chronicles:29:25",
        "t": "Hezekiah*p stationed the Levites in the Lord’s*s temple with cymbals, harps, and lyres according to the command of David, Gad the king’s seer, and the prophet Nathan. For the command was from the Lord*s through his prophets."
    },
    {
        "o": 13132,
        "r": "csb:2 Chronicles:29:26",
        "t": "The Levites stood with the instruments of David, and the priests with the trumpets."
    },
    {
        "o": 13133,
        "r": "csb:2 Chronicles:29:27",
        "t": "Then*p Hezekiah ordered that the burnt offering be offered on the altar. When the burnt offerings began, the song of the Lord*s and the trumpets began, accompanied by the instruments of King David of Israel."
    },
    {
        "o": 13134,
        "r": "csb:2 Chronicles:29:28",
        "t": "The whole assembly was worshiping, singing the song, and blowing the trumpets - all this continued until the burnt offering was completed."
    },
    {
        "o": 13135,
        "r": "csb:2 Chronicles:29:29",
        "t": "When the burnt offerings were completed, the king and all those present with him bowed down and worshiped."
    },
    {
        "o": 13136,
        "r": "csb:2 Chronicles:29:30",
        "t": "Then King Hezekiah and the officials told the Levites to sing praise to the Lord*s in the words of David and of the seer Asaph. So they sang praises with rejoicing and knelt low and worshiped."
    },
    {
        "o": 13137,
        "r": "csb:2 Chronicles:29:31",
        "t": "Hezekiah*p concluded, “Now you are consecrated to the Lord.*s Come near and bring sacrifices and thanksgiving offerings to the Lord’s*s temple.” So the congregation brought sacrifices and thanksgiving offerings, and all those with willing hearts brought burnt offerings."
    },
    {
        "o": 13138,
        "r": "csb:2 Chronicles:29:32",
        "t": "The number of burnt offerings the congregation brought was seventy bulls, one hundred rams, and two hundred lambs; all these were for a burnt offering to the Lord.*s"
    },
    {
        "o": 13139,
        "r": "csb:2 Chronicles:29:33",
        "t": "Six hundred bulls and three thousand sheep and goats were consecrated."
    },
    {
        "o": 13140,
        "r": "csb:2 Chronicles:29:34",
        "t": "However,*p since there were not enough priests, they weren’t able to skin all the burnt offerings, so their Levite brothers helped them until the work was finished and until the priests consecrated themselves. For the Levites were more conscientious to consecrate themselves than the priests were."
    },
    {
        "o": 13141,
        "r": "csb:2 Chronicles:29:35",
        "t": "Furthermore, the burnt offerings were abundant, along with the fat of the fellowship offerings and with the drink offerings for the burnt offering. So*p the service of the Lord’s*s temple was established."
    },
    {
        "o": 13142,
        "r": "csb:2 Chronicles:29:36",
        "t": "Then Hezekiah and all the people rejoiced over how God had prepared the people, for it had come about suddenly."
    },
    {
        "o": 13143,
        "r": "csb:2 Chronicles:30:0",
        "t": "2 Chronicles 30",
        "h": 1
    },
    {
        "o": 13144,
        "r": "csb:2 Chronicles:30:0",
        "t": "Celebration of the Passover",
        "h": 2
    },
    {
        "o": 13145,
        "r": "csb:2 Chronicles:30:1",
        "t": "Then*p Hezekiah sent word throughout all Israel and Judah, and he also wrote letters to Ephraim and Manasseh to come to the Lord’s*s temple in Jerusalem to observe the Passover of the Lord,*s the God of Israel."
    },
    {
        "o": 13146,
        "r": "csb:2 Chronicles:30:2",
        "t": "For the king and his officials and the entire congregation in Jerusalem decided to observe the Passover of the Lord*s in the second month,"
    },
    {
        "o": 13147,
        "r": "csb:2 Chronicles:30:3",
        "t": "because they were not able to observe it at the appropriate time. Not enough of the priests had consecrated themselves, and the people hadn’t been gathered together in Jerusalem."
    },
    {
        "o": 13148,
        "r": "csb:2 Chronicles:30:4",
        "t": "The proposal pleased the king and the congregation,"
    },
    {
        "o": 13149,
        "r": "csb:2 Chronicles:30:5",
        "t": "so they affirmed the proposal and spread the message throughout all Israel, from Beer-sheba to Dan, to come to observe the Passover of the Lord,*s the God of Israel in Jerusalem, for they hadn’t observed it often, as prescribed."
    },
    {
        "o": 13150,
        "r": "csb:2 Chronicles:30:6",
        "t": "So*p the couriers went throughout Israel and Judah with letters from the hand of the king and his officials, and according to the king’s command, saying, “Israelites, return to the Lord,*s the God of Abraham, Isaac, and Israel so that he may return to those of you who remain, who have escaped the grasp of the kings of Assyria."
    },
    {
        "o": 13151,
        "r": "csb:2 Chronicles:30:7",
        "t": "Don’t be like your ancestors and your brothers who were unfaithful to the Lord,*s the God of their ancestors so that he made them an object of horror as you yourselves see."
    },
    {
        "o": 13152,
        "r": "csb:2 Chronicles:30:8",
        "t": "Don’t become obstinate now like your ancestors did. Give your allegiance to the Lord,*s and come to his sanctuary that he has consecrated forever. Serve the Lord*s your God so that he may turn his burning anger away from you,"
    },
    {
        "o": 13153,
        "r": "csb:2 Chronicles:30:9",
        "t": "for when you return to the Lord,*s your brothers and your sons will receive mercy in the presence of their captors and will return to this land. For the Lord*s your God is gracious and merciful; he will not turn his face away from you if you return to him.”"
    },
    {
        "o": 13154,
        "r": "csb:2 Chronicles:30:10",
        "t": "The*p couriers traveled from city to city in the land of Ephraim and Manasseh as far as Zebulun, but the inhabitants laughed at them and mocked them."
    },
    {
        "o": 13155,
        "r": "csb:2 Chronicles:30:11",
        "t": "But some from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem."
    },
    {
        "o": 13156,
        "r": "csb:2 Chronicles:30:12",
        "t": "Also, the power of God was at work in Judah to unite them to carry out the command of the king and his officials by the word of the Lord.*s"
    },
    {
        "o": 13157,
        "r": "csb:2 Chronicles:30:13",
        "t": "A*p very large assembly of people was gathered in Jerusalem to observe the Festival of Unleavened Bread in the second month."
    },
    {
        "o": 13158,
        "r": "csb:2 Chronicles:30:14",
        "t": "They proceeded to take away the altars that were in Jerusalem, and they took away the incense altars and threw them into the Kidron Valley."
    },
    {
        "o": 13159,
        "r": "csb:2 Chronicles:30:15",
        "t": "They slaughtered the Passover lamb on the fourteenth day of the second month. The priests and Levites were ashamed, and they consecrated themselves and brought burnt offerings to the Lord’s*s temple."
    },
    {
        "o": 13160,
        "r": "csb:2 Chronicles:30:16",
        "t": "They stood at their prescribed posts, according to the law of Moses, the man of God. The priests splattered the blood received from the Levites,"
    },
    {
        "o": 13161,
        "r": "csb:2 Chronicles:30:17",
        "t": "for there were many in the assembly who had not consecrated themselves, and so the Levites were in charge of slaughtering the Passover lambs for every unclean person to consecrate the lambs to the Lord.*s"
    },
    {
        "o": 13162,
        "r": "csb:2 Chronicles:30:18",
        "t": "A large number of the people - many from Ephraim, Manasseh, Issachar, and Zebulun - were ritually unclean, yet they had eaten the Passover contrary to what was written. But Hezekiah had interceded for them, saying, “May the good Lord*s provide atonement on behalf of"
    },
    {
        "o": 13163,
        "r": "csb:2 Chronicles:30:19",
        "t": "whoever sets his whole heart on seeking God, the Lord,*s the God of his ancestors, even though not according to the purification rules of the sanctuary.”"
    },
    {
        "o": 13164,
        "r": "csb:2 Chronicles:30:20",
        "t": "So the Lord*s heard Hezekiah and healed the people."
    },
    {
        "o": 13165,
        "r": "csb:2 Chronicles:30:21",
        "t": "The Israelites who were present in Jerusalem observed the Festival of Unleavened Bread seven days with great joy, and the Levites and the priests praised the Lord*s day after day with loud instruments."
    },
    {
        "o": 13166,
        "r": "csb:2 Chronicles:30:22",
        "t": "Then Hezekiah encouraged all the Levites who performed skillfully before the Lord.*s They ate at the appointed festival for seven days, sacrificing fellowship offerings and giving thanks to the Lord,*s the God of their ancestors."
    },
    {
        "o": 13167,
        "r": "csb:2 Chronicles:30:23",
        "t": "The*p whole congregation decided to observe seven more days, so they observed seven days with joy,"
    },
    {
        "o": 13168,
        "r": "csb:2 Chronicles:30:24",
        "t": "for King Hezekiah of Judah contributed one thousand bulls and seven thousand sheep for the congregation. Also, the officials contributed one thousand bulls and ten thousand sheep for the congregation, and many priests consecrated themselves."
    },
    {
        "o": 13169,
        "r": "csb:2 Chronicles:30:25",
        "t": "Then the whole assembly of Judah with the priests and Levites, the whole assembly that came from Israel, the resident aliens who came from the land of Israel, and those who were living in Judah, rejoiced."
    },
    {
        "o": 13170,
        "r": "csb:2 Chronicles:30:26",
        "t": "There was great rejoicing in Jerusalem, for nothing like this was known since the days of Solomon son of David, the king of Israel."
    },
    {
        "o": 13171,
        "r": "csb:2 Chronicles:30:27",
        "t": "Then*p the priests and the Levites stood to bless the people, and God heard them, and their prayer came into his holy dwelling place in heaven."
    },
    {
        "o": 13172,
        "r": "csb:2 Chronicles:31:0",
        "t": "2 Chronicles 31",
        "h": 1
    },
    {
        "o": 13173,
        "r": "csb:2 Chronicles:31:0",
        "t": "Removal of Idolatry",
        "h": 2
    },
    {
        "o": 13174,
        "r": "csb:2 Chronicles:31:1",
        "t": "When*p all this was completed, all Israel who had attended went out to the cities of Judah and broke up the sacred pillars, chopped down the Asherah poles, and tore down the high places and altars throughout Judah and Benjamin, as well as in Ephraim and Manasseh, to the last one. Then all the Israelites returned to their cities, each to his own possession."
    },
    {
        "o": 13175,
        "r": "csb:2 Chronicles:31:1",
        "t": "Offerings for Levites",
        "h": 2
    },
    {
        "o": 13176,
        "r": "csb:2 Chronicles:31:2",
        "t": "Hezekiah*p reestablished the divisions of the priests and Levites for the burnt offerings and fellowship offerings, for ministry, for giving thanks, and for praise in the gates of the camp of the Lord,*s each division corresponding to his service among the priests and Levites."
    },
    {
        "o": 13177,
        "r": "csb:2 Chronicles:31:3",
        "t": "The king contributed from his own possessions for the regular morning and evening burnt offerings, the burnt offerings of the Sabbaths, of the New Moons, and of the appointed feasts, as written in the law of the Lord.*s"
    },
    {
        "o": 13178,
        "r": "csb:2 Chronicles:31:4",
        "t": "He told the people who lived in Jerusalem to give a contribution for the priests and Levites so that they could devote their energy to the law of the Lord.*s"
    },
    {
        "o": 13179,
        "r": "csb:2 Chronicles:31:5",
        "t": "When the word spread, the Israelites gave liberally of the best of the grain, new wine, fresh oil, honey, and of all the produce of the field, and they brought in an abundance, a tenth of everything."
    },
    {
        "o": 13180,
        "r": "csb:2 Chronicles:31:6",
        "t": "As for the Israelites and Judahites who lived in the cities of Judah, they also brought a tenth of the herds and flocks, and a tenth of the dedicated things that were consecrated to the Lord*s their God. They gathered them into large piles."
    },
    {
        "o": 13181,
        "r": "csb:2 Chronicles:31:7",
        "t": "In the third month they began building up the piles, and they finished in the seventh month."
    },
    {
        "o": 13182,
        "r": "csb:2 Chronicles:31:8",
        "t": "When Hezekiah and his officials came and viewed the piles, they blessed the Lord*s and his people Israel."
    },
    {
        "o": 13183,
        "r": "csb:2 Chronicles:31:9",
        "t": "Hezekiah*p asked the priests and Levites about the piles."
    },
    {
        "o": 13184,
        "r": "csb:2 Chronicles:31:10",
        "t": "The chief priest Azariah, of the household of Zadok, answered him, “Since they began bringing the offering to the Lord’s*s temple, we have been eating and are satisfied and there is plenty left over because the Lord*s has blessed his people; this abundance is what is left over.”"
    },
    {
        "o": 13185,
        "r": "csb:2 Chronicles:31:11",
        "t": "Hezekiah*p told them to prepare chambers in the Lord’s*s temple, and they prepared them."
    },
    {
        "o": 13186,
        "r": "csb:2 Chronicles:31:12",
        "t": "The offering, the tenth, and the dedicated things were brought faithfully. Conaniah the Levite was the officer in charge of them, and his brother Shimei was second."
    },
    {
        "o": 13187,
        "r": "csb:2 Chronicles:31:13",
        "t": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah were deputies under the authority of Conaniah and his brother Shimei by appointment of King Hezekiah and of Azariah the chief official of God’s temple."
    },
    {
        "o": 13188,
        "r": "csb:2 Chronicles:31:14",
        "t": "Kore*p son of Imnah the Levite, the keeper of the East Gate, was over the freewill offerings to God to distribute the contribution to the Lord*s and the consecrated things."
    },
    {
        "o": 13189,
        "r": "csb:2 Chronicles:31:15",
        "t": "Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah in the cities of the priests were to distribute it faithfully under his authority to their brothers by divisions, whether large or small."
    },
    {
        "o": 13190,
        "r": "csb:2 Chronicles:31:16",
        "t": "In addition, they distributed it to males registered by genealogy three years old and above; to all who would enter the Lord’s*s temple for their daily duty, for their service in their responsibilities according to their divisions."
    },
    {
        "o": 13191,
        "r": "csb:2 Chronicles:31:17",
        "t": "They distributed also to those recorded by genealogy of the priests by their ancestral families and the Levites twenty years old and above, by their responsibilities in their divisions;"
    },
    {
        "o": 13192,
        "r": "csb:2 Chronicles:31:18",
        "t": "to those registered by genealogy - with all their dependents, wives, sons, and daughters - of the whole assembly (for they had faithfully consecrated themselves as holy);"
    },
    {
        "o": 13193,
        "r": "csb:2 Chronicles:31:19",
        "t": "and to the descendants of Aaron, the priests, in the common fields of their cities, in each and every city. There were men who were registered by name to distribute a portion to every male among the priests and to every Levite recorded by genealogy."
    },
    {
        "o": 13194,
        "r": "csb:2 Chronicles:31:20",
        "t": "Hezekiah*p did this throughout all Judah. He did what was good and upright and true before the Lord*s his God."
    },
    {
        "o": 13195,
        "r": "csb:2 Chronicles:31:21",
        "t": "He was diligent in every deed that he began in the service of God’s temple, in the instruction and the commands, in order to seek his God, and he prospered."
    },
    {
        "o": 13196,
        "r": "csb:2 Chronicles:32:0",
        "t": "2 Chronicles 32",
        "h": 1
    },
    {
        "o": 13197,
        "r": "csb:2 Chronicles:32:0",
        "t": "Sennacherib’s Invasion",
        "h": 2
    },
    {
        "o": 13198,
        "r": "csb:2 Chronicles:32:1",
        "t": "After*p Hezekiah’s faithful deeds, King Sennacherib of Assyria came and entered Judah. He laid siege to the fortified cities and intended to break into them."
    },
    {
        "o": 13199,
        "r": "csb:2 Chronicles:32:2",
        "t": "Hezekiah saw that Sennacherib had come and that he planned war on Jerusalem,"
    },
    {
        "o": 13200,
        "r": "csb:2 Chronicles:32:3",
        "t": "so he consulted with his officials and his warriors about stopping up the water of the springs that were outside the city, and they helped him."
    },
    {
        "o": 13201,
        "r": "csb:2 Chronicles:32:4",
        "t": "Many people gathered and stopped up all the springs and the stream that flowed through the land; they said, “Why should the kings of Assyria come and find abundant water?”"
    },
    {
        "o": 13202,
        "r": "csb:2 Chronicles:32:5",
        "t": "Then Hezekiah strengthened his position by rebuilding the entire broken-down wall and heightening the towers and the other outside wall. He repaired the supporting terraces of the city of David, and made an abundance of weapons and shields."
    },
    {
        "o": 13203,
        "r": "csb:2 Chronicles:32:6",
        "t": "He*p set military commanders over the people and gathered the people in the square of the city gate. Then he encouraged them, saying,"
    },
    {
        "o": 13204,
        "r": "csb:2 Chronicles:32:7",
        "t": "“Be strong and courageous! Don’t be afraid or discouraged before the king of Assyria or before the large army that is with him, for there are more with us than with him."
    },
    {
        "o": 13205,
        "r": "csb:2 Chronicles:32:8",
        "t": "He has only human strength, but we have the Lord*s our God to help us and to fight our battles.” So the people relied on the words of King Hezekiah of Judah."
    },
    {
        "o": 13206,
        "r": "csb:2 Chronicles:32:8",
        "t": "Sennacherib’s Servant’s Speech",
        "h": 2
    },
    {
        "o": 13207,
        "r": "csb:2 Chronicles:32:9",
        "t": "After*p this, while King Sennacherib of Assyria with all his armed forces besieged Lachish, he sent his servants to Jerusalem against King Hezekiah of Judah and against all those of Judah who were in Jerusalem, saying,"
    },
    {
        "o": 13208,
        "r": "csb:2 Chronicles:32:10",
        "t": "“This is what King Sennacherib of Assyria says: ‘What are you relying on that you remain in Jerusalem under siege?"
    },
    {
        "o": 13209,
        "r": "csb:2 Chronicles:32:11",
        "t": "Isn’t Hezekiah misleading you to give you over to death by famine and thirst when he says, “The Lord*s our God will keep us from the grasp of the king of Assyria”?"
    },
    {
        "o": 13210,
        "r": "csb:2 Chronicles:32:12",
        "t": "Didn’t Hezekiah himself remove his high places and his altars and say to Judah and Jerusalem, “You must worship before one altar, and you must burn incense on it”?"
    },
    {
        "o": 13211,
        "r": "csb:2 Chronicles:32:13",
        "t": "“‘Don’t*p you know what I and my predecessors have done to all the peoples of the lands? Have any of the national gods of the lands been able to rescue their land from my power?"
    },
    {
        "o": 13212,
        "r": "csb:2 Chronicles:32:14",
        "t": "Who among all the gods of these nations that my predecessors completely destroyed was able to rescue his people from my power, that your God should be able to deliver you from my power?"
    },
    {
        "o": 13213,
        "r": "csb:2 Chronicles:32:15",
        "t": "So now, don’t let Hezekiah deceive you, and don’t let him mislead you like this. Don’t believe him, for no god of any nation or kingdom has been able to rescue his people from my power or the power of my predecessors. How much less will your God rescue you from my power! ’”"
    },
    {
        "o": 13214,
        "r": "csb:2 Chronicles:32:16",
        "t": "His*p servants said more against the Lord*s God and against his servant Hezekiah."
    },
    {
        "o": 13215,
        "r": "csb:2 Chronicles:32:17",
        "t": "He also wrote letters to mock the Lord,*s the God of Israel, saying against him: Just*p like the national gods of the lands that did not rescue their people from my power, so Hezekiah’s God will not rescue his people from my power."
    },
    {
        "o": 13216,
        "r": "csb:2 Chronicles:32:18",
        "t": "Then*p they called out loudly in Hebrew to the people of Jerusalem, who were on the wall, to frighten and discourage them in order that he might capture the city."
    },
    {
        "o": 13217,
        "r": "csb:2 Chronicles:32:19",
        "t": "They spoke against the God of Jerusalem like they had spoken against the gods of the peoples of the earth, which were made by human hands."
    },
    {
        "o": 13218,
        "r": "csb:2 Chronicles:32:19",
        "t": "Deliverance from Sennacherib",
        "h": 2
    },
    {
        "o": 13219,
        "r": "csb:2 Chronicles:32:20",
        "t": "King*p Hezekiah and the prophet Isaiah son of Amoz prayed about this and cried out to heaven,"
    },
    {
        "o": 13220,
        "r": "csb:2 Chronicles:32:21",
        "t": "and the Lord*s sent an angel who annihilated every valiant warrior, leader, and commander in the camp of the king of Assyria. So the king of Assyria returned in disgrace to his land. He went to the temple of his god, and there some of his own children struck him down with the sword."
    },
    {
        "o": 13221,
        "r": "csb:2 Chronicles:32:22",
        "t": "So*p the Lord*s saved Hezekiah and the inhabitants of Jerusalem from the power of King Sennacherib of Assyria and from the power of all others. He gave them rest on every side."
    },
    {
        "o": 13222,
        "r": "csb:2 Chronicles:32:23",
        "t": "Many were bringing an offering to the Lord*s to Jerusalem and valuable gifts to King Hezekiah of Judah, and he was exalted in the eyes of all the nations after that."
    },
    {
        "o": 13223,
        "r": "csb:2 Chronicles:32:23",
        "t": "Hezekiah’s Illness and Pride",
        "h": 2
    },
    {
        "o": 13224,
        "r": "csb:2 Chronicles:32:24",
        "t": "In*p those days Hezekiah became sick to the point of death, so he prayed to the Lord,*s who spoke to him and gave him a miraculous sign."
    },
    {
        "o": 13225,
        "r": "csb:2 Chronicles:32:25",
        "t": "However, because his heart was proud, Hezekiah didn’t respond according to the benefit that had come to him. So there was wrath on him, Judah, and Jerusalem."
    },
    {
        "o": 13226,
        "r": "csb:2 Chronicles:32:26",
        "t": "Then Hezekiah humbled himself for the pride of his heart - he and the inhabitants of Jerusalem - so the Lord’s*s wrath didn’t come on them during Hezekiah’s lifetime."
    },
    {
        "o": 13227,
        "r": "csb:2 Chronicles:32:26",
        "t": "Hezekiah’s Wealth and Works",
        "h": 2
    },
    {
        "o": 13228,
        "r": "csb:2 Chronicles:32:27",
        "t": "Hezekiah*p had abundant riches and glory, and he made himself treasuries for silver, gold, precious stones, spices, shields, and every desirable item."
    },
    {
        "o": 13229,
        "r": "csb:2 Chronicles:32:28",
        "t": "He made warehouses for the harvest of grain, new wine, and fresh oil, and stalls for all kinds of cattle, and pens for flocks."
    },
    {
        "o": 13230,
        "r": "csb:2 Chronicles:32:29",
        "t": "He made cities for himself, and he acquired vast numbers of flocks and herds, for God gave him abundant possessions."
    },
    {
        "o": 13231,
        "r": "csb:2 Chronicles:32:30",
        "t": "This*p same Hezekiah blocked the upper outlet of the water from the Gihon Spring and channeled it smoothly downward and westward to the city of David. Hezekiah succeeded in everything he did."
    },
    {
        "o": 13232,
        "r": "csb:2 Chronicles:32:31",
        "t": "When the ambassadors of Babylon’s rulers were sent to him to inquire about the miraculous sign that happened in the land, God left him to test him and discover what was in his heart."
    },
    {
        "o": 13233,
        "r": "csb:2 Chronicles:32:31",
        "t": "Hezekiah’s Death",
        "h": 2
    },
    {
        "o": 13234,
        "r": "csb:2 Chronicles:32:32",
        "t": "As*p for the rest of the events of Hezekiah’s reign and his deeds of faithful love, note that they are written in the Visions of the Prophet Isaiah son of Amoz, and in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 13235,
        "r": "csb:2 Chronicles:32:33",
        "t": "Hezekiah rested with his ancestors and was buried on the ascent to the tombs of David’s descendants. All Judah and the inhabitants of Jerusalem paid him honor at his death. His son Manasseh became king in his place."
    },
    {
        "o": 13236,
        "r": "csb:2 Chronicles:33:0",
        "t": "2 Chronicles 33",
        "h": 1
    },
    {
        "o": 13237,
        "r": "csb:2 Chronicles:33:0",
        "t": "Judah’s King Manasseh",
        "h": 2
    },
    {
        "o": 13238,
        "r": "csb:2 Chronicles:33:1",
        "t": "Manasseh*p was twelve years old when he became king, and he reigned fifty-five years in Jerusalem."
    },
    {
        "o": 13239,
        "r": "csb:2 Chronicles:33:2",
        "t": "He did what was evil in the Lord’s*s sight, imitating the detestable practices of the nations that the Lord*s had dispossessed before the Israelites."
    },
    {
        "o": 13240,
        "r": "csb:2 Chronicles:33:3",
        "t": "He rebuilt the high places that his father Hezekiah had torn down and reestablished the altars for the Baals. He made Asherah poles, and he bowed in worship to all the stars in the sky and served them."
    },
    {
        "o": 13241,
        "r": "csb:2 Chronicles:33:4",
        "t": "He built altars in the Lord’s*s temple, where the Lord*s had said, “Jerusalem is where my name will remain forever.”"
    },
    {
        "o": 13242,
        "r": "csb:2 Chronicles:33:5",
        "t": "He built altars to all the stars in the sky in both courtyards of the Lord’s*s temple."
    },
    {
        "o": 13243,
        "r": "csb:2 Chronicles:33:6",
        "t": "He passed his sons through the fire in Ben Hinnom Valley. He practiced witchcraft, divination, and sorcery, and consulted mediums and spiritists. He did a huge amount of evil in the Lord’s*s sight, angering him."
    },
    {
        "o": 13244,
        "r": "csb:2 Chronicles:33:7",
        "t": "Manasseh*p set up a carved image of the idol, which he had made, in God’s temple that God had spoken about to David and his son Solomon: “I will establish my name forever in this temple and in Jerusalem, which I have chosen out of all the tribes of Israel."
    },
    {
        "o": 13245,
        "r": "csb:2 Chronicles:33:8",
        "t": "I will never again remove the feet of the Israelites from the land where I stationed your ancestors, if only they will be careful to do all I have commanded them through Moses - all the law, statutes, and judgments.”"
    },
    {
        "o": 13246,
        "r": "csb:2 Chronicles:33:9",
        "t": "So Manasseh caused Judah and the inhabitants of Jerusalem to stray so that they did worse evil than the nations the Lord*s had destroyed before the Israelites."
    },
    {
        "o": 13247,
        "r": "csb:2 Chronicles:33:9",
        "t": "Manasseh’s Repentance",
        "h": 2
    },
    {
        "o": 13248,
        "r": "csb:2 Chronicles:33:10",
        "t": "The*p Lord*s spoke to Manasseh and his people, but they didn’t listen."
    },
    {
        "o": 13249,
        "r": "csb:2 Chronicles:33:11",
        "t": "So he brought against them the military commanders of the king of Assyria. They captured Manasseh with hooks, bound him with bronze shackles, and took him to Babylon."
    },
    {
        "o": 13250,
        "r": "csb:2 Chronicles:33:12",
        "t": "When he was in distress, he sought the favor of the Lord*s his God and earnestly humbled himself before the God of his ancestors."
    },
    {
        "o": 13251,
        "r": "csb:2 Chronicles:33:13",
        "t": "He prayed to him, and the Lord*s was receptive to his prayer. He granted his request and brought him back to Jerusalem, to his kingdom. So Manasseh came to know that the Lord*s is God."
    },
    {
        "o": 13252,
        "r": "csb:2 Chronicles:33:14",
        "t": "After*p this, he built the outer wall of the city of David from west of Gihon in the valley to the entrance of the Fish Gate; he brought it around Ophel, and he heightened it considerably. He also placed military commanders in all the fortified cities of Judah."
    },
    {
        "o": 13253,
        "r": "csb:2 Chronicles:33:15",
        "t": "He*p removed the foreign gods and the idol from the Lord’s*s temple, along with all the altars that he had built on the mountain of the Lord’s*s temple and in Jerusalem, and he threw them outside the city."
    },
    {
        "o": 13254,
        "r": "csb:2 Chronicles:33:16",
        "t": "He built the altar of the Lord*s and offered fellowship and thanksgiving sacrifices on it. Then he told Judah to serve the Lord,*s the God of Israel."
    },
    {
        "o": 13255,
        "r": "csb:2 Chronicles:33:17",
        "t": "However, the people still sacrificed at the high places, but only to the Lord*s their God."
    },
    {
        "o": 13256,
        "r": "csb:2 Chronicles:33:17",
        "t": "Manasseh’s Death",
        "h": 2
    },
    {
        "o": 13257,
        "r": "csb:2 Chronicles:33:18",
        "t": "The*p rest of the events of Manasseh’s reign, along with his prayer to his God and the words of the seers who spoke to him in the name of the Lord,*s the God of Israel, are written in the Events of Israel’s Kings."
    },
    {
        "o": 13258,
        "r": "csb:2 Chronicles:33:19",
        "t": "His prayer and how God was receptive to his prayer, and all his sin and unfaithfulness and the sites where he built high places and set up Asherah poles and carved images before he humbled himself, they are written in the Events of Hozai."
    },
    {
        "o": 13259,
        "r": "csb:2 Chronicles:33:20",
        "t": "Manasseh rested with his ancestors, and he was buried in his own house. His son Amon became king in his place."
    },
    {
        "o": 13260,
        "r": "csb:2 Chronicles:33:20",
        "t": "Judah’s King Amon",
        "h": 2
    },
    {
        "o": 13261,
        "r": "csb:2 Chronicles:33:21",
        "t": "Amon*p was twenty-two years old when he became king, and he reigned two years in Jerusalem."
    },
    {
        "o": 13262,
        "r": "csb:2 Chronicles:33:22",
        "t": "He did what was evil in the Lord’s*s sight, just as his father Manasseh had done. Amon sacrificed to all the carved images that his father Manasseh had made, and he served them."
    },
    {
        "o": 13263,
        "r": "csb:2 Chronicles:33:23",
        "t": "But he did not humble himself before the Lord*s like his father Manasseh humbled himself; instead, Amon increased his guilt."
    },
    {
        "o": 13264,
        "r": "csb:2 Chronicles:33:24",
        "t": "So*p his servants conspired against him and put him to death in his own house."
    },
    {
        "o": 13265,
        "r": "csb:2 Chronicles:33:25",
        "t": "The common people killed all who had conspired against King Amon, and they made his son Josiah king in his place."
    },
    {
        "o": 13266,
        "r": "csb:2 Chronicles:34:0",
        "t": "2 Chronicles 34",
        "h": 1
    },
    {
        "o": 13267,
        "r": "csb:2 Chronicles:34:0",
        "t": "Judah’s King Josiah",
        "h": 2
    },
    {
        "o": 13268,
        "r": "csb:2 Chronicles:34:1",
        "t": "Josiah*p was eight years old when he became king, and he reigned thirty-one years in Jerusalem."
    },
    {
        "o": 13269,
        "r": "csb:2 Chronicles:34:2",
        "t": "He did what was right in the Lord’s*s sight and walked in the ways of his ancestor David; he did not turn aside to the right or the left."
    },
    {
        "o": 13270,
        "r": "csb:2 Chronicles:34:2",
        "t": "Josiah’s Reform",
        "h": 2
    },
    {
        "o": 13271,
        "r": "csb:2 Chronicles:34:3",
        "t": "In*p the eighth year of his reign, while he was still a youth, Josiah began to seek the God of his ancestor David, and in the twelfth year he began to cleanse Judah and Jerusalem of the high places, the Asherah poles, the carved images, and the cast images."
    },
    {
        "o": 13272,
        "r": "csb:2 Chronicles:34:4",
        "t": "Then in his presence the altars of the Baals were torn down, and he chopped down the shrines that were above them. He shattered the Asherah poles, the carved images, and the cast images, crushed them to dust, and scattered them over the graves of those who had sacrificed to them."
    },
    {
        "o": 13273,
        "r": "csb:2 Chronicles:34:5",
        "t": "He burned the bones of the priests on their altars. So he cleansed Judah and Jerusalem."
    },
    {
        "o": 13274,
        "r": "csb:2 Chronicles:34:6",
        "t": "He did the same in the cities of Manasseh, Ephraim, and Simeon, and as far as Naphtali and on their surrounding mountain shrines."
    },
    {
        "o": 13275,
        "r": "csb:2 Chronicles:34:7",
        "t": "He tore down the altars, and he smashed the Asherah poles and the carved images to powder. He chopped down all the shrines throughout the land of Israel and returned to Jerusalem."
    },
    {
        "o": 13276,
        "r": "csb:2 Chronicles:34:7",
        "t": "Josiah’s Repair of the Temple",
        "h": 2
    },
    {
        "o": 13277,
        "r": "csb:2 Chronicles:34:8",
        "t": "In*p the eighteenth year of his reign, in order to cleanse the land and the temple, Josiah sent Shaphan son of Azaliah, along with Maaseiah the governor of the city and the court historian Joah son of Joahaz, to repair the temple of the Lord*s his God."
    },
    {
        "o": 13278,
        "r": "csb:2 Chronicles:34:9",
        "t": "So*p they went to the high priest Hilkiah and gave him the silver brought into God’s temple. The Levites and the doorkeepers had collected it from Manasseh, Ephraim, and from the entire remnant of Israel, and from all Judah, Benjamin, and the inhabitants of Jerusalem."
    },
    {
        "o": 13279,
        "r": "csb:2 Chronicles:34:10",
        "t": "They gave it to those doing the work - those who oversaw the Lord’s*s temple. They gave it to the workmen who were working in the Lord’s*s temple, to repair and restore the temple;"
    },
    {
        "o": 13280,
        "r": "csb:2 Chronicles:34:11",
        "t": "they gave it to the carpenters and builders and also used it to buy quarried stone and timbers - for joining and making beams - for the buildings that Judah’s kings had destroyed."
    },
    {
        "o": 13281,
        "r": "csb:2 Chronicles:34:12",
        "t": "The*p men were doing the work with integrity. Their overseers were Jahath and Obadiah, Levites from the Merarites, and Zechariah and Meshullam from the Kohathites as supervisors. The Levites were all skilled with musical instruments."
    },
    {
        "o": 13282,
        "r": "csb:2 Chronicles:34:13",
        "t": "They were also over the porters and were supervising all those doing the work task by task. Some of the Levites were secretaries, officers, and gatekeepers."
    },
    {
        "o": 13283,
        "r": "csb:2 Chronicles:34:13",
        "t": "The Recovery of the Book of the Law",
        "h": 2
    },
    {
        "o": 13284,
        "r": "csb:2 Chronicles:34:14",
        "t": "When*p they brought out the silver that had been deposited in the Lord’s*s temple, the priest Hilkiah found the book of the law of the Lord*s written by the hand of Moses."
    },
    {
        "o": 13285,
        "r": "csb:2 Chronicles:34:15",
        "t": "Consequently, Hilkiah told the court secretary Shaphan, “I have found the book of the law in the Lord’s*s temple,” and he gave the book to Shaphan."
    },
    {
        "o": 13286,
        "r": "csb:2 Chronicles:34:16",
        "t": "Shaphan*p took the book to the king, and also reported, “Your servants are doing all that was placed in their hands."
    },
    {
        "o": 13287,
        "r": "csb:2 Chronicles:34:17",
        "t": "They have emptied out the silver that was found in the Lord’s*s temple and have given it to the overseers and to those doing the work.”"
    },
    {
        "o": 13288,
        "r": "csb:2 Chronicles:34:18",
        "t": "Then the court secretary Shaphan told the king, “The priest Hilkiah gave me a book,” and Shaphan read from it in the presence of the king."
    },
    {
        "o": 13289,
        "r": "csb:2 Chronicles:34:19",
        "t": "When*p the king heard the words of the law, he tore his clothes."
    },
    {
        "o": 13290,
        "r": "csb:2 Chronicles:34:20",
        "t": "Then he commanded Hilkiah, Ahikam son of Shaphan, Abdon son of Micah, the court secretary Shaphan, and the king’s servant Asaiah,"
    },
    {
        "o": 13291,
        "r": "csb:2 Chronicles:34:21",
        "t": "“Go and inquire of the Lord*s for me and for those remaining in Israel and Judah, concerning the words of the book that was found. For great is the Lord’s*s wrath that is poured out on us because our ancestors have not kept the word of the Lord*s in order to do everything written in this book.”"
    },
    {
        "o": 13292,
        "r": "csb:2 Chronicles:34:21",
        "t": "Huldah’s Prophecy of Judgment",
        "h": 2
    },
    {
        "o": 13293,
        "r": "csb:2 Chronicles:34:22",
        "t": "So*p Hilkiah and those the king had designated went to the prophetess Huldah, the wife of Shallum son of Tokhath, son of Hasrah, keeper of the wardrobe. She lived in Jerusalem in the Second District. They spoke with her about this."
    },
    {
        "o": 13294,
        "r": "csb:2 Chronicles:34:23",
        "t": "She*p said to them, “This is what the Lord*s God of Israel says: Say to the man who sent you to me,"
    },
    {
        "o": 13295,
        "r": "csb:2 Chronicles:34:24",
        "t": "‘This is what the Lord*s says: I am about to bring disaster on this place and on its inhabitants, fulfilling all the curses written in the book that they read in the presence of the king of Judah,"
    },
    {
        "o": 13296,
        "r": "csb:2 Chronicles:34:25",
        "t": "because they have abandoned me and burned incense to other gods so as to anger me with all the works of their hands. My wrath will be poured out on this place, and it will not be quenched.’"
    },
    {
        "o": 13297,
        "r": "csb:2 Chronicles:34:26",
        "t": "Say this to the king of Judah who sent you to inquire of the Lord:*s ‘This is what the Lord*s God of Israel says: As for the words that you heard,"
    },
    {
        "o": 13298,
        "r": "csb:2 Chronicles:34:27",
        "t": "because your heart was tender and you humbled yourself before God when you heard his words against this place and against its inhabitants, and because you humbled yourself before me, and you tore your clothes and wept before me, I myself have heard’ - this is the Lord’s*s declaration."
    },
    {
        "o": 13299,
        "r": "csb:2 Chronicles:34:28",
        "t": "‘I will indeed gather you to your ancestors, and you will be gathered to your grave in peace. Your eyes will not see all the disaster that I am bringing on this place and on its inhabitants.’” Then*p they reported to the king."
    },
    {
        "o": 13300,
        "r": "csb:2 Chronicles:34:28",
        "t": "Affirmation of the Covenant by Josiah and the People",
        "h": 2
    },
    {
        "o": 13301,
        "r": "csb:2 Chronicles:34:29",
        "t": "So*p the king sent messengers and gathered all the elders of Judah and Jerusalem."
    },
    {
        "o": 13302,
        "r": "csb:2 Chronicles:34:30",
        "t": "The king went up to the Lord’s*s temple with all the men of Judah and the inhabitants of Jerusalem, as well as the priests and the Levites - all the people from the oldest to the youngest. He read in their hearing all the words of the book of the covenant that had been found in the Lord’s*s temple."
    },
    {
        "o": 13303,
        "r": "csb:2 Chronicles:34:31",
        "t": "Then the king stood at his post and made a covenant in the Lord’s*s presence to follow the Lord*s and to keep his commands, his decrees, and his statutes with all his heart and with all his soul in order to carry out the words of the covenant written in this book."
    },
    {
        "o": 13304,
        "r": "csb:2 Chronicles:34:32",
        "t": "He*p had all those present in Jerusalem and Benjamin agree to it. So all the inhabitants of Jerusalem carried out the covenant of God, the God of their ancestors."
    },
    {
        "o": 13305,
        "r": "csb:2 Chronicles:34:33",
        "t": "So*p Josiah removed everything that was detestable from all the lands belonging to the Israelites, and he required all who were present in Israel to serve the Lord*s their God. Throughout his reign they did not turn aside from following the Lord,*s the God of their ancestors."
    },
    {
        "o": 13306,
        "r": "csb:2 Chronicles:35:0",
        "t": "2 Chronicles 35",
        "h": 1
    },
    {
        "o": 13307,
        "r": "csb:2 Chronicles:35:0",
        "t": "Josiah’s Passover Observance",
        "h": 2
    },
    {
        "o": 13308,
        "r": "csb:2 Chronicles:35:1",
        "t": "Josiah*p observed the Lord’s*s Passover and slaughtered the Passover lambs on the fourteenth day of the first month."
    },
    {
        "o": 13309,
        "r": "csb:2 Chronicles:35:2",
        "t": "He appointed the priests to their responsibilities and encouraged them to serve in the Lord’s*s temple."
    },
    {
        "o": 13310,
        "r": "csb:2 Chronicles:35:3",
        "t": "He said to the Levites who taught all Israel the holy things of the Lord,*s “Put the holy ark in the temple built by Solomon son of David king of Israel. Since you do not have to carry it on your shoulders, now serve the Lord*s your God and his people Israel."
    },
    {
        "o": 13311,
        "r": "csb:2 Chronicles:35:4",
        "t": "“Organize*p your ancestral families by your divisions according to the written instruction of King David of Israel and that of his son Solomon."
    },
    {
        "o": 13312,
        "r": "csb:2 Chronicles:35:5",
        "t": "Serve in the holy place by the groupings of the ancestral families for your brothers, the lay people, and according to the division of the Levites by family."
    },
    {
        "o": 13313,
        "r": "csb:2 Chronicles:35:6",
        "t": "Slaughter the Passover lambs, consecrate yourselves, and make preparations for your brothers to carry out the word of the Lord*s through Moses.”"
    },
    {
        "o": 13314,
        "r": "csb:2 Chronicles:35:7",
        "t": "Then*p Josiah donated thirty thousand sheep, lambs, and young goats, plus three thousand cattle from his own possessions, for the Passover sacrifices for all the lay people who were present."
    },
    {
        "o": 13315,
        "r": "csb:2 Chronicles:35:8",
        "t": "His*p officials also donated willingly for the people, the priests, and the Levites. Hilkiah, Zechariah, and Jehiel, chief officials of God’s temple, gave twenty-six hundred Passover sacrifices and three hundred cattle for the priests."
    },
    {
        "o": 13316,
        "r": "csb:2 Chronicles:35:9",
        "t": "Conaniah and his brothers Shemaiah and Nethanel, and Hashabiah, Jeiel, and Jozabad, officers of the Levites, donated five thousand Passover sacrifices for the Levites, plus five hundred cattle."
    },
    {
        "o": 13317,
        "r": "csb:2 Chronicles:35:10",
        "t": "So*p the service was established; the priests stood at their posts and the Levites in their divisions according to the king’s command."
    },
    {
        "o": 13318,
        "r": "csb:2 Chronicles:35:11",
        "t": "Then they slaughtered the Passover lambs, and while the Levites were skinning the animals, the priests splattered the blood they had been given."
    },
    {
        "o": 13319,
        "r": "csb:2 Chronicles:35:12",
        "t": "They removed the burnt offerings so that they might be given to the groupings of the ancestral families of the lay people to offer to the Lord,*s according to what is written in the book of Moses; they did the same with the cattle."
    },
    {
        "o": 13320,
        "r": "csb:2 Chronicles:35:13",
        "t": "They roasted the Passover lambs with fire according to regulation. They boiled the holy sacrifices in pots, kettles, and bowls; and they quickly brought them to the lay people."
    },
    {
        "o": 13321,
        "r": "csb:2 Chronicles:35:14",
        "t": "Afterward, they made preparations for themselves and for the priests, since the priests, the descendants of Aaron, were busy offering up burnt offerings and fat until night. So the Levites made preparations for themselves and for the priests, the descendants of Aaron."
    },
    {
        "o": 13322,
        "r": "csb:2 Chronicles:35:15",
        "t": "The*p singers, the descendants of Asaph, were at their stations according to the command of David, Asaph, Heman, and Jeduthun the king’s seer. Also, the gatekeepers were at each temple gate. None of them left their tasks because their Levite brothers had made preparations for them."
    },
    {
        "o": 13323,
        "r": "csb:2 Chronicles:35:16",
        "t": "So*p all the service of the Lord*s was established that day for observing the Passover and for offering burnt offerings on the altar of the Lord,*s according to the command of King Josiah."
    },
    {
        "o": 13324,
        "r": "csb:2 Chronicles:35:17",
        "t": "The Israelites who were present in Judah also observed the Passover at that time and the Festival of Unleavened Bread for seven days."
    },
    {
        "o": 13325,
        "r": "csb:2 Chronicles:35:18",
        "t": "No Passover had been observed like it in Israel since the days of the prophet Samuel. None of the kings of Israel ever observed a Passover like the one that Josiah observed with the priests, the Levites, all Judah, the Israelites who were present in Judah, and the inhabitants of Jerusalem."
    },
    {
        "o": 13326,
        "r": "csb:2 Chronicles:35:19",
        "t": "In the eighteenth year of Josiah’s reign, this Passover was observed."
    },
    {
        "o": 13327,
        "r": "csb:2 Chronicles:35:19",
        "t": "Josiah’s Last Deeds and Death",
        "h": 2
    },
    {
        "o": 13328,
        "r": "csb:2 Chronicles:35:20",
        "t": "After*p all this that Josiah had prepared for the temple, King Neco of Egypt marched up to fight at Carchemish by the Euphrates, and Josiah went out to confront him."
    },
    {
        "o": 13329,
        "r": "csb:2 Chronicles:35:21",
        "t": "But Neco sent messengers to him, saying, “What is the issue between you and me, king of Judah? I have not come against you today but I am fighting another dynasty. God told me to hurry. Stop opposing God who is with me; don’t make him destroy you!”"
    },
    {
        "o": 13330,
        "r": "csb:2 Chronicles:35:22",
        "t": "But*p Josiah did not turn away from him; instead, in order to fight with him he disguised himself. He did not listen to Neco’s words from the mouth of God, but went to the Valley of Megiddo to fight."
    },
    {
        "o": 13331,
        "r": "csb:2 Chronicles:35:23",
        "t": "The archers shot King Josiah, and he said to his servants, “Take me away, for I am severely wounded!”"
    },
    {
        "o": 13332,
        "r": "csb:2 Chronicles:35:24",
        "t": "So his servants took him out of the war chariot, carried him in his second chariot, and brought him to Jerusalem. Then he died, and they buried him in the tomb of his ancestors. All Judah and Jerusalem mourned for Josiah."
    },
    {
        "o": 13333,
        "r": "csb:2 Chronicles:35:25",
        "t": "Jeremiah chanted a dirge over Josiah, and all the male and female singers still speak of Josiah in their dirges today. They established them as a statute for Israel, and indeed they are written in the Dirges."
    },
    {
        "o": 13334,
        "r": "csb:2 Chronicles:35:26",
        "t": "The*p rest of the events of Josiah’s reign, along with his deeds of faithful love according to what is written in the law of the Lord,*s"
    },
    {
        "o": 13335,
        "r": "csb:2 Chronicles:35:27",
        "t": "and his words, from beginning to end, are written in the Book of the Kings of Israel and Judah."
    },
    {
        "o": 13336,
        "r": "csb:2 Chronicles:36:0",
        "t": "2 Chronicles 36",
        "h": 1
    },
    {
        "o": 13337,
        "r": "csb:2 Chronicles:36:0",
        "t": "Judah’s King Jehoahaz",
        "h": 2
    },
    {
        "o": 13338,
        "r": "csb:2 Chronicles:36:1",
        "t": "Then*p the common people took Jehoahaz son of Josiah and made him king in Jerusalem in place of his father."
    },
    {
        "o": 13339,
        "r": "csb:2 Chronicles:36:2",
        "t": "Jehoahaz*p was twenty-three years old when he became king, and he reigned three months in Jerusalem."
    },
    {
        "o": 13340,
        "r": "csb:2 Chronicles:36:3",
        "t": "The king of Egypt deposed him in Jerusalem and fined the land seventy-five hundred pounds of silver and seventy-five pounds of gold."
    },
    {
        "o": 13341,
        "r": "csb:2 Chronicles:36:3",
        "t": "Judah’s King Jehoiakim",
        "h": 2
    },
    {
        "o": 13342,
        "r": "csb:2 Chronicles:36:4",
        "t": "Then*p King Neco of Egypt made Jehoahaz’s brother Eliakim king over Judah and Jerusalem and changed Eliakim’s name to Jehoiakim. But Neco took his brother Jehoahaz and brought him to Egypt."
    },
    {
        "o": 13343,
        "r": "csb:2 Chronicles:36:5",
        "t": "Jehoiakim*p was twenty-five years old when he became king, and he reigned eleven years in Jerusalem. He did what was evil in the sight of the Lord*s his God."
    },
    {
        "o": 13344,
        "r": "csb:2 Chronicles:36:6",
        "t": "Now King Nebuchadnezzar of Babylon attacked him and bound him in bronze shackles to take him to Babylon."
    },
    {
        "o": 13345,
        "r": "csb:2 Chronicles:36:7",
        "t": "Also Nebuchadnezzar took some of the articles of the Lord’s*s temple to Babylon and put them in his temple in Babylon."
    },
    {
        "o": 13346,
        "r": "csb:2 Chronicles:36:8",
        "t": "The*p rest of the deeds of Jehoiakim, the detestable actions he committed, and what was found against him, are written in the Book of Israel’s Kings. His son Jehoiachin became king in his place."
    },
    {
        "o": 13347,
        "r": "csb:2 Chronicles:36:8",
        "t": "Judah’s King Jehoiachin",
        "h": 2
    },
    {
        "o": 13348,
        "r": "csb:2 Chronicles:36:9",
        "t": "Jehoiachin*p was eighteen years old when he became king, and he reigned three months and ten days in Jerusalem. He did what was evil in the Lord’s*s sight."
    },
    {
        "o": 13349,
        "r": "csb:2 Chronicles:36:10",
        "t": "In the spring Nebuchadnezzar sent for him and brought him to Babylon along with the valuable articles of the Lord’s*s temple. Then he made Jehoiachin’s brother Zedekiah king over Judah and Jerusalem."
    },
    {
        "o": 13350,
        "r": "csb:2 Chronicles:36:10",
        "t": "Judah’s King Zedekiah",
        "h": 2
    },
    {
        "o": 13351,
        "r": "csb:2 Chronicles:36:11",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned eleven years in Jerusalem."
    },
    {
        "o": 13352,
        "r": "csb:2 Chronicles:36:12",
        "t": "He did what was evil in the sight of the Lord*s his God and did not humble himself before the prophet Jeremiah at the Lord’s*s command."
    },
    {
        "o": 13353,
        "r": "csb:2 Chronicles:36:13",
        "t": "He also rebelled against King Nebuchadnezzar who had made him swear allegiance by God. He became obstinate and hardened his heart against returning to the Lord,*s the God of Israel."
    },
    {
        "o": 13354,
        "r": "csb:2 Chronicles:36:14",
        "t": "All the leaders of the priests and the people multiplied their unfaithful deeds, imitating all the detestable practices of the nations, and they defiled the Lord’s*s temple that he had consecrated in Jerusalem."
    },
    {
        "o": 13355,
        "r": "csb:2 Chronicles:36:14",
        "t": "The Destruction of Jerusalem",
        "h": 2
    },
    {
        "o": 13356,
        "r": "csb:2 Chronicles:36:15",
        "t": "But*p the Lord,*s the God of their ancestors sent word against them by the hand of his messengers, sending them time and time again, for he had compassion on his people and on his dwelling place."
    },
    {
        "o": 13357,
        "r": "csb:2 Chronicles:36:16",
        "t": "But they kept ridiculing God’s messengers, despising his words, and scoffing at his prophets, until the Lord’s*s wrath was so stirred up against his people that there was no remedy."
    },
    {
        "o": 13358,
        "r": "csb:2 Chronicles:36:17",
        "t": "So he brought up against them the king of the Chaldeans, who killed their fit young men with the sword in the house of their sanctuary. He had no pity on young men or young women, elderly or aged; he handed them all over to him."
    },
    {
        "o": 13359,
        "r": "csb:2 Chronicles:36:18",
        "t": "He took everything to Babylon - all the articles of God’s temple, large and small, the treasures of the Lord’s*s temple, and the treasures of the king and his officials."
    },
    {
        "o": 13360,
        "r": "csb:2 Chronicles:36:19",
        "t": "Then the Chaldeans burned God’s temple. They tore down Jerusalem’s wall, burned all its palaces, and destroyed all its valuable articles."
    },
    {
        "o": 13361,
        "r": "csb:2 Chronicles:36:20",
        "t": "He*p deported those who escaped from the sword to Babylon, and they became servants to him and his sons until the rise of the Persian kingdom."
    },
    {
        "o": 13362,
        "r": "csb:2 Chronicles:36:21",
        "t": "This fulfilled the word of the Lord*s through Jeremiah, and the land enjoyed its Sabbath rest all the days of the desolation until seventy years were fulfilled."
    },
    {
        "o": 13363,
        "r": "csb:2 Chronicles:36:21",
        "t": "The Decree of Cyrus",
        "h": 2
    },
    {
        "o": 13364,
        "r": "csb:2 Chronicles:36:22",
        "t": "In*p the first year of King Cyrus of Persia, in order to fulfill the word of the Lord*s spoken through Jeremiah, the Lord*s roused the spirit of King Cyrus of Persia to issue a proclamation throughout his entire kingdom and also to put it in writing:"
    },
    {
        "o": 13365,
        "r": "csb:2 Chronicles:36:23",
        "t": "This*p is what King Cyrus of Persia says: The Lord,*s the God of the heavens, has given me all the kingdoms of the earth and has appointed me to build him a temple at Jerusalem in Judah. Any of his people among you may go up, and may the Lord*s his God be with him."
    }
]
