[
    {
        "o": 10052,
        "r": "niv:1 Kings:14:0",
        "t": "1 Kings 14",
        "h": 1
    },
    {
        "o": 10053,
        "r": "niv:1 Kings:14:0",
        "t": "Ahijah’s Prophecy Against Jeroboam",
        "h": 2
    },
    {
        "o": 10054,
        "r": "niv:1 Kings:14:1",
        "t": "At*p that time Abijah son of Jeroboam became ill,"
    },
    {
        "o": 10055,
        "r": "niv:1 Kings:14:2",
        "t": "and Jeroboam said to his wife, “Go, disguise yourself, so you won’t be recognized as the wife of Jeroboam. Then go to Shiloh. Ahijah the prophet is there—the one who told me I would be king over this people."
    },
    {
        "o": 10056,
        "r": "niv:1 Kings:14:3",
        "t": "Take ten loaves of bread with you, some cakes and a jar of honey, and go to him. He will tell you what will happen to the boy.”"
    },
    {
        "o": 10057,
        "r": "niv:1 Kings:14:4",
        "t": "So Jeroboam’s wife did what he said and went to Ahijah’s house in Shiloh. Now*p Ahijah could not see; his sight was gone because of his age."
    },
    {
        "o": 10058,
        "r": "niv:1 Kings:14:5",
        "t": "But the Lord*s had told Ahijah, “Jeroboam’s wife is coming to ask you about her son, for he is ill, and you are to give her such and such an answer. When she arrives, she will pretend to be someone else.”"
    },
    {
        "o": 10059,
        "r": "niv:1 Kings:14:6",
        "t": "So*p when Ahijah heard the sound of her footsteps at the door, he said, “Come in, wife of Jeroboam. Why this pretense? I have been sent to you with bad news."
    },
    {
        "o": 10060,
        "r": "niv:1 Kings:14:7",
        "t": "Go, tell Jeroboam that this is what the Lord,*s the God of Israel, says: ‘I raised you up from among the people and appointed you ruler over my people Israel."
    },
    {
        "o": 10061,
        "r": "niv:1 Kings:14:8",
        "t": "I tore the kingdom away from the house of David and gave it to you, but you have not been like my servant David, who kept my commands and followed me with all his heart, doing only what was right in my eyes."
    },
    {
        "o": 10062,
        "r": "niv:1 Kings:14:9",
        "t": "You have done more evil than all who lived before you. You have made for yourself other gods, idols made of metal; you have aroused my anger and turned your back on me."
    },
    {
        "o": 10063,
        "r": "niv:1 Kings:14:10",
        "t": "“ ‘Because*p of this, I am going to bring disaster on the house of Jeroboam. I will cut off from Jeroboam every last male in Israel—slave or free. I will burn up the house of Jeroboam as one burns dung, until it is all gone."
    },
    {
        "o": 10064,
        "r": "niv:1 Kings:14:11",
        "t": "Dogs will eat those belonging to Jeroboam who die in the city, and the birds will feed on those who die in the country. The Lord*s has spoken!’"
    },
    {
        "o": 10065,
        "r": "niv:1 Kings:14:12",
        "t": "“As*p for you, go back home. When you set foot in your city, the boy will die."
    },
    {
        "o": 10066,
        "r": "niv:1 Kings:14:13",
        "t": "All Israel will mourn for him and bury him. He is the only one belonging to Jeroboam who will be buried, because he is the only one in the house of Jeroboam in whom the Lord,*s the God of Israel, has found anything good."
    },
    {
        "o": 10067,
        "r": "niv:1 Kings:14:14",
        "t": "“The*p Lord*s will raise up for himself a king over Israel who will cut off the family of Jeroboam. Even now this is beginning to happen."
    },
    {
        "o": 10068,
        "r": "niv:1 Kings:14:15",
        "t": "And the Lord*s will strike Israel, so that it will be like a reed swaying in the water. He will uproot Israel from this good land that he gave to their ancestors and scatter them beyond the Euphrates River, because they aroused the Lord’s*s anger by making Asherah poles."
    },
    {
        "o": 10069,
        "r": "niv:1 Kings:14:16",
        "t": "And he will give Israel up because of the sins Jeroboam has committed and has caused Israel to commit.”"
    },
    {
        "o": 10070,
        "r": "niv:1 Kings:14:17",
        "t": "Then*p Jeroboam’s wife got up and left and went to Tirzah. As soon as she stepped over the threshold of the house, the boy died."
    },
    {
        "o": 10071,
        "r": "niv:1 Kings:14:18",
        "t": "They buried him, and all Israel mourned for him, as the Lord*s had said through his servant the prophet Ahijah."
    },
    {
        "o": 10072,
        "r": "niv:1 Kings:14:19",
        "t": "The*p other events of Jeroboam’s reign, his wars and how he ruled, are written in the book of the annals of the kings of Israel."
    },
    {
        "o": 10073,
        "r": "niv:1 Kings:14:20",
        "t": "He reigned for twenty-two years and then rested with his ancestors. And Nadab his son succeeded him as king."
    },
    {
        "o": 10074,
        "r": "niv:1 Kings:14:20",
        "t": "Rehoboam King of Judah",
        "h": 2
    },
    {
        "o": 10075,
        "r": "niv:1 Kings:14:21",
        "t": "Rehoboam*p son of Solomon was king in Judah. He was forty-one years old when he became king, and he reigned seventeen years in Jerusalem, the city the Lord*s had chosen out of all the tribes of Israel in which to put his Name. His mother’s name was Naamah; she was an Ammonite."
    },
    {
        "o": 10076,
        "r": "niv:1 Kings:14:22",
        "t": "Judah*p did evil in the eyes of the Lord.*s By the sins they committed they stirred up his jealous anger more than those who were before them had done."
    },
    {
        "o": 10077,
        "r": "niv:1 Kings:14:23",
        "t": "They also set up for themselves high places, sacred stones and Asherah poles on every high hill and under every spreading tree."
    },
    {
        "o": 10078,
        "r": "niv:1 Kings:14:24",
        "t": "There were even male shrine prostitutes in the land; the people engaged in all the detestable practices of the nations the Lord*s had driven out before the Israelites."
    },
    {
        "o": 10079,
        "r": "niv:1 Kings:14:25",
        "t": "In*p the fifth year of King Rehoboam, Shishak king of Egypt attacked Jerusalem."
    },
    {
        "o": 10080,
        "r": "niv:1 Kings:14:26",
        "t": "He carried off the treasures of the temple of the Lord*s and the treasures of the royal palace. He took everything, including all the gold shields Solomon had made."
    },
    {
        "o": 10081,
        "r": "niv:1 Kings:14:27",
        "t": "So King Rehoboam made bronze shields to replace them and assigned these to the commanders of the guard on duty at the entrance to the royal palace."
    },
    {
        "o": 10082,
        "r": "niv:1 Kings:14:28",
        "t": "Whenever the king went to the Lord’s*s temple, the guards bore the shields, and afterward they returned them to the guardroom."
    },
    {
        "o": 10083,
        "r": "niv:1 Kings:14:29",
        "t": "As*p for the other events of Rehoboam’s reign, and all he did, are they not written in the book of the annals of the kings of Judah?"
    },
    {
        "o": 10084,
        "r": "niv:1 Kings:14:30",
        "t": "There was continual warfare between Rehoboam and Jeroboam."
    },
    {
        "o": 10085,
        "r": "niv:1 Kings:14:31",
        "t": "And Rehoboam rested with his ancestors and was buried with them in the City of David. His mother’s name was Naamah; she was an Ammonite. And Abijah his son succeeded him as king."
    }
]
