[
    {
        "o": 5532,
        "r": "nasb:Deuteronomy:6:0",
        "t": "Deuteronomy 6",
        "h": 1
    },
    {
        "o": 5533,
        "r": "nasb:Deuteronomy:6:0",
        "t": "Obey God and Prosper",
        "h": 2
    },
    {
        "o": 5534,
        "r": "nasb:Deuteronomy:6:1",
        "t": "“Now*p this is the commandment, the statutes and the judgments which the Lord*s your God has commanded me*i to teach you, that you might do them*i in the land where you are going over to possess it,"
    },
    {
        "o": 5535,
        "r": "nasb:Deuteronomy:6:2",
        "t": "so that you and your son and your grandson might fear the Lord*s your God, to keep all His statutes and His commandments which I command you, all the days of your life, and that your days may be prolonged."
    },
    {
        "o": 5536,
        "r": "nasb:Deuteronomy:6:3",
        "t": "O Israel, you should listen and be careful to do it,*i that it may be well with you and that you may multiply greatly, just as the Lord,*s the God of your fathers, has promised you, in*i a land flowing with milk and honey."
    },
    {
        "o": 5537,
        "r": "nasb:Deuteronomy:6:4",
        "t": "“Hear,*p O Israel! The Lord*s is our God, the Lord*s is one!"
    },
    {
        "o": 5538,
        "r": "nasb:Deuteronomy:6:5",
        "t": "You shall love the Lord*s your God with all your heart and with all your soul and with all your might."
    },
    {
        "o": 5539,
        "r": "nasb:Deuteronomy:6:6",
        "t": "These words, which I am commanding you today, shall be on your heart."
    },
    {
        "o": 5540,
        "r": "nasb:Deuteronomy:6:7",
        "t": "You shall teach them diligently to your sons and shall talk of them when you sit in your house and when you walk by the way and when you lie down and when you rise up."
    },
    {
        "o": 5541,
        "r": "nasb:Deuteronomy:6:8",
        "t": "You shall bind them as a sign on your hand and they shall be as frontals on your forehead."
    },
    {
        "o": 5542,
        "r": "nasb:Deuteronomy:6:9",
        "t": "You shall write them on the doorposts of your house and on your gates."
    },
    {
        "o": 5543,
        "r": "nasb:Deuteronomy:6:10",
        "t": "“Then*p it shall come about when the Lord*s your God brings you into the land which He swore to your fathers, Abraham, Isaac and Jacob, to give you, great and splendid cities which you did not build,"
    },
    {
        "o": 5544,
        "r": "nasb:Deuteronomy:6:11",
        "t": "and houses full of all good things which you did not fill, and hewn cisterns which you did not dig, vineyards and olive trees which you did not plant, and you eat and are satisfied,"
    },
    {
        "o": 5545,
        "r": "nasb:Deuteronomy:6:12",
        "t": "then watch yourself, that you do not forget the Lord*s who brought you from the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5546,
        "r": "nasb:Deuteronomy:6:13",
        "t": "You shall fear only*i the Lord*s your God; and you shall worship Him and swear by His name."
    },
    {
        "o": 5547,
        "r": "nasb:Deuteronomy:6:14",
        "t": "You shall not follow other gods, any of the gods of the peoples who surround you,"
    },
    {
        "o": 5548,
        "r": "nasb:Deuteronomy:6:15",
        "t": "for the Lord*s your God in the midst of you is a jealous God; otherwise the anger of the Lord*s your God will be kindled against you, and He will wipe you off the face of the earth."
    },
    {
        "o": 5549,
        "r": "nasb:Deuteronomy:6:16",
        "t": "“You*p shall not put the Lord*s your God to the test, as you tested Him*i at Massah."
    },
    {
        "o": 5550,
        "r": "nasb:Deuteronomy:6:17",
        "t": "You should diligently keep the commandments of the Lord*s your God, and His testimonies and His statutes which He has commanded you."
    },
    {
        "o": 5551,
        "r": "nasb:Deuteronomy:6:18",
        "t": "You shall do what is right and good in the sight of the Lord,*s that it may be well with you and that you may go in and possess the good land which the Lord*s swore to give*i your fathers,"
    },
    {
        "o": 5552,
        "r": "nasb:Deuteronomy:6:19",
        "t": "by driving out all your enemies from before you, as the Lord*s has spoken."
    },
    {
        "o": 5553,
        "r": "nasb:Deuteronomy:6:20",
        "t": "“When*p your son asks you in time to come, saying, ‘What do*i the testimonies and the statutes and the judgments mean*i which the Lord*s our God commanded you?’"
    },
    {
        "o": 5554,
        "r": "nasb:Deuteronomy:6:21",
        "t": "then you shall say to your son, ‘We were slaves to Pharaoh in Egypt, and the Lord*s brought us from Egypt with a mighty hand."
    },
    {
        "o": 5555,
        "r": "nasb:Deuteronomy:6:22",
        "t": "Moreover, the Lord*s showed great and distressing signs and wonders before our eyes against Egypt, Pharaoh and all his household;"
    },
    {
        "o": 5556,
        "r": "nasb:Deuteronomy:6:23",
        "t": "He brought us out from there in order to bring us in, to give us the land which He had sworn to our fathers.’"
    },
    {
        "o": 5557,
        "r": "nasb:Deuteronomy:6:24",
        "t": "So the Lord*s commanded us to observe all these statutes, to fear the Lord*s our God for our good always and for our survival, as it*i is*i today."
    },
    {
        "o": 5558,
        "r": "nasb:Deuteronomy:6:25",
        "t": "It will be righteousness for us if we are careful to observe all this commandment before the Lord*s our God, just as He commanded us."
    }
]
