[
    {
        "o": 33221,
        "r": "niv:Hebrews:6:0",
        "t": "Hebrews 6",
        "h": 1
    },
    {
        "o": 33222,
        "r": "niv:Hebrews:6:1",
        "t": "Therefore*p let us move beyond the elementary teachings about Christ and be taken forward to maturity, not laying again the foundation of repentance from acts that lead to death, and of faith in God,"
    },
    {
        "o": 33223,
        "r": "niv:Hebrews:6:2",
        "t": "instruction about cleansing rites, the laying on of hands, the resurrection of the dead, and eternal judgment."
    },
    {
        "o": 33224,
        "r": "niv:Hebrews:6:3",
        "t": "And God permitting, we will do so."
    },
    {
        "o": 33225,
        "r": "niv:Hebrews:6:4",
        "t": "It*p is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit,"
    },
    {
        "o": 33226,
        "r": "niv:Hebrews:6:5",
        "t": "who have tasted the goodness of the word of God and the powers of the coming age"
    },
    {
        "o": 33227,
        "r": "niv:Hebrews:6:6",
        "t": "and who have fallen away, to be brought back to repentance. To their loss they are crucifying the Son of God all over again and subjecting him to public disgrace."
    },
    {
        "o": 33228,
        "r": "niv:Hebrews:6:7",
        "t": "Land that drinks in the rain often falling on it and that produces a crop useful to those for whom it is farmed receives the blessing of God."
    },
    {
        "o": 33229,
        "r": "niv:Hebrews:6:8",
        "t": "But land that produces thorns and thistles is worthless and is in danger of being cursed. In the end it will be burned."
    },
    {
        "o": 33230,
        "r": "niv:Hebrews:6:9",
        "t": "Even*p though we speak like this, dear friends, we are convinced of better things in your case—the things that have to do with salvation."
    },
    {
        "o": 33231,
        "r": "niv:Hebrews:6:10",
        "t": "God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them."
    },
    {
        "o": 33232,
        "r": "niv:Hebrews:6:11",
        "t": "We want each of you to show this same diligence to the very end, so that what you hope for may be fully realized."
    },
    {
        "o": 33233,
        "r": "niv:Hebrews:6:12",
        "t": "We do not want you to become lazy, but to imitate those who through faith and patience inherit what has been promised."
    },
    {
        "o": 33234,
        "r": "niv:Hebrews:6:12",
        "t": "The Certainty of God’s Promise",
        "h": 2
    },
    {
        "o": 33235,
        "r": "niv:Hebrews:6:13",
        "t": "When*p God made his promise to Abraham, since there was no one greater for him to swear by, he swore by himself,"
    },
    {
        "o": 33236,
        "r": "niv:Hebrews:6:14",
        "t": "saying, “I will surely bless you and give you many descendants.”"
    },
    {
        "o": 33237,
        "r": "niv:Hebrews:6:15",
        "t": "And so after waiting patiently, Abraham received what was promised."
    },
    {
        "o": 33238,
        "r": "niv:Hebrews:6:16",
        "t": "People*p swear by someone greater than themselves, and the oath confirms what is said and puts an end to all argument."
    },
    {
        "o": 33239,
        "r": "niv:Hebrews:6:17",
        "t": "Because God wanted to make the unchanging nature of his purpose very clear to the heirs of what was promised, he confirmed it with an oath."
    },
    {
        "o": 33240,
        "r": "niv:Hebrews:6:18",
        "t": "God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope set before us may be greatly encouraged."
    },
    {
        "o": 33241,
        "r": "niv:Hebrews:6:19",
        "t": "We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain,"
    },
    {
        "o": 33242,
        "r": "niv:Hebrews:6:20",
        "t": "where our forerunner, Jesus, has entered on our behalf. He has become a high priest forever, in the order of Melchizedek."
    }
]
