[
    {
        "o": 7310,
        "r": "csb:Judges:4:0",
        "t": "Judges 4",
        "h": 1
    },
    {
        "o": 7311,
        "r": "csb:Judges:4:0",
        "t": "Deborah and Barak",
        "h": 2
    },
    {
        "o": 7312,
        "r": "csb:Judges:4:1",
        "t": "The*p Israelites again did what was evil in the sight of the Lord*s after Ehud had died."
    },
    {
        "o": 7313,
        "r": "csb:Judges:4:2",
        "t": "So the Lord*s sold them to King Jabin of Canaan, who reigned in Hazor. The commander of his army was Sisera who lived in Harosheth of the Nations."
    },
    {
        "o": 7314,
        "r": "csb:Judges:4:3",
        "t": "Then the Israelites cried out to the Lord,*s because Jabin had nine hundred iron chariots, and he harshly oppressed them twenty years."
    },
    {
        "o": 7315,
        "r": "csb:Judges:4:4",
        "t": "Deborah,*p a prophetess and the wife of Lappidoth, was judging Israel at that time."
    },
    {
        "o": 7316,
        "r": "csb:Judges:4:5",
        "t": "She would sit under the palm tree of Deborah between Ramah and Bethel in the hill country of Ephraim, and the Israelites went up to her to settle disputes."
    },
    {
        "o": 7317,
        "r": "csb:Judges:4:6",
        "t": "She*p summoned Barak son of Abinoam from Kedesh in Naphtali and said to him, “Hasn’t the Lord,*s the God of Israel, commanded you, ‘Go, deploy the troops on Mount Tabor, and take with you ten thousand men from the Naphtalites and Zebulunites?"
    },
    {
        "o": 7318,
        "r": "csb:Judges:4:7",
        "t": "Then I will lure Sisera commander of Jabin’s army, his chariots, and his infantry at the Wadi Kishon to fight against you, and I will hand him over to you.’”"
    },
    {
        "o": 7319,
        "r": "csb:Judges:4:8",
        "t": "Barak*p said to her, “If you will go with me, I will go. But if you will not go with me, I will not go.”"
    },
    {
        "o": 7320,
        "r": "csb:Judges:4:9",
        "t": "“I*p will gladly go with you,” she said, “but you will receive no honor on the road you are about to take, because the Lord*s will sell Sisera to a woman.” So Deborah got up and went with Barak to Kedesh."
    },
    {
        "o": 7321,
        "r": "csb:Judges:4:10",
        "t": "Barak summoned Zebulun and Naphtali to Kedesh; ten thousand men followed him, and Deborah also went with him."
    },
    {
        "o": 7322,
        "r": "csb:Judges:4:11",
        "t": "Now*p Heber the Kenite had moved away from the Kenites, the sons of Hobab, Moses’s father-in-law, and pitched his tent beside the oak tree of Zaanannim, which was near Kedesh."
    },
    {
        "o": 7323,
        "r": "csb:Judges:4:12",
        "t": "It*p was reported to Sisera that Barak son of Abinoam had gone up Mount Tabor."
    },
    {
        "o": 7324,
        "r": "csb:Judges:4:13",
        "t": "Sisera summoned all his nine hundred iron chariots and all the troops who were with him from Harosheth of the Nations to the Wadi Kishon."
    },
    {
        "o": 7325,
        "r": "csb:Judges:4:14",
        "t": "Then Deborah said to Barak, “Go! This is the day the Lord*s has handed Sisera over to you. Hasn’t the Lord*s gone before you?” So Barak came down from Mount Tabor with ten thousand men following him."
    },
    {
        "o": 7326,
        "r": "csb:Judges:4:15",
        "t": "The*p Lord*s threw Sisera, all his charioteers, and all his army into a panic before Barak’s assault. Sisera left his chariot and fled on foot."
    },
    {
        "o": 7327,
        "r": "csb:Judges:4:16",
        "t": "Barak pursued the chariots and the army as far as Harosheth of the Nations, and the whole army of Sisera fell by the sword; not a single man was left."
    },
    {
        "o": 7328,
        "r": "csb:Judges:4:17",
        "t": "Meanwhile,*p Sisera had fled on foot to the tent of Jael, the wife of Heber the Kenite, because there was peace between King Jabin of Hazor and the family of Heber the Kenite."
    },
    {
        "o": 7329,
        "r": "csb:Judges:4:18",
        "t": "Jael went out to greet Sisera and said to him, “Come in, my lord. Come in with me. Don’t be afraid.” So he went into her tent, and she covered him with a blanket."
    },
    {
        "o": 7330,
        "r": "csb:Judges:4:19",
        "t": "He said to her, “Please give me a little water to drink for I am thirsty.” She opened a container of milk, gave him a drink, and covered him again."
    },
    {
        "o": 7331,
        "r": "csb:Judges:4:20",
        "t": "Then he said to her, “Stand at the entrance to the tent. If a man comes and asks you, ‘Is there a man here? ’ say, ‘No.’”"
    },
    {
        "o": 7332,
        "r": "csb:Judges:4:21",
        "t": "While he was sleeping from exhaustion, Heber’s wife, Jael, took a tent peg, grabbed a hammer, and went silently to Sisera. She hammered the peg into his temple and drove it into the ground, and he died."
    },
    {
        "o": 7333,
        "r": "csb:Judges:4:22",
        "t": "When*p Barak arrived in pursuit of Sisera, Jael went out to greet him and said to him, “Come and I will show you the man you are looking for.” So he went in with her, and there was Sisera lying dead with a tent peg through his temple!"
    },
    {
        "o": 7334,
        "r": "csb:Judges:4:23",
        "t": "That*p day God subdued King Jabin of Canaan before the Israelites."
    },
    {
        "o": 7335,
        "r": "csb:Judges:4:24",
        "t": "The power of the Israelites continued to increase against King Jabin of Canaan until they destroyed him."
    }
]
