[
    {
        "o": 17064,
        "r": "kjv:Psalm:144:0",
        "t": "Psalm 144",
        "h": 1
    },
    {
        "o": 17065,
        "r": "kjv:Psalm:144:0",
        "t": "A Psalm of David.",
        "h": 4
    },
    {
        "o": 17066,
        "r": "kjv:Psalm:144:1",
        "t": "Blessed*p be the Lord*s my strength, which teacheth my hands to war, and my fingers to fight:"
    },
    {
        "o": 17067,
        "r": "kjv:Psalm:144:2",
        "t": "My*p goodness, and my fortress; my high tower, and my deliverer; my shield, and he in whom I trust; who subdueth my people under me."
    },
    {
        "o": 17068,
        "r": "kjv:Psalm:144:3",
        "t": "Lord,*sp what is man, that thou takest knowledge of him! or the son of man, that thou makest account of him!"
    },
    {
        "o": 17069,
        "r": "kjv:Psalm:144:4",
        "t": "Man*p is like to vanity: his days are as a shadow that passeth away."
    },
    {
        "o": 17070,
        "r": "kjv:Psalm:144:5",
        "t": "Bow*p thy heavens, O Lord,*s and come down: touch the mountains, and they shall smoke."
    },
    {
        "o": 17071,
        "r": "kjv:Psalm:144:6",
        "t": "Cast*p forth lightning, and scatter them: shoot out thine arrows, and destroy them."
    },
    {
        "o": 17072,
        "r": "kjv:Psalm:144:7",
        "t": "Send*p thine hand from above; rid me, and deliver me out of great waters, from the hand of strange children;"
    },
    {
        "o": 17073,
        "r": "kjv:Psalm:144:8",
        "t": "Whose*p mouth speaketh vanity, and their right hand is a right hand of falsehood."
    },
    {
        "o": 17074,
        "r": "kjv:Psalm:144:9",
        "t": "I*p will sing a new song unto thee, O God: upon a psaltery and an instrument of ten strings will I sing praises unto thee."
    },
    {
        "o": 17075,
        "r": "kjv:Psalm:144:10",
        "t": "It*p is he that giveth salvation unto kings: who delivereth David his servant from the hurtful sword."
    },
    {
        "o": 17076,
        "r": "kjv:Psalm:144:11",
        "t": "Rid*p me, and deliver me from the hand of strange children, whose mouth speaketh vanity, and their right hand is a right hand of falsehood:"
    },
    {
        "o": 17077,
        "r": "kjv:Psalm:144:12",
        "t": "That*p our sons may be as plants grown up in their youth; that our daughters may be as corner stones, polished after the similitude of a palace:"
    },
    {
        "o": 17078,
        "r": "kjv:Psalm:144:13",
        "t": "That*p our garners may be full, affording all manner of store: that our sheep may bring forth thousands and ten thousands in our streets:"
    },
    {
        "o": 17079,
        "r": "kjv:Psalm:144:14",
        "t": "That*p our oxen may be strong to labour; that there be no breaking in, nor going out; that there be no complaining in our streets."
    },
    {
        "o": 17080,
        "r": "kjv:Psalm:144:15",
        "t": "Happy*p is that people, that is in such a case: yea, happy is that people, whose God is the Lord.*s"
    }
]
