[
    {
        "o": 20259,
        "r": "nasb:Isaiah:29:0",
        "t": "Isaiah 29",
        "h": 1
    },
    {
        "o": 20260,
        "r": "nasb:Isaiah:29:0",
        "t": "Jerusalem Is Warned",
        "h": 2
    },
    {
        "o": 20261,
        "r": "nasb:Isaiah:29:1",
        "t": "Woe,*pn O Ariel, Ariel the city where*i David once*i camped! Add*ln year to year, observe your*i feasts on schedule."
    },
    {
        "o": 20262,
        "r": "nasb:Isaiah:29:2",
        "t": "I*ln will bring distress to Ariel, And*ln she will be a*i city*i of*i lamenting and mourning; And*ln she will be like an Ariel to me."
    },
    {
        "o": 20263,
        "r": "nasb:Isaiah:29:3",
        "t": "I*ln will camp against you encircling you,*i And*ln I will set siegeworks against you, And*ln I will raise up battle towers against you."
    },
    {
        "o": 20264,
        "r": "nasb:Isaiah:29:4",
        "t": "Then*ln you will be brought low; From*ln the earth you will speak, And*ln from the dust where*i you are prostrate Your*ln words will*i come.*i Your*ln voice will also be like that of a spirit from the ground, And*ln your speech will whisper from the dust."
    },
    {
        "o": 20265,
        "r": "nasb:Isaiah:29:5",
        "t": "But*ln the multitude of your enemies will become like fine dust, And*ln the multitude of the ruthless ones like the chaff which blows away; And*ln it will happen instantly, suddenly."
    },
    {
        "o": 20266,
        "r": "nasb:Isaiah:29:6",
        "t": "From*ln the Lord*s of hosts you will be punished with thunder and earthquake and loud noise, With*iln whirlwind and tempest and the flame of a consuming fire."
    },
    {
        "o": 20267,
        "r": "nasb:Isaiah:29:7",
        "t": "And*ln the multitude of all the nations who wage war against Ariel, Even*ln all who wage war against her and her stronghold, and who distress her, Will*ln be like a dream, a vision of the night."
    },
    {
        "o": 20268,
        "r": "nasb:Isaiah:29:8",
        "t": "It*ln will be as when a hungry man dreams— And*ln behold, he is eating; But*ln when he awakens, his hunger is not satisfied, Or*ln as when a thirsty man dreams— And*ln behold, he is drinking, But*ln when he awakens, behold, he is faint And*ln his thirst is not quenched. Thus*ln the multitude of all the nations will be Who*ln wage war against Mount Zion."
    },
    {
        "o": 20269,
        "r": "nasb:Isaiah:29:9",
        "t": "Be*ln delayed and wait, Blind*ln yourselves and be blind; They*ln become drunk, but not with wine, They*ln stagger, but not with strong drink."
    },
    {
        "o": 20270,
        "r": "nasb:Isaiah:29:10",
        "t": "For*ln the Lord*s has poured over you a spirit of deep sleep, He*ln has shut your eyes, the prophets; And*ln He has covered your heads, the seers."
    },
    {
        "o": 20271,
        "r": "nasb:Isaiah:29:11",
        "t": "The*p entire vision will be to you like the words of a sealed book, which when they give it to the one who is literate, saying, “Please read this,” he will say, “I cannot, for it is sealed.”"
    },
    {
        "o": 20272,
        "r": "nasb:Isaiah:29:12",
        "t": "Then the book will be given to the one who is illiterate, saying, “Please read this.” And he will say, “I cannot read.”"
    },
    {
        "o": 20273,
        "r": "nasb:Isaiah:29:13",
        "t": "Then*p the Lord said, “Because*pn this people draw near with their words And*ln honor Me with their lip service, But*ln they remove their hearts far from Me, And*ln their reverence for Me consists of tradition learned by*i rote,*i"
    },
    {
        "o": 20274,
        "r": "nasb:Isaiah:29:14",
        "t": "Therefore*ln behold, I will once again deal marvelously with this people, wondrously marvelous; And*ln the wisdom of their wise men will perish, And*ln the discernment of their discerning men will be concealed.”"
    },
    {
        "o": 20275,
        "r": "nasb:Isaiah:29:15",
        "t": "Woe*ln to those who deeply hide their plans from the Lord,*s And*ln whose deeds are done*i in a dark place, And*ln they say, “Who sees us?” or “Who knows us?”"
    },
    {
        "o": 20276,
        "r": "nasb:Isaiah:29:16",
        "t": "You*ln turn things*i around! Shall*ln the potter be considered as equal with the clay, That*ln what is made would say to its maker, “He did not make me”; Or*ln what is formed say to him who formed it, “He has no understanding”?"
    },
    {
        "o": 20277,
        "r": "nasb:Isaiah:29:16",
        "t": "Blessing after Discipline",
        "h": 2
    },
    {
        "o": 20278,
        "r": "nasb:Isaiah:29:17",
        "t": "Is*pn it not yet just a little while Before*ln Lebanon will be turned into a fertile field, And*ln the fertile field will be considered as a forest?"
    },
    {
        "o": 20279,
        "r": "nasb:Isaiah:29:18",
        "t": "On*ln that day the deaf will hear words of a book, And*ln out of their*i gloom and darkness the eyes of the blind will see."
    },
    {
        "o": 20280,
        "r": "nasb:Isaiah:29:19",
        "t": "The*ln afflicted also will increase their gladness in the Lord,*s And*ln the needy of mankind will rejoice in the Holy One of Israel."
    },
    {
        "o": 20281,
        "r": "nasb:Isaiah:29:20",
        "t": "For*ln the ruthless will come to an end and the scorner will be finished, Indeed*ln all who are intent on doing evil will be cut off;"
    },
    {
        "o": 20282,
        "r": "nasb:Isaiah:29:21",
        "t": "Who*ln cause a person to be indicted by a word, And*ln ensnare him who adjudicates at the gate, And*ln defraud the one in the right with meaningless arguments."
    },
    {
        "o": 20283,
        "r": "nasb:Isaiah:29:22",
        "t": "Therefore*p thus says the Lord,*s who redeemed Abraham, concerning the house of Jacob: “Jacob*pn shall not now be ashamed, nor shall his face now turn pale;"
    },
    {
        "o": 20284,
        "r": "nasb:Isaiah:29:23",
        "t": "But*ln when he sees his children, the work of My hands, in his midst, They*ln will sanctify My name; Indeed,*ln they will sanctify the Holy One of Jacob And*ln will stand in awe of the God of Israel."
    },
    {
        "o": 20285,
        "r": "nasb:Isaiah:29:24",
        "t": "Those*ln who err in mind will know the truth, And*ln those who criticize will accept instruction."
    }
]
