[
    {
        "o": 1053,
        "r": "nkjv:Genesis:33:0",
        "t": "Genesis 33",
        "h": 1
    },
    {
        "o": 1054,
        "r": "nkjv:Genesis:33:0",
        "t": "Jacob and Esau Meet",
        "h": 2
    },
    {
        "o": 1055,
        "r": "nkjv:Genesis:33:1",
        "t": "Now*p Jacob lifted his eyes and looked, and there, Esau was coming, and with him were four hundred men. So he divided the children among Leah, Rachel, and the two maidservants."
    },
    {
        "o": 1056,
        "r": "nkjv:Genesis:33:2",
        "t": "And he put the maidservants and their children in front, Leah and her children behind, and Rachel and Joseph last."
    },
    {
        "o": 1057,
        "r": "nkjv:Genesis:33:3",
        "t": "Then he crossed over before them and bowed himself to the ground seven times, until he came near to his brother."
    },
    {
        "o": 1058,
        "r": "nkjv:Genesis:33:4",
        "t": "But*p Esau ran to meet him, and embraced him, and fell on his neck and kissed him, and they wept."
    },
    {
        "o": 1059,
        "r": "nkjv:Genesis:33:5",
        "t": "And he lifted his eyes and saw the women and children, and said, “Who are*i these with you?” So*p he said, “The children whom God has graciously given your servant.”"
    },
    {
        "o": 1060,
        "r": "nkjv:Genesis:33:6",
        "t": "Then the maidservants came near, they and their children, and bowed down."
    },
    {
        "o": 1061,
        "r": "nkjv:Genesis:33:7",
        "t": "And Leah also came near with her children, and they bowed down. Afterward Joseph and Rachel came near, and they bowed down."
    },
    {
        "o": 1062,
        "r": "nkjv:Genesis:33:8",
        "t": "Then*p Esau said, “What do*i you mean*i by*i all this company which I met?” And*p he said, “These*i are*i to find favor in the sight of my lord.”"
    },
    {
        "o": 1063,
        "r": "nkjv:Genesis:33:9",
        "t": "But*p Esau said, “I have enough, my brother; keep what you have for yourself.”"
    },
    {
        "o": 1064,
        "r": "nkjv:Genesis:33:10",
        "t": "And*p Jacob said, “No, please, if I have now found favor in your sight, then receive my present from my hand, inasmuch as I have seen your face as though I had seen the face of God, and you were pleased with me."
    },
    {
        "o": 1065,
        "r": "nkjv:Genesis:33:11",
        "t": "Please, take my blessing that is brought to you, because God has dealt graciously with me, and because I have enough.” So he urged him, and he took it.*i"
    },
    {
        "o": 1066,
        "r": "nkjv:Genesis:33:12",
        "t": "Then*p Esau said, “Let us take our journey; let us go, and I will go before you.”"
    },
    {
        "o": 1067,
        "r": "nkjv:Genesis:33:13",
        "t": "But*p Jacob said to him, “My lord knows that the children are*i weak, and the flocks and herds which are nursing are*i with me. And if the men should drive them hard one day, all the flock will die."
    },
    {
        "o": 1068,
        "r": "nkjv:Genesis:33:14",
        "t": "Please let my lord go on ahead before his servant. I will lead on slowly at a pace which the livestock that go before me, and the children, are able to endure, until I come to my lord in Seir.”"
    },
    {
        "o": 1069,
        "r": "nkjv:Genesis:33:15",
        "t": "And*p Esau said, “Now let me leave with you some*i of the people who are*i with me.” But*p he said, “What need is there? Let me find favor in the sight of my lord.”"
    },
    {
        "o": 1070,
        "r": "nkjv:Genesis:33:16",
        "t": "So Esau returned that day on his way to Seir."
    },
    {
        "o": 1071,
        "r": "nkjv:Genesis:33:17",
        "t": "And Jacob journeyed to Succoth, built himself a house, and made booths for his livestock. Therefore the name of the place is called Succoth."
    },
    {
        "o": 1072,
        "r": "nkjv:Genesis:33:17",
        "t": "Jacob Comes to Canaan",
        "h": 2
    },
    {
        "o": 1073,
        "r": "nkjv:Genesis:33:18",
        "t": "Then*p Jacob came safely to the city of Shechem, which is*i in the land of Canaan, when he came from Padan Aram; and he pitched his tent before the city."
    },
    {
        "o": 1074,
        "r": "nkjv:Genesis:33:19",
        "t": "And he bought the parcel of land, where he had pitched his tent, from the children of Hamor, Shechem’s father, for one hundred pieces of money."
    },
    {
        "o": 1075,
        "r": "nkjv:Genesis:33:20",
        "t": "Then he erected an altar there and called it El Elohe Israel."
    }
]
