[
    {
        "o": 8874,
        "r": "niv:2 Samuel:5:0",
        "t": "2 Samuel 5",
        "h": 1
    },
    {
        "o": 8875,
        "r": "niv:2 Samuel:5:0",
        "t": "David Becomes King Over Israel",
        "h": 2
    },
    {
        "o": 8876,
        "r": "niv:2 Samuel:5:1",
        "t": "All*p the tribes of Israel came to David at Hebron and said, “We are your own flesh and blood."
    },
    {
        "o": 8877,
        "r": "niv:2 Samuel:5:2",
        "t": "In the past, while Saul was king over us, you were the one who led Israel on their military campaigns. And the Lord*s said to you, ‘You will shepherd my people Israel, and you will become their ruler.’ ”"
    },
    {
        "o": 8878,
        "r": "niv:2 Samuel:5:3",
        "t": "When*p all the elders of Israel had come to King David at Hebron, the king made a covenant with them at Hebron before the Lord,*s and they anointed David king over Israel."
    },
    {
        "o": 8879,
        "r": "niv:2 Samuel:5:4",
        "t": "David*p was thirty years old when he became king, and he reigned forty years."
    },
    {
        "o": 8880,
        "r": "niv:2 Samuel:5:5",
        "t": "In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned over all Israel and Judah thirty-three years."
    },
    {
        "o": 8881,
        "r": "niv:2 Samuel:5:5",
        "t": "David Conquers Jerusalem",
        "h": 2
    },
    {
        "o": 8882,
        "r": "niv:2 Samuel:5:6",
        "t": "The*p king and his men marched to Jerusalem to attack the Jebusites, who lived there. The Jebusites said to David, “You will not get in here; even the blind and the lame can ward you off.” They thought, “David cannot get in here.”"
    },
    {
        "o": 8883,
        "r": "niv:2 Samuel:5:7",
        "t": "Nevertheless, David captured the fortress of Zion—which is the City of David."
    },
    {
        "o": 8884,
        "r": "niv:2 Samuel:5:8",
        "t": "On*p that day David had said, “Anyone who conquers the Jebusites will have to use the water shaft to reach those ‘lame and blind’ who are David’s enemies.” That is why they say, “The ‘blind and lame’ will not enter the palace.”"
    },
    {
        "o": 8885,
        "r": "niv:2 Samuel:5:9",
        "t": "David*p then took up residence in the fortress and called it the City of David. He built up the area around it, from the terraces inward."
    },
    {
        "o": 8886,
        "r": "niv:2 Samuel:5:10",
        "t": "And he became more and more powerful, because the Lord*s God Almighty was with him."
    },
    {
        "o": 8887,
        "r": "niv:2 Samuel:5:11",
        "t": "Now*p Hiram king of Tyre sent envoys to David, along with cedar logs and carpenters and stonemasons, and they built a palace for David."
    },
    {
        "o": 8888,
        "r": "niv:2 Samuel:5:12",
        "t": "Then David knew that the Lord*s had established him as king over Israel and had exalted his kingdom for the sake of his people Israel."
    },
    {
        "o": 8889,
        "r": "niv:2 Samuel:5:13",
        "t": "After*p he left Hebron, David took more concubines and wives in Jerusalem, and more sons and daughters were born to him."
    },
    {
        "o": 8890,
        "r": "niv:2 Samuel:5:14",
        "t": "These are the names of the children born to him there: Shammua, Shobab, Nathan, Solomon,"
    },
    {
        "o": 8891,
        "r": "niv:2 Samuel:5:15",
        "t": "Ibhar, Elishua, Nepheg, Japhia,"
    },
    {
        "o": 8892,
        "r": "niv:2 Samuel:5:16",
        "t": "Elishama, Eliada and Eliphelet."
    },
    {
        "o": 8893,
        "r": "niv:2 Samuel:5:16",
        "t": "David Defeats the Philistines",
        "h": 2
    },
    {
        "o": 8894,
        "r": "niv:2 Samuel:5:17",
        "t": "When*p the Philistines heard that David had been anointed king over Israel, they went up in full force to search for him, but David heard about it and went down to the stronghold."
    },
    {
        "o": 8895,
        "r": "niv:2 Samuel:5:18",
        "t": "Now the Philistines had come and spread out in the Valley of Rephaim;"
    },
    {
        "o": 8896,
        "r": "niv:2 Samuel:5:19",
        "t": "so David inquired of the Lord,*s “Shall I go and attack the Philistines? Will you deliver them into my hands?” The*p Lord*s answered him, “Go, for I will surely deliver the Philistines into your hands.”"
    },
    {
        "o": 8897,
        "r": "niv:2 Samuel:5:20",
        "t": "So*p David went to Baal Perazim, and there he defeated them. He said, “As waters break out, the Lord*s has broken out against my enemies before me.” So that place was called Baal Perazim."
    },
    {
        "o": 8898,
        "r": "niv:2 Samuel:5:21",
        "t": "The Philistines abandoned their idols there, and David and his men carried them off."
    },
    {
        "o": 8899,
        "r": "niv:2 Samuel:5:22",
        "t": "Once*p more the Philistines came up and spread out in the Valley of Rephaim;"
    },
    {
        "o": 8900,
        "r": "niv:2 Samuel:5:23",
        "t": "so David inquired of the Lord,*s and he answered, “Do not go straight up, but circle around behind them and attack them in front of the poplar trees."
    },
    {
        "o": 8901,
        "r": "niv:2 Samuel:5:24",
        "t": "As soon as you hear the sound of marching in the tops of the poplar trees, move quickly, because that will mean the Lord*s has gone out in front of you to strike the Philistine army.”"
    },
    {
        "o": 8902,
        "r": "niv:2 Samuel:5:25",
        "t": "So David did as the Lord*s commanded him, and he struck down the Philistines all the way from Gibeon to Gezer."
    }
]
