[
    {
        "o": 19793,
        "r": "niv:Isaiah:19:0",
        "t": "Isaiah 19",
        "h": 1
    },
    {
        "o": 19794,
        "r": "niv:Isaiah:19:0",
        "t": "A Prophecy Against Egypt",
        "h": 2
    },
    {
        "o": 19795,
        "r": "niv:Isaiah:19:1",
        "t": "A*p prophecy against Egypt: See,*pn the Lord*s rides on a swift cloud and*ld is coming to Egypt. The*ln idols of Egypt tremble before him, and*ld the hearts of the Egyptians melt with fear."
    },
    {
        "o": 19796,
        "r": "niv:Isaiah:19:2",
        "t": "“I*pn will stir up Egyptian against Egyptian— brother*ld will fight against brother, neighbor*ld against neighbor, city*ld against city, kingdom*ld against kingdom."
    },
    {
        "o": 19797,
        "r": "niv:Isaiah:19:3",
        "t": "The*ln Egyptians will lose heart, and*ld I will bring their plans to nothing; they*ln will consult the idols and the spirits of the dead, the*ld mediums and the spiritists."
    },
    {
        "o": 19798,
        "r": "niv:Isaiah:19:4",
        "t": "I*ln will hand the Egyptians over to*ld the power of a cruel master, and*ln a fierce king will rule over them,” declares*ld the Lord, the Lord*s Almighty."
    },
    {
        "o": 19799,
        "r": "niv:Isaiah:19:5",
        "t": "The*pn waters of the river will dry up, and*ld the riverbed will be parched and dry."
    },
    {
        "o": 19800,
        "r": "niv:Isaiah:19:6",
        "t": "The*ln canals will stink; the*ld streams of Egypt will dwindle and dry up. The*ln reeds and rushes will wither,"
    },
    {
        "o": 19801,
        "r": "niv:Isaiah:19:7",
        "t": "also*ld the plants along the Nile, at*ld the mouth of the river. Every*ln sown field along the Nile will*ld become parched, will blow away and be no more."
    },
    {
        "o": 19802,
        "r": "niv:Isaiah:19:8",
        "t": "The*ln fishermen will groan and lament, all*ld who cast hooks into the Nile; those*ln who throw nets on the water will*ld pine away."
    },
    {
        "o": 19803,
        "r": "niv:Isaiah:19:9",
        "t": "Those*ln who work with combed flax will despair, the*ld weavers of fine linen will lose hope."
    },
    {
        "o": 19804,
        "r": "niv:Isaiah:19:10",
        "t": "The*ln workers in cloth will be dejected, and*ld all the wage earners will be sick at heart."
    },
    {
        "o": 19805,
        "r": "niv:Isaiah:19:11",
        "t": "The*pn officials of Zoan are nothing but fools; the*ld wise counselors of Pharaoh give senseless advice. How*ln can you say to Pharaoh, “I*ld am one of the wise men, a*ld disciple of the ancient kings”?"
    },
    {
        "o": 19806,
        "r": "niv:Isaiah:19:12",
        "t": "Where*pn are your wise men now? Let*ld them show you and make known what*ln the Lord*s Almighty has*ld planned against Egypt."
    },
    {
        "o": 19807,
        "r": "niv:Isaiah:19:13",
        "t": "The*ln officials of Zoan have become fools, the*ld leaders of Memphis are deceived; the*ln cornerstones of her peoples have*ld led Egypt astray."
    },
    {
        "o": 19808,
        "r": "niv:Isaiah:19:14",
        "t": "The*ln Lord*s has poured into them a*ld spirit of dizziness; they*ln make Egypt stagger in all that she does, as*ld a drunkard staggers around in his vomit."
    },
    {
        "o": 19809,
        "r": "niv:Isaiah:19:15",
        "t": "There*ln is nothing Egypt can do— head*ld or tail, palm branch or reed."
    },
    {
        "o": 19810,
        "r": "niv:Isaiah:19:16",
        "t": "In*p that day the Egyptians will become weaklings. They will shudder with fear at the uplifted hand that the Lord*s Almighty raises against them."
    },
    {
        "o": 19811,
        "r": "niv:Isaiah:19:17",
        "t": "And the land of Judah will bring terror to the Egyptians; everyone to whom Judah is mentioned will be terrified, because of what the Lord*s Almighty is planning against them."
    },
    {
        "o": 19812,
        "r": "niv:Isaiah:19:18",
        "t": "In*p that day five cities in Egypt will speak the language of Canaan and swear allegiance to the Lord*s Almighty. One of them will be called the City of the Sun."
    },
    {
        "o": 19813,
        "r": "niv:Isaiah:19:19",
        "t": "In*p that day there will be an altar to the Lord*s in the heart of Egypt, and a monument to the Lord*s at its border."
    },
    {
        "o": 19814,
        "r": "niv:Isaiah:19:20",
        "t": "It will be a sign and witness to the Lord*s Almighty in the land of Egypt. When they cry out to the Lord*s because of their oppressors, he will send them a savior and defender, and he will rescue them."
    },
    {
        "o": 19815,
        "r": "niv:Isaiah:19:21",
        "t": "So the Lord*s will make himself known to the Egyptians, and in that day they will acknowledge the Lord.*s They will worship with sacrifices and grain offerings; they will make vows to the Lord*s and keep them."
    },
    {
        "o": 19816,
        "r": "niv:Isaiah:19:22",
        "t": "The Lord*s will strike Egypt with a plague; he will strike them and heal them. They will turn to the Lord,*s and he will respond to their pleas and heal them."
    },
    {
        "o": 19817,
        "r": "niv:Isaiah:19:23",
        "t": "In*p that day there will be a highway from Egypt to Assyria. The Assyrians will go to Egypt and the Egyptians to Assyria. The Egyptians and Assyrians will worship together."
    },
    {
        "o": 19818,
        "r": "niv:Isaiah:19:24",
        "t": "In that day Israel will be the third, along with Egypt and Assyria, a blessing on the earth."
    },
    {
        "o": 19819,
        "r": "niv:Isaiah:19:25",
        "t": "The Lord*s Almighty will bless them, saying, “Blessed be Egypt my people, Assyria my handiwork, and Israel my inheritance.”"
    }
]
