[
    {
        "o": 25888,
        "r": "csb:Zechariah:7:0",
        "t": "Zechariah 7",
        "h": 1
    },
    {
        "o": 25889,
        "r": "csb:Zechariah:7:0",
        "t": "Disobedience and Fasting",
        "h": 2
    },
    {
        "o": 25890,
        "r": "csb:Zechariah:7:1",
        "t": "In*p the fourth year of King Darius, the word of the Lord*s came to Zechariah on the fourth day of the ninth month, which is Chislev."
    },
    {
        "o": 25891,
        "r": "csb:Zechariah:7:2",
        "t": "Now the people of Bethel had sent Sharezer, Regem-melech, and their men to plead for the Lord’s*s favor"
    },
    {
        "o": 25892,
        "r": "csb:Zechariah:7:3",
        "t": "by asking the priests who were at the house of the Lord*s of Armies as well as the prophets, “Should we mourn and fast in the fifth month as we have done these many years?”"
    },
    {
        "o": 25893,
        "r": "csb:Zechariah:7:4",
        "t": "Then*p the word of the Lord*s of Armies came to me:"
    },
    {
        "o": 25894,
        "r": "csb:Zechariah:7:5",
        "t": "“Ask all the people of the land and the priests: When you fasted and lamented in the fifth and in the seventh months for these seventy years, did you really fast for me?"
    },
    {
        "o": 25895,
        "r": "csb:Zechariah:7:6",
        "t": "When you eat and drink, don’t you eat and drink simply for yourselves?"
    },
    {
        "o": 25896,
        "r": "csb:Zechariah:7:7",
        "t": "Aren’t these the words that the Lord*s proclaimed through the earlier prophets when Jerusalem was inhabited and secure, along with its surrounding cities, and when the southern region and the Judean foothills were inhabited?”"
    },
    {
        "o": 25897,
        "r": "csb:Zechariah:7:8",
        "t": "The*p word of the Lord*s came to Zechariah:"
    },
    {
        "o": 25898,
        "r": "csb:Zechariah:7:9",
        "t": "“The Lord*s of Armies says this: ‘Make fair decisions. Show faithful love and compassion to one another."
    },
    {
        "o": 25899,
        "r": "csb:Zechariah:7:10",
        "t": "Do not oppress the widow or the fatherless, the resident alien or the poor, and do not plot evil in your hearts against one another.’"
    },
    {
        "o": 25900,
        "r": "csb:Zechariah:7:11",
        "t": "But they refused to pay attention and turned a stubborn shoulder; they closed their ears so they could not hear."
    },
    {
        "o": 25901,
        "r": "csb:Zechariah:7:12",
        "t": "They made their hearts like a rock so as not to obey the law or the words that the Lord*s of Armies had sent by his Spirit through the earlier prophets. Therefore intense anger came from the Lord*s of Armies."
    },
    {
        "o": 25902,
        "r": "csb:Zechariah:7:13",
        "t": "Just as he had called, and they would not listen, so when they called, I would not listen, says the Lord*s of Armies."
    },
    {
        "o": 25903,
        "r": "csb:Zechariah:7:14",
        "t": "I scattered them with a windstorm over all the nations that had not known them, and the land was left desolate behind them, with no one coming or going. They turned a pleasant land into a desolation.”"
    }
]
