[
    {
        "o": 23796,
        "r": "nkjv:Ezekiel:33:0",
        "t": "Ezekiel 33",
        "h": 1
    },
    {
        "o": 23797,
        "r": "nkjv:Ezekiel:33:0",
        "t": "The Watchman and His Message",
        "h": 2
    },
    {
        "o": 23798,
        "r": "nkjv:Ezekiel:33:1",
        "t": "Again*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23799,
        "r": "nkjv:Ezekiel:33:2",
        "t": "“Son of man, speak to the children of your people, and say to them: ‘When I bring the sword upon a land, and the people of the land take a man from their territory and make him their watchman,"
    },
    {
        "o": 23800,
        "r": "nkjv:Ezekiel:33:3",
        "t": "when he sees the sword coming upon the land, if he blows the trumpet and warns the people,"
    },
    {
        "o": 23801,
        "r": "nkjv:Ezekiel:33:4",
        "t": "then whoever hears the sound of the trumpet and does not take warning, if the sword comes and takes him away, his blood shall be on his own*i head."
    },
    {
        "o": 23802,
        "r": "nkjv:Ezekiel:33:5",
        "t": "He heard the sound of the trumpet, but did not take warning; his blood shall be upon himself. But he who takes warning will save his life."
    },
    {
        "o": 23803,
        "r": "nkjv:Ezekiel:33:6",
        "t": "But if the watchman sees the sword coming and does not blow the trumpet, and the people are not warned, and the sword comes and takes any*i person from among them, he is taken away in his iniquity; but his blood I will require at the watchman’s hand.’"
    },
    {
        "o": 23804,
        "r": "nkjv:Ezekiel:33:7",
        "t": "“So*p you, son of man: I have made you a watchman for the house of Israel; therefore you shall hear a word from My mouth and warn them for Me."
    },
    {
        "o": 23805,
        "r": "nkjv:Ezekiel:33:8",
        "t": "When I say to the wicked, ‘O wicked man,*i you shall surely die!’ and you do not speak to warn the wicked from his way, that wicked man*i shall die in his iniquity; but his blood I will require at your hand."
    },
    {
        "o": 23806,
        "r": "nkjv:Ezekiel:33:9",
        "t": "Nevertheless if you warn the wicked to turn from his way, and he does not turn from his way, he shall die in his iniquity; but you have delivered your soul."
    },
    {
        "o": 23807,
        "r": "nkjv:Ezekiel:33:10",
        "t": "“Therefore*p you, O son of man, say to the house of Israel: ‘Thus you say, “If our transgressions and our sins lie*i upon us, and we pine away in them, how can we then live?”’"
    },
    {
        "o": 23808,
        "r": "nkjv:Ezekiel:33:11",
        "t": "Say to them: ‘As*i I live,’ says the Lord God,*s ‘I have no pleasure in the death of the wicked, but that the wicked turn from his way and live. Turn, turn from your evil ways! For why should you die, O house of Israel?’"
    },
    {
        "o": 23809,
        "r": "nkjv:Ezekiel:33:11",
        "t": "The Fairness of God’s Judgment",
        "h": 2
    },
    {
        "o": 23810,
        "r": "nkjv:Ezekiel:33:12",
        "t": "“Therefore*p you, O son of man, say to the children of your people: ‘The righteousness of the righteous man shall not deliver him in the day of his transgression; as for the wickedness of the wicked, he shall not fall because of it in the day that he turns from his wickedness; nor shall the righteous be able to live because of his*i righteousness*i in the day that he sins.’"
    },
    {
        "o": 23811,
        "r": "nkjv:Ezekiel:33:13",
        "t": "When I say to the righteous that*i he shall surely live, but he trusts in his own righteousness and commits iniquity, none of his righteous works shall be remembered; but because of the iniquity that he has committed, he shall die."
    },
    {
        "o": 23812,
        "r": "nkjv:Ezekiel:33:14",
        "t": "Again, when I say to the wicked, ‘You shall surely die,’ if he turns from his sin and does what is lawful and right,"
    },
    {
        "o": 23813,
        "r": "nkjv:Ezekiel:33:15",
        "t": "if*i the wicked restores the pledge, gives back what he has stolen, and walks in the statutes of life without committing iniquity, he shall surely live; he shall not die."
    },
    {
        "o": 23814,
        "r": "nkjv:Ezekiel:33:16",
        "t": "None of his sins which he has committed shall be remembered against him; he has done what is lawful and right; he shall surely live."
    },
    {
        "o": 23815,
        "r": "nkjv:Ezekiel:33:17",
        "t": "“Yet*p the children of your people say, ‘The way of the Lord is not fair.’ But it is their way which is not fair!"
    },
    {
        "o": 23816,
        "r": "nkjv:Ezekiel:33:18",
        "t": "When the righteous turns from his righteousness and commits iniquity, he shall die because of it."
    },
    {
        "o": 23817,
        "r": "nkjv:Ezekiel:33:19",
        "t": "But when the wicked turns from his wickedness and does what is lawful and right, he shall live because of it."
    },
    {
        "o": 23818,
        "r": "nkjv:Ezekiel:33:20",
        "t": "Yet you say, ‘The way of the Lord is not fair.’ O house of Israel, I will judge every one of you according to his own ways.”"
    },
    {
        "o": 23819,
        "r": "nkjv:Ezekiel:33:20",
        "t": "The Fall of Jerusalem",
        "h": 2
    },
    {
        "o": 23820,
        "r": "nkjv:Ezekiel:33:21",
        "t": "And*p it came to pass in the twelfth year of our captivity, in the tenth month,*i on the fifth day*i of the month, that*i one who had escaped from Jerusalem came to me and said, “The city has been captured!”"
    },
    {
        "o": 23821,
        "r": "nkjv:Ezekiel:33:22",
        "t": "Now*p the hand of the Lord*s had been upon me the evening before the man came who had escaped. And He had opened my mouth; so when he came to me in the morning, my mouth was opened, and I was no longer mute."
    },
    {
        "o": 23822,
        "r": "nkjv:Ezekiel:33:22",
        "t": "The Cause of Judah’s Ruin",
        "h": 2
    },
    {
        "o": 23823,
        "r": "nkjv:Ezekiel:33:23",
        "t": "Then*p the word of the Lord*s came to me, saying:"
    },
    {
        "o": 23824,
        "r": "nkjv:Ezekiel:33:24",
        "t": "“Son of man, they who inhabit those ruins in the land of Israel are saying, ‘Abraham was only one, and he inherited the land. But we are*i many; the land has been given to us as a possession.’"
    },
    {
        "o": 23825,
        "r": "nkjv:Ezekiel:33:25",
        "t": "“Therefore*p say to them, ‘Thus says the Lord God:*s “You eat meat*i with blood, you lift up your eyes toward your idols, and shed blood. Should you then possess the land?"
    },
    {
        "o": 23826,
        "r": "nkjv:Ezekiel:33:26",
        "t": "You rely on your sword, you commit abominations, and you defile one another’s wives. Should you then possess the land?”’"
    },
    {
        "o": 23827,
        "r": "nkjv:Ezekiel:33:27",
        "t": "“Say*p thus to them, ‘Thus says the Lord God:*s “As*i I live, surely those who are*i in the ruins shall fall by the sword, and the one who is*i in the open field I will give to the beasts to be devoured, and those who are*i in the strongholds and caves shall die of the pestilence."
    },
    {
        "o": 23828,
        "r": "nkjv:Ezekiel:33:28",
        "t": "For I will make the land most desolate, her arrogant strength shall cease, and the mountains of Israel shall be so desolate that no one will pass through."
    },
    {
        "o": 23829,
        "r": "nkjv:Ezekiel:33:29",
        "t": "Then they shall know that I am*i the Lord,*s when I have made the land most desolate because of all their abominations which they have committed.”’"
    },
    {
        "o": 23830,
        "r": "nkjv:Ezekiel:33:29",
        "t": "Hearing and Not Doing",
        "h": 2
    },
    {
        "o": 23831,
        "r": "nkjv:Ezekiel:33:30",
        "t": "“As*p for you, son of man, the children of your people are talking about you beside the walls and in the doors of the houses; and they speak to one another, everyone saying to his brother, ‘Please come and hear what the word is that comes from the Lord.’*s"
    },
    {
        "o": 23832,
        "r": "nkjv:Ezekiel:33:31",
        "t": "So they come to you as people do, they sit before you as*i My people, and they hear your words, but they do not do them; for with their mouth they show much love, but*i their hearts pursue their own*i gain."
    },
    {
        "o": 23833,
        "r": "nkjv:Ezekiel:33:32",
        "t": "Indeed you are*i to them as a very lovely song of one who has a pleasant voice and can play well on an instrument; for they hear your words, but they do not do them."
    },
    {
        "o": 23834,
        "r": "nkjv:Ezekiel:33:33",
        "t": "And when this comes to pass—surely it will come—then they will know that a prophet has been among them.”"
    }
]
