[
    {
        "o": 23477,
        "r": "nasb:Ezekiel:26:0",
        "t": "Ezekiel 26",
        "h": 1
    },
    {
        "o": 23478,
        "r": "nasb:Ezekiel:26:0",
        "t": "Judgment on Tyre",
        "h": 2
    },
    {
        "o": 23479,
        "r": "nasb:Ezekiel:26:1",
        "t": "Now*p in the eleventh year, on the first of the month, the word of the Lord*s came to me saying,"
    },
    {
        "o": 23480,
        "r": "nasb:Ezekiel:26:2",
        "t": "“Son of man, because Tyre has said concerning Jerusalem, ‘Aha, the gateway of the peoples is broken; it has opened to me. I shall be filled, now*i that*i she is laid waste,’"
    },
    {
        "o": 23481,
        "r": "nasb:Ezekiel:26:3",
        "t": "therefore thus says the Lord God,*s ‘Behold, I am against you, O Tyre, and I will bring up many nations against you, as the sea brings up its waves."
    },
    {
        "o": 23482,
        "r": "nasb:Ezekiel:26:4",
        "t": "They will destroy the walls of Tyre and break down her towers; and I will scrape her debris from her and make her a bare rock."
    },
    {
        "o": 23483,
        "r": "nasb:Ezekiel:26:5",
        "t": "She will be a place for the spreading of nets in the midst of the sea, for I have spoken,’ declares the Lord God,*s ‘and she will become spoil for the nations."
    },
    {
        "o": 23484,
        "r": "nasb:Ezekiel:26:6",
        "t": "Also her daughters who are on the mainland will be slain by the sword, and they will know that I am the Lord*s .’ ”"
    },
    {
        "o": 23485,
        "r": "nasb:Ezekiel:26:7",
        "t": "For*p thus says the Lord God,*s “Behold, I will bring upon Tyre from the north Nebuchadnezzar king of Babylon, king of kings, with horses, chariots, cavalry and a great army."
    },
    {
        "o": 23486,
        "r": "nasb:Ezekiel:26:8",
        "t": "He will slay your daughters on the mainland with the sword; and he will make siege walls against you, cast up a ramp against you and raise up a large shield against you."
    },
    {
        "o": 23487,
        "r": "nasb:Ezekiel:26:9",
        "t": "The blow of his battering rams he will direct against your walls, and with his axes he will break down your towers."
    },
    {
        "o": 23488,
        "r": "nasb:Ezekiel:26:10",
        "t": "Because of the multitude of his horses, the dust raised*i by*i them will cover you; your walls will shake at the noise of cavalry and wagons and chariots when he enters your gates as men enter a city that is breached."
    },
    {
        "o": 23489,
        "r": "nasb:Ezekiel:26:11",
        "t": "With the hoofs of his horses he will trample all your streets. He will slay your people with the sword; and your strong pillars will come down to the ground."
    },
    {
        "o": 23490,
        "r": "nasb:Ezekiel:26:12",
        "t": "Also they will make a spoil of your riches and a prey of your merchandise, break down your walls and destroy your pleasant houses, and throw your stones and your timbers and your debris into the water."
    },
    {
        "o": 23491,
        "r": "nasb:Ezekiel:26:13",
        "t": "So I will silence the sound of your songs, and the sound of your harps will be heard no more."
    },
    {
        "o": 23492,
        "r": "nasb:Ezekiel:26:14",
        "t": "I will make you a bare rock; you will be a place for the spreading of nets. You will be built no more, for I the Lord*s have spoken,” declares the Lord God.*s"
    },
    {
        "o": 23493,
        "r": "nasb:Ezekiel:26:15",
        "t": "Thus*p says the Lord God*s to Tyre, “Shall not the coastlands shake at the sound of your fall when the wounded groan, when the slaughter occurs in your midst?"
    },
    {
        "o": 23494,
        "r": "nasb:Ezekiel:26:16",
        "t": "Then all the princes of the sea will go down from their thrones, remove their robes and strip off their embroidered garments. They will clothe themselves with trembling; they will sit on the ground, tremble every moment and be appalled at you."
    },
    {
        "o": 23495,
        "r": "nasb:Ezekiel:26:17",
        "t": "They will take up a lamentation over you and say to you, ‘How*pn you have perished, O inhabited one, From*ln the seas, O renowned city, Which*ln was mighty on the sea, She*ln and her inhabitants, Who*ln imposed her terror On*ln all her inhabitants!"
    },
    {
        "o": 23496,
        "r": "nasb:Ezekiel:26:18",
        "t": "Now*ln the coastlands will tremble On*ln the day of your fall; Yes,*ln the coastlands which are by the sea Will*ln be terrified at your passing.’ ”"
    },
    {
        "o": 23497,
        "r": "nasb:Ezekiel:26:19",
        "t": "For*p thus says the Lord God,*s “When I make you a desolate city, like the cities which are not inhabited, when I bring up the deep over you and the great waters cover you,"
    },
    {
        "o": 23498,
        "r": "nasb:Ezekiel:26:20",
        "t": "then I will bring you down with those who go down to the pit, to the people of old, and I will make you dwell in the lower parts of the earth, like the ancient waste places, with those who go down to the pit, so that you will not be inhabited; but I will set glory in the land of the living."
    },
    {
        "o": 23499,
        "r": "nasb:Ezekiel:26:21",
        "t": "I will bring terrors on you and you will be no more; though you will be sought, you will never be found again,” declares the Lord God.*s"
    }
]
