[
    {
        "o": 15219,
        "r": "kjv:Psalm:49:0",
        "t": "Psalm 49",
        "h": 1
    },
    {
        "o": 15220,
        "r": "kjv:Psalm:49:0",
        "t": "To the chief Musician, A Psalm for the sons of Korah.",
        "h": 4
    },
    {
        "o": 15221,
        "r": "kjv:Psalm:49:1",
        "t": "Hear*p this, all ye people; give ear, all ye inhabitants of the world:"
    },
    {
        "o": 15222,
        "r": "kjv:Psalm:49:2",
        "t": "Both*p low and high, rich and poor, together."
    },
    {
        "o": 15223,
        "r": "kjv:Psalm:49:3",
        "t": "My*p mouth shall speak of wisdom; and the meditation of my heart shall be of understanding."
    },
    {
        "o": 15224,
        "r": "kjv:Psalm:49:4",
        "t": "I*p will incline mine ear to a parable: I will open my dark saying upon the harp."
    },
    {
        "o": 15225,
        "r": "kjv:Psalm:49:5",
        "t": "Wherefore*p should I fear in the days of evil, when the iniquity of my heels shall compass me about?"
    },
    {
        "o": 15226,
        "r": "kjv:Psalm:49:6",
        "t": "They*p that trust in their wealth, and boast themselves in the multitude of their riches;"
    },
    {
        "o": 15227,
        "r": "kjv:Psalm:49:7",
        "t": "None*p of them can by any means redeem his brother, nor give to God a ransom for him:"
    },
    {
        "o": 15228,
        "r": "kjv:Psalm:49:8",
        "t": "(For*p the redemption of their soul is precious, and it ceaseth for ever:)"
    },
    {
        "o": 15229,
        "r": "kjv:Psalm:49:9",
        "t": "That*p he should still live for ever, and not see corruption."
    },
    {
        "o": 15230,
        "r": "kjv:Psalm:49:10",
        "t": "For*p he seeth that wise men die, likewise the fool and the brutish person perish, and leave their wealth to others."
    },
    {
        "o": 15231,
        "r": "kjv:Psalm:49:11",
        "t": "Their*p inward thought is, that their houses shall continue for ever, and their dwelling places to all generations; they call their lands after their own names."
    },
    {
        "o": 15232,
        "r": "kjv:Psalm:49:12",
        "t": "Nevertheless*p man being in honour abideth not: he is like the beasts that perish."
    },
    {
        "o": 15233,
        "r": "kjv:Psalm:49:13",
        "t": "This*p their way is their folly: yet their posterity approve their sayings. Selah."
    },
    {
        "o": 15234,
        "r": "kjv:Psalm:49:14",
        "t": "Like*p sheep they are laid in the grave; death shall feed on them; and the upright shall have dominion over them in the morning; and their beauty shall consume in the grave from their dwelling."
    },
    {
        "o": 15235,
        "r": "kjv:Psalm:49:15",
        "t": "But*p God will redeem my soul from the power of the grave: for he shall receive me. Selah."
    },
    {
        "o": 15236,
        "r": "kjv:Psalm:49:16",
        "t": "Be*p not thou afraid when one is made rich, when the glory of his house is increased;"
    },
    {
        "o": 15237,
        "r": "kjv:Psalm:49:17",
        "t": "For*p when he dieth he shall carry nothing away: his glory shall not descend after him."
    },
    {
        "o": 15238,
        "r": "kjv:Psalm:49:18",
        "t": "Though*p while he lived he blessed his soul: and men will praise thee, when thou doest well to thyself."
    },
    {
        "o": 15239,
        "r": "kjv:Psalm:49:19",
        "t": "He*p shall go to the generation of his fathers; they shall never see light."
    },
    {
        "o": 15240,
        "r": "kjv:Psalm:49:20",
        "t": "Man*p that is in honour, and understandeth not, is like the beasts that perish."
    }
]
