[
    {
        "o": 8053,
        "r": "csb:1 Samuel:3:0",
        "t": "1 Samuel 3",
        "h": 1
    },
    {
        "o": 8054,
        "r": "csb:1 Samuel:3:0",
        "t": "Samuel’s Call",
        "h": 2
    },
    {
        "o": 8055,
        "r": "csb:1 Samuel:3:1",
        "t": "The*p boy Samuel served the Lord*s in Eli’s presence. In those days the word of the Lord*s was rare and prophetic visions were not widespread."
    },
    {
        "o": 8056,
        "r": "csb:1 Samuel:3:2",
        "t": "One*p day Eli, whose eyesight was failing, was lying in his usual place."
    },
    {
        "o": 8057,
        "r": "csb:1 Samuel:3:3",
        "t": "Before the lamp of God had gone out, Samuel was lying down in the temple of the Lord,*s where the ark of God was located."
    },
    {
        "o": 8058,
        "r": "csb:1 Samuel:3:4",
        "t": "Then*p the Lord*s called Samuel, and he answered, “Here I am.”"
    },
    {
        "o": 8059,
        "r": "csb:1 Samuel:3:5",
        "t": "He ran to Eli and said, “Here I am; you called me.” “I*p didn’t call,” Eli replied. “Go back and lie down.” So he went and lay down."
    },
    {
        "o": 8060,
        "r": "csb:1 Samuel:3:6",
        "t": "Once*p again the Lord*s called, “Samuel!” Samuel*p got up, went to Eli, and said, “Here I am; you called me.” “I*p didn’t call, my son,” he replied. “Go back and lie down.”"
    },
    {
        "o": 8061,
        "r": "csb:1 Samuel:3:7",
        "t": "Now*p Samuel did not yet know the Lord,*s because the word of the Lord*s had not yet been revealed to him."
    },
    {
        "o": 8062,
        "r": "csb:1 Samuel:3:8",
        "t": "Once again, for the third time, the Lord*s called Samuel. He got up, went to Eli, and said, “Here I am; you called me.” Then*p Eli understood that the Lord*s was calling the boy."
    },
    {
        "o": 8063,
        "r": "csb:1 Samuel:3:9",
        "t": "He told Samuel, “Go and lie down. If he calls you, say, ‘Speak, Lord,*s for your servant is listening.’” So Samuel went and lay down in his place."
    },
    {
        "o": 8064,
        "r": "csb:1 Samuel:3:10",
        "t": "The*p Lord*s came, stood there, and called as before, “Samuel, Samuel!” Samuel*p responded, “Speak, for your servant is listening.”"
    },
    {
        "o": 8065,
        "r": "csb:1 Samuel:3:11",
        "t": "The*p Lord*s said to Samuel, “I am about to do something in Israel that will cause everyone who hears about it to shudder."
    },
    {
        "o": 8066,
        "r": "csb:1 Samuel:3:12",
        "t": "On that day I will carry out against Eli everything I said about his family, from beginning to end."
    },
    {
        "o": 8067,
        "r": "csb:1 Samuel:3:13",
        "t": "I told him that I am going to judge his family forever because of the iniquity he knows about: his sons are cursing God, and he has not stopped them."
    },
    {
        "o": 8068,
        "r": "csb:1 Samuel:3:14",
        "t": "Therefore, I have sworn to Eli’s family: The iniquity of Eli’s family will never be wiped out by either sacrifice or offering.”"
    },
    {
        "o": 8069,
        "r": "csb:1 Samuel:3:15",
        "t": "Samuel*p lay down until the morning; then he opened the doors of the Lord’s*s house. He was afraid to tell Eli the vision,"
    },
    {
        "o": 8070,
        "r": "csb:1 Samuel:3:16",
        "t": "but Eli called him and said, “Samuel, my son.” “Here*p I am,” answered Samuel."
    },
    {
        "o": 8071,
        "r": "csb:1 Samuel:3:17",
        "t": "“What*p was the message he gave you?” Eli asked. “Don’t hide it from me. May God punish you and do so severely if you hide anything from me that he told you.”"
    },
    {
        "o": 8072,
        "r": "csb:1 Samuel:3:18",
        "t": "So Samuel told him everything and did not hide anything from him. Eli responded, “He is the Lord.*s Let him do what he thinks is good.”"
    },
    {
        "o": 8073,
        "r": "csb:1 Samuel:3:19",
        "t": "Samuel*p grew. The Lord*s was with him, and he fulfilled everything Samuel prophesied."
    },
    {
        "o": 8074,
        "r": "csb:1 Samuel:3:20",
        "t": "All Israel from Dan to Beer-sheba knew that Samuel was a confirmed prophet of the Lord.*s"
    },
    {
        "o": 8075,
        "r": "csb:1 Samuel:3:21",
        "t": "The Lord*s continued to appear in Shiloh, because there he revealed himself to Samuel by his word."
    }
]
