[
    {
        "o": 24319,
        "r": "nkjv:Daniel:1:0",
        "t": "Daniel 1",
        "h": 1
    },
    {
        "o": 24320,
        "r": "nkjv:Daniel:1:0",
        "t": "Daniel and His Friends Obey God",
        "h": 2
    },
    {
        "o": 24321,
        "r": "nkjv:Daniel:1:1",
        "t": "In*p the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it."
    },
    {
        "o": 24322,
        "r": "nkjv:Daniel:1:2",
        "t": "And the Lord gave Jehoiakim king of Judah into his hand, with some of the articles of the house of God, which he carried into the land of Shinar to the house of his god; and he brought the articles into the treasure house of his god."
    },
    {
        "o": 24323,
        "r": "nkjv:Daniel:1:3",
        "t": "Then*p the king instructed Ashpenaz, the master of his eunuchs, to bring some of the children of Israel and some of the king’s descendants and some of the nobles,"
    },
    {
        "o": 24324,
        "r": "nkjv:Daniel:1:4",
        "t": "young men in whom there*i was*i no blemish, but good-looking, gifted in all wisdom, possessing knowledge and quick to understand, who had*i ability to serve in the king’s palace, and whom they might teach the language and literature of the Chaldeans."
    },
    {
        "o": 24325,
        "r": "nkjv:Daniel:1:5",
        "t": "And the king appointed for them a daily provision of the king’s delicacies and of the wine which he drank, and three years of training for them, so that at the end of that*i time*i they might serve before the king."
    },
    {
        "o": 24326,
        "r": "nkjv:Daniel:1:6",
        "t": "Now from among those of the sons of Judah were Daniel, Hananiah, Mishael, and Azariah."
    },
    {
        "o": 24327,
        "r": "nkjv:Daniel:1:7",
        "t": "To them the chief of the eunuchs gave names: he gave Daniel the*i name*i Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abed-Nego."
    },
    {
        "o": 24328,
        "r": "nkjv:Daniel:1:8",
        "t": "But*p Daniel purposed in his heart that he would not defile himself with the portion of the king’s delicacies, nor with the wine which he drank; therefore he requested of the chief of the eunuchs that he might not defile himself."
    },
    {
        "o": 24329,
        "r": "nkjv:Daniel:1:9",
        "t": "Now God had brought Daniel into the favor and goodwill of the chief of the eunuchs."
    },
    {
        "o": 24330,
        "r": "nkjv:Daniel:1:10",
        "t": "And the chief of the eunuchs said to Daniel, “I fear my lord the king, who has appointed your food and drink. For why should he see your faces looking worse than the young men who are*i your age? Then you would endanger my head before the king.”"
    },
    {
        "o": 24331,
        "r": "nkjv:Daniel:1:11",
        "t": "So*p Daniel said to the steward whom the chief of the eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,"
    },
    {
        "o": 24332,
        "r": "nkjv:Daniel:1:12",
        "t": "“Please test your servants for ten days, and let them give us vegetables to eat and water to drink."
    },
    {
        "o": 24333,
        "r": "nkjv:Daniel:1:13",
        "t": "Then let our appearance be examined before you, and the appearance of the young men who eat the portion of the king’s delicacies; and as you see fit, so*i deal with your servants.”"
    },
    {
        "o": 24334,
        "r": "nkjv:Daniel:1:14",
        "t": "So he consented with them in this matter, and tested them ten days."
    },
    {
        "o": 24335,
        "r": "nkjv:Daniel:1:15",
        "t": "And*p at the end of ten days their features appeared better and fatter in flesh than all the young men who ate the portion of the king’s delicacies."
    },
    {
        "o": 24336,
        "r": "nkjv:Daniel:1:16",
        "t": "Thus the steward took away their portion of delicacies and the wine that they were to drink, and gave them vegetables."
    },
    {
        "o": 24337,
        "r": "nkjv:Daniel:1:17",
        "t": "As*p for these four young men, God gave them knowledge and skill in all literature and wisdom; and Daniel had understanding in all visions and dreams."
    },
    {
        "o": 24338,
        "r": "nkjv:Daniel:1:18",
        "t": "Now*p at the end of the days, when the king had said that they should be brought in, the chief of the eunuchs brought them in before Nebuchadnezzar."
    },
    {
        "o": 24339,
        "r": "nkjv:Daniel:1:19",
        "t": "Then the king interviewed them, and among them all none was found like Daniel, Hananiah, Mishael, and Azariah; therefore they served before the king."
    },
    {
        "o": 24340,
        "r": "nkjv:Daniel:1:20",
        "t": "And in all matters of wisdom and*i understanding about which the king examined them, he found them ten times better than all the magicians and*i astrologers who were*i in all his realm."
    },
    {
        "o": 24341,
        "r": "nkjv:Daniel:1:21",
        "t": "Thus Daniel continued until the first year of King Cyrus."
    },
    {
        "o": 24342,
        "r": "nkjv:Daniel:2:0",
        "t": "Daniel 2",
        "h": 1
    },
    {
        "o": 24343,
        "r": "nkjv:Daniel:2:0",
        "t": "Nebuchadnezzar’s Dream",
        "h": 2
    },
    {
        "o": 24344,
        "r": "nkjv:Daniel:2:1",
        "t": "Now*p in the second year of Nebuchadnezzar’s reign, Nebuchadnezzar had dreams; and his spirit was so*i troubled that his sleep left him."
    },
    {
        "o": 24345,
        "r": "nkjv:Daniel:2:2",
        "t": "Then the king gave the command to call the magicians, the astrologers, the sorcerers, and the Chaldeans to tell the king his dreams. So they came and stood before the king."
    },
    {
        "o": 24346,
        "r": "nkjv:Daniel:2:3",
        "t": "And the king said to them, “I have had a dream, and my spirit is anxious to know the dream.”"
    },
    {
        "o": 24347,
        "r": "nkjv:Daniel:2:4",
        "t": "Then*p the Chaldeans spoke to the king in Aramaic, “O king, live forever! Tell your servants the dream, and we will give the interpretation.”"
    },
    {
        "o": 24348,
        "r": "nkjv:Daniel:2:5",
        "t": "The*p king answered and said to the Chaldeans, “My decision is firm: if you do not make known the dream to me, and its interpretation, you shall be cut in pieces, and your houses shall be made an ash heap."
    },
    {
        "o": 24349,
        "r": "nkjv:Daniel:2:6",
        "t": "However, if you tell the dream and its interpretation, you shall receive from me gifts, rewards, and great honor. Therefore tell me the dream and its interpretation.”"
    },
    {
        "o": 24350,
        "r": "nkjv:Daniel:2:7",
        "t": "They*p answered again and said, “Let the king tell his servants the dream, and we will give its interpretation.”"
    },
    {
        "o": 24351,
        "r": "nkjv:Daniel:2:8",
        "t": "The*p king answered and said, “I know for certain that you would gain time, because you see that my decision is firm:"
    },
    {
        "o": 24352,
        "r": "nkjv:Daniel:2:9",
        "t": "if you do not make known the dream to me, there*i is*i only*i one decree for you! For you have agreed to speak lying and corrupt words before me till the time has changed. Therefore tell me the dream, and I shall know that you can give me its interpretation.”"
    },
    {
        "o": 24353,
        "r": "nkjv:Daniel:2:10",
        "t": "The*p Chaldeans answered the king, and said, “There is not a man on earth who can tell the king’s matter; therefore no king, lord, or ruler has ever*i asked such things of any magician, astrologer, or Chaldean."
    },
    {
        "o": 24354,
        "r": "nkjv:Daniel:2:11",
        "t": "It*i is*i a difficult thing that the king requests, and there is no other who can tell it to the king except the gods, whose dwelling is not with flesh.”"
    },
    {
        "o": 24355,
        "r": "nkjv:Daniel:2:12",
        "t": "For*p this reason the king was angry and very furious, and gave the command to destroy all the wise men*i of Babylon."
    },
    {
        "o": 24356,
        "r": "nkjv:Daniel:2:13",
        "t": "So the decree went out, and they began killing the wise men;*i and they sought Daniel and his companions, to kill them.*i"
    },
    {
        "o": 24357,
        "r": "nkjv:Daniel:2:13",
        "t": "God Reveals Nebuchadnezzar’s Dream",
        "h": 2
    },
    {
        "o": 24358,
        "r": "nkjv:Daniel:2:14",
        "t": "Then*p with counsel and wisdom Daniel answered Arioch, the captain of the king’s guard, who had gone out to kill the wise men*i of Babylon;"
    },
    {
        "o": 24359,
        "r": "nkjv:Daniel:2:15",
        "t": "he answered and said to Arioch the king’s captain, “Why is the decree from the king so urgent?” Then Arioch made the decision known to Daniel."
    },
    {
        "o": 24360,
        "r": "nkjv:Daniel:2:16",
        "t": "So*p Daniel went in and asked the king to give him time, that he might tell the king the interpretation."
    },
    {
        "o": 24361,
        "r": "nkjv:Daniel:2:17",
        "t": "Then Daniel went to his house, and made the decision known to Hananiah, Mishael, and Azariah, his companions,"
    },
    {
        "o": 24362,
        "r": "nkjv:Daniel:2:18",
        "t": "that they might seek mercies from the God of heaven concerning this secret, so that Daniel and his companions might not perish with the rest of the wise men*i of Babylon."
    },
    {
        "o": 24363,
        "r": "nkjv:Daniel:2:19",
        "t": "Then the secret was revealed to Daniel in a night vision. So Daniel blessed the God of heaven."
    },
    {
        "o": 24364,
        "r": "nkjv:Daniel:2:20",
        "t": "Daniel*p answered and said: “Blessed*pn be the name of God forever and ever, For*ld wisdom and might are His."
    },
    {
        "o": 24365,
        "r": "nkjv:Daniel:2:21",
        "t": "And*ld He changes the times and the seasons; He*ld removes kings and raises up kings; He*ld gives wisdom to the wise And*ld knowledge to those who have understanding."
    },
    {
        "o": 24366,
        "r": "nkjv:Daniel:2:22",
        "t": "He*ld reveals deep and secret things; He*ld knows what is*i in the darkness, And*ld light dwells with Him."
    },
    {
        "o": 24367,
        "r": "nkjv:Daniel:2:23",
        "t": "“I*ln thank You and praise You, O*ld God of my fathers; You*ld have given me wisdom and might, And*ld have now made known to me what we asked of You, For*ld You have made known to us the king’s demand.”"
    },
    {
        "o": 24368,
        "r": "nkjv:Daniel:2:23",
        "t": "Daniel Explains the Dream",
        "h": 2
    },
    {
        "o": 24369,
        "r": "nkjv:Daniel:2:24",
        "t": "Therefore*p Daniel went to Arioch, whom the king had appointed to destroy the wise men*i of Babylon. He went and said thus to him: “Do not destroy the wise men*i of Babylon; take me before the king, and I will tell the king the interpretation.”"
    },
    {
        "o": 24370,
        "r": "nkjv:Daniel:2:25",
        "t": "Then*p Arioch quickly brought Daniel before the king, and said thus to him, “I have found a man of the captives of Judah, who will make known to the king the interpretation.”"
    },
    {
        "o": 24371,
        "r": "nkjv:Daniel:2:26",
        "t": "The*p king answered and said to Daniel, whose name was*i Belteshazzar, “Are you able to make known to me the dream which I have seen, and its interpretation?”"
    },
    {
        "o": 24372,
        "r": "nkjv:Daniel:2:27",
        "t": "Daniel*p answered in the presence of the king, and said, “The secret which the king has demanded, the wise men,*i the astrologers, the magicians, and the soothsayers cannot declare to the king."
    },
    {
        "o": 24373,
        "r": "nkjv:Daniel:2:28",
        "t": "But there is a God in heaven who reveals secrets, and He has made known to King Nebuchadnezzar what will be in the latter days. Your dream, and the visions of your head upon your bed, were these:"
    },
    {
        "o": 24374,
        "r": "nkjv:Daniel:2:29",
        "t": "As for you, O king, thoughts came to*i your mind*i while*i on your bed, about*i what would come to pass after this; and He who reveals secrets has made known to you what will be."
    },
    {
        "o": 24375,
        "r": "nkjv:Daniel:2:30",
        "t": "But as for me, this secret has not been revealed to me because I have more wisdom than anyone living, but for our*i sakes who make known the interpretation to the king, and that you may know the thoughts of your heart."
    },
    {
        "o": 24376,
        "r": "nkjv:Daniel:2:31",
        "t": "“You,*p O king, were watching; and behold, a great image! This great image, whose splendor was*i excellent, stood before you; and its form was*i awesome."
    },
    {
        "o": 24377,
        "r": "nkjv:Daniel:2:32",
        "t": "This image’s head was*i of fine gold, its chest and arms of silver, its belly and thighs of bronze,"
    },
    {
        "o": 24378,
        "r": "nkjv:Daniel:2:33",
        "t": "its legs of iron, its feet partly of iron and partly of clay."
    },
    {
        "o": 24379,
        "r": "nkjv:Daniel:2:34",
        "t": "You watched while a stone was cut out without hands, which struck the image on its feet of iron and clay, and broke them in pieces."
    },
    {
        "o": 24380,
        "r": "nkjv:Daniel:2:35",
        "t": "Then the iron, the clay, the bronze, the silver, and the gold were crushed together, and became like chaff from the summer threshing floors; the wind carried them away so that no trace of them was found. And the stone that struck the image became a great mountain and filled the whole earth."
    },
    {
        "o": 24381,
        "r": "nkjv:Daniel:2:36",
        "t": "“This*p is*i the dream. Now we will tell the interpretation of it before the king."
    },
    {
        "o": 24382,
        "r": "nkjv:Daniel:2:37",
        "t": "You, O king, are*i a king of kings. For the God of heaven has given you a kingdom, power, strength, and glory;"
    },
    {
        "o": 24383,
        "r": "nkjv:Daniel:2:38",
        "t": "and wherever the children of men dwell, or the beasts of the field and the birds of the heaven, He has given them*i into your hand, and has made you ruler over them all— you are*i this head of gold."
    },
    {
        "o": 24384,
        "r": "nkjv:Daniel:2:39",
        "t": "But after you shall arise another kingdom inferior to yours; then another, a third kingdom of bronze, which shall rule over all the earth."
    },
    {
        "o": 24385,
        "r": "nkjv:Daniel:2:40",
        "t": "And the fourth kingdom shall be as strong as iron, inasmuch as iron breaks in pieces and shatters everything; and like iron that crushes, that*i kingdom*i will break in pieces and crush all the others."
    },
    {
        "o": 24386,
        "r": "nkjv:Daniel:2:41",
        "t": "Whereas you saw the feet and toes, partly of potter’s clay and partly of iron, the kingdom shall be divided; yet the strength of the iron shall be in it, just as you saw the iron mixed with ceramic clay."
    },
    {
        "o": 24387,
        "r": "nkjv:Daniel:2:42",
        "t": "And as*i the toes of the feet were*i partly of iron and partly of clay, so*i the kingdom shall be partly strong and partly fragile."
    },
    {
        "o": 24388,
        "r": "nkjv:Daniel:2:43",
        "t": "As you saw iron mixed with ceramic clay, they will mingle with the seed of men; but they will not adhere to one another, just as iron does not mix with clay."
    },
    {
        "o": 24389,
        "r": "nkjv:Daniel:2:44",
        "t": "And in the days of these kings the God of heaven will set up a kingdom which shall never be destroyed; and the kingdom shall not be left to other people; it shall break in pieces and consume all these kingdoms, and it shall stand forever."
    },
    {
        "o": 24390,
        "r": "nkjv:Daniel:2:45",
        "t": "Inasmuch as you saw that the stone was cut out of the mountain without hands, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold—the great God has made known to the king what will come to pass after this. The dream is certain, and its interpretation is sure.”"
    },
    {
        "o": 24391,
        "r": "nkjv:Daniel:2:45",
        "t": "Daniel and His Friends Promoted",
        "h": 2
    },
    {
        "o": 24392,
        "r": "nkjv:Daniel:2:46",
        "t": "Then*p King Nebuchadnezzar fell on his face, prostrate before Daniel, and commanded that they should present an offering and incense to him."
    },
    {
        "o": 24393,
        "r": "nkjv:Daniel:2:47",
        "t": "The king answered Daniel, and said, “Truly your God is*i the God of gods, the Lord of kings, and a revealer of secrets, since you could reveal this secret.”"
    },
    {
        "o": 24394,
        "r": "nkjv:Daniel:2:48",
        "t": "Then the king promoted Daniel and gave him many great gifts; and he made him ruler over the whole province of Babylon, and chief administrator over all the wise men*i of Babylon."
    },
    {
        "o": 24395,
        "r": "nkjv:Daniel:2:49",
        "t": "Also Daniel petitioned the king, and he set Shadrach, Meshach, and Abed-Nego over the affairs of the province of Babylon; but Daniel sat*i in the gate of the king."
    },
    {
        "o": 24396,
        "r": "nkjv:Daniel:3:0",
        "t": "Daniel 3",
        "h": 1
    },
    {
        "o": 24397,
        "r": "nkjv:Daniel:3:0",
        "t": "The Image of Gold",
        "h": 2
    },
    {
        "o": 24398,
        "r": "nkjv:Daniel:3:1",
        "t": "Nebuchadnezzar*p the king made an image of gold, whose height was*i sixty cubits and*i its width six cubits. He set it up in the plain of Dura, in the province of Babylon."
    },
    {
        "o": 24399,
        "r": "nkjv:Daniel:3:2",
        "t": "And King Nebuchadnezzar sent word*i to gather together the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces, to come to the dedication of the image which King Nebuchadnezzar had set up."
    },
    {
        "o": 24400,
        "r": "nkjv:Daniel:3:3",
        "t": "So the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces gathered together for the dedication of the image that King Nebuchadnezzar had set up; and they stood before the image that Nebuchadnezzar had set up."
    },
    {
        "o": 24401,
        "r": "nkjv:Daniel:3:4",
        "t": "Then a herald cried aloud: “To you it is commanded, O peoples, nations, and languages,"
    },
    {
        "o": 24402,
        "r": "nkjv:Daniel:3:5",
        "t": "that*i at the time you hear the sound of the horn, flute, harp, lyre, and*i psaltery, in symphony with all kinds of music, you shall fall down and worship the gold image that King Nebuchadnezzar has set up;"
    },
    {
        "o": 24403,
        "r": "nkjv:Daniel:3:6",
        "t": "and whoever does not fall down and worship shall be cast immediately into the midst of a burning fiery furnace.”"
    },
    {
        "o": 24404,
        "r": "nkjv:Daniel:3:7",
        "t": "So*p at that time, when all the people heard the sound of the horn, flute, harp, and*i lyre, in symphony with all kinds of music, all the people, nations, and languages fell down and*i worshiped the gold image which King Nebuchadnezzar had set up."
    },
    {
        "o": 24405,
        "r": "nkjv:Daniel:3:7",
        "t": "Daniel’s Friends Disobey the King",
        "h": 2
    },
    {
        "o": 24406,
        "r": "nkjv:Daniel:3:8",
        "t": "Therefore*p at that time certain Chaldeans came forward and accused the Jews."
    },
    {
        "o": 24407,
        "r": "nkjv:Daniel:3:9",
        "t": "They spoke and said to King Nebuchadnezzar, “O king, live forever!"
    },
    {
        "o": 24408,
        "r": "nkjv:Daniel:3:10",
        "t": "You, O king, have made a decree that everyone who hears the sound of the horn, flute, harp, lyre, and*i psaltery, in symphony with all kinds of music, shall fall down and worship the gold image;"
    },
    {
        "o": 24409,
        "r": "nkjv:Daniel:3:11",
        "t": "and whoever does not fall down and worship shall be cast into the midst of a burning fiery furnace."
    },
    {
        "o": 24410,
        "r": "nkjv:Daniel:3:12",
        "t": "There are certain Jews whom you have set over the affairs of the province of Babylon: Shadrach, Meshach, and Abed-Nego; these men, O king, have not paid due regard to you. They do not serve your gods or worship the gold image which you have set up.”"
    },
    {
        "o": 24411,
        "r": "nkjv:Daniel:3:13",
        "t": "Then*p Nebuchadnezzar, in rage and fury, gave the command to bring Shadrach, Meshach, and Abed-Nego. So they brought these men before the king."
    },
    {
        "o": 24412,
        "r": "nkjv:Daniel:3:14",
        "t": "Nebuchadnezzar spoke, saying to them, “Is*i it*i true, Shadrach, Meshach, and Abed-Nego, that*i you do not serve my gods or worship the gold image which I have set up?"
    },
    {
        "o": 24413,
        "r": "nkjv:Daniel:3:15",
        "t": "Now if you are ready at the time you hear the sound of the horn, flute, harp, lyre, and*i psaltery, in symphony with all kinds of music, and you fall down and worship the image which I have made, good!*i But if you do not worship, you shall be cast immediately into the midst of a burning fiery furnace. And who is*i the god who will deliver you from my hands?”"
    },
    {
        "o": 24414,
        "r": "nkjv:Daniel:3:16",
        "t": "Shadrach,*p Meshach, and Abed-Nego answered and said to the king, “O Nebuchadnezzar, we have no need to answer you in this matter."
    },
    {
        "o": 24415,
        "r": "nkjv:Daniel:3:17",
        "t": "If that is*i the*i case,*i our God whom we serve is able to deliver us from the burning fiery furnace, and He will deliver us*i from your hand, O king."
    },
    {
        "o": 24416,
        "r": "nkjv:Daniel:3:18",
        "t": "But if not, let it be known to you, O king, that we do not serve your gods, nor will we worship the gold image which you have set up.”"
    },
    {
        "o": 24417,
        "r": "nkjv:Daniel:3:18",
        "t": "Saved in Fiery Trial",
        "h": 2
    },
    {
        "o": 24418,
        "r": "nkjv:Daniel:3:19",
        "t": "Then*p Nebuchadnezzar was full of fury, and the expression on his face changed toward Shadrach, Meshach, and Abed-Nego. He spoke and commanded that they heat the furnace seven times more than it was usually heated."
    },
    {
        "o": 24419,
        "r": "nkjv:Daniel:3:20",
        "t": "And he commanded certain mighty men of valor who were*i in his army to bind Shadrach, Meshach, and Abed-Nego, and*i cast them*i into the burning fiery furnace."
    },
    {
        "o": 24420,
        "r": "nkjv:Daniel:3:21",
        "t": "Then these men were bound in their coats, their trousers, their turbans, and their other*i garments, and were cast into the midst of the burning fiery furnace."
    },
    {
        "o": 24421,
        "r": "nkjv:Daniel:3:22",
        "t": "Therefore, because the king’s command was urgent, and the furnace exceedingly hot, the flame of the fire killed those men who took up Shadrach, Meshach, and Abed-Nego."
    },
    {
        "o": 24422,
        "r": "nkjv:Daniel:3:23",
        "t": "And these three men, Shadrach, Meshach, and Abed-Nego, fell down bound into the midst of the burning fiery furnace."
    },
    {
        "o": 24423,
        "r": "nkjv:Daniel:3:24",
        "t": "Then*p King Nebuchadnezzar was astonished; and he rose in haste and*i spoke, saying to his counselors, “Did we not cast three men bound into the midst of the fire?” They*p answered and said to the king, “True, O king.”"
    },
    {
        "o": 24424,
        "r": "nkjv:Daniel:3:25",
        "t": "“Look!”*p he answered, “I see four men loose, walking in the midst of the fire; and they are not hurt, and the form of the fourth is like the Son of God.”"
    },
    {
        "o": 24425,
        "r": "nkjv:Daniel:3:25",
        "t": "Nebuchadnezzar Praises God",
        "h": 2
    },
    {
        "o": 24426,
        "r": "nkjv:Daniel:3:26",
        "t": "Then*p Nebuchadnezzar went near the mouth of the burning fiery furnace and*i spoke, saying, “Shadrach, Meshach, and Abed-Nego, servants of the Most High God, come out, and come here.”*i Then Shadrach, Meshach, and Abed-Nego came from the midst of the fire."
    },
    {
        "o": 24427,
        "r": "nkjv:Daniel:3:27",
        "t": "And the satraps, administrators, governors, and the king’s counselors gathered together, and they saw these men on whose bodies the fire had no power; the hair of their head was not singed nor were their garments affected, and the smell of fire was not on them."
    },
    {
        "o": 24428,
        "r": "nkjv:Daniel:3:28",
        "t": "Nebuchadnezzar*p spoke, saying, “Blessed be the God of Shadrach, Meshach, and Abed-Nego, who sent His Angel and delivered His servants who trusted in Him, and they have frustrated the king’s word, and yielded their bodies, that they should not serve nor worship any god except their own God!"
    },
    {
        "o": 24429,
        "r": "nkjv:Daniel:3:29",
        "t": "Therefore I make a decree that any people, nation, or language which speaks anything amiss against the God of Shadrach, Meshach, and Abed-Nego shall be cut in pieces, and their houses shall be made an ash heap; because there is no other God who can deliver like this.”"
    },
    {
        "o": 24430,
        "r": "nkjv:Daniel:3:30",
        "t": "Then*p the king promoted Shadrach, Meshach, and Abed-Nego in the province of Babylon."
    },
    {
        "o": 24431,
        "r": "nkjv:Daniel:4:0",
        "t": "Daniel 4",
        "h": 1
    },
    {
        "o": 24432,
        "r": "nkjv:Daniel:4:0",
        "t": "Nebuchadnezzar’s Second Dream",
        "h": 2
    },
    {
        "o": 24433,
        "r": "nkjv:Daniel:4:1",
        "t": "Nebuchadnezzar*p the king, To*p all peoples, nations, and languages that dwell in all the earth: Peace*p be multiplied to you."
    },
    {
        "o": 24434,
        "r": "nkjv:Daniel:4:2",
        "t": "I*p thought it good to declare the signs and wonders that the Most High God has worked for me."
    },
    {
        "o": 24435,
        "r": "nkjv:Daniel:4:3",
        "t": "How*pn great are*i His signs, And*ld how mighty His wonders! His*ld kingdom is*i an everlasting kingdom, And*ld His dominion is*i from generation to generation."
    },
    {
        "o": 24436,
        "r": "nkjv:Daniel:4:4",
        "t": "I,*p Nebuchadnezzar, was at rest in my house, and flourishing in my palace."
    },
    {
        "o": 24437,
        "r": "nkjv:Daniel:4:5",
        "t": "I saw a dream which made me afraid, and the thoughts on my bed and the visions of my head troubled me."
    },
    {
        "o": 24438,
        "r": "nkjv:Daniel:4:6",
        "t": "Therefore I issued a decree to bring in all the wise men*i of Babylon before me, that they might make known to me the interpretation of the dream."
    },
    {
        "o": 24439,
        "r": "nkjv:Daniel:4:7",
        "t": "Then the magicians, the astrologers, the Chaldeans, and the soothsayers came in, and I told them the dream; but they did not make known to me its interpretation."
    },
    {
        "o": 24440,
        "r": "nkjv:Daniel:4:8",
        "t": "But at last Daniel came before me (his name is*i Belteshazzar, according to the name of my god; in him is*i the Spirit of the Holy God), and I told the dream before him, saying:*i"
    },
    {
        "o": 24441,
        "r": "nkjv:Daniel:4:9",
        "t": "“Belteshazzar, chief of the magicians, because I know that the Spirit of the Holy God is*i in you, and no secret troubles you, explain to me the visions of my dream that I have seen, and its interpretation."
    },
    {
        "o": 24442,
        "r": "nkjv:Daniel:4:10",
        "t": "“These*p were*i the visions of my head while*i on my bed: I*pn was looking, and behold, A*ld tree in the midst of the earth, And*ld its height was great."
    },
    {
        "o": 24443,
        "r": "nkjv:Daniel:4:11",
        "t": "The*ld tree grew and became strong; Its*ld height reached to the heavens, And*ld it could be seen to the ends of all the earth."
    },
    {
        "o": 24444,
        "r": "nkjv:Daniel:4:12",
        "t": "Its*ld leaves were*i lovely, Its*ld fruit abundant, And*ld in it was*i food for all. The*ld beasts of the field found shade under it, The*ld birds of the heavens dwelt in its branches, And*ld all flesh was fed from it."
    },
    {
        "o": 24445,
        "r": "nkjv:Daniel:4:13",
        "t": "“I*p saw in the visions of my head while*i on my bed, and there was a watcher, a holy one, coming down from heaven."
    },
    {
        "o": 24446,
        "r": "nkjv:Daniel:4:14",
        "t": "He cried aloud and said thus: ‘Chop*pn down the tree and cut off its branches, Strip*ld off its leaves and scatter its fruit. Let*ld the beasts get out from under it, And*ld the birds from its branches."
    },
    {
        "o": 24447,
        "r": "nkjv:Daniel:4:15",
        "t": "Nevertheless*ld leave the stump and roots in the earth, Bound*ild with a band of iron and bronze, In*ld the tender grass of the field. Let*ld it be wet with the dew of heaven, And*ld let*i him graze with the beasts On*ld the grass of the earth."
    },
    {
        "o": 24448,
        "r": "nkjv:Daniel:4:16",
        "t": "Let*ld his heart be changed from that*i of*i a man, Let*ld him be given the heart of a beast, And*ld let seven times pass over him."
    },
    {
        "o": 24449,
        "r": "nkjv:Daniel:4:17",
        "t": "‘This*ln decision is*i by the decree of the watchers, And*ld the sentence by the word of the holy ones, In*ld order that the living may know That*ld the Most High rules in the kingdom of men, Gives*ld it to whomever He will, And*ld sets over it the lowest of men.’"
    },
    {
        "o": 24450,
        "r": "nkjv:Daniel:4:18",
        "t": "“This*p dream I, King Nebuchadnezzar, have seen. Now you, Belteshazzar, declare its interpretation, since all the wise men*i of my kingdom are not able to make known to me the interpretation; but you are*i able, for the Spirit of the Holy God is*i in you.”"
    },
    {
        "o": 24451,
        "r": "nkjv:Daniel:4:18",
        "t": "Daniel Explains the Second Dream",
        "h": 2
    },
    {
        "o": 24452,
        "r": "nkjv:Daniel:4:19",
        "t": "Then*p Daniel, whose name was*i Belteshazzar, was astonished for a time, and his thoughts troubled him. So*i the king spoke, and said, “Belteshazzar, do not let the dream or its interpretation trouble you.” Belteshazzar answered and said, “My lord, may*i the dream concern those who hate you, and its interpretation concern your enemies!"
    },
    {
        "o": 24453,
        "r": "nkjv:Daniel:4:20",
        "t": "“The*p tree that you saw, which grew and became strong, whose height reached to the heavens and which could*i be*i seen by all the earth,"
    },
    {
        "o": 24454,
        "r": "nkjv:Daniel:4:21",
        "t": "whose leaves were*i lovely and its fruit abundant, in which was*i food for all, under which the beasts of the field dwelt, and in whose branches the birds of the heaven had their home—"
    },
    {
        "o": 24455,
        "r": "nkjv:Daniel:4:22",
        "t": "it is*i you, O king, who have grown and become strong; for your greatness has grown and reaches to the heavens, and your dominion to the end of the earth."
    },
    {
        "o": 24456,
        "r": "nkjv:Daniel:4:23",
        "t": "“And*p inasmuch as the king saw a watcher, a holy one, coming down from heaven and saying, ‘Chop down the tree and destroy it, but leave its stump and roots in the earth, bound*i with a band of iron and bronze in the tender grass of the field; let it be wet with the dew of heaven, and let him graze with the beasts of the field, till seven times pass over him’;"
    },
    {
        "o": 24457,
        "r": "nkjv:Daniel:4:24",
        "t": "this is the interpretation, O king, and this is the decree of the Most High, which has come upon my lord the king:"
    },
    {
        "o": 24458,
        "r": "nkjv:Daniel:4:25",
        "t": "They shall drive you from men, your dwelling shall be with the beasts of the field, and they shall make you eat grass like oxen. They shall wet you with the dew of heaven, and seven times shall pass over you, till you know that the Most High rules in the kingdom of men, and gives it to whomever He chooses."
    },
    {
        "o": 24459,
        "r": "nkjv:Daniel:4:26",
        "t": "“And*p inasmuch as they gave the command to leave the stump and*i roots of the tree, your kingdom shall be assured to you, after you come to know that Heaven rules."
    },
    {
        "o": 24460,
        "r": "nkjv:Daniel:4:27",
        "t": "Therefore, O king, let my advice be acceptable to you; break off your sins by being*i righteous, and your iniquities by showing mercy to the*i poor. Perhaps there may be a lengthening of your prosperity.”"
    },
    {
        "o": 24461,
        "r": "nkjv:Daniel:4:27",
        "t": "Nebuchadnezzar’s Humiliation",
        "h": 2
    },
    {
        "o": 24462,
        "r": "nkjv:Daniel:4:28",
        "t": "All*p this*i came upon King Nebuchadnezzar."
    },
    {
        "o": 24463,
        "r": "nkjv:Daniel:4:29",
        "t": "At the end of the twelve months he was walking about the royal palace of Babylon."
    },
    {
        "o": 24464,
        "r": "nkjv:Daniel:4:30",
        "t": "The king spoke, saying, “Is not this great Babylon, that I have built for a royal dwelling by my mighty power and for the honor of my majesty?”"
    },
    {
        "o": 24465,
        "r": "nkjv:Daniel:4:31",
        "t": "While*p the word was*i still*i in the king’s mouth, a voice fell from heaven: “King Nebuchadnezzar, to you it is spoken: the kingdom has departed from you!"
    },
    {
        "o": 24466,
        "r": "nkjv:Daniel:4:32",
        "t": "And they shall drive you from men, and your dwelling shall*i be*i with the beasts of the field. They shall make you eat grass like oxen; and seven times shall pass over you, until you know that the Most High rules in the kingdom of men, and gives it to whomever He chooses.”"
    },
    {
        "o": 24467,
        "r": "nkjv:Daniel:4:33",
        "t": "That*p very hour the word was fulfilled concerning Nebuchadnezzar; he was driven from men and ate grass like oxen; his body was wet with the dew of heaven till his hair had grown like eagles’ feathers*i and his nails like birds’ claws.*i"
    },
    {
        "o": 24468,
        "r": "nkjv:Daniel:4:33",
        "t": "Nebuchadnezzar Praises God",
        "h": 2
    },
    {
        "o": 24469,
        "r": "nkjv:Daniel:4:34",
        "t": "And*p at the end of the time I, Nebuchadnezzar, lifted my eyes to heaven, and my understanding returned to me; and I blessed the Most High and praised and honored Him who lives forever: For*pn His dominion is*i an everlasting dominion, And*ld His kingdom is*i from generation to generation."
    },
    {
        "o": 24470,
        "r": "nkjv:Daniel:4:35",
        "t": "All*ld the inhabitants of the earth are*i reputed as nothing; He*ld does according to His will in the army of heaven And*ld among*i the inhabitants of the earth. No*ld one can restrain His hand Or*ld say to Him, “What have You done?”"
    },
    {
        "o": 24471,
        "r": "nkjv:Daniel:4:36",
        "t": "At*p the same time my reason returned to me, and for the glory of my kingdom, my honor and splendor returned to me. My counselors and nobles resorted to me, I was restored to my kingdom, and excellent majesty was added to me."
    },
    {
        "o": 24472,
        "r": "nkjv:Daniel:4:37",
        "t": "Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, all of whose works are*i truth, and His ways justice. And those who walk in pride He is able to put down."
    },
    {
        "o": 24473,
        "r": "nkjv:Daniel:5:0",
        "t": "Daniel 5",
        "h": 1
    },
    {
        "o": 24474,
        "r": "nkjv:Daniel:5:0",
        "t": "Belshazzar’s Feast",
        "h": 2
    },
    {
        "o": 24475,
        "r": "nkjv:Daniel:5:1",
        "t": "Belshazzar*p the king made a great feast for a thousand of his lords, and drank wine in the presence of the thousand."
    },
    {
        "o": 24476,
        "r": "nkjv:Daniel:5:2",
        "t": "While he tasted the wine, Belshazzar gave the command to bring the gold and silver vessels which his father Nebuchadnezzar had taken from the temple which had*i been*i in Jerusalem, that the king and his lords, his wives, and his concubines might drink from them."
    },
    {
        "o": 24477,
        "r": "nkjv:Daniel:5:3",
        "t": "Then they brought the gold vessels that had been taken from the temple of the house of God which had*i been*i in Jerusalem; and the king and his lords, his wives, and his concubines drank from them."
    },
    {
        "o": 24478,
        "r": "nkjv:Daniel:5:4",
        "t": "They drank wine, and praised the gods of gold and silver, bronze and iron, wood and stone."
    },
    {
        "o": 24479,
        "r": "nkjv:Daniel:5:5",
        "t": "In*p the same hour the fingers of a man’s hand appeared and wrote opposite the lampstand on the plaster of the wall of the king’s palace; and the king saw the part of the hand that wrote."
    },
    {
        "o": 24480,
        "r": "nkjv:Daniel:5:6",
        "t": "Then the king’s countenance changed, and his thoughts troubled him, so that the joints of his hips were loosened and his knees knocked against each other."
    },
    {
        "o": 24481,
        "r": "nkjv:Daniel:5:7",
        "t": "The king cried aloud to bring in the astrologers, the Chaldeans, and the soothsayers. The king spoke, saying to the wise men*i of Babylon, “Whoever reads this writing, and tells me its interpretation, shall be clothed with purple and have*i a chain of gold around his neck; and he shall be the third ruler in the kingdom.”"
    },
    {
        "o": 24482,
        "r": "nkjv:Daniel:5:8",
        "t": "Now all the king’s wise men*i came, but they could not read the writing, or make known to the king its interpretation."
    },
    {
        "o": 24483,
        "r": "nkjv:Daniel:5:9",
        "t": "Then King Belshazzar was greatly troubled, his countenance was changed, and his lords were astonished."
    },
    {
        "o": 24484,
        "r": "nkjv:Daniel:5:10",
        "t": "The*p queen, because of the words of the king and his lords, came to the banquet hall. The queen spoke, saying, “O king, live forever! Do not let your thoughts trouble you, nor let your countenance change."
    },
    {
        "o": 24485,
        "r": "nkjv:Daniel:5:11",
        "t": "There is a man in your kingdom in whom is*i the Spirit of the Holy God. And in the days of your father, light and understanding and wisdom, like the wisdom of the gods, were found in him; and King Nebuchadnezzar your father—your father the king—made him chief of the magicians, astrologers, Chaldeans, and*i soothsayers."
    },
    {
        "o": 24486,
        "r": "nkjv:Daniel:5:12",
        "t": "Inasmuch as an excellent spirit, knowledge, understanding, interpreting dreams, solving riddles, and explaining enigmas were found in this Daniel, whom the king named Belteshazzar, now let Daniel be called, and he will give the interpretation.”"
    },
    {
        "o": 24487,
        "r": "nkjv:Daniel:5:12",
        "t": "The Writing on the Wall Explained",
        "h": 2
    },
    {
        "o": 24488,
        "r": "nkjv:Daniel:5:13",
        "t": "Then*p Daniel was brought in before the king. The king spoke, and said to Daniel, “Are*i you that Daniel who is one of the captives from Judah, whom my father the king brought from Judah?"
    },
    {
        "o": 24489,
        "r": "nkjv:Daniel:5:14",
        "t": "I have heard of you, that the Spirit of God is*i in you, and that*i light and understanding and excellent wisdom are found in you."
    },
    {
        "o": 24490,
        "r": "nkjv:Daniel:5:15",
        "t": "Now the wise men,*i the astrologers, have been brought in before me, that they should read this writing and make known to me its interpretation, but they could not give the interpretation of the thing."
    },
    {
        "o": 24491,
        "r": "nkjv:Daniel:5:16",
        "t": "And I have heard of you, that you can give interpretations and explain enigmas. Now if you can read the writing and make known to me its interpretation, you shall be clothed with purple and have*i a chain of gold around your neck, and shall be the third ruler in the kingdom.”"
    },
    {
        "o": 24492,
        "r": "nkjv:Daniel:5:17",
        "t": "Then*p Daniel answered, and said before the king, “Let your gifts be for yourself, and give your rewards to another; yet I will read the writing to the king, and make known to him the interpretation."
    },
    {
        "o": 24493,
        "r": "nkjv:Daniel:5:18",
        "t": "O king, the Most High God gave Nebuchadnezzar your father a kingdom and majesty, glory and honor."
    },
    {
        "o": 24494,
        "r": "nkjv:Daniel:5:19",
        "t": "And because of the majesty that He gave him, all peoples, nations, and languages trembled and feared before him. Whomever he wished, he executed; whomever he wished, he kept alive; whomever he wished, he set up; and whomever he wished, he put down."
    },
    {
        "o": 24495,
        "r": "nkjv:Daniel:5:20",
        "t": "But when his heart was lifted up, and his spirit was hardened in pride, he was deposed from his kingly throne, and they took his glory from him."
    },
    {
        "o": 24496,
        "r": "nkjv:Daniel:5:21",
        "t": "Then he was driven from the sons of men, his heart was made like the beasts, and his dwelling was*i with the wild donkeys. They fed him with grass like oxen, and his body was wet with the dew of heaven, till he knew that the Most High God rules in the kingdom of men, and appoints over it whomever He chooses."
    },
    {
        "o": 24497,
        "r": "nkjv:Daniel:5:22",
        "t": "“But*p you his son, Belshazzar, have not humbled your heart, although you knew all this."
    },
    {
        "o": 24498,
        "r": "nkjv:Daniel:5:23",
        "t": "And you have lifted yourself up against the Lord of heaven. They have brought the vessels of His house before you, and you and your lords, your wives and your concubines, have drunk wine from them. And you have praised the gods of silver and gold, bronze and iron, wood and stone, which do not see or hear or know; and the God who holds*i your breath in His hand and owns all your ways, you have not glorified."
    },
    {
        "o": 24499,
        "r": "nkjv:Daniel:5:24",
        "t": "Then the fingers of the hand were sent from Him, and this writing was written."
    },
    {
        "o": 24500,
        "r": "nkjv:Daniel:5:25",
        "t": "“And*p this is the inscription that was written: MENE,*pc MENE, TEKEL, UPHARSIN."
    },
    {
        "o": 24501,
        "r": "nkjv:Daniel:5:26",
        "t": "This*p is*i the interpretation of each*i word. MENE:*i God has numbered your kingdom, and finished it;"
    },
    {
        "o": 24502,
        "r": "nkjv:Daniel:5:27",
        "t": "TEKEL:*i You have been weighed in the balances, and found wanting;"
    },
    {
        "o": 24503,
        "r": "nkjv:Daniel:5:28",
        "t": "PERES:*i Your kingdom has been divided, and given to the Medes and Persians.”"
    },
    {
        "o": 24504,
        "r": "nkjv:Daniel:5:29",
        "t": "Then Belshazzar gave the command, and they clothed Daniel with purple and put*i a chain of gold around his neck, and made a proclamation concerning him that he should be the third ruler in the kingdom."
    },
    {
        "o": 24505,
        "r": "nkjv:Daniel:5:29",
        "t": "Belshazzar’s Fall",
        "h": 2
    },
    {
        "o": 24506,
        "r": "nkjv:Daniel:5:30",
        "t": "That*p very night Belshazzar, king of the Chaldeans, was slain."
    },
    {
        "o": 24507,
        "r": "nkjv:Daniel:5:31",
        "t": "And Darius the Mede received the kingdom, being*i about sixty-two years old."
    },
    {
        "o": 24508,
        "r": "nkjv:Daniel:6:0",
        "t": "Daniel 6",
        "h": 1
    },
    {
        "o": 24509,
        "r": "nkjv:Daniel:6:0",
        "t": "The Plot Against Daniel",
        "h": 2
    },
    {
        "o": 24510,
        "r": "nkjv:Daniel:6:1",
        "t": "It*p pleased Darius to set over the kingdom one hundred and twenty satraps, to be over the whole kingdom;"
    },
    {
        "o": 24511,
        "r": "nkjv:Daniel:6:2",
        "t": "and over these, three governors, of whom Daniel was*i one, that the satraps might give account to them, so that the king would suffer no loss."
    },
    {
        "o": 24512,
        "r": "nkjv:Daniel:6:3",
        "t": "Then this Daniel distinguished himself above the governors and satraps, because an excellent spirit was*i in him; and the king gave thought to setting him over the whole realm."
    },
    {
        "o": 24513,
        "r": "nkjv:Daniel:6:4",
        "t": "So the governors and satraps sought to find some*i charge against Daniel concerning the kingdom; but they could find no charge or fault, because he was*i faithful; nor was there any error or fault found in him."
    },
    {
        "o": 24514,
        "r": "nkjv:Daniel:6:5",
        "t": "Then these men said, “We shall not find any charge against this Daniel unless we find it*i against him concerning the law of his God.”"
    },
    {
        "o": 24515,
        "r": "nkjv:Daniel:6:6",
        "t": "So*p these governors and satraps thronged before the king, and said thus to him: “King Darius, live forever!"
    },
    {
        "o": 24516,
        "r": "nkjv:Daniel:6:7",
        "t": "All the governors of the kingdom, the administrators and satraps, the counselors and advisors, have consulted together to establish a royal statute and to make a firm decree, that whoever petitions any god or man for thirty days, except you, O king, shall be cast into the den of lions."
    },
    {
        "o": 24517,
        "r": "nkjv:Daniel:6:8",
        "t": "Now, O king, establish the decree and sign the writing, so that it cannot be changed, according to the law of the Medes and Persians, which does not alter.”"
    },
    {
        "o": 24518,
        "r": "nkjv:Daniel:6:9",
        "t": "Therefore King Darius signed the written decree."
    },
    {
        "o": 24519,
        "r": "nkjv:Daniel:6:9",
        "t": "Daniel in the Lions’ Den",
        "h": 2
    },
    {
        "o": 24520,
        "r": "nkjv:Daniel:6:10",
        "t": "Now*p when Daniel knew that the writing was signed, he went home. And in his upper room, with his windows open toward Jerusalem, he knelt down on his knees three times that day, and prayed and gave thanks before his God, as was his custom since early days."
    },
    {
        "o": 24521,
        "r": "nkjv:Daniel:6:11",
        "t": "Then*p these men assembled and found Daniel praying and making supplication before his God."
    },
    {
        "o": 24522,
        "r": "nkjv:Daniel:6:12",
        "t": "And they went before the king, and spoke concerning the king’s decree: “Have you not signed a decree that every man who petitions any god or man within thirty days, except you, O king, shall be cast into the den of lions?” The*p king answered and said, “The thing is*i true, according to the law of the Medes and Persians, which does not alter.”"
    },
    {
        "o": 24523,
        "r": "nkjv:Daniel:6:13",
        "t": "So*p they answered and said before the king, “That Daniel, who is one of the captives from Judah, does not show due regard for you, O king, or for the decree that you have signed, but makes his petition three times a day.”"
    },
    {
        "o": 24524,
        "r": "nkjv:Daniel:6:14",
        "t": "And*p the king, when he heard these*i words, was greatly displeased with himself, and set his*i heart on Daniel to deliver him; and he labored till the going down of the sun to deliver him."
    },
    {
        "o": 24525,
        "r": "nkjv:Daniel:6:15",
        "t": "Then these men approached the king, and said to the king, “Know, O king, that it*i is*i the law of the Medes and Persians that no decree or statute which the king establishes may be changed.”"
    },
    {
        "o": 24526,
        "r": "nkjv:Daniel:6:16",
        "t": "So*p the king gave the command, and they brought Daniel and cast him*i into the den of lions. But*i the king spoke, saying to Daniel, “Your God, whom you serve continually, He will deliver you.”"
    },
    {
        "o": 24527,
        "r": "nkjv:Daniel:6:17",
        "t": "Then a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet ring and with the signets of his lords, that the purpose concerning Daniel might not be changed."
    },
    {
        "o": 24528,
        "r": "nkjv:Daniel:6:17",
        "t": "Daniel Saved from the Lions",
        "h": 2
    },
    {
        "o": 24529,
        "r": "nkjv:Daniel:6:18",
        "t": "Now*p the king went to his palace and spent the night fasting; and no musicians were brought before him. Also his sleep went from him."
    },
    {
        "o": 24530,
        "r": "nkjv:Daniel:6:19",
        "t": "Then the king arose very early in the morning and went in haste to the den of lions."
    },
    {
        "o": 24531,
        "r": "nkjv:Daniel:6:20",
        "t": "And when he came to the den, he cried out with a lamenting voice to Daniel. The king spoke, saying to Daniel, “Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?”"
    },
    {
        "o": 24532,
        "r": "nkjv:Daniel:6:21",
        "t": "Then*p Daniel said to the king, “O king, live forever!"
    },
    {
        "o": 24533,
        "r": "nkjv:Daniel:6:22",
        "t": "My God sent His angel and shut the lions’ mouths, so that they have not hurt me, because I was found innocent before Him; and also, O king, I have done no wrong before you.”"
    },
    {
        "o": 24534,
        "r": "nkjv:Daniel:6:23",
        "t": "Now*p the king was exceedingly glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no injury whatever was found on him, because he believed in his God."
    },
    {
        "o": 24535,
        "r": "nkjv:Daniel:6:23",
        "t": "Darius Honors God",
        "h": 2
    },
    {
        "o": 24536,
        "r": "nkjv:Daniel:6:24",
        "t": "And*p the king gave the command, and they brought those men who had accused Daniel, and they cast them*i into the den of lions—them, their children, and their wives; and the lions overpowered them, and broke all their bones in pieces before they ever came to the bottom of the den."
    },
    {
        "o": 24537,
        "r": "nkjv:Daniel:6:25",
        "t": "Then*p King Darius wrote: To*p all peoples, nations, and languages that dwell in all the earth: Peace*p be multiplied to you."
    },
    {
        "o": 24538,
        "r": "nkjv:Daniel:6:26",
        "t": "I*p make a decree that in every dominion of my kingdom men*i must*i tremble and fear before the God of Daniel. For*pn He is*i the living God, And*ld steadfast forever; His*ld kingdom is*i the*i one*i which shall not be destroyed, And*ld His dominion shall*i endure*i to the end."
    },
    {
        "o": 24539,
        "r": "nkjv:Daniel:6:27",
        "t": "He*ld delivers and rescues, And*ld He works signs and wonders In*ld heaven and on earth, Who*ld has delivered Daniel from the power of the lions."
    },
    {
        "o": 24540,
        "r": "nkjv:Daniel:6:28",
        "t": "So*p this Daniel prospered in the reign of Darius and in the reign of Cyrus the Persian."
    },
    {
        "o": 24541,
        "r": "nkjv:Daniel:7:0",
        "t": "Daniel 7",
        "h": 1
    },
    {
        "o": 24542,
        "r": "nkjv:Daniel:7:0",
        "t": "Vision of the Four Beasts",
        "h": 2
    },
    {
        "o": 24543,
        "r": "nkjv:Daniel:7:1",
        "t": "In*p the first year of Belshazzar king of Babylon, Daniel had a dream and visions of his head while*i on his bed. Then he wrote down the dream, telling the main facts."
    },
    {
        "o": 24544,
        "r": "nkjv:Daniel:7:2",
        "t": "Daniel*p spoke, saying, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the Great Sea."
    },
    {
        "o": 24545,
        "r": "nkjv:Daniel:7:3",
        "t": "And four great beasts came up from the sea, each different from the other."
    },
    {
        "o": 24546,
        "r": "nkjv:Daniel:7:4",
        "t": "The first was*i like a lion, and had eagle’s wings. I watched till its wings were plucked off; and it was lifted up from the earth and made to stand on two feet like a man, and a man’s heart was given to it."
    },
    {
        "o": 24547,
        "r": "nkjv:Daniel:7:5",
        "t": "“And*p suddenly another beast, a second, like a bear. It was raised up on one side, and had*i three ribs in its mouth between its teeth. And they said thus to it: ‘Arise, devour much flesh!’"
    },
    {
        "o": 24548,
        "r": "nkjv:Daniel:7:6",
        "t": "“After*p this I looked, and there was another, like a leopard, which had on its back four wings of a bird. The beast also had four heads, and dominion was given to it."
    },
    {
        "o": 24549,
        "r": "nkjv:Daniel:7:7",
        "t": "“After*p this I saw in the night visions, and behold, a fourth beast, dreadful and terrible, exceedingly strong. It had huge iron teeth; it was devouring, breaking in pieces, and trampling the residue with its feet. It was*i different from all the beasts that were*i before it, and it had ten horns."
    },
    {
        "o": 24550,
        "r": "nkjv:Daniel:7:8",
        "t": "I was considering the horns, and there was another horn, a little one, coming up among them, before whom three of the first horns were plucked out by the roots. And there, in this horn, were*i eyes like the eyes of a man, and a mouth speaking pompous words."
    },
    {
        "o": 24551,
        "r": "nkjv:Daniel:7:8",
        "t": "Vision of the Ancient of Days",
        "h": 2
    },
    {
        "o": 24552,
        "r": "nkjv:Daniel:7:9",
        "t": "“I*pn watched till thrones were put in place, And*ld the Ancient of Days was seated; His*ld garment was*i white as snow, And*ld the hair of His head was*i like pure wool. His*ld throne was*i a fiery flame, Its*ld wheels a burning fire;"
    },
    {
        "o": 24553,
        "r": "nkjv:Daniel:7:10",
        "t": "A*ld fiery stream issued And*ld came forth from before Him. A*ld thousand thousands ministered to Him; Ten*ld thousand times ten thousand stood before Him. The*ld court was seated, And*ld the books were opened."
    },
    {
        "o": 24554,
        "r": "nkjv:Daniel:7:11",
        "t": "“I*p watched then because of the sound of the pompous words which the horn was speaking; I watched till the beast was slain, and its body destroyed and given to the burning flame."
    },
    {
        "o": 24555,
        "r": "nkjv:Daniel:7:12",
        "t": "As for the rest of the beasts, they had their dominion taken away, yet their lives were prolonged for a season and a time."
    },
    {
        "o": 24556,
        "r": "nkjv:Daniel:7:13",
        "t": "“I*pn was watching in the night visions, And*ld behold, One*i like the Son of Man, Coming*ld with the clouds of heaven! He*ld came to the Ancient of Days, And*ld they brought Him near before Him."
    },
    {
        "o": 24557,
        "r": "nkjv:Daniel:7:14",
        "t": "Then*ld to Him was given dominion and glory and a kingdom, That*ld all peoples, nations, and languages should serve Him. His*ld dominion is*i an everlasting dominion, Which*ld shall not pass away, And*ld His kingdom the*i one*i Which*ld shall not be destroyed."
    },
    {
        "o": 24558,
        "r": "nkjv:Daniel:7:14",
        "t": "Daniel’s Visions Interpreted",
        "h": 2
    },
    {
        "o": 24559,
        "r": "nkjv:Daniel:7:15",
        "t": "“I,*p Daniel, was grieved in my spirit within my*i body, and the visions of my head troubled me."
    },
    {
        "o": 24560,
        "r": "nkjv:Daniel:7:16",
        "t": "I came near to one of those who stood by, and asked him the truth of all this. So he told me and made known to me the interpretation of these things:"
    },
    {
        "o": 24561,
        "r": "nkjv:Daniel:7:17",
        "t": "‘Those great beasts, which are four, are*i four kings which*i arise out of the earth."
    },
    {
        "o": 24562,
        "r": "nkjv:Daniel:7:18",
        "t": "But the saints of the Most High shall receive the kingdom, and possess the kingdom forever, even forever and ever.’"
    },
    {
        "o": 24563,
        "r": "nkjv:Daniel:7:19",
        "t": "“Then*p I wished to know the truth about the fourth beast, which was different from all the others, exceedingly dreadful, with*i its teeth of iron and its nails of bronze, which*i devoured, broke in pieces, and trampled the residue with its feet;"
    },
    {
        "o": 24564,
        "r": "nkjv:Daniel:7:20",
        "t": "and the ten horns that were*i on its head, and the other horn*i which came up, before which three fell, namely, that horn which had eyes and a mouth which spoke pompous words, whose appearance was*i greater than his fellows."
    },
    {
        "o": 24565,
        "r": "nkjv:Daniel:7:21",
        "t": "“I*p was watching; and the same horn was making war against the saints, and prevailing against them,"
    },
    {
        "o": 24566,
        "r": "nkjv:Daniel:7:22",
        "t": "until the Ancient of Days came, and a judgment was made in*i favor*i of the saints of the Most High, and the time came for the saints to possess the kingdom."
    },
    {
        "o": 24567,
        "r": "nkjv:Daniel:7:23",
        "t": "“Thus*p he said: ‘The*pn fourth beast shall be A*ld fourth kingdom on earth, Which*ld shall be different from all other*i kingdoms, And*ld shall devour the whole earth, Trample*ld it and break it in pieces."
    },
    {
        "o": 24568,
        "r": "nkjv:Daniel:7:24",
        "t": "The*ld ten horns are*i ten kings Who*ild shall arise from this kingdom. And*ld another shall rise after them; He*ld shall be different from the first ones,*i And*ld shall subdue three kings."
    },
    {
        "o": 24569,
        "r": "nkjv:Daniel:7:25",
        "t": "He*ld shall speak pompous*i words against the Most High, Shall*ld persecute the saints of the Most High, And*ld shall intend to change times and law. Then*ld the*i saints*i shall be given into his hand For*ld a time and times and half a time."
    },
    {
        "o": 24570,
        "r": "nkjv:Daniel:7:26",
        "t": "‘But*ln the court shall be seated, And*ld they shall take away his dominion, To*ld consume and destroy it*i forever."
    },
    {
        "o": 24571,
        "r": "nkjv:Daniel:7:27",
        "t": "Then*ld the kingdom and dominion, And*ld the greatness of the kingdoms under the whole heaven, Shall*ld be given to the people, the saints of the Most High. His*ld kingdom is*i an everlasting kingdom, And*ld all dominions shall serve and obey Him.’"
    },
    {
        "o": 24572,
        "r": "nkjv:Daniel:7:28",
        "t": "“This*p is*i the end of the account. As for me, Daniel, my thoughts greatly troubled me, and my countenance changed; but I kept the matter in my heart.”"
    },
    {
        "o": 24573,
        "r": "nkjv:Daniel:8:0",
        "t": "Daniel 8",
        "h": 1
    },
    {
        "o": 24574,
        "r": "nkjv:Daniel:8:0",
        "t": "Vision of a Ram and a Goat",
        "h": 2
    },
    {
        "o": 24575,
        "r": "nkjv:Daniel:8:1",
        "t": "In*p the third year of the reign of King Belshazzar a vision appeared to*i me—to me, Daniel—after the one that appeared to me the first time."
    },
    {
        "o": 24576,
        "r": "nkjv:Daniel:8:2",
        "t": "I saw in the vision, and it so happened while I was looking, that I was*i in Shushan, the citadel, which is*i in the province of Elam; and I saw in the vision that I was by the River Ulai."
    },
    {
        "o": 24577,
        "r": "nkjv:Daniel:8:3",
        "t": "Then I lifted my eyes and saw, and there, standing beside the river, was a ram which had two horns, and the two horns were*i high; but one was*i higher than the other, and the higher one*i came up last."
    },
    {
        "o": 24578,
        "r": "nkjv:Daniel:8:4",
        "t": "I saw the ram pushing westward, northward, and southward, so that no animal could withstand him; nor was*i there*i any*i that could deliver from his hand, but he did according to his will and became great."
    },
    {
        "o": 24579,
        "r": "nkjv:Daniel:8:5",
        "t": "And*p as I was considering, suddenly a male goat came from the west, across the surface of the whole earth, without touching the ground; and the goat had*i a notable horn between his eyes."
    },
    {
        "o": 24580,
        "r": "nkjv:Daniel:8:6",
        "t": "Then he came to the ram that had two horns, which I had seen standing beside the river, and ran at him with furious power."
    },
    {
        "o": 24581,
        "r": "nkjv:Daniel:8:7",
        "t": "And I saw him confronting the ram; he was moved with rage against him, attacked the ram, and broke his two horns. There was no power in the ram to withstand him, but he cast him down to the ground and trampled him; and there was no one that could deliver the ram from his hand."
    },
    {
        "o": 24582,
        "r": "nkjv:Daniel:8:8",
        "t": "Therefore*p the male goat grew very great; but when he became strong, the large horn was broken, and in place of it four notable ones came up toward the four winds of heaven."
    },
    {
        "o": 24583,
        "r": "nkjv:Daniel:8:9",
        "t": "And out of one of them came a little horn which grew exceedingly great toward the south, toward the east, and toward the Glorious Land.*i"
    },
    {
        "o": 24584,
        "r": "nkjv:Daniel:8:10",
        "t": "And it grew up to the host of heaven; and it cast down some*i of the host and some*i of the stars to the ground, and trampled them."
    },
    {
        "o": 24585,
        "r": "nkjv:Daniel:8:11",
        "t": "He even exalted himself*i as high as the Prince of the host; and by him the daily sacrifices*i were taken away, and the place of His sanctuary was cast down."
    },
    {
        "o": 24586,
        "r": "nkjv:Daniel:8:12",
        "t": "Because of transgression, an army was given over to*i the*i horn*i to oppose the daily sacrifices;*i and he cast truth down to the ground. He did all*i this*i and prospered."
    },
    {
        "o": 24587,
        "r": "nkjv:Daniel:8:13",
        "t": "Then*p I heard a holy one speaking; and another*i holy one said to that certain one*i who was speaking, “How long will*i the vision be,*i concerning*i the daily sacrifices*i and the transgression of desolation, the giving of both the sanctuary and the host to be trampled underfoot?”"
    },
    {
        "o": 24588,
        "r": "nkjv:Daniel:8:14",
        "t": "And*p he said to me, “For two thousand three hundred days; then the sanctuary shall be cleansed.”"
    },
    {
        "o": 24589,
        "r": "nkjv:Daniel:8:14",
        "t": "Gabriel Interprets the Vision",
        "h": 2
    },
    {
        "o": 24590,
        "r": "nkjv:Daniel:8:15",
        "t": "Then*p it happened, when I, Daniel, had seen the vision and was seeking the meaning, that suddenly there stood before me one having the appearance of a man."
    },
    {
        "o": 24591,
        "r": "nkjv:Daniel:8:16",
        "t": "And I heard a man’s voice between the*i banks*i of*i the Ulai, who called, and said, “Gabriel, make this man*i understand the vision.”"
    },
    {
        "o": 24592,
        "r": "nkjv:Daniel:8:17",
        "t": "So he came near where I stood, and when he came I was afraid and fell on my face; but he said to me, “Understand, son of man, that the vision refers*i to the time of the end.”"
    },
    {
        "o": 24593,
        "r": "nkjv:Daniel:8:18",
        "t": "Now,*p as he was speaking with me, I was in a deep sleep with my face to the ground; but he touched me, and stood me upright."
    },
    {
        "o": 24594,
        "r": "nkjv:Daniel:8:19",
        "t": "And he said, “Look, I am making known to you what shall happen in the latter time of the indignation; for at the appointed time the end shall*i be.*i"
    },
    {
        "o": 24595,
        "r": "nkjv:Daniel:8:20",
        "t": "The ram which you saw, having the two horns— they*i are*i the kings of Media and Persia."
    },
    {
        "o": 24596,
        "r": "nkjv:Daniel:8:21",
        "t": "And the male goat is*i the kingdom of Greece. The large horn that is*i between its eyes is*i the first king."
    },
    {
        "o": 24597,
        "r": "nkjv:Daniel:8:22",
        "t": "As for the broken horn*i and the four that stood up in its place, four kingdoms shall arise out of that nation, but not with its power."
    },
    {
        "o": 24598,
        "r": "nkjv:Daniel:8:23",
        "t": "“And*pn in the latter time of their kingdom, When*ld the transgressors have reached their fullness, A*ld king shall arise, Having*ld fierce features, Who*ld understands sinister schemes."
    },
    {
        "o": 24599,
        "r": "nkjv:Daniel:8:24",
        "t": "His*ld power shall be mighty, but not by his own power; He*ld shall destroy fearfully, And*ld shall prosper and thrive; He*ld shall destroy the mighty, and also*i the holy people."
    },
    {
        "o": 24600,
        "r": "nkjv:Daniel:8:25",
        "t": "“Through*ln his cunning He*ld shall cause deceit to prosper under his rule; And*ld he shall exalt himself*i in his heart. He*ld shall destroy many in their*i prosperity. He*ld shall even rise against the Prince of princes; But*ld he shall be broken without human*i means."
    },
    {
        "o": 24601,
        "r": "nkjv:Daniel:8:26",
        "t": "“And*ln the vision of the evenings and mornings Which*ld was told is true; Therefore*ld seal up the vision, For*ld it*i refers*i to many days in*i the*i future.”*i"
    },
    {
        "o": 24602,
        "r": "nkjv:Daniel:8:27",
        "t": "And*p I, Daniel, fainted and was sick for days; afterward I arose and went about the king’s business. I was astonished by the vision, but no one understood it."
    },
    {
        "o": 24603,
        "r": "nkjv:Daniel:9:0",
        "t": "Daniel 9",
        "h": 1
    },
    {
        "o": 24604,
        "r": "nkjv:Daniel:9:0",
        "t": "Daniel’s Prayer for the People",
        "h": 2
    },
    {
        "o": 24605,
        "r": "nkjv:Daniel:9:1",
        "t": "In*p the first year of Darius the son of Ahasuerus, of the lineage of the Medes, who was made king over the realm of the Chaldeans—"
    },
    {
        "o": 24606,
        "r": "nkjv:Daniel:9:2",
        "t": "in the first year of his reign I, Daniel, understood by the books the number of the years specified*i by the word of the Lord*s through Jeremiah the prophet, that He would accomplish seventy years in the desolations of Jerusalem."
    },
    {
        "o": 24607,
        "r": "nkjv:Daniel:9:3",
        "t": "Then*p I set my face toward the Lord God to make request by prayer and supplications, with fasting, sackcloth, and ashes."
    },
    {
        "o": 24608,
        "r": "nkjv:Daniel:9:4",
        "t": "And I prayed to the Lord*s my God, and made confession, and said, “O Lord, great and awesome God, who keeps His covenant and mercy with those who love Him, and with those who keep His commandments,"
    },
    {
        "o": 24609,
        "r": "nkjv:Daniel:9:5",
        "t": "we have sinned and committed iniquity, we have done wickedly and rebelled, even by departing from Your precepts and Your judgments."
    },
    {
        "o": 24610,
        "r": "nkjv:Daniel:9:6",
        "t": "Neither have we heeded Your servants the prophets, who spoke in Your name to our kings and our princes, to our fathers and all the people of the land."
    },
    {
        "o": 24611,
        "r": "nkjv:Daniel:9:7",
        "t": "O Lord, righteousness belongs*i to You, but to us shame of face, as it*i is*i this day—to the men of Judah, to the inhabitants of Jerusalem and all Israel, those near and those far off in all the countries to which You have driven them, because of the unfaithfulness which they have committed against You."
    },
    {
        "o": 24612,
        "r": "nkjv:Daniel:9:8",
        "t": "“O*p Lord, to us belongs*i shame of face, to our kings, our princes, and our fathers, because we have sinned against You."
    },
    {
        "o": 24613,
        "r": "nkjv:Daniel:9:9",
        "t": "To the Lord our God belong*i mercy and forgiveness, though we have rebelled against Him."
    },
    {
        "o": 24614,
        "r": "nkjv:Daniel:9:10",
        "t": "We have not obeyed the voice of the Lord*s our God, to walk in His laws, which He set before us by His servants the prophets."
    },
    {
        "o": 24615,
        "r": "nkjv:Daniel:9:11",
        "t": "Yes, all Israel has transgressed Your law, and has departed so as not to obey Your voice; therefore the curse and the oath written in the Law of Moses the servant of God have been poured out on us, because we have sinned against Him."
    },
    {
        "o": 24616,
        "r": "nkjv:Daniel:9:12",
        "t": "And He has confirmed His words, which He spoke against us and against our judges who judged us, by bringing upon us a great disaster; for under the whole heaven such has never been done as what has been done to Jerusalem."
    },
    {
        "o": 24617,
        "r": "nkjv:Daniel:9:13",
        "t": "“As*p it*i is*i written in the Law of Moses, all this disaster has come upon us; yet we have not made our prayer before the Lord*s our God, that we might turn from our iniquities and understand Your truth."
    },
    {
        "o": 24618,
        "r": "nkjv:Daniel:9:14",
        "t": "Therefore the Lord*s has kept the disaster in mind, and brought it upon us; for the Lord*s our God is*i righteous in all the works which He does, though we have not obeyed His voice."
    },
    {
        "o": 24619,
        "r": "nkjv:Daniel:9:15",
        "t": "And now, O Lord our God, who brought Your people out of the land of Egypt with a mighty hand, and made Yourself a name, as it*i is*i this day—we have sinned, we have done wickedly!"
    },
    {
        "o": 24620,
        "r": "nkjv:Daniel:9:16",
        "t": "“O*p Lord, according to all Your righteousness, I pray, let Your anger and Your fury be turned away from Your city Jerusalem, Your holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and Your people are*i a reproach to all those*i around us."
    },
    {
        "o": 24621,
        "r": "nkjv:Daniel:9:17",
        "t": "Now therefore, our God, hear the prayer of Your servant, and his supplications, and for the Lord’s sake cause Your face to shine on Your sanctuary, which is desolate."
    },
    {
        "o": 24622,
        "r": "nkjv:Daniel:9:18",
        "t": "O my God, incline Your ear and hear; open Your eyes and see our desolations, and the city which is called by Your name; for we do not present our supplications before You because of our righteous deeds, but because of Your great mercies."
    },
    {
        "o": 24623,
        "r": "nkjv:Daniel:9:19",
        "t": "O Lord, hear! O Lord, forgive! O Lord, listen and act! Do not delay for Your own sake, my God, for Your city and Your people are called by Your name.”"
    },
    {
        "o": 24624,
        "r": "nkjv:Daniel:9:19",
        "t": "The Seventy-Weeks Prophecy",
        "h": 2
    },
    {
        "o": 24625,
        "r": "nkjv:Daniel:9:20",
        "t": "Now*p while I was*i speaking, praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before the Lord*s my God for the holy mountain of my God,"
    },
    {
        "o": 24626,
        "r": "nkjv:Daniel:9:21",
        "t": "yes, while I was*i speaking in prayer, the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, reached me about the time of the evening offering."
    },
    {
        "o": 24627,
        "r": "nkjv:Daniel:9:22",
        "t": "And he informed me,*i and talked with me, and said, “O Daniel, I have now come forth to give you skill to understand."
    },
    {
        "o": 24628,
        "r": "nkjv:Daniel:9:23",
        "t": "At the beginning of your supplications the command went out, and I have come to tell you,*i for you are*i greatly beloved; therefore consider the matter, and understand the vision:"
    },
    {
        "o": 24629,
        "r": "nkjv:Daniel:9:24",
        "t": "“Seventy*pn weeks are determined For*ld your people and for your holy city, To*ld finish the transgression, To*ld make an end of sins, To*ld make reconciliation for iniquity, To*ld bring in everlasting righteousness, To*ld seal up vision and prophecy, And*ld to anoint the Most Holy."
    },
    {
        "o": 24630,
        "r": "nkjv:Daniel:9:25",
        "t": "“Know*ln therefore and understand, That*ild from the going forth of the command To*ld restore and build Jerusalem Until*ld Messiah the Prince, There*ild shall*i be*i seven weeks and sixty-two weeks; The*ld street shall be built again, and the wall, Even*ld in troublesome times."
    },
    {
        "o": 24631,
        "r": "nkjv:Daniel:9:26",
        "t": "“And*ln after the sixty-two weeks Messiah*ld shall be cut off, but not for Himself; And*ld the people of the prince who is to come Shall*ld destroy the city and the sanctuary. The*ld end of it shall*i be*i with a flood, And*ld till the end of the war desolations are determined."
    },
    {
        "o": 24632,
        "r": "nkjv:Daniel:9:27",
        "t": "Then*ld he shall confirm a covenant with many for one week; But*ld in the middle of the week He*ld shall bring an end to sacrifice and offering. And*ld on the wing of abominations shall be one who makes desolate, Even*ld until the consummation, which is determined, Is*ld poured out on the desolate.”"
    },
    {
        "o": 24633,
        "r": "nkjv:Daniel:10:0",
        "t": "Daniel 10",
        "h": 1
    },
    {
        "o": 24634,
        "r": "nkjv:Daniel:10:0",
        "t": "Vision of the Glorious Man",
        "h": 2
    },
    {
        "o": 24635,
        "r": "nkjv:Daniel:10:1",
        "t": "In*p the third year of Cyrus king of Persia a message was revealed to Daniel, whose name was called Belteshazzar. The message was*i true, but the appointed time was*i long; and he understood the message, and had understanding of the vision."
    },
    {
        "o": 24636,
        "r": "nkjv:Daniel:10:2",
        "t": "In those days I, Daniel, was mourning three full weeks."
    },
    {
        "o": 24637,
        "r": "nkjv:Daniel:10:3",
        "t": "I ate no pleasant food, no meat or wine came into my mouth, nor did I anoint myself at all, till three whole weeks were fulfilled."
    },
    {
        "o": 24638,
        "r": "nkjv:Daniel:10:4",
        "t": "Now*p on the twenty-fourth day of the first month, as I was by the side of the great river, that is,*i the Tigris,"
    },
    {
        "o": 24639,
        "r": "nkjv:Daniel:10:5",
        "t": "I lifted my eyes and looked, and behold, a certain man clothed in linen, whose waist was*i girded with gold of Uphaz!"
    },
    {
        "o": 24640,
        "r": "nkjv:Daniel:10:6",
        "t": "His body was*i like beryl, his face like the appearance of lightning, his eyes like torches of fire, his arms and feet like burnished bronze in color, and the sound of his words like the voice of a multitude."
    },
    {
        "o": 24641,
        "r": "nkjv:Daniel:10:7",
        "t": "And*p I, Daniel, alone saw the vision, for the men who were with me did not see the vision; but a great terror fell upon them, so that they fled to hide themselves."
    },
    {
        "o": 24642,
        "r": "nkjv:Daniel:10:8",
        "t": "Therefore I was left alone when I saw this great vision, and no strength remained in me; for my vigor was turned to frailty in me, and I retained no strength."
    },
    {
        "o": 24643,
        "r": "nkjv:Daniel:10:9",
        "t": "Yet I heard the sound of his words; and while I heard the sound of his words I was in a deep sleep on my face, with my face to the ground."
    },
    {
        "o": 24644,
        "r": "nkjv:Daniel:10:9",
        "t": "Prophecies Concerning Persia and Greece",
        "h": 2
    },
    {
        "o": 24645,
        "r": "nkjv:Daniel:10:10",
        "t": "Suddenly,*p a hand touched me, which made me tremble on my knees and on*i the palms of my hands."
    },
    {
        "o": 24646,
        "r": "nkjv:Daniel:10:11",
        "t": "And he said to me, “O Daniel, man greatly beloved, understand the words that I speak to you, and stand upright, for I have now been sent to you.” While he was speaking this word to me, I stood trembling."
    },
    {
        "o": 24647,
        "r": "nkjv:Daniel:10:12",
        "t": "Then*p he said to me, “Do not fear, Daniel, for from the first day that you set your heart to understand, and to humble yourself before your God, your words were heard; and I have come because of your words."
    },
    {
        "o": 24648,
        "r": "nkjv:Daniel:10:13",
        "t": "But the prince of the kingdom of Persia withstood me twenty-one days; and behold, Michael, one of the chief princes, came to help me, for I had been left alone there with the kings of Persia."
    },
    {
        "o": 24649,
        "r": "nkjv:Daniel:10:14",
        "t": "Now I have come to make you understand what will happen to your people in the latter days, for the vision refers*i to many*i days yet to*i come.”*i"
    },
    {
        "o": 24650,
        "r": "nkjv:Daniel:10:15",
        "t": "When*p he had spoken such words to me, I turned my face toward the ground and became speechless."
    },
    {
        "o": 24651,
        "r": "nkjv:Daniel:10:16",
        "t": "And suddenly, one*i having the likeness of the sons of men touched my lips; then I opened my mouth and spoke, saying to him who stood before me, “My lord, because of the vision my sorrows have overwhelmed me, and I have retained no strength."
    },
    {
        "o": 24652,
        "r": "nkjv:Daniel:10:17",
        "t": "For how can this servant of my lord talk with you, my lord? As for me, no strength remains in me now, nor is any breath left in me.”"
    },
    {
        "o": 24653,
        "r": "nkjv:Daniel:10:18",
        "t": "Then*p again, the*i one*i having the likeness of a man touched me and strengthened me."
    },
    {
        "o": 24654,
        "r": "nkjv:Daniel:10:19",
        "t": "And he said, “O man greatly beloved, fear not! Peace be*i to you; be strong, yes, be strong!” So*p when he spoke to me I was strengthened, and said, “Let my lord speak, for you have strengthened me.”"
    },
    {
        "o": 24655,
        "r": "nkjv:Daniel:10:20",
        "t": "Then*p he said, “Do you know why I have come to you? And now I must return to fight with the prince of Persia; and when I have gone forth, indeed the prince of Greece will come."
    },
    {
        "o": 24656,
        "r": "nkjv:Daniel:10:21",
        "t": "But I will tell you what is noted in the Scripture of Truth. (No one upholds me against these, except Michael your prince."
    },
    {
        "o": 24657,
        "r": "nkjv:Daniel:11:0",
        "t": "Daniel 11",
        "h": 1
    },
    {
        "o": 24658,
        "r": "nkjv:Daniel:11:1",
        "t": "“Also*p in the first year of Darius the Mede, I, even*i I, stood up to confirm and strengthen him.)"
    },
    {
        "o": 24659,
        "r": "nkjv:Daniel:11:2",
        "t": "And now I will tell you the truth: Behold, three more kings will arise in Persia, and the fourth shall be far richer than them*i all; by his strength, through his riches, he shall stir up all against the realm of Greece."
    },
    {
        "o": 24660,
        "r": "nkjv:Daniel:11:3",
        "t": "Then a mighty king shall arise, who shall rule with great dominion, and do according to his will."
    },
    {
        "o": 24661,
        "r": "nkjv:Daniel:11:4",
        "t": "And when he has arisen, his kingdom shall be broken up and divided toward the four winds of heaven, but not among his posterity nor according to his dominion with which he ruled; for his kingdom shall be uprooted, even for others besides these."
    },
    {
        "o": 24662,
        "r": "nkjv:Daniel:11:4",
        "t": "Warring Kings of North and South",
        "h": 2
    },
    {
        "o": 24663,
        "r": "nkjv:Daniel:11:5",
        "t": "“Also*p the king of the South shall become strong, as well as one*i of his princes; and he shall gain power over him and have dominion. His dominion shall*i be*i a great dominion."
    },
    {
        "o": 24664,
        "r": "nkjv:Daniel:11:6",
        "t": "And at the end of some*i years they shall join forces, for the daughter of the king of the South shall go to the king of the North to make an agreement; but she shall not retain the power of her authority, and neither he nor his authority shall stand; but she shall be given up, with those who brought her, and with him who begot her, and with him who strengthened her in those*i times."
    },
    {
        "o": 24665,
        "r": "nkjv:Daniel:11:7",
        "t": "But from a branch of her roots one*i shall arise in his place, who shall come with an army, enter the fortress of the king of the North, and deal with them and prevail."
    },
    {
        "o": 24666,
        "r": "nkjv:Daniel:11:8",
        "t": "And he shall also carry their gods captive to Egypt, with their princes and*i their precious articles of silver and gold; and he shall continue more*i years than the king of the North."
    },
    {
        "o": 24667,
        "r": "nkjv:Daniel:11:9",
        "t": "“Also*p the*i king*i of*i the*i North*i shall come to the kingdom of the king of the South, but shall return to his own land."
    },
    {
        "o": 24668,
        "r": "nkjv:Daniel:11:10",
        "t": "However his sons shall stir up strife, and assemble a multitude of great forces; and one*i shall certainly come and overwhelm and pass through; then he shall return to his fortress and stir up strife."
    },
    {
        "o": 24669,
        "r": "nkjv:Daniel:11:11",
        "t": "“And*p the king of the South shall be moved with rage, and go out and fight with him, with the king of the North, who shall muster a great multitude; but the multitude shall be given into the hand of his enemy.*i"
    },
    {
        "o": 24670,
        "r": "nkjv:Daniel:11:12",
        "t": "When he has taken away the multitude, his heart will be lifted up; and he will cast down tens of thousands, but he will not prevail."
    },
    {
        "o": 24671,
        "r": "nkjv:Daniel:11:13",
        "t": "For the king of the North will return and muster a multitude greater than the former, and shall certainly come at the end of some years with a great army and much equipment."
    },
    {
        "o": 24672,
        "r": "nkjv:Daniel:11:14",
        "t": "“Now*p in those times many shall rise up against the king of the South. Also, violent men of your people shall exalt themselves in fulfillment of the vision, but they shall fall."
    },
    {
        "o": 24673,
        "r": "nkjv:Daniel:11:15",
        "t": "So the king of the North shall come and build a siege mound, and take a fortified city; and the forces of the South shall not withstand him.*i Even his choice troops shall*i have*i no strength to resist."
    },
    {
        "o": 24674,
        "r": "nkjv:Daniel:11:16",
        "t": "But he who comes against him shall do according to his own will, and no one shall stand against him. He shall stand in the Glorious Land with destruction in his power."
    },
    {
        "o": 24675,
        "r": "nkjv:Daniel:11:17",
        "t": "“He*p shall also set his face to enter with the strength of his whole kingdom, and upright ones with him; thus shall he do. And he shall give him the daughter of women to destroy it; but she shall not stand with*i him,*i or be for him."
    },
    {
        "o": 24676,
        "r": "nkjv:Daniel:11:18",
        "t": "After this he shall turn his face to the coastlands, and shall take many. But a ruler shall bring the reproach against them to an end; and with the reproach removed, he shall turn back on him."
    },
    {
        "o": 24677,
        "r": "nkjv:Daniel:11:19",
        "t": "Then he shall turn his face toward the fortress of his own land; but he shall stumble and fall, and not be found."
    },
    {
        "o": 24678,
        "r": "nkjv:Daniel:11:20",
        "t": "“There*p shall arise in his place one who imposes taxes on*i the glorious kingdom; but within a few days he shall be destroyed, but not in anger or in battle."
    },
    {
        "o": 24679,
        "r": "nkjv:Daniel:11:21",
        "t": "And in his place shall arise a vile person, to whom they will not give the honor of royalty; but he shall come in peaceably, and seize the kingdom by intrigue."
    },
    {
        "o": 24680,
        "r": "nkjv:Daniel:11:22",
        "t": "With the force of a flood they shall be swept away from before him and be broken, and also the prince of the covenant."
    },
    {
        "o": 24681,
        "r": "nkjv:Daniel:11:23",
        "t": "And after the league is*i made*i with him he shall act deceitfully, for he shall come up and become strong with a small number*i of*i people."
    },
    {
        "o": 24682,
        "r": "nkjv:Daniel:11:24",
        "t": "He shall enter peaceably, even into the richest places of the province; and he shall do what*i his fathers have not done, nor his forefathers: he shall disperse among them the plunder, spoil, and riches; and he shall devise his plans against the strongholds, but only*i for a time."
    },
    {
        "o": 24683,
        "r": "nkjv:Daniel:11:25",
        "t": "“He*p shall stir up his power and his courage against the king of the South with a great army. And the king of the South shall be stirred up to battle with a very great and mighty army; but he shall not stand, for they shall devise plans against him."
    },
    {
        "o": 24684,
        "r": "nkjv:Daniel:11:26",
        "t": "Yes, those who eat of the portion of his delicacies shall destroy him; his army shall be swept away, and many shall fall down slain."
    },
    {
        "o": 24685,
        "r": "nkjv:Daniel:11:27",
        "t": "Both these kings’ hearts shall*i be*i bent on evil, and they shall speak lies at the same table; but it shall not prosper, for the end will*i still be*i at the appointed time."
    },
    {
        "o": 24686,
        "r": "nkjv:Daniel:11:28",
        "t": "While returning to his land with great riches, his heart shall be moved*i against the holy covenant; so he shall do damage*i and return to his own land."
    },
    {
        "o": 24687,
        "r": "nkjv:Daniel:11:28",
        "t": "The Northern King’s Blasphemies",
        "h": 2
    },
    {
        "o": 24688,
        "r": "nkjv:Daniel:11:29",
        "t": "“At*p the appointed time he shall return and go toward the south; but it shall not be like the former or the latter."
    },
    {
        "o": 24689,
        "r": "nkjv:Daniel:11:30",
        "t": "For ships from Cyprus shall come against him; therefore he shall be grieved, and return in rage against the holy covenant, and do damage.*i “So*p he shall return and show regard for those who forsake the holy covenant."
    },
    {
        "o": 24690,
        "r": "nkjv:Daniel:11:31",
        "t": "And forces shall be mustered by him, and they shall defile the sanctuary fortress; then they shall take away the daily sacrifices,*i and place there*i the abomination of desolation."
    },
    {
        "o": 24691,
        "r": "nkjv:Daniel:11:32",
        "t": "Those who do wickedly against the covenant he shall corrupt with flattery; but the people who know their God shall be strong, and carry out great*i exploits.*i"
    },
    {
        "o": 24692,
        "r": "nkjv:Daniel:11:33",
        "t": "And those of the people who understand shall instruct many; yet for*i many*i days they shall fall by sword and flame, by captivity and plundering."
    },
    {
        "o": 24693,
        "r": "nkjv:Daniel:11:34",
        "t": "Now when they fall, they shall be aided with a little help; but many shall join with them by intrigue."
    },
    {
        "o": 24694,
        "r": "nkjv:Daniel:11:35",
        "t": "And some*i of those of understanding shall fall, to refine them, purify them,*i and make them*i white, until*i the time of the end; because it*i is*i still for the appointed time."
    },
    {
        "o": 24695,
        "r": "nkjv:Daniel:11:36",
        "t": "“Then*p the king shall do according to his own will: he shall exalt and magnify himself above every god, shall speak blasphemies against the God of gods, and shall prosper till the wrath has been accomplished; for what has been determined shall be done."
    },
    {
        "o": 24696,
        "r": "nkjv:Daniel:11:37",
        "t": "He shall regard neither the God of his fathers nor the desire of women, nor regard any god; for he shall exalt himself above them*i all."
    },
    {
        "o": 24697,
        "r": "nkjv:Daniel:11:38",
        "t": "But in their place he shall honor a god of fortresses; and a god which his fathers did not know he shall honor with gold and silver, with precious stones and pleasant things."
    },
    {
        "o": 24698,
        "r": "nkjv:Daniel:11:39",
        "t": "Thus he shall act against the strongest fortresses with a foreign god, which he shall acknowledge, and*i advance its*i glory; and he shall cause them to rule over many, and divide the land for gain."
    },
    {
        "o": 24699,
        "r": "nkjv:Daniel:11:39",
        "t": "The Northern King’s Conquests",
        "h": 2
    },
    {
        "o": 24700,
        "r": "nkjv:Daniel:11:40",
        "t": "“At*p the time of the end the king of the South shall attack him; and the king of the North shall come against him like a whirlwind, with chariots, horsemen, and with many ships; and he shall enter the countries, overwhelm them,*i and pass through."
    },
    {
        "o": 24701,
        "r": "nkjv:Daniel:11:41",
        "t": "He shall also enter the Glorious Land, and many countries*i shall be overthrown; but these shall escape from his hand: Edom, Moab, and the prominent people of Ammon."
    },
    {
        "o": 24702,
        "r": "nkjv:Daniel:11:42",
        "t": "He shall stretch out his hand against the countries, and the land of Egypt shall not escape."
    },
    {
        "o": 24703,
        "r": "nkjv:Daniel:11:43",
        "t": "He shall have power over the treasures of gold and silver, and over all the precious things of Egypt; also the Libyans and Ethiopians shall*i follow*i at his heels."
    },
    {
        "o": 24704,
        "r": "nkjv:Daniel:11:44",
        "t": "But news from the east and the north shall trouble him; therefore he shall go out with great fury to destroy and annihilate many."
    },
    {
        "o": 24705,
        "r": "nkjv:Daniel:11:45",
        "t": "And he shall plant the tents of his palace between the seas and the glorious holy mountain; yet he shall come to his end, and no one will help him."
    },
    {
        "o": 24706,
        "r": "nkjv:Daniel:12:0",
        "t": "Daniel 12",
        "h": 1
    },
    {
        "o": 24707,
        "r": "nkjv:Daniel:12:0",
        "t": "Prophecy of the End Time",
        "h": 2
    },
    {
        "o": 24708,
        "r": "nkjv:Daniel:12:1",
        "t": "“At*pn that time Michael shall stand up, The*ld great prince who stands watch*i over the sons of your people; And*ld there shall be a time of trouble, Such*ld as never was since there was a nation, Even*ild to that time. And*ld at that time your people shall be delivered, Every*ld one who is found written in the book."
    },
    {
        "o": 24709,
        "r": "nkjv:Daniel:12:2",
        "t": "And*ld many of those who sleep in the dust of the earth shall awake, Some*ld to everlasting life, Some*ld to shame and*i everlasting contempt."
    },
    {
        "o": 24710,
        "r": "nkjv:Daniel:12:3",
        "t": "Those*ld who are wise shall shine Like*ld the brightness of the firmament, And*ld those who turn many to righteousness Like*ld the stars forever and ever."
    },
    {
        "o": 24711,
        "r": "nkjv:Daniel:12:4",
        "t": "“But*p you, Daniel, shut up the words, and seal the book until the time of the end; many shall run to and fro, and knowledge shall increase.”"
    },
    {
        "o": 24712,
        "r": "nkjv:Daniel:12:5",
        "t": "Then*p I, Daniel, looked; and there stood two others, one on this riverbank and the other on that riverbank."
    },
    {
        "o": 24713,
        "r": "nkjv:Daniel:12:6",
        "t": "And one*i said to the man clothed in linen, who was*i above the waters of the river, “How long shall the fulfillment of these wonders be?”*i"
    },
    {
        "o": 24714,
        "r": "nkjv:Daniel:12:7",
        "t": "Then*p I heard the man clothed in linen, who was*i above the waters of the river, when he held up his right hand and his left hand to heaven, and swore by Him who lives forever, that it*i shall*i be*i for a time, times, and half a*i time;*i and when the power of the holy people has been completely shattered, all these things*i shall be finished."
    },
    {
        "o": 24715,
        "r": "nkjv:Daniel:12:8",
        "t": "Although*p I heard, I did not understand. Then I said, “My lord, what shall*i be*i the end of these things?”*i"
    },
    {
        "o": 24716,
        "r": "nkjv:Daniel:12:9",
        "t": "And*p he said, “Go your*i way,*i Daniel, for the words are*i closed up and sealed till the time of the end."
    },
    {
        "o": 24717,
        "r": "nkjv:Daniel:12:10",
        "t": "Many shall be purified, made white, and refined, but the wicked shall do wickedly; and none of the wicked shall understand, but the wise shall understand."
    },
    {
        "o": 24718,
        "r": "nkjv:Daniel:12:11",
        "t": "“And*p from the time that*i the daily sacrifice*i is taken away, and the abomination of desolation is set up, there*i shall*i be*i one thousand two hundred and ninety days."
    },
    {
        "o": 24719,
        "r": "nkjv:Daniel:12:12",
        "t": "Blessed is*i he who waits, and comes to the one thousand three hundred and thirty-five days."
    },
    {
        "o": 24720,
        "r": "nkjv:Daniel:12:13",
        "t": "“But*p you, go your*i way*i till the end; for you shall rest, and will arise to your inheritance at the end of the days.”"
    }
]
