[
    {
        "o": 32107,
        "r": "csb:1 Corinthians:1:0",
        "t": "1 Corinthians 1",
        "h": 1
    },
    {
        "o": 32108,
        "r": "csb:1 Corinthians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32109,
        "r": "csb:1 Corinthians:1:1",
        "t": "Paul,*p called as an apostle of Christ Jesus by God’s will, and Sosthenes our brother:"
    },
    {
        "o": 32110,
        "r": "csb:1 Corinthians:1:2",
        "t": "To*p the church of God at Corinth, to those sanctified in Christ Jesus, called as saints, with all those in every place who call on the name of Jesus Christ our Lord - both their Lord and ours."
    },
    {
        "o": 32111,
        "r": "csb:1 Corinthians:1:3",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32112,
        "r": "csb:1 Corinthians:1:3",
        "t": "Thanksgiving",
        "h": 2
    },
    {
        "o": 32113,
        "r": "csb:1 Corinthians:1:4",
        "t": "I*p always thank my God for you because of the grace of God given to you in Christ Jesus,"
    },
    {
        "o": 32114,
        "r": "csb:1 Corinthians:1:5",
        "t": "that you were enriched in him in every way, in all speech and all knowledge."
    },
    {
        "o": 32115,
        "r": "csb:1 Corinthians:1:6",
        "t": "In this way, the testimony about Christ was confirmed among you,"
    },
    {
        "o": 32116,
        "r": "csb:1 Corinthians:1:7",
        "t": "so that you do not lack any spiritual gift as you eagerly wait for the revelation of our Lord Jesus Christ."
    },
    {
        "o": 32117,
        "r": "csb:1 Corinthians:1:8",
        "t": "He will also strengthen you to the end, so that you will be blameless in the day of our Lord Jesus Christ."
    },
    {
        "o": 32118,
        "r": "csb:1 Corinthians:1:9",
        "t": "God is faithful; you were called by him into fellowship with his Son, Jesus Christ our Lord."
    },
    {
        "o": 32119,
        "r": "csb:1 Corinthians:1:9",
        "t": "Divisions at Corinth",
        "h": 2
    },
    {
        "o": 32120,
        "r": "csb:1 Corinthians:1:10",
        "t": "Now*p I urge you, brothers and sisters, in the name of our Lord Jesus Christ, that all of you agree in what you say, that there be no divisions among you, and that you be united with the same understanding and the same conviction."
    },
    {
        "o": 32121,
        "r": "csb:1 Corinthians:1:11",
        "t": "For it has been reported to me about you, my brothers and sisters, by members of Chloe’s people, that there is rivalry among you."
    },
    {
        "o": 32122,
        "r": "csb:1 Corinthians:1:12",
        "t": "What I am saying is this: One of you says, “I belong to Paul,” or “I belong to Apollos,” or “I belong to Cephas,” or “I belong to Christ.”"
    },
    {
        "o": 32123,
        "r": "csb:1 Corinthians:1:13",
        "t": "Is Christ divided? Was Paul crucified for you? Or were you baptized in Paul’s name?"
    },
    {
        "o": 32124,
        "r": "csb:1 Corinthians:1:14",
        "t": "I thank God that I baptized none of you except Crispus and Gaius,"
    },
    {
        "o": 32125,
        "r": "csb:1 Corinthians:1:15",
        "t": "so that no one can say you were baptized in my name."
    },
    {
        "o": 32126,
        "r": "csb:1 Corinthians:1:16",
        "t": "I did, in fact, baptize the household of Stephanas; beyond that, I don’t recall if I baptized anyone else."
    },
    {
        "o": 32127,
        "r": "csb:1 Corinthians:1:17",
        "t": "For Christ did not send me to baptize, but to preach the gospel - not with eloquent wisdom, so that the cross of Christ will not be emptied of its effect."
    },
    {
        "o": 32128,
        "r": "csb:1 Corinthians:1:17",
        "t": "Christ the Power and Wisdom of God",
        "h": 2
    },
    {
        "o": 32129,
        "r": "csb:1 Corinthians:1:18",
        "t": "For*p the word of the cross is foolishness to those who are perishing, but it is the power of God to us who are being saved."
    },
    {
        "o": 32130,
        "r": "csb:1 Corinthians:1:19",
        "t": "For it is written, I*ipn will*i destroy*i the*i wisdom*i of*i the*i wise,*i and*iln I*i will*i set*i aside*i the*i intelligence*i of*i the*i intelligent.*i"
    },
    {
        "o": 32131,
        "r": "csb:1 Corinthians:1:20",
        "t": "Where*p is the one who is wise? Where is the teacher of the law? Where is the debater of this age? Hasn’t God made the world’s wisdom foolish?"
    },
    {
        "o": 32132,
        "r": "csb:1 Corinthians:1:21",
        "t": "For since, in God’s wisdom, the world did not know God through wisdom, God was pleased to save those who believe through the foolishness of what is preached."
    },
    {
        "o": 32133,
        "r": "csb:1 Corinthians:1:22",
        "t": "For the Jews ask for signs and the Greeks seek wisdom,"
    },
    {
        "o": 32134,
        "r": "csb:1 Corinthians:1:23",
        "t": "but we preach Christ crucified, a stumbling block to the Jews and foolishness to the Gentiles."
    },
    {
        "o": 32135,
        "r": "csb:1 Corinthians:1:24",
        "t": "Yet to those who are called, both Jews and Greeks, Christ is the power of God and the wisdom of God,"
    },
    {
        "o": 32136,
        "r": "csb:1 Corinthians:1:25",
        "t": "because God’s foolishness is wiser than human wisdom, and God’s weakness is stronger than human strength."
    },
    {
        "o": 32137,
        "r": "csb:1 Corinthians:1:25",
        "t": "Boasting Only in the Lord",
        "h": 2
    },
    {
        "o": 32138,
        "r": "csb:1 Corinthians:1:26",
        "t": "Brothers*p and sisters, consider your calling: Not many were wise from a human perspective, not many powerful, not many of noble birth."
    },
    {
        "o": 32139,
        "r": "csb:1 Corinthians:1:27",
        "t": "Instead, God has chosen what is foolish in the world to shame the wise, and God has chosen what is weak in the world to shame the strong."
    },
    {
        "o": 32140,
        "r": "csb:1 Corinthians:1:28",
        "t": "God has chosen what is insignificant and despised in the world- what is viewed as nothing - to bring to nothing what is viewed as something,"
    },
    {
        "o": 32141,
        "r": "csb:1 Corinthians:1:29",
        "t": "so that no one may boast in his presence."
    },
    {
        "o": 32142,
        "r": "csb:1 Corinthians:1:30",
        "t": "It is from him that you are in Christ Jesus, who became wisdom from God for us - our righteousness, sanctification, and redemption—"
    },
    {
        "o": 32143,
        "r": "csb:1 Corinthians:1:31",
        "t": "in order that, as it is written: Let*i the*i one*i who*i boasts,*i boast*i in*i the*i Lord.*i"
    }
]
