[
    {
        "o": 12871,
        "r": "nkjv:2 Chronicles:21:0",
        "t": "2 Chronicles 21",
        "h": 1
    },
    {
        "o": 12872,
        "r": "nkjv:2 Chronicles:21:0",
        "t": "Jehoram Reigns in Judah",
        "h": 2
    },
    {
        "o": 12873,
        "r": "nkjv:2 Chronicles:21:1",
        "t": "And*p Jehoshaphat rested with his fathers, and was buried with his fathers in the City of David. Then Jehoram his son reigned in his place."
    },
    {
        "o": 12874,
        "r": "nkjv:2 Chronicles:21:2",
        "t": "He had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azaryahu, Michael, and Shephatiah; all these were*i the sons of Jehoshaphat king of Israel."
    },
    {
        "o": 12875,
        "r": "nkjv:2 Chronicles:21:3",
        "t": "Their father gave them great gifts of silver and gold and precious things, with fortified cities in Judah; but he gave the kingdom to Jehoram, because he was*i the firstborn."
    },
    {
        "o": 12876,
        "r": "nkjv:2 Chronicles:21:4",
        "t": "Now*p when Jehoram was established over the kingdom of his father, he strengthened himself and killed all his brothers with the sword, and also others*i of the princes of Israel."
    },
    {
        "o": 12877,
        "r": "nkjv:2 Chronicles:21:5",
        "t": "Jehoram*p was*i thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 12878,
        "r": "nkjv:2 Chronicles:21:6",
        "t": "And he walked in the way of the kings of Israel, just as the house of Ahab had done, for he had the daughter of Ahab as a wife; and he did evil in the sight of the Lord.*s"
    },
    {
        "o": 12879,
        "r": "nkjv:2 Chronicles:21:7",
        "t": "Yet the Lord*s would not destroy the house of David, because of the covenant that He had made with David, and since He had promised to give a lamp to him and to his sons forever."
    },
    {
        "o": 12880,
        "r": "nkjv:2 Chronicles:21:8",
        "t": "In*p his days Edom revolted against Judah’s authority, and made a king over themselves."
    },
    {
        "o": 12881,
        "r": "nkjv:2 Chronicles:21:9",
        "t": "So Jehoram went out with his officers, and all his chariots with him. And he rose by night and attacked the Edomites who had surrounded him and the captains of the chariots."
    },
    {
        "o": 12882,
        "r": "nkjv:2 Chronicles:21:10",
        "t": "Thus Edom has been in revolt against Judah’s authority to this day. At that time Libnah revolted against his rule, because he had forsaken the Lord*s God of his fathers."
    },
    {
        "o": 12883,
        "r": "nkjv:2 Chronicles:21:11",
        "t": "Moreover he made high places in the mountains of Judah, and caused the inhabitants of Jerusalem to commit harlotry, and led Judah astray."
    },
    {
        "o": 12884,
        "r": "nkjv:2 Chronicles:21:12",
        "t": "And*p a letter came to him from Elijah the prophet, saying, Thus*pn says the Lord*s God of your father David: Because*ld you have not walked in the ways of Jehoshaphat your father, or in the ways of Asa king of Judah,"
    },
    {
        "o": 12885,
        "r": "nkjv:2 Chronicles:21:13",
        "t": "but have walked in the way of the kings of Israel, and have made Judah and the inhabitants of Jerusalem to play the harlot like the harlotry of the house of Ahab, and also have killed your brothers, those of your father’s household, who*i were*i better than yourself,"
    },
    {
        "o": 12886,
        "r": "nkjv:2 Chronicles:21:14",
        "t": "behold, the Lord*s will strike your people with a serious affliction—your children, your wives, and all your possessions;"
    },
    {
        "o": 12887,
        "r": "nkjv:2 Chronicles:21:15",
        "t": "and you will*i become*i very sick with a disease of your intestines, until your intestines come out by reason of the sickness, day by day."
    },
    {
        "o": 12888,
        "r": "nkjv:2 Chronicles:21:16",
        "t": "Moreover*p the Lord*s stirred up against Jehoram the spirit of the Philistines and the Arabians who were*i near the Ethiopians."
    },
    {
        "o": 12889,
        "r": "nkjv:2 Chronicles:21:17",
        "t": "And they came up into Judah and invaded it, and carried away all the possessions that were found in the king’s house, and also his sons and his wives, so that there was not a son left to him except Jehoahaz, the youngest of his sons."
    },
    {
        "o": 12890,
        "r": "nkjv:2 Chronicles:21:18",
        "t": "After*p all this the Lord*s struck him in his intestines with an incurable disease."
    },
    {
        "o": 12891,
        "r": "nkjv:2 Chronicles:21:19",
        "t": "Then it happened in the course of time, after the end of two years, that his intestines came out because of his sickness; so he died in severe pain. And his people made no burning for him, like the burning for his fathers."
    },
    {
        "o": 12892,
        "r": "nkjv:2 Chronicles:21:20",
        "t": "He*p was thirty-two years old when he became king. He reigned in Jerusalem eight years and, to no one’s sorrow, departed. However they buried him in the City of David, but not in the tombs of the kings."
    }
]
