[
    {
        "o": 21909,
        "r": "niv:Jeremiah:39:0",
        "t": "Jeremiah 39",
        "h": 1
    },
    {
        "o": 21910,
        "r": "niv:Jeremiah:39:1",
        "t": "In the ninth year of Zedekiah king of Judah, in the tenth month, Nebuchadnezzar king of Babylon marched against Jerusalem with his whole army and laid siege to it."
    },
    {
        "o": 21911,
        "r": "niv:Jeremiah:39:2",
        "t": "And on the ninth day of the fourth month of Zedekiah’s eleventh year, the city wall was broken through."
    },
    {
        "o": 21912,
        "r": "niv:Jeremiah:39:3",
        "t": "Then all the officials of the king of Babylon came and took seats in the Middle Gate: Nergal-Sharezer of Samgar, Nebo-Sarsekim a chief officer, Nergal-Sharezer a high official and all the other officials of the king of Babylon."
    },
    {
        "o": 21913,
        "r": "niv:Jeremiah:39:4",
        "t": "When Zedekiah king of Judah and all the soldiers saw them, they fled; they left the city at night by way of the king’s garden, through the gate between the two walls, and headed toward the Arabah."
    },
    {
        "o": 21914,
        "r": "niv:Jeremiah:39:5",
        "t": "But*p the Babylonian army pursued them and overtook Zedekiah in the plains of Jericho. They captured him and took him to Nebuchadnezzar king of Babylon at Riblah in the land of Hamath, where he pronounced sentence on him."
    },
    {
        "o": 21915,
        "r": "niv:Jeremiah:39:6",
        "t": "There at Riblah the king of Babylon slaughtered the sons of Zedekiah before his eyes and also killed all the nobles of Judah."
    },
    {
        "o": 21916,
        "r": "niv:Jeremiah:39:7",
        "t": "Then he put out Zedekiah’s eyes and bound him with bronze shackles to take him to Babylon."
    },
    {
        "o": 21917,
        "r": "niv:Jeremiah:39:8",
        "t": "The*p Babylonians set fire to the royal palace and the houses of the people and broke down the walls of Jerusalem."
    },
    {
        "o": 21918,
        "r": "niv:Jeremiah:39:9",
        "t": "Nebuzaradan commander of the imperial guard carried into exile to Babylon the people who remained in the city, along with those who had gone over to him, and the rest of the people."
    },
    {
        "o": 21919,
        "r": "niv:Jeremiah:39:10",
        "t": "But Nebuzaradan the commander of the guard left behind in the land of Judah some of the poor people, who owned nothing; and at that time he gave them vineyards and fields."
    },
    {
        "o": 21920,
        "r": "niv:Jeremiah:39:11",
        "t": "Now*p Nebuchadnezzar king of Babylon had given these orders about Jeremiah through Nebuzaradan commander of the imperial guard:"
    },
    {
        "o": 21921,
        "r": "niv:Jeremiah:39:12",
        "t": "“Take him and look after him; don’t harm him but do for him whatever he asks.”"
    },
    {
        "o": 21922,
        "r": "niv:Jeremiah:39:13",
        "t": "So Nebuzaradan the commander of the guard, Nebushazban a chief officer, Nergal-Sharezer a high official and all the other officers of the king of Babylon"
    },
    {
        "o": 21923,
        "r": "niv:Jeremiah:39:14",
        "t": "sent and had Jeremiah taken out of the courtyard of the guard. They turned him over to Gedaliah son of Ahikam, the son of Shaphan, to take him back to his home. So he remained among his own people."
    },
    {
        "o": 21924,
        "r": "niv:Jeremiah:39:15",
        "t": "While*p Jeremiah had been confined in the courtyard of the guard, the word of the Lord*s came to him:"
    },
    {
        "o": 21925,
        "r": "niv:Jeremiah:39:16",
        "t": "“Go and tell Ebed-Melek the Cushite, ‘This is what the Lord*s Almighty, the God of Israel, says: I am about to fulfill my words against this city—words concerning disaster, not prosperity. At that time they will be fulfilled before your eyes."
    },
    {
        "o": 21926,
        "r": "niv:Jeremiah:39:17",
        "t": "But I will rescue you on that day, declares the Lord;*s you will not be given into the hands of those you fear."
    },
    {
        "o": 21927,
        "r": "niv:Jeremiah:39:18",
        "t": "I will save you; you will not fall by the sword but will escape with your life, because you trust in me, declares the Lord*s .’ ”"
    }
]
