[
    {
        "o": 7955,
        "r": "nkjv:1 Samuel:1:0",
        "t": "1 Samuel 1",
        "h": 1
    },
    {
        "o": 7956,
        "r": "nkjv:1 Samuel:1:0",
        "t": "The Family of Elkanah",
        "h": 2
    },
    {
        "o": 7957,
        "r": "nkjv:1 Samuel:1:1",
        "t": "Now*p there was a certain man of Ramathaim Zophim, of the mountains of Ephraim, and his name was*i Elkanah the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite."
    },
    {
        "o": 7958,
        "r": "nkjv:1 Samuel:1:2",
        "t": "And he had two wives: the name of one was*i Hannah, and the name of the other Peninnah. Peninnah had children, but Hannah had no children."
    },
    {
        "o": 7959,
        "r": "nkjv:1 Samuel:1:3",
        "t": "This man went up from his city yearly to worship and sacrifice to the Lord*s of hosts in Shiloh. Also the two sons of Eli, Hophni and Phinehas, the priests of the Lord,*s were*i there."
    },
    {
        "o": 7960,
        "r": "nkjv:1 Samuel:1:4",
        "t": "And whenever the time came for Elkanah to make an offering, he would give portions to Peninnah his wife and to all her sons and daughters."
    },
    {
        "o": 7961,
        "r": "nkjv:1 Samuel:1:5",
        "t": "But to Hannah he would give a double portion, for he loved Hannah, although the Lord*s had closed her womb."
    },
    {
        "o": 7962,
        "r": "nkjv:1 Samuel:1:6",
        "t": "And her rival also provoked her severely, to make her miserable, because the Lord*s had closed her womb."
    },
    {
        "o": 7963,
        "r": "nkjv:1 Samuel:1:7",
        "t": "So it was, year by year, when she went up to the house of the Lord,*s that she provoked her; therefore she wept and did not eat."
    },
    {
        "o": 7964,
        "r": "nkjv:1 Samuel:1:7",
        "t": "Hannah’s Vow",
        "h": 2
    },
    {
        "o": 7965,
        "r": "nkjv:1 Samuel:1:8",
        "t": "Then*p Elkanah her husband said to her, “Hannah, why do you weep? Why do you not eat? And why is your heart grieved? Am*i I not better to you than ten sons?”"
    },
    {
        "o": 7966,
        "r": "nkjv:1 Samuel:1:9",
        "t": "So*p Hannah arose after they had finished eating and drinking in Shiloh. Now Eli the priest was sitting on the seat by the doorpost of the tabernacle of the Lord.*s"
    },
    {
        "o": 7967,
        "r": "nkjv:1 Samuel:1:10",
        "t": "And she was*i in bitterness of soul, and prayed to the Lord*s and wept in anguish."
    },
    {
        "o": 7968,
        "r": "nkjv:1 Samuel:1:11",
        "t": "Then she made a vow and said, “O Lord*s of hosts, if You will indeed look on the affliction of Your maidservant and remember me, and not forget Your maidservant, but will give Your maidservant a male child, then I will give him to the Lord*s all the days of his life, and no razor shall come upon his head.”"
    },
    {
        "o": 7969,
        "r": "nkjv:1 Samuel:1:12",
        "t": "And*p it happened, as she continued praying before the Lord,*s that Eli watched her mouth."
    },
    {
        "o": 7970,
        "r": "nkjv:1 Samuel:1:13",
        "t": "Now Hannah spoke in her heart; only her lips moved, but her voice was not heard. Therefore Eli thought she was drunk."
    },
    {
        "o": 7971,
        "r": "nkjv:1 Samuel:1:14",
        "t": "So Eli said to her, “How long will you be drunk? Put your wine away from you!”"
    },
    {
        "o": 7972,
        "r": "nkjv:1 Samuel:1:15",
        "t": "But*p Hannah answered and said, “No, my lord, I am*i a woman of sorrowful spirit. I have drunk neither wine nor intoxicating drink, but have poured out my soul before the Lord.*s"
    },
    {
        "o": 7973,
        "r": "nkjv:1 Samuel:1:16",
        "t": "“Do not consider your maidservant a wicked woman, for out of the abundance of my complaint and grief I have spoken until now.”"
    },
    {
        "o": 7974,
        "r": "nkjv:1 Samuel:1:17",
        "t": "Then*p Eli answered and said, “Go in peace, and the God of Israel grant your petition which you have asked of Him.”"
    },
    {
        "o": 7975,
        "r": "nkjv:1 Samuel:1:18",
        "t": "And*p she said, “Let your maidservant find favor in your sight.” So the woman went her way and ate, and her face was no longer sad.*i"
    },
    {
        "o": 7976,
        "r": "nkjv:1 Samuel:1:18",
        "t": "Samuel Is Born and Dedicated",
        "h": 2
    },
    {
        "o": 7977,
        "r": "nkjv:1 Samuel:1:19",
        "t": "Then*p they rose early in the morning and worshiped before the Lord,*s and returned and came to their house at Ramah. And Elkanah knew Hannah his wife, and the Lord*s remembered her."
    },
    {
        "o": 7978,
        "r": "nkjv:1 Samuel:1:20",
        "t": "So it came to pass in the process of time that Hannah conceived and bore a son, and called his name Samuel, saying,*i “Because I have asked for him from the Lord.”*s"
    },
    {
        "o": 7979,
        "r": "nkjv:1 Samuel:1:21",
        "t": "Now*p the man Elkanah and all his house went up to offer to the Lord*s the yearly sacrifice and his vow."
    },
    {
        "o": 7980,
        "r": "nkjv:1 Samuel:1:22",
        "t": "But Hannah did not go up, for she said to her husband, “Not*i until the child is weaned; then I will take him, that he may appear before the Lord*s and remain there forever.”"
    },
    {
        "o": 7981,
        "r": "nkjv:1 Samuel:1:23",
        "t": "So*p Elkanah her husband said to her, “Do what seems best to you; wait until you have weaned him. Only let the Lord*s establish His word.” Then the woman stayed and nursed her son until she had weaned him."
    },
    {
        "o": 7982,
        "r": "nkjv:1 Samuel:1:24",
        "t": "Now*p when she had weaned him, she took him up with her, with three bulls, one ephah of flour, and a skin of wine, and brought him to the house of the Lord*s in Shiloh. And the child was*i young."
    },
    {
        "o": 7983,
        "r": "nkjv:1 Samuel:1:25",
        "t": "Then they slaughtered a bull, and brought the child to Eli."
    },
    {
        "o": 7984,
        "r": "nkjv:1 Samuel:1:26",
        "t": "And she said, “O my lord! As your soul lives, my lord, I am*i the woman who stood by you here, praying to the Lord.*s"
    },
    {
        "o": 7985,
        "r": "nkjv:1 Samuel:1:27",
        "t": "For this child I prayed, and the Lord*s has granted me my petition which I asked of Him."
    },
    {
        "o": 7986,
        "r": "nkjv:1 Samuel:1:28",
        "t": "Therefore I also have lent him to the Lord;*s as long as he lives he shall be lent to the Lord.”*s So they worshiped the Lord*s there."
    },
    {
        "o": 7987,
        "r": "nkjv:1 Samuel:2:0",
        "t": "1 Samuel 2",
        "h": 1
    },
    {
        "o": 7988,
        "r": "nkjv:1 Samuel:2:0",
        "t": "Hannah’s Prayer",
        "h": 2
    },
    {
        "o": 7989,
        "r": "nkjv:1 Samuel:2:1",
        "t": "And*p Hannah prayed and said: “My*pn heart rejoices in the Lord;*s My*ld horn is exalted in the Lord.*s I*ld smile at my enemies, Because*ld I rejoice in Your salvation."
    },
    {
        "o": 7990,
        "r": "nkjv:1 Samuel:2:2",
        "t": "“No*ln one is holy like the Lord,*s For*ld there*i is*i none besides You, Nor*ld is*i there*i any rock like our God."
    },
    {
        "o": 7991,
        "r": "nkjv:1 Samuel:2:3",
        "t": "“Talk*ln no more so very proudly; Let*ld no arrogance come from your mouth, For*ld the Lord*s is*i the God of knowledge; And*ld by Him actions are weighed."
    },
    {
        "o": 7992,
        "r": "nkjv:1 Samuel:2:4",
        "t": "“The*ln bows of the mighty men are*i broken, And*ld those who stumbled are girded with strength."
    },
    {
        "o": 7993,
        "r": "nkjv:1 Samuel:2:5",
        "t": "Those*ild who*i were*i full have hired themselves out for bread, And*ld the hungry have ceased to*i hunger.*i Even*ld the barren has borne seven, And*ld she who has many children has become feeble."
    },
    {
        "o": 7994,
        "r": "nkjv:1 Samuel:2:6",
        "t": "“The*ln Lord*s kills and makes alive; He*ld brings down to the grave and brings up."
    },
    {
        "o": 7995,
        "r": "nkjv:1 Samuel:2:7",
        "t": "The*ld Lord*s makes poor and makes rich; He*ld brings low and lifts up."
    },
    {
        "o": 7996,
        "r": "nkjv:1 Samuel:2:8",
        "t": "He*ld raises the poor from the dust And*ild lifts the beggar from the ash heap, To*ld set them*i among princes And*ld make them inherit the throne of glory. “For*ln the pillars of the earth are*i the Lord*s ’s, And*ld He has set the world upon them."
    },
    {
        "o": 7997,
        "r": "nkjv:1 Samuel:2:9",
        "t": "He*ld will guard the feet of His saints, But*ld the wicked shall be silent in darkness. “For*ld by strength no man shall prevail."
    },
    {
        "o": 7998,
        "r": "nkjv:1 Samuel:2:10",
        "t": "The*ld adversaries of the Lord*s shall be broken in pieces; From*ld heaven He will thunder against them. The*ld Lord*s will judge the ends of the earth. “He*ln will give strength to His king, And*ld exalt the horn of His anointed.”"
    },
    {
        "o": 7999,
        "r": "nkjv:1 Samuel:2:11",
        "t": "Then*p Elkanah went to his house at Ramah. But the child ministered to the Lord*s before Eli the priest."
    },
    {
        "o": 8000,
        "r": "nkjv:1 Samuel:2:11",
        "t": "The Wicked Sons of Eli",
        "h": 2
    },
    {
        "o": 8001,
        "r": "nkjv:1 Samuel:2:12",
        "t": "Now*p the sons of Eli were*i corrupt; they did not know the Lord.*s"
    },
    {
        "o": 8002,
        "r": "nkjv:1 Samuel:2:13",
        "t": "And the priests’ custom with the people was*i that*i when any man offered a sacrifice, the priest’s servant would come with a three-pronged fleshhook in his hand while the meat was boiling."
    },
    {
        "o": 8003,
        "r": "nkjv:1 Samuel:2:14",
        "t": "Then he would thrust it*i into the pan, or kettle, or caldron, or pot; and the priest would take for himself all that the fleshhook brought up. So they did in Shiloh to all the Israelites who came there."
    },
    {
        "o": 8004,
        "r": "nkjv:1 Samuel:2:15",
        "t": "Also, before they burned the fat, the priest’s servant would come and say to the man who sacrificed, “Give meat for roasting to the priest, for he will not take boiled meat from you, but raw.”"
    },
    {
        "o": 8005,
        "r": "nkjv:1 Samuel:2:16",
        "t": "And*p if*i the man said to him, “They should really burn the fat first; then*i you may take as*i much*i as your heart desires,” he would then answer him, “No,*i but you must give it*i now; and if not, I will take it*i by force.”"
    },
    {
        "o": 8006,
        "r": "nkjv:1 Samuel:2:17",
        "t": "Therefore*p the sin of the young men was very great before the Lord,*s for men abhorred the offering of the Lord.*s"
    },
    {
        "o": 8007,
        "r": "nkjv:1 Samuel:2:17",
        "t": "Samuel’s Childhood Ministry",
        "h": 2
    },
    {
        "o": 8008,
        "r": "nkjv:1 Samuel:2:18",
        "t": "But*p Samuel ministered before the Lord,*s even*i as*i a child, wearing a linen ephod."
    },
    {
        "o": 8009,
        "r": "nkjv:1 Samuel:2:19",
        "t": "Moreover his mother used to make him a little robe, and bring it*i to him year by year when she came up with her husband to offer the yearly sacrifice."
    },
    {
        "o": 8010,
        "r": "nkjv:1 Samuel:2:20",
        "t": "And Eli would bless Elkanah and his wife, and say, “The Lord*s give you descendants from this woman for the loan that was given to the Lord.”*s Then they would go to their own home."
    },
    {
        "o": 8011,
        "r": "nkjv:1 Samuel:2:21",
        "t": "And*p the Lord*s visited Hannah, so that she conceived and bore three sons and two daughters. Meanwhile the child Samuel grew before the Lord.*s"
    },
    {
        "o": 8012,
        "r": "nkjv:1 Samuel:2:21",
        "t": "Prophecy Against Eli’s Household",
        "h": 2
    },
    {
        "o": 8013,
        "r": "nkjv:1 Samuel:2:22",
        "t": "Now*p Eli was very old; and he heard everything his sons did to all Israel, and how they lay with the women who assembled at the door of the tabernacle of meeting."
    },
    {
        "o": 8014,
        "r": "nkjv:1 Samuel:2:23",
        "t": "So he said to them, “Why do you do such things? For I hear of your evil dealings from all the people."
    },
    {
        "o": 8015,
        "r": "nkjv:1 Samuel:2:24",
        "t": "No, my sons! For it*i is*i not a good report that I hear. You make the Lord’s*s people transgress."
    },
    {
        "o": 8016,
        "r": "nkjv:1 Samuel:2:25",
        "t": "If one man sins against another, God will judge him. But if a man sins against the Lord,*s who will intercede for him?” Nevertheless they did not heed the voice of their father, because the Lord*s desired to kill them."
    },
    {
        "o": 8017,
        "r": "nkjv:1 Samuel:2:26",
        "t": "And*p the child Samuel grew in stature, and in favor both with the Lord*s and men."
    },
    {
        "o": 8018,
        "r": "nkjv:1 Samuel:2:27",
        "t": "Then*p a man of God came to Eli and said to him, “Thus says the Lord:*s ‘Did I not clearly reveal Myself to the house of your father when they were in Egypt in Pharaoh’s house?"
    },
    {
        "o": 8019,
        "r": "nkjv:1 Samuel:2:28",
        "t": "Did I not choose him out of all the tribes of Israel to*i be*i My priest, to offer upon My altar, to burn incense, and to wear an ephod before Me? And did I not give to the house of your father all the offerings of the children of Israel made by fire?"
    },
    {
        "o": 8020,
        "r": "nkjv:1 Samuel:2:29",
        "t": "Why do you kick at My sacrifice and My offering which I have commanded in*i My*i dwelling place, and honor your sons more than Me, to make yourselves fat with the best of all the offerings of Israel My people?’"
    },
    {
        "o": 8021,
        "r": "nkjv:1 Samuel:2:30",
        "t": "Therefore the Lord*s God of Israel says: ‘I said indeed that*i your house and the house of your father would walk before Me forever.’ But now the Lord*s says: ‘Far be it from Me; for those who honor Me I will honor, and those who despise Me shall be lightly esteemed."
    },
    {
        "o": 8022,
        "r": "nkjv:1 Samuel:2:31",
        "t": "Behold, the days are coming that I will cut off your arm and the arm of your father’s house, so that there will not be an old man in your house."
    },
    {
        "o": 8023,
        "r": "nkjv:1 Samuel:2:32",
        "t": "And you will see an enemy in*i My*i dwelling place, despite*i all the good which God does for Israel. And there shall not be an old man in your house forever."
    },
    {
        "o": 8024,
        "r": "nkjv:1 Samuel:2:33",
        "t": "But any of your men whom*i I do not cut off from My altar shall consume your eyes and grieve your heart. And all the descendants of your house shall die in the flower of their age."
    },
    {
        "o": 8025,
        "r": "nkjv:1 Samuel:2:34",
        "t": "Now this shall*i be*i a sign to you that will come upon your two sons, on Hophni and Phinehas: in one day they shall die, both of them."
    },
    {
        "o": 8026,
        "r": "nkjv:1 Samuel:2:35",
        "t": "Then I will raise up for Myself a faithful priest who*i shall do according to what is*i in My heart and in My mind. I will build him a sure house, and he shall walk before My anointed forever."
    },
    {
        "o": 8027,
        "r": "nkjv:1 Samuel:2:36",
        "t": "And it shall come to pass that everyone who is left in your house will come and*i bow down to him for a piece of silver and a morsel of bread, and say, “Please, put me in one of the priestly positions, that I may eat a piece of bread.”’”"
    },
    {
        "o": 8028,
        "r": "nkjv:1 Samuel:3:0",
        "t": "1 Samuel 3",
        "h": 1
    },
    {
        "o": 8029,
        "r": "nkjv:1 Samuel:3:0",
        "t": "Samuel’s First Prophecy",
        "h": 2
    },
    {
        "o": 8030,
        "r": "nkjv:1 Samuel:3:1",
        "t": "Now*p the boy Samuel ministered to the Lord*s before Eli. And the word of the Lord*s was rare in those days; there*i was*i no widespread revelation."
    },
    {
        "o": 8031,
        "r": "nkjv:1 Samuel:3:2",
        "t": "And it came to pass at that time, while Eli was*i lying down in his place, and when his eyes had begun to grow so dim that he could not see,"
    },
    {
        "o": 8032,
        "r": "nkjv:1 Samuel:3:3",
        "t": "and before the lamp of God went out in the tabernacle of the Lord*s where the ark of God was,*i and while Samuel was lying down,"
    },
    {
        "o": 8033,
        "r": "nkjv:1 Samuel:3:4",
        "t": "that the Lord*s called Samuel. And he answered, “Here I am!”"
    },
    {
        "o": 8034,
        "r": "nkjv:1 Samuel:3:5",
        "t": "So he ran to Eli and said, “Here I am, for you called me.” And*p he said, “I did not call; lie down again.” And he went and lay down."
    },
    {
        "o": 8035,
        "r": "nkjv:1 Samuel:3:6",
        "t": "Then*p the Lord*s called yet again, “Samuel!” So*p Samuel arose and went to Eli, and said, “Here I am, for you called me.” He answered, “I did not call, my son; lie down again.”"
    },
    {
        "o": 8036,
        "r": "nkjv:1 Samuel:3:7",
        "t": "(Now Samuel did not yet know the Lord,*s nor was the word of the Lord*s yet revealed to him.)"
    },
    {
        "o": 8037,
        "r": "nkjv:1 Samuel:3:8",
        "t": "And*p the Lord*s called Samuel again the third time. So he arose and went to Eli, and said, “Here I am, for you did call me.” Then*p Eli perceived that the Lord*s had called the boy."
    },
    {
        "o": 8038,
        "r": "nkjv:1 Samuel:3:9",
        "t": "Therefore Eli said to Samuel, “Go, lie down; and it shall be, if He calls you, that you must say, ‘Speak, Lord,*s for Your servant hears.’” So Samuel went and lay down in his place."
    },
    {
        "o": 8039,
        "r": "nkjv:1 Samuel:3:10",
        "t": "Now*p the Lord*s came and stood and called as at other times, “Samuel! Samuel!” And*p Samuel answered, “Speak, for Your servant hears.”"
    },
    {
        "o": 8040,
        "r": "nkjv:1 Samuel:3:11",
        "t": "Then*p the Lord*s said to Samuel: “Behold, I will do something in Israel at which both ears of everyone who hears it will tingle."
    },
    {
        "o": 8041,
        "r": "nkjv:1 Samuel:3:12",
        "t": "In that day I will perform against Eli all that I have spoken concerning his house, from beginning to end."
    },
    {
        "o": 8042,
        "r": "nkjv:1 Samuel:3:13",
        "t": "For I have told him that I will judge his house forever for the iniquity which he knows, because his sons made themselves vile, and he did not restrain them."
    },
    {
        "o": 8043,
        "r": "nkjv:1 Samuel:3:14",
        "t": "And therefore I have sworn to the house of Eli that the iniquity of Eli’s house shall not be atoned for by sacrifice or offering forever.”"
    },
    {
        "o": 8044,
        "r": "nkjv:1 Samuel:3:15",
        "t": "So*p Samuel lay down until morning, and opened the doors of the house of the Lord.*s And Samuel was afraid to tell Eli the vision."
    },
    {
        "o": 8045,
        "r": "nkjv:1 Samuel:3:16",
        "t": "Then Eli called Samuel and said, “Samuel, my son!” He*p answered, “Here I am.”"
    },
    {
        "o": 8046,
        "r": "nkjv:1 Samuel:3:17",
        "t": "And*p he said, “What is*i the word that the*i Lord*is spoke to you? Please do not hide it*i from me. God do so to you, and more also, if you hide anything from me of all the things that He said to you.”"
    },
    {
        "o": 8047,
        "r": "nkjv:1 Samuel:3:18",
        "t": "Then Samuel told him everything, and hid nothing from him. And he said, “It is*i the Lord.*s Let Him do what seems good to Him.”"
    },
    {
        "o": 8048,
        "r": "nkjv:1 Samuel:3:19",
        "t": "So*p Samuel grew, and the Lord*s was with him and let none of his words fall to the ground."
    },
    {
        "o": 8049,
        "r": "nkjv:1 Samuel:3:20",
        "t": "And all Israel from Dan to Beersheba knew that Samuel had*i been*i established as a prophet of the Lord.*s"
    },
    {
        "o": 8050,
        "r": "nkjv:1 Samuel:3:21",
        "t": "Then the Lord*s appeared again in Shiloh. For the Lord*s revealed Himself to Samuel in Shiloh by the word of the Lord.*s"
    },
    {
        "o": 8051,
        "r": "nkjv:1 Samuel:4:0",
        "t": "1 Samuel 4",
        "h": 1
    },
    {
        "o": 8052,
        "r": "nkjv:1 Samuel:4:1",
        "t": "And*p the word of Samuel came to all Israel."
    },
    {
        "o": 8053,
        "r": "nkjv:1 Samuel:4:1",
        "t": "The Ark of God Captured",
        "h": 2
    },
    {
        "o": 8054,
        "r": "nkjv:1 Samuel:4:1",
        "t": "Now*p Israel went out to battle against the Philistines, and encamped beside Ebenezer; and the Philistines encamped in Aphek."
    },
    {
        "o": 8055,
        "r": "nkjv:1 Samuel:4:2",
        "t": "Then the Philistines put themselves in battle array against Israel. And when they joined battle, Israel was defeated by the Philistines, who killed about four thousand men of the army in the field."
    },
    {
        "o": 8056,
        "r": "nkjv:1 Samuel:4:3",
        "t": "And when the people had come into the camp, the elders of Israel said, “Why has the Lord*s defeated us today before the Philistines? Let us bring the ark of the covenant of the Lord*s from Shiloh to us, that when it comes among us it may save us from the hand of our enemies.”"
    },
    {
        "o": 8057,
        "r": "nkjv:1 Samuel:4:4",
        "t": "So the people sent to Shiloh, that they might bring from there the ark of the covenant of the Lord*s of hosts, who dwells between*i the cherubim. And the two sons of Eli, Hophni and Phinehas, were*i there with the ark of the covenant of God."
    },
    {
        "o": 8058,
        "r": "nkjv:1 Samuel:4:5",
        "t": "And*p when the ark of the covenant of the Lord*s came into the camp, all Israel shouted so loudly that the earth shook."
    },
    {
        "o": 8059,
        "r": "nkjv:1 Samuel:4:6",
        "t": "Now when the Philistines heard the noise of the shout, they said, “What does*i the sound of this great shout in the camp of the Hebrews mean?”*i Then they understood that the ark of the Lord*s had come into the camp."
    },
    {
        "o": 8060,
        "r": "nkjv:1 Samuel:4:7",
        "t": "So the Philistines were afraid, for they said, “God has come into the camp!” And they said, “Woe to us! For such a thing has never happened before."
    },
    {
        "o": 8061,
        "r": "nkjv:1 Samuel:4:8",
        "t": "Woe to us! Who will deliver us from the hand of these mighty gods? These are*i the gods who struck the Egyptians with all the plagues in the wilderness."
    },
    {
        "o": 8062,
        "r": "nkjv:1 Samuel:4:9",
        "t": "Be strong and conduct yourselves like men, you Philistines, that you do not become servants of the Hebrews, as they have been to you. Conduct yourselves like men, and fight!”"
    },
    {
        "o": 8063,
        "r": "nkjv:1 Samuel:4:10",
        "t": "So*p the Philistines fought, and Israel was defeated, and every man fled to his tent. There was a very great slaughter, and there fell of Israel thirty thousand foot soldiers."
    },
    {
        "o": 8064,
        "r": "nkjv:1 Samuel:4:11",
        "t": "Also the ark of God was captured; and the two sons of Eli, Hophni and Phinehas, died."
    },
    {
        "o": 8065,
        "r": "nkjv:1 Samuel:4:11",
        "t": "Death of Eli",
        "h": 2
    },
    {
        "o": 8066,
        "r": "nkjv:1 Samuel:4:12",
        "t": "Then*p a man of Benjamin ran from the battle line the same day, and came to Shiloh with his clothes torn and dirt on his head."
    },
    {
        "o": 8067,
        "r": "nkjv:1 Samuel:4:13",
        "t": "Now when he came, there was Eli, sitting on a seat by the wayside watching, for his heart trembled for the ark of God. And when the man came into the city and told it,*i all the city cried out."
    },
    {
        "o": 8068,
        "r": "nkjv:1 Samuel:4:14",
        "t": "When Eli heard the noise of the outcry, he said, “What does*i the sound of this tumult mean?”*i And the man came quickly and told Eli."
    },
    {
        "o": 8069,
        "r": "nkjv:1 Samuel:4:15",
        "t": "Eli was ninety-eight years old, and his eyes were so dim that he could not see."
    },
    {
        "o": 8070,
        "r": "nkjv:1 Samuel:4:16",
        "t": "Then*p the man said to Eli, “I am*i he who came from the battle. And I fled today from the battle line.” And*p he said, “What happened, my son?”"
    },
    {
        "o": 8071,
        "r": "nkjv:1 Samuel:4:17",
        "t": "So*p the messenger answered and said, “Israel has fled before the Philistines, and there has been a great slaughter among the people. Also your two sons, Hophni and Phinehas, are dead; and the ark of God has been captured.”"
    },
    {
        "o": 8072,
        "r": "nkjv:1 Samuel:4:18",
        "t": "Then*p it happened, when he made mention of the ark of God, that Eli fell off the seat backward by the side of the gate; and his neck was broken and he died, for the man was old and heavy. And he had judged Israel forty years."
    },
    {
        "o": 8073,
        "r": "nkjv:1 Samuel:4:18",
        "t": "Ichabod",
        "h": 2
    },
    {
        "o": 8074,
        "r": "nkjv:1 Samuel:4:19",
        "t": "Now*p his daughter-in-law, Phinehas’s wife, was with child, due*i to be delivered; and when she heard the news that the ark of God was captured, and that her father-in-law and her husband were dead, she bowed herself and gave birth, for her labor pains came upon her."
    },
    {
        "o": 8075,
        "r": "nkjv:1 Samuel:4:20",
        "t": "And about the time of her death the women who stood by her said to her, “Do not fear, for you have borne a son.” But she did not answer, nor did she regard it.*i"
    },
    {
        "o": 8076,
        "r": "nkjv:1 Samuel:4:21",
        "t": "Then she named the child Ichabod, saying, “The glory has departed from Israel!” because the ark of God had been captured and because of her father-in-law and her husband."
    },
    {
        "o": 8077,
        "r": "nkjv:1 Samuel:4:22",
        "t": "And she said, “The glory has departed from Israel, for the ark of God has been captured.”"
    },
    {
        "o": 8078,
        "r": "nkjv:1 Samuel:5:0",
        "t": "1 Samuel 5",
        "h": 1
    },
    {
        "o": 8079,
        "r": "nkjv:1 Samuel:5:0",
        "t": "The Philistines and the Ark",
        "h": 2
    },
    {
        "o": 8080,
        "r": "nkjv:1 Samuel:5:1",
        "t": "Then*p the Philistines took the ark of God and brought it from Ebenezer to Ashdod."
    },
    {
        "o": 8081,
        "r": "nkjv:1 Samuel:5:2",
        "t": "When the Philistines took the ark of God, they brought it into the house of Dagon and set it by Dagon."
    },
    {
        "o": 8082,
        "r": "nkjv:1 Samuel:5:3",
        "t": "And when the people of Ashdod arose early in the morning, there was Dagon, fallen on its face to the earth before the ark of the Lord.*s So they took Dagon and set it in its place again."
    },
    {
        "o": 8083,
        "r": "nkjv:1 Samuel:5:4",
        "t": "And when they arose early the next morning, there was Dagon, fallen on its face to the ground before the ark of the Lord.*s The head of Dagon and both the palms of its hands were*i broken off on the threshold; only Dagon’s torso*i was left of it."
    },
    {
        "o": 8084,
        "r": "nkjv:1 Samuel:5:5",
        "t": "Therefore neither the priests of Dagon nor any who come into Dagon’s house tread on the threshold of Dagon in Ashdod to this day."
    },
    {
        "o": 8085,
        "r": "nkjv:1 Samuel:5:6",
        "t": "But*p the hand of the Lord*s was heavy on the people of Ashdod, and He ravaged them and struck them with tumors, both*i Ashdod and its territory."
    },
    {
        "o": 8086,
        "r": "nkjv:1 Samuel:5:7",
        "t": "And when the men of Ashdod saw how it*i was,*i they said, “The ark of the God of Israel must not remain with us, for His hand is harsh toward us and Dagon our god.”"
    },
    {
        "o": 8087,
        "r": "nkjv:1 Samuel:5:8",
        "t": "Therefore they sent and gathered to themselves all the lords of the Philistines, and said, “What shall we do with the ark of the God of Israel?” And*p they answered, “Let the ark of the God of Israel be carried away to Gath.” So they carried the ark of the God of Israel away."
    },
    {
        "o": 8088,
        "r": "nkjv:1 Samuel:5:9",
        "t": "So it was, after they had carried it away, that the hand of the Lord*s was against the city with a very great destruction; and He struck the men of the city, both small and great, and tumors broke out on them."
    },
    {
        "o": 8089,
        "r": "nkjv:1 Samuel:5:10",
        "t": "Therefore*p they sent the ark of God to Ekron. So it was, as the ark of God came to Ekron, that the Ekronites cried out, saying, “They have brought the ark of the God of Israel to us, to kill us and our people!”"
    },
    {
        "o": 8090,
        "r": "nkjv:1 Samuel:5:11",
        "t": "So they sent and gathered together all the lords of the Philistines, and said, “Send away the ark of the God of Israel, and let it go back to its own place, so that it does not kill us and our people.” For there was a deadly destruction throughout all the city; the hand of God was very heavy there."
    },
    {
        "o": 8091,
        "r": "nkjv:1 Samuel:5:12",
        "t": "And the men who did not die were stricken with the tumors, and the cry of the city went up to heaven."
    },
    {
        "o": 8092,
        "r": "nkjv:1 Samuel:6:0",
        "t": "1 Samuel 6",
        "h": 1
    },
    {
        "o": 8093,
        "r": "nkjv:1 Samuel:6:0",
        "t": "The Ark Returned to Israel",
        "h": 2
    },
    {
        "o": 8094,
        "r": "nkjv:1 Samuel:6:1",
        "t": "Now*p the ark of the Lord*s was in the country of the Philistines seven months."
    },
    {
        "o": 8095,
        "r": "nkjv:1 Samuel:6:2",
        "t": "And the Philistines called for the priests and the diviners, saying, “What shall we do with the ark of the Lord?*s Tell us how we should send it to its place.”"
    },
    {
        "o": 8096,
        "r": "nkjv:1 Samuel:6:3",
        "t": "So*p they said, “If you send away the ark of the God of Israel, do not send it empty; but by all means return it*i to Him with*i a trespass offering. Then you will be healed, and it will be known to you why His hand is not removed from you.”"
    },
    {
        "o": 8097,
        "r": "nkjv:1 Samuel:6:4",
        "t": "Then*p they said, “What is*i the trespass offering which we shall return to Him?” They*p answered, “Five golden tumors and five golden rats, according*i to*i the number of the lords of the Philistines. For the same plague was*i on all of you and on your lords."
    },
    {
        "o": 8098,
        "r": "nkjv:1 Samuel:6:5",
        "t": "Therefore you shall make images of your tumors and images of your rats that ravage the land, and you shall give glory to the God of Israel; perhaps He will lighten His hand from you, from your gods, and from your land."
    },
    {
        "o": 8099,
        "r": "nkjv:1 Samuel:6:6",
        "t": "Why then do you harden your hearts as the Egyptians and Pharaoh hardened their hearts? When He did mighty things among them, did they not let the people go, that they might depart?"
    },
    {
        "o": 8100,
        "r": "nkjv:1 Samuel:6:7",
        "t": "Now therefore, make a new cart, take two milk cows which have never been yoked, and hitch the cows to the cart; and take their calves home, away from them."
    },
    {
        "o": 8101,
        "r": "nkjv:1 Samuel:6:8",
        "t": "Then take the ark of the Lord*s and set it on the cart; and put the articles of gold which you are returning to Him as*i a trespass offering in a chest by its side. Then send it away, and let it go."
    },
    {
        "o": 8102,
        "r": "nkjv:1 Samuel:6:9",
        "t": "And watch: if it goes up the road to its own territory, to Beth Shemesh, then*i He has done us this great evil. But if not, then we shall know that it*i is*i not His hand that*i struck us—it happened to us by chance.”"
    },
    {
        "o": 8103,
        "r": "nkjv:1 Samuel:6:10",
        "t": "Then*p the men did so; they took two milk cows and hitched them to the cart, and shut up their calves at home."
    },
    {
        "o": 8104,
        "r": "nkjv:1 Samuel:6:11",
        "t": "And they set the ark of the Lord*s on the cart, and the chest with the gold rats and the images of their tumors."
    },
    {
        "o": 8105,
        "r": "nkjv:1 Samuel:6:12",
        "t": "Then the cows headed straight for the road to Beth Shemesh, and*i went along the highway, lowing as they went, and did not turn aside to the right hand or the left. And the lords of the Philistines went after them to the border of Beth Shemesh."
    },
    {
        "o": 8106,
        "r": "nkjv:1 Samuel:6:13",
        "t": "Now*p the*i people*i of*i Beth Shemesh were*i reaping their wheat harvest in the valley; and they lifted their eyes and saw the ark, and rejoiced to see it.*i"
    },
    {
        "o": 8107,
        "r": "nkjv:1 Samuel:6:14",
        "t": "Then the cart came into the field of Joshua of Beth Shemesh, and stood there; a large stone was*i there. So they split the wood of the cart and offered the cows as a burnt offering to the Lord.*s"
    },
    {
        "o": 8108,
        "r": "nkjv:1 Samuel:6:15",
        "t": "The Levites took down the ark of the Lord*s and the chest that was*i with it, in which were*i the articles of gold, and put them*i on the large stone. Then the men of Beth Shemesh offered burnt offerings and made sacrifices the same day to the Lord.*s"
    },
    {
        "o": 8109,
        "r": "nkjv:1 Samuel:6:16",
        "t": "So when the five lords of the Philistines had seen it,*i they returned to Ekron the same day."
    },
    {
        "o": 8110,
        "r": "nkjv:1 Samuel:6:17",
        "t": "These*p are*i the golden tumors which the Philistines returned as*i a trespass offering to the Lord:*s one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, one for Ekron;"
    },
    {
        "o": 8111,
        "r": "nkjv:1 Samuel:6:18",
        "t": "and the golden rats, according*i to*i the number of all the cities of the Philistines belonging*i to the five lords, both*i fortified cities and country villages, even as far as the large stone*i of*i Abel on which they set the ark of the Lord,*s which*i stone*i remains*i to this day in the field of Joshua of Beth Shemesh."
    },
    {
        "o": 8112,
        "r": "nkjv:1 Samuel:6:19",
        "t": "Then*p He struck the men of Beth Shemesh, because they had looked into the ark of the Lord.*s He struck fifty thousand and seventy men of the people, and the people lamented because the Lord*s had struck the people with a great slaughter."
    },
    {
        "o": 8113,
        "r": "nkjv:1 Samuel:6:19",
        "t": "The Ark at Kirjath Jearim",
        "h": 2
    },
    {
        "o": 8114,
        "r": "nkjv:1 Samuel:6:20",
        "t": "And*p the men of Beth Shemesh said, “Who is able to stand before this holy Lord*s God? And to whom shall it go up from us?”"
    },
    {
        "o": 8115,
        "r": "nkjv:1 Samuel:6:21",
        "t": "So they sent messengers to the inhabitants of Kirjath Jearim, saying, “The Philistines have brought back the ark of the Lord;*s come down and*i take it up with you.”"
    },
    {
        "o": 8116,
        "r": "nkjv:1 Samuel:7:0",
        "t": "1 Samuel 7",
        "h": 1
    },
    {
        "o": 8117,
        "r": "nkjv:1 Samuel:7:1",
        "t": "Then*p the men of Kirjath Jearim came and took the ark of the Lord,*s and brought it into the house of Abinadab on the hill, and consecrated Eleazar his son to keep the ark of the Lord.*s"
    },
    {
        "o": 8118,
        "r": "nkjv:1 Samuel:7:1",
        "t": "Samuel Judges Israel",
        "h": 2
    },
    {
        "o": 8119,
        "r": "nkjv:1 Samuel:7:2",
        "t": "So*p it was that the ark remained in Kirjath Jearim a long time; it was there twenty years. And all the house of Israel lamented after the Lord.*s"
    },
    {
        "o": 8120,
        "r": "nkjv:1 Samuel:7:3",
        "t": "Then*p Samuel spoke to all the house of Israel, saying, “If you return to the Lord*s with all your hearts, then*i put away the foreign gods and the Ashtoreths from among you, and prepare your hearts for the Lord,*s and serve Him only; and He will deliver you from the hand of the Philistines.”"
    },
    {
        "o": 8121,
        "r": "nkjv:1 Samuel:7:4",
        "t": "So the children of Israel put away the Baals and the Ashtoreths, and served the Lord*s only."
    },
    {
        "o": 8122,
        "r": "nkjv:1 Samuel:7:5",
        "t": "And*p Samuel said, “Gather all Israel to Mizpah, and I will pray to the Lord*s for you.”"
    },
    {
        "o": 8123,
        "r": "nkjv:1 Samuel:7:6",
        "t": "So they gathered together at Mizpah, drew water, and poured it*i out before the Lord.*s And they fasted that day, and said there, “We have sinned against the Lord.”*s And Samuel judged the children of Israel at Mizpah."
    },
    {
        "o": 8124,
        "r": "nkjv:1 Samuel:7:7",
        "t": "Now*p when the Philistines heard that the children of Israel had gathered together at Mizpah, the lords of the Philistines went up against Israel. And when the children of Israel heard of*i it,*i they were afraid of the Philistines."
    },
    {
        "o": 8125,
        "r": "nkjv:1 Samuel:7:8",
        "t": "So the children of Israel said to Samuel, “Do not cease to cry out to the Lord*s our God for us, that He may save us from the hand of the Philistines.”"
    },
    {
        "o": 8126,
        "r": "nkjv:1 Samuel:7:9",
        "t": "And*p Samuel took a suckling lamb and offered it*i as*i a whole burnt offering to the Lord.*s Then Samuel cried out to the Lord*s for Israel, and the Lord*s answered him."
    },
    {
        "o": 8127,
        "r": "nkjv:1 Samuel:7:10",
        "t": "Now as Samuel was offering up the burnt offering, the Philistines drew near to battle against Israel. But the Lord*s thundered with a loud thunder upon the Philistines that day, and so confused them that they were overcome before Israel."
    },
    {
        "o": 8128,
        "r": "nkjv:1 Samuel:7:11",
        "t": "And the men of Israel went out of Mizpah and pursued the Philistines, and drove them back as far as below Beth Car."
    },
    {
        "o": 8129,
        "r": "nkjv:1 Samuel:7:12",
        "t": "Then Samuel took a stone and set it*i up between Mizpah and Shen, and called its name Ebenezer, saying, “Thus far the Lord*s has helped us.”"
    },
    {
        "o": 8130,
        "r": "nkjv:1 Samuel:7:13",
        "t": "So*p the Philistines were subdued, and they did not come anymore into the territory of Israel. And the hand of the Lord*s was against the Philistines all the days of Samuel."
    },
    {
        "o": 8131,
        "r": "nkjv:1 Samuel:7:14",
        "t": "Then the cities which the Philistines had taken from Israel were restored to Israel, from Ekron to Gath; and Israel recovered its territory from the hands of the Philistines. Also there was peace between Israel and the Amorites."
    },
    {
        "o": 8132,
        "r": "nkjv:1 Samuel:7:15",
        "t": "And*p Samuel judged Israel all the days of his life."
    },
    {
        "o": 8133,
        "r": "nkjv:1 Samuel:7:16",
        "t": "He went from year to year on a circuit to Bethel, Gilgal, and Mizpah, and judged Israel in all those places."
    },
    {
        "o": 8134,
        "r": "nkjv:1 Samuel:7:17",
        "t": "But he always returned to Ramah, for his home was*i there. There he judged Israel, and there he built an altar to the Lord.*s"
    },
    {
        "o": 8135,
        "r": "nkjv:1 Samuel:8:0",
        "t": "1 Samuel 8",
        "h": 1
    },
    {
        "o": 8136,
        "r": "nkjv:1 Samuel:8:0",
        "t": "Israel Demands a King",
        "h": 2
    },
    {
        "o": 8137,
        "r": "nkjv:1 Samuel:8:1",
        "t": "Now*p it came to pass when Samuel was old that he made his sons judges over Israel."
    },
    {
        "o": 8138,
        "r": "nkjv:1 Samuel:8:2",
        "t": "The name of his firstborn was Joel, and the name of his second, Abijah; they*i were*i judges in Beersheba."
    },
    {
        "o": 8139,
        "r": "nkjv:1 Samuel:8:3",
        "t": "But his sons did not walk in his ways; they turned aside after dishonest gain, took bribes, and perverted justice."
    },
    {
        "o": 8140,
        "r": "nkjv:1 Samuel:8:4",
        "t": "Then*p all the elders of Israel gathered together and came to Samuel at Ramah,"
    },
    {
        "o": 8141,
        "r": "nkjv:1 Samuel:8:5",
        "t": "and said to him, “Look, you are old, and your sons do not walk in your ways. Now make us a king to judge us like all the nations.”"
    },
    {
        "o": 8142,
        "r": "nkjv:1 Samuel:8:6",
        "t": "But*p the thing displeased Samuel when they said, “Give us a king to judge us.” So Samuel prayed to the Lord.*s"
    },
    {
        "o": 8143,
        "r": "nkjv:1 Samuel:8:7",
        "t": "And the Lord*s said to Samuel, “Heed the voice of the people in all that they say to you; for they have not rejected you, but they have rejected Me, that I should not reign over them."
    },
    {
        "o": 8144,
        "r": "nkjv:1 Samuel:8:8",
        "t": "According to all the works which they have done since the day that I brought them up out of Egypt, even to this day—with which they have forsaken Me and served other gods—so they are doing to you also."
    },
    {
        "o": 8145,
        "r": "nkjv:1 Samuel:8:9",
        "t": "Now therefore, heed their voice. However, you shall solemnly forewarn them, and show them the behavior of the king who will reign over them.”"
    },
    {
        "o": 8146,
        "r": "nkjv:1 Samuel:8:10",
        "t": "So*p Samuel told all the words of the Lord*s to the people who asked him for a king."
    },
    {
        "o": 8147,
        "r": "nkjv:1 Samuel:8:11",
        "t": "And he said, “This will be the behavior of the king who will reign over you: He will take your sons and appoint them*i for his own chariots and to*i be*i his horsemen, and some*i will run before his chariots."
    },
    {
        "o": 8148,
        "r": "nkjv:1 Samuel:8:12",
        "t": "He will appoint captains over his thousands and captains over his fifties, will*i set*i some*i to plow his ground and reap his harvest, and some*i to make his weapons of war and equipment for his chariots."
    },
    {
        "o": 8149,
        "r": "nkjv:1 Samuel:8:13",
        "t": "He will take your daughters to*i be*i perfumers, cooks, and bakers."
    },
    {
        "o": 8150,
        "r": "nkjv:1 Samuel:8:14",
        "t": "And he will take the best of your fields, your vineyards, and your olive groves, and give them*i to his servants."
    },
    {
        "o": 8151,
        "r": "nkjv:1 Samuel:8:15",
        "t": "He will take a tenth of your grain and your vintage, and give it to his officers and servants."
    },
    {
        "o": 8152,
        "r": "nkjv:1 Samuel:8:16",
        "t": "And he will take your male servants, your female servants, your finest young men, and your donkeys, and put them*i to his work."
    },
    {
        "o": 8153,
        "r": "nkjv:1 Samuel:8:17",
        "t": "He will take a tenth of your sheep. And you will be his servants."
    },
    {
        "o": 8154,
        "r": "nkjv:1 Samuel:8:18",
        "t": "And you will cry out in that day because of your king whom you have chosen for yourselves, and the Lord*s will not hear you in that day.”"
    },
    {
        "o": 8155,
        "r": "nkjv:1 Samuel:8:19",
        "t": "Nevertheless*p the people refused to obey the voice of Samuel; and they said, “No, but we will have a king over us,"
    },
    {
        "o": 8156,
        "r": "nkjv:1 Samuel:8:20",
        "t": "that we also may be like all the nations, and that our king may judge us and go out before us and fight our battles.”"
    },
    {
        "o": 8157,
        "r": "nkjv:1 Samuel:8:21",
        "t": "And*p Samuel heard all the words of the people, and he repeated them in the hearing of the Lord.*s"
    },
    {
        "o": 8158,
        "r": "nkjv:1 Samuel:8:22",
        "t": "So the Lord*s said to Samuel, “Heed their voice, and make them a king.” And*p Samuel said to the men of Israel, “Every man go to his city.”"
    },
    {
        "o": 8159,
        "r": "nkjv:1 Samuel:9:0",
        "t": "1 Samuel 9",
        "h": 1
    },
    {
        "o": 8160,
        "r": "nkjv:1 Samuel:9:0",
        "t": "Saul Chosen to Be King",
        "h": 2
    },
    {
        "o": 8161,
        "r": "nkjv:1 Samuel:9:1",
        "t": "There*p was a man of Benjamin whose name was*i Kish the son of Abiel, the son of Zeror, the son of Bechorath, the son of Aphiah, a Benjamite, a mighty man of power."
    },
    {
        "o": 8162,
        "r": "nkjv:1 Samuel:9:2",
        "t": "And he had a choice and handsome son whose name was*i Saul. There*i was*i not a more handsome person than he among the children of Israel. From his shoulders upward he*i was*i taller than any of the people."
    },
    {
        "o": 8163,
        "r": "nkjv:1 Samuel:9:3",
        "t": "Now*p the donkeys of Kish, Saul’s father, were lost. And Kish said to his son Saul, “Please take one of the servants with you, and arise, go and look for the donkeys.”"
    },
    {
        "o": 8164,
        "r": "nkjv:1 Samuel:9:4",
        "t": "So he passed through the mountains of Ephraim and through the land of Shalisha, but they did not find them.*i Then they passed through the land of Shaalim, and they*i were*i not there.*i Then he passed through the land of the Benjamites, but they did not find them.*i"
    },
    {
        "o": 8165,
        "r": "nkjv:1 Samuel:9:5",
        "t": "When*p they had come to the land of Zuph, Saul said to his servant who was*i with him, “Come, let us return, lest my father cease caring*i about the donkeys and become worried about us.”"
    },
    {
        "o": 8166,
        "r": "nkjv:1 Samuel:9:6",
        "t": "And*p he said to him, “Look now, there*i is*i in this city a man of God, and he*i is*i an honorable man; all that he says surely comes to pass. So let us go there; perhaps he can show us the way that we should go.”"
    },
    {
        "o": 8167,
        "r": "nkjv:1 Samuel:9:7",
        "t": "Then*p Saul said to his servant, “But look, if*i we go, what shall we bring the man? For the bread in our vessels is all gone, and there*i is*i no present to bring to the man of God. What do we have?”"
    },
    {
        "o": 8168,
        "r": "nkjv:1 Samuel:9:8",
        "t": "And*p the servant answered Saul again and said, “Look, I have here at hand one-fourth of a shekel of silver. I will give that*i to the man of God, to tell us our way.”"
    },
    {
        "o": 8169,
        "r": "nkjv:1 Samuel:9:9",
        "t": "(Formerly in Israel, when a man went to inquire of God, he spoke thus: “Come, let us go to the seer”; for he*i who*i is*i now called*i a prophet was formerly called a seer.)"
    },
    {
        "o": 8170,
        "r": "nkjv:1 Samuel:9:10",
        "t": "Then*p Saul said to his servant, “Well said; come, let us go.” So they went to the city where the man of God was.*i"
    },
    {
        "o": 8171,
        "r": "nkjv:1 Samuel:9:11",
        "t": "As*p they went up the hill to the city, they met some young women going out to draw water, and said to them, “Is the seer here?”"
    },
    {
        "o": 8172,
        "r": "nkjv:1 Samuel:9:12",
        "t": "And*p they answered them and said, “Yes, there he is, just ahead of you. Hurry now; for today he came to this city, because there is a sacrifice of the people today on the high place."
    },
    {
        "o": 8173,
        "r": "nkjv:1 Samuel:9:13",
        "t": "As soon as you come into the city, you will surely find him before he goes up to the high place to eat. For the people will not eat until he comes, because he must bless the sacrifice; afterward those who are invited will eat. Now therefore, go up, for about this time you will find him.”"
    },
    {
        "o": 8174,
        "r": "nkjv:1 Samuel:9:14",
        "t": "So they went up to the city. As they were coming into the city, there was Samuel, coming out toward them on his way up to the high place."
    },
    {
        "o": 8175,
        "r": "nkjv:1 Samuel:9:15",
        "t": "Now*p the Lord*s had told Samuel in his ear the day before Saul came, saying,"
    },
    {
        "o": 8176,
        "r": "nkjv:1 Samuel:9:16",
        "t": "“Tomorrow about this time I will send you a man from the land of Benjamin, and you shall anoint him commander over My people Israel, that he may save My people from the hand of the Philistines; for I have looked upon My people, because their cry has come to Me.”"
    },
    {
        "o": 8177,
        "r": "nkjv:1 Samuel:9:17",
        "t": "So*p when Samuel saw Saul, the Lord*s said to him, “There he is, the man of whom I spoke to you. This one shall reign over My people.”"
    },
    {
        "o": 8178,
        "r": "nkjv:1 Samuel:9:18",
        "t": "Then Saul drew near to Samuel in the gate, and said, “Please tell me, where is*i the seer’s house?”"
    },
    {
        "o": 8179,
        "r": "nkjv:1 Samuel:9:19",
        "t": "Samuel*p answered Saul and said, “I am*i the seer. Go up before me to the high place, for you shall eat with me today; and tomorrow I will let you go and will tell you all that is*i in your heart."
    },
    {
        "o": 8180,
        "r": "nkjv:1 Samuel:9:20",
        "t": "But as for your donkeys that were lost three days ago, do not be anxious about them, for they have been found. And on whom is*i all the desire of Israel? Is*i it*i not on you and on all your father’s house?”"
    },
    {
        "o": 8181,
        "r": "nkjv:1 Samuel:9:21",
        "t": "And*p Saul answered and said, “Am*i I not a Benjamite, of the smallest of the tribes of Israel, and my family the least of all the families of the tribe of Benjamin? Why then do you speak like this to me?”"
    },
    {
        "o": 8182,
        "r": "nkjv:1 Samuel:9:22",
        "t": "Now*p Samuel took Saul and his servant and brought them into the hall, and had them sit in the place of honor among those who were invited; there were*i about thirty persons."
    },
    {
        "o": 8183,
        "r": "nkjv:1 Samuel:9:23",
        "t": "And Samuel said to the cook, “Bring the portion which I gave you, of which I said to you, ‘Set it apart.’”"
    },
    {
        "o": 8184,
        "r": "nkjv:1 Samuel:9:24",
        "t": "So the cook took up the thigh with its upper part and set it*i before Saul. And Samuel*i said, “Here it is, what was kept back. It*i was set apart for you. Eat; for until this time it has been kept for you, since I said I invited the people.” So Saul ate with Samuel that day."
    },
    {
        "o": 8185,
        "r": "nkjv:1 Samuel:9:25",
        "t": "When*p they had come down from the high place into the city, Samuel*i spoke with Saul on the top of the house."
    },
    {
        "o": 8186,
        "r": "nkjv:1 Samuel:9:26",
        "t": "They arose early; and it was about the dawning of the day that Samuel called to Saul on the top of the house, saying, “Get up, that I may send you on your way.” And Saul arose, and both of them went outside, he and Samuel."
    },
    {
        "o": 8187,
        "r": "nkjv:1 Samuel:9:26",
        "t": "Saul Anointed King",
        "h": 2
    },
    {
        "o": 8188,
        "r": "nkjv:1 Samuel:9:27",
        "t": "As*p they were going down to the outskirts of the city, Samuel said to Saul, “Tell the servant to go on ahead of us.” And he went on. “But you stand here awhile, that I may announce to you the word of God.”"
    },
    {
        "o": 8189,
        "r": "nkjv:1 Samuel:10:0",
        "t": "1 Samuel 10",
        "h": 1
    },
    {
        "o": 8190,
        "r": "nkjv:1 Samuel:10:1",
        "t": "Then*p Samuel took a flask of oil and poured it*i on his head, and kissed him and said: “Is*i it*i not because the Lord*s has anointed you commander over His inheritance?"
    },
    {
        "o": 8191,
        "r": "nkjv:1 Samuel:10:2",
        "t": "When you have departed from me today, you will find two men by Rachel’s tomb in the territory of Benjamin at Zelzah; and they will say to you, ‘The donkeys which you went to look for have been found. And now your father has ceased caring about the donkeys and is worrying about you, saying, “What shall I do about my son?”’"
    },
    {
        "o": 8192,
        "r": "nkjv:1 Samuel:10:3",
        "t": "Then you shall go on forward from there and come to the terebinth tree of Tabor. There three men going up to God at Bethel will meet you, one carrying three young goats, another carrying three loaves of bread, and another carrying a skin of wine."
    },
    {
        "o": 8193,
        "r": "nkjv:1 Samuel:10:4",
        "t": "And they will greet you and give you two loaves*i of bread, which you shall receive from their hands."
    },
    {
        "o": 8194,
        "r": "nkjv:1 Samuel:10:5",
        "t": "After that you shall come to the hill of God where the Philistine garrison is.*i And it will happen, when you have come there to the city, that you will meet a group of prophets coming down from the high place with a stringed instrument, a tambourine, a flute, and a harp before them; and they will be prophesying."
    },
    {
        "o": 8195,
        "r": "nkjv:1 Samuel:10:6",
        "t": "Then the Spirit of the Lord*s will come upon you, and you will prophesy with them and be turned into another man."
    },
    {
        "o": 8196,
        "r": "nkjv:1 Samuel:10:7",
        "t": "And let it be, when these signs come to you, that*i you do as the occasion demands; for God is*i with you."
    },
    {
        "o": 8197,
        "r": "nkjv:1 Samuel:10:8",
        "t": "You shall go down before me to Gilgal; and surely I will come down to you to offer burnt offerings and*i make sacrifices of peace offerings. Seven days you shall wait, till I come to you and show you what you should do.”"
    },
    {
        "o": 8198,
        "r": "nkjv:1 Samuel:10:9",
        "t": "So*p it was, when he had turned his back to go from Samuel, that God gave him another heart; and all those signs came to pass that day."
    },
    {
        "o": 8199,
        "r": "nkjv:1 Samuel:10:10",
        "t": "When they came there to the hill, there was a group of prophets to meet him; then the Spirit of God came upon him, and he prophesied among them."
    },
    {
        "o": 8200,
        "r": "nkjv:1 Samuel:10:11",
        "t": "And it happened, when all who knew him formerly saw that he indeed prophesied among the prophets, that the people said to one another, “What is*i this that*i has come upon the son of Kish? Is*i Saul also among the prophets?”"
    },
    {
        "o": 8201,
        "r": "nkjv:1 Samuel:10:12",
        "t": "Then a man from there answered and said, “But who is*i their father?” Therefore it became a proverb: “Is*i Saul also among the prophets?”"
    },
    {
        "o": 8202,
        "r": "nkjv:1 Samuel:10:13",
        "t": "And when he had finished prophesying, he went to the high place."
    },
    {
        "o": 8203,
        "r": "nkjv:1 Samuel:10:14",
        "t": "Then*p Saul’s uncle said to him and his servant, “Where did you go?” So*p he said, “To look for the donkeys. When we saw that they*i were*i nowhere to*i be*i found,*i we went to Samuel.”"
    },
    {
        "o": 8204,
        "r": "nkjv:1 Samuel:10:15",
        "t": "And*p Saul’s uncle said, “Tell me, please, what Samuel said to you.”"
    },
    {
        "o": 8205,
        "r": "nkjv:1 Samuel:10:16",
        "t": "So*p Saul said to his uncle, “He told us plainly that the donkeys had been found.” But about the matter of the kingdom, he did not tell him what Samuel had said."
    },
    {
        "o": 8206,
        "r": "nkjv:1 Samuel:10:16",
        "t": "Saul Proclaimed King",
        "h": 2
    },
    {
        "o": 8207,
        "r": "nkjv:1 Samuel:10:17",
        "t": "Then*p Samuel called the people together to the Lord*s at Mizpah,"
    },
    {
        "o": 8208,
        "r": "nkjv:1 Samuel:10:18",
        "t": "and said to the children of Israel, “Thus says the Lord*s God of Israel: ‘I brought up Israel out of Egypt, and delivered you from the hand of the Egyptians and*i from the hand of all kingdoms and from those who oppressed you.’"
    },
    {
        "o": 8209,
        "r": "nkjv:1 Samuel:10:19",
        "t": "But you have today rejected your God, who Himself saved you from all your adversities and your tribulations; and you have said to Him, ‘No, set a king over us!’ Now therefore, present yourselves before the Lord*s by your tribes and by your clans.”"
    },
    {
        "o": 8210,
        "r": "nkjv:1 Samuel:10:20",
        "t": "And*p when Samuel had caused all the tribes of Israel to come near, the tribe of Benjamin was chosen."
    },
    {
        "o": 8211,
        "r": "nkjv:1 Samuel:10:21",
        "t": "When he had caused the tribe of Benjamin to come near by their families, the family of Matri was chosen. And Saul the son of Kish was chosen. But when they sought him, he could not be found."
    },
    {
        "o": 8212,
        "r": "nkjv:1 Samuel:10:22",
        "t": "Therefore they inquired of the Lord*s further, “Has the man come here yet?” And*p the Lord*s answered, “There he is, hidden among the equipment.”"
    },
    {
        "o": 8213,
        "r": "nkjv:1 Samuel:10:23",
        "t": "So*p they ran and brought him from there; and when he stood among the people, he was taller than any of the people from his shoulders upward."
    },
    {
        "o": 8214,
        "r": "nkjv:1 Samuel:10:24",
        "t": "And Samuel said to all the people, “Do you see him whom the Lord*s has chosen, that there*i is*i no one like him among all the people?” So*p all the people shouted and said, “Long live the king!”"
    },
    {
        "o": 8215,
        "r": "nkjv:1 Samuel:10:25",
        "t": "Then*p Samuel explained to the people the behavior of royalty, and wrote it*i in a book and laid it*i up before the Lord.*s And Samuel sent all the people away, every man to his house."
    },
    {
        "o": 8216,
        "r": "nkjv:1 Samuel:10:26",
        "t": "And Saul also went home to Gibeah; and valiant men*i went with him, whose hearts God had touched."
    },
    {
        "o": 8217,
        "r": "nkjv:1 Samuel:10:27",
        "t": "But some rebels said, “How can this man save us?” So they despised him, and brought him no presents. But he held his peace."
    },
    {
        "o": 8218,
        "r": "nkjv:1 Samuel:11:0",
        "t": "1 Samuel 11",
        "h": 1
    },
    {
        "o": 8219,
        "r": "nkjv:1 Samuel:11:0",
        "t": "Saul Saves Jabesh Gilead",
        "h": 2
    },
    {
        "o": 8220,
        "r": "nkjv:1 Samuel:11:1",
        "t": "Then*p Nahash the Ammonite came up and encamped against Jabesh Gilead; and all the men of Jabesh said to Nahash, “Make a covenant with us, and we will serve you.”"
    },
    {
        "o": 8221,
        "r": "nkjv:1 Samuel:11:2",
        "t": "And*p Nahash the Ammonite answered them, “On this condition*i I will make a*i covenant*i with you, that I may put out all your right eyes, and bring reproach on all Israel.”"
    },
    {
        "o": 8222,
        "r": "nkjv:1 Samuel:11:3",
        "t": "Then*p the elders of Jabesh said to him, “Hold off for seven days, that we may send messengers to all the territory of Israel. And then, if there*i is*i no one to save us, we will come out to you.”"
    },
    {
        "o": 8223,
        "r": "nkjv:1 Samuel:11:4",
        "t": "So*p the messengers came to Gibeah of Saul and told the news in the hearing of the people. And all the people lifted up their voices and wept."
    },
    {
        "o": 8224,
        "r": "nkjv:1 Samuel:11:5",
        "t": "Now there was Saul, coming behind the herd from the field; and Saul said, “What troubles*i the people, that they weep?” And they told him the words of the men of Jabesh."
    },
    {
        "o": 8225,
        "r": "nkjv:1 Samuel:11:6",
        "t": "Then the Spirit of God came upon Saul when he heard this news, and his anger was greatly aroused."
    },
    {
        "o": 8226,
        "r": "nkjv:1 Samuel:11:7",
        "t": "So he took a yoke of oxen and cut them in pieces, and sent them*i throughout all the territory of Israel by the hands of messengers, saying, “Whoever does not go out with Saul and Samuel to battle, so it shall be done to his oxen.” And*p the fear of the Lord*s fell on the people, and they came out with one consent."
    },
    {
        "o": 8227,
        "r": "nkjv:1 Samuel:11:8",
        "t": "When he numbered them in Bezek, the children of Israel were three hundred thousand, and the men of Judah thirty thousand."
    },
    {
        "o": 8228,
        "r": "nkjv:1 Samuel:11:9",
        "t": "And they said to the messengers who came, “Thus you shall say to the men of Jabesh Gilead: ‘Tomorrow, by the*i time*i the sun is hot, you shall have help.’” Then the messengers came and reported it*i to the men of Jabesh, and they were glad."
    },
    {
        "o": 8229,
        "r": "nkjv:1 Samuel:11:10",
        "t": "Therefore the men of Jabesh said, “Tomorrow we will come out to you, and you may do with us whatever seems good to you.”"
    },
    {
        "o": 8230,
        "r": "nkjv:1 Samuel:11:11",
        "t": "So*p it was, on the next day, that Saul put the people in three companies; and they came into the midst of the camp in the morning watch, and killed Ammonites until the heat of the day. And it happened that those who survived were scattered, so that no two of them were left together."
    },
    {
        "o": 8231,
        "r": "nkjv:1 Samuel:11:12",
        "t": "Then*p the people said to Samuel, “Who is*i he who said, ‘Shall Saul reign over us?’ Bring the men, that we may put them to death.”"
    },
    {
        "o": 8232,
        "r": "nkjv:1 Samuel:11:13",
        "t": "But*p Saul said, “Not a man shall be put to death this day, for today the Lord*s has accomplished salvation in Israel.”"
    },
    {
        "o": 8233,
        "r": "nkjv:1 Samuel:11:14",
        "t": "Then*p Samuel said to the people, “Come, let us go to Gilgal and renew the kingdom there.”"
    },
    {
        "o": 8234,
        "r": "nkjv:1 Samuel:11:15",
        "t": "So all the people went to Gilgal, and there they made Saul king before the Lord*s in Gilgal. There they made sacrifices of peace offerings before the Lord,*s and there Saul and all the men of Israel rejoiced greatly."
    },
    {
        "o": 8235,
        "r": "nkjv:1 Samuel:12:0",
        "t": "1 Samuel 12",
        "h": 1
    },
    {
        "o": 8236,
        "r": "nkjv:1 Samuel:12:0",
        "t": "Samuel’s Address at Saul’s Coronation",
        "h": 2
    },
    {
        "o": 8237,
        "r": "nkjv:1 Samuel:12:1",
        "t": "Now*p Samuel said to all Israel: “Indeed I have heeded your voice in all that you said to me, and have made a king over you."
    },
    {
        "o": 8238,
        "r": "nkjv:1 Samuel:12:2",
        "t": "And now here is the king, walking before you; and I am old and grayheaded, and look, my sons are*i with you. I have walked before you from my childhood to this day."
    },
    {
        "o": 8239,
        "r": "nkjv:1 Samuel:12:3",
        "t": "Here I am. Witness against me before the Lord*s and before His anointed: Whose ox have I taken, or whose donkey have I taken, or whom have I cheated? Whom have I oppressed, or from whose hand have I received any*i bribe with which to blind my eyes? I will restore it*i to you.”"
    },
    {
        "o": 8240,
        "r": "nkjv:1 Samuel:12:4",
        "t": "And*p they said, “You have not cheated us or oppressed us, nor have you taken anything from any man’s hand.”"
    },
    {
        "o": 8241,
        "r": "nkjv:1 Samuel:12:5",
        "t": "Then*p he said to them, “The Lord*s is*i witness against you, and His anointed is*i witness this day, that you have not found anything in my hand.” And*p they answered, “He*i is*i witness.”"
    },
    {
        "o": 8242,
        "r": "nkjv:1 Samuel:12:6",
        "t": "Then*p Samuel said to the people, “It*i is*i the Lord*s who raised up Moses and Aaron, and who brought your fathers up from the land of Egypt."
    },
    {
        "o": 8243,
        "r": "nkjv:1 Samuel:12:7",
        "t": "Now therefore, stand still, that I may reason with you before the Lord*s concerning all the righteous acts of the Lord*s which He did to you and your fathers:"
    },
    {
        "o": 8244,
        "r": "nkjv:1 Samuel:12:8",
        "t": "When Jacob had gone into Egypt, and your fathers cried out to the Lord,*s then the Lord*s sent Moses and Aaron, who brought your fathers out of Egypt and made them dwell in this place."
    },
    {
        "o": 8245,
        "r": "nkjv:1 Samuel:12:9",
        "t": "And when they forgot the Lord*s their God, He sold them into the hand of Sisera, commander of the army of Hazor, into the hand of the Philistines, and into the hand of the king of Moab; and they fought against them."
    },
    {
        "o": 8246,
        "r": "nkjv:1 Samuel:12:10",
        "t": "Then they cried out to the Lord,*s and said, ‘We have sinned, because we have forsaken the Lord*s and served the Baals and Ashtoreths; but now deliver us from the hand of our enemies, and we will serve You.’"
    },
    {
        "o": 8247,
        "r": "nkjv:1 Samuel:12:11",
        "t": "And the Lord*s sent Jerubbaal, Bedan, Jephthah, and Samuel, and delivered you out of the hand of your enemies on every side; and you dwelt in safety."
    },
    {
        "o": 8248,
        "r": "nkjv:1 Samuel:12:12",
        "t": "And when you saw that Nahash king of the Ammonites came against you, you said to me, ‘No, but a king shall reign over us,’ when the Lord*s your God was*i your king."
    },
    {
        "o": 8249,
        "r": "nkjv:1 Samuel:12:13",
        "t": "“Now*p therefore, here is the king whom you have chosen and*i whom you have desired. And take note, the Lord*s has set a king over you."
    },
    {
        "o": 8250,
        "r": "nkjv:1 Samuel:12:14",
        "t": "If you fear the Lord*s and serve Him and obey His voice, and do not rebel against the commandment of the Lord,*s then both you and the king who reigns over you will continue following the Lord*s your God."
    },
    {
        "o": 8251,
        "r": "nkjv:1 Samuel:12:15",
        "t": "However, if you do not obey the voice of the Lord,*s but rebel against the commandment of the Lord,*s then the hand of the Lord*s will be against you, as it*i was*i against your fathers."
    },
    {
        "o": 8252,
        "r": "nkjv:1 Samuel:12:16",
        "t": "“Now*p therefore, stand and see this great thing which the Lord*s will do before your eyes:"
    },
    {
        "o": 8253,
        "r": "nkjv:1 Samuel:12:17",
        "t": "Is*i today not the wheat harvest? I will call to the Lord,*s and He will send thunder and rain, that you may perceive and see that your wickedness is*i great, which you have done in the sight of the Lord,*s in asking a king for yourselves.”"
    },
    {
        "o": 8254,
        "r": "nkjv:1 Samuel:12:18",
        "t": "So*p Samuel called to the Lord,*s and the Lord*s sent thunder and rain that day; and all the people greatly feared the Lord*s and Samuel."
    },
    {
        "o": 8255,
        "r": "nkjv:1 Samuel:12:19",
        "t": "And*p all the people said to Samuel, “Pray for your servants to the Lord*s your God, that we may not die; for we have added to all our sins the evil of asking a king for ourselves.”"
    },
    {
        "o": 8256,
        "r": "nkjv:1 Samuel:12:20",
        "t": "Then*p Samuel said to the people, “Do not fear. You have done all this wickedness; yet do not turn aside from following the Lord,*s but serve the Lord*s with all your heart."
    },
    {
        "o": 8257,
        "r": "nkjv:1 Samuel:12:21",
        "t": "And do not turn aside; for then*i you*i would*i go*i after empty things which cannot profit or deliver, for they are*i nothing."
    },
    {
        "o": 8258,
        "r": "nkjv:1 Samuel:12:22",
        "t": "For the Lord*s will not forsake His people, for His great name’s sake, because it has pleased the Lord*s to make you His people."
    },
    {
        "o": 8259,
        "r": "nkjv:1 Samuel:12:23",
        "t": "Moreover, as for me, far be it from me that I should sin against the Lord*s in ceasing to pray for you; but I will teach you the good and the right way."
    },
    {
        "o": 8260,
        "r": "nkjv:1 Samuel:12:24",
        "t": "Only fear the Lord,*s and serve Him in truth with all your heart; for consider what great things He has done for you."
    },
    {
        "o": 8261,
        "r": "nkjv:1 Samuel:12:25",
        "t": "But if you still do wickedly, you shall be swept away, both you and your king.”"
    },
    {
        "o": 8262,
        "r": "nkjv:1 Samuel:13:0",
        "t": "1 Samuel 13",
        "h": 1
    },
    {
        "o": 8263,
        "r": "nkjv:1 Samuel:13:0",
        "t": "Saul’s Unlawful Sacrifice",
        "h": 2
    },
    {
        "o": 8264,
        "r": "nkjv:1 Samuel:13:1",
        "t": "Saul*p reigned one year; and when he had reigned two years over Israel,"
    },
    {
        "o": 8265,
        "r": "nkjv:1 Samuel:13:2",
        "t": "Saul chose for himself three thousand men*i of Israel. Two thousand were with Saul in Michmash and in the mountains of Bethel, and a thousand were with Jonathan in Gibeah of Benjamin. The rest of the people he sent away, every man to his tent."
    },
    {
        "o": 8266,
        "r": "nkjv:1 Samuel:13:3",
        "t": "And*p Jonathan attacked the garrison of the Philistines that was*i in Geba, and the Philistines heard of*i it.*i Then Saul blew the trumpet throughout all the land, saying, “Let the Hebrews hear!”"
    },
    {
        "o": 8267,
        "r": "nkjv:1 Samuel:13:4",
        "t": "Now all Israel heard it said that*i Saul had attacked a garrison of the Philistines, and that*i Israel had also become an abomination to the Philistines. And the people were called together to Saul at Gilgal."
    },
    {
        "o": 8268,
        "r": "nkjv:1 Samuel:13:5",
        "t": "Then*p the Philistines gathered together to fight with Israel, thirty thousand chariots and six thousand horsemen, and people as the sand which is*i on the seashore in multitude. And they came up and encamped in Michmash, to the east of Beth Aven."
    },
    {
        "o": 8269,
        "r": "nkjv:1 Samuel:13:6",
        "t": "When the men of Israel saw that they were in danger (for the people were distressed), then the people hid in caves, in thickets, in rocks, in holes, and in pits."
    },
    {
        "o": 8270,
        "r": "nkjv:1 Samuel:13:7",
        "t": "And some*i of*i the Hebrews crossed over the Jordan to the land of Gad and Gilead. As*p for Saul, he was*i still in Gilgal, and all the people followed him trembling."
    },
    {
        "o": 8271,
        "r": "nkjv:1 Samuel:13:8",
        "t": "Then he waited seven days, according to the time set by Samuel. But Samuel did not come to Gilgal; and the people were scattered from him."
    },
    {
        "o": 8272,
        "r": "nkjv:1 Samuel:13:9",
        "t": "So Saul said, “Bring a burnt offering and peace offerings here to me.” And he offered the burnt offering."
    },
    {
        "o": 8273,
        "r": "nkjv:1 Samuel:13:10",
        "t": "Now it happened, as soon as he had finished presenting the burnt offering, that Samuel came; and Saul went out to meet him, that he might greet him."
    },
    {
        "o": 8274,
        "r": "nkjv:1 Samuel:13:11",
        "t": "And*p Samuel said, “What have you done?” Saul*p said, “When I saw that the people were scattered from me, and that*i you did not come within the days appointed, and that*i the Philistines gathered together at Michmash,"
    },
    {
        "o": 8275,
        "r": "nkjv:1 Samuel:13:12",
        "t": "then I said, ‘The Philistines will now come down on me at Gilgal, and I have not made supplication to the Lord.’*s Therefore I felt compelled, and offered a burnt offering.”"
    },
    {
        "o": 8276,
        "r": "nkjv:1 Samuel:13:13",
        "t": "And*p Samuel said to Saul, “You have done foolishly. You have not kept the commandment of the Lord*s your God, which He commanded you. For now the Lord*s would have established your kingdom over Israel forever."
    },
    {
        "o": 8277,
        "r": "nkjv:1 Samuel:13:14",
        "t": "But now your kingdom shall not continue. The Lord*s has sought for Himself a man after His own heart, and the Lord*s has commanded him to*i be*i commander over His people, because you have not kept what the Lord*s commanded you.”"
    },
    {
        "o": 8278,
        "r": "nkjv:1 Samuel:13:15",
        "t": "Then*p Samuel arose and went up from Gilgal to Gibeah of Benjamin. And Saul numbered the people present with him, about six hundred men."
    },
    {
        "o": 8279,
        "r": "nkjv:1 Samuel:13:15",
        "t": "No Weapons for the Army",
        "h": 2
    },
    {
        "o": 8280,
        "r": "nkjv:1 Samuel:13:16",
        "t": "Saul,*p Jonathan his son, and the people present with them remained in Gibeah of Benjamin. But the Philistines encamped in Michmash."
    },
    {
        "o": 8281,
        "r": "nkjv:1 Samuel:13:17",
        "t": "Then raiders came out of the camp of the Philistines in three companies. One company turned onto the road to Ophrah, to the land of Shual,"
    },
    {
        "o": 8282,
        "r": "nkjv:1 Samuel:13:18",
        "t": "another company turned to the road to*i Beth Horon, and another company turned to*i the road of the border that overlooks the Valley of Zeboim toward the wilderness."
    },
    {
        "o": 8283,
        "r": "nkjv:1 Samuel:13:19",
        "t": "Now*p there was no blacksmith to be found throughout all the land of Israel, for the Philistines said, “Lest the Hebrews make swords or spears.”"
    },
    {
        "o": 8284,
        "r": "nkjv:1 Samuel:13:20",
        "t": "But all the Israelites would go down to the Philistines to sharpen each man’s plowshare, his mattock, his ax, and his sickle;"
    },
    {
        "o": 8285,
        "r": "nkjv:1 Samuel:13:21",
        "t": "and the charge for a sharpening was a pim for the plowshares, the mattocks, the forks, and the axes, and to set the points of the goads."
    },
    {
        "o": 8286,
        "r": "nkjv:1 Samuel:13:22",
        "t": "So it came about, on the day of battle, that there was neither sword nor spear found in the hand of any of the people who were*i with Saul and Jonathan. But they were found with Saul and Jonathan his son."
    },
    {
        "o": 8287,
        "r": "nkjv:1 Samuel:13:23",
        "t": "And*p the garrison of the Philistines went out to the pass of Michmash."
    },
    {
        "o": 8288,
        "r": "nkjv:1 Samuel:14:0",
        "t": "1 Samuel 14",
        "h": 1
    },
    {
        "o": 8289,
        "r": "nkjv:1 Samuel:14:0",
        "t": "Jonathan Defeats the Philistines",
        "h": 2
    },
    {
        "o": 8290,
        "r": "nkjv:1 Samuel:14:1",
        "t": "Now*p it happened one day that Jonathan the son of Saul said to the young man who bore his armor, “Come, let us go over to the Philistines’ garrison that is*i on the other side.” But he did not tell his father."
    },
    {
        "o": 8291,
        "r": "nkjv:1 Samuel:14:2",
        "t": "And Saul was sitting in the outskirts of Gibeah under a pomegranate tree which is*i in Migron. The people who were*i with him were*i about six hundred men."
    },
    {
        "o": 8292,
        "r": "nkjv:1 Samuel:14:3",
        "t": "Ahijah the son of Ahitub, Ichabod’s brother, the son of Phinehas, the son of Eli, the Lord’s*s priest in Shiloh, was wearing an ephod. But the people did not know that Jonathan had gone."
    },
    {
        "o": 8293,
        "r": "nkjv:1 Samuel:14:4",
        "t": "Between*p the passes, by which Jonathan sought to go over to the Philistines’ garrison, there*i was*i a sharp rock on one side and a sharp rock on the other side. And the name of one was*i Bozez, and the name of the other Seneh."
    },
    {
        "o": 8294,
        "r": "nkjv:1 Samuel:14:5",
        "t": "The front of one faced northward opposite Michmash, and the other southward opposite Gibeah."
    },
    {
        "o": 8295,
        "r": "nkjv:1 Samuel:14:6",
        "t": "Then*p Jonathan said to the young man who bore his armor, “Come, let us go over to the garrison of these uncircumcised; it may be that the Lord*s will work for us. For nothing restrains the Lord*s from saving by many or by few.”"
    },
    {
        "o": 8296,
        "r": "nkjv:1 Samuel:14:7",
        "t": "So*p his armorbearer said to him, “Do all that is in your heart. Go then; here I am with you, according to your heart.”"
    },
    {
        "o": 8297,
        "r": "nkjv:1 Samuel:14:8",
        "t": "Then*p Jonathan said, “Very well, let us cross over to these*i men, and we will show ourselves to them."
    },
    {
        "o": 8298,
        "r": "nkjv:1 Samuel:14:9",
        "t": "If they say thus to us, ‘Wait until we come to you,’ then we will stand still in our place and not go up to them."
    },
    {
        "o": 8299,
        "r": "nkjv:1 Samuel:14:10",
        "t": "But if they say thus, ‘Come up to us,’ then we will go up. For the Lord*s has delivered them into our hand, and this will*i be*i a sign to us.”"
    },
    {
        "o": 8300,
        "r": "nkjv:1 Samuel:14:11",
        "t": "So*p both of them showed themselves to the garrison of the Philistines. And the Philistines said, “Look, the Hebrews are coming out of the holes where they have hidden.”"
    },
    {
        "o": 8301,
        "r": "nkjv:1 Samuel:14:12",
        "t": "Then the men of the garrison called to Jonathan and his armorbearer, and said, “Come up to us, and we will show you something.” Jonathan*p said to his armorbearer, “Come up after me, for the Lord*s has delivered them into the hand of Israel.”"
    },
    {
        "o": 8302,
        "r": "nkjv:1 Samuel:14:13",
        "t": "And Jonathan climbed up on his hands and knees with his armorbearer after him; and they fell before Jonathan. And as he came after him, his armorbearer killed them."
    },
    {
        "o": 8303,
        "r": "nkjv:1 Samuel:14:14",
        "t": "That first slaughter which Jonathan and his armorbearer made was about twenty men within about half an acre of land."
    },
    {
        "o": 8304,
        "r": "nkjv:1 Samuel:14:15",
        "t": "And*p there was trembling in the camp, in the field, and among all the people. The garrison and the raiders also trembled; and the earth quaked, so that it was a very great trembling."
    },
    {
        "o": 8305,
        "r": "nkjv:1 Samuel:14:16",
        "t": "Now the watchmen of Saul in Gibeah of Benjamin looked, and there*i was the multitude, melting away; and they went here and there."
    },
    {
        "o": 8306,
        "r": "nkjv:1 Samuel:14:17",
        "t": "Then Saul said to the people who were*i with him, “Now call the roll and see who has gone from us.” And when they had called the roll, surprisingly, Jonathan and his armorbearer were*i not there.*i"
    },
    {
        "o": 8307,
        "r": "nkjv:1 Samuel:14:18",
        "t": "And Saul said to Ahijah, “Bring the ark of God here” (for at that time the ark of God was with the children of Israel)."
    },
    {
        "o": 8308,
        "r": "nkjv:1 Samuel:14:19",
        "t": "Now it happened, while Saul talked to the priest, that the noise which was*i in the camp of the Philistines continued to increase; so Saul said to the priest, “Withdraw your hand.”"
    },
    {
        "o": 8309,
        "r": "nkjv:1 Samuel:14:20",
        "t": "Then Saul and all the people who were*i with him assembled, and they went to the battle; and indeed every man’s sword was against his neighbor, and*i there*i was*i very great confusion."
    },
    {
        "o": 8310,
        "r": "nkjv:1 Samuel:14:21",
        "t": "Moreover the Hebrews who*i were with the Philistines before that time, who went up with them into the camp from*i the*i surrounding country,*i they also joined the Israelites who were*i with Saul and Jonathan."
    },
    {
        "o": 8311,
        "r": "nkjv:1 Samuel:14:22",
        "t": "Likewise all the men of Israel who had hidden in the mountains of Ephraim, when*i they heard that the Philistines fled, they also followed hard after them in the battle."
    },
    {
        "o": 8312,
        "r": "nkjv:1 Samuel:14:23",
        "t": "So the Lord*s saved Israel that day, and the battle shifted to Beth Aven."
    },
    {
        "o": 8313,
        "r": "nkjv:1 Samuel:14:23",
        "t": "Saul’s Rash Oath",
        "h": 2
    },
    {
        "o": 8314,
        "r": "nkjv:1 Samuel:14:24",
        "t": "And*p the men of Israel were distressed that day, for Saul had placed the people under oath, saying, “Cursed is*i the man who eats any*i food until evening, before I have taken vengeance on my enemies.” So none of the people tasted food."
    },
    {
        "o": 8315,
        "r": "nkjv:1 Samuel:14:25",
        "t": "Now all the*i people*i of the land came to a forest; and there was honey on the ground."
    },
    {
        "o": 8316,
        "r": "nkjv:1 Samuel:14:26",
        "t": "And when the people had come into the woods, there was the honey, dripping; but no one put his hand to his mouth, for the people feared the oath."
    },
    {
        "o": 8317,
        "r": "nkjv:1 Samuel:14:27",
        "t": "But Jonathan had not heard his father charge the people with the oath; therefore he stretched out the end of the rod that was*i in his hand and dipped it in a honeycomb, and put his hand to his mouth; and his countenance brightened."
    },
    {
        "o": 8318,
        "r": "nkjv:1 Samuel:14:28",
        "t": "Then one of the people said, “Your father strictly charged the people with an oath, saying, ‘Cursed is*i the man who eats food this day.’” And the people were faint."
    },
    {
        "o": 8319,
        "r": "nkjv:1 Samuel:14:29",
        "t": "But*p Jonathan said, “My father has troubled the land. Look now, how my countenance has brightened because I tasted a little of this honey."
    },
    {
        "o": 8320,
        "r": "nkjv:1 Samuel:14:30",
        "t": "How much better if the people had eaten freely today of the spoil of their enemies which they found! For now would there not have been a much greater slaughter among the Philistines?”"
    },
    {
        "o": 8321,
        "r": "nkjv:1 Samuel:14:31",
        "t": "Now*p they had driven back the Philistines that day from Michmash to Aijalon. So the people were very faint."
    },
    {
        "o": 8322,
        "r": "nkjv:1 Samuel:14:32",
        "t": "And the people rushed on the spoil, and took sheep, oxen, and calves, and slaughtered them*i on the ground; and the people ate them*i with the blood."
    },
    {
        "o": 8323,
        "r": "nkjv:1 Samuel:14:33",
        "t": "Then they told Saul, saying, “Look, the people are sinning against the Lord*s by eating with the blood!” So*p he said, “You have dealt treacherously; roll a large stone to me this day.”"
    },
    {
        "o": 8324,
        "r": "nkjv:1 Samuel:14:34",
        "t": "Then Saul said, “Disperse yourselves among the people, and say to them, ‘Bring me here every man’s ox and every man’s sheep, slaughter them*i here, and eat; and do not sin against the Lord*s by eating with the blood.’” So every one of the people brought his ox with him that night, and slaughtered it*i there."
    },
    {
        "o": 8325,
        "r": "nkjv:1 Samuel:14:35",
        "t": "Then Saul built an altar to the Lord.*s This was the first altar that he built to the Lord.*s"
    },
    {
        "o": 8326,
        "r": "nkjv:1 Samuel:14:36",
        "t": "Now*p Saul said, “Let us go down after the Philistines by night, and plunder them until the morning light; and let us not leave a man of them.” And*p they said, “Do whatever seems good to you.” Then*p the priest said, “Let us draw near to God here.”"
    },
    {
        "o": 8327,
        "r": "nkjv:1 Samuel:14:37",
        "t": "So*p Saul asked counsel of God, “Shall I go down after the Philistines? Will You deliver them into the hand of Israel?” But He did not answer him that day."
    },
    {
        "o": 8328,
        "r": "nkjv:1 Samuel:14:38",
        "t": "And Saul said, “Come over here, all you chiefs of the people, and know and see what this sin was today."
    },
    {
        "o": 8329,
        "r": "nkjv:1 Samuel:14:39",
        "t": "For as*i the Lord*s lives, who saves Israel, though it be in Jonathan my son, he shall surely die.” But not a man among all the people answered him."
    },
    {
        "o": 8330,
        "r": "nkjv:1 Samuel:14:40",
        "t": "Then he said to all Israel, “You be on one side, and my son Jonathan and I will be on the other side.” And*p the people said to Saul, “Do what seems good to you.”"
    },
    {
        "o": 8331,
        "r": "nkjv:1 Samuel:14:41",
        "t": "Therefore*p Saul said to the Lord*s God of Israel, “Give a perfect lot.”*i So Saul and Jonathan were taken, but the people escaped."
    },
    {
        "o": 8332,
        "r": "nkjv:1 Samuel:14:42",
        "t": "And Saul said, “Cast lots*i between my son Jonathan and me.” So Jonathan was taken."
    },
    {
        "o": 8333,
        "r": "nkjv:1 Samuel:14:43",
        "t": "Then Saul said to Jonathan, “Tell me what you have done.” And*p Jonathan told him, and said, “I only tasted a little honey with the end of the rod that was*i in my hand. So now I must die!”"
    },
    {
        "o": 8334,
        "r": "nkjv:1 Samuel:14:44",
        "t": "Saul*p answered, “God do so and more also; for you shall surely die, Jonathan.”"
    },
    {
        "o": 8335,
        "r": "nkjv:1 Samuel:14:45",
        "t": "But*p the people said to Saul, “Shall Jonathan die, who has accomplished this great deliverance in Israel? Certainly not! As the Lord*s lives, not one hair of his head shall fall to the ground, for he has worked with God this day.” So the people rescued Jonathan, and he did not die."
    },
    {
        "o": 8336,
        "r": "nkjv:1 Samuel:14:46",
        "t": "Then*p Saul returned from pursuing the Philistines, and the Philistines went to their own place."
    },
    {
        "o": 8337,
        "r": "nkjv:1 Samuel:14:46",
        "t": "Saul’s Continuing Wars",
        "h": 2
    },
    {
        "o": 8338,
        "r": "nkjv:1 Samuel:14:47",
        "t": "So*p Saul established his sovereignty over Israel, and fought against all his enemies on every side, against Moab, against the people of Ammon, against Edom, against the kings of Zobah, and against the Philistines. Wherever he turned, he harassed them.*i"
    },
    {
        "o": 8339,
        "r": "nkjv:1 Samuel:14:48",
        "t": "And he gathered an army and attacked the Amalekites, and delivered Israel from the hands of those who plundered them."
    },
    {
        "o": 8340,
        "r": "nkjv:1 Samuel:14:49",
        "t": "The*p sons of Saul were Jonathan, Jishui, and Malchishua. And the names of his two daughters were*i these:*i the name of the firstborn Merab, and the name of the younger Michal."
    },
    {
        "o": 8341,
        "r": "nkjv:1 Samuel:14:50",
        "t": "The name of Saul’s wife was*i Ahinoam the daughter of Ahimaaz. And the name of the commander of his army was*i Abner the son of Ner, Saul’s uncle."
    },
    {
        "o": 8342,
        "r": "nkjv:1 Samuel:14:51",
        "t": "Kish was*i the father of Saul, and Ner the father of Abner was*i the son of Abiel."
    },
    {
        "o": 8343,
        "r": "nkjv:1 Samuel:14:52",
        "t": "Now*p there was fierce war with the Philistines all the days of Saul. And when Saul saw any strong man or any valiant man, he took him for himself."
    },
    {
        "o": 8344,
        "r": "nkjv:1 Samuel:15:0",
        "t": "1 Samuel 15",
        "h": 1
    },
    {
        "o": 8345,
        "r": "nkjv:1 Samuel:15:0",
        "t": "Saul Spares King Agag",
        "h": 2
    },
    {
        "o": 8346,
        "r": "nkjv:1 Samuel:15:1",
        "t": "Samuel*p also said to Saul, “The Lord*s sent me to anoint you king over His people, over Israel. Now therefore, heed the voice of the words of the Lord.*s"
    },
    {
        "o": 8347,
        "r": "nkjv:1 Samuel:15:2",
        "t": "Thus says the Lord*s of hosts: ‘I will punish Amalek for*i what he did to Israel, how he ambushed him on the way when he came up from Egypt."
    },
    {
        "o": 8348,
        "r": "nkjv:1 Samuel:15:3",
        "t": "Now go and attack Amalek, and utterly destroy all that they have, and do not spare them. But kill both man and woman, infant and nursing child, ox and sheep, camel and donkey.’”"
    },
    {
        "o": 8349,
        "r": "nkjv:1 Samuel:15:4",
        "t": "So*p Saul gathered the people together and numbered them in Telaim, two hundred thousand foot soldiers and ten thousand men of Judah."
    },
    {
        "o": 8350,
        "r": "nkjv:1 Samuel:15:5",
        "t": "And Saul came to a city of Amalek, and lay in wait in the valley."
    },
    {
        "o": 8351,
        "r": "nkjv:1 Samuel:15:6",
        "t": "Then*p Saul said to the Kenites, “Go, depart, get down from among the Amalekites, lest I destroy you with them. For you showed kindness to all the children of Israel when they came up out of Egypt.” So the Kenites departed from among the Amalekites."
    },
    {
        "o": 8352,
        "r": "nkjv:1 Samuel:15:7",
        "t": "And Saul attacked the Amalekites, from Havilah all the way to Shur, which is east of Egypt."
    },
    {
        "o": 8353,
        "r": "nkjv:1 Samuel:15:8",
        "t": "He also took Agag king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword."
    },
    {
        "o": 8354,
        "r": "nkjv:1 Samuel:15:9",
        "t": "But Saul and the people spared Agag and the best of the sheep, the oxen, the fatlings, the lambs, and all that*i was*i good, and were unwilling to utterly destroy them. But everything despised and worthless, that they utterly destroyed."
    },
    {
        "o": 8355,
        "r": "nkjv:1 Samuel:15:9",
        "t": "Saul Rejected as King",
        "h": 2
    },
    {
        "o": 8356,
        "r": "nkjv:1 Samuel:15:10",
        "t": "Now*p the word of the Lord*s came to Samuel, saying,"
    },
    {
        "o": 8357,
        "r": "nkjv:1 Samuel:15:11",
        "t": "“I greatly regret that I have set up Saul as*i king, for he has turned back from following Me, and has not performed My commandments.” And it grieved Samuel, and he cried out to the Lord*s all night."
    },
    {
        "o": 8358,
        "r": "nkjv:1 Samuel:15:12",
        "t": "So when Samuel rose early in the morning to meet Saul, it was told Samuel, saying, “Saul went to Carmel, and indeed, he set up a monument for himself; and he has gone on around, passed by, and gone down to Gilgal.”"
    },
    {
        "o": 8359,
        "r": "nkjv:1 Samuel:15:13",
        "t": "Then Samuel went to Saul, and Saul said to him, “Blessed are*i you of the Lord!*s I have performed the commandment of the Lord.”*s"
    },
    {
        "o": 8360,
        "r": "nkjv:1 Samuel:15:14",
        "t": "But*p Samuel said, “What then is*i this bleating of the sheep in my ears, and the lowing of the oxen which I hear?”"
    },
    {
        "o": 8361,
        "r": "nkjv:1 Samuel:15:15",
        "t": "And*p Saul said, “They have brought them from the Amalekites; for the people spared the best of the sheep and the oxen, to sacrifice to the Lord*s your God; and the rest we have utterly destroyed.”"
    },
    {
        "o": 8362,
        "r": "nkjv:1 Samuel:15:16",
        "t": "Then*p Samuel said to Saul, “Be quiet! And I will tell you what the Lord*s said to me last night.” And*p he said to him, “Speak on.”"
    },
    {
        "o": 8363,
        "r": "nkjv:1 Samuel:15:17",
        "t": "So*p Samuel said, “When you were*i little in your own eyes, were*i you not head of the tribes of Israel? And did not the Lord*s anoint you king over Israel?"
    },
    {
        "o": 8364,
        "r": "nkjv:1 Samuel:15:18",
        "t": "Now the Lord*s sent you on a mission, and said, ‘Go, and utterly destroy the sinners, the Amalekites, and fight against them until they are consumed.’"
    },
    {
        "o": 8365,
        "r": "nkjv:1 Samuel:15:19",
        "t": "Why then did you not obey the voice of the Lord?*s Why did you swoop down on the spoil, and do evil in the sight of the Lord?”*s"
    },
    {
        "o": 8366,
        "r": "nkjv:1 Samuel:15:20",
        "t": "And*p Saul said to Samuel, “But I have obeyed the voice of the Lord,*s and gone on the mission on which the Lord*s sent me, and brought back Agag king of Amalek; I have utterly destroyed the Amalekites."
    },
    {
        "o": 8367,
        "r": "nkjv:1 Samuel:15:21",
        "t": "But the people took of the plunder, sheep and oxen, the best of the things which should have been utterly destroyed, to sacrifice to the Lord*s your God in Gilgal.”"
    },
    {
        "o": 8368,
        "r": "nkjv:1 Samuel:15:22",
        "t": "So*p Samuel said: “Has*pn the Lord*s as*i great*i delight in burnt offerings and sacrifices, As*ld in obeying the voice of the Lord?*s Behold,*ld to obey is better than sacrifice, And*ild to heed than the fat of rams."
    },
    {
        "o": 8369,
        "r": "nkjv:1 Samuel:15:23",
        "t": "For*ld rebellion is*i as*i the sin of witchcraft, And*ld stubbornness is*i as*i iniquity and idolatry. Because*ld you have rejected the word of the Lord,*s He*ld also has rejected you from being*i king.”"
    },
    {
        "o": 8370,
        "r": "nkjv:1 Samuel:15:24",
        "t": "Then*p Saul said to Samuel, “I have sinned, for I have transgressed the commandment of the Lord*s and your words, because I feared the people and obeyed their voice."
    },
    {
        "o": 8371,
        "r": "nkjv:1 Samuel:15:25",
        "t": "Now therefore, please pardon my sin, and return with me, that I may worship the Lord.”*s"
    },
    {
        "o": 8372,
        "r": "nkjv:1 Samuel:15:26",
        "t": "But*p Samuel said to Saul, “I will not return with you, for you have rejected the word of the Lord,*s and the Lord*s has rejected you from being king over Israel.”"
    },
    {
        "o": 8373,
        "r": "nkjv:1 Samuel:15:27",
        "t": "And*p as Samuel turned around to go away, Saul*i seized the edge of his robe, and it tore."
    },
    {
        "o": 8374,
        "r": "nkjv:1 Samuel:15:28",
        "t": "So Samuel said to him, “The Lord*s has torn the kingdom of Israel from you today, and has given it to a neighbor of yours, who*i is*i better than you."
    },
    {
        "o": 8375,
        "r": "nkjv:1 Samuel:15:29",
        "t": "And also the Strength of Israel will not lie nor relent. For He is*i not a man, that He should relent.”"
    },
    {
        "o": 8376,
        "r": "nkjv:1 Samuel:15:30",
        "t": "Then*p he said, “I have sinned; yet*i honor me now, please, before the elders of my people and before Israel, and return with me, that I may worship the Lord*s your God.”"
    },
    {
        "o": 8377,
        "r": "nkjv:1 Samuel:15:31",
        "t": "So Samuel turned back after Saul, and Saul worshiped the Lord.*s"
    },
    {
        "o": 8378,
        "r": "nkjv:1 Samuel:15:32",
        "t": "Then*p Samuel said, “Bring Agag king of the Amalekites here to me.” So Agag came to him cautiously. And*p Agag said, “Surely the bitterness of death is past.”"
    },
    {
        "o": 8379,
        "r": "nkjv:1 Samuel:15:33",
        "t": "But*p Samuel said, “As your sword has made women childless, so shall your mother be childless among women.” And Samuel hacked Agag in pieces before the Lord*s in Gilgal."
    },
    {
        "o": 8380,
        "r": "nkjv:1 Samuel:15:34",
        "t": "Then*p Samuel went to Ramah, and Saul went up to his house at Gibeah of Saul."
    },
    {
        "o": 8381,
        "r": "nkjv:1 Samuel:15:35",
        "t": "And Samuel went no more to see Saul until the day of his death. Nevertheless Samuel mourned for Saul, and the Lord*s regretted that He had made Saul king over Israel."
    },
    {
        "o": 8382,
        "r": "nkjv:1 Samuel:16:0",
        "t": "1 Samuel 16",
        "h": 1
    },
    {
        "o": 8383,
        "r": "nkjv:1 Samuel:16:0",
        "t": "David Anointed King",
        "h": 2
    },
    {
        "o": 8384,
        "r": "nkjv:1 Samuel:16:1",
        "t": "Now*p the Lord*s said to Samuel, “How long will you mourn for Saul, seeing I have rejected him from reigning over Israel? Fill your horn with oil, and go; I am sending you to Jesse the Bethlehemite. For I have provided Myself a king among his sons.”"
    },
    {
        "o": 8385,
        "r": "nkjv:1 Samuel:16:2",
        "t": "And*p Samuel said, “How can I go? If Saul hears it,*i he will kill me.” But*p the Lord*s said, “Take a heifer with you, and say, ‘I have come to sacrifice to the Lord.’*s"
    },
    {
        "o": 8386,
        "r": "nkjv:1 Samuel:16:3",
        "t": "Then invite Jesse to the sacrifice, and I will show you what you shall do; you shall anoint for Me the one I name to you.”"
    },
    {
        "o": 8387,
        "r": "nkjv:1 Samuel:16:4",
        "t": "So*p Samuel did what the Lord*s said, and went to Bethlehem. And the elders of the town trembled at his coming, and said, “Do you come peaceably?”"
    },
    {
        "o": 8388,
        "r": "nkjv:1 Samuel:16:5",
        "t": "And*p he said, “Peaceably; I have come to sacrifice to the Lord.*s Sanctify yourselves, and come with me to the sacrifice.” Then he consecrated Jesse and his sons, and invited them to the sacrifice."
    },
    {
        "o": 8389,
        "r": "nkjv:1 Samuel:16:6",
        "t": "So*p it was, when they came, that he looked at Eliab and said, “Surely the Lord’s*s anointed is*i before Him!”"
    },
    {
        "o": 8390,
        "r": "nkjv:1 Samuel:16:7",
        "t": "But*p the Lord*s said to Samuel, “Do not look at his appearance or at his physical stature, because I have refused him. For the*i Lord*is does*i not see*i as man sees; for man looks at the outward appearance, but the Lord*s looks at the heart.”"
    },
    {
        "o": 8391,
        "r": "nkjv:1 Samuel:16:8",
        "t": "So*p Jesse called Abinadab, and made him pass before Samuel. And he said, “Neither has the Lord*s chosen this one.”"
    },
    {
        "o": 8392,
        "r": "nkjv:1 Samuel:16:9",
        "t": "Then Jesse made Shammah pass by. And he said, “Neither has the Lord*s chosen this one.”"
    },
    {
        "o": 8393,
        "r": "nkjv:1 Samuel:16:10",
        "t": "Thus Jesse made seven of his sons pass before Samuel. And Samuel said to Jesse, “The Lord*s has not chosen these.”"
    },
    {
        "o": 8394,
        "r": "nkjv:1 Samuel:16:11",
        "t": "And Samuel said to Jesse, “Are all the young men here?” Then he said, “There remains yet the youngest, and there he is, keeping the sheep.” And*p Samuel said to Jesse, “Send and bring him. For we will not sit down till he comes here.”"
    },
    {
        "o": 8395,
        "r": "nkjv:1 Samuel:16:12",
        "t": "So he sent and brought him in. Now he was*i ruddy, with bright eyes, and good-looking. And the Lord*s said, “Arise, anoint him; for this is*i the one!”"
    },
    {
        "o": 8396,
        "r": "nkjv:1 Samuel:16:13",
        "t": "Then Samuel took the horn of oil and anointed him in the midst of his brothers; and the Spirit of the Lord*s came upon David from that day forward. So Samuel arose and went to Ramah."
    },
    {
        "o": 8397,
        "r": "nkjv:1 Samuel:16:13",
        "t": "A Distressing Spirit Troubles Saul",
        "h": 2
    },
    {
        "o": 8398,
        "r": "nkjv:1 Samuel:16:14",
        "t": "But*p the Spirit of the Lord*s departed from Saul, and a distressing spirit from the Lord*s troubled him."
    },
    {
        "o": 8399,
        "r": "nkjv:1 Samuel:16:15",
        "t": "And Saul’s servants said to him, “Surely, a distressing spirit from God is troubling you."
    },
    {
        "o": 8400,
        "r": "nkjv:1 Samuel:16:16",
        "t": "Let our master now command your servants, who*i are*i before you, to seek out a man who*i is*i a skillful player on the harp. And it shall be that he will play it with his hand when the distressing spirit from God is upon you, and you shall be well.”"
    },
    {
        "o": 8401,
        "r": "nkjv:1 Samuel:16:17",
        "t": "So*p Saul said to his servants, “Provide me now a man who can play well, and bring him*i to me.”"
    },
    {
        "o": 8402,
        "r": "nkjv:1 Samuel:16:18",
        "t": "Then*p one of the servants answered and said, “Look, I have seen a son of Jesse the Bethlehemite, who*i is*i skillful in playing, a mighty man of valor, a man of war, prudent in speech, and a handsome person; and the Lord*s is*i with him.”"
    },
    {
        "o": 8403,
        "r": "nkjv:1 Samuel:16:19",
        "t": "Therefore*p Saul sent messengers to Jesse, and said, “Send me your son David, who is*i with the sheep.”"
    },
    {
        "o": 8404,
        "r": "nkjv:1 Samuel:16:20",
        "t": "And Jesse took a donkey loaded*i with*i bread, a skin of wine, and a young goat, and sent them*i by his son David to Saul."
    },
    {
        "o": 8405,
        "r": "nkjv:1 Samuel:16:21",
        "t": "So David came to Saul and stood before him. And he loved him greatly, and he became his armorbearer."
    },
    {
        "o": 8406,
        "r": "nkjv:1 Samuel:16:22",
        "t": "Then Saul sent to Jesse, saying, “Please let David stand before me, for he has found favor in my sight.”"
    },
    {
        "o": 8407,
        "r": "nkjv:1 Samuel:16:23",
        "t": "And so it was, whenever the spirit from God was upon Saul, that David would take a harp and play it*i with his hand. Then Saul would become refreshed and well, and the distressing spirit would depart from him."
    },
    {
        "o": 8408,
        "r": "nkjv:1 Samuel:17:0",
        "t": "1 Samuel 17",
        "h": 1
    },
    {
        "o": 8409,
        "r": "nkjv:1 Samuel:17:0",
        "t": "David and Goliath",
        "h": 2
    },
    {
        "o": 8410,
        "r": "nkjv:1 Samuel:17:1",
        "t": "Now*p the Philistines gathered their armies together to battle, and were gathered at Sochoh, which belongs*i to Judah; they encamped between Sochoh and Azekah, in Ephes Dammim."
    },
    {
        "o": 8411,
        "r": "nkjv:1 Samuel:17:2",
        "t": "And Saul and the men of Israel were gathered together, and they encamped in the Valley of Elah, and drew up in battle array against the Philistines."
    },
    {
        "o": 8412,
        "r": "nkjv:1 Samuel:17:3",
        "t": "The Philistines stood on a mountain on one side, and Israel stood on a mountain on the other side, with a valley between them."
    },
    {
        "o": 8413,
        "r": "nkjv:1 Samuel:17:4",
        "t": "And*p a champion went out from the camp of the Philistines, named Goliath, from Gath, whose height was*i six cubits and a span."
    },
    {
        "o": 8414,
        "r": "nkjv:1 Samuel:17:5",
        "t": "He*i had*i a bronze helmet on his head, and he was*i armed with a coat of mail, and the weight of the coat was*i five thousand shekels of bronze."
    },
    {
        "o": 8415,
        "r": "nkjv:1 Samuel:17:6",
        "t": "And he*i had*i bronze armor on his legs and a bronze javelin between his shoulders."
    },
    {
        "o": 8416,
        "r": "nkjv:1 Samuel:17:7",
        "t": "Now the staff of his spear was*i like a weaver’s beam, and his iron spearhead weighed*i six hundred shekels; and a shield-bearer went before him."
    },
    {
        "o": 8417,
        "r": "nkjv:1 Samuel:17:8",
        "t": "Then he stood and cried out to the armies of Israel, and said to them, “Why have you come out to line up for battle? Am*i I not a Philistine, and you the servants of Saul? Choose a man for yourselves, and let him come down to me."
    },
    {
        "o": 8418,
        "r": "nkjv:1 Samuel:17:9",
        "t": "If he is able to fight with me and kill me, then we will be your servants. But if I prevail against him and kill him, then you shall be our servants and serve us.”"
    },
    {
        "o": 8419,
        "r": "nkjv:1 Samuel:17:10",
        "t": "And the Philistine said, “I defy the armies of Israel this day; give me a man, that we may fight together.”"
    },
    {
        "o": 8420,
        "r": "nkjv:1 Samuel:17:11",
        "t": "When Saul and all Israel heard these words of the Philistine, they were dismayed and greatly afraid."
    },
    {
        "o": 8421,
        "r": "nkjv:1 Samuel:17:12",
        "t": "Now*p David was*i the son of that Ephrathite of Bethlehem Judah, whose name was*i Jesse, and who had eight sons. And the man was old, advanced in*i years,*i in the days of Saul."
    },
    {
        "o": 8422,
        "r": "nkjv:1 Samuel:17:13",
        "t": "The three oldest sons of Jesse had gone to follow Saul to the battle. The names of his three sons who went to the battle were*i Eliab the firstborn, next to him Abinadab, and the third Shammah."
    },
    {
        "o": 8423,
        "r": "nkjv:1 Samuel:17:14",
        "t": "David was*i the youngest. And the three oldest followed Saul."
    },
    {
        "o": 8424,
        "r": "nkjv:1 Samuel:17:15",
        "t": "But David occasionally went and returned from Saul to feed his father’s sheep at Bethlehem."
    },
    {
        "o": 8425,
        "r": "nkjv:1 Samuel:17:16",
        "t": "And*p the Philistine drew near and presented himself forty days, morning and evening."
    },
    {
        "o": 8426,
        "r": "nkjv:1 Samuel:17:17",
        "t": "Then*p Jesse said to his son David, “Take now for your brothers an ephah of this dried grain*i and these ten loaves, and run to your brothers at the camp."
    },
    {
        "o": 8427,
        "r": "nkjv:1 Samuel:17:18",
        "t": "And carry these ten cheeses to the captain of their*i thousand, and see how your brothers fare, and bring back news of them.”"
    },
    {
        "o": 8428,
        "r": "nkjv:1 Samuel:17:19",
        "t": "Now Saul and they and all the men of Israel were*i in the Valley of Elah, fighting with the Philistines."
    },
    {
        "o": 8429,
        "r": "nkjv:1 Samuel:17:20",
        "t": "So*p David rose early in the morning, left the sheep with a keeper, and took the*i things*i and went as Jesse had commanded him. And he came to the camp as the army was going out to the fight and shouting for the battle."
    },
    {
        "o": 8430,
        "r": "nkjv:1 Samuel:17:21",
        "t": "For Israel and the Philistines had drawn up in battle array, army against army."
    },
    {
        "o": 8431,
        "r": "nkjv:1 Samuel:17:22",
        "t": "And David left his supplies in the hand of the supply keeper, ran to the army, and came and greeted his brothers."
    },
    {
        "o": 8432,
        "r": "nkjv:1 Samuel:17:23",
        "t": "Then as he talked with them, there was the champion, the Philistine of Gath, Goliath by name, coming up from the armies of the Philistines; and he spoke according to the same words. So David heard them.*i"
    },
    {
        "o": 8433,
        "r": "nkjv:1 Samuel:17:24",
        "t": "And all the men of Israel, when they saw the man, fled from him and were dreadfully afraid."
    },
    {
        "o": 8434,
        "r": "nkjv:1 Samuel:17:25",
        "t": "So the men of Israel said, “Have you seen this man who has come up? Surely he has come up to defy Israel; and it shall be that*i the man who kills him the king will enrich with great riches, will give him his daughter, and give his father’s house exemption from*i taxes*i in Israel.”"
    },
    {
        "o": 8435,
        "r": "nkjv:1 Samuel:17:26",
        "t": "Then*p David spoke to the men who stood by him, saying, “What shall be done for the man who kills this Philistine and takes away the reproach from Israel? For who is*i this uncircumcised Philistine, that he should defy the armies of the living God?”"
    },
    {
        "o": 8436,
        "r": "nkjv:1 Samuel:17:27",
        "t": "And*p the people answered him in this manner, saying, “So shall it be done for the man who kills him.”"
    },
    {
        "o": 8437,
        "r": "nkjv:1 Samuel:17:28",
        "t": "Now*p Eliab his oldest brother heard when he spoke to the men; and Eliab’s anger was aroused against David, and he said, “Why did you come down here? And with whom have you left those few sheep in the wilderness? I know your pride and the insolence of your heart, for you have come down to see the battle.”"
    },
    {
        "o": 8438,
        "r": "nkjv:1 Samuel:17:29",
        "t": "And*p David said, “What have I done now? Is*i there not a cause?”"
    },
    {
        "o": 8439,
        "r": "nkjv:1 Samuel:17:30",
        "t": "Then he turned from him toward another and said the same thing; and these people answered him as the first ones did.*i"
    },
    {
        "o": 8440,
        "r": "nkjv:1 Samuel:17:31",
        "t": "Now*p when the words which David spoke were heard, they reported them*i to Saul; and he sent for him."
    },
    {
        "o": 8441,
        "r": "nkjv:1 Samuel:17:32",
        "t": "Then David said to Saul, “Let no man’s heart fail because of him; your servant will go and fight with this Philistine.”"
    },
    {
        "o": 8442,
        "r": "nkjv:1 Samuel:17:33",
        "t": "And*p Saul said to David, “You are not able to go against this Philistine to fight with him; for you are*i a youth, and he a man of war from his youth.”"
    },
    {
        "o": 8443,
        "r": "nkjv:1 Samuel:17:34",
        "t": "But*p David said to Saul, “Your servant used to keep his father’s sheep, and when a lion or a bear came and took a lamb out of the flock,"
    },
    {
        "o": 8444,
        "r": "nkjv:1 Samuel:17:35",
        "t": "I went out after it and struck it, and delivered the*i lamb*i from its mouth; and when it arose against me, I caught it*i by its beard, and struck and killed it."
    },
    {
        "o": 8445,
        "r": "nkjv:1 Samuel:17:36",
        "t": "Your servant has killed both lion and bear; and this uncircumcised Philistine will be like one of them, seeing he has defied the armies of the living God.”"
    },
    {
        "o": 8446,
        "r": "nkjv:1 Samuel:17:37",
        "t": "Moreover David said, “The Lord,*s who delivered me from the paw of the lion and from the paw of the bear, He will deliver me from the hand of this Philistine.” And*p Saul said to David, “Go, and the Lord*s be with you!”"
    },
    {
        "o": 8447,
        "r": "nkjv:1 Samuel:17:38",
        "t": "So*p Saul clothed David with his armor, and he put a bronze helmet on his head; he also clothed him with a coat of mail."
    },
    {
        "o": 8448,
        "r": "nkjv:1 Samuel:17:39",
        "t": "David fastened his sword to his armor and tried to walk, for he had not tested them.*i And David said to Saul, “I cannot walk with these, for I have not tested them.”*i So David took them off."
    },
    {
        "o": 8449,
        "r": "nkjv:1 Samuel:17:40",
        "t": "Then*p he took his staff in his hand; and he chose for himself five smooth stones from the brook, and put them in a shepherd’s bag, in a pouch which he had, and his sling was in his hand. And he drew near to the Philistine."
    },
    {
        "o": 8450,
        "r": "nkjv:1 Samuel:17:41",
        "t": "So the Philistine came, and began drawing near to David, and the man who bore the shield went*i before him."
    },
    {
        "o": 8451,
        "r": "nkjv:1 Samuel:17:42",
        "t": "And when the Philistine looked about and saw David, he disdained him; for he was only*i a youth, ruddy and good-looking."
    },
    {
        "o": 8452,
        "r": "nkjv:1 Samuel:17:43",
        "t": "So the Philistine said to David, “Am*i I a dog, that you come to me with sticks?” And the Philistine cursed David by his gods."
    },
    {
        "o": 8453,
        "r": "nkjv:1 Samuel:17:44",
        "t": "And the Philistine said to David, “Come to me, and I will give your flesh to the birds of the air and the beasts of the field!”"
    },
    {
        "o": 8454,
        "r": "nkjv:1 Samuel:17:45",
        "t": "Then*p David said to the Philistine, “You come to me with a sword, with a spear, and with a javelin. But I come to you in the name of the Lord*s of hosts, the God of the armies of Israel, whom you have defied."
    },
    {
        "o": 8455,
        "r": "nkjv:1 Samuel:17:46",
        "t": "This day the Lord*s will deliver you into my hand, and I will strike you and take your head from you. And this day I will give the carcasses of the camp of the Philistines to the birds of the air and the wild beasts of the earth, that all the earth may know that there is a God in Israel."
    },
    {
        "o": 8456,
        "r": "nkjv:1 Samuel:17:47",
        "t": "Then all this assembly shall know that the Lord*s does not save with sword and spear; for the battle is*i the Lord*s ’s, and He will give you into our hands.”"
    },
    {
        "o": 8457,
        "r": "nkjv:1 Samuel:17:48",
        "t": "So*p it was, when the Philistine arose and came and drew near to meet David, that David hurried and ran toward the army to meet the Philistine."
    },
    {
        "o": 8458,
        "r": "nkjv:1 Samuel:17:49",
        "t": "Then David put his hand in his bag and took out a stone; and he slung it*i and struck the Philistine in his forehead, so that the stone sank into his forehead, and he fell on his face to the earth."
    },
    {
        "o": 8459,
        "r": "nkjv:1 Samuel:17:50",
        "t": "So David prevailed over the Philistine with a sling and a stone, and struck the Philistine and killed him. But there*i was*i no sword in the hand of David."
    },
    {
        "o": 8460,
        "r": "nkjv:1 Samuel:17:51",
        "t": "Therefore David ran and stood over the Philistine, took his sword and drew it out of its sheath and killed him, and cut off his head with it. And*p when the Philistines saw that their champion was dead, they fled."
    },
    {
        "o": 8461,
        "r": "nkjv:1 Samuel:17:52",
        "t": "Now the men of Israel and Judah arose and shouted, and pursued the Philistines as far as the entrance of the valley and to the gates of Ekron. And the wounded of the Philistines fell along the road to Shaaraim, even as far as Gath and Ekron."
    },
    {
        "o": 8462,
        "r": "nkjv:1 Samuel:17:53",
        "t": "Then the children of Israel returned from chasing the Philistines, and they plundered their tents."
    },
    {
        "o": 8463,
        "r": "nkjv:1 Samuel:17:54",
        "t": "And David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his tent."
    },
    {
        "o": 8464,
        "r": "nkjv:1 Samuel:17:55",
        "t": "When*p Saul saw David going out against the Philistine, he said to Abner, the commander of the army, “Abner, whose son is*i this youth?” And*p Abner said, “As your soul lives, O king, I do not know.”"
    },
    {
        "o": 8465,
        "r": "nkjv:1 Samuel:17:56",
        "t": "So*p the king said, “Inquire whose son this young man is.”*i"
    },
    {
        "o": 8466,
        "r": "nkjv:1 Samuel:17:57",
        "t": "Then,*p as David returned from the slaughter of the Philistine, Abner took him and brought him before Saul with the head of the Philistine in his hand."
    },
    {
        "o": 8467,
        "r": "nkjv:1 Samuel:17:58",
        "t": "And Saul said to him, “Whose son are*i you, young man?” So*p David answered, “I*i am*i the son of your servant Jesse the Bethlehemite.”"
    },
    {
        "o": 8468,
        "r": "nkjv:1 Samuel:18:0",
        "t": "1 Samuel 18",
        "h": 1
    },
    {
        "o": 8469,
        "r": "nkjv:1 Samuel:18:0",
        "t": "Saul Resents David",
        "h": 2
    },
    {
        "o": 8470,
        "r": "nkjv:1 Samuel:18:1",
        "t": "Now*p when he had finished speaking to Saul, the soul of Jonathan was knit to the soul of David, and Jonathan loved him as his own soul."
    },
    {
        "o": 8471,
        "r": "nkjv:1 Samuel:18:2",
        "t": "Saul took him that day, and would not let him go home to his father’s house anymore."
    },
    {
        "o": 8472,
        "r": "nkjv:1 Samuel:18:3",
        "t": "Then Jonathan and David made a covenant, because he loved him as his own soul."
    },
    {
        "o": 8473,
        "r": "nkjv:1 Samuel:18:4",
        "t": "And Jonathan took off the robe that was*i on him and gave it to David, with his armor, even to his sword and his bow and his belt."
    },
    {
        "o": 8474,
        "r": "nkjv:1 Samuel:18:5",
        "t": "So*p David went out wherever Saul sent him, and*i behaved wisely. And Saul set him over the men of war, and he was accepted in the sight of all the people and also in the sight of Saul’s servants."
    },
    {
        "o": 8475,
        "r": "nkjv:1 Samuel:18:6",
        "t": "Now it had happened as they were coming home,*i when David was returning from the slaughter of the Philistine, that the women had come out of all the cities of Israel, singing and dancing, to meet King Saul, with tambourines, with joy, and with musical instruments."
    },
    {
        "o": 8476,
        "r": "nkjv:1 Samuel:18:7",
        "t": "So the women sang as they danced, and said: “Saul*pn has slain his thousands, And*ld David his ten thousands.”"
    },
    {
        "o": 8477,
        "r": "nkjv:1 Samuel:18:8",
        "t": "Then*p Saul was very angry, and the saying displeased him; and he said, “They have ascribed to David ten thousands, and to me they have ascribed only*i thousands. Now what*i more can he have but the kingdom?”"
    },
    {
        "o": 8478,
        "r": "nkjv:1 Samuel:18:9",
        "t": "So Saul eyed David from that day forward."
    },
    {
        "o": 8479,
        "r": "nkjv:1 Samuel:18:10",
        "t": "And*p it happened on the next day that the distressing spirit from God came upon Saul, and he prophesied inside the house. So David played music*i with his hand, as at other times; but there*i was*i a spear in Saul’s hand."
    },
    {
        "o": 8480,
        "r": "nkjv:1 Samuel:18:11",
        "t": "And Saul cast the spear, for he said, “I will pin David to the wall!” But David escaped his presence twice."
    },
    {
        "o": 8481,
        "r": "nkjv:1 Samuel:18:12",
        "t": "Now*p Saul was afraid of David, because the Lord*s was with him, but had departed from Saul."
    },
    {
        "o": 8482,
        "r": "nkjv:1 Samuel:18:13",
        "t": "Therefore Saul removed him from his presence, and made him his captain over a thousand; and he went out and came in before the people."
    },
    {
        "o": 8483,
        "r": "nkjv:1 Samuel:18:14",
        "t": "And David behaved wisely in all his ways, and the Lord*s was*i with him."
    },
    {
        "o": 8484,
        "r": "nkjv:1 Samuel:18:15",
        "t": "Therefore, when Saul saw that he behaved very wisely, he was afraid of him."
    },
    {
        "o": 8485,
        "r": "nkjv:1 Samuel:18:16",
        "t": "But all Israel and Judah loved David, because he went out and came in before them."
    },
    {
        "o": 8486,
        "r": "nkjv:1 Samuel:18:16",
        "t": "David Marries Michal",
        "h": 2
    },
    {
        "o": 8487,
        "r": "nkjv:1 Samuel:18:17",
        "t": "Then*p Saul said to David, “Here is my older daughter Merab; I will give her to you as a wife. Only be valiant for me, and fight the Lord’s*s battles.” For Saul thought, “Let my hand not be against him, but let the hand of the Philistines be against him.”"
    },
    {
        "o": 8488,
        "r": "nkjv:1 Samuel:18:18",
        "t": "So*p David said to Saul, “Who am*i I, and what is*i my life or*i my father’s family in Israel, that I should be son-in-law to the king?”"
    },
    {
        "o": 8489,
        "r": "nkjv:1 Samuel:18:19",
        "t": "But it happened at the time when Merab, Saul’s daughter, should have been given to David, that she was given to Adriel the Meholathite as a wife."
    },
    {
        "o": 8490,
        "r": "nkjv:1 Samuel:18:20",
        "t": "Now*p Michal, Saul’s daughter, loved David. And they told Saul, and the thing pleased him."
    },
    {
        "o": 8491,
        "r": "nkjv:1 Samuel:18:21",
        "t": "So Saul said, “I will give her to him, that she may be a snare to him, and that the hand of the Philistines may be against him.” Therefore Saul said to David a second time, “You shall be my son-in-law today.”"
    },
    {
        "o": 8492,
        "r": "nkjv:1 Samuel:18:22",
        "t": "And*p Saul commanded his servants, “Communicate with David secretly, and say, ‘Look, the king has delight in you, and all his servants love you. Now therefore, become the king’s son-in-law.’”"
    },
    {
        "o": 8493,
        "r": "nkjv:1 Samuel:18:23",
        "t": "So*p Saul’s servants spoke those words in the hearing of David. And David said, “Does it seem to you a*i light thing*i to be a king’s son-in-law, seeing I am*i a poor and lightly esteemed man?”"
    },
    {
        "o": 8494,
        "r": "nkjv:1 Samuel:18:24",
        "t": "And the servants of Saul told him, saying, “In this manner David spoke.”"
    },
    {
        "o": 8495,
        "r": "nkjv:1 Samuel:18:25",
        "t": "Then*p Saul said, “Thus you shall say to David: ‘The king does not desire any dowry but one hundred foreskins of the Philistines, to take vengeance on the king’s enemies.’” But Saul thought to make David fall by the hand of the Philistines."
    },
    {
        "o": 8496,
        "r": "nkjv:1 Samuel:18:26",
        "t": "So when his servants told David these words, it pleased David well to become the king’s son-in-law. Now the days had not expired;"
    },
    {
        "o": 8497,
        "r": "nkjv:1 Samuel:18:27",
        "t": "therefore David arose and went, he and his men, and killed two hundred men of the Philistines. And David brought their foreskins, and they gave them in full count to the king, that he might become the king’s son-in-law. Then Saul gave him Michal his daughter as a wife."
    },
    {
        "o": 8498,
        "r": "nkjv:1 Samuel:18:28",
        "t": "Thus*p Saul saw and knew that the Lord*s was*i with David, and that*i Michal, Saul’s daughter, loved him;"
    },
    {
        "o": 8499,
        "r": "nkjv:1 Samuel:18:29",
        "t": "and Saul was still more afraid of David. So Saul became David’s enemy continually."
    },
    {
        "o": 8500,
        "r": "nkjv:1 Samuel:18:30",
        "t": "Then the princes of the Philistines went out to*i war.*i And so it was, whenever they went out, that*i David behaved more wisely than all the servants of Saul, so that his name became highly esteemed."
    },
    {
        "o": 8501,
        "r": "nkjv:1 Samuel:19:0",
        "t": "1 Samuel 19",
        "h": 1
    },
    {
        "o": 8502,
        "r": "nkjv:1 Samuel:19:0",
        "t": "Saul Persecutes David",
        "h": 2
    },
    {
        "o": 8503,
        "r": "nkjv:1 Samuel:19:1",
        "t": "Now*p Saul spoke to Jonathan his son and to all his servants, that they should kill David; but Jonathan, Saul’s son, delighted greatly in David."
    },
    {
        "o": 8504,
        "r": "nkjv:1 Samuel:19:2",
        "t": "So Jonathan told David, saying, “My father Saul seeks to kill you. Therefore please be on your guard until morning, and stay in a secret place*i and hide."
    },
    {
        "o": 8505,
        "r": "nkjv:1 Samuel:19:3",
        "t": "And I will go out and stand beside my father in the field where you are,*i and I will speak with my father about you. Then what I observe, I will tell you.”"
    },
    {
        "o": 8506,
        "r": "nkjv:1 Samuel:19:4",
        "t": "Thus*p Jonathan spoke well of David to Saul his father, and said to him, “Let not the king sin against his servant, against David, because he has not sinned against you, and because his works have*i been*i very good toward you."
    },
    {
        "o": 8507,
        "r": "nkjv:1 Samuel:19:5",
        "t": "For he took his life in his hands and killed the Philistine, and the Lord*s brought about a great deliverance for all Israel. You saw it*i and rejoiced. Why then will you sin against innocent blood, to kill David without a cause?”"
    },
    {
        "o": 8508,
        "r": "nkjv:1 Samuel:19:6",
        "t": "So*p Saul heeded the voice of Jonathan, and Saul swore, “As*i the Lord*s lives, he shall not be killed.”"
    },
    {
        "o": 8509,
        "r": "nkjv:1 Samuel:19:7",
        "t": "Then Jonathan called David, and Jonathan told him all these things. So Jonathan brought David to Saul, and he was in his presence as in times past."
    },
    {
        "o": 8510,
        "r": "nkjv:1 Samuel:19:8",
        "t": "And*p there was war again; and David went out and fought with the Philistines, and struck them with a mighty blow, and they fled from him."
    },
    {
        "o": 8511,
        "r": "nkjv:1 Samuel:19:9",
        "t": "Now*p the distressing spirit from the Lord*s came upon Saul as he sat in his house with his spear in his hand. And David was playing music*i with his*i hand."
    },
    {
        "o": 8512,
        "r": "nkjv:1 Samuel:19:10",
        "t": "Then Saul sought to pin David to the wall with the spear, but he slipped away from Saul’s presence; and he drove the spear into the wall. So David fled and escaped that night."
    },
    {
        "o": 8513,
        "r": "nkjv:1 Samuel:19:11",
        "t": "Saul*p also sent messengers to David’s house to watch him and to kill him in the morning. And Michal, David’s wife, told him, saying, “If you do not save your life tonight, tomorrow you will be killed.”"
    },
    {
        "o": 8514,
        "r": "nkjv:1 Samuel:19:12",
        "t": "So Michal let David down through a window. And he went and fled and escaped."
    },
    {
        "o": 8515,
        "r": "nkjv:1 Samuel:19:13",
        "t": "And Michal took an image and laid it*i in the bed, put a cover of goats’ hair*i for his head, and covered it*i with clothes."
    },
    {
        "o": 8516,
        "r": "nkjv:1 Samuel:19:14",
        "t": "So when Saul sent messengers to take David, she said, “He is*i sick.”"
    },
    {
        "o": 8517,
        "r": "nkjv:1 Samuel:19:15",
        "t": "Then*p Saul sent the messengers back*i to see David, saying, “Bring him up to me in the bed, that I may kill him.”"
    },
    {
        "o": 8518,
        "r": "nkjv:1 Samuel:19:16",
        "t": "And when the messengers had come in, there was the image in the bed, with a cover of goats’ hair*i for his head."
    },
    {
        "o": 8519,
        "r": "nkjv:1 Samuel:19:17",
        "t": "Then Saul said to Michal, “Why have you deceived me like this, and sent my enemy away, so that he has escaped?” And*p Michal answered Saul, “He said to me, ‘Let me go! Why should I kill you?’”"
    },
    {
        "o": 8520,
        "r": "nkjv:1 Samuel:19:18",
        "t": "So*p David fled and escaped, and went to Samuel at Ramah, and told him all that Saul had done to him. And he and Samuel went and stayed in Naioth."
    },
    {
        "o": 8521,
        "r": "nkjv:1 Samuel:19:19",
        "t": "Now it was told Saul, saying, “Take note, David is*i at Naioth in Ramah!”"
    },
    {
        "o": 8522,
        "r": "nkjv:1 Samuel:19:20",
        "t": "Then Saul sent messengers to take David. And when they saw the group of prophets prophesying, and Samuel standing as*i leader over them, the Spirit of God came upon the messengers of Saul, and they also prophesied."
    },
    {
        "o": 8523,
        "r": "nkjv:1 Samuel:19:21",
        "t": "And when Saul was told, he sent other messengers, and they prophesied likewise. Then Saul sent messengers again the third time, and they prophesied also."
    },
    {
        "o": 8524,
        "r": "nkjv:1 Samuel:19:22",
        "t": "Then he also went to Ramah, and came to the great well that is*i at Sechu. So he asked, and said, “Where are*i Samuel and David?” And*p someone*i said, “Indeed they*i are*i at Naioth in Ramah.”"
    },
    {
        "o": 8525,
        "r": "nkjv:1 Samuel:19:23",
        "t": "So he went there to Naioth in Ramah. Then the Spirit of God was upon him also, and he went on and prophesied until he came to Naioth in Ramah."
    },
    {
        "o": 8526,
        "r": "nkjv:1 Samuel:19:24",
        "t": "And he also stripped off his clothes and prophesied before Samuel in like manner, and lay down naked all that day and all that night. Therefore they say, “Is*i Saul also among the prophets?”"
    },
    {
        "o": 8527,
        "r": "nkjv:1 Samuel:20:0",
        "t": "1 Samuel 20",
        "h": 1
    },
    {
        "o": 8528,
        "r": "nkjv:1 Samuel:20:0",
        "t": "Jonathan’s Loyalty to David",
        "h": 2
    },
    {
        "o": 8529,
        "r": "nkjv:1 Samuel:20:1",
        "t": "Then*p David fled from Naioth in Ramah, and went and said to Jonathan, “What have I done? What is*i my iniquity, and what is*i my sin before your father, that he seeks my life?”"
    },
    {
        "o": 8530,
        "r": "nkjv:1 Samuel:20:2",
        "t": "So*p Jonathan said to him, “By no means! You shall not die! Indeed, my father will do nothing either great or small without first telling me. And why should my father hide this thing from me? It is*i not so!”*i"
    },
    {
        "o": 8531,
        "r": "nkjv:1 Samuel:20:3",
        "t": "Then*p David took an oath again, and said, “Your father certainly knows that I have found favor in your eyes, and he has said, ‘Do not let Jonathan know this, lest he be grieved.’ But truly, as*i the Lord*s lives and as*i your soul lives, there*i is*i but a step between me and death.”"
    },
    {
        "o": 8532,
        "r": "nkjv:1 Samuel:20:4",
        "t": "So*p Jonathan said to David, “Whatever you yourself desire, I will do it*i for you.”"
    },
    {
        "o": 8533,
        "r": "nkjv:1 Samuel:20:5",
        "t": "And*p David said to Jonathan, “Indeed tomorrow is*i the New Moon, and I should not fail to sit with the king to eat. But let me go, that I may hide in the field until the third day*i at evening."
    },
    {
        "o": 8534,
        "r": "nkjv:1 Samuel:20:6",
        "t": "If your father misses me at all, then say, ‘David earnestly asked permission*i of me that he might run over to Bethlehem, his city, for there*i is*i a yearly sacrifice there for all the family.’"
    },
    {
        "o": 8535,
        "r": "nkjv:1 Samuel:20:7",
        "t": "If he says thus: ‘It*i is*i well,’ your servant will be safe. But if he is very angry, be sure that evil is determined by him."
    },
    {
        "o": 8536,
        "r": "nkjv:1 Samuel:20:8",
        "t": "Therefore you shall deal kindly with your servant, for you have brought your servant into a covenant of the Lord*s with you. Nevertheless, if there is iniquity in me, kill me yourself, for why should you bring me to your father?”"
    },
    {
        "o": 8537,
        "r": "nkjv:1 Samuel:20:9",
        "t": "But*p Jonathan said, “Far be it from you! For if I knew certainly that evil was determined by my father to come upon you, then would I not tell you?”"
    },
    {
        "o": 8538,
        "r": "nkjv:1 Samuel:20:10",
        "t": "Then*p David said to Jonathan, “Who will tell me, or what if*i your father answers you roughly?”"
    },
    {
        "o": 8539,
        "r": "nkjv:1 Samuel:20:11",
        "t": "And*p Jonathan said to David, “Come, let us go out into the field.” So both of them went out into the field."
    },
    {
        "o": 8540,
        "r": "nkjv:1 Samuel:20:12",
        "t": "Then Jonathan said to David: “The Lord*s God of Israel is*i witness!*i When I have sounded out my father sometime tomorrow, or*i the third day,*i and indeed there*i is*i good toward David, and I do not send to you and tell you,"
    },
    {
        "o": 8541,
        "r": "nkjv:1 Samuel:20:13",
        "t": "may the Lord*s do so and much more to Jonathan. But if it pleases my father to*i do*i you evil, then I will report it to you and send you away, that you may go in safety. And the Lord*s be with you as He has been with my father."
    },
    {
        "o": 8542,
        "r": "nkjv:1 Samuel:20:14",
        "t": "And you shall not only show me the kindness of the Lord*s while I still live, that I may not die;"
    },
    {
        "o": 8543,
        "r": "nkjv:1 Samuel:20:15",
        "t": "but you shall not cut off your kindness from my house forever, no, not when the Lord*s has cut off every one of the enemies of David from the face of the earth.”"
    },
    {
        "o": 8544,
        "r": "nkjv:1 Samuel:20:16",
        "t": "So Jonathan made a*i covenant*i with the house of David, saying,*i “Let the Lord*s require it*i at the hand of David’s enemies.”"
    },
    {
        "o": 8545,
        "r": "nkjv:1 Samuel:20:17",
        "t": "Now*p Jonathan again caused David to vow, because he loved him; for he loved him as he loved his own soul."
    },
    {
        "o": 8546,
        "r": "nkjv:1 Samuel:20:18",
        "t": "Then Jonathan said to David, “Tomorrow is*i the New Moon; and you will be missed, because your seat will be empty."
    },
    {
        "o": 8547,
        "r": "nkjv:1 Samuel:20:19",
        "t": "And when*i you have stayed three days, go down quickly and come to the place where you hid on the day of the deed; and remain by the stone Ezel."
    },
    {
        "o": 8548,
        "r": "nkjv:1 Samuel:20:20",
        "t": "Then I will shoot three arrows to the side, as though I shot at a target;"
    },
    {
        "o": 8549,
        "r": "nkjv:1 Samuel:20:21",
        "t": "and there I will send a lad, saying,*i ‘Go, find the arrows.’ If I expressly say to the lad, ‘Look, the arrows are*i on this side of you; get them and come’—then, as the Lord*s lives, there*i is*i safety for you and no harm."
    },
    {
        "o": 8550,
        "r": "nkjv:1 Samuel:20:22",
        "t": "But if I say thus to the young man, ‘Look, the arrows are*i beyond you’—go your way, for the Lord*s has sent you away."
    },
    {
        "o": 8551,
        "r": "nkjv:1 Samuel:20:23",
        "t": "And as for the matter which you and I have spoken of, indeed the Lord*s be*i between you and me forever.”"
    },
    {
        "o": 8552,
        "r": "nkjv:1 Samuel:20:24",
        "t": "Then*p David hid in the field. And when the New Moon had come, the king sat down to eat the feast."
    },
    {
        "o": 8553,
        "r": "nkjv:1 Samuel:20:25",
        "t": "Now the king sat on his seat, as at other times, on a seat by the wall. And Jonathan arose, and Abner sat by Saul’s side, but David’s place was empty."
    },
    {
        "o": 8554,
        "r": "nkjv:1 Samuel:20:26",
        "t": "Nevertheless Saul did not say anything that day, for he thought, “Something has happened to him; he is*i unclean, surely he is*i unclean.”"
    },
    {
        "o": 8555,
        "r": "nkjv:1 Samuel:20:27",
        "t": "And it happened the next day, the second day*i of the month, that David’s place was empty. And Saul said to Jonathan his son, “Why has the son of Jesse not come to eat, either yesterday or today?”"
    },
    {
        "o": 8556,
        "r": "nkjv:1 Samuel:20:28",
        "t": "So*p Jonathan answered Saul, “David earnestly asked permission*i of me to*i go*i to Bethlehem."
    },
    {
        "o": 8557,
        "r": "nkjv:1 Samuel:20:29",
        "t": "And he said, ‘Please let me go, for our family has a sacrifice in the city, and my brother has commanded me to*i be*i there.*i And now, if I have found favor in your eyes, please let me get away and see my brothers.’ Therefore he has not come to the king’s table.”"
    },
    {
        "o": 8558,
        "r": "nkjv:1 Samuel:20:30",
        "t": "Then*p Saul’s anger was aroused against Jonathan, and he said to him, “You son of a perverse, rebellious woman!*i Do I not know that you have chosen the son of Jesse to your own shame and to the shame of your mother’s nakedness?"
    },
    {
        "o": 8559,
        "r": "nkjv:1 Samuel:20:31",
        "t": "For as long as the son of Jesse lives on the earth, you shall not be established, nor your kingdom. Now therefore, send and bring him to me, for he shall surely die.”"
    },
    {
        "o": 8560,
        "r": "nkjv:1 Samuel:20:32",
        "t": "And*p Jonathan answered Saul his father, and said to him, “Why should he be killed? What has he done?”"
    },
    {
        "o": 8561,
        "r": "nkjv:1 Samuel:20:33",
        "t": "Then Saul cast a spear at him to kill him, by which Jonathan knew that it was determined by his father to kill David."
    },
    {
        "o": 8562,
        "r": "nkjv:1 Samuel:20:34",
        "t": "So*p Jonathan arose from the table in fierce anger, and ate no food the second day of the month, for he was grieved for David, because his father had treated him shamefully."
    },
    {
        "o": 8563,
        "r": "nkjv:1 Samuel:20:35",
        "t": "And*p so it was, in the morning, that Jonathan went out into the field at the time appointed with David, and a little lad was*i with him."
    },
    {
        "o": 8564,
        "r": "nkjv:1 Samuel:20:36",
        "t": "Then he said to his lad, “Now run, find the arrows which I shoot.” As the lad ran, he shot an arrow beyond him."
    },
    {
        "o": 8565,
        "r": "nkjv:1 Samuel:20:37",
        "t": "When the lad had come to the place where the arrow was which Jonathan had shot, Jonathan cried out after the lad and said, “Is*i not the arrow beyond you?”"
    },
    {
        "o": 8566,
        "r": "nkjv:1 Samuel:20:38",
        "t": "And Jonathan cried out after the lad, “Make haste, hurry, do not delay!” So Jonathan’s lad gathered up the arrows and came back to his master."
    },
    {
        "o": 8567,
        "r": "nkjv:1 Samuel:20:39",
        "t": "But the lad did not know anything. Only Jonathan and David knew of the matter."
    },
    {
        "o": 8568,
        "r": "nkjv:1 Samuel:20:40",
        "t": "Then Jonathan gave his weapons to his lad, and said to him, “Go, carry them*i to the city.”"
    },
    {
        "o": 8569,
        "r": "nkjv:1 Samuel:20:41",
        "t": "As*p soon as the lad had gone, David arose from a*i place*i toward the south, fell on his face to the ground, and bowed down three times. And they kissed one another; and they wept together, but David more so."
    },
    {
        "o": 8570,
        "r": "nkjv:1 Samuel:20:42",
        "t": "Then Jonathan said to David, “Go in peace, since we have both sworn in the name of the Lord,*s saying, ‘May the Lord*s be between you and me, and between your descendants and my descendants, forever.’” So he arose and departed, and Jonathan went into the city."
    },
    {
        "o": 8571,
        "r": "nkjv:1 Samuel:21:0",
        "t": "1 Samuel 21",
        "h": 1
    },
    {
        "o": 8572,
        "r": "nkjv:1 Samuel:21:0",
        "t": "David and the Holy Bread",
        "h": 2
    },
    {
        "o": 8573,
        "r": "nkjv:1 Samuel:21:1",
        "t": "Now*p David came to Nob, to Ahimelech the priest. And Ahimelech was afraid when he met David, and said to him, “Why are*i you alone, and no one is with you?”"
    },
    {
        "o": 8574,
        "r": "nkjv:1 Samuel:21:2",
        "t": "So*p David said to Ahimelech the priest, “The king has ordered me on some business, and said to me, ‘Do not let anyone know anything about the business on which I send you, or what I have commanded you.’ And I have directed my*i young men to such and such a place."
    },
    {
        "o": 8575,
        "r": "nkjv:1 Samuel:21:3",
        "t": "Now therefore, what have you on hand? Give me*i five loaves*i of*i bread in my hand, or whatever can be found.”"
    },
    {
        "o": 8576,
        "r": "nkjv:1 Samuel:21:4",
        "t": "And*p the priest answered David and said, “There*i is*i no common bread on hand; but there is holy bread, if the young men have at least kept themselves from women.”"
    },
    {
        "o": 8577,
        "r": "nkjv:1 Samuel:21:5",
        "t": "Then*p David answered the priest, and said to him, “Truly, women have*i been*i kept from us about three days since I came out. And the vessels of the young men are holy, and the*i bread*i is*i in effect common, even though it was consecrated in the vessel this day.”"
    },
    {
        "o": 8578,
        "r": "nkjv:1 Samuel:21:6",
        "t": "So*p the priest gave him holy bread;*i for there was no bread there but the showbread which had been taken from before the Lord,*s in order to put hot bread in*i its*i place*i on the day when it was taken away."
    },
    {
        "o": 8579,
        "r": "nkjv:1 Samuel:21:7",
        "t": "Now*p a certain man of the servants of Saul was*i there that day, detained before the Lord.*s And his name was*i Doeg, an Edomite, the chief of the herdsmen who belonged*i to Saul."
    },
    {
        "o": 8580,
        "r": "nkjv:1 Samuel:21:8",
        "t": "And*p David said to Ahimelech, “Is there not here on hand a spear or a sword? For I have brought neither my sword nor my weapons with me, because the king’s business required haste.”"
    },
    {
        "o": 8581,
        "r": "nkjv:1 Samuel:21:9",
        "t": "So*p the priest said, “The sword of Goliath the Philistine, whom you killed in the Valley of Elah, there it is, wrapped in a cloth behind the ephod. If you will take that, take it.*i For there*i is*i no other except that one here.” And*p David said, “There*i is*i none like it; give it to me.”"
    },
    {
        "o": 8582,
        "r": "nkjv:1 Samuel:21:9",
        "t": "David Flees to Gath",
        "h": 2
    },
    {
        "o": 8583,
        "r": "nkjv:1 Samuel:21:10",
        "t": "Then*p David arose and fled that day from before Saul, and went to Achish the king of Gath."
    },
    {
        "o": 8584,
        "r": "nkjv:1 Samuel:21:11",
        "t": "And the servants of Achish said to him, “Is*i this not David the king of the land? Did they not sing of him to one another in dances, saying: ‘Saul*pn has slain his thousands, And*ld David his ten thousands’?”"
    },
    {
        "o": 8585,
        "r": "nkjv:1 Samuel:21:12",
        "t": "Now*p David took these words to heart, and was very much afraid of Achish the king of Gath."
    },
    {
        "o": 8586,
        "r": "nkjv:1 Samuel:21:13",
        "t": "So he changed his behavior before them, pretended madness in their hands, scratched on the doors of the gate, and let his saliva fall down on his beard."
    },
    {
        "o": 8587,
        "r": "nkjv:1 Samuel:21:14",
        "t": "Then Achish said to his servants, “Look, you see the man is insane. Why have you brought him to me?"
    },
    {
        "o": 8588,
        "r": "nkjv:1 Samuel:21:15",
        "t": "Have I need of madmen, that you have brought this fellow*i to play the madman in my presence? Shall this fellow*i come into my house?”"
    },
    {
        "o": 8589,
        "r": "nkjv:1 Samuel:22:0",
        "t": "1 Samuel 22",
        "h": 1
    },
    {
        "o": 8590,
        "r": "nkjv:1 Samuel:22:0",
        "t": "David’s Four Hundred Men",
        "h": 2
    },
    {
        "o": 8591,
        "r": "nkjv:1 Samuel:22:1",
        "t": "David*p therefore departed from there and escaped to the cave of Adullam. So when his brothers and all his father’s house heard it,*i they went down there to him."
    },
    {
        "o": 8592,
        "r": "nkjv:1 Samuel:22:2",
        "t": "And everyone who*i was*i in distress, everyone who was*i in debt, and everyone who*i was*i discontented gathered to him. So he became captain over them. And there were about four hundred men with him."
    },
    {
        "o": 8593,
        "r": "nkjv:1 Samuel:22:3",
        "t": "Then*p David went from there to Mizpah of Moab; and he said to the king of Moab, “Please let my father and mother come here with you, till I know what God will do for me.”"
    },
    {
        "o": 8594,
        "r": "nkjv:1 Samuel:22:4",
        "t": "So he brought them before the king of Moab, and they dwelt with him all the time that David was in the stronghold."
    },
    {
        "o": 8595,
        "r": "nkjv:1 Samuel:22:5",
        "t": "Now*p the prophet Gad said to David, “Do not stay in the stronghold; depart, and go to the land of Judah.” So David departed and went into the forest of Hereth."
    },
    {
        "o": 8596,
        "r": "nkjv:1 Samuel:22:5",
        "t": "Saul Murders the Priests",
        "h": 2
    },
    {
        "o": 8597,
        "r": "nkjv:1 Samuel:22:6",
        "t": "When*p Saul heard that David and the men who were*i with him had been discovered—now Saul was staying in Gibeah under a tamarisk tree in Ramah, with his spear in his hand, and all his servants standing about him—"
    },
    {
        "o": 8598,
        "r": "nkjv:1 Samuel:22:7",
        "t": "then Saul said to his servants who stood about him, “Hear now, you Benjamites! Will the son of Jesse give every one of you fields and vineyards, and*i make you all captains of thousands and captains of hundreds?"
    },
    {
        "o": 8599,
        "r": "nkjv:1 Samuel:22:8",
        "t": "All of you have conspired against me, and there*i is*i no one who reveals to me that my son has made a covenant with the son of Jesse; and there*i is*i not one of you who is sorry for me or reveals to me that my son has stirred up my servant against me, to lie in wait, as it*i is*i this day.”"
    },
    {
        "o": 8600,
        "r": "nkjv:1 Samuel:22:9",
        "t": "Then*p answered Doeg the Edomite, who was set over the servants of Saul, and said, “I saw the son of Jesse going to Nob, to Ahimelech the son of Ahitub."
    },
    {
        "o": 8601,
        "r": "nkjv:1 Samuel:22:10",
        "t": "And he inquired of the Lord*s for him, gave him provisions, and gave him the sword of Goliath the Philistine.”"
    },
    {
        "o": 8602,
        "r": "nkjv:1 Samuel:22:11",
        "t": "So*p the king sent to call Ahimelech the priest, the son of Ahitub, and all his father’s house, the priests who were*i in Nob. And they all came to the king."
    },
    {
        "o": 8603,
        "r": "nkjv:1 Samuel:22:12",
        "t": "And Saul said, “Hear now, son of Ahitub!” He*p answered, “Here I am, my lord.”"
    },
    {
        "o": 8604,
        "r": "nkjv:1 Samuel:22:13",
        "t": "Then*p Saul said to him, “Why have you conspired against me, you and the son of Jesse, in that you have given him bread and a sword, and have inquired of God for him, that he should rise against me, to lie in wait, as it is this day?”"
    },
    {
        "o": 8605,
        "r": "nkjv:1 Samuel:22:14",
        "t": "So*p Ahimelech answered the king and said, “And who among all your servants is*i as*i faithful as David, who is the king’s son-in-law, who goes at your bidding, and is honorable in your house?"
    },
    {
        "o": 8606,
        "r": "nkjv:1 Samuel:22:15",
        "t": "Did I then begin to inquire of God for him? Far be it from me! Let not the king impute anything to his servant, or*i to any in the house of my father. For your servant knew nothing of all this, little or much.”"
    },
    {
        "o": 8607,
        "r": "nkjv:1 Samuel:22:16",
        "t": "And*p the king said, “You shall surely die, Ahimelech, you and all your father’s house!”"
    },
    {
        "o": 8608,
        "r": "nkjv:1 Samuel:22:17",
        "t": "Then the king said to the guards who stood about him, “Turn and kill the priests of the Lord,*s because their hand also is*i with David, and because they knew when he fled and did not tell it to me.” But the servants of the king would not lift their hands to strike the priests of the Lord.*s"
    },
    {
        "o": 8609,
        "r": "nkjv:1 Samuel:22:18",
        "t": "And the king said to Doeg, “You turn and kill the priests!” So Doeg the Edomite turned and struck the priests, and killed on that day eighty-five men who wore a linen ephod."
    },
    {
        "o": 8610,
        "r": "nkjv:1 Samuel:22:19",
        "t": "Also Nob, the city of the priests, he struck with the edge of the sword, both men and women, children and nursing infants, oxen and donkeys and sheep—with the edge of the sword."
    },
    {
        "o": 8611,
        "r": "nkjv:1 Samuel:22:20",
        "t": "Now*p one of the sons of Ahimelech the son of Ahitub, named Abiathar, escaped and fled after David."
    },
    {
        "o": 8612,
        "r": "nkjv:1 Samuel:22:21",
        "t": "And Abiathar told David that Saul had killed the Lord’s*s priests."
    },
    {
        "o": 8613,
        "r": "nkjv:1 Samuel:22:22",
        "t": "So David said to Abiathar, “I knew that day, when Doeg the Edomite was*i there, that he would surely tell Saul. I have caused the*i death*i of all the persons of your father’s house."
    },
    {
        "o": 8614,
        "r": "nkjv:1 Samuel:22:23",
        "t": "Stay with me; do not fear. For he who seeks my life seeks your life, but with me you shall*i be*i safe.”"
    },
    {
        "o": 8615,
        "r": "nkjv:1 Samuel:23:0",
        "t": "1 Samuel 23",
        "h": 1
    },
    {
        "o": 8616,
        "r": "nkjv:1 Samuel:23:0",
        "t": "David Saves the City of Keilah",
        "h": 2
    },
    {
        "o": 8617,
        "r": "nkjv:1 Samuel:23:1",
        "t": "Then*p they told David, saying, “Look, the Philistines are fighting against Keilah, and they are robbing the threshing floors.”"
    },
    {
        "o": 8618,
        "r": "nkjv:1 Samuel:23:2",
        "t": "Therefore*p David inquired of the Lord,*s saying, “Shall I go and attack these Philistines?” And*p the Lord*s said to David, “Go and attack the Philistines, and save Keilah.”"
    },
    {
        "o": 8619,
        "r": "nkjv:1 Samuel:23:3",
        "t": "But*p David’s men said to him, “Look, we are afraid here in Judah. How much more then if we go to Keilah against the armies of the Philistines?”"
    },
    {
        "o": 8620,
        "r": "nkjv:1 Samuel:23:4",
        "t": "Then David inquired of the Lord*s once again. And*p the Lord*s answered him and said, “Arise, go down to Keilah. For I will deliver the Philistines into your hand.”"
    },
    {
        "o": 8621,
        "r": "nkjv:1 Samuel:23:5",
        "t": "And David and his men went to Keilah and fought with the Philistines, struck them with a mighty blow, and took away their livestock. So David saved the inhabitants of Keilah."
    },
    {
        "o": 8622,
        "r": "nkjv:1 Samuel:23:6",
        "t": "Now*p it happened, when Abiathar the son of Ahimelech fled to David at Keilah, that*i he went down with*i an ephod in his hand."
    },
    {
        "o": 8623,
        "r": "nkjv:1 Samuel:23:7",
        "t": "And*p Saul was told that David had gone to Keilah. So Saul said, “God has delivered him into my hand, for he has shut himself in by entering a town that has gates and bars.”"
    },
    {
        "o": 8624,
        "r": "nkjv:1 Samuel:23:8",
        "t": "Then Saul called all the people together for war, to go down to Keilah to besiege David and his men."
    },
    {
        "o": 8625,
        "r": "nkjv:1 Samuel:23:9",
        "t": "When*p David knew that Saul plotted evil against him, he said to Abiathar the priest, “Bring the ephod here.”"
    },
    {
        "o": 8626,
        "r": "nkjv:1 Samuel:23:10",
        "t": "Then David said, “O Lord*s God of Israel, Your servant has certainly heard that Saul seeks to come to Keilah to destroy the city for my sake."
    },
    {
        "o": 8627,
        "r": "nkjv:1 Samuel:23:11",
        "t": "Will the men of Keilah deliver me into his hand? Will Saul come down, as Your servant has heard? O Lord*s God of Israel, I pray, tell Your servant.” And*p the Lord*s said, “He will come down.”"
    },
    {
        "o": 8628,
        "r": "nkjv:1 Samuel:23:12",
        "t": "Then*p David said, “Will the men of Keilah deliver me and my men into the hand of Saul?” And*p the Lord*s said, “They will deliver you.”*i"
    },
    {
        "o": 8629,
        "r": "nkjv:1 Samuel:23:13",
        "t": "So*p David and his men, about six hundred, arose and departed from Keilah and went wherever they could go. Then it was told Saul that David had escaped from Keilah; so he halted the expedition."
    },
    {
        "o": 8630,
        "r": "nkjv:1 Samuel:23:13",
        "t": "David in Wilderness Strongholds",
        "h": 2
    },
    {
        "o": 8631,
        "r": "nkjv:1 Samuel:23:14",
        "t": "And*p David stayed in strongholds in the wilderness, and remained in the mountains in the Wilderness of Ziph. Saul sought him every day, but God did not deliver him into his hand."
    },
    {
        "o": 8632,
        "r": "nkjv:1 Samuel:23:15",
        "t": "So David saw that Saul had come out to seek his life. And David was*i in the Wilderness of Ziph in a forest."
    },
    {
        "o": 8633,
        "r": "nkjv:1 Samuel:23:16",
        "t": "Then Jonathan, Saul’s son, arose and went to David in the woods and strengthened his hand in God."
    },
    {
        "o": 8634,
        "r": "nkjv:1 Samuel:23:17",
        "t": "And he said to him, “Do not fear, for the hand of Saul my father shall not find you. You shall be king over Israel, and I shall be next to you. Even my father Saul knows that.”"
    },
    {
        "o": 8635,
        "r": "nkjv:1 Samuel:23:18",
        "t": "So the two of them made a covenant before the Lord.*s And David stayed in the woods, and Jonathan went to his own house."
    },
    {
        "o": 8636,
        "r": "nkjv:1 Samuel:23:19",
        "t": "Then*p the Ziphites came up to Saul at Gibeah, saying, “Is David not hiding with us in strongholds in the woods, in the hill of Hachilah, which is*i on the south of Jeshimon?"
    },
    {
        "o": 8637,
        "r": "nkjv:1 Samuel:23:20",
        "t": "Now therefore, O king, come down according to all the desire of your soul to come down; and our part shall*i be*i to deliver him into the king’s hand.”"
    },
    {
        "o": 8638,
        "r": "nkjv:1 Samuel:23:21",
        "t": "And*p Saul said, “Blessed are*i you of the Lord,*s for you have compassion on me."
    },
    {
        "o": 8639,
        "r": "nkjv:1 Samuel:23:22",
        "t": "Please go and find out for sure, and see the place where his hideout is, and*i who has seen him there. For I am told he is very crafty."
    },
    {
        "o": 8640,
        "r": "nkjv:1 Samuel:23:23",
        "t": "See therefore, and take knowledge of all the lurking places where he hides; and come back to me with certainty, and I will go with you. And it shall be, if he is in the land, that I will search for him throughout all the clans of Judah.”"
    },
    {
        "o": 8641,
        "r": "nkjv:1 Samuel:23:24",
        "t": "So*p they arose and went to Ziph before Saul. But David and his men were*i in the Wilderness of Maon, in the plain on the south of Jeshimon."
    },
    {
        "o": 8642,
        "r": "nkjv:1 Samuel:23:25",
        "t": "When Saul and his men went to seek him,*i they told David. Therefore he went down to the rock, and stayed in the Wilderness of Maon. And when Saul heard that,*i he pursued David in the Wilderness of Maon."
    },
    {
        "o": 8643,
        "r": "nkjv:1 Samuel:23:26",
        "t": "Then Saul went on one side of the mountain, and David and his men on the other side of the mountain. So David made haste to get away from Saul, for Saul and his men were encircling David and his men to take them."
    },
    {
        "o": 8644,
        "r": "nkjv:1 Samuel:23:27",
        "t": "But*p a messenger came to Saul, saying, “Hurry and come, for the Philistines have invaded the land!”"
    },
    {
        "o": 8645,
        "r": "nkjv:1 Samuel:23:28",
        "t": "Therefore Saul returned from pursuing David, and went against the Philistines; so they called that place the Rock of Escape."
    },
    {
        "o": 8646,
        "r": "nkjv:1 Samuel:23:29",
        "t": "Then David went up from there and dwelt in strongholds at En Gedi."
    },
    {
        "o": 8647,
        "r": "nkjv:1 Samuel:24:0",
        "t": "1 Samuel 24",
        "h": 1
    },
    {
        "o": 8648,
        "r": "nkjv:1 Samuel:24:0",
        "t": "David Spares Saul",
        "h": 2
    },
    {
        "o": 8649,
        "r": "nkjv:1 Samuel:24:1",
        "t": "Now*p it happened, when Saul had returned from following the Philistines, that it was told him, saying, “Take note! David is*i in the Wilderness of En Gedi.”"
    },
    {
        "o": 8650,
        "r": "nkjv:1 Samuel:24:2",
        "t": "Then Saul took three thousand chosen men from all Israel, and went to seek David and his men on the Rocks of the Wild Goats."
    },
    {
        "o": 8651,
        "r": "nkjv:1 Samuel:24:3",
        "t": "So he came to the sheepfolds by the road, where there was*i a cave; and Saul went in to attend to his needs. (David and his men were staying in the recesses of the cave.)"
    },
    {
        "o": 8652,
        "r": "nkjv:1 Samuel:24:4",
        "t": "Then the men of David said to him, “This is the day of which the Lord*s said to you, ‘Behold, I will deliver your enemy into your hand, that you may do to him as it seems good to you.’” And David arose and secretly cut off a corner of Saul’s robe."
    },
    {
        "o": 8653,
        "r": "nkjv:1 Samuel:24:5",
        "t": "Now it happened afterward that David’s heart troubled him because he had cut Saul’s robe."
    },
    {
        "o": 8654,
        "r": "nkjv:1 Samuel:24:6",
        "t": "And he said to his men, “The Lord*s forbid that I should do this thing to my master, the Lord’s*s anointed, to stretch out my hand against him, seeing he is*i the anointed of the Lord.”*s"
    },
    {
        "o": 8655,
        "r": "nkjv:1 Samuel:24:7",
        "t": "So David restrained his servants with these*i words, and did not allow them to rise against Saul. And Saul got up from the cave and went on his*i way."
    },
    {
        "o": 8656,
        "r": "nkjv:1 Samuel:24:8",
        "t": "David*p also arose afterward, went out of the cave, and called out to Saul, saying, “My lord the king!” And when Saul looked behind him, David stooped with his face to the earth, and bowed down."
    },
    {
        "o": 8657,
        "r": "nkjv:1 Samuel:24:9",
        "t": "And David said to Saul: “Why do you listen to the words of men who say, ‘Indeed David seeks your harm’?"
    },
    {
        "o": 8658,
        "r": "nkjv:1 Samuel:24:10",
        "t": "Look, this day your eyes have seen that the Lord*s delivered you today into my hand in the cave, and someone*i urged me*i to kill you. But my*i eye*i spared you, and I said, ‘I will not stretch out my hand against my lord, for he is*i the Lord’s*s anointed.’"
    },
    {
        "o": 8659,
        "r": "nkjv:1 Samuel:24:11",
        "t": "Moreover, my father, see! Yes, see the corner of your robe in my hand! For in that I cut off the corner of your robe, and did not kill you, know and see that there*i is*i neither evil nor rebellion in my hand, and I have not sinned against you. Yet you hunt my life to take it."
    },
    {
        "o": 8660,
        "r": "nkjv:1 Samuel:24:12",
        "t": "Let the Lord*s judge between you and me, and let the Lord*s avenge me on you. But my hand shall not be against you."
    },
    {
        "o": 8661,
        "r": "nkjv:1 Samuel:24:13",
        "t": "As the proverb of the ancients says, ‘Wickedness proceeds from the wicked.’ But my hand shall not be against you."
    },
    {
        "o": 8662,
        "r": "nkjv:1 Samuel:24:14",
        "t": "After whom has the king of Israel come out? Whom do you pursue? A dead dog? A flea?"
    },
    {
        "o": 8663,
        "r": "nkjv:1 Samuel:24:15",
        "t": "Therefore let the Lord*s be judge, and judge between you and me, and see and plead my case, and deliver me out of your hand.”"
    },
    {
        "o": 8664,
        "r": "nkjv:1 Samuel:24:16",
        "t": "So*p it was, when David had finished speaking these words to Saul, that Saul said, “Is*i this your voice, my son David?” And Saul lifted up his voice and wept."
    },
    {
        "o": 8665,
        "r": "nkjv:1 Samuel:24:17",
        "t": "Then he said to David: “You are*i more righteous than I; for you have rewarded me with good, whereas I have rewarded you with evil."
    },
    {
        "o": 8666,
        "r": "nkjv:1 Samuel:24:18",
        "t": "And you have shown this day how you have dealt well with me; for when the Lord*s delivered me into your hand, you did not kill me."
    },
    {
        "o": 8667,
        "r": "nkjv:1 Samuel:24:19",
        "t": "For if a man finds his enemy, will he let him get away safely? Therefore may the Lord*s reward you with good for what you have done to me this day."
    },
    {
        "o": 8668,
        "r": "nkjv:1 Samuel:24:20",
        "t": "And now I know indeed that you shall surely be king, and that the kingdom of Israel shall be established in your hand."
    },
    {
        "o": 8669,
        "r": "nkjv:1 Samuel:24:21",
        "t": "Therefore swear now to me by the Lord*s that you will not cut off my descendants after me, and that you will not destroy my name from my father’s house.”"
    },
    {
        "o": 8670,
        "r": "nkjv:1 Samuel:24:22",
        "t": "So*p David swore to Saul. And Saul went home, but David and his men went up to the stronghold."
    },
    {
        "o": 8671,
        "r": "nkjv:1 Samuel:25:0",
        "t": "1 Samuel 25",
        "h": 1
    },
    {
        "o": 8672,
        "r": "nkjv:1 Samuel:25:0",
        "t": "Death of Samuel",
        "h": 2
    },
    {
        "o": 8673,
        "r": "nkjv:1 Samuel:25:1",
        "t": "Then*p Samuel died; and the Israelites gathered together and lamented for him, and buried him at his home in Ramah. And David arose and went down to the Wilderness of Paran."
    },
    {
        "o": 8674,
        "r": "nkjv:1 Samuel:25:1",
        "t": "David and the Wife of Nabal",
        "h": 2
    },
    {
        "o": 8675,
        "r": "nkjv:1 Samuel:25:2",
        "t": "Now*p there*i was*i a man in Maon whose business was*i in Carmel, and the man was*i very rich. He had three thousand sheep and a thousand goats. And he was shearing his sheep in Carmel."
    },
    {
        "o": 8676,
        "r": "nkjv:1 Samuel:25:3",
        "t": "The name of the man was*i Nabal, and the name of his wife Abigail. And she*i was*i a woman of good understanding and beautiful appearance; but the man was*i harsh and evil in his*i doings. He was*i of*i the*i house*i of*i Caleb."
    },
    {
        "o": 8677,
        "r": "nkjv:1 Samuel:25:4",
        "t": "When*p David heard in the wilderness that Nabal was shearing his sheep,"
    },
    {
        "o": 8678,
        "r": "nkjv:1 Samuel:25:5",
        "t": "David sent ten young men; and David said to the young men, “Go up to Carmel, go to Nabal, and greet him in my name."
    },
    {
        "o": 8679,
        "r": "nkjv:1 Samuel:25:6",
        "t": "And thus you shall say to him who lives in*i prosperity:*i ‘Peace be*i to you, peace to your house, and peace to all that you have!"
    },
    {
        "o": 8680,
        "r": "nkjv:1 Samuel:25:7",
        "t": "Now I have heard that you have shearers. Your shepherds were with us, and we did not hurt them, nor was there anything missing from them all the while they were in Carmel."
    },
    {
        "o": 8681,
        "r": "nkjv:1 Samuel:25:8",
        "t": "Ask your young men, and they will tell you. Therefore let my*i young men find favor in your eyes, for we come on a feast day. Please give whatever comes to your hand to your servants and to your son David.’”"
    },
    {
        "o": 8682,
        "r": "nkjv:1 Samuel:25:9",
        "t": "So*p when David’s young men came, they spoke to Nabal according to all these words in the name of David, and waited."
    },
    {
        "o": 8683,
        "r": "nkjv:1 Samuel:25:10",
        "t": "Then*p Nabal answered David’s servants, and said, “Who is*i David, and who is*i the son of Jesse? There are many servants nowadays who break away each one from his master."
    },
    {
        "o": 8684,
        "r": "nkjv:1 Samuel:25:11",
        "t": "Shall I then take my bread and my water and my meat that I have killed for my shearers, and give it*i to men when I do not know where they are*i from?”"
    },
    {
        "o": 8685,
        "r": "nkjv:1 Samuel:25:12",
        "t": "So*p David’s young men turned on their heels and went back; and they came and told him all these words."
    },
    {
        "o": 8686,
        "r": "nkjv:1 Samuel:25:13",
        "t": "Then David said to his men, “Every man gird on his sword.” So every man girded on his sword, and David also girded on his sword. And about four hundred men went with David, and two hundred stayed with the supplies."
    },
    {
        "o": 8687,
        "r": "nkjv:1 Samuel:25:14",
        "t": "Now*p one of the young men told Abigail, Nabal’s wife, saying, “Look, David sent messengers from the wilderness to greet our master; and he reviled them."
    },
    {
        "o": 8688,
        "r": "nkjv:1 Samuel:25:15",
        "t": "But the men were*i very good to us, and we were not hurt, nor did we miss anything as long as we accompanied them, when we were in the fields."
    },
    {
        "o": 8689,
        "r": "nkjv:1 Samuel:25:16",
        "t": "They were a wall to us both by night and day, all the time we were with them keeping the sheep."
    },
    {
        "o": 8690,
        "r": "nkjv:1 Samuel:25:17",
        "t": "Now therefore, know and consider what you will do, for harm is determined against our master and against all his household. For he is*i such*i a scoundrel that one*i cannot speak to him.”"
    },
    {
        "o": 8691,
        "r": "nkjv:1 Samuel:25:18",
        "t": "Then*p Abigail made haste and took two hundred loaves*i of bread, two skins of wine, five sheep already dressed, five seahs of roasted grain,*i one hundred clusters of raisins, and two hundred cakes of figs, and loaded them*i on donkeys."
    },
    {
        "o": 8692,
        "r": "nkjv:1 Samuel:25:19",
        "t": "And she said to her servants, “Go on before me; see, I am coming after you.” But she did not tell her husband Nabal."
    },
    {
        "o": 8693,
        "r": "nkjv:1 Samuel:25:20",
        "t": "So*p it was, as*i she rode on the donkey, that she went down under cover of the hill; and there were David and his men, coming down toward her, and she met them."
    },
    {
        "o": 8694,
        "r": "nkjv:1 Samuel:25:21",
        "t": "Now David had said, “Surely in vain I have protected all that this fellow*i has in the wilderness, so that nothing was missed of all that belongs*i to him. And he has repaid me evil for good."
    },
    {
        "o": 8695,
        "r": "nkjv:1 Samuel:25:22",
        "t": "May God do so, and more also, to the enemies of David, if I leave one male of all who belong*i to him by morning light.”"
    },
    {
        "o": 8696,
        "r": "nkjv:1 Samuel:25:23",
        "t": "Now*p when Abigail saw David, she dismounted quickly from the donkey, fell on her face before David, and bowed down to the ground."
    },
    {
        "o": 8697,
        "r": "nkjv:1 Samuel:25:24",
        "t": "So she fell at his feet and said: “On me, my lord, on*i me let*i this iniquity be!*i And please let your maidservant speak in your ears, and hear the words of your maidservant."
    },
    {
        "o": 8698,
        "r": "nkjv:1 Samuel:25:25",
        "t": "Please, let not my lord regard this scoundrel Nabal. For as his name is,*i so is*i he: Nabal is*i his name, and folly is*i with him! But I, your maidservant, did not see the young men of my lord whom you sent."
    },
    {
        "o": 8699,
        "r": "nkjv:1 Samuel:25:26",
        "t": "Now therefore, my lord, as*i the Lord*s lives and as*i your soul lives, since the Lord*s has held you back from coming to bloodshed and from avenging yourself with your own hand, now then, let your enemies and those who seek harm for my lord be as Nabal."
    },
    {
        "o": 8700,
        "r": "nkjv:1 Samuel:25:27",
        "t": "And now this present which your maidservant has brought to my lord, let it be given to the young men who follow my lord."
    },
    {
        "o": 8701,
        "r": "nkjv:1 Samuel:25:28",
        "t": "Please forgive the trespass of your maidservant. For the Lord*s will certainly make for my lord an enduring house, because my lord fights the battles of the Lord,*s and evil is not found in you throughout your days."
    },
    {
        "o": 8702,
        "r": "nkjv:1 Samuel:25:29",
        "t": "Yet a man has risen to pursue you and seek your life, but the life of my lord shall be bound in the bundle of the living with the Lord*s your God; and the lives of your enemies He shall sling out, as*i from*i the pocket of a sling."
    },
    {
        "o": 8703,
        "r": "nkjv:1 Samuel:25:30",
        "t": "And it shall come to pass, when the Lord*s has done for my lord according to all the good that He has spoken concerning you, and has appointed you ruler over Israel,"
    },
    {
        "o": 8704,
        "r": "nkjv:1 Samuel:25:31",
        "t": "that this will be no grief to you, nor offense of heart to my lord, either that you have shed blood without cause, or that my lord has avenged himself. But when the Lord*s has dealt well with my lord, then remember your maidservant.”"
    },
    {
        "o": 8705,
        "r": "nkjv:1 Samuel:25:32",
        "t": "Then*p David said to Abigail: “Blessed is*i the Lord*s God of Israel, who sent you this day to meet me!"
    },
    {
        "o": 8706,
        "r": "nkjv:1 Samuel:25:33",
        "t": "And blessed is*i your advice and blessed are*i you, because you have kept me this day from coming to bloodshed and from avenging myself with my own hand."
    },
    {
        "o": 8707,
        "r": "nkjv:1 Samuel:25:34",
        "t": "For indeed, as*i the Lord*s God of Israel lives, who has kept me back from hurting you, unless you had hurried and come to meet me, surely by morning light no males would have been left to Nabal!”"
    },
    {
        "o": 8708,
        "r": "nkjv:1 Samuel:25:35",
        "t": "So David received from her hand what she had brought him, and said to her, “Go up in peace to your house. See, I have heeded your voice and respected your person.”"
    },
    {
        "o": 8709,
        "r": "nkjv:1 Samuel:25:36",
        "t": "Now*p Abigail went to Nabal, and there he was, holding a feast in his house, like the feast of a king. And Nabal’s heart was*i merry within him, for he was*i very drunk; therefore she told him nothing, little or much, until morning light."
    },
    {
        "o": 8710,
        "r": "nkjv:1 Samuel:25:37",
        "t": "So it was, in the morning, when the wine had gone from Nabal, and his wife had told him these things, that his heart died within him, and he became like*i a stone."
    },
    {
        "o": 8711,
        "r": "nkjv:1 Samuel:25:38",
        "t": "Then it happened, after*i about ten days, that the Lord*s struck Nabal, and he died."
    },
    {
        "o": 8712,
        "r": "nkjv:1 Samuel:25:39",
        "t": "So*p when David heard that Nabal was dead, he said, “Blessed be*i the Lord,*s who has pleaded the cause of my reproach from the hand of Nabal, and has kept His servant from evil! For the Lord*s has returned the wickedness of Nabal on his own head.” And*p David sent and proposed to Abigail, to take her as his wife."
    },
    {
        "o": 8713,
        "r": "nkjv:1 Samuel:25:40",
        "t": "When the servants of David had come to Abigail at Carmel, they spoke to her saying, “David sent us to you, to ask you to become his wife.”"
    },
    {
        "o": 8714,
        "r": "nkjv:1 Samuel:25:41",
        "t": "Then*p she arose, bowed her face to the earth, and said, “Here is your maidservant, a servant to wash the feet of the servants of my lord.”"
    },
    {
        "o": 8715,
        "r": "nkjv:1 Samuel:25:42",
        "t": "So Abigail rose in haste and rode on a donkey, attended by five of her maidens; and she followed the messengers of David, and became his wife."
    },
    {
        "o": 8716,
        "r": "nkjv:1 Samuel:25:43",
        "t": "David also took Ahinoam of Jezreel, and so both of them were his wives."
    },
    {
        "o": 8717,
        "r": "nkjv:1 Samuel:25:44",
        "t": "But*p Saul had given Michal his daughter, David’s wife, to Palti the son of Laish, who was*i from Gallim."
    },
    {
        "o": 8718,
        "r": "nkjv:1 Samuel:26:0",
        "t": "1 Samuel 26",
        "h": 1
    },
    {
        "o": 8719,
        "r": "nkjv:1 Samuel:26:0",
        "t": "David Spares Saul a Second Time",
        "h": 2
    },
    {
        "o": 8720,
        "r": "nkjv:1 Samuel:26:1",
        "t": "Now*p the Ziphites came to Saul at Gibeah, saying, “Is David not hiding in the hill of Hachilah, opposite Jeshimon?”"
    },
    {
        "o": 8721,
        "r": "nkjv:1 Samuel:26:2",
        "t": "Then Saul arose and went down to the Wilderness of Ziph, having three thousand chosen men of Israel with him, to seek David in the Wilderness of Ziph."
    },
    {
        "o": 8722,
        "r": "nkjv:1 Samuel:26:3",
        "t": "And Saul encamped in the hill of Hachilah, which is*i opposite Jeshimon, by the road. But David stayed in the wilderness, and he saw that Saul came after him into the wilderness."
    },
    {
        "o": 8723,
        "r": "nkjv:1 Samuel:26:4",
        "t": "David therefore sent out spies, and understood that Saul had indeed come."
    },
    {
        "o": 8724,
        "r": "nkjv:1 Samuel:26:5",
        "t": "So*p David arose and came to the place where Saul had encamped. And David saw the place where Saul lay, and Abner the son of Ner, the commander of his army. Now Saul lay within the camp, with the people encamped all around him."
    },
    {
        "o": 8725,
        "r": "nkjv:1 Samuel:26:6",
        "t": "Then David answered, and said to Ahimelech the Hittite and to Abishai the son of Zeruiah, brother of Joab, saying, “Who will go down with me to Saul in the camp?” And*p Abishai said, “I will go down with you.”"
    },
    {
        "o": 8726,
        "r": "nkjv:1 Samuel:26:7",
        "t": "So*p David and Abishai came to the people by night; and there Saul lay sleeping within the camp, with his spear stuck in the ground by his head. And Abner and the people lay all around him."
    },
    {
        "o": 8727,
        "r": "nkjv:1 Samuel:26:8",
        "t": "Then Abishai said to David, “God has delivered your enemy into your hand this day. Now therefore, please, let me strike him at once with the spear, right to the earth; and I will not have*i to*i strike*i him a second time!”"
    },
    {
        "o": 8728,
        "r": "nkjv:1 Samuel:26:9",
        "t": "But*p David said to Abishai, “Do not destroy him; for who can stretch out his hand against the Lord’s*s anointed, and be guiltless?”"
    },
    {
        "o": 8729,
        "r": "nkjv:1 Samuel:26:10",
        "t": "David said furthermore, “As*i the Lord*s lives, the Lord*s shall strike him, or his day shall come to die, or he shall go out to battle and perish."
    },
    {
        "o": 8730,
        "r": "nkjv:1 Samuel:26:11",
        "t": "The Lord*s forbid that I should stretch out my hand against the Lord’s*s anointed. But please, take now the spear and the jug of water that are*i by his head, and let us go.”"
    },
    {
        "o": 8731,
        "r": "nkjv:1 Samuel:26:12",
        "t": "So David took the spear and the jug of water by*i Saul’s head, and they got away; and no man saw or knew it*i or awoke. For they were*i all asleep, because a deep sleep from the Lord*s had fallen on them."
    },
    {
        "o": 8732,
        "r": "nkjv:1 Samuel:26:13",
        "t": "Now*p David went over to the other side, and stood on the top of a hill afar off, a great distance being*i between them."
    },
    {
        "o": 8733,
        "r": "nkjv:1 Samuel:26:14",
        "t": "And David called out to the people and to Abner the son of Ner, saying, “Do you not answer, Abner?” Then*p Abner answered and said, “Who are*i you, calling out to the king?”"
    },
    {
        "o": 8734,
        "r": "nkjv:1 Samuel:26:15",
        "t": "So*p David said to Abner, “Are*i you not a man? And who is*i like you in Israel? Why then have you not guarded your lord the king? For one of the people came in to destroy your lord the king."
    },
    {
        "o": 8735,
        "r": "nkjv:1 Samuel:26:16",
        "t": "This thing that you have done is*i not good. As*i the Lord*s lives, you deserve to die, because you have not guarded your master, the Lord’s*s anointed. And now see where the king’s spear is,*i and the jug of water that was*i by his head.”"
    },
    {
        "o": 8736,
        "r": "nkjv:1 Samuel:26:17",
        "t": "Then*p Saul knew David’s voice, and said, “Is*i that your voice, my son David?” David*p said, “It*i is*i my voice, my lord, O king.”"
    },
    {
        "o": 8737,
        "r": "nkjv:1 Samuel:26:18",
        "t": "And he said, “Why does my lord thus pursue his servant? For what have I done, or what evil is*i in my hand?"
    },
    {
        "o": 8738,
        "r": "nkjv:1 Samuel:26:19",
        "t": "Now therefore, please, let my lord the king hear the words of his servant: If the Lord*s has stirred you up against me, let Him accept an offering. But if it*i is*i the children of men, may*i they be*i cursed before the Lord,*s for they have driven me out this day from sharing in the inheritance of the Lord,*s saying, ‘Go, serve other gods.’"
    },
    {
        "o": 8739,
        "r": "nkjv:1 Samuel:26:20",
        "t": "So now, do not let my blood fall to the earth before the face of the Lord.*s For the king of Israel has come out to seek a flea, as when one hunts a partridge in the mountains.”"
    },
    {
        "o": 8740,
        "r": "nkjv:1 Samuel:26:21",
        "t": "Then*p Saul said, “I have sinned. Return, my son David. For I will harm you no more, because my life was precious in your eyes this day. Indeed I have played the fool and erred exceedingly.”"
    },
    {
        "o": 8741,
        "r": "nkjv:1 Samuel:26:22",
        "t": "And*p David answered and said, “Here is the king’s spear. Let one of the young men come over and get it."
    },
    {
        "o": 8742,
        "r": "nkjv:1 Samuel:26:23",
        "t": "May the Lord*s repay every man for*i his righteousness and his faithfulness; for the Lord*s delivered you into my*i hand today, but I would not stretch out my hand against the Lord’s*s anointed."
    },
    {
        "o": 8743,
        "r": "nkjv:1 Samuel:26:24",
        "t": "And indeed, as your life was valued much this day in my eyes, so let my life be valued much in the eyes of the Lord,*s and let Him deliver me out of all tribulation.”"
    },
    {
        "o": 8744,
        "r": "nkjv:1 Samuel:26:25",
        "t": "Then*p Saul said to David, “May*i you be*i blessed, my son David! You shall both do great things and also still prevail.” So*p David went on his way, and Saul returned to his place."
    },
    {
        "o": 8745,
        "r": "nkjv:1 Samuel:27:0",
        "t": "1 Samuel 27",
        "h": 1
    },
    {
        "o": 8746,
        "r": "nkjv:1 Samuel:27:0",
        "t": "David Allied with the Philistines",
        "h": 2
    },
    {
        "o": 8747,
        "r": "nkjv:1 Samuel:27:1",
        "t": "And*p David said in his heart, “Now I shall perish someday by the hand of Saul. There*i is*i nothing better for me than that I should speedily escape to the land of the Philistines; and Saul will despair of me, to seek me anymore in any part of Israel. So I shall escape out of his hand.”"
    },
    {
        "o": 8748,
        "r": "nkjv:1 Samuel:27:2",
        "t": "Then David arose and went over with the six hundred men who were*i with him to Achish the son of Maoch, king of Gath."
    },
    {
        "o": 8749,
        "r": "nkjv:1 Samuel:27:3",
        "t": "So David dwelt with Achish at Gath, he and his men, each man with his household, and*i David with his two wives, Ahinoam the Jezreelitess, and Abigail the Carmelitess, Nabal’s widow."
    },
    {
        "o": 8750,
        "r": "nkjv:1 Samuel:27:4",
        "t": "And it was told Saul that David had fled to Gath; so he sought him no more."
    },
    {
        "o": 8751,
        "r": "nkjv:1 Samuel:27:5",
        "t": "Then*p David said to Achish, “If I have now found favor in your eyes, let them give me a place in some town in the country, that I may dwell there. For why should your servant dwell in the royal city with you?”"
    },
    {
        "o": 8752,
        "r": "nkjv:1 Samuel:27:6",
        "t": "So Achish gave him Ziklag that day. Therefore Ziklag has belonged to the kings of Judah to this day."
    },
    {
        "o": 8753,
        "r": "nkjv:1 Samuel:27:7",
        "t": "Now the time that David dwelt in the country of the Philistines was one full year and four months."
    },
    {
        "o": 8754,
        "r": "nkjv:1 Samuel:27:8",
        "t": "And*p David and his men went up and raided the Geshurites, the Girzites, and the Amalekites. For those nations*i were the inhabitants of the land from of old, as you go to Shur, even as far as the land of Egypt."
    },
    {
        "o": 8755,
        "r": "nkjv:1 Samuel:27:9",
        "t": "Whenever David attacked the land, he left neither man nor woman alive, but took away the sheep, the oxen, the donkeys, the camels, and the apparel, and returned and came to Achish."
    },
    {
        "o": 8756,
        "r": "nkjv:1 Samuel:27:10",
        "t": "Then Achish would say, “Where have you made a raid today?” And David would say, “Against the southern area*i of Judah, or against the southern area*i of the Jerahmeelites, or against the southern area*i of the Kenites.”"
    },
    {
        "o": 8757,
        "r": "nkjv:1 Samuel:27:11",
        "t": "David would save neither man nor woman alive, to bring news*i to Gath, saying, “Lest they should inform on us, saying, ‘Thus David did.’” And thus was*i his behavior all the time he dwelt in the country of the Philistines."
    },
    {
        "o": 8758,
        "r": "nkjv:1 Samuel:27:12",
        "t": "So Achish believed David, saying, “He has made his people Israel utterly abhor him; therefore he will be my servant forever.”"
    },
    {
        "o": 8759,
        "r": "nkjv:1 Samuel:28:0",
        "t": "1 Samuel 28",
        "h": 1
    },
    {
        "o": 8760,
        "r": "nkjv:1 Samuel:28:1",
        "t": "Now*p it happened in those days that the Philistines gathered their armies together for war, to fight with Israel. And Achish said to David, “You assuredly know that you will go out with me to battle, you and your men.”"
    },
    {
        "o": 8761,
        "r": "nkjv:1 Samuel:28:2",
        "t": "So*p David said to Achish, “Surely you know what your servant can do.” And*p Achish said to David, “Therefore I will make you one of my chief guardians forever.”"
    },
    {
        "o": 8762,
        "r": "nkjv:1 Samuel:28:2",
        "t": "Saul Consults a Medium",
        "h": 2
    },
    {
        "o": 8763,
        "r": "nkjv:1 Samuel:28:3",
        "t": "Now*p Samuel had died, and all Israel had lamented for him and buried him in Ramah, in his own city. And Saul had put the mediums and the spiritists out of the land."
    },
    {
        "o": 8764,
        "r": "nkjv:1 Samuel:28:4",
        "t": "Then*p the Philistines gathered together, and came and encamped at Shunem. So Saul gathered all Israel together, and they encamped at Gilboa."
    },
    {
        "o": 8765,
        "r": "nkjv:1 Samuel:28:5",
        "t": "When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly."
    },
    {
        "o": 8766,
        "r": "nkjv:1 Samuel:28:6",
        "t": "And when Saul inquired of the Lord,*s the Lord*s did not answer him, either by dreams or by Urim or by the prophets."
    },
    {
        "o": 8767,
        "r": "nkjv:1 Samuel:28:7",
        "t": "Then*p Saul said to his servants, “Find me a woman who is a medium, that I may go to her and inquire of her.” And*p his servants said to him, “In fact, there*i is*i a woman who is a medium at En Dor.”"
    },
    {
        "o": 8768,
        "r": "nkjv:1 Samuel:28:8",
        "t": "So*p Saul disguised himself and put on other clothes, and he went, and two men with him; and they came to the woman by night. And he said, “Please conduct a séance for me, and bring up for me the one I shall name to you.”"
    },
    {
        "o": 8769,
        "r": "nkjv:1 Samuel:28:9",
        "t": "Then*p the woman said to him, “Look, you know what Saul has done, how he has cut off the mediums and the spiritists from the land. Why then do you lay a snare for my life, to cause me to die?”"
    },
    {
        "o": 8770,
        "r": "nkjv:1 Samuel:28:10",
        "t": "And*p Saul swore to her by the Lord,*s saying, “As*i the Lord*s lives, no punishment shall come upon you for this thing.”"
    },
    {
        "o": 8771,
        "r": "nkjv:1 Samuel:28:11",
        "t": "Then*p the woman said, “Whom shall I bring up for you?” And*p he said, “Bring up Samuel for me.”"
    },
    {
        "o": 8772,
        "r": "nkjv:1 Samuel:28:12",
        "t": "When*p the woman saw Samuel, she cried out with a loud voice. And the woman spoke to Saul, saying, “Why have you deceived me? For you are*i Saul!”"
    },
    {
        "o": 8773,
        "r": "nkjv:1 Samuel:28:13",
        "t": "And*p the king said to her, “Do not be afraid. What did you see?” And*p the woman said to Saul, “I saw a spirit ascending out of the earth.”"
    },
    {
        "o": 8774,
        "r": "nkjv:1 Samuel:28:14",
        "t": "So*p he said to her, “What is*i his form?” And*p she said, “An old man is coming up, and he is*i covered with a mantle.” And Saul perceived that it was*i Samuel, and he stooped with his*i face to the ground and bowed down."
    },
    {
        "o": 8775,
        "r": "nkjv:1 Samuel:28:15",
        "t": "Now*p Samuel said to Saul, “Why have you disturbed me by bringing me up?” And*p Saul answered, “I am deeply distressed; for the Philistines make war against me, and God has departed from me and does not answer me anymore, neither by prophets nor by dreams. Therefore I have called you, that you may reveal to me what I should do.”"
    },
    {
        "o": 8776,
        "r": "nkjv:1 Samuel:28:16",
        "t": "Then*p Samuel said: “So why do you ask me, seeing the Lord*s has departed from you and has become your enemy?"
    },
    {
        "o": 8777,
        "r": "nkjv:1 Samuel:28:17",
        "t": "And the Lord*s has done for Himself as He spoke by me. For the Lord*s has torn the kingdom out of your hand and given it to your neighbor, David."
    },
    {
        "o": 8778,
        "r": "nkjv:1 Samuel:28:18",
        "t": "Because you did not obey the voice of the Lord*s nor execute His fierce wrath upon Amalek, therefore the Lord*s has done this thing to you this day."
    },
    {
        "o": 8779,
        "r": "nkjv:1 Samuel:28:19",
        "t": "Moreover the Lord*s will also deliver Israel with you into the hand of the Philistines. And tomorrow you and your sons will*i be*i with me. The Lord*s will also deliver the army of Israel into the hand of the Philistines.”"
    },
    {
        "o": 8780,
        "r": "nkjv:1 Samuel:28:20",
        "t": "Immediately*p Saul fell full length on the ground, and was dreadfully afraid because of the words of Samuel. And there was no strength in him, for he had eaten no food all day or all night."
    },
    {
        "o": 8781,
        "r": "nkjv:1 Samuel:28:21",
        "t": "And*p the woman came to Saul and saw that he was severely troubled, and said to him, “Look, your maidservant has obeyed your voice, and I have put my life in my hands and heeded the words which you spoke to me."
    },
    {
        "o": 8782,
        "r": "nkjv:1 Samuel:28:22",
        "t": "Now therefore, please, heed also the voice of your maidservant, and let me set a piece of bread before you; and eat, that you may have strength when you go on your*i way.”"
    },
    {
        "o": 8783,
        "r": "nkjv:1 Samuel:28:23",
        "t": "But*p he refused and said, “I will not eat.” So*p his servants, together with the woman, urged him; and he heeded their voice. Then he arose from the ground and sat on the bed."
    },
    {
        "o": 8784,
        "r": "nkjv:1 Samuel:28:24",
        "t": "Now the woman had a fatted calf in the house, and she hastened to kill it. And she took flour and kneaded it,*i and baked unleavened bread from it."
    },
    {
        "o": 8785,
        "r": "nkjv:1 Samuel:28:25",
        "t": "So she brought it*i before Saul and his servants, and they ate. Then they rose and went away that night."
    },
    {
        "o": 8786,
        "r": "nkjv:1 Samuel:29:0",
        "t": "1 Samuel 29",
        "h": 1
    },
    {
        "o": 8787,
        "r": "nkjv:1 Samuel:29:0",
        "t": "The Philistines Reject David",
        "h": 2
    },
    {
        "o": 8788,
        "r": "nkjv:1 Samuel:29:1",
        "t": "Then*p the Philistines gathered together all their armies at Aphek, and the Israelites encamped by a fountain which is*i in Jezreel."
    },
    {
        "o": 8789,
        "r": "nkjv:1 Samuel:29:2",
        "t": "And the lords of the Philistines passed in review by hundreds and by thousands, but David and his men passed in review at the rear with Achish."
    },
    {
        "o": 8790,
        "r": "nkjv:1 Samuel:29:3",
        "t": "Then the princes of the Philistines said, “What are*i these Hebrews doing*i here?”*i And*p Achish said to the princes of the Philistines, “Is*i this not David, the servant of Saul king of Israel, who has been with me these days, or these years? And to this day I have found no fault in him since he defected to*i me.”*i"
    },
    {
        "o": 8791,
        "r": "nkjv:1 Samuel:29:4",
        "t": "But*p the princes of the Philistines were angry with him; so the princes of the Philistines said to him, “Make this fellow return, that he may go back to the place which you have appointed for him, and do not let him go down with us to battle, lest in the battle he become our adversary. For with what could he reconcile himself to his master, if not with the heads of these men?"
    },
    {
        "o": 8792,
        "r": "nkjv:1 Samuel:29:5",
        "t": "Is*i this not David, of whom they sang to one another in dances, saying: ‘Saul*pn has slain his thousands, And*ld David his ten thousands’?”"
    },
    {
        "o": 8793,
        "r": "nkjv:1 Samuel:29:6",
        "t": "Then*p Achish called David and said to him, “Surely, as*i the Lord*s lives, you have been upright, and your going out and your coming in with me in the army is*i good in my sight. For to this day I have not found evil in you since the day of your coming to me. Nevertheless the lords do not favor you."
    },
    {
        "o": 8794,
        "r": "nkjv:1 Samuel:29:7",
        "t": "Therefore return now, and go in peace, that you may not displease the lords of the Philistines.”"
    },
    {
        "o": 8795,
        "r": "nkjv:1 Samuel:29:8",
        "t": "So*p David said to Achish, “But what have I done? And to this day what have you found in your servant as long as I have been with you, that I may not go and fight against the enemies of my lord the king?”"
    },
    {
        "o": 8796,
        "r": "nkjv:1 Samuel:29:9",
        "t": "Then*p Achish answered and said to David, “I know that you are*i as good in my sight as an angel of God; nevertheless the princes of the Philistines have said, ‘He shall not go up with us to the battle.’"
    },
    {
        "o": 8797,
        "r": "nkjv:1 Samuel:29:10",
        "t": "Now therefore, rise early in the morning with your master’s servants who have come with you. And as soon as you are up early in the morning and have light, depart.”"
    },
    {
        "o": 8798,
        "r": "nkjv:1 Samuel:29:11",
        "t": "So*p David and his men rose early to depart in the morning, to return to the land of the Philistines. And the Philistines went up to Jezreel."
    },
    {
        "o": 8799,
        "r": "nkjv:1 Samuel:30:0",
        "t": "1 Samuel 30",
        "h": 1
    },
    {
        "o": 8800,
        "r": "nkjv:1 Samuel:30:0",
        "t": "David’s Conflict with the Amalekites",
        "h": 2
    },
    {
        "o": 8801,
        "r": "nkjv:1 Samuel:30:1",
        "t": "Now*p it happened, when David and his men came to Ziklag, on the third day, that the Amalekites had invaded the South and Ziklag, attacked Ziklag and burned it with fire,"
    },
    {
        "o": 8802,
        "r": "nkjv:1 Samuel:30:2",
        "t": "and had taken captive the women and those who were*i there, from small to great; they did not kill anyone, but carried them*i away and went their way."
    },
    {
        "o": 8803,
        "r": "nkjv:1 Samuel:30:3",
        "t": "So David and his men came to the city, and there it was, burned with fire; and their wives, their sons, and their daughters had been taken captive."
    },
    {
        "o": 8804,
        "r": "nkjv:1 Samuel:30:4",
        "t": "Then David and the people who were*i with him lifted up their voices and wept, until they had no more power to weep."
    },
    {
        "o": 8805,
        "r": "nkjv:1 Samuel:30:5",
        "t": "And David’s two wives, Ahinoam the Jezreelitess, and Abigail the widow of Nabal the Carmelite, had been taken captive."
    },
    {
        "o": 8806,
        "r": "nkjv:1 Samuel:30:6",
        "t": "Now David was greatly distressed, for the people spoke of stoning him, because the soul of all the people was grieved, every man for his sons and his daughters. But David strengthened himself in the Lord*s his God."
    },
    {
        "o": 8807,
        "r": "nkjv:1 Samuel:30:7",
        "t": "Then*p David said to Abiathar the priest, Ahimelech’s son, “Please bring the ephod here to me.” And Abiathar brought the ephod to David."
    },
    {
        "o": 8808,
        "r": "nkjv:1 Samuel:30:8",
        "t": "So David inquired of the Lord,*s saying, “Shall I pursue this troop? Shall I overtake them?” And*p He answered him, “Pursue, for you shall surely overtake them*i and without fail recover all.”*i"
    },
    {
        "o": 8809,
        "r": "nkjv:1 Samuel:30:9",
        "t": "So*p David went, he and the six hundred men who were*i with him, and came to the Brook Besor, where those stayed who were left behind."
    },
    {
        "o": 8810,
        "r": "nkjv:1 Samuel:30:10",
        "t": "But David pursued, he and four hundred men; for two hundred stayed behind,*i who were so weary that they could not cross the Brook Besor."
    },
    {
        "o": 8811,
        "r": "nkjv:1 Samuel:30:11",
        "t": "Then*p they found an Egyptian in the field, and brought him to David; and they gave him bread and he ate, and they let him drink water."
    },
    {
        "o": 8812,
        "r": "nkjv:1 Samuel:30:12",
        "t": "And they gave him a piece of a cake of figs and two clusters of raisins. So when he had eaten, his strength came back to him; for he had eaten no bread nor drunk water for three days and three nights."
    },
    {
        "o": 8813,
        "r": "nkjv:1 Samuel:30:13",
        "t": "Then David said to him, “To whom do you belong,*i and where are*i you from?” And*p he said, “I am*i a young man from Egypt, servant of an Amalekite; and my master left me behind, because three days ago I fell sick."
    },
    {
        "o": 8814,
        "r": "nkjv:1 Samuel:30:14",
        "t": "We made an invasion of the southern area*i of the Cherethites, in the territory*i which belongs*i to Judah, and of the southern area*i of Caleb; and we burned Ziklag with fire.”"
    },
    {
        "o": 8815,
        "r": "nkjv:1 Samuel:30:15",
        "t": "And*p David said to him, “Can you take me down to this troop?” So*p he said, “Swear to me by God that you will neither kill me nor deliver me into the hands of my master, and I will take you down to this troop.”"
    },
    {
        "o": 8816,
        "r": "nkjv:1 Samuel:30:16",
        "t": "And*p when he had brought him down, there they were, spread out over all the land, eating and drinking and dancing, because of all the great spoil which they had taken from the land of the Philistines and from the land of Judah."
    },
    {
        "o": 8817,
        "r": "nkjv:1 Samuel:30:17",
        "t": "Then David attacked them from twilight until the evening of the next day. Not a man of them escaped, except four hundred young men who rode on camels and fled."
    },
    {
        "o": 8818,
        "r": "nkjv:1 Samuel:30:18",
        "t": "So David recovered all that the Amalekites had carried away, and David rescued his two wives."
    },
    {
        "o": 8819,
        "r": "nkjv:1 Samuel:30:19",
        "t": "And nothing of theirs was lacking, either small or great, sons or daughters, spoil or anything which they had taken from them; David recovered all."
    },
    {
        "o": 8820,
        "r": "nkjv:1 Samuel:30:20",
        "t": "Then David took all the flocks and herds they had driven before those other*i livestock, and said, “This is*i David’s spoil.”"
    },
    {
        "o": 8821,
        "r": "nkjv:1 Samuel:30:21",
        "t": "Now*p David came to the two hundred men who had been so weary that they could not follow David, whom they also had made to stay at the Brook Besor. So they went out to meet David and to meet the people who were*i with him. And when David came near the people, he greeted them."
    },
    {
        "o": 8822,
        "r": "nkjv:1 Samuel:30:22",
        "t": "Then all the wicked and worthless men of those who went with David answered and said, “Because they did not go with us, we will not give them any*i of the spoil that we have recovered, except for every man’s wife and children, that they may lead them*i away and depart.”"
    },
    {
        "o": 8823,
        "r": "nkjv:1 Samuel:30:23",
        "t": "But*p David said, “My brethren, you shall not do so with what the Lord*s has given us, who has preserved us and delivered into our hand the troop that came against us."
    },
    {
        "o": 8824,
        "r": "nkjv:1 Samuel:30:24",
        "t": "For who will heed you in this matter? But as his part is*i who goes down to the battle, so shall*i his part be*i who stays by the supplies; they shall share alike.”"
    },
    {
        "o": 8825,
        "r": "nkjv:1 Samuel:30:25",
        "t": "So it was, from that day forward; he made it a statute and an ordinance for Israel to this day."
    },
    {
        "o": 8826,
        "r": "nkjv:1 Samuel:30:26",
        "t": "Now*p when David came to Ziklag, he sent some*i of the spoil to the elders of Judah, to his friends, saying, “Here is a present for you from the spoil of the enemies of the Lord”—*s"
    },
    {
        "o": 8827,
        "r": "nkjv:1 Samuel:30:27",
        "t": "to those*i who were*i in Bethel, those*i who were*i in Ramoth of the South, those*i who were*i in Jattir,"
    },
    {
        "o": 8828,
        "r": "nkjv:1 Samuel:30:28",
        "t": "those*i who were*i in Aroer, those*i who were*i in Siphmoth, those*i who were*i in Eshtemoa,"
    },
    {
        "o": 8829,
        "r": "nkjv:1 Samuel:30:29",
        "t": "those*i who were*i in Rachal, those*i who were*i in the cities of the Jerahmeelites, those*i who were*i in the cities of the Kenites,"
    },
    {
        "o": 8830,
        "r": "nkjv:1 Samuel:30:30",
        "t": "those*i who were*i in Hormah, those*i who were*i in Chorashan, those*i who were*i in Athach,"
    },
    {
        "o": 8831,
        "r": "nkjv:1 Samuel:30:31",
        "t": "those*i who were*i in Hebron, and to all the places where David himself and his men were accustomed to rove."
    },
    {
        "o": 8832,
        "r": "nkjv:1 Samuel:31:0",
        "t": "1 Samuel 31",
        "h": 1
    },
    {
        "o": 8833,
        "r": "nkjv:1 Samuel:31:0",
        "t": "The Tragic End of Saul and His Sons",
        "h": 2
    },
    {
        "o": 8834,
        "r": "nkjv:1 Samuel:31:1",
        "t": "Now*p the Philistines fought against Israel; and the men of Israel fled from before the Philistines, and fell slain on Mount Gilboa."
    },
    {
        "o": 8835,
        "r": "nkjv:1 Samuel:31:2",
        "t": "Then the Philistines followed hard after Saul and his sons. And the Philistines killed Jonathan, Abinadab, and Malchishua, Saul’s sons."
    },
    {
        "o": 8836,
        "r": "nkjv:1 Samuel:31:3",
        "t": "The battle became fierce against Saul. The archers hit him, and he was severely wounded by the archers."
    },
    {
        "o": 8837,
        "r": "nkjv:1 Samuel:31:4",
        "t": "Then*p Saul said to his armorbearer, “Draw your sword, and thrust me through with it, lest these uncircumcised men come and thrust me through and abuse me.” But*p his armorbearer would not, for he was greatly afraid. Therefore Saul took a sword and fell on it."
    },
    {
        "o": 8838,
        "r": "nkjv:1 Samuel:31:5",
        "t": "And when his armorbearer saw that Saul was dead, he also fell on his sword, and died with him."
    },
    {
        "o": 8839,
        "r": "nkjv:1 Samuel:31:6",
        "t": "So Saul, his three sons, his armorbearer, and all his men died together that same day."
    },
    {
        "o": 8840,
        "r": "nkjv:1 Samuel:31:7",
        "t": "And*p when the men of Israel who were*i on the other side of the valley, and those*i who were*i on the other side of the Jordan, saw that the men of Israel had fled and that Saul and his sons were dead, they forsook the cities and fled; and the Philistines came and dwelt in them."
    },
    {
        "o": 8841,
        "r": "nkjv:1 Samuel:31:8",
        "t": "So it happened the next day, when the Philistines came to strip the slain, that they found Saul and his three sons fallen on Mount Gilboa."
    },
    {
        "o": 8842,
        "r": "nkjv:1 Samuel:31:9",
        "t": "And they cut off his head and stripped off his armor, and sent word*i throughout the land of the Philistines, to proclaim it*i in*i the temple of their idols and among the people."
    },
    {
        "o": 8843,
        "r": "nkjv:1 Samuel:31:10",
        "t": "Then they put his armor in the temple of the Ashtoreths, and they fastened his body to the wall of Beth Shan."
    },
    {
        "o": 8844,
        "r": "nkjv:1 Samuel:31:11",
        "t": "Now*p when the inhabitants of Jabesh Gilead heard what the Philistines had done to Saul,"
    },
    {
        "o": 8845,
        "r": "nkjv:1 Samuel:31:12",
        "t": "all the valiant men arose and traveled all night, and took the body of Saul and the bodies of his sons from the wall of Beth Shan; and they came to Jabesh and burned them there."
    },
    {
        "o": 8846,
        "r": "nkjv:1 Samuel:31:13",
        "t": "Then they took their bones and buried them*i under the tamarisk tree at Jabesh, and fasted seven days."
    }
]
