[
    {
        "o": 33024,
        "r": "esv:Colossians:3:0",
        "t": "Colossians 3",
        "h": 1
    },
    {
        "o": 33025,
        "r": "esv:Colossians:3:0",
        "t": "Put On the New Self",
        "h": 2
    },
    {
        "o": 33026,
        "r": "esv:Colossians:3:1",
        "t": "If*p then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God."
    },
    {
        "o": 33027,
        "r": "esv:Colossians:3:2",
        "t": "Set your minds on things that are above, not on things that are on earth."
    },
    {
        "o": 33028,
        "r": "esv:Colossians:3:3",
        "t": "For you have died, and your life is hidden with Christ in God."
    },
    {
        "o": 33029,
        "r": "esv:Colossians:3:4",
        "t": "When Christ who is your life appears, then you also will appear with him in glory."
    },
    {
        "o": 33030,
        "r": "esv:Colossians:3:5",
        "t": "Put*p to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry."
    },
    {
        "o": 33031,
        "r": "esv:Colossians:3:6",
        "t": "On account of these the wrath of God is coming."
    },
    {
        "o": 33032,
        "r": "esv:Colossians:3:7",
        "t": "In these you too once walked, when you were living in them."
    },
    {
        "o": 33033,
        "r": "esv:Colossians:3:8",
        "t": "But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth."
    },
    {
        "o": 33034,
        "r": "esv:Colossians:3:9",
        "t": "Do not lie to one another, seeing that you have put off the old self with its practices"
    },
    {
        "o": 33035,
        "r": "esv:Colossians:3:10",
        "t": "and have put on the new self, which is being renewed in knowledge after the image of its creator."
    },
    {
        "o": 33036,
        "r": "esv:Colossians:3:11",
        "t": "Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all."
    },
    {
        "o": 33037,
        "r": "esv:Colossians:3:12",
        "t": "Put*p on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,"
    },
    {
        "o": 33038,
        "r": "esv:Colossians:3:13",
        "t": "bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."
    },
    {
        "o": 33039,
        "r": "esv:Colossians:3:14",
        "t": "And above all these put on love, which binds everything together in perfect harmony."
    },
    {
        "o": 33040,
        "r": "esv:Colossians:3:15",
        "t": "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful."
    },
    {
        "o": 33041,
        "r": "esv:Colossians:3:16",
        "t": "Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God."
    },
    {
        "o": 33042,
        "r": "esv:Colossians:3:17",
        "t": "And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him."
    },
    {
        "o": 33043,
        "r": "esv:Colossians:3:17",
        "t": "Rules for Christian Households",
        "h": 2
    },
    {
        "o": 33044,
        "r": "esv:Colossians:3:18",
        "t": "Wives,*p submit to your husbands, as is fitting in the Lord."
    },
    {
        "o": 33045,
        "r": "esv:Colossians:3:19",
        "t": "Husbands, love your wives, and do not be harsh with them."
    },
    {
        "o": 33046,
        "r": "esv:Colossians:3:20",
        "t": "Children, obey your parents in everything, for this pleases the Lord."
    },
    {
        "o": 33047,
        "r": "esv:Colossians:3:21",
        "t": "Fathers, do not provoke your children, lest they become discouraged."
    },
    {
        "o": 33048,
        "r": "esv:Colossians:3:22",
        "t": "Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord."
    },
    {
        "o": 33049,
        "r": "esv:Colossians:3:23",
        "t": "Whatever you do, work heartily, as for the Lord and not for men,"
    },
    {
        "o": 33050,
        "r": "esv:Colossians:3:24",
        "t": "knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ."
    },
    {
        "o": 33051,
        "r": "esv:Colossians:3:25",
        "t": "For the wrongdoer will be paid back for the wrong he has done, and there is no partiality."
    }
]
