[
    {
        "o": 11325,
        "r": "kjv:1 Chronicles:22:0",
        "t": "1 Chronicles 22",
        "h": 1
    },
    {
        "o": 11326,
        "r": "kjv:1 Chronicles:22:1",
        "t": "Then*p David said, This is the house of the Lord*s God, and this is the altar of the burnt offering for Israel."
    },
    {
        "o": 11327,
        "r": "kjv:1 Chronicles:22:2",
        "t": "And*p David commanded to gather together the strangers that were in the land of Israel; and he set masons to hew wrought stones to build the house of God."
    },
    {
        "o": 11328,
        "r": "kjv:1 Chronicles:22:3",
        "t": "And*p David prepared iron in abundance for the nails for the doors of the gates, and for the joinings; and brass in abundance without weight;"
    },
    {
        "o": 11329,
        "r": "kjv:1 Chronicles:22:4",
        "t": "Also*p cedar trees in abundance: for the Zidonians and they of Tyre brought much cedar wood to David."
    },
    {
        "o": 11330,
        "r": "kjv:1 Chronicles:22:5",
        "t": "And*p David said, Solomon my son is young and tender, and the house that is to be builded for the Lord*s must be exceeding magnifical, of fame and of glory throughout all countries: I will therefore now make preparation for it. So David prepared abundantly before his death."
    },
    {
        "o": 11331,
        "r": "kjv:1 Chronicles:22:6",
        "t": "Then*p he called for Solomon his son, and charged him to build an house for the Lord*s God of Israel."
    },
    {
        "o": 11332,
        "r": "kjv:1 Chronicles:22:7",
        "t": "And*p David said to Solomon, My son, as for me, it was in my mind to build an house unto the name of the Lord*s my God:"
    },
    {
        "o": 11333,
        "r": "kjv:1 Chronicles:22:8",
        "t": "But*p the word of the Lord*s came to me, saying, Thou hast shed blood abundantly, and hast made great wars: thou shalt not build an house unto my name, because thou hast shed much blood upon the earth in my sight."
    },
    {
        "o": 11334,
        "r": "kjv:1 Chronicles:22:9",
        "t": "Behold,*p a son shall be born to thee, who shall be a man of rest; and I will give him rest from all his enemies round about: for his name shall be Solomon, and I will give peace and quietness unto Israel in his days."
    },
    {
        "o": 11335,
        "r": "kjv:1 Chronicles:22:10",
        "t": "He*p shall build an house for my name; and he shall be my son, and I will be his father; and I will establish the throne of his kingdom over Israel for ever."
    },
    {
        "o": 11336,
        "r": "kjv:1 Chronicles:22:11",
        "t": "Now,*p my son, the Lord*s be with thee; and prosper thou, and build the house of the Lord*s thy God, as he hath said of thee."
    },
    {
        "o": 11337,
        "r": "kjv:1 Chronicles:22:12",
        "t": "Only*p the Lord*s give thee wisdom and understanding, and give thee charge concerning Israel, that thou mayest keep the law of the Lord*s thy God."
    },
    {
        "o": 11338,
        "r": "kjv:1 Chronicles:22:13",
        "t": "Then*p shalt thou prosper, if thou takest heed to fulfil the statutes and judgments which the Lord*s charged Moses with concerning Israel: be strong, and of good courage; dread not, nor be dismayed."
    },
    {
        "o": 11339,
        "r": "kjv:1 Chronicles:22:14",
        "t": "Now,*p behold, in my trouble I have prepared for the house of the Lord*s an hundred thousand talents of gold, and a thousand thousand talents of silver; and of brass and iron without weight; for it is in abundance: timber also and stone have I prepared; and thou mayest add thereto."
    },
    {
        "o": 11340,
        "r": "kjv:1 Chronicles:22:15",
        "t": "Moreover*p there are workmen with thee in abundance, hewers and workers of stone and timber, and all manner of cunning men for every manner of work."
    },
    {
        "o": 11341,
        "r": "kjv:1 Chronicles:22:16",
        "t": "Of*p the gold, the silver, and the brass, and the iron, there is no number. Arise therefore, and be doing, and the Lord*s be with thee."
    },
    {
        "o": 11342,
        "r": "kjv:1 Chronicles:22:17",
        "t": "David*p also commanded all the princes of Israel to help Solomon his son, saying,"
    },
    {
        "o": 11343,
        "r": "kjv:1 Chronicles:22:18",
        "t": "Is*p not the Lord*s your God with you? and hath he not given you rest on every side? for he hath given the inhabitants of the land into mine hand; and the land is subdued before the Lord,*s and before his people."
    },
    {
        "o": 11344,
        "r": "kjv:1 Chronicles:22:19",
        "t": "Now*p set your heart and your soul to seek the Lord*s your God; arise therefore, and build ye the sanctuary of the Lord*s God, to bring the ark of the covenant of the Lord,*s and the holy vessels of God, into the house that is to be built to the name of the Lord.*s"
    }
]
