[
    {
        "o": 12514,
        "r": "nasb:2 Chronicles:10:0",
        "t": "2 Chronicles 10",
        "h": 1
    },
    {
        "o": 12515,
        "r": "nasb:2 Chronicles:10:0",
        "t": "Rehoboam’s Reign of Folly",
        "h": 2
    },
    {
        "o": 12516,
        "r": "nasb:2 Chronicles:10:1",
        "t": "Then*p Rehoboam went to Shechem, for all Israel had come to Shechem to make him king."
    },
    {
        "o": 12517,
        "r": "nasb:2 Chronicles:10:2",
        "t": "When Jeroboam the son of Nebat heard of*i it*i (for he was in Egypt where he had fled from the presence of King Solomon), Jeroboam returned from Egypt."
    },
    {
        "o": 12518,
        "r": "nasb:2 Chronicles:10:3",
        "t": "So they sent and summoned him. When Jeroboam and all Israel came, they spoke to Rehoboam, saying,"
    },
    {
        "o": 12519,
        "r": "nasb:2 Chronicles:10:4",
        "t": "“Your father made our yoke hard; now therefore lighten the hard service of your father and his heavy yoke which he put on us, and we will serve you.”"
    },
    {
        "o": 12520,
        "r": "nasb:2 Chronicles:10:5",
        "t": "He said to them, “Return to me again in three days.” So the people departed."
    },
    {
        "o": 12521,
        "r": "nasb:2 Chronicles:10:6",
        "t": "Then*p King Rehoboam consulted with the elders who had served his father Solomon while he was still alive, saying, “How do you counsel me*i to answer this people?”"
    },
    {
        "o": 12522,
        "r": "nasb:2 Chronicles:10:7",
        "t": "They spoke to him, saying, “If you will be kind to this people and please them and speak good words to them, then they will be your servants forever.”"
    },
    {
        "o": 12523,
        "r": "nasb:2 Chronicles:10:8",
        "t": "But he forsook the counsel of the elders which they had given him, and consulted with the young men who grew up with him and served him."
    },
    {
        "o": 12524,
        "r": "nasb:2 Chronicles:10:9",
        "t": "So he said to them, “What counsel do you give that we may answer this people, who have spoken to me, saying, ‘Lighten the yoke which your father put on us’?”"
    },
    {
        "o": 12525,
        "r": "nasb:2 Chronicles:10:10",
        "t": "The young men who grew up with him spoke to him, saying, “Thus you shall say to the people who spoke to you, saying, ‘Your father made our yoke heavy, but you make it lighter for us.’ Thus you shall say to them, ‘My little finger is thicker than my father’s loins!"
    },
    {
        "o": 12526,
        "r": "nasb:2 Chronicles:10:11",
        "t": "Whereas my father loaded you with a heavy yoke, I will add to your yoke; my father disciplined you with whips, but I will*i discipline*i you*i with scorpions.’ ”"
    },
    {
        "o": 12527,
        "r": "nasb:2 Chronicles:10:12",
        "t": "So*p Jeroboam and all the people came to Rehoboam on the third day as the king had directed, saying, “Return to me on the third day.”"
    },
    {
        "o": 12528,
        "r": "nasb:2 Chronicles:10:13",
        "t": "The king answered them harshly, and King Rehoboam forsook the counsel of the elders."
    },
    {
        "o": 12529,
        "r": "nasb:2 Chronicles:10:14",
        "t": "He spoke to them according to the advice of the young men, saying, “My father made your yoke heavy, but I will add to it; my father disciplined you with whips, but I will*i discipline*i you*i with scorpions.”"
    },
    {
        "o": 12530,
        "r": "nasb:2 Chronicles:10:15",
        "t": "So the king did not listen to the people, for it was a turn of*i events*i from God that the Lord*s might establish His word, which He spoke through Ahijah the Shilonite to Jeroboam the son of Nebat."
    },
    {
        "o": 12531,
        "r": "nasb:2 Chronicles:10:16",
        "t": "When*p all Israel saw*i that the king did not listen to them the people answered the king, saying, “What*pn portion do we have in David? We*iln have*i no inheritance in the son of Jesse. Every*ln man to your tents, O Israel; Now*ln look after your own house, David.” So*p all Israel departed to their tents."
    },
    {
        "o": 12532,
        "r": "nasb:2 Chronicles:10:17",
        "t": "But as for the sons of Israel who lived in the cities of Judah, Rehoboam reigned over them."
    },
    {
        "o": 12533,
        "r": "nasb:2 Chronicles:10:18",
        "t": "Then King Rehoboam sent Hadoram, who was over the forced labor, and the sons of Israel stoned him to death. And King Rehoboam made haste to mount his chariot to flee to Jerusalem."
    },
    {
        "o": 12534,
        "r": "nasb:2 Chronicles:10:19",
        "t": "So Israel has been in rebellion against the house of David to this day."
    }
]
