[
    {
        "o": 32788,
        "r": "csb:2 Corinthians:9:0",
        "t": "2 Corinthians 9",
        "h": 1
    },
    {
        "o": 32789,
        "r": "csb:2 Corinthians:9:0",
        "t": "Motivations for Giving",
        "h": 2
    },
    {
        "o": 32790,
        "r": "csb:2 Corinthians:9:1",
        "t": "Now*p concerning the ministry to the saints, it is unnecessary for me to write to you."
    },
    {
        "o": 32791,
        "r": "csb:2 Corinthians:9:2",
        "t": "For I know your eagerness, and I boast about you to the Macedonians, “Achaia has been ready since last year,” and your zeal has stirred up most of them."
    },
    {
        "o": 32792,
        "r": "csb:2 Corinthians:9:3",
        "t": "But I am sending the brothers so that our boasting about you in this matter would not prove empty, and so that you would be ready just as I said."
    },
    {
        "o": 32793,
        "r": "csb:2 Corinthians:9:4",
        "t": "Otherwise, if any Macedonians come with me and find you unprepared, we, not to mention you, would be put to shame in that situation."
    },
    {
        "o": 32794,
        "r": "csb:2 Corinthians:9:5",
        "t": "Therefore I considered it necessary to urge the brothers to go on ahead to you and arrange in advance the generous gift you promised, so that it will be ready as a gift and not as an extortion."
    },
    {
        "o": 32795,
        "r": "csb:2 Corinthians:9:6",
        "t": "The*p point is this: The person who sows sparingly will also reap sparingly, and the person who sows generously will also reap generously."
    },
    {
        "o": 32796,
        "r": "csb:2 Corinthians:9:7",
        "t": "Each person should do as he has decided in his heart - not reluctantly or out of compulsion, since God loves a cheerful giver."
    },
    {
        "o": 32797,
        "r": "csb:2 Corinthians:9:8",
        "t": "And God is able to make every grace overflow to you, so that in every way, always having everything you need, you may excel in every good work."
    },
    {
        "o": 32798,
        "r": "csb:2 Corinthians:9:9",
        "t": "As it is written: He*ipn distributed*i freely;*i he*iln gave*i to*i the*i poor;*i his*iln righteousness*i endures*i forever.*i"
    },
    {
        "o": 32799,
        "r": "csb:2 Corinthians:9:10",
        "t": "Now*p the one who provides seed for the sower and bread for food will also provide and multiply your seed and increase the harvest of your righteousness."
    },
    {
        "o": 32800,
        "r": "csb:2 Corinthians:9:11",
        "t": "You will be enriched in every way for all generosity, which produces thanksgiving to God through us."
    },
    {
        "o": 32801,
        "r": "csb:2 Corinthians:9:12",
        "t": "For the ministry of this service is not only supplying the needs of the saints but is also overflowing in many expressions of thanks to God."
    },
    {
        "o": 32802,
        "r": "csb:2 Corinthians:9:13",
        "t": "Because of the proof provided by this ministry, they will glorify God for your obedient confession of the gospel of Christ, and for your generosity in sharing with them and with everyone."
    },
    {
        "o": 32803,
        "r": "csb:2 Corinthians:9:14",
        "t": "And as they pray on your behalf, they will have deep affection for you because of the surpassing grace of God in you."
    },
    {
        "o": 32804,
        "r": "csb:2 Corinthians:9:15",
        "t": "Thanks be to God for his indescribable gift!"
    }
]
