[
    {
        "o": 32392,
        "r": "nasb:Galatians:3:0",
        "t": "Galatians 3",
        "h": 1
    },
    {
        "o": 32393,
        "r": "nasb:Galatians:3:0",
        "t": "Faith Brings Righteousness",
        "h": 2
    },
    {
        "o": 32394,
        "r": "nasb:Galatians:3:1",
        "t": "You*p foolish Galatians, who has bewitched you, before whose eyes Jesus Christ was publicly portrayed as*i crucified?"
    },
    {
        "o": 32395,
        "r": "nasb:Galatians:3:2",
        "t": "This is the only thing I want to find out from you: did you receive the Spirit by the works of the Law, or by hearing with faith?"
    },
    {
        "o": 32396,
        "r": "nasb:Galatians:3:3",
        "t": "Are you so foolish? Having begun by the Spirit, are you now being perfected by the flesh?"
    },
    {
        "o": 32397,
        "r": "nasb:Galatians:3:4",
        "t": "Did you suffer so many things in vain—if indeed it was in vain?"
    },
    {
        "o": 32398,
        "r": "nasb:Galatians:3:5",
        "t": "So then, does He who provides you with the Spirit and works miracles among you, do it by the works of the Law, or by hearing with faith?"
    },
    {
        "o": 32399,
        "r": "nasb:Galatians:3:6",
        "t": "Even*p so Abraham believed*s God,*s and*s it*s was*s reckoned*s to*s him*s as*s righteousness.*s"
    },
    {
        "o": 32400,
        "r": "nasb:Galatians:3:7",
        "t": "Therefore, be sure that it is those who are of faith who are sons of Abraham."
    },
    {
        "o": 32401,
        "r": "nasb:Galatians:3:8",
        "t": "The Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying,*i “All the*s nations*s will*s be*s blessed*s in*s you.”*s"
    },
    {
        "o": 32402,
        "r": "nasb:Galatians:3:9",
        "t": "So then those who are of faith are blessed with Abraham, the believer."
    },
    {
        "o": 32403,
        "r": "nasb:Galatians:3:10",
        "t": "For*p as many as are of the works of the Law are under a curse; for it is written, “Cursed*s is*s everyone*s who*s does*s not*s abide*s by*s all*s things*s written*s in*s the*s book*s of*s the*s law,*s to*s perform*s them.”*s"
    },
    {
        "o": 32404,
        "r": "nasb:Galatians:3:11",
        "t": "Now that no one is justified by the Law before God is evident; for, “The*s righteous*s man*s shall*s live*s by*s faith.”*s"
    },
    {
        "o": 32405,
        "r": "nasb:Galatians:3:12",
        "t": "However, the Law is not of faith; on the contrary, “He*s who*s practices*s them*s shall*s live*s by*s them.”*s"
    },
    {
        "o": 32406,
        "r": "nasb:Galatians:3:13",
        "t": "Christ redeemed us from the curse of the Law, having become a curse for us—for it is written, “Cursed*s is*s everyone*s who*s hangs*s on*s a*s tree”—*s"
    },
    {
        "o": 32407,
        "r": "nasb:Galatians:3:14",
        "t": "in order that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we would receive the promise of the Spirit through faith."
    },
    {
        "o": 32408,
        "r": "nasb:Galatians:3:14",
        "t": "Intent of the Law",
        "h": 2
    },
    {
        "o": 32409,
        "r": "nasb:Galatians:3:15",
        "t": "Brethren,*p I speak in terms of human relations: even though it is only*i a man’s covenant, yet when it has been ratified, no one sets it aside or adds conditions to it."
    },
    {
        "o": 32410,
        "r": "nasb:Galatians:3:16",
        "t": "Now the promises were spoken to Abraham and to his seed. He does not say, “And to seeds,” as referring*i to many, but rather*i to one, “And to your seed,” that is, Christ."
    },
    {
        "o": 32411,
        "r": "nasb:Galatians:3:17",
        "t": "What I am saying is this: the Law, which came four hundred and thirty years later, does not invalidate a covenant previously ratified by God, so as to nullify the promise."
    },
    {
        "o": 32412,
        "r": "nasb:Galatians:3:18",
        "t": "For if the inheritance is based on law, it is no longer based on a promise; but God has granted it to Abraham by means of a promise."
    },
    {
        "o": 32413,
        "r": "nasb:Galatians:3:19",
        "t": "Why*p the Law then? It was added because of transgressions, having been ordained through angels by the agency of a mediator, until the seed would come to whom the promise had been made."
    },
    {
        "o": 32414,
        "r": "nasb:Galatians:3:20",
        "t": "Now a mediator is not for one party*i only;*i whereas God is only*i one."
    },
    {
        "o": 32415,
        "r": "nasb:Galatians:3:21",
        "t": "Is the Law then contrary to the promises of God? May it never be! For if a law had been given which was able to impart life, then righteousness would indeed have been based on law."
    },
    {
        "o": 32416,
        "r": "nasb:Galatians:3:22",
        "t": "But the Scripture has shut up everyone under sin, so that the promise by faith in Jesus Christ might be given to those who believe."
    },
    {
        "o": 32417,
        "r": "nasb:Galatians:3:23",
        "t": "But*p before faith came, we were kept in custody under the law, being shut up to the faith which was later to be revealed."
    },
    {
        "o": 32418,
        "r": "nasb:Galatians:3:24",
        "t": "Therefore the Law has become our tutor to*i lead*i us*i to Christ, so that we may be justified by faith."
    },
    {
        "o": 32419,
        "r": "nasb:Galatians:3:25",
        "t": "But now that faith has come, we are no longer under a tutor."
    },
    {
        "o": 32420,
        "r": "nasb:Galatians:3:26",
        "t": "For you are all sons of God through faith in Christ Jesus."
    },
    {
        "o": 32421,
        "r": "nasb:Galatians:3:27",
        "t": "For all of you who were baptized into Christ have clothed yourselves with Christ."
    },
    {
        "o": 32422,
        "r": "nasb:Galatians:3:28",
        "t": "There is neither Jew nor Greek, there is neither slave nor free man, there is neither male nor female; for you are all one in Christ Jesus."
    },
    {
        "o": 32423,
        "r": "nasb:Galatians:3:29",
        "t": "And if you belong to Christ, then you are Abraham’s descendants, heirs according to promise."
    }
]
