[
    {
        "o": 2800,
        "r": "csb:Exodus:35:0",
        "t": "Exodus 35",
        "h": 1
    },
    {
        "o": 2801,
        "r": "csb:Exodus:35:0",
        "t": "The Sabbath Command",
        "h": 2
    },
    {
        "o": 2802,
        "r": "csb:Exodus:35:1",
        "t": "Moses*p assembled the entire Israelite community and said to them, “These are the things that the Lord*s has commanded you to do:"
    },
    {
        "o": 2803,
        "r": "csb:Exodus:35:2",
        "t": "For six days work is to be done, but on the seventh day you are to have a holy day, a Sabbath of complete rest to the Lord.*s Anyone who does work on it must be executed."
    },
    {
        "o": 2804,
        "r": "csb:Exodus:35:3",
        "t": "Do not light a fire in any of your homes on the Sabbath day.”"
    },
    {
        "o": 2805,
        "r": "csb:Exodus:35:3",
        "t": "Building the Tabernacle",
        "h": 2
    },
    {
        "o": 2806,
        "r": "csb:Exodus:35:4",
        "t": "Then*p Moses said to the entire Israelite community, “This is what the Lord*s has commanded:"
    },
    {
        "o": 2807,
        "r": "csb:Exodus:35:5",
        "t": "Take up an offering among you for the Lord.*s Let everyone whose heart is willing bring this as the Lord’s*s offering: gold, silver, and bronze;"
    },
    {
        "o": 2808,
        "r": "csb:Exodus:35:6",
        "t": "blue, purple, and scarlet yarn; fine linen and goat hair;"
    },
    {
        "o": 2809,
        "r": "csb:Exodus:35:7",
        "t": "ram skins dyed red and fine leather; acacia wood;"
    },
    {
        "o": 2810,
        "r": "csb:Exodus:35:8",
        "t": "oil for the light; spices for the anointing oil and for the fragrant incense;"
    },
    {
        "o": 2811,
        "r": "csb:Exodus:35:9",
        "t": "and onyx with gemstones to mount on the ephod and breastpiece."
    },
    {
        "o": 2812,
        "r": "csb:Exodus:35:10",
        "t": "“Let*p all the skilled artisans among you come and make everything that the Lord*s has commanded:"
    },
    {
        "o": 2813,
        "r": "csb:Exodus:35:11",
        "t": "the tabernacle - its tent and covering, its clasps and supports, its crossbars, its pillars and bases;"
    },
    {
        "o": 2814,
        "r": "csb:Exodus:35:12",
        "t": "the ark with its poles, the mercy seat, and the curtain for the screen;"
    },
    {
        "o": 2815,
        "r": "csb:Exodus:35:13",
        "t": "the table with its poles, all its utensils, and the Bread of the Presence;"
    },
    {
        "o": 2816,
        "r": "csb:Exodus:35:14",
        "t": "the lampstand for light with its utensils and lamps as well as the oil for the light;"
    },
    {
        "o": 2817,
        "r": "csb:Exodus:35:15",
        "t": "the altar of incense with its poles; the anointing oil and the fragrant incense; the entryway screen for the entrance to the tabernacle;"
    },
    {
        "o": 2818,
        "r": "csb:Exodus:35:16",
        "t": "the altar of burnt offering with its bronze grate, its poles, and all its utensils; the basin with its stand;"
    },
    {
        "o": 2819,
        "r": "csb:Exodus:35:17",
        "t": "the hangings of the courtyard, its posts and bases, and the screen for the gate of the courtyard;"
    },
    {
        "o": 2820,
        "r": "csb:Exodus:35:18",
        "t": "the tent pegs for the tabernacle and the tent pegs for the courtyard, along with their ropes;"
    },
    {
        "o": 2821,
        "r": "csb:Exodus:35:19",
        "t": "and the specially woven garments for ministering in the sanctuary - the holy garments for the priest Aaron and the garments for his sons to serve as priests.”"
    },
    {
        "o": 2822,
        "r": "csb:Exodus:35:20",
        "t": "Then*p the entire Israelite community left Moses’s presence."
    },
    {
        "o": 2823,
        "r": "csb:Exodus:35:21",
        "t": "Everyone whose heart was moved and whose spirit prompted him came and brought an offering to the Lord*s for the work on the tent of meeting, for all its services, and for the holy garments."
    },
    {
        "o": 2824,
        "r": "csb:Exodus:35:22",
        "t": "Both men and women came; all who had willing hearts brought brooches, earrings, rings, necklaces, and all kinds of gold jewelry - everyone who presented a presentation offering of gold to the Lord.*s"
    },
    {
        "o": 2825,
        "r": "csb:Exodus:35:23",
        "t": "Everyone who possessed blue, purple, or scarlet yarn, fine linen or goat hair, ram skins dyed red or fine leather, brought them."
    },
    {
        "o": 2826,
        "r": "csb:Exodus:35:24",
        "t": "Everyone making an offering of silver or bronze brought it as a contribution to the Lord.*s Everyone who possessed acacia wood useful for any task in the work brought it."
    },
    {
        "o": 2827,
        "r": "csb:Exodus:35:25",
        "t": "Every skilled woman spun yarn with her hands and brought it: blue, purple, and scarlet yarn, and fine linen."
    },
    {
        "o": 2828,
        "r": "csb:Exodus:35:26",
        "t": "And all the women whose hearts were moved spun the goat hair by virtue of their skill."
    },
    {
        "o": 2829,
        "r": "csb:Exodus:35:27",
        "t": "The leaders brought onyx and gemstones to mount on the ephod and breastpiece,"
    },
    {
        "o": 2830,
        "r": "csb:Exodus:35:28",
        "t": "as well as the spice and oil for the light, for the anointing oil, and for the fragrant incense."
    },
    {
        "o": 2831,
        "r": "csb:Exodus:35:29",
        "t": "So the Israelites brought a freewill offering to the Lord,*s all the men and women whose hearts prompted them to bring something for all the work that the Lord,*s through Moses, had commanded to be done."
    },
    {
        "o": 2832,
        "r": "csb:Exodus:35:29",
        "t": "Bezalel and Oholiab",
        "h": 2
    },
    {
        "o": 2833,
        "r": "csb:Exodus:35:30",
        "t": "Moses*p then said to the Israelites, “Look, the Lord*s has appointed by name Bezalel son of Uri, son of Hur, of the tribe of Judah."
    },
    {
        "o": 2834,
        "r": "csb:Exodus:35:31",
        "t": "He has filled him with God’s Spirit, with wisdom, understanding, and ability in every kind of craft"
    },
    {
        "o": 2835,
        "r": "csb:Exodus:35:32",
        "t": "to design artistic works in gold, silver, and bronze,"
    },
    {
        "o": 2836,
        "r": "csb:Exodus:35:33",
        "t": "to cut gemstones for mounting, and to carve wood for work in every kind of artistic craft."
    },
    {
        "o": 2837,
        "r": "csb:Exodus:35:34",
        "t": "He has also given both him and Oholiab son of Ahisamach, of the tribe of Dan, the ability to teach others."
    },
    {
        "o": 2838,
        "r": "csb:Exodus:35:35",
        "t": "He has filled them with skill to do all the work of a gem cutter; a designer; an embroiderer in blue, purple, and scarlet yarn and fine linen; and a weaver. They can do every kind of craft and design artistic designs."
    }
]
