[
    {
        "o": 14183,
        "r": "niv:Job:5:0",
        "t": "Job 5",
        "h": 1
    },
    {
        "o": 14184,
        "r": "niv:Job:5:1",
        "t": "“Call*pn if you will, but who will answer you? To*ld which of the holy ones will you turn?"
    },
    {
        "o": 14185,
        "r": "niv:Job:5:2",
        "t": "Resentment*ln kills a fool, and*ld envy slays the simple."
    },
    {
        "o": 14186,
        "r": "niv:Job:5:3",
        "t": "I*ln myself have seen a fool taking root, but*ld suddenly his house was cursed."
    },
    {
        "o": 14187,
        "r": "niv:Job:5:4",
        "t": "His*ln children are far from safety, crushed*ld in court without a defender."
    },
    {
        "o": 14188,
        "r": "niv:Job:5:5",
        "t": "The*ln hungry consume his harvest, taking*ld it even from among thorns, and*ld the thirsty pant after his wealth."
    },
    {
        "o": 14189,
        "r": "niv:Job:5:6",
        "t": "For*ln hardship does not spring from the soil, nor*ld does trouble sprout from the ground."
    },
    {
        "o": 14190,
        "r": "niv:Job:5:7",
        "t": "Yet*ln man is born to trouble as*ld surely as sparks fly upward."
    },
    {
        "o": 14191,
        "r": "niv:Job:5:8",
        "t": "“But*pn if I were you, I would appeal to God; I*ld would lay my cause before him."
    },
    {
        "o": 14192,
        "r": "niv:Job:5:9",
        "t": "He*ln performs wonders that cannot be fathomed, miracles*ld that cannot be counted."
    },
    {
        "o": 14193,
        "r": "niv:Job:5:10",
        "t": "He*ln provides rain for the earth; he*ld sends water on the countryside."
    },
    {
        "o": 14194,
        "r": "niv:Job:5:11",
        "t": "The*ln lowly he sets on high, and*ld those who mourn are lifted to safety."
    },
    {
        "o": 14195,
        "r": "niv:Job:5:12",
        "t": "He*ln thwarts the plans of the crafty, so*ld that their hands achieve no success."
    },
    {
        "o": 14196,
        "r": "niv:Job:5:13",
        "t": "He*ln catches the wise in their craftiness, and*ld the schemes of the wily are swept away."
    },
    {
        "o": 14197,
        "r": "niv:Job:5:14",
        "t": "Darkness*ln comes upon them in the daytime; at*ld noon they grope as in the night."
    },
    {
        "o": 14198,
        "r": "niv:Job:5:15",
        "t": "He*ln saves the needy from the sword in their mouth; he*ld saves them from the clutches of the powerful."
    },
    {
        "o": 14199,
        "r": "niv:Job:5:16",
        "t": "So*ln the poor have hope, and*ld injustice shuts its mouth."
    },
    {
        "o": 14200,
        "r": "niv:Job:5:17",
        "t": "“Blessed*pn is the one whom God corrects; so*ld do not despise the discipline of the Almighty."
    },
    {
        "o": 14201,
        "r": "niv:Job:5:18",
        "t": "For*ln he wounds, but he also binds up; he*ld injures, but his hands also heal."
    },
    {
        "o": 14202,
        "r": "niv:Job:5:19",
        "t": "From*ln six calamities he will rescue you; in*ld seven no harm will touch you."
    },
    {
        "o": 14203,
        "r": "niv:Job:5:20",
        "t": "In*ln famine he will deliver you from death, and*ld in battle from the stroke of the sword."
    },
    {
        "o": 14204,
        "r": "niv:Job:5:21",
        "t": "You*ln will be protected from the lash of the tongue, and*ld need not fear when destruction comes."
    },
    {
        "o": 14205,
        "r": "niv:Job:5:22",
        "t": "You*ln will laugh at destruction and famine, and*ld need not fear the wild animals."
    },
    {
        "o": 14206,
        "r": "niv:Job:5:23",
        "t": "For*ln you will have a covenant with the stones of the field, and*ld the wild animals will be at peace with you."
    },
    {
        "o": 14207,
        "r": "niv:Job:5:24",
        "t": "You*ln will know that your tent is secure; you*ld will take stock of your property and find nothing missing."
    },
    {
        "o": 14208,
        "r": "niv:Job:5:25",
        "t": "You*ln will know that your children will be many, and*ld your descendants like the grass of the earth."
    },
    {
        "o": 14209,
        "r": "niv:Job:5:26",
        "t": "You*ln will come to the grave in full vigor, like*ld sheaves gathered in season."
    },
    {
        "o": 14210,
        "r": "niv:Job:5:27",
        "t": "“We*pn have examined this, and it is true. So*ld hear it and apply it to yourself.”"
    }
]
