[
    {
        "o": 800,
        "r": "nkjv:Genesis:27:0",
        "t": "Genesis 27",
        "h": 1
    },
    {
        "o": 801,
        "r": "nkjv:Genesis:27:0",
        "t": "Isaac Blesses Jacob",
        "h": 2
    },
    {
        "o": 802,
        "r": "nkjv:Genesis:27:1",
        "t": "Now*p it came to pass, when Isaac was old and his eyes were so dim that he could not see, that he called Esau his older son and said to him, “My son.” And*p he answered him, “Here I am.”"
    },
    {
        "o": 803,
        "r": "nkjv:Genesis:27:2",
        "t": "Then*p he said, “Behold now, I am old. I do not know the day of my death."
    },
    {
        "o": 804,
        "r": "nkjv:Genesis:27:3",
        "t": "Now therefore, please take your weapons, your quiver and your bow, and go out to the field and hunt game for me."
    },
    {
        "o": 805,
        "r": "nkjv:Genesis:27:4",
        "t": "And make me savory food, such as I love, and bring it*i to me that I may eat, that my soul may bless you before I die.”"
    },
    {
        "o": 806,
        "r": "nkjv:Genesis:27:5",
        "t": "Now*p Rebekah was listening when Isaac spoke to Esau his son. And Esau went to the field to hunt game and to bring it.*i"
    },
    {
        "o": 807,
        "r": "nkjv:Genesis:27:6",
        "t": "So Rebekah spoke to Jacob her son, saying, “Indeed I heard your father speak to Esau your brother, saying,"
    },
    {
        "o": 808,
        "r": "nkjv:Genesis:27:7",
        "t": "‘Bring me game and make savory food for me, that I may eat it and bless you in the presence of the Lord*s before my death.’"
    },
    {
        "o": 809,
        "r": "nkjv:Genesis:27:8",
        "t": "Now therefore, my son, obey my voice according to what I command you."
    },
    {
        "o": 810,
        "r": "nkjv:Genesis:27:9",
        "t": "Go now to the flock and bring me from there two choice kids of the goats, and I will make savory food from them for your father, such as he loves."
    },
    {
        "o": 811,
        "r": "nkjv:Genesis:27:10",
        "t": "Then you shall take it*i to your father, that he may eat it,*i and that he may bless you before his death.”"
    },
    {
        "o": 812,
        "r": "nkjv:Genesis:27:11",
        "t": "And*p Jacob said to Rebekah his mother, “Look, Esau my brother is*i a hairy man, and I am*i a smooth- skinned*i man."
    },
    {
        "o": 813,
        "r": "nkjv:Genesis:27:12",
        "t": "Perhaps my father will feel me, and I shall seem to be a deceiver to him; and I shall bring a curse on myself and not a blessing.”"
    },
    {
        "o": 814,
        "r": "nkjv:Genesis:27:13",
        "t": "But*p his mother said to him, “Let*i your curse be*i on me, my son; only obey my voice, and go, get them*i for me.”"
    },
    {
        "o": 815,
        "r": "nkjv:Genesis:27:14",
        "t": "And he went and got them*i and brought them*i to his mother, and his mother made savory food, such as his father loved."
    },
    {
        "o": 816,
        "r": "nkjv:Genesis:27:15",
        "t": "Then Rebekah took the choice clothes of her elder son Esau, which were*i with her in the house, and put them on Jacob her younger son."
    },
    {
        "o": 817,
        "r": "nkjv:Genesis:27:16",
        "t": "And she put the skins of the kids of the goats on his hands and on the smooth part of his neck."
    },
    {
        "o": 818,
        "r": "nkjv:Genesis:27:17",
        "t": "Then she gave the savory food and the bread, which she had prepared, into the hand of her son Jacob."
    },
    {
        "o": 819,
        "r": "nkjv:Genesis:27:18",
        "t": "So*p he went to his father and said, “My father.” And*p he said, “Here I am. Who are*i you, my son?”"
    },
    {
        "o": 820,
        "r": "nkjv:Genesis:27:19",
        "t": "Jacob*p said to his father, “I am*i Esau your firstborn; I have done just as you told me; please arise, sit and eat of my game, that your soul may bless me.”"
    },
    {
        "o": 821,
        "r": "nkjv:Genesis:27:20",
        "t": "But*p Isaac said to his son, “How is*i it*i that you have found it*i so quickly, my son?” And*p he said, “Because the Lord*s your God brought it*i to me.”"
    },
    {
        "o": 822,
        "r": "nkjv:Genesis:27:21",
        "t": "Isaac*p said to Jacob, “Please come near, that I may feel you, my son, whether you are*i really my son Esau or not.”"
    },
    {
        "o": 823,
        "r": "nkjv:Genesis:27:22",
        "t": "So Jacob went near to Isaac his father, and he felt him and said, “The voice is*i Jacob’s voice, but the hands are*i the hands of Esau.”"
    },
    {
        "o": 824,
        "r": "nkjv:Genesis:27:23",
        "t": "And he did not recognize him, because his hands were hairy like his brother Esau’s hands; so he blessed him."
    },
    {
        "o": 825,
        "r": "nkjv:Genesis:27:24",
        "t": "Then*p he said, “Are*i you really my son Esau?” He*p said, “I am.”*i"
    },
    {
        "o": 826,
        "r": "nkjv:Genesis:27:25",
        "t": "He*p said, “Bring it*i near to me, and I will eat of my son’s game, so that my soul may bless you.” So he brought it*i near to him, and he ate; and he brought him wine, and he drank."
    },
    {
        "o": 827,
        "r": "nkjv:Genesis:27:26",
        "t": "Then his father Isaac said to him, “Come near now and kiss me, my son.”"
    },
    {
        "o": 828,
        "r": "nkjv:Genesis:27:27",
        "t": "And he came near and kissed him; and he smelled the smell of his clothing, and blessed him and said: “Surely,*pn the smell of my son Is*ild like the smell of a field Which*ld the Lord*s has blessed."
    },
    {
        "o": 829,
        "r": "nkjv:Genesis:27:28",
        "t": "Therefore*ld may God give you Of*ld the dew of heaven, Of*ld the fatness of the earth, And*ld plenty of grain and wine."
    },
    {
        "o": 830,
        "r": "nkjv:Genesis:27:29",
        "t": "Let*ld peoples serve you, And*ld nations bow down to you. Be*ld master over your brethren, And*ld let your mother’s sons bow down to you. Cursed*ld be*i everyone who curses you, And*ld blessed be*i those who bless you!”"
    },
    {
        "o": 831,
        "r": "nkjv:Genesis:27:29",
        "t": "Esau’s Lost Hope",
        "h": 2
    },
    {
        "o": 832,
        "r": "nkjv:Genesis:27:30",
        "t": "Now*p it happened, as soon as Isaac had finished blessing Jacob, and Jacob had scarcely gone out from the presence of Isaac his father, that Esau his brother came in from his hunting."
    },
    {
        "o": 833,
        "r": "nkjv:Genesis:27:31",
        "t": "He also had made savory food, and brought it to his father, and said to his father, “Let my father arise and eat of his son’s game, that your soul may bless me.”"
    },
    {
        "o": 834,
        "r": "nkjv:Genesis:27:32",
        "t": "And*p his father Isaac said to him, “Who are*i you?” So*p he said, “I am*i your son, your firstborn, Esau.”"
    },
    {
        "o": 835,
        "r": "nkjv:Genesis:27:33",
        "t": "Then*p Isaac trembled exceedingly, and said, “Who? Where is*i the one who hunted game and brought it*i to me? I ate all of*i it*i before you came, and I have blessed him— and*i indeed he shall be blessed.”"
    },
    {
        "o": 836,
        "r": "nkjv:Genesis:27:34",
        "t": "When*p Esau heard the words of his father, he cried with an exceedingly great and bitter cry, and said to his father, “Bless me—me also, O my father!”"
    },
    {
        "o": 837,
        "r": "nkjv:Genesis:27:35",
        "t": "But*p he said, “Your brother came with deceit and has taken away your blessing.”"
    },
    {
        "o": 838,
        "r": "nkjv:Genesis:27:36",
        "t": "And*p Esau*i said, “Is he not rightly named Jacob? For he has supplanted me these two times. He took away my birthright, and now look, he has taken away my blessing!” And he said, “Have you not reserved a blessing for me?”"
    },
    {
        "o": 839,
        "r": "nkjv:Genesis:27:37",
        "t": "Then*p Isaac answered and said to Esau, “Indeed I have made him your master, and all his brethren I have given to him as servants; with grain and wine I have sustained him. What shall I do now for you, my son?”"
    },
    {
        "o": 840,
        "r": "nkjv:Genesis:27:38",
        "t": "And*p Esau said to his father, “Have you only one blessing, my father? Bless me—me also, O my father!” And Esau lifted up his voice and wept."
    },
    {
        "o": 841,
        "r": "nkjv:Genesis:27:39",
        "t": "Then*p Isaac his father answered and said to him: “Behold,*pn your dwelling shall be of the fatness of the earth, And*ld of the dew of heaven from above."
    },
    {
        "o": 842,
        "r": "nkjv:Genesis:27:40",
        "t": "By*ld your sword you shall live, And*ld you shall serve your brother; And*ld it shall come to pass, when you become restless, That*ld you shall break his yoke from your neck.”"
    },
    {
        "o": 843,
        "r": "nkjv:Genesis:27:40",
        "t": "Jacob Escapes from Esau",
        "h": 2
    },
    {
        "o": 844,
        "r": "nkjv:Genesis:27:41",
        "t": "So*p Esau hated Jacob because of the blessing with which his father blessed him, and Esau said in his heart, “The days of mourning for my father are at hand; then I will kill my brother Jacob.”"
    },
    {
        "o": 845,
        "r": "nkjv:Genesis:27:42",
        "t": "And*p the words of Esau her older son were told to Rebekah. So she sent and called Jacob her younger son, and said to him, “Surely your brother Esau comforts himself concerning you by*i intending*i to kill you."
    },
    {
        "o": 846,
        "r": "nkjv:Genesis:27:43",
        "t": "Now therefore, my son, obey my voice: arise, flee to my brother Laban in Haran."
    },
    {
        "o": 847,
        "r": "nkjv:Genesis:27:44",
        "t": "And stay with him a few days, until your brother’s fury turns away,"
    },
    {
        "o": 848,
        "r": "nkjv:Genesis:27:45",
        "t": "until your brother’s anger turns away from you, and he forgets what you have done to him; then I will send and bring you from there. Why should I be bereaved also of you both in one day?”"
    },
    {
        "o": 849,
        "r": "nkjv:Genesis:27:46",
        "t": "And*p Rebekah said to Isaac, “I am weary of my life because of the daughters of Heth; if Jacob takes a wife of the daughters of Heth, like these who*i are*i the daughters of the land, what good will my life be to me?”"
    }
]
