[
    {
        "o": 31314,
        "r": "nasb:Romans:8:0",
        "t": "Romans 8",
        "h": 1
    },
    {
        "o": 31315,
        "r": "nasb:Romans:8:0",
        "t": "Deliverance from Bondage",
        "h": 2
    },
    {
        "o": 31316,
        "r": "nasb:Romans:8:1",
        "t": "Therefore*p there is now no condemnation for those who are in Christ Jesus."
    },
    {
        "o": 31317,
        "r": "nasb:Romans:8:2",
        "t": "For the law of the Spirit of life in Christ Jesus has set you free from the law of sin and of death."
    },
    {
        "o": 31318,
        "r": "nasb:Romans:8:3",
        "t": "For what the Law could not do, weak as it was through the flesh, God did:*i sending His own Son in the likeness of sinful flesh and as*i an*i offering*i for sin, He condemned sin in the flesh,"
    },
    {
        "o": 31319,
        "r": "nasb:Romans:8:4",
        "t": "so that the requirement of the Law might be fulfilled in us, who do not walk according to the flesh but according to the Spirit."
    },
    {
        "o": 31320,
        "r": "nasb:Romans:8:5",
        "t": "For those who are according to the flesh set their minds on the things of the flesh, but those who are according to the Spirit, the things of the Spirit."
    },
    {
        "o": 31321,
        "r": "nasb:Romans:8:6",
        "t": "For the mind set on the flesh is death, but the mind set on the Spirit is life and peace,"
    },
    {
        "o": 31322,
        "r": "nasb:Romans:8:7",
        "t": "because the mind set on the flesh is hostile toward God; for it does not subject itself to the law of God, for it is not even able to*i do*i so,*i"
    },
    {
        "o": 31323,
        "r": "nasb:Romans:8:8",
        "t": "and those who are in the flesh cannot please God."
    },
    {
        "o": 31324,
        "r": "nasb:Romans:8:9",
        "t": "However,*p you are not in the flesh but in the Spirit, if indeed the Spirit of God dwells in you. But if anyone does not have the Spirit of Christ, he does not belong to Him."
    },
    {
        "o": 31325,
        "r": "nasb:Romans:8:10",
        "t": "If Christ is in you, though the body is dead because of sin, yet the spirit is alive because of righteousness."
    },
    {
        "o": 31326,
        "r": "nasb:Romans:8:11",
        "t": "But if the Spirit of Him who raised Jesus from the dead dwells in you, He who raised Christ Jesus from the dead will also give life to your mortal bodies through His Spirit who dwells in you."
    },
    {
        "o": 31327,
        "r": "nasb:Romans:8:12",
        "t": "So*p then, brethren, we are under obligation, not to the flesh, to live according to the flesh—"
    },
    {
        "o": 31328,
        "r": "nasb:Romans:8:13",
        "t": "for if you are living according to the flesh, you must die; but if by the Spirit you are putting to death the deeds of the body, you will live."
    },
    {
        "o": 31329,
        "r": "nasb:Romans:8:14",
        "t": "For all who are being led by the Spirit of God, these are sons of God."
    },
    {
        "o": 31330,
        "r": "nasb:Romans:8:15",
        "t": "For you have not received a spirit of slavery leading to fear again, but you have received a spirit of adoption as sons by which we cry out, “Abba! Father!”"
    },
    {
        "o": 31331,
        "r": "nasb:Romans:8:16",
        "t": "The Spirit Himself testifies with our spirit that we are children of God,"
    },
    {
        "o": 31332,
        "r": "nasb:Romans:8:17",
        "t": "and if children, heirs also, heirs of God and fellow heirs with Christ, if indeed we suffer with Him*i so that we may also be glorified with Him.*i"
    },
    {
        "o": 31333,
        "r": "nasb:Romans:8:18",
        "t": "For*p I consider that the sufferings of this present time are not worthy to be compared with the glory that is to be revealed to us."
    },
    {
        "o": 31334,
        "r": "nasb:Romans:8:19",
        "t": "For the anxious longing of the creation waits eagerly for the revealing of the sons of God."
    },
    {
        "o": 31335,
        "r": "nasb:Romans:8:20",
        "t": "For the creation was subjected to futility, not willingly, but because of Him who subjected it, in hope"
    },
    {
        "o": 31336,
        "r": "nasb:Romans:8:21",
        "t": "that the creation itself also will be set free from its slavery to corruption into the freedom of the glory of the children of God."
    },
    {
        "o": 31337,
        "r": "nasb:Romans:8:22",
        "t": "For we know that the whole creation groans and suffers the pains of childbirth together until now."
    },
    {
        "o": 31338,
        "r": "nasb:Romans:8:23",
        "t": "And not only this, but also we ourselves, having the first fruits of the Spirit, even we ourselves groan within ourselves, waiting eagerly for our*i adoption as sons, the redemption of our body."
    },
    {
        "o": 31339,
        "r": "nasb:Romans:8:24",
        "t": "For in hope we have been saved, but hope that is seen is not hope; for who hopes for what he already*i sees?"
    },
    {
        "o": 31340,
        "r": "nasb:Romans:8:25",
        "t": "But if we hope for what we do not see, with perseverance we wait eagerly for it."
    },
    {
        "o": 31341,
        "r": "nasb:Romans:8:25",
        "t": "Our Victory in Christ",
        "h": 2
    },
    {
        "o": 31342,
        "r": "nasb:Romans:8:26",
        "t": "In*p the same way the Spirit also helps our weakness; for we do not know how to pray as we should, but the Spirit Himself intercedes for us*i with groanings too deep for words;"
    },
    {
        "o": 31343,
        "r": "nasb:Romans:8:27",
        "t": "and He who searches the hearts knows what the mind of the Spirit is, because He intercedes for the saints according to the*i will*i of*i God."
    },
    {
        "o": 31344,
        "r": "nasb:Romans:8:28",
        "t": "And*p we know that God causes all things to work together for good to those who love God, to those who are called according to His*i purpose."
    },
    {
        "o": 31345,
        "r": "nasb:Romans:8:29",
        "t": "For those whom He foreknew, He also predestined to*i become*i conformed to the image of His Son, so that He would be the firstborn among many brethren;"
    },
    {
        "o": 31346,
        "r": "nasb:Romans:8:30",
        "t": "and these whom He predestined, He also called; and these whom He called, He also justified; and these whom He justified, He also glorified."
    },
    {
        "o": 31347,
        "r": "nasb:Romans:8:31",
        "t": "What*p then shall we say to these things? If God is*i for us, who is*i against us?"
    },
    {
        "o": 31348,
        "r": "nasb:Romans:8:32",
        "t": "He who did not spare His own Son, but delivered Him over for us all, how will He not also with Him freely give us all things?"
    },
    {
        "o": 31349,
        "r": "nasb:Romans:8:33",
        "t": "Who will bring a charge against God’s elect? God is the one who justifies;"
    },
    {
        "o": 31350,
        "r": "nasb:Romans:8:34",
        "t": "who is the one who condemns? Christ Jesus is He who died, yes, rather who was raised, who is at the right hand of God, who also intercedes for us."
    },
    {
        "o": 31351,
        "r": "nasb:Romans:8:35",
        "t": "Who will separate us from the love of Christ? Will tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?"
    },
    {
        "o": 31352,
        "r": "nasb:Romans:8:36",
        "t": "Just as it is written, “For*spn Your*s sake*s we*s are*s being*s put*s to*s death*s all*s day*s long;*s We*sln were*s considered*s as*s sheep*s to*s be*s slaughtered.”*s"
    },
    {
        "o": 31353,
        "r": "nasb:Romans:8:37",
        "t": "But*p in all these things we overwhelmingly conquer through Him who loved us."
    },
    {
        "o": 31354,
        "r": "nasb:Romans:8:38",
        "t": "For I am convinced that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,"
    },
    {
        "o": 31355,
        "r": "nasb:Romans:8:39",
        "t": "nor height, nor depth, nor any other created thing, will be able to separate us from the love of God, which is in Christ Jesus our Lord."
    }
]
