[
    {
        "o": 32479,
        "r": "esv:2 Corinthians:13:0",
        "t": "2 Corinthians 13",
        "h": 1
    },
    {
        "o": 32480,
        "r": "esv:2 Corinthians:13:0",
        "t": "Final Warnings",
        "h": 2
    },
    {
        "o": 32481,
        "r": "esv:2 Corinthians:13:1",
        "t": "This*p is the third time I am coming to you. Every charge must be established by the evidence of two or three witnesses."
    },
    {
        "o": 32482,
        "r": "esv:2 Corinthians:13:2",
        "t": "I warned those who sinned before and all the others, and I warn them now while absent, as I did when present on my second visit, that if I come again I will not spare them—"
    },
    {
        "o": 32483,
        "r": "esv:2 Corinthians:13:3",
        "t": "since you seek proof that Christ is speaking in me. He is not weak in dealing with you, but is powerful among you."
    },
    {
        "o": 32484,
        "r": "esv:2 Corinthians:13:4",
        "t": "For he was crucified in weakness, but lives by the power of God. For we also are weak in him, but in dealing with you we will live with him by the power of God."
    },
    {
        "o": 32485,
        "r": "esv:2 Corinthians:13:5",
        "t": "Examine*p yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?— unless indeed you fail to meet the test!"
    },
    {
        "o": 32486,
        "r": "esv:2 Corinthians:13:6",
        "t": "I hope you will find out that we have not failed the test."
    },
    {
        "o": 32487,
        "r": "esv:2 Corinthians:13:7",
        "t": "But we pray to God that you may not do wrong— not that we may appear to have met the test, but that you may do what is right, though we may seem to have failed."
    },
    {
        "o": 32488,
        "r": "esv:2 Corinthians:13:8",
        "t": "For we cannot do anything against the truth, but only for the truth."
    },
    {
        "o": 32489,
        "r": "esv:2 Corinthians:13:9",
        "t": "For we are glad when we are weak and you are strong. Your restoration is what we pray for."
    },
    {
        "o": 32490,
        "r": "esv:2 Corinthians:13:10",
        "t": "For this reason I write these things while I am away from you, that when I come I may not have to be severe in my use of the authority that the Lord has given me for building up and not for tearing down."
    },
    {
        "o": 32491,
        "r": "esv:2 Corinthians:13:10",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 32492,
        "r": "esv:2 Corinthians:13:11",
        "t": "Finally,*p brothers, rejoice. Aim for restoration, comfort one another, agree with one another, live in peace; and the God of love and peace will be with you."
    },
    {
        "o": 32493,
        "r": "esv:2 Corinthians:13:12",
        "t": "Greet one another with a holy kiss."
    },
    {
        "o": 32494,
        "r": "esv:2 Corinthians:13:13",
        "t": "All the saints greet you."
    },
    {
        "o": 32495,
        "r": "esv:2 Corinthians:13:14",
        "t": "The*p grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with you all."
    }
]
