[
    {
        "o": 1930,
        "r": "niv:Exodus:10:0",
        "t": "Exodus 10",
        "h": 1
    },
    {
        "o": 1931,
        "r": "niv:Exodus:10:0",
        "t": "The Plague of Locusts",
        "h": 2
    },
    {
        "o": 1932,
        "r": "niv:Exodus:10:1",
        "t": "Then*p the Lord*s said to Moses, “Go to Pharaoh, for I have hardened his heart and the hearts of his officials so that I may perform these signs of mine among them"
    },
    {
        "o": 1933,
        "r": "niv:Exodus:10:2",
        "t": "that you may tell your children and grandchildren how I dealt harshly with the Egyptians and how I performed my signs among them, and that you may know that I am the Lord.”*s"
    },
    {
        "o": 1934,
        "r": "niv:Exodus:10:3",
        "t": "So*p Moses and Aaron went to Pharaoh and said to him, “This is what the Lord,*s the God of the Hebrews, says: ‘How long will you refuse to humble yourself before me? Let my people go, so that they may worship me."
    },
    {
        "o": 1935,
        "r": "niv:Exodus:10:4",
        "t": "If you refuse to let them go, I will bring locusts into your country tomorrow."
    },
    {
        "o": 1936,
        "r": "niv:Exodus:10:5",
        "t": "They will cover the face of the ground so that it cannot be seen. They will devour what little you have left after the hail, including every tree that is growing in your fields."
    },
    {
        "o": 1937,
        "r": "niv:Exodus:10:6",
        "t": "They will fill your houses and those of all your officials and all the Egyptians—something neither your parents nor your ancestors have ever seen from the day they settled in this land till now.’ ” Then Moses turned and left Pharaoh."
    },
    {
        "o": 1938,
        "r": "niv:Exodus:10:7",
        "t": "Pharaoh’s*p officials said to him, “How long will this man be a snare to us? Let the people go, so that they may worship the Lord*s their God. Do you not yet realize that Egypt is ruined?”"
    },
    {
        "o": 1939,
        "r": "niv:Exodus:10:8",
        "t": "Then*p Moses and Aaron were brought back to Pharaoh. “Go, worship the Lord*s your God,” he said. “But tell me who will be going.”"
    },
    {
        "o": 1940,
        "r": "niv:Exodus:10:9",
        "t": "Moses*p answered, “We will go with our young and our old, with our sons and our daughters, and with our flocks and herds, because we are to celebrate a festival to the Lord.”*s"
    },
    {
        "o": 1941,
        "r": "niv:Exodus:10:10",
        "t": "Pharaoh*p said, “The Lord*s be with you—if I let you go, along with your women and children! Clearly you are bent on evil."
    },
    {
        "o": 1942,
        "r": "niv:Exodus:10:11",
        "t": "No! Have only the men go and worship the Lord,*s since that’s what you have been asking for.” Then Moses and Aaron were driven out of Pharaoh’s presence."
    },
    {
        "o": 1943,
        "r": "niv:Exodus:10:12",
        "t": "And*p the Lord*s said to Moses, “Stretch out your hand over Egypt so that locusts swarm over the land and devour everything growing in the fields, everything left by the hail.”"
    },
    {
        "o": 1944,
        "r": "niv:Exodus:10:13",
        "t": "So*p Moses stretched out his staff over Egypt, and the Lord*s made an east wind blow across the land all that day and all that night. By morning the wind had brought the locusts;"
    },
    {
        "o": 1945,
        "r": "niv:Exodus:10:14",
        "t": "they invaded all Egypt and settled down in every area of the country in great numbers. Never before had there been such a plague of locusts, nor will there ever be again."
    },
    {
        "o": 1946,
        "r": "niv:Exodus:10:15",
        "t": "They covered all the ground until it was black. They devoured all that was left after the hail—everything growing in the fields and the fruit on the trees. Nothing green remained on tree or plant in all the land of Egypt."
    },
    {
        "o": 1947,
        "r": "niv:Exodus:10:16",
        "t": "Pharaoh*p quickly summoned Moses and Aaron and said, “I have sinned against the Lord*s your God and against you."
    },
    {
        "o": 1948,
        "r": "niv:Exodus:10:17",
        "t": "Now forgive my sin once more and pray to the Lord*s your God to take this deadly plague away from me.”"
    },
    {
        "o": 1949,
        "r": "niv:Exodus:10:18",
        "t": "Moses*p then left Pharaoh and prayed to the Lord.*s"
    },
    {
        "o": 1950,
        "r": "niv:Exodus:10:19",
        "t": "And the Lord*s changed the wind to a very strong west wind, which caught up the locusts and carried them into the Red Sea. Not a locust was left anywhere in Egypt."
    },
    {
        "o": 1951,
        "r": "niv:Exodus:10:20",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he would not let the Israelites go."
    },
    {
        "o": 1952,
        "r": "niv:Exodus:10:20",
        "t": "The Plague of Darkness",
        "h": 2
    },
    {
        "o": 1953,
        "r": "niv:Exodus:10:21",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward the sky so that darkness spreads over Egypt—darkness that can be felt.”"
    },
    {
        "o": 1954,
        "r": "niv:Exodus:10:22",
        "t": "So Moses stretched out his hand toward the sky, and total darkness covered all Egypt for three days."
    },
    {
        "o": 1955,
        "r": "niv:Exodus:10:23",
        "t": "No one could see anyone else or move about for three days. Yet all the Israelites had light in the places where they lived."
    },
    {
        "o": 1956,
        "r": "niv:Exodus:10:24",
        "t": "Then*p Pharaoh summoned Moses and said, “Go, worship the Lord.*s Even your women and children may go with you; only leave your flocks and herds behind.”"
    },
    {
        "o": 1957,
        "r": "niv:Exodus:10:25",
        "t": "But*p Moses said, “You must allow us to have sacrifices and burnt offerings to present to the Lord*s our God."
    },
    {
        "o": 1958,
        "r": "niv:Exodus:10:26",
        "t": "Our livestock too must go with us; not a hoof is to be left behind. We have to use some of them in worshiping the Lord*s our God, and until we get there we will not know what we are to use to worship the Lord.”*s"
    },
    {
        "o": 1959,
        "r": "niv:Exodus:10:27",
        "t": "But*p the Lord*s hardened Pharaoh’s heart, and he was not willing to let them go."
    },
    {
        "o": 1960,
        "r": "niv:Exodus:10:28",
        "t": "Pharaoh said to Moses, “Get out of my sight! Make sure you do not appear before me again! The day you see my face you will die.”"
    },
    {
        "o": 1961,
        "r": "niv:Exodus:10:29",
        "t": "“Just*p as you say,” Moses replied. “I will never appear before you again.”"
    }
]
