[
    {
        "o": 10838,
        "r": "niv:2 Kings:15:0",
        "t": "2 Kings 15",
        "h": 1
    },
    {
        "o": 10839,
        "r": "niv:2 Kings:15:0",
        "t": "Azariah King of Judah",
        "h": 2
    },
    {
        "o": 10840,
        "r": "niv:2 Kings:15:1",
        "t": "In*p the twenty-seventh year of Jeroboam king of Israel, Azariah son of Amaziah king of Judah began to reign."
    },
    {
        "o": 10841,
        "r": "niv:2 Kings:15:2",
        "t": "He was sixteen years old when he became king, and he reigned in Jerusalem fifty-two years. His mother’s name was Jekoliah; she was from Jerusalem."
    },
    {
        "o": 10842,
        "r": "niv:2 Kings:15:3",
        "t": "He did what was right in the eyes of the Lord,*s just as his father Amaziah had done."
    },
    {
        "o": 10843,
        "r": "niv:2 Kings:15:4",
        "t": "The high places, however, were not removed; the people continued to offer sacrifices and burn incense there."
    },
    {
        "o": 10844,
        "r": "niv:2 Kings:15:5",
        "t": "The*p Lord*s afflicted the king with leprosy until the day he died, and he lived in a separate house. Jotham the king’s son had charge of the palace and governed the people of the land."
    },
    {
        "o": 10845,
        "r": "niv:2 Kings:15:6",
        "t": "As*p for the other events of Azariah’s reign, and all he did, are they not written in the book of the annals of the kings of Judah?"
    },
    {
        "o": 10846,
        "r": "niv:2 Kings:15:7",
        "t": "Azariah rested with his ancestors and was buried near them in the City of David. And Jotham his son succeeded him as king."
    },
    {
        "o": 10847,
        "r": "niv:2 Kings:15:7",
        "t": "Zechariah King of Israel",
        "h": 2
    },
    {
        "o": 10848,
        "r": "niv:2 Kings:15:8",
        "t": "In*p the thirty-eighth year of Azariah king of Judah, Zechariah son of Jeroboam became king of Israel in Samaria, and he reigned six months."
    },
    {
        "o": 10849,
        "r": "niv:2 Kings:15:9",
        "t": "He did evil in the eyes of the Lord,*s as his predecessors had done. He did not turn away from the sins of Jeroboam son of Nebat, which he had caused Israel to commit."
    },
    {
        "o": 10850,
        "r": "niv:2 Kings:15:10",
        "t": "Shallum*p son of Jabesh conspired against Zechariah. He attacked him in front of the people, assassinated him and succeeded him as king."
    },
    {
        "o": 10851,
        "r": "niv:2 Kings:15:11",
        "t": "The other events of Zechariah’s reign are written in the book of the annals of the kings of Israel."
    },
    {
        "o": 10852,
        "r": "niv:2 Kings:15:12",
        "t": "So the word of the Lord*s spoken to Jehu was fulfilled: “Your descendants will sit on the throne of Israel to the fourth generation.”"
    },
    {
        "o": 10853,
        "r": "niv:2 Kings:15:12",
        "t": "Shallum King of Israel",
        "h": 2
    },
    {
        "o": 10854,
        "r": "niv:2 Kings:15:13",
        "t": "Shallum*p son of Jabesh became king in the thirty-ninth year of Uzziah king of Judah, and he reigned in Samaria one month."
    },
    {
        "o": 10855,
        "r": "niv:2 Kings:15:14",
        "t": "Then Menahem son of Gadi went from Tirzah up to Samaria. He attacked Shallum son of Jabesh in Samaria, assassinated him and succeeded him as king."
    },
    {
        "o": 10856,
        "r": "niv:2 Kings:15:15",
        "t": "The*p other events of Shallum’s reign, and the conspiracy he led, are written in the book of the annals of the kings of Israel."
    },
    {
        "o": 10857,
        "r": "niv:2 Kings:15:16",
        "t": "At*p that time Menahem, starting out from Tirzah, attacked Tiphsah and everyone in the city and its vicinity, because they refused to open their gates. He sacked Tiphsah and ripped open all the pregnant women."
    },
    {
        "o": 10858,
        "r": "niv:2 Kings:15:16",
        "t": "Menahem King of Israel",
        "h": 2
    },
    {
        "o": 10859,
        "r": "niv:2 Kings:15:17",
        "t": "In*p the thirty-ninth year of Azariah king of Judah, Menahem son of Gadi became king of Israel, and he reigned in Samaria ten years."
    },
    {
        "o": 10860,
        "r": "niv:2 Kings:15:18",
        "t": "He did evil in the eyes of the Lord.*s During his entire reign he did not turn away from the sins of Jeroboam son of Nebat, which he had caused Israel to commit."
    },
    {
        "o": 10861,
        "r": "niv:2 Kings:15:19",
        "t": "Then*p Pul king of Assyria invaded the land, and Menahem gave him a thousand talents of silver to gain his support and strengthen his own hold on the kingdom."
    },
    {
        "o": 10862,
        "r": "niv:2 Kings:15:20",
        "t": "Menahem exacted this money from Israel. Every wealthy person had to contribute fifty shekels of silver to be given to the king of Assyria. So the king of Assyria withdrew and stayed in the land no longer."
    },
    {
        "o": 10863,
        "r": "niv:2 Kings:15:21",
        "t": "As*p for the other events of Menahem’s reign, and all he did, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10864,
        "r": "niv:2 Kings:15:22",
        "t": "Menahem rested with his ancestors. And Pekahiah his son succeeded him as king."
    },
    {
        "o": 10865,
        "r": "niv:2 Kings:15:22",
        "t": "Pekahiah King of Israel",
        "h": 2
    },
    {
        "o": 10866,
        "r": "niv:2 Kings:15:23",
        "t": "In*p the fiftieth year of Azariah king of Judah, Pekahiah son of Menahem became king of Israel in Samaria, and he reigned two years."
    },
    {
        "o": 10867,
        "r": "niv:2 Kings:15:24",
        "t": "Pekahiah did evil in the eyes of the Lord.*s He did not turn away from the sins of Jeroboam son of Nebat, which he had caused Israel to commit."
    },
    {
        "o": 10868,
        "r": "niv:2 Kings:15:25",
        "t": "One of his chief officers, Pekah son of Remaliah, conspired against him. Taking fifty men of Gilead with him, he assassinated Pekahiah, along with Argob and Arieh, in the citadel of the royal palace at Samaria. So Pekah killed Pekahiah and succeeded him as king."
    },
    {
        "o": 10869,
        "r": "niv:2 Kings:15:26",
        "t": "The*p other events of Pekahiah’s reign, and all he did, are written in the book of the annals of the kings of Israel."
    },
    {
        "o": 10870,
        "r": "niv:2 Kings:15:26",
        "t": "Pekah King of Israel",
        "h": 2
    },
    {
        "o": 10871,
        "r": "niv:2 Kings:15:27",
        "t": "In*p the fifty-second year of Azariah king of Judah, Pekah son of Remaliah became king of Israel in Samaria, and he reigned twenty years."
    },
    {
        "o": 10872,
        "r": "niv:2 Kings:15:28",
        "t": "He did evil in the eyes of the Lord.*s He did not turn away from the sins of Jeroboam son of Nebat, which he had caused Israel to commit."
    },
    {
        "o": 10873,
        "r": "niv:2 Kings:15:29",
        "t": "In*p the time of Pekah king of Israel, Tiglath-Pileser king of Assyria came and took Ijon, Abel Beth Maakah, Janoah, Kedesh and Hazor. He took Gilead and Galilee, including all the land of Naphtali, and deported the people to Assyria."
    },
    {
        "o": 10874,
        "r": "niv:2 Kings:15:30",
        "t": "Then Hoshea son of Elah conspired against Pekah son of Remaliah. He attacked and assassinated him, and then succeeded him as king in the twentieth year of Jotham son of Uzziah."
    },
    {
        "o": 10875,
        "r": "niv:2 Kings:15:31",
        "t": "As*p for the other events of Pekah’s reign, and all he did, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10876,
        "r": "niv:2 Kings:15:31",
        "t": "Jotham King of Judah",
        "h": 2
    },
    {
        "o": 10877,
        "r": "niv:2 Kings:15:32",
        "t": "In*p the second year of Pekah son of Remaliah king of Israel, Jotham son of Uzziah king of Judah began to reign."
    },
    {
        "o": 10878,
        "r": "niv:2 Kings:15:33",
        "t": "He was twenty-five years old when he became king, and he reigned in Jerusalem sixteen years. His mother’s name was Jerusha daughter of Zadok."
    },
    {
        "o": 10879,
        "r": "niv:2 Kings:15:34",
        "t": "He did what was right in the eyes of the Lord,*s just as his father Uzziah had done."
    },
    {
        "o": 10880,
        "r": "niv:2 Kings:15:35",
        "t": "The high places, however, were not removed; the people continued to offer sacrifices and burn incense there. Jotham rebuilt the Upper Gate of the temple of the Lord.*s"
    },
    {
        "o": 10881,
        "r": "niv:2 Kings:15:36",
        "t": "As*p for the other events of Jotham’s reign, and what he did, are they not written in the book of the annals of the kings of Judah?"
    },
    {
        "o": 10882,
        "r": "niv:2 Kings:15:37",
        "t": "(In those days the Lord*s began to send Rezin king of Aram and Pekah son of Remaliah against Judah.)"
    },
    {
        "o": 10883,
        "r": "niv:2 Kings:15:38",
        "t": "Jotham rested with his ancestors and was buried with them in the City of David, the city of his father. And Ahaz his son succeeded him as king."
    }
]
