[
    {
        "o": 2335,
        "r": "esv:Exodus:23:0",
        "t": "Exodus 23",
        "h": 1
    },
    {
        "o": 2336,
        "r": "esv:Exodus:23:1",
        "t": "“You*p shall not spread a false report. You shall not join hands with a wicked man to be a malicious witness."
    },
    {
        "o": 2337,
        "r": "esv:Exodus:23:2",
        "t": "You shall not fall in with the many to do evil, nor shall you bear witness in a lawsuit, siding with the many, so as to pervert justice,"
    },
    {
        "o": 2338,
        "r": "esv:Exodus:23:3",
        "t": "nor shall you be partial to a poor man in his lawsuit."
    },
    {
        "o": 2339,
        "r": "esv:Exodus:23:4",
        "t": "“If*p you meet your enemy’s ox or his donkey going astray, you shall bring it back to him."
    },
    {
        "o": 2340,
        "r": "esv:Exodus:23:5",
        "t": "If you see the donkey of one who hates you lying down under its burden, you shall refrain from leaving him with it; you shall rescue it with him."
    },
    {
        "o": 2341,
        "r": "esv:Exodus:23:6",
        "t": "“You*p shall not pervert the justice due to your poor in his lawsuit."
    },
    {
        "o": 2342,
        "r": "esv:Exodus:23:7",
        "t": "Keep far from a false charge, and do not kill the innocent and righteous, for I will not acquit the wicked."
    },
    {
        "o": 2343,
        "r": "esv:Exodus:23:8",
        "t": "And you shall take no bribe, for a bribe blinds the clear-sighted and subverts the cause of those who are in the right."
    },
    {
        "o": 2344,
        "r": "esv:Exodus:23:9",
        "t": "“You*p shall not oppress a sojourner. You know the heart of a sojourner, for you were sojourners in the land of Egypt."
    },
    {
        "o": 2345,
        "r": "esv:Exodus:23:9",
        "t": "Laws About the Sabbath and Festivals",
        "h": 2
    },
    {
        "o": 2346,
        "r": "esv:Exodus:23:10",
        "t": "“For*p six years you shall sow your land and gather in its yield,"
    },
    {
        "o": 2347,
        "r": "esv:Exodus:23:11",
        "t": "but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave the beasts of the field may eat. You shall do likewise with your vineyard, and with your olive orchard."
    },
    {
        "o": 2348,
        "r": "esv:Exodus:23:12",
        "t": "“Six*p days you shall do your work, but on the seventh day you shall rest; that your ox and your donkey may have rest, and the son of your servant woman, and the alien, may be refreshed."
    },
    {
        "o": 2349,
        "r": "esv:Exodus:23:13",
        "t": "“Pay*p attention to all that I have said to you, and make no mention of the names of other gods, nor let it be heard on your lips."
    },
    {
        "o": 2350,
        "r": "esv:Exodus:23:14",
        "t": "“Three*p times in the year you shall keep a feast to me."
    },
    {
        "o": 2351,
        "r": "esv:Exodus:23:15",
        "t": "You shall keep the Feast of Unleavened Bread. As I commanded you, you shall eat unleavened bread for seven days at the appointed time in the month of Abib, for in it you came out of Egypt. None shall appear before me empty-handed."
    },
    {
        "o": 2352,
        "r": "esv:Exodus:23:16",
        "t": "You shall keep the Feast of Harvest, of the firstfruits of your labor, of what you sow in the field. You shall keep the Feast of Ingathering at the end of the year, when you gather in from the field the fruit of your labor."
    },
    {
        "o": 2353,
        "r": "esv:Exodus:23:17",
        "t": "Three times in the year shall all your males appear before the Lord God.*s"
    },
    {
        "o": 2354,
        "r": "esv:Exodus:23:18",
        "t": "“You*p shall not offer the blood of my sacrifice with anything leavened, or let the fat of my feast remain until the morning."
    },
    {
        "o": 2355,
        "r": "esv:Exodus:23:19",
        "t": "“The*p best of the firstfruits of your ground you shall bring into the house of the Lord*s your God. “You*p shall not boil a young goat in its mother’s milk."
    },
    {
        "o": 2356,
        "r": "esv:Exodus:23:19",
        "t": "Conquest of Canaan Promised",
        "h": 2
    },
    {
        "o": 2357,
        "r": "esv:Exodus:23:20",
        "t": "“Behold,*p I send an angel before you to guard you on the way and to bring you to the place that I have prepared."
    },
    {
        "o": 2358,
        "r": "esv:Exodus:23:21",
        "t": "Pay careful attention to him and obey his voice; do not rebel against him, for he will not pardon your transgression, for my name is in him."
    },
    {
        "o": 2359,
        "r": "esv:Exodus:23:22",
        "t": "“But*p if you carefully obey his voice and do all that I say, then I will be an enemy to your enemies and an adversary to your adversaries."
    },
    {
        "o": 2360,
        "r": "esv:Exodus:23:23",
        "t": "“When*p my angel goes before you and brings you to the Amorites and the Hittites and the Perizzites and the Canaanites, the Hivites and the Jebusites, and I blot them out,"
    },
    {
        "o": 2361,
        "r": "esv:Exodus:23:24",
        "t": "you shall not bow down to their gods nor serve them, nor do as they do, but you shall utterly overthrow them and break their pillars in pieces."
    },
    {
        "o": 2362,
        "r": "esv:Exodus:23:25",
        "t": "You shall serve the Lord*s your God, and he will bless your bread and your water, and I will take sickness away from among you."
    },
    {
        "o": 2363,
        "r": "esv:Exodus:23:26",
        "t": "None shall miscarry or be barren in your land; I will fulfill the number of your days."
    },
    {
        "o": 2364,
        "r": "esv:Exodus:23:27",
        "t": "I will send my terror before you and will throw into confusion all the people against whom you shall come, and I will make all your enemies turn their backs to you."
    },
    {
        "o": 2365,
        "r": "esv:Exodus:23:28",
        "t": "And I will send hornets before you, which shall drive out the Hivites, the Canaanites, and the Hittites from before you."
    },
    {
        "o": 2366,
        "r": "esv:Exodus:23:29",
        "t": "I will not drive them out from before you in one year, lest the land become desolate and the wild beasts multiply against you."
    },
    {
        "o": 2367,
        "r": "esv:Exodus:23:30",
        "t": "Little by little I will drive them out from before you, until you have increased and possess the land."
    },
    {
        "o": 2368,
        "r": "esv:Exodus:23:31",
        "t": "And I will set your border from the Red Sea to the Sea of the Philistines, and from the wilderness to the Euphrates, for I will give the inhabitants of the land into your hand, and you shall drive them out before you."
    },
    {
        "o": 2369,
        "r": "esv:Exodus:23:32",
        "t": "You shall make no covenant with them and their gods."
    },
    {
        "o": 2370,
        "r": "esv:Exodus:23:33",
        "t": "They shall not dwell in your land, lest they make you sin against me; for if you serve their gods, it will surely be a snare to you.”"
    }
]
