[
    {
        "o": 5809,
        "r": "nasb:Deuteronomy:16:0",
        "t": "Deuteronomy 16",
        "h": 1
    },
    {
        "o": 5810,
        "r": "nasb:Deuteronomy:16:0",
        "t": "The Feasts of Passover, of Weeks, and of Booths",
        "h": 2
    },
    {
        "o": 5811,
        "r": "nasb:Deuteronomy:16:1",
        "t": "“Observe*p the month of Abib and celebrate the Passover to the Lord*s your God, for in the month of Abib the Lord*s your God brought you out of Egypt by night."
    },
    {
        "o": 5812,
        "r": "nasb:Deuteronomy:16:2",
        "t": "You shall sacrifice the Passover to the Lord*s your God from the flock and the herd, in the place where the Lord*s chooses to establish His name."
    },
    {
        "o": 5813,
        "r": "nasb:Deuteronomy:16:3",
        "t": "You shall not eat leavened bread with it; seven days you shall eat with it unleavened bread, the bread of affliction (for you came out of the land of Egypt in haste), so that you may remember all the days of your life the day when you came out of the land of Egypt."
    },
    {
        "o": 5814,
        "r": "nasb:Deuteronomy:16:4",
        "t": "For seven days no leaven shall be seen with you in all your territory, and none of the flesh which you sacrifice on the evening of the first day shall remain overnight until morning."
    },
    {
        "o": 5815,
        "r": "nasb:Deuteronomy:16:5",
        "t": "You are not allowed to sacrifice the Passover in any of your towns which the Lord*s your God is giving you;"
    },
    {
        "o": 5816,
        "r": "nasb:Deuteronomy:16:6",
        "t": "but at the place where the Lord*s your God chooses to establish His name, you shall sacrifice the Passover in the evening at sunset, at the time that you came out of Egypt."
    },
    {
        "o": 5817,
        "r": "nasb:Deuteronomy:16:7",
        "t": "You shall cook and eat it*i in the place which the Lord*s your God chooses. In the morning you are to return to your tents."
    },
    {
        "o": 5818,
        "r": "nasb:Deuteronomy:16:8",
        "t": "Six days you shall eat unleavened bread, and on the seventh day there shall be a solemn assembly to the Lord*s your God; you shall do no work on*i it.*i"
    },
    {
        "o": 5819,
        "r": "nasb:Deuteronomy:16:9",
        "t": "“You*p shall count seven weeks for yourself; you shall begin to count seven weeks from the time you begin to put the sickle to the standing grain."
    },
    {
        "o": 5820,
        "r": "nasb:Deuteronomy:16:10",
        "t": "Then you shall celebrate the Feast of Weeks to the Lord*s your God with a tribute of a freewill offering of your hand, which you shall give just as the Lord*s your God blesses you;"
    },
    {
        "o": 5821,
        "r": "nasb:Deuteronomy:16:11",
        "t": "and you shall rejoice before the Lord*s your God, you and your son and your daughter and your male and female servants and the Levite who is in your town, and the stranger and the orphan and the widow who are in your midst, in the place where the Lord*s your God chooses to establish His name."
    },
    {
        "o": 5822,
        "r": "nasb:Deuteronomy:16:12",
        "t": "You shall remember that you were a slave in Egypt, and you shall be careful to observe these statutes."
    },
    {
        "o": 5823,
        "r": "nasb:Deuteronomy:16:13",
        "t": "“You*p shall celebrate the Feast of Booths seven days after you have gathered in from your threshing floor and your wine vat;"
    },
    {
        "o": 5824,
        "r": "nasb:Deuteronomy:16:14",
        "t": "and you shall rejoice in your feast, you and your son and your daughter and your male and female servants and the Levite and the stranger and the orphan and the widow who are in your towns."
    },
    {
        "o": 5825,
        "r": "nasb:Deuteronomy:16:15",
        "t": "Seven days you shall celebrate a feast to the Lord*s your God in the place which the Lord*s chooses, because the Lord*s your God will bless you in all your produce and in all the work of your hands, so that you will be altogether joyful."
    },
    {
        "o": 5826,
        "r": "nasb:Deuteronomy:16:16",
        "t": "“Three*p times in a year all your males shall appear before the Lord*s your God in the place which He chooses, at the Feast of Unleavened Bread and at the Feast of Weeks and at the Feast of Booths, and they shall not appear before the Lord*s empty-handed."
    },
    {
        "o": 5827,
        "r": "nasb:Deuteronomy:16:17",
        "t": "Every man shall give as he is able, according to the blessing of the Lord*s your God which He has given you."
    },
    {
        "o": 5828,
        "r": "nasb:Deuteronomy:16:18",
        "t": "“You*p shall appoint for yourself judges and officers in all your towns which the Lord*s your God is giving you, according to your tribes, and they shall judge the people with righteous judgment."
    },
    {
        "o": 5829,
        "r": "nasb:Deuteronomy:16:19",
        "t": "You shall not distort justice; you shall not be partial, and you shall not take a bribe, for a bribe blinds the eyes of the wise and perverts the words of the righteous."
    },
    {
        "o": 5830,
        "r": "nasb:Deuteronomy:16:20",
        "t": "Justice, and*i only*i justice, you shall pursue, that you may live and possess the land which the Lord*s your God is giving you."
    },
    {
        "o": 5831,
        "r": "nasb:Deuteronomy:16:21",
        "t": "“You*p shall not plant for yourself an Asherah of any kind of tree beside the altar of the Lord*s your God, which you shall make for yourself."
    },
    {
        "o": 5832,
        "r": "nasb:Deuteronomy:16:22",
        "t": "You shall not set up for yourself a sacred*i pillar which the Lord*s your God hates."
    }
]
