[
    {
        "o": 19743,
        "r": "nasb:Isaiah:5:0",
        "t": "Isaiah 5",
        "h": 1
    },
    {
        "o": 19744,
        "r": "nasb:Isaiah:5:0",
        "t": "Parable of the Vineyard",
        "h": 2
    },
    {
        "o": 19745,
        "r": "nasb:Isaiah:5:1",
        "t": "Let*pn me sing now for my well-beloved A*ln song of my beloved concerning His vineyard. My*ln well-beloved had a vineyard on a fertile hill."
    },
    {
        "o": 19746,
        "r": "nasb:Isaiah:5:2",
        "t": "He*ln dug it all around, removed its stones, And*ln planted it with the choicest vine. And*ln He built a tower in the middle of it And*ln also hewed out a wine vat in it; Then*ln He expected it*i to produce good*i grapes, But*ln it produced only*i worthless ones."
    },
    {
        "o": 19747,
        "r": "nasb:Isaiah:5:3",
        "t": "“And*ln now, O inhabitants of Jerusalem and men of Judah, Judge*ln between Me and My vineyard."
    },
    {
        "o": 19748,
        "r": "nasb:Isaiah:5:4",
        "t": "What*ln more was there to do for My vineyard that I have not done in it? Why,*ln when I expected it*i to produce good*i grapes did it produce worthless ones?"
    },
    {
        "o": 19749,
        "r": "nasb:Isaiah:5:5",
        "t": "So*ln now let Me tell you what I am going to do to My vineyard: I*ln will remove its hedge and it will be consumed; I*ln will break down its wall and it will become trampled ground."
    },
    {
        "o": 19750,
        "r": "nasb:Isaiah:5:6",
        "t": "I*ln will lay it waste; It*ln will not be pruned or hoed, But*ln briars and thorns will come up. I*ln will also charge the clouds to rain no rain on it.”"
    },
    {
        "o": 19751,
        "r": "nasb:Isaiah:5:7",
        "t": "For*ln the vineyard of the Lord*s of hosts is the house of Israel And*ln the men of Judah His delightful plant. Thus*ln He looked for justice, but behold, bloodshed; For*ln righteousness, but behold, a cry of distress."
    },
    {
        "o": 19752,
        "r": "nasb:Isaiah:5:7",
        "t": "Woes for the Wicked",
        "h": 2
    },
    {
        "o": 19753,
        "r": "nasb:Isaiah:5:8",
        "t": "Woe*pn to those who add house to house and*i join field to field, Until*ln there is no more room, So*ln that you have to live alone in the midst of the land!"
    },
    {
        "o": 19754,
        "r": "nasb:Isaiah:5:9",
        "t": "In*ln my ears the Lord*s of hosts has*i sworn,*i “Surely, many houses shall become desolate, Even*iln great and fine ones, without occupants."
    },
    {
        "o": 19755,
        "r": "nasb:Isaiah:5:10",
        "t": "For*ln ten acres of vineyard will yield only*i one bath of*i wine,*i And*ln a homer of seed will yield but*i an ephah of grain.”"
    },
    {
        "o": 19756,
        "r": "nasb:Isaiah:5:11",
        "t": "Woe*ln to those who rise early in the morning that they may pursue strong drink, Who*ln stay up late in the evening that wine may inflame them!"
    },
    {
        "o": 19757,
        "r": "nasb:Isaiah:5:12",
        "t": "Their*ln banquets are accompanied*i by lyre and harp, by tambourine and flute, and by wine; But*ln they do not pay attention to the deeds of the Lord,*s Nor*ln do they consider the work of His hands."
    },
    {
        "o": 19758,
        "r": "nasb:Isaiah:5:13",
        "t": "Therefore*ln My people go into exile for their lack of knowledge; And*ln their honorable men are famished, And*ln their multitude is parched with thirst."
    },
    {
        "o": 19759,
        "r": "nasb:Isaiah:5:14",
        "t": "Therefore*ln Sheol has enlarged its throat and opened its mouth without measure; And*ln Jerusalem’s splendor, her multitude, her din of*i revelry*i and the jubilant within her, descend into*i it.*i"
    },
    {
        "o": 19760,
        "r": "nasb:Isaiah:5:15",
        "t": "So*ln the common*i man will be humbled and the man of importance*i abased, The*ln eyes of the proud also will be abased."
    },
    {
        "o": 19761,
        "r": "nasb:Isaiah:5:16",
        "t": "But*ln the Lord*s of hosts will be exalted in judgment, And*ln the holy God will show Himself holy in righteousness."
    },
    {
        "o": 19762,
        "r": "nasb:Isaiah:5:17",
        "t": "Then*ln the lambs will graze as in their pasture, And*ln strangers will eat in the waste places of the wealthy."
    },
    {
        "o": 19763,
        "r": "nasb:Isaiah:5:18",
        "t": "Woe*ln to those who drag iniquity with the cords of falsehood, And*ln sin as if with cart ropes;"
    },
    {
        "o": 19764,
        "r": "nasb:Isaiah:5:19",
        "t": "Who*ln say, “Let Him make speed, let Him hasten His work, that we may see it;*i And*ln let the purpose of the Holy One of Israel draw near And*ln come to pass, that we may know it!”*i"
    },
    {
        "o": 19765,
        "r": "nasb:Isaiah:5:20",
        "t": "Woe*ln to those who call evil good, and good evil; Who*ln substitute darkness for light and light for darkness; Who*ln substitute bitter for sweet and sweet for bitter!"
    },
    {
        "o": 19766,
        "r": "nasb:Isaiah:5:21",
        "t": "Woe*ln to those who are wise in their own eyes And*ln clever in their own sight!"
    },
    {
        "o": 19767,
        "r": "nasb:Isaiah:5:22",
        "t": "Woe*ln to those who are heroes in drinking wine And*ln valiant men in mixing strong drink,"
    },
    {
        "o": 19768,
        "r": "nasb:Isaiah:5:23",
        "t": "Who*ln justify the wicked for a bribe, And*ln take away the rights of the ones who are in the right!"
    },
    {
        "o": 19769,
        "r": "nasb:Isaiah:5:24",
        "t": "Therefore,*ln as a tongue of fire consumes stubble And*ln dry grass collapses into the flame, So*ln their root will become like rot and their blossom blow away as dust; For*ln they have rejected the law of the Lord*s of hosts And*ln despised the word of the Holy One of Israel."
    },
    {
        "o": 19770,
        "r": "nasb:Isaiah:5:25",
        "t": "On*ln this account the anger of the Lord*s has burned against His people, And*ln He has stretched out His hand against them and struck them down. And*ln the mountains quaked, and their corpses lay like refuse in the middle of the streets. For*ln all this His anger is not spent, But*ln His hand is still stretched out."
    },
    {
        "o": 19771,
        "r": "nasb:Isaiah:5:26",
        "t": "He*ln will also lift up a standard to the distant nation, And*ln will whistle for it from the ends of the earth; And*ln behold, it will come with speed swiftly."
    },
    {
        "o": 19772,
        "r": "nasb:Isaiah:5:27",
        "t": "No*ln one in it is weary or stumbles, None*ln slumbers or sleeps; Nor*ln is the belt at its waist undone, Nor*ln its sandal strap broken."
    },
    {
        "o": 19773,
        "r": "nasb:Isaiah:5:28",
        "t": "Its*ln arrows are sharp and all its bows are bent; The*ln hoofs of its horses seem like flint and its chariot*i wheels like a whirlwind."
    },
    {
        "o": 19774,
        "r": "nasb:Isaiah:5:29",
        "t": "Its*ln roaring is like a lioness, and it roars like young lions; It*ln growls as it seizes the prey And*ln carries it*i off with no one to deliver it.*i"
    },
    {
        "o": 19775,
        "r": "nasb:Isaiah:5:30",
        "t": "And*ln it will growl over it in that day like the roaring of the sea. If*ln one looks to the land, behold, there is darkness and*i distress; Even*ln the light is darkened by its clouds."
    }
]
