[
    {
        "o": 30635,
        "r": "kjv:Philippians:2:0",
        "t": "Philippians 2",
        "h": 1
    },
    {
        "o": 30636,
        "r": "kjv:Philippians:2:1",
        "t": "If*p there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,"
    },
    {
        "o": 30637,
        "r": "kjv:Philippians:2:2",
        "t": "Fulfil*p ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind."
    },
    {
        "o": 30638,
        "r": "kjv:Philippians:2:3",
        "t": "Let*p nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves."
    },
    {
        "o": 30639,
        "r": "kjv:Philippians:2:4",
        "t": "Look*p not every man on his own things, but every man also on the things of others."
    },
    {
        "o": 30640,
        "r": "kjv:Philippians:2:5",
        "t": "Let*p this mind be in you, which was also in Christ Jesus:"
    },
    {
        "o": 30641,
        "r": "kjv:Philippians:2:6",
        "t": "Who,*p being in the form of God, thought it not robbery to be equal with God:"
    },
    {
        "o": 30642,
        "r": "kjv:Philippians:2:7",
        "t": "But*p made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:"
    },
    {
        "o": 30643,
        "r": "kjv:Philippians:2:8",
        "t": "And*p being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross."
    },
    {
        "o": 30644,
        "r": "kjv:Philippians:2:9",
        "t": "Wherefore*p God also hath highly exalted him, and given him a name which is above every name:"
    },
    {
        "o": 30645,
        "r": "kjv:Philippians:2:10",
        "t": "That*p at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth;"
    },
    {
        "o": 30646,
        "r": "kjv:Philippians:2:11",
        "t": "And*p that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father."
    },
    {
        "o": 30647,
        "r": "kjv:Philippians:2:12",
        "t": "Wherefore,*p my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling."
    },
    {
        "o": 30648,
        "r": "kjv:Philippians:2:13",
        "t": "For*p it is God which worketh in you both to will and to do of his good pleasure."
    },
    {
        "o": 30649,
        "r": "kjv:Philippians:2:14",
        "t": "Do*p all things without murmurings and disputings:"
    },
    {
        "o": 30650,
        "r": "kjv:Philippians:2:15",
        "t": "That*p ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;"
    },
    {
        "o": 30651,
        "r": "kjv:Philippians:2:16",
        "t": "Holding*p forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain."
    },
    {
        "o": 30652,
        "r": "kjv:Philippians:2:17",
        "t": "Yea,*p and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all."
    },
    {
        "o": 30653,
        "r": "kjv:Philippians:2:18",
        "t": "For*p the same cause also do ye joy, and rejoice with me."
    },
    {
        "o": 30654,
        "r": "kjv:Philippians:2:19",
        "t": "But*p I trust in the Lord Jesus to send Timothy shortly unto you, that I also may be of good comfort, when I know your state."
    },
    {
        "o": 30655,
        "r": "kjv:Philippians:2:20",
        "t": "For*p I have no man likeminded, who will naturally care for your state."
    },
    {
        "o": 30656,
        "r": "kjv:Philippians:2:21",
        "t": "For*p all seek their own, not the things which are Jesus Christ's."
    },
    {
        "o": 30657,
        "r": "kjv:Philippians:2:22",
        "t": "But*p ye know the proof of him, that, as a son with the father, he hath served with me in the gospel."
    },
    {
        "o": 30658,
        "r": "kjv:Philippians:2:23",
        "t": "Him*p therefore I hope to send presently, so soon as I shall see how it will go with me."
    },
    {
        "o": 30659,
        "r": "kjv:Philippians:2:24",
        "t": "But*p I trust in the Lord that I also myself shall come shortly."
    },
    {
        "o": 30660,
        "r": "kjv:Philippians:2:25",
        "t": "Yet*p I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellowsoldier, but your messenger, and he that ministered to my wants."
    },
    {
        "o": 30661,
        "r": "kjv:Philippians:2:26",
        "t": "For*p he longed after you all, and was full of heaviness, because that ye had heard that he had been sick."
    },
    {
        "o": 30662,
        "r": "kjv:Philippians:2:27",
        "t": "For*p indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow."
    },
    {
        "o": 30663,
        "r": "kjv:Philippians:2:28",
        "t": "I*p sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful."
    },
    {
        "o": 30664,
        "r": "kjv:Philippians:2:29",
        "t": "Receive*p him therefore in the Lord with all gladness; and hold such in reputation:"
    },
    {
        "o": 30665,
        "r": "kjv:Philippians:2:30",
        "t": "Because*p for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me."
    }
]
