[
    {
        "o": 11172,
        "r": "esv:2 Kings:23:0",
        "t": "2 Kings 23",
        "h": 1
    },
    {
        "o": 11173,
        "r": "esv:2 Kings:23:0",
        "t": "Josiah’s Reforms",
        "h": 2
    },
    {
        "o": 11174,
        "r": "esv:2 Kings:23:1",
        "t": "Then*p the king sent, and all the elders of Judah and Jerusalem were gathered to him."
    },
    {
        "o": 11175,
        "r": "esv:2 Kings:23:2",
        "t": "And the king went up to the house of the Lord,*s and with him all the men of Judah and all the inhabitants of Jerusalem and the priests and the prophets, all the people, both small and great. And he read in their hearing all the words of the Book of the Covenant that had been found in the house of the Lord.*s"
    },
    {
        "o": 11176,
        "r": "esv:2 Kings:23:3",
        "t": "And the king stood by the pillar and made a covenant before the Lord,*s to walk after the Lord*s and to keep his commandments and his testimonies and his statutes with all his heart and all his soul, to perform the words of this covenant that were written in this book. And all the people joined in the covenant."
    },
    {
        "o": 11177,
        "r": "esv:2 Kings:23:4",
        "t": "And*p the king commanded Hilkiah the high priest and the priests of the second order and the keepers of the threshold to bring out of the temple of the Lord*s all the vessels made for Baal, for Asherah, and for all the host of heaven. He burned them outside Jerusalem in the fields of the Kidron and carried their ashes to Bethel."
    },
    {
        "o": 11178,
        "r": "esv:2 Kings:23:5",
        "t": "And he deposed the priests whom the kings of Judah had ordained to make offerings in the high places at the cities of Judah and around Jerusalem; those also who burned incense to Baal, to the sun and the moon and the constellations and all the host of the heavens."
    },
    {
        "o": 11179,
        "r": "esv:2 Kings:23:6",
        "t": "And he brought out the Asherah from the house of the Lord,*s outside Jerusalem, to the brook Kidron, and burned it at the brook Kidron and beat it to dust and cast the dust of it upon the graves of the common people."
    },
    {
        "o": 11180,
        "r": "esv:2 Kings:23:7",
        "t": "And he broke down the houses of the male cult prostitutes who were in the house of the Lord,*s where the women wove hangings for the Asherah."
    },
    {
        "o": 11181,
        "r": "esv:2 Kings:23:8",
        "t": "And he brought all the priests out of the cities of Judah, and defiled the high places where the priests had made offerings, from Geba to Beersheba. And he broke down the high places of the gates that were at the entrance of the gate of Joshua the governor of the city, which were on one’s left at the gate of the city."
    },
    {
        "o": 11182,
        "r": "esv:2 Kings:23:9",
        "t": "However, the priests of the high places did not come up to the altar of the Lord*s in Jerusalem, but they ate unleavened bread among their brothers."
    },
    {
        "o": 11183,
        "r": "esv:2 Kings:23:10",
        "t": "And he defiled Topheth, which is in the Valley of the Son of Hinnom, that no one might burn his son or his daughter as an offering to Molech."
    },
    {
        "o": 11184,
        "r": "esv:2 Kings:23:11",
        "t": "And he removed the horses that the kings of Judah had dedicated to the sun, at the entrance to the house of the Lord,*s by the chamber of Nathan-melech the chamberlain, which was in the precincts. And he burned the chariots of the sun with fire."
    },
    {
        "o": 11185,
        "r": "esv:2 Kings:23:12",
        "t": "And the altars on the roof of the upper chamber of Ahaz, which the kings of Judah had made, and the altars that Manasseh had made in the two courts of the house of the Lord,*s he pulled down and broke in pieces and cast the dust of them into the brook Kidron."
    },
    {
        "o": 11186,
        "r": "esv:2 Kings:23:13",
        "t": "And the king defiled the high places that were east of Jerusalem, to the south of the mount of corruption, which Solomon the king of Israel had built for Ashtoreth the abomination of the Sidonians, and for Chemosh the abomination of Moab, and for Milcom the abomination of the Ammonites."
    },
    {
        "o": 11187,
        "r": "esv:2 Kings:23:14",
        "t": "And he broke in pieces the pillars and cut down the Asherim and filled their places with the bones of men."
    },
    {
        "o": 11188,
        "r": "esv:2 Kings:23:15",
        "t": "Moreover,*p the altar at Bethel, the high place erected by Jeroboam the son of Nebat, who made Israel to sin, that altar with the high place he pulled down and burned, reducing it to dust. He also burned the Asherah."
    },
    {
        "o": 11189,
        "r": "esv:2 Kings:23:16",
        "t": "And as Josiah turned, he saw the tombs there on the mount. And he sent and took the bones out of the tombs and burned them on the altar and defiled it, according to the word of the Lord*s that the man of God proclaimed, who had predicted these things."
    },
    {
        "o": 11190,
        "r": "esv:2 Kings:23:17",
        "t": "Then he said, “What is that monument that I see?” And the men of the city told him, “It is the tomb of the man of God who came from Judah and predicted these things that you have done against the altar at Bethel.”"
    },
    {
        "o": 11191,
        "r": "esv:2 Kings:23:18",
        "t": "And he said, “Let him be; let no man move his bones.” So they let his bones alone, with the bones of the prophet who came out of Samaria."
    },
    {
        "o": 11192,
        "r": "esv:2 Kings:23:19",
        "t": "And Josiah removed all the shrines also of the high places that were in the cities of Samaria, which kings of Israel had made, provoking the Lord*s to anger. He did to them according to all that he had done at Bethel."
    },
    {
        "o": 11193,
        "r": "esv:2 Kings:23:20",
        "t": "And he sacrificed all the priests of the high places who were there, on the altars, and burned human bones on them. Then he returned to Jerusalem."
    },
    {
        "o": 11194,
        "r": "esv:2 Kings:23:20",
        "t": "Josiah Restores the Passover",
        "h": 2
    },
    {
        "o": 11195,
        "r": "esv:2 Kings:23:21",
        "t": "And*p the king commanded all the people, “Keep the Passover to the Lord*s your God, as it is written in this Book of the Covenant.”"
    },
    {
        "o": 11196,
        "r": "esv:2 Kings:23:22",
        "t": "For no such Passover had been kept since the days of the judges who judged Israel, or during all the days of the kings of Israel or of the kings of Judah."
    },
    {
        "o": 11197,
        "r": "esv:2 Kings:23:23",
        "t": "But in the eighteenth year of King Josiah this Passover was kept to the Lord*s in Jerusalem."
    },
    {
        "o": 11198,
        "r": "esv:2 Kings:23:24",
        "t": "Moreover,*p Josiah put away the mediums and the necromancers and the household gods and the idols and all the abominations that were seen in the land of Judah and in Jerusalem, that he might establish the words of the law that were written in the book that Hilkiah the priest found in the house of the Lord.*s"
    },
    {
        "o": 11199,
        "r": "esv:2 Kings:23:25",
        "t": "Before him there was no king like him, who turned to the Lord*s with all his heart and with all his soul and with all his might, according to all the Law of Moses, nor did any like him arise after him."
    },
    {
        "o": 11200,
        "r": "esv:2 Kings:23:26",
        "t": "Still*p the Lord*s did not turn from the burning of his great wrath, by which his anger was kindled against Judah, because of all the provocations with which Manasseh had provoked him."
    },
    {
        "o": 11201,
        "r": "esv:2 Kings:23:27",
        "t": "And the Lord*s said, “I will remove Judah also out of my sight, as I have removed Israel, and I will cast off this city that I have chosen, Jerusalem, and the house of which I said, My name shall be there.”"
    },
    {
        "o": 11202,
        "r": "esv:2 Kings:23:27",
        "t": "Josiah’s Death in Battle",
        "h": 2
    },
    {
        "o": 11203,
        "r": "esv:2 Kings:23:28",
        "t": "Now*p the rest of the acts of Josiah and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 11204,
        "r": "esv:2 Kings:23:29",
        "t": "In his days Pharaoh Neco king of Egypt went up to the king of Assyria to the river Euphrates. King Josiah went to meet him, and Pharaoh Neco killed him at Megiddo, as soon as he saw him."
    },
    {
        "o": 11205,
        "r": "esv:2 Kings:23:30",
        "t": "And his servants carried him dead in a chariot from Megiddo and brought him to Jerusalem and buried him in his own tomb. And the people of the land took Jehoahaz the son of Josiah, and anointed him, and made him king in his father’s place."
    },
    {
        "o": 11206,
        "r": "esv:2 Kings:23:30",
        "t": "Jehoahaz’s Reign and Captivity",
        "h": 2
    },
    {
        "o": 11207,
        "r": "esv:2 Kings:23:31",
        "t": "Jehoahaz*p was twenty-three years old when he began to reign, and he reigned three months in Jerusalem. His mother’s name was Hamutal the daughter of Jeremiah of Libnah."
    },
    {
        "o": 11208,
        "r": "esv:2 Kings:23:32",
        "t": "And he did what was evil in the sight of the Lord,*s according to all that his fathers had done."
    },
    {
        "o": 11209,
        "r": "esv:2 Kings:23:33",
        "t": "And Pharaoh Neco put him in bonds at Riblah in the land of Hamath, that he might not reign in Jerusalem, and laid on the land a tribute of a hundred talents of silver and a talent of gold."
    },
    {
        "o": 11210,
        "r": "esv:2 Kings:23:34",
        "t": "And Pharaoh Neco made Eliakim the son of Josiah king in the place of Josiah his father, and changed his name to Jehoiakim. But he took Jehoahaz away, and he came to Egypt and died there."
    },
    {
        "o": 11211,
        "r": "esv:2 Kings:23:35",
        "t": "And Jehoiakim gave the silver and the gold to Pharaoh, but he taxed the land to give the money according to the command of Pharaoh. He exacted the silver and the gold of the people of the land, from everyone according to his assessment, to give it to Pharaoh Neco."
    },
    {
        "o": 11212,
        "r": "esv:2 Kings:23:35",
        "t": "Jehoiakim Reigns in Judah",
        "h": 2
    },
    {
        "o": 11213,
        "r": "esv:2 Kings:23:36",
        "t": "Jehoiakim*p was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. His mother’s name was Zebidah the daughter of Pedaiah of Rumah."
    },
    {
        "o": 11214,
        "r": "esv:2 Kings:23:37",
        "t": "And he did what was evil in the sight of the Lord,*s according to all that his fathers had done."
    }
]
