[
    {
        "o": 30936,
        "r": "esv:Acts:21:0",
        "t": "Acts 21",
        "h": 1
    },
    {
        "o": 30937,
        "r": "esv:Acts:21:0",
        "t": "Paul Goes to Jerusalem",
        "h": 2
    },
    {
        "o": 30938,
        "r": "esv:Acts:21:1",
        "t": "And*p when we had parted from them and set sail, we came by a straight course to Cos, and the next day to Rhodes, and from there to Patara."
    },
    {
        "o": 30939,
        "r": "esv:Acts:21:2",
        "t": "And having found a ship crossing to Phoenicia, we went aboard and set sail."
    },
    {
        "o": 30940,
        "r": "esv:Acts:21:3",
        "t": "When we had come in sight of Cyprus, leaving it on the left we sailed to Syria and landed at Tyre, for there the ship was to unload its cargo."
    },
    {
        "o": 30941,
        "r": "esv:Acts:21:4",
        "t": "And having sought out the disciples, we stayed there for seven days. And through the Spirit they were telling Paul not to go on to Jerusalem."
    },
    {
        "o": 30942,
        "r": "esv:Acts:21:5",
        "t": "When our days there were ended, we departed and went on our journey, and they all, with wives and children, accompanied us until we were outside the city. And kneeling down on the beach, we prayed"
    },
    {
        "o": 30943,
        "r": "esv:Acts:21:6",
        "t": "and said farewell to one another. Then we went on board the ship, and they returned home."
    },
    {
        "o": 30944,
        "r": "esv:Acts:21:7",
        "t": "When*p we had finished the voyage from Tyre, we arrived at Ptolemais, and we greeted the brothers and stayed with them for one day."
    },
    {
        "o": 30945,
        "r": "esv:Acts:21:8",
        "t": "On the next day we departed and came to Caesarea, and we entered the house of Philip the evangelist, who was one of the seven, and stayed with him."
    },
    {
        "o": 30946,
        "r": "esv:Acts:21:9",
        "t": "He had four unmarried daughters, who prophesied."
    },
    {
        "o": 30947,
        "r": "esv:Acts:21:10",
        "t": "While we were staying for many days, a prophet named Agabus came down from Judea."
    },
    {
        "o": 30948,
        "r": "esv:Acts:21:11",
        "t": "And coming to us, he took Paul’s belt and bound his own feet and hands and said, “Thus says the Holy Spirit, ‘This is how the Jews at Jerusalem will bind the man who owns this belt and deliver him into the hands of the Gentiles.’”"
    },
    {
        "o": 30949,
        "r": "esv:Acts:21:12",
        "t": "When we heard this, we and the people there urged him not to go up to Jerusalem."
    },
    {
        "o": 30950,
        "r": "esv:Acts:21:13",
        "t": "Then Paul answered, “What are you doing, weeping and breaking my heart? For I am ready not only to be imprisoned but even to die in Jerusalem for the name of the Lord Jesus.”"
    },
    {
        "o": 30951,
        "r": "esv:Acts:21:14",
        "t": "And since he would not be persuaded, we ceased and said, “Let the will of the Lord be done.”"
    },
    {
        "o": 30952,
        "r": "esv:Acts:21:15",
        "t": "After*p these days we got ready and went up to Jerusalem."
    },
    {
        "o": 30953,
        "r": "esv:Acts:21:16",
        "t": "And some of the disciples from Caesarea went with us, bringing us to the house of Mnason of Cyprus, an early disciple, with whom we should lodge."
    },
    {
        "o": 30954,
        "r": "esv:Acts:21:16",
        "t": "Paul Visits James",
        "h": 2
    },
    {
        "o": 30955,
        "r": "esv:Acts:21:17",
        "t": "When*p we had come to Jerusalem, the brothers received us gladly."
    },
    {
        "o": 30956,
        "r": "esv:Acts:21:18",
        "t": "On the following day Paul went in with us to James, and all the elders were present."
    },
    {
        "o": 30957,
        "r": "esv:Acts:21:19",
        "t": "After greeting them, he related one by one the things that God had done among the Gentiles through his ministry."
    },
    {
        "o": 30958,
        "r": "esv:Acts:21:20",
        "t": "And when they heard it, they glorified God. And they said to him, “You see, brother, how many thousands there are among the Jews of those who have believed. They are all zealous for the law,"
    },
    {
        "o": 30959,
        "r": "esv:Acts:21:21",
        "t": "and they have been told about you that you teach all the Jews who are among the Gentiles to forsake Moses, telling them not to circumcise their children or walk according to our customs."
    },
    {
        "o": 30960,
        "r": "esv:Acts:21:22",
        "t": "What then is to be done? They will certainly hear that you have come."
    },
    {
        "o": 30961,
        "r": "esv:Acts:21:23",
        "t": "Do therefore what we tell you. We have four men who are under a vow;"
    },
    {
        "o": 30962,
        "r": "esv:Acts:21:24",
        "t": "take these men and purify yourself along with them and pay their expenses, so that they may shave their heads. Thus all will know that there is nothing in what they have been told about you, but that you yourself also live in observance of the law."
    },
    {
        "o": 30963,
        "r": "esv:Acts:21:25",
        "t": "But as for the Gentiles who have believed, we have sent a letter with our judgment that they should abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality.”"
    },
    {
        "o": 30964,
        "r": "esv:Acts:21:26",
        "t": "Then Paul took the men, and the next day he purified himself along with them and went into the temple, giving notice when the days of purification would be fulfilled and the offering presented for each one of them."
    },
    {
        "o": 30965,
        "r": "esv:Acts:21:26",
        "t": "Paul Arrested in the Temple",
        "h": 2
    },
    {
        "o": 30966,
        "r": "esv:Acts:21:27",
        "t": "When*p the seven days were almost completed, the Jews from Asia, seeing him in the temple, stirred up the whole crowd and laid hands on him,"
    },
    {
        "o": 30967,
        "r": "esv:Acts:21:28",
        "t": "crying out, “Men of Israel, help! This is the man who is teaching everyone everywhere against the people and the law and this place. Moreover, he even brought Greeks into the temple and has defiled this holy place.”"
    },
    {
        "o": 30968,
        "r": "esv:Acts:21:29",
        "t": "For they had previously seen Trophimus the Ephesian with him in the city, and they supposed that Paul had brought him into the temple."
    },
    {
        "o": 30969,
        "r": "esv:Acts:21:30",
        "t": "Then all the city was stirred up, and the people ran together. They seized Paul and dragged him out of the temple, and at once the gates were shut."
    },
    {
        "o": 30970,
        "r": "esv:Acts:21:31",
        "t": "And as they were seeking to kill him, word came to the tribune of the cohort that all Jerusalem was in confusion."
    },
    {
        "o": 30971,
        "r": "esv:Acts:21:32",
        "t": "He at once took soldiers and centurions and ran down to them. And when they saw the tribune and the soldiers, they stopped beating Paul."
    },
    {
        "o": 30972,
        "r": "esv:Acts:21:33",
        "t": "Then the tribune came up and arrested him and ordered him to be bound with two chains. He inquired who he was and what he had done."
    },
    {
        "o": 30973,
        "r": "esv:Acts:21:34",
        "t": "Some in the crowd were shouting one thing, some another. And as he could not learn the facts because of the uproar, he ordered him to be brought into the barracks."
    },
    {
        "o": 30974,
        "r": "esv:Acts:21:35",
        "t": "And when he came to the steps, he was actually carried by the soldiers because of the violence of the crowd,"
    },
    {
        "o": 30975,
        "r": "esv:Acts:21:36",
        "t": "for the mob of the people followed, crying out, “Away with him!”"
    },
    {
        "o": 30976,
        "r": "esv:Acts:21:36",
        "t": "Paul Speaks to the People",
        "h": 2
    },
    {
        "o": 30977,
        "r": "esv:Acts:21:37",
        "t": "As*p Paul was about to be brought into the barracks, he said to the tribune, “May I say something to you?” And he said, “Do you know Greek?"
    },
    {
        "o": 30978,
        "r": "esv:Acts:21:38",
        "t": "Are you not the Egyptian, then, who recently stirred up a revolt and led the four thousand men of the Assassins out into the wilderness?”"
    },
    {
        "o": 30979,
        "r": "esv:Acts:21:39",
        "t": "Paul replied, “I am a Jew, from Tarsus in Cilicia, a citizen of no obscure city. I beg you, permit me to speak to the people.”"
    },
    {
        "o": 30980,
        "r": "esv:Acts:21:40",
        "t": "And when he had given him permission, Paul, standing on the steps, motioned with his hand to the people. And when there was a great hush, he addressed them in the Hebrew language, saying:"
    }
]
