[
    {
        "o": 20790,
        "r": "niv:Isaiah:65:0",
        "t": "Isaiah 65",
        "h": 1
    },
    {
        "o": 20791,
        "r": "niv:Isaiah:65:0",
        "t": "Judgment and Salvation",
        "h": 2
    },
    {
        "o": 20792,
        "r": "niv:Isaiah:65:1",
        "t": "“I*pn revealed myself to those who did not ask for me; I*ld was found by those who did not seek me. To*ln a nation that did not call on my name, I*ld said, ‘Here am I, here am I.’"
    },
    {
        "o": 20793,
        "r": "niv:Isaiah:65:2",
        "t": "All*ln day long I have held out my hands to*ld an obstinate people, who*ln walk in ways not good, pursuing*ld their own imaginations—"
    },
    {
        "o": 20794,
        "r": "niv:Isaiah:65:3",
        "t": "a*ln people who continually provoke me to*ld my very face, offering*ln sacrifices in gardens and*ld burning incense on altars of brick;"
    },
    {
        "o": 20795,
        "r": "niv:Isaiah:65:4",
        "t": "who*ln sit among the graves and*ld spend their nights keeping secret vigil; who*ln eat the flesh of pigs, and*ld whose pots hold broth of impure meat;"
    },
    {
        "o": 20796,
        "r": "niv:Isaiah:65:5",
        "t": "who*ln say, ‘Keep away; don’t come near me, for*ld I am too sacred for you!’ Such*ln people are smoke in my nostrils, a*ld fire that keeps burning all day."
    },
    {
        "o": 20797,
        "r": "niv:Isaiah:65:6",
        "t": "“See,*pn it stands written before me: I*ld will not keep silent but will pay back in full; I*ld will pay it back into their laps—"
    },
    {
        "o": 20798,
        "r": "niv:Isaiah:65:7",
        "t": "both*ln your sins and the sins of your ancestors,” says*ld the Lord.*s “Because*ln they burned sacrifices on the mountains and*ld defied me on the hills, I*ln will measure into their laps the*ld full payment for their former deeds.”"
    },
    {
        "o": 20799,
        "r": "niv:Isaiah:65:8",
        "t": "This*p is what the Lord*s says: “As*pn when juice is still found in a cluster of grapes and*ld people say, ‘Don’t destroy it, there*ld is still a blessing in it,’ so*ln will I do in behalf of my servants; I*ld will not destroy them all."
    },
    {
        "o": 20800,
        "r": "niv:Isaiah:65:9",
        "t": "I*ln will bring forth descendants from Jacob, and*ld from Judah those who will possess my mountains; my*ln chosen people will inherit them, and*ld there will my servants live."
    },
    {
        "o": 20801,
        "r": "niv:Isaiah:65:10",
        "t": "Sharon*ln will become a pasture for flocks, and*ld the Valley of Achor a resting place for herds, for*ld my people who seek me."
    },
    {
        "o": 20802,
        "r": "niv:Isaiah:65:11",
        "t": "“But*pn as for you who forsake the Lord*s and*ld forget my holy mountain, who*ln spread a table for Fortune and*ld fill bowls of mixed wine for Destiny,"
    },
    {
        "o": 20803,
        "r": "niv:Isaiah:65:12",
        "t": "I*ln will destine you for the sword, and*ld all of you will fall in the slaughter; for*ln I called but you did not answer, I*ld spoke but you did not listen. You*ln did evil in my sight and*ld chose what displeases me.”"
    },
    {
        "o": 20804,
        "r": "niv:Isaiah:65:13",
        "t": "Therefore*p this is what the Sovereign Lord*s says: “My*pn servants will eat, but*ld you will go hungry; my*ln servants will drink, but*ld you will go thirsty; my*ln servants will rejoice, but*ld you will be put to shame."
    },
    {
        "o": 20805,
        "r": "niv:Isaiah:65:14",
        "t": "My*ln servants will sing out*ld of the joy of their hearts, but*ln you will cry out from*ld anguish of heart and*ld wail in brokenness of spirit."
    },
    {
        "o": 20806,
        "r": "niv:Isaiah:65:15",
        "t": "You*ln will leave your name for*ld my chosen ones to use in their curses; the*ln Sovereign Lord*s will put you to death, but*ld to his servants he will give another name."
    },
    {
        "o": 20807,
        "r": "niv:Isaiah:65:16",
        "t": "Whoever*ln invokes a blessing in the land will*ld do so by the one true God; whoever*ln takes an oath in the land will*ld swear by the one true God. For*ln the past troubles will be forgotten and*ld hidden from my eyes."
    },
    {
        "o": 20808,
        "r": "niv:Isaiah:65:16",
        "t": "New Heavens and a New Earth",
        "h": 2
    },
    {
        "o": 20809,
        "r": "niv:Isaiah:65:17",
        "t": "“See,*pn I will create new*ld heavens and a new earth. The*ln former things will not be remembered, nor*ld will they come to mind."
    },
    {
        "o": 20810,
        "r": "niv:Isaiah:65:18",
        "t": "But*ln be glad and rejoice forever in*ld what I will create, for*ln I will create Jerusalem to be a delight and*ld its people a joy."
    },
    {
        "o": 20811,
        "r": "niv:Isaiah:65:19",
        "t": "I*ln will rejoice over Jerusalem and*ld take delight in my people; the*ln sound of weeping and of crying will*ld be heard in it no more."
    },
    {
        "o": 20812,
        "r": "niv:Isaiah:65:20",
        "t": "“Never*pn again will there be in it an*ld infant who lives but a few days, or*ld an old man who does not live out his years; the*ln one who dies at a hundred will*ld be thought a mere child; the*ln one who fails to reach a hundred will*ld be considered accursed."
    },
    {
        "o": 20813,
        "r": "niv:Isaiah:65:21",
        "t": "They*ln will build houses and dwell in them; they*ld will plant vineyards and eat their fruit."
    },
    {
        "o": 20814,
        "r": "niv:Isaiah:65:22",
        "t": "No*ln longer will they build houses and others live in them, or*ld plant and others eat. For*ln as the days of a tree, so*ld will be the days of my people; my*ln chosen ones will long enjoy the*ld work of their hands."
    },
    {
        "o": 20815,
        "r": "niv:Isaiah:65:23",
        "t": "They*ln will not labor in vain, nor*ld will they bear children doomed to misfortune; for*ln they will be a people blessed by the Lord,*s they*ld and their descendants with them."
    },
    {
        "o": 20816,
        "r": "niv:Isaiah:65:24",
        "t": "Before*ln they call I will answer; while*ld they are still speaking I will hear."
    },
    {
        "o": 20817,
        "r": "niv:Isaiah:65:25",
        "t": "The*ln wolf and the lamb will feed together, and*ld the lion will eat straw like the ox, and*ld dust will be the serpent’s food. They*ln will neither harm nor destroy on*ld all my holy mountain,” says*ld the Lord.*s"
    }
]
