[
    {
        "o": 13013,
        "r": "kjv:Nehemiah:11:0",
        "t": "Nehemiah 11",
        "h": 1
    },
    {
        "o": 13014,
        "r": "kjv:Nehemiah:11:1",
        "t": "And*p the rulers of the people dwelt at Jerusalem: the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts to dwell in other cities."
    },
    {
        "o": 13015,
        "r": "kjv:Nehemiah:11:2",
        "t": "And*p the people blessed all the men, that willingly offered themselves to dwell at Jerusalem."
    },
    {
        "o": 13016,
        "r": "kjv:Nehemiah:11:3",
        "t": "Now*p these are the chief of the province that dwelt in Jerusalem: but in the cities of Judah dwelt every one in his possession in their cities, to wit, Israel, the priests, and the Levites, and the Nethinims, and the children of Solomon's servants."
    },
    {
        "o": 13017,
        "r": "kjv:Nehemiah:11:4",
        "t": "And*p at Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin. Of the children of Judah; Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalaleel, of the children of Perez;"
    },
    {
        "o": 13018,
        "r": "kjv:Nehemiah:11:5",
        "t": "And*p Maaseiah the son of Baruch, the son of Col–hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni."
    },
    {
        "o": 13019,
        "r": "kjv:Nehemiah:11:6",
        "t": "All*p the sons of Perez that dwelt at Jerusalem were four hundred threescore and eight valiant men."
    },
    {
        "o": 13020,
        "r": "kjv:Nehemiah:11:7",
        "t": "And*p these are the sons of Benjamin; Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah."
    },
    {
        "o": 13021,
        "r": "kjv:Nehemiah:11:8",
        "t": "And*p after him Gabbai, Sallai, nine hundred twenty and eight."
    },
    {
        "o": 13022,
        "r": "kjv:Nehemiah:11:9",
        "t": "And*p Joel the son of Zichri was their overseer: and Judah the son of Senuah was second over the city."
    },
    {
        "o": 13023,
        "r": "kjv:Nehemiah:11:10",
        "t": "Of*p the priests: Jedaiah the son of Joiarib, Jachin."
    },
    {
        "o": 13024,
        "r": "kjv:Nehemiah:11:11",
        "t": "Seraiah*p the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was the ruler of the house of God."
    },
    {
        "o": 13025,
        "r": "kjv:Nehemiah:11:12",
        "t": "And*p their brethren that did the work of the house were eight hundred twenty and two: and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashur, the son of Malchijah,"
    },
    {
        "o": 13026,
        "r": "kjv:Nehemiah:11:13",
        "t": "And*p his brethren, chief of the fathers, two hundred forty and two: and Amashai the son of Azareel, the son of Ahasai, the son of Meshillemoth, the son of Immer,"
    },
    {
        "o": 13027,
        "r": "kjv:Nehemiah:11:14",
        "t": "And*p their brethren, mighty men of valour, an hundred twenty and eight: and their overseer was Zabdiel, the son of one of the great men."
    },
    {
        "o": 13028,
        "r": "kjv:Nehemiah:11:15",
        "t": "Also*p of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
    },
    {
        "o": 13029,
        "r": "kjv:Nehemiah:11:16",
        "t": "And*p Shabbethai and Jozabad, of the chief of the Levites, had the oversight of the outward business of the house of God."
    },
    {
        "o": 13030,
        "r": "kjv:Nehemiah:11:17",
        "t": "And*p Mattaniah the son of Mica, the son of Zabdi, the son of Asaph, was the principal to begin the thanksgiving in prayer: and Bakbukiah the second among his brethren, and Abda the son of Shammua, the son of Galal, the son of Jeduthun."
    },
    {
        "o": 13031,
        "r": "kjv:Nehemiah:11:18",
        "t": "All*p the Levites in the holy city were two hundred fourscore and four."
    },
    {
        "o": 13032,
        "r": "kjv:Nehemiah:11:19",
        "t": "Moreover*p the porters, Akkub, Talmon, and their brethren that kept the gates, were an hundred seventy and two."
    },
    {
        "o": 13033,
        "r": "kjv:Nehemiah:11:20",
        "t": "And*p the residue of Israel, of the priests, and the Levites, were in all the cities of Judah, every one in his inheritance."
    },
    {
        "o": 13034,
        "r": "kjv:Nehemiah:11:21",
        "t": "But*p the Nethinims dwelt in Ophel: and Ziha and Gispa were over the Nethinims."
    },
    {
        "o": 13035,
        "r": "kjv:Nehemiah:11:22",
        "t": "The*p overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica. Of the sons of Asaph, the singers were over the business of the house of God."
    },
    {
        "o": 13036,
        "r": "kjv:Nehemiah:11:23",
        "t": "For*p it was the king's commandment concerning them, that a certain portion should be for the singers, due for every day."
    },
    {
        "o": 13037,
        "r": "kjv:Nehemiah:11:24",
        "t": "And*p Pethahiah the son of Meshezabeel, of the children of Zerah the son of Judah, was at the king's hand in all matters concerning the people."
    },
    {
        "o": 13038,
        "r": "kjv:Nehemiah:11:25",
        "t": "And*p for the villages, with their fields, some of the children of Judah dwelt at Kirjath–arba, and in the villages thereof, and at Dibon, and in the villages thereof, and at Jekabzeel, and in the villages thereof,"
    },
    {
        "o": 13039,
        "r": "kjv:Nehemiah:11:26",
        "t": "And*p at Jeshua, and at Moladah, and at Beth–pelet,"
    },
    {
        "o": 13040,
        "r": "kjv:Nehemiah:11:27",
        "t": "And*p at Hazar–shual, and at Beer–sheba, and in the villages thereof,"
    },
    {
        "o": 13041,
        "r": "kjv:Nehemiah:11:28",
        "t": "And*p at Ziklag, and at Mekonah, and in the villages thereof,"
    },
    {
        "o": 13042,
        "r": "kjv:Nehemiah:11:29",
        "t": "And*p at En–rimmon, and at Zorah, and at Jarmuth,"
    },
    {
        "o": 13043,
        "r": "kjv:Nehemiah:11:30",
        "t": "Zanoah,*p Adullam, and in their villages, at Lachish, and the fields thereof, at Azekah, and in the villages thereof. And they dwelt from Beer–sheba unto the valley of Hinnom."
    },
    {
        "o": 13044,
        "r": "kjv:Nehemiah:11:31",
        "t": "The*p children also of Benjamin from Geba dwelt at Michmash, and Aija, and Beth–el, and in their villages,"
    },
    {
        "o": 13045,
        "r": "kjv:Nehemiah:11:32",
        "t": "And*p at Anathoth, Nob, Ananiah,"
    },
    {
        "o": 13046,
        "r": "kjv:Nehemiah:11:33",
        "t": "Hazor,*p Ramah, Gittaim,"
    },
    {
        "o": 13047,
        "r": "kjv:Nehemiah:11:34",
        "t": "Hadid,*p Zeboim, Neballat,"
    },
    {
        "o": 13048,
        "r": "kjv:Nehemiah:11:35",
        "t": "Lod,*p and Ono, the valley of craftsmen."
    },
    {
        "o": 13049,
        "r": "kjv:Nehemiah:11:36",
        "t": "And*p of the Levites were divisions in Judah, and in Benjamin."
    }
]
