[
    {
        "o": 12680,
        "r": "nkjv:2 Chronicles:13:0",
        "t": "2 Chronicles 13",
        "h": 1
    },
    {
        "o": 12681,
        "r": "nkjv:2 Chronicles:13:0",
        "t": "Abijah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12682,
        "r": "nkjv:2 Chronicles:13:1",
        "t": "In*p the eighteenth year of King Jeroboam, Abijah became king over Judah."
    },
    {
        "o": 12683,
        "r": "nkjv:2 Chronicles:13:2",
        "t": "He reigned three years in Jerusalem. His mother’s name was*i Michaiah the daughter of Uriel of Gibeah. And*p there was war between Abijah and Jeroboam."
    },
    {
        "o": 12684,
        "r": "nkjv:2 Chronicles:13:3",
        "t": "Abijah set the battle in order with an army of valiant warriors, four hundred thousand choice men. Jeroboam also drew up in battle formation against him with eight hundred thousand choice men, mighty men of valor."
    },
    {
        "o": 12685,
        "r": "nkjv:2 Chronicles:13:4",
        "t": "Then*p Abijah stood on Mount Zemaraim, which is*i in the mountains of Ephraim, and said, “Hear me, Jeroboam and all Israel:"
    },
    {
        "o": 12686,
        "r": "nkjv:2 Chronicles:13:5",
        "t": "Should you not know that the Lord*s God of Israel gave the dominion over Israel to David forever, to him and his sons, by a covenant of salt?"
    },
    {
        "o": 12687,
        "r": "nkjv:2 Chronicles:13:6",
        "t": "Yet Jeroboam the son of Nebat, the servant of Solomon the son of David, rose up and rebelled against his lord."
    },
    {
        "o": 12688,
        "r": "nkjv:2 Chronicles:13:7",
        "t": "Then worthless rogues gathered to him, and strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and inexperienced and could not withstand them."
    },
    {
        "o": 12689,
        "r": "nkjv:2 Chronicles:13:8",
        "t": "And now you think to withstand the kingdom of the Lord,*s which is in the hand of the sons of David; and you are*i a great multitude, and with you are the gold calves which Jeroboam made for you as gods."
    },
    {
        "o": 12690,
        "r": "nkjv:2 Chronicles:13:9",
        "t": "Have you not cast out the priests of the Lord,*s the sons of Aaron, and the Levites, and made for yourselves priests, like the peoples of other*i lands, so that whoever comes to consecrate himself with a young bull and seven rams may be a priest of things*i that*i are*i not gods?"
    },
    {
        "o": 12691,
        "r": "nkjv:2 Chronicles:13:10",
        "t": "But as for us, the Lord*s is*i our God, and we have not forsaken Him; and the priests who minister to the Lord*s are*i the sons of Aaron, and the Levites attend*i to their*i duties."
    },
    {
        "o": 12692,
        "r": "nkjv:2 Chronicles:13:11",
        "t": "And they burn to the Lord*s every morning and every evening burnt sacrifices and sweet incense; they*i also set*i the showbread in*i order*i on*i the pure gold*i table, and the lampstand of gold with its lamps to burn every evening; for we keep the command of the Lord*s our God, but you have forsaken Him."
    },
    {
        "o": 12693,
        "r": "nkjv:2 Chronicles:13:12",
        "t": "Now look, God Himself is with us as our*i head, and His priests with sounding trumpets to sound the alarm against you. O children of Israel, do not fight against the Lord*s God of your fathers, for you shall not prosper!”"
    },
    {
        "o": 12694,
        "r": "nkjv:2 Chronicles:13:13",
        "t": "But*p Jeroboam caused an ambush to go around behind them; so they were in front of Judah, and the ambush was*i behind them."
    },
    {
        "o": 12695,
        "r": "nkjv:2 Chronicles:13:14",
        "t": "And when Judah looked around, to their surprise the battle line was*i at both front and rear; and they cried out to the Lord,*s and the priests sounded the trumpets."
    },
    {
        "o": 12696,
        "r": "nkjv:2 Chronicles:13:15",
        "t": "Then the men of Judah gave a shout; and as the men of Judah shouted, it happened that God struck Jeroboam and all Israel before Abijah and Judah."
    },
    {
        "o": 12697,
        "r": "nkjv:2 Chronicles:13:16",
        "t": "And the children of Israel fled before Judah, and God delivered them into their hand."
    },
    {
        "o": 12698,
        "r": "nkjv:2 Chronicles:13:17",
        "t": "Then Abijah and his people struck them with a great slaughter; so five hundred thousand choice men of Israel fell slain."
    },
    {
        "o": 12699,
        "r": "nkjv:2 Chronicles:13:18",
        "t": "Thus the children of Israel were subdued at that time; and the children of Judah prevailed, because they relied on the Lord*s God of their fathers."
    },
    {
        "o": 12700,
        "r": "nkjv:2 Chronicles:13:19",
        "t": "And*p Abijah pursued Jeroboam and took cities from him: Bethel with its villages, Jeshanah with its villages, and Ephrain with its villages."
    },
    {
        "o": 12701,
        "r": "nkjv:2 Chronicles:13:20",
        "t": "So Jeroboam did not recover strength again in the days of Abijah; and the Lord*s struck him, and he died."
    },
    {
        "o": 12702,
        "r": "nkjv:2 Chronicles:13:21",
        "t": "But*p Abijah grew mighty, married fourteen wives, and begot twenty-two sons and sixteen daughters."
    },
    {
        "o": 12703,
        "r": "nkjv:2 Chronicles:13:22",
        "t": "Now the rest of the acts of Abijah, his ways, and his sayings are*i written in the annals of the prophet Iddo."
    }
]
