[
    {
        "o": 31850,
        "r": "niv:2 Corinthians:3:0",
        "t": "2 Corinthians 3",
        "h": 1
    },
    {
        "o": 31851,
        "r": "niv:2 Corinthians:3:1",
        "t": "Are*p we beginning to commend ourselves again? Or do we need, like some people, letters of recommendation to you or from you?"
    },
    {
        "o": 31852,
        "r": "niv:2 Corinthians:3:2",
        "t": "You yourselves are our letter, written on our hearts, known and read by everyone."
    },
    {
        "o": 31853,
        "r": "niv:2 Corinthians:3:3",
        "t": "You show that you are a letter from Christ, the result of our ministry, written not with ink but with the Spirit of the living God, not on tablets of stone but on tablets of human hearts."
    },
    {
        "o": 31854,
        "r": "niv:2 Corinthians:3:4",
        "t": "Such*p confidence we have through Christ before God."
    },
    {
        "o": 31855,
        "r": "niv:2 Corinthians:3:5",
        "t": "Not that we are competent in ourselves to claim anything for ourselves, but our competence comes from God."
    },
    {
        "o": 31856,
        "r": "niv:2 Corinthians:3:6",
        "t": "He has made us competent as ministers of a new covenant—not of the letter but of the Spirit; for the letter kills, but the Spirit gives life."
    },
    {
        "o": 31857,
        "r": "niv:2 Corinthians:3:6",
        "t": "The Greater Glory of the New Covenant",
        "h": 2
    },
    {
        "o": 31858,
        "r": "niv:2 Corinthians:3:7",
        "t": "Now*p if the ministry that brought death, which was engraved in letters on stone, came with glory, so that the Israelites could not look steadily at the face of Moses because of its glory, transitory though it was,"
    },
    {
        "o": 31859,
        "r": "niv:2 Corinthians:3:8",
        "t": "will not the ministry of the Spirit be even more glorious?"
    },
    {
        "o": 31860,
        "r": "niv:2 Corinthians:3:9",
        "t": "If the ministry that brought condemnation was glorious, how much more glorious is the ministry that brings righteousness!"
    },
    {
        "o": 31861,
        "r": "niv:2 Corinthians:3:10",
        "t": "For what was glorious has no glory now in comparison with the surpassing glory."
    },
    {
        "o": 31862,
        "r": "niv:2 Corinthians:3:11",
        "t": "And if what was transitory came with glory, how much greater is the glory of that which lasts!"
    },
    {
        "o": 31863,
        "r": "niv:2 Corinthians:3:12",
        "t": "Therefore,*p since we have such a hope, we are very bold."
    },
    {
        "o": 31864,
        "r": "niv:2 Corinthians:3:13",
        "t": "We are not like Moses, who would put a veil over his face to prevent the Israelites from seeing the end of what was passing away."
    },
    {
        "o": 31865,
        "r": "niv:2 Corinthians:3:14",
        "t": "But their minds were made dull, for to this day the same veil remains when the old covenant is read. It has not been removed, because only in Christ is it taken away."
    },
    {
        "o": 31866,
        "r": "niv:2 Corinthians:3:15",
        "t": "Even to this day when Moses is read, a veil covers their hearts."
    },
    {
        "o": 31867,
        "r": "niv:2 Corinthians:3:16",
        "t": "But whenever anyone turns to the Lord, the veil is taken away."
    },
    {
        "o": 31868,
        "r": "niv:2 Corinthians:3:17",
        "t": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom."
    },
    {
        "o": 31869,
        "r": "niv:2 Corinthians:3:18",
        "t": "And we all, who with unveiled faces contemplate the Lord’s glory, are being transformed into his image with ever-increasing glory, which comes from the Lord, who is the Spirit."
    }
]
