[
    {
        "o": 32634,
        "r": "csb:2 Corinthians:2:0",
        "t": "2 Corinthians 2",
        "h": 1
    },
    {
        "o": 32635,
        "r": "csb:2 Corinthians:2:1",
        "t": "In*p fact, I made up my mind about this: I would not come to you on another painful visit."
    },
    {
        "o": 32636,
        "r": "csb:2 Corinthians:2:2",
        "t": "For if I cause you pain, then who will cheer me other than the one being hurt by me?"
    },
    {
        "o": 32637,
        "r": "csb:2 Corinthians:2:3",
        "t": "I wrote this very thing so that when I came I wouldn’t have pain from those who ought to give me joy, because I am confident about all of you that my joy will also be yours."
    },
    {
        "o": 32638,
        "r": "csb:2 Corinthians:2:4",
        "t": "For I wrote to you with many tears out of an extremely troubled and anguished heart - not to cause you pain, but that you should know the abundant love I have for you."
    },
    {
        "o": 32639,
        "r": "csb:2 Corinthians:2:4",
        "t": "A Sinner Forgiven",
        "h": 2
    },
    {
        "o": 32640,
        "r": "csb:2 Corinthians:2:5",
        "t": "If*p anyone has caused pain, he has caused pain not so much to me but to some degree - not to exaggerate- to all of you."
    },
    {
        "o": 32641,
        "r": "csb:2 Corinthians:2:6",
        "t": "This punishment by the majority is sufficient for that person."
    },
    {
        "o": 32642,
        "r": "csb:2 Corinthians:2:7",
        "t": "As a result, you should instead forgive and comfort him. Otherwise, he may be overwhelmed by excessive grief."
    },
    {
        "o": 32643,
        "r": "csb:2 Corinthians:2:8",
        "t": "Therefore I urge you to reaffirm your love to him."
    },
    {
        "o": 32644,
        "r": "csb:2 Corinthians:2:9",
        "t": "I wrote for this purpose: to test your character to see if you are obedient in everything."
    },
    {
        "o": 32645,
        "r": "csb:2 Corinthians:2:10",
        "t": "Anyone you forgive, I do too. For what I have forgiven - if I have forgiven anything - it is for your benefit in the presence of Christ,"
    },
    {
        "o": 32646,
        "r": "csb:2 Corinthians:2:11",
        "t": "so that we may not be taken advantage of by Satan. For we are not ignorant of his schemes."
    },
    {
        "o": 32647,
        "r": "csb:2 Corinthians:2:11",
        "t": "A Trip to Macedonia",
        "h": 2
    },
    {
        "o": 32648,
        "r": "csb:2 Corinthians:2:12",
        "t": "When*p I came to Troas to preach the gospel of Christ, even though the Lord opened a door for me,"
    },
    {
        "o": 32649,
        "r": "csb:2 Corinthians:2:13",
        "t": "I had no rest in my spirit because I did not find my brother Titus. Instead, I said good-bye to them and left for Macedonia."
    },
    {
        "o": 32650,
        "r": "csb:2 Corinthians:2:13",
        "t": "A Ministry of Life or Death",
        "h": 2
    },
    {
        "o": 32651,
        "r": "csb:2 Corinthians:2:14",
        "t": "But*p thanks be to God, who always leads us in Christ’s triumphal procession and through us spreads the aroma of the knowledge of him in every place."
    },
    {
        "o": 32652,
        "r": "csb:2 Corinthians:2:15",
        "t": "For to God we are the fragrance of Christ among those who are being saved and among those who are perishing."
    },
    {
        "o": 32653,
        "r": "csb:2 Corinthians:2:16",
        "t": "To some we are an aroma of death leading to death, but to others, an aroma of life leading to life. Who is adequate for these things?"
    },
    {
        "o": 32654,
        "r": "csb:2 Corinthians:2:17",
        "t": "For we do not market the word of God for profit like so many. On the contrary, we speak with sincerity in Christ, as from God and before God."
    }
]
