[
    {
        "o": 9042,
        "r": "csb:2 Samuel:7:0",
        "t": "2 Samuel 7",
        "h": 1
    },
    {
        "o": 9043,
        "r": "csb:2 Samuel:7:0",
        "t": "The Lord’s Covenant with David",
        "h": 2
    },
    {
        "o": 9044,
        "r": "csb:2 Samuel:7:1",
        "t": "When*p the king had settled into his palace and the Lord*s had given him rest on every side from all his enemies,"
    },
    {
        "o": 9045,
        "r": "csb:2 Samuel:7:2",
        "t": "the king said to the prophet Nathan, “Look, I am living in a cedar house while the ark of God sits inside tent curtains.”"
    },
    {
        "o": 9046,
        "r": "csb:2 Samuel:7:3",
        "t": "So*p Nathan told the king, “Go and do all that is on your mind, for the Lord*s is with you.”"
    },
    {
        "o": 9047,
        "r": "csb:2 Samuel:7:4",
        "t": "But*p that night the word of the Lord*s came to Nathan:"
    },
    {
        "o": 9048,
        "r": "csb:2 Samuel:7:5",
        "t": "“Go to my servant David and say, ‘This is what the Lord*s says: Are you to build me a house to dwell in?"
    },
    {
        "o": 9049,
        "r": "csb:2 Samuel:7:6",
        "t": "From the time I brought the Israelites out of Egypt until today I have not dwelt in a house; instead, I have been moving around with a tent as my dwelling."
    },
    {
        "o": 9050,
        "r": "csb:2 Samuel:7:7",
        "t": "In all my journeys with all the Israelites, have I ever spoken a word to one of the tribal leaders of Israel, whom I commanded to shepherd my people Israel, asking: Why haven’t you built me a house of cedar?’"
    },
    {
        "o": 9051,
        "r": "csb:2 Samuel:7:8",
        "t": "“So*p now this is what you are to say to my servant David: ‘This is what the Lord*s of Armies says: I took you from the pasture, from tending the flock, to be ruler over my people Israel."
    },
    {
        "o": 9052,
        "r": "csb:2 Samuel:7:9",
        "t": "I have been with you wherever you have gone, and I have destroyed all your enemies before you. I will make a great name for you like that of the greatest on the earth."
    },
    {
        "o": 9053,
        "r": "csb:2 Samuel:7:10",
        "t": "I will designate a place for my people Israel and plant them, so that they may live there and not be disturbed again. Evildoers will not continue to oppress them as they have done"
    },
    {
        "o": 9054,
        "r": "csb:2 Samuel:7:11",
        "t": "ever since the day I ordered judges to be over my people Israel. I will give you rest from all your enemies. “‘The*p Lord*s declares to you: The Lord*s himself will make a house for you."
    },
    {
        "o": 9055,
        "r": "csb:2 Samuel:7:12",
        "t": "When your time comes and you rest with your ancestors, I will raise up after you your descendant, who will come from your body, and I will establish his kingdom."
    },
    {
        "o": 9056,
        "r": "csb:2 Samuel:7:13",
        "t": "He is the one who will build a house for my name, and I will establish the throne of his kingdom forever."
    },
    {
        "o": 9057,
        "r": "csb:2 Samuel:7:14",
        "t": "I will be his father, and he will be my son. When he does wrong, I will discipline him with a rod of men and blows from mortals."
    },
    {
        "o": 9058,
        "r": "csb:2 Samuel:7:15",
        "t": "But my faithful love will never leave him as it did when I removed it from Saul, whom I removed from before you."
    },
    {
        "o": 9059,
        "r": "csb:2 Samuel:7:16",
        "t": "Your house and kingdom will endure before me forever, and your throne will be established forever.’”"
    },
    {
        "o": 9060,
        "r": "csb:2 Samuel:7:17",
        "t": "Nathan*p reported all these words and this entire vision to David."
    },
    {
        "o": 9061,
        "r": "csb:2 Samuel:7:17",
        "t": "David’s Prayer of Thanksgiving",
        "h": 2
    },
    {
        "o": 9062,
        "r": "csb:2 Samuel:7:18",
        "t": "Then*p King David went in, sat in the Lord’s*s presence, and said, Who*p am I, Lord God,*s and what is my house that you have brought me this far?"
    },
    {
        "o": 9063,
        "r": "csb:2 Samuel:7:19",
        "t": "What you have done so far was a little thing to you, Lord God,*s for you have also spoken about your servant’s house in the distant future. And this is a revelation for mankind, Lord God.*s"
    },
    {
        "o": 9064,
        "r": "csb:2 Samuel:7:20",
        "t": "What more can David say to you? You know your servant, Lord God.*s"
    },
    {
        "o": 9065,
        "r": "csb:2 Samuel:7:21",
        "t": "Because of your word and according to your will, you have revealed all these great things to your servant."
    },
    {
        "o": 9066,
        "r": "csb:2 Samuel:7:22",
        "t": "This*p is why you are great, Lord God.*s There is no one like you, and there is no God besides you, as all we have heard confirms."
    },
    {
        "o": 9067,
        "r": "csb:2 Samuel:7:23",
        "t": "And who is like your people Israel? God came to one nation on earth in order to redeem a people for himself, to make a name for himself, and to perform for them great and awesome acts, driving out nations and their gods before your people you redeemed for yourself from Egypt."
    },
    {
        "o": 9068,
        "r": "csb:2 Samuel:7:24",
        "t": "You established your people Israel to be your own people forever, and you, Lord,*s have become their God."
    },
    {
        "o": 9069,
        "r": "csb:2 Samuel:7:25",
        "t": "Now,*p Lord*s God, fulfill the promise forever that you have made to your servant and his house. Do as you have promised,"
    },
    {
        "o": 9070,
        "r": "csb:2 Samuel:7:26",
        "t": "so that your name will be exalted forever, when it is said, “The Lord*s of Armies is God over Israel.” The house of your servant David will be established before you"
    },
    {
        "o": 9071,
        "r": "csb:2 Samuel:7:27",
        "t": "since you, Lord*s of Armies, God of Israel, have revealed this to your servant when you said, “I will build a house for you.” Therefore, your servant has found the courage to pray this prayer to you."
    },
    {
        "o": 9072,
        "r": "csb:2 Samuel:7:28",
        "t": "Lord God,*s you are God; your words are true, and you have promised this good thing to your servant."
    },
    {
        "o": 9073,
        "r": "csb:2 Samuel:7:29",
        "t": "Now, please bless your servant’s house so that it will continue before you forever. For you, Lord God,*s have spoken, and with your blessing your servant’s house will be blessed forever."
    }
]
