[
    {
        "o": 10502,
        "r": "nasb:2 Kings:4:0",
        "t": "2 Kings 4",
        "h": 1
    },
    {
        "o": 10503,
        "r": "nasb:2 Kings:4:0",
        "t": "The Widow’s Oil",
        "h": 2
    },
    {
        "o": 10504,
        "r": "nasb:2 Kings:4:1",
        "t": "Now*p a certain woman of the wives of the sons of the prophets cried out to Elisha, “Your servant my husband is dead, and you know that your servant feared the Lord;*s and the creditor has come to take my two children to be his slaves.”"
    },
    {
        "o": 10505,
        "r": "nasb:2 Kings:4:2",
        "t": "Elisha said to her, “What shall I do for you? Tell me, what do you have in the house?” And she said, “Your maidservant has nothing in the house except a jar of oil.”"
    },
    {
        "o": 10506,
        "r": "nasb:2 Kings:4:3",
        "t": "Then he said, “Go, borrow vessels at large for yourself from all your neighbors, even*i empty vessels; do not get a few."
    },
    {
        "o": 10507,
        "r": "nasb:2 Kings:4:4",
        "t": "And you shall go in and shut the door behind you and your sons, and pour out into all these vessels, and you shall set aside what is full.”"
    },
    {
        "o": 10508,
        "r": "nasb:2 Kings:4:5",
        "t": "So she went from him and shut the door behind her and her sons; they were bringing the*i vessels*i to her and she poured."
    },
    {
        "o": 10509,
        "r": "nasb:2 Kings:4:6",
        "t": "When the vessels were full, she said to her son, “Bring me another vessel.” And he said to her, “There is not one vessel more.” And the oil stopped."
    },
    {
        "o": 10510,
        "r": "nasb:2 Kings:4:7",
        "t": "Then she came and told the man of God. And he said, “Go, sell the oil and pay your debt, and you and*i your sons can live on the rest.”"
    },
    {
        "o": 10511,
        "r": "nasb:2 Kings:4:7",
        "t": "The Shunammite Woman",
        "h": 2
    },
    {
        "o": 10512,
        "r": "nasb:2 Kings:4:8",
        "t": "Now*p there came a day when Elisha passed over to Shunem, where there was a prominent woman, and she persuaded him to eat food. And so it was, as often as he passed by, he turned in there to eat food."
    },
    {
        "o": 10513,
        "r": "nasb:2 Kings:4:9",
        "t": "She said to her husband, “Behold now, I perceive that this is a holy man of God passing by us continually."
    },
    {
        "o": 10514,
        "r": "nasb:2 Kings:4:10",
        "t": "Please, let us make a little walled upper chamber and let us set a bed for him there, and a table and a chair and a lampstand; and it shall be, when he comes to us, that*i he can turn in there.”"
    },
    {
        "o": 10515,
        "r": "nasb:2 Kings:4:11",
        "t": "One*p day he came there and turned in to the upper chamber and rested."
    },
    {
        "o": 10516,
        "r": "nasb:2 Kings:4:12",
        "t": "Then he said to Gehazi his servant, “Call this Shunammite.” And when he had called her, she stood before him."
    },
    {
        "o": 10517,
        "r": "nasb:2 Kings:4:13",
        "t": "He said to him, “Say now to her, ‘Behold, you have been careful for us with all this care; what can I do for you? Would you be spoken for to the king or to the captain of the army?’ ” And she answered, “I live among my own people.”"
    },
    {
        "o": 10518,
        "r": "nasb:2 Kings:4:14",
        "t": "So he said, “What then is to be done for her?” And Gehazi answered, “Truly she has no son and her husband is old.”"
    },
    {
        "o": 10519,
        "r": "nasb:2 Kings:4:15",
        "t": "He said, “Call her.” When he had called her, she stood in the doorway."
    },
    {
        "o": 10520,
        "r": "nasb:2 Kings:4:16",
        "t": "Then he said, “At this season next year you will embrace a son.” And she said, “No, my lord, O man of God, do not lie to your maidservant.”"
    },
    {
        "o": 10521,
        "r": "nasb:2 Kings:4:17",
        "t": "The*p woman conceived and bore a son at that season the next year, as Elisha had said to her."
    },
    {
        "o": 10522,
        "r": "nasb:2 Kings:4:17",
        "t": "The Shunammite’s Son",
        "h": 2
    },
    {
        "o": 10523,
        "r": "nasb:2 Kings:4:18",
        "t": "When*p the child was grown, the day came that he went out to his father to the reapers."
    },
    {
        "o": 10524,
        "r": "nasb:2 Kings:4:19",
        "t": "He said to his father, “My head, my head.” And he said to his servant, “Carry him to his mother.”"
    },
    {
        "o": 10525,
        "r": "nasb:2 Kings:4:20",
        "t": "When he had taken him and brought him to his mother, he sat on her lap until noon, and then*i died."
    },
    {
        "o": 10526,
        "r": "nasb:2 Kings:4:21",
        "t": "She went up and laid him on the bed of the man of God, and shut the*i door*i behind him and went out."
    },
    {
        "o": 10527,
        "r": "nasb:2 Kings:4:22",
        "t": "Then she called to her husband and said, “Please send me one of the servants and one of the donkeys, that I may run to the man of God and return.”"
    },
    {
        "o": 10528,
        "r": "nasb:2 Kings:4:23",
        "t": "He said, “Why will you go to him today? It is neither new moon nor sabbath.” And she said, “It*i will*i be*i well.”"
    },
    {
        "o": 10529,
        "r": "nasb:2 Kings:4:24",
        "t": "Then she saddled a donkey and said to her servant, “Drive and go forward; do not slow down the pace for me unless I tell you.”"
    },
    {
        "o": 10530,
        "r": "nasb:2 Kings:4:25",
        "t": "So she went and came to the man of God to Mount Carmel. When*bp the man of God saw her at a distance, he said to Gehazi his servant, “Behold, there is the Shunammite."
    },
    {
        "o": 10531,
        "r": "nasb:2 Kings:4:26",
        "t": "Please run now to meet her and say to her, ‘Is it well with you? Is it well with your husband? Is it well with the child?’ ” And she answered, “It is well.”"
    },
    {
        "o": 10532,
        "r": "nasb:2 Kings:4:27",
        "t": "When she came to the man of God to the hill, she caught hold of his feet. And Gehazi came near to push her away; but the man of God said, “Let her alone, for her soul is troubled within her; and the Lord*s has hidden it from me and has not told me.”"
    },
    {
        "o": 10533,
        "r": "nasb:2 Kings:4:28",
        "t": "Then she said, “Did I ask for a son from my lord? Did I not say, ‘Do not deceive me’?”"
    },
    {
        "o": 10534,
        "r": "nasb:2 Kings:4:29",
        "t": "Then*p he said to Gehazi, “Gird up your loins and take my staff in your hand, and go your way; if you meet any man, do not salute him, and if anyone salutes you, do not answer him; and lay my staff on the lad’s face.”"
    },
    {
        "o": 10535,
        "r": "nasb:2 Kings:4:30",
        "t": "The mother of the lad said, “As the Lord*s lives and as you yourself live, I will not leave you.” And he arose and followed her."
    },
    {
        "o": 10536,
        "r": "nasb:2 Kings:4:31",
        "t": "Then Gehazi passed on before them and laid the staff on the lad’s face, but there was no sound or response. So he returned to meet him and told him, “The lad has not awakened.”"
    },
    {
        "o": 10537,
        "r": "nasb:2 Kings:4:32",
        "t": "When*p Elisha came into the house, behold the lad was dead and laid on his bed."
    },
    {
        "o": 10538,
        "r": "nasb:2 Kings:4:33",
        "t": "So he entered and shut the door behind them both and prayed to the Lord.*s"
    },
    {
        "o": 10539,
        "r": "nasb:2 Kings:4:34",
        "t": "And he went up and lay on the child, and put his mouth on his mouth and his eyes on his eyes and his hands on his hands, and he stretched himself on him; and the flesh of the child became warm."
    },
    {
        "o": 10540,
        "r": "nasb:2 Kings:4:35",
        "t": "Then he returned and walked in the house once back and forth, and went up and stretched himself on him; and the lad sneezed seven times and the lad opened his eyes."
    },
    {
        "o": 10541,
        "r": "nasb:2 Kings:4:36",
        "t": "He called Gehazi and said, “Call this Shunammite.” So he called her. And when she came in to him, he said, “Take up your son.”"
    },
    {
        "o": 10542,
        "r": "nasb:2 Kings:4:37",
        "t": "Then she went in and fell at his feet and bowed herself to the ground, and she took up her son and went out."
    },
    {
        "o": 10543,
        "r": "nasb:2 Kings:4:37",
        "t": "The Poisonous Stew",
        "h": 2
    },
    {
        "o": 10544,
        "r": "nasb:2 Kings:4:38",
        "t": "When*p Elisha returned to Gilgal, there*i was*i a famine in the land. As the sons of the prophets were sitting before him, he said to his servant, “Put on the large pot and boil stew for the sons of the prophets.”"
    },
    {
        "o": 10545,
        "r": "nasb:2 Kings:4:39",
        "t": "Then one went out into the field to gather herbs, and found a wild vine and gathered from it his lap full of wild gourds, and came and sliced them into the pot of stew, for they did not know what*i they*i were.*i"
    },
    {
        "o": 10546,
        "r": "nasb:2 Kings:4:40",
        "t": "So they poured it*i out for the men to eat. And as they were eating of the stew, they cried out and said, “O man of God, there is death in the pot.” And they were unable to eat."
    },
    {
        "o": 10547,
        "r": "nasb:2 Kings:4:41",
        "t": "But he said, “Now bring meal.” He threw it into the pot and said, “Pour it*i out for the people that they may eat.” Then there was no harm in the pot."
    },
    {
        "o": 10548,
        "r": "nasb:2 Kings:4:42",
        "t": "Now*p a man came from Baal-shalishah, and brought the man of God bread of the first fruits, twenty loaves of barley and fresh ears of grain in his sack. And he said, “Give them*i to the people that they may eat.”"
    },
    {
        "o": 10549,
        "r": "nasb:2 Kings:4:43",
        "t": "His attendant said, “What, will I set this before a hundred men?” But he said, “Give them*i to the people that they may eat, for thus says the Lord,*s ‘They shall eat and have some*i left over.’ ”"
    },
    {
        "o": 10550,
        "r": "nasb:2 Kings:4:44",
        "t": "So he set it*i before them, and they ate and had some*i left over, according to the word of the Lord.*s"
    }
]
