[
    {
        "o": 5896,
        "r": "niv:Deuteronomy:19:0",
        "t": "Deuteronomy 19",
        "h": 1
    },
    {
        "o": 5897,
        "r": "niv:Deuteronomy:19:0",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5898,
        "r": "niv:Deuteronomy:19:1",
        "t": "When*p the Lord*s your God has destroyed the nations whose land he is giving you, and when you have driven them out and settled in their towns and houses,"
    },
    {
        "o": 5899,
        "r": "niv:Deuteronomy:19:2",
        "t": "then set aside for yourselves three cities in the land the Lord*s your God is giving you to possess."
    },
    {
        "o": 5900,
        "r": "niv:Deuteronomy:19:3",
        "t": "Determine the distances involved and divide into three parts the land the Lord*s your God is giving you as an inheritance, so that a person who kills someone may flee for refuge to one of these cities."
    },
    {
        "o": 5901,
        "r": "niv:Deuteronomy:19:4",
        "t": "This*p is the rule concerning anyone who kills a person and flees there for safety—anyone who kills a neighbor unintentionally, without malice aforethought."
    },
    {
        "o": 5902,
        "r": "niv:Deuteronomy:19:5",
        "t": "For instance, a man may go into the forest with his neighbor to cut wood, and as he swings his ax to fell a tree, the head may fly off and hit his neighbor and kill him. That man may flee to one of these cities and save his life."
    },
    {
        "o": 5903,
        "r": "niv:Deuteronomy:19:6",
        "t": "Otherwise, the avenger of blood might pursue him in a rage, overtake him if the distance is too great, and kill him even though he is not deserving of death, since he did it to his neighbor without malice aforethought."
    },
    {
        "o": 5904,
        "r": "niv:Deuteronomy:19:7",
        "t": "This is why I command you to set aside for yourselves three cities."
    },
    {
        "o": 5905,
        "r": "niv:Deuteronomy:19:8",
        "t": "If*p the Lord*s your God enlarges your territory, as he promised on oath to your ancestors, and gives you the whole land he promised them,"
    },
    {
        "o": 5906,
        "r": "niv:Deuteronomy:19:9",
        "t": "because you carefully follow all these laws I command you today—to love the Lord*s your God and to walk always in obedience to him—then you are to set aside three more cities."
    },
    {
        "o": 5907,
        "r": "niv:Deuteronomy:19:10",
        "t": "Do this so that innocent blood will not be shed in your land, which the Lord*s your God is giving you as your inheritance, and so that you will not be guilty of bloodshed."
    },
    {
        "o": 5908,
        "r": "niv:Deuteronomy:19:11",
        "t": "But*p if out of hate someone lies in wait, assaults and kills a neighbor, and then flees to one of these cities,"
    },
    {
        "o": 5909,
        "r": "niv:Deuteronomy:19:12",
        "t": "the killer shall be sent for by the town elders, be brought back from the city, and be handed over to the avenger of blood to die."
    },
    {
        "o": 5910,
        "r": "niv:Deuteronomy:19:13",
        "t": "Show no pity. You must purge from Israel the guilt of shedding innocent blood, so that it may go well with you."
    },
    {
        "o": 5911,
        "r": "niv:Deuteronomy:19:14",
        "t": "Do*p not move your neighbor’s boundary stone set up by your predecessors in the inheritance you receive in the land the Lord*s your God is giving you to possess."
    },
    {
        "o": 5912,
        "r": "niv:Deuteronomy:19:14",
        "t": "Witnesses",
        "h": 2
    },
    {
        "o": 5913,
        "r": "niv:Deuteronomy:19:15",
        "t": "One*p witness is not enough to convict anyone accused of any crime or offense they may have committed. A matter must be established by the testimony of two or three witnesses."
    },
    {
        "o": 5914,
        "r": "niv:Deuteronomy:19:16",
        "t": "If*p a malicious witness takes the stand to accuse someone of a crime,"
    },
    {
        "o": 5915,
        "r": "niv:Deuteronomy:19:17",
        "t": "the two people involved in the dispute must stand in the presence of the Lord*s before the priests and the judges who are in office at the time."
    },
    {
        "o": 5916,
        "r": "niv:Deuteronomy:19:18",
        "t": "The judges must make a thorough investigation, and if the witness proves to be a liar, giving false testimony against a fellow Israelite,"
    },
    {
        "o": 5917,
        "r": "niv:Deuteronomy:19:19",
        "t": "then do to the false witness as that witness intended to do to the other party. You must purge the evil from among you."
    },
    {
        "o": 5918,
        "r": "niv:Deuteronomy:19:20",
        "t": "The rest of the people will hear of this and be afraid, and never again will such an evil thing be done among you."
    },
    {
        "o": 5919,
        "r": "niv:Deuteronomy:19:21",
        "t": "Show no pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    }
]
