[
    {
        "o": 23686,
        "r": "kjv:Micah:6:0",
        "t": "Micah 6",
        "h": 1
    },
    {
        "o": 23687,
        "r": "kjv:Micah:6:1",
        "t": "Hear*p ye now what the Lord*s saith; Arise, contend thou before the mountains, and let the hills hear thy voice."
    },
    {
        "o": 23688,
        "r": "kjv:Micah:6:2",
        "t": "Hear*p ye, O mountains, the Lord's*s controversy, and ye strong foundations of the earth: for the Lord*s hath a controversy with his people, and he will plead with Israel."
    },
    {
        "o": 23689,
        "r": "kjv:Micah:6:3",
        "t": "O*p my people, what have I done unto thee? and wherein have I wearied thee? testify against me."
    },
    {
        "o": 23690,
        "r": "kjv:Micah:6:4",
        "t": "For*p I brought thee up out of the land of Egypt, and redeemed thee out of the house of servants; and I sent before thee Moses, Aaron, and Miriam."
    },
    {
        "o": 23691,
        "r": "kjv:Micah:6:5",
        "t": "O*p my people, remember now what Balak king of Moab consulted, and what Balaam the son of Beor answered him from Shittim unto Gilgal; that ye may know the righteousness of the Lord.*s"
    },
    {
        "o": 23692,
        "r": "kjv:Micah:6:6",
        "t": "Wherewith*p shall I come before the Lord,*s and bow myself before the high God? shall I come before him with burnt offerings, with calves of a year old?"
    },
    {
        "o": 23693,
        "r": "kjv:Micah:6:7",
        "t": "Will*p the Lord*s be pleased with thousands of rams, or with ten thousands of rivers of oil? shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?"
    },
    {
        "o": 23694,
        "r": "kjv:Micah:6:8",
        "t": "He*p hath shewed thee, O man, what is good; and what doth the Lord*s require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?"
    },
    {
        "o": 23695,
        "r": "kjv:Micah:6:9",
        "t": "The*p Lord's*s voice crieth unto the city, and the man of wisdom shall see thy name: hear ye the rod, and who hath appointed it."
    },
    {
        "o": 23696,
        "r": "kjv:Micah:6:10",
        "t": "Are*p there yet the treasures of wickedness in the house of the wicked, and the scant measure that is abominable?"
    },
    {
        "o": 23697,
        "r": "kjv:Micah:6:11",
        "t": "Shall*p I count them pure with the wicked balances, and with the bag of deceitful weights?"
    },
    {
        "o": 23698,
        "r": "kjv:Micah:6:12",
        "t": "For*p the rich men thereof are full of violence, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth."
    },
    {
        "o": 23699,
        "r": "kjv:Micah:6:13",
        "t": "Therefore*p also will I make thee sick in smiting thee, in making thee desolate because of thy sins."
    },
    {
        "o": 23700,
        "r": "kjv:Micah:6:14",
        "t": "Thou*p shalt eat, but not be satisfied; and thy casting down shall be in the midst of thee; and thou shalt take hold, but shalt not deliver; and that which thou deliverest will I give up to the sword."
    },
    {
        "o": 23701,
        "r": "kjv:Micah:6:15",
        "t": "Thou*p shalt sow, but thou shalt not reap; thou shalt tread the olives, but thou shalt not anoint thee with oil; and sweet wine, but shalt not drink wine."
    },
    {
        "o": 23702,
        "r": "kjv:Micah:6:16",
        "t": "For*p the statutes of Omri are kept, and all the works of the house of Ahab, and ye walk in their counsels; that I should make thee a desolation, and the inhabitants thereof an hissing: therefore ye shall bear the reproach of my people."
    }
]
