[
    {
        "o": 2004,
        "r": "csb:Exodus:12:0",
        "t": "Exodus 12",
        "h": 1
    },
    {
        "o": 2005,
        "r": "csb:Exodus:12:0",
        "t": "Instructions for the Passover",
        "h": 2
    },
    {
        "o": 2006,
        "r": "csb:Exodus:12:1",
        "t": "The*p Lord*s said to Moses and Aaron in the land of Egypt,"
    },
    {
        "o": 2007,
        "r": "csb:Exodus:12:2",
        "t": "“This month is to be the beginning of months for you; it is the first month of your year."
    },
    {
        "o": 2008,
        "r": "csb:Exodus:12:3",
        "t": "Tell the whole community of Israel that on the tenth day of this month they must each select an animal of the flock according to their fathers’ families, one animal per family."
    },
    {
        "o": 2009,
        "r": "csb:Exodus:12:4",
        "t": "If the household is too small for a whole animal, that person and the neighbor nearest his house are to select one based on the combined number of people; you should apportion the animal according to what each will eat."
    },
    {
        "o": 2010,
        "r": "csb:Exodus:12:5",
        "t": "You must have an unblemished animal, a year-old male; you may take it from either the sheep or the goats."
    },
    {
        "o": 2011,
        "r": "csb:Exodus:12:6",
        "t": "You are to keep it until the fourteenth day of this month; then the whole assembly of the community of Israel will slaughter the animals at twilight."
    },
    {
        "o": 2012,
        "r": "csb:Exodus:12:7",
        "t": "They must take some of the blood and put it on the two doorposts and the lintel of the houses where they eat them."
    },
    {
        "o": 2013,
        "r": "csb:Exodus:12:8",
        "t": "They are to eat the meat that night; they should eat it, roasted over the fire along with unleavened bread and bitter herbs."
    },
    {
        "o": 2014,
        "r": "csb:Exodus:12:9",
        "t": "Do not eat any of it raw or cooked in boiling water, but only roasted over fire - its head as well as its legs and inner organs."
    },
    {
        "o": 2015,
        "r": "csb:Exodus:12:10",
        "t": "You must not leave any of it until morning; any part of it left until morning you must burn."
    },
    {
        "o": 2016,
        "r": "csb:Exodus:12:11",
        "t": "Here is how you must eat it: You must be dressed for travel, your sandals on your feet, and your staff in your hand. You are to eat it in a hurry; it is the Lord’s*s Passover."
    },
    {
        "o": 2017,
        "r": "csb:Exodus:12:12",
        "t": "“I*p will pass through the land of Egypt on that night and strike every firstborn male in the land of Egypt, both people and animals. I am the Lord;*s I will execute judgments against all the gods of Egypt."
    },
    {
        "o": 2018,
        "r": "csb:Exodus:12:13",
        "t": "The blood on the houses where you are staying will be a distinguishing mark for you; when I see the blood, I will pass over you. No plague will be among you to destroy you when I strike the land of Egypt."
    },
    {
        "o": 2019,
        "r": "csb:Exodus:12:14",
        "t": "“This*p day is to be a memorial for you, and you must celebrate it as a festival to the Lord.*s You are to celebrate it throughout your generations as a permanent statute."
    },
    {
        "o": 2020,
        "r": "csb:Exodus:12:15",
        "t": "You must eat unleavened bread for seven days. On the first day you must remove yeast from your houses. Whoever eats what is leavened from the first day through the seventh day must be cut off from Israel."
    },
    {
        "o": 2021,
        "r": "csb:Exodus:12:16",
        "t": "You are to hold a sacred assembly on the first day and another sacred assembly on the seventh day. No work may be done on those days except for preparing what people need to eat - you may do only that."
    },
    {
        "o": 2022,
        "r": "csb:Exodus:12:17",
        "t": "“You*p are to observe the Festival of Unleavened Bread because on this very day I brought your military divisions out of the land of Egypt. You must observe this day throughout your generations as a permanent statute."
    },
    {
        "o": 2023,
        "r": "csb:Exodus:12:18",
        "t": "You are to eat unleavened bread in the first month, from the evening of the fourteenth day of the month until the evening of the twenty-first day."
    },
    {
        "o": 2024,
        "r": "csb:Exodus:12:19",
        "t": "Yeast must not be found in your houses for seven days. If anyone eats something leavened, that person, whether a resident alien or native of the land, must be cut off from the community of Israel."
    },
    {
        "o": 2025,
        "r": "csb:Exodus:12:20",
        "t": "Do not eat anything leavened; eat unleavened bread in all your homes.”"
    },
    {
        "o": 2026,
        "r": "csb:Exodus:12:21",
        "t": "Then*p Moses summoned all the elders of Israel and said to them, “Go, select an animal from the flock according to your families, and slaughter the Passover animal."
    },
    {
        "o": 2027,
        "r": "csb:Exodus:12:22",
        "t": "Take a cluster of hyssop, dip it in the blood that is in the basin, and brush the lintel and the two doorposts with some of the blood in the basin. None of you may go out the door of his house until morning."
    },
    {
        "o": 2028,
        "r": "csb:Exodus:12:23",
        "t": "When the Lord*s passes through to strike Egypt and sees the blood on the lintel and the two doorposts, he will pass over the door and not let the destroyer enter your houses to strike you."
    },
    {
        "o": 2029,
        "r": "csb:Exodus:12:24",
        "t": "“Keep*p this command permanently as a statute for you and your descendants."
    },
    {
        "o": 2030,
        "r": "csb:Exodus:12:25",
        "t": "When you enter the land that the Lord*s will give you as he promised, you are to observe this ceremony."
    },
    {
        "o": 2031,
        "r": "csb:Exodus:12:26",
        "t": "When your children ask you, ‘What does this ceremony mean to you?’"
    },
    {
        "o": 2032,
        "r": "csb:Exodus:12:27",
        "t": "you are to reply, ‘It is the Passover sacrifice to the Lord,*s for he passed over the houses of the Israelites in Egypt when he struck the Egyptians, and he spared our homes.’” So the people knelt low and worshiped."
    },
    {
        "o": 2033,
        "r": "csb:Exodus:12:28",
        "t": "Then the Israelites went and did this; they did just as the Lord*s had commanded Moses and Aaron."
    },
    {
        "o": 2034,
        "r": "csb:Exodus:12:28",
        "t": "The Exodus",
        "h": 2
    },
    {
        "o": 2035,
        "r": "csb:Exodus:12:29",
        "t": "Now*p at midnight the Lord*s struck every firstborn male in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the prisoner who was in the dungeon, and every firstborn of the livestock."
    },
    {
        "o": 2036,
        "r": "csb:Exodus:12:30",
        "t": "During the night Pharaoh got up, he along with all his officials and all the Egyptians, and there was a loud wailing throughout Egypt because there wasn’t a house without someone dead."
    },
    {
        "o": 2037,
        "r": "csb:Exodus:12:31",
        "t": "He summoned Moses and Aaron during the night and said, “Get out immediately from among my people, both you and the Israelites, and go, worship the Lord*s as you have said."
    },
    {
        "o": 2038,
        "r": "csb:Exodus:12:32",
        "t": "Take even your flocks and your herds as you asked and leave, and also bless me.”"
    },
    {
        "o": 2039,
        "r": "csb:Exodus:12:33",
        "t": "Now*p the Egyptians pressured the people in order to send them quickly out of the country, for they said, “We’re all going to die!”"
    },
    {
        "o": 2040,
        "r": "csb:Exodus:12:34",
        "t": "So the people took their dough before it was leavened, with their kneading bowls wrapped up in their clothes on their shoulders."
    },
    {
        "o": 2041,
        "r": "csb:Exodus:12:35",
        "t": "The*p Israelites acted on Moses’s word and asked the Egyptians for silver and gold items and for clothing."
    },
    {
        "o": 2042,
        "r": "csb:Exodus:12:36",
        "t": "And the Lord*s gave the people such favor with the Egyptians that they gave them what they requested. In this way they plundered the Egyptians."
    },
    {
        "o": 2043,
        "r": "csb:Exodus:12:37",
        "t": "The*p Israelites traveled from Rameses to Succoth, about six hundred thousand able-bodied men on foot, besides their families."
    },
    {
        "o": 2044,
        "r": "csb:Exodus:12:38",
        "t": "A mixed crowd also went up with them, along with a huge number of livestock, both flocks and herds."
    },
    {
        "o": 2045,
        "r": "csb:Exodus:12:39",
        "t": "The people baked the dough they had brought out of Egypt into unleavened loaves, since it had no yeast; for when they were driven out of Egypt, they could not delay and had not prepared provisions for themselves."
    },
    {
        "o": 2046,
        "r": "csb:Exodus:12:40",
        "t": "The*p time that the Israelites lived in Egypt was 430 years."
    },
    {
        "o": 2047,
        "r": "csb:Exodus:12:41",
        "t": "At the end of 430 years, on that same day, all the Lord’s*s military divisions went out from the land of Egypt."
    },
    {
        "o": 2048,
        "r": "csb:Exodus:12:42",
        "t": "It was a night of vigil in honor of the Lord,*s because he would bring them out of the land of Egypt. This same night is in honor of the Lord,*s a night vigil for all the Israelites throughout their generations."
    },
    {
        "o": 2049,
        "r": "csb:Exodus:12:42",
        "t": "Passover Instruction",
        "h": 2
    },
    {
        "o": 2050,
        "r": "csb:Exodus:12:43",
        "t": "The*p Lord*s said to Moses and Aaron, “This is the statute of the Passover: no foreigner may eat it."
    },
    {
        "o": 2051,
        "r": "csb:Exodus:12:44",
        "t": "But any slave a man has purchased may eat it, after you have circumcised him."
    },
    {
        "o": 2052,
        "r": "csb:Exodus:12:45",
        "t": "A temporary resident or hired worker may not eat the Passover."
    },
    {
        "o": 2053,
        "r": "csb:Exodus:12:46",
        "t": "It is to be eaten in one house. You may not take any of the meat outside the house, and you may not break any of its bones."
    },
    {
        "o": 2054,
        "r": "csb:Exodus:12:47",
        "t": "The whole community of Israel must celebrate it."
    },
    {
        "o": 2055,
        "r": "csb:Exodus:12:48",
        "t": "If an alien resides among you and wants to observe the Lord’s*s Passover, every male in his household must be circumcised, and then he may participate; he will become like a native of the land. But no uncircumcised person may eat it."
    },
    {
        "o": 2056,
        "r": "csb:Exodus:12:49",
        "t": "The same law will apply to both the native and the alien who resides among you.”"
    },
    {
        "o": 2057,
        "r": "csb:Exodus:12:50",
        "t": "Then*p all the Israelites did this; they did just as the Lord*s had commanded Moses and Aaron."
    },
    {
        "o": 2058,
        "r": "csb:Exodus:12:51",
        "t": "On that same day the Lord*s brought the Israelites out of the land of Egypt according to their military divisions."
    }
]
