[
    {
        "o": 19914,
        "r": "esv:Isaiah:13:0",
        "t": "Isaiah 13",
        "h": 1
    },
    {
        "o": 19915,
        "r": "esv:Isaiah:13:0",
        "t": "The Judgment of Babylon",
        "h": 2
    },
    {
        "o": 19916,
        "r": "esv:Isaiah:13:1",
        "t": "The*p oracle concerning Babylon which Isaiah the son of Amoz saw."
    },
    {
        "o": 19917,
        "r": "esv:Isaiah:13:2",
        "t": "On*pn a bare hill raise a signal; cry*ld aloud to them; wave*ln the hand for them to enter the*ld gates of the nobles."
    },
    {
        "o": 19918,
        "r": "esv:Isaiah:13:3",
        "t": "I*ln myself have commanded my consecrated ones, and*ld have summoned my mighty men to execute my anger, my*ld proudly exulting ones."
    },
    {
        "o": 19919,
        "r": "esv:Isaiah:13:4",
        "t": "The*pn sound of a tumult is on the mountains as*ld of a great multitude! The*ln sound of an uproar of kingdoms, of*ld nations gathering together! The*ln Lord*s of hosts is mustering a*ld host for battle."
    },
    {
        "o": 19920,
        "r": "esv:Isaiah:13:5",
        "t": "They*ln come from a distant land, from*ld the end of the heavens, the*ln Lord*s and the weapons of his indignation, to*ld destroy the whole land."
    },
    {
        "o": 19921,
        "r": "esv:Isaiah:13:6",
        "t": "Wail,*pn for the day of the Lord*s is near; as*ld destruction from the Almighty it will come!"
    },
    {
        "o": 19922,
        "r": "esv:Isaiah:13:7",
        "t": "Therefore*ln all hands will be feeble, and*ld every human heart will melt."
    },
    {
        "o": 19923,
        "r": "esv:Isaiah:13:8",
        "t": "They*ln will be dismayed: pangs*ld and agony will seize them; they*ld will be in anguish like a woman in labor. They*ln will look aghast at one another; their*ld faces will be aflame."
    },
    {
        "o": 19924,
        "r": "esv:Isaiah:13:9",
        "t": "Behold,*pn the day of the Lord*s comes, cruel,*ld with wrath and fierce anger, to*ln make the land a desolation and*ld to destroy its sinners from it."
    },
    {
        "o": 19925,
        "r": "esv:Isaiah:13:10",
        "t": "For*ln the stars of the heavens and their constellations will*ld not give their light; the*ln sun will be dark at its rising, and*ld the moon will not shed its light."
    },
    {
        "o": 19926,
        "r": "esv:Isaiah:13:11",
        "t": "I*ln will punish the world for its evil, and*ld the wicked for their iniquity; I*ln will put an end to the pomp of the arrogant, and*ld lay low the pompous pride of the ruthless."
    },
    {
        "o": 19927,
        "r": "esv:Isaiah:13:12",
        "t": "I*ln will make people more rare than fine gold, and*ld mankind than the gold of Ophir."
    },
    {
        "o": 19928,
        "r": "esv:Isaiah:13:13",
        "t": "Therefore*ln I will make the heavens tremble, and*ld the earth will be shaken out of its place, at*ln the wrath of the Lord*s of hosts in*ld the day of his fierce anger."
    },
    {
        "o": 19929,
        "r": "esv:Isaiah:13:14",
        "t": "And*ln like a hunted gazelle, or*ld like sheep with none to gather them, each*ln will turn to his own people, and*ld each will flee to his own land."
    },
    {
        "o": 19930,
        "r": "esv:Isaiah:13:15",
        "t": "Whoever*ln is found will be thrust through, and*ld whoever is caught will fall by the sword."
    },
    {
        "o": 19931,
        "r": "esv:Isaiah:13:16",
        "t": "Their*ln infants will be dashed in pieces before*ld their eyes; their*ln houses will be plundered and*ld their wives ravished."
    },
    {
        "o": 19932,
        "r": "esv:Isaiah:13:17",
        "t": "Behold,*pn I am stirring up the Medes against them, who*ld have no regard for silver and*ld do not delight in gold."
    },
    {
        "o": 19933,
        "r": "esv:Isaiah:13:18",
        "t": "Their*ln bows will slaughter the young men; they*ld will have no mercy on the fruit of the womb; their*ld eyes will not pity children."
    },
    {
        "o": 19934,
        "r": "esv:Isaiah:13:19",
        "t": "And*ln Babylon, the glory of kingdoms, the*ld splendor and pomp of the Chaldeans, will*ln be like Sodom and Gomorrah when*ld God overthrew them."
    },
    {
        "o": 19935,
        "r": "esv:Isaiah:13:20",
        "t": "It*ln will never be inhabited or*ld lived in for all generations; no*ln Arab will pitch his tent there; no*ld shepherds will make their flocks lie down there."
    },
    {
        "o": 19936,
        "r": "esv:Isaiah:13:21",
        "t": "But*ln wild animals will lie down there, and*ld their houses will be full of howling creatures; there*ln ostriches will dwell, and*ld there wild goats will dance."
    },
    {
        "o": 19937,
        "r": "esv:Isaiah:13:22",
        "t": "Hyenas*ln will cry in its towers, and*ld jackals in the pleasant palaces; its*ln time is close at hand and*ld its days will not be prolonged."
    }
]
