[
    {
        "o": 33071,
        "r": "csb:Ephesians:1:0",
        "t": "Ephesians 1",
        "h": 1
    },
    {
        "o": 33072,
        "r": "csb:Ephesians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33073,
        "r": "csb:Ephesians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by God’s will: To*p the faithful saints in Christ Jesus at Ephesus."
    },
    {
        "o": 33074,
        "r": "csb:Ephesians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 33075,
        "r": "csb:Ephesians:1:2",
        "t": "God’s Rich Blessings",
        "h": 2
    },
    {
        "o": 33076,
        "r": "csb:Ephesians:1:3",
        "t": "Blessed*p is the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavens in Christ."
    },
    {
        "o": 33077,
        "r": "csb:Ephesians:1:4",
        "t": "For he chose us in him, before the foundation of the world, to be holy and blameless in love before him."
    },
    {
        "o": 33078,
        "r": "csb:Ephesians:1:5",
        "t": "He predestined us to be adopted as sons through Jesus Christ for himself, according to the good pleasure of his will,"
    },
    {
        "o": 33079,
        "r": "csb:Ephesians:1:6",
        "t": "to the praise of his glorious grace that he lavished on us in the Beloved One."
    },
    {
        "o": 33080,
        "r": "csb:Ephesians:1:7",
        "t": "In*p him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace"
    },
    {
        "o": 33081,
        "r": "csb:Ephesians:1:8",
        "t": "that he richly poured out on us with all wisdom and understanding."
    },
    {
        "o": 33082,
        "r": "csb:Ephesians:1:9",
        "t": "He made known to us the mystery of his will, according to his good pleasure that he purposed in Christ"
    },
    {
        "o": 33083,
        "r": "csb:Ephesians:1:10",
        "t": "as a plan for the right time- to bring everything together in Christ, both things in heaven and things on earth in him."
    },
    {
        "o": 33084,
        "r": "csb:Ephesians:1:11",
        "t": "In*p him we have also received an inheritance, because we were predestined according to the plan of the one who works out everything in agreement with the purpose of his will,"
    },
    {
        "o": 33085,
        "r": "csb:Ephesians:1:12",
        "t": "so that we who had already put our hope in Christ might bring praise to his glory."
    },
    {
        "o": 33086,
        "r": "csb:Ephesians:1:13",
        "t": "In*p him you also were sealed with the promised Holy Spirit when you heard the word of truth, the gospel of your salvation, and when you believed."
    },
    {
        "o": 33087,
        "r": "csb:Ephesians:1:14",
        "t": "The Holy Spirit is the down payment of our inheritance, until the redemption of the possession, to the praise of his glory."
    },
    {
        "o": 33088,
        "r": "csb:Ephesians:1:14",
        "t": "Prayer for Spiritual Insight",
        "h": 2
    },
    {
        "o": 33089,
        "r": "csb:Ephesians:1:15",
        "t": "This*p is why, since I heard about your faith in the Lord Jesus and your love for all the saints,"
    },
    {
        "o": 33090,
        "r": "csb:Ephesians:1:16",
        "t": "I never stop giving thanks for you as I remember you in my prayers."
    },
    {
        "o": 33091,
        "r": "csb:Ephesians:1:17",
        "t": "I pray that the God of our Lord Jesus Christ, the glorious Father, would give you the Spirit of wisdom and revelation in the knowledge of him."
    },
    {
        "o": 33092,
        "r": "csb:Ephesians:1:18",
        "t": "I pray that the eyes of your heart may be enlightened so that you may know what is the hope of his calling, what is the wealth of his glorious inheritance in the saints,"
    },
    {
        "o": 33093,
        "r": "csb:Ephesians:1:19",
        "t": "and what is the immeasurable greatness of his power toward us who believe, according to the mighty working of his strength."
    },
    {
        "o": 33094,
        "r": "csb:Ephesians:1:19",
        "t": "God’s Power in Christ",
        "h": 2
    },
    {
        "o": 33095,
        "r": "csb:Ephesians:1:20",
        "t": "He*p exercised this power in Christ by raising him from the dead and seating him at his right hand in the heavens-"
    },
    {
        "o": 33096,
        "r": "csb:Ephesians:1:21",
        "t": "far above every ruler and authority, power and dominion, and every title given, not only in this age but also in the one to come."
    },
    {
        "o": 33097,
        "r": "csb:Ephesians:1:22",
        "t": "And he*i subjected*i everything*i under*i his*i feet*i and appointed him as head over everything for the church,"
    },
    {
        "o": 33098,
        "r": "csb:Ephesians:1:23",
        "t": "which is his body, the fullness of the one who fills all things in every way."
    },
    {
        "o": 33099,
        "r": "csb:Ephesians:2:0",
        "t": "Ephesians 2",
        "h": 1
    },
    {
        "o": 33100,
        "r": "csb:Ephesians:2:0",
        "t": "From Death to Life",
        "h": 2
    },
    {
        "o": 33101,
        "r": "csb:Ephesians:2:1",
        "t": "And*p you were dead in your trespasses and sins"
    },
    {
        "o": 33102,
        "r": "csb:Ephesians:2:2",
        "t": "in which you previously walked according to the ways of this world, according to the ruler of the power of the air, the spirit now working in the disobedient."
    },
    {
        "o": 33103,
        "r": "csb:Ephesians:2:3",
        "t": "We too all previously lived among them in our fleshly desires, carrying out the inclinations of our flesh and thoughts, and we were by nature children under wrath as the others were also."
    },
    {
        "o": 33104,
        "r": "csb:Ephesians:2:4",
        "t": "But God, who is rich in mercy, because of his great love that he had for us,"
    },
    {
        "o": 33105,
        "r": "csb:Ephesians:2:5",
        "t": "made us alive with Christ even though we were dead in trespasses. You are saved by grace!"
    },
    {
        "o": 33106,
        "r": "csb:Ephesians:2:6",
        "t": "He also raised us up with him and seated us with him in the heavens in Christ Jesus,"
    },
    {
        "o": 33107,
        "r": "csb:Ephesians:2:7",
        "t": "so that in the coming ages he might display the immeasurable riches of his grace through his kindness to us in Christ Jesus."
    },
    {
        "o": 33108,
        "r": "csb:Ephesians:2:8",
        "t": "For you are saved by grace through faith, and this is not from yourselves; it is God’s gift -"
    },
    {
        "o": 33109,
        "r": "csb:Ephesians:2:9",
        "t": "not from works, so that no one can boast."
    },
    {
        "o": 33110,
        "r": "csb:Ephesians:2:10",
        "t": "For we are his workmanship, created in Christ Jesus for good works, which God prepared ahead of time for us to do."
    },
    {
        "o": 33111,
        "r": "csb:Ephesians:2:10",
        "t": "Unity in Christ",
        "h": 2
    },
    {
        "o": 33112,
        "r": "csb:Ephesians:2:11",
        "t": "So,*p then, remember that at one time you were Gentiles in the flesh - called “the uncircumcised” by those called “the circumcised,” which is done in the flesh by human hands."
    },
    {
        "o": 33113,
        "r": "csb:Ephesians:2:12",
        "t": "At that time you were without Christ, excluded from the citizenship of Israel, and foreigners to the covenants of promise, without hope and without God in the world."
    },
    {
        "o": 33114,
        "r": "csb:Ephesians:2:13",
        "t": "But now in Christ Jesus, you who were far away have been brought near by the blood of Christ."
    },
    {
        "o": 33115,
        "r": "csb:Ephesians:2:14",
        "t": "For he is our peace, who made both groups one and tore down the dividing wall of hostility. In his flesh,"
    },
    {
        "o": 33116,
        "r": "csb:Ephesians:2:15",
        "t": "he made of no effect the law consisting of commands and expressed in regulations, so that he might create in himself one new man from the two, resulting in peace."
    },
    {
        "o": 33117,
        "r": "csb:Ephesians:2:16",
        "t": "He did this so that he might reconcile both to God in one body through the cross by which he put the hostility to death."
    },
    {
        "o": 33118,
        "r": "csb:Ephesians:2:17",
        "t": "He came and proclaimed the good news of peace to you who were far away and peace to those who were near."
    },
    {
        "o": 33119,
        "r": "csb:Ephesians:2:18",
        "t": "For through him we both have access in one Spirit to the Father."
    },
    {
        "o": 33120,
        "r": "csb:Ephesians:2:19",
        "t": "So, then, you are no longer foreigners and strangers, but fellow citizens with the saints, and members of God’s household,"
    },
    {
        "o": 33121,
        "r": "csb:Ephesians:2:20",
        "t": "built on the foundation of the apostles and prophets, with Christ Jesus himself as the cornerstone."
    },
    {
        "o": 33122,
        "r": "csb:Ephesians:2:21",
        "t": "In him the whole building, being put together, grows into a holy temple in the Lord."
    },
    {
        "o": 33123,
        "r": "csb:Ephesians:2:22",
        "t": "In him you are also being built together for God’s dwelling in the Spirit."
    },
    {
        "o": 33124,
        "r": "csb:Ephesians:3:0",
        "t": "Ephesians 3",
        "h": 1
    },
    {
        "o": 33125,
        "r": "csb:Ephesians:3:0",
        "t": "Paul’s Ministry to the Gentiles",
        "h": 2
    },
    {
        "o": 33126,
        "r": "csb:Ephesians:3:1",
        "t": "For*p this reason, I, Paul, the prisoner of Christ Jesus on behalf of you Gentiles -"
    },
    {
        "o": 33127,
        "r": "csb:Ephesians:3:2",
        "t": "assuming you have heard about the administration of God’s grace that he gave me for you."
    },
    {
        "o": 33128,
        "r": "csb:Ephesians:3:3",
        "t": "The mystery was made known to me by revelation, as I have briefly written above."
    },
    {
        "o": 33129,
        "r": "csb:Ephesians:3:4",
        "t": "By reading this you are able to understand my insight into the mystery of Christ."
    },
    {
        "o": 33130,
        "r": "csb:Ephesians:3:5",
        "t": "This was not made known to people in other generations as it is now revealed to his holy apostles and prophets by the Spirit:"
    },
    {
        "o": 33131,
        "r": "csb:Ephesians:3:6",
        "t": "The Gentiles are coheirs, members of the same body, and partners in the promise in Christ Jesus through the gospel."
    },
    {
        "o": 33132,
        "r": "csb:Ephesians:3:7",
        "t": "I was made a servant of this gospel by the gift of God’s grace that was given to me by the working of his power."
    },
    {
        "o": 33133,
        "r": "csb:Ephesians:3:8",
        "t": "This*p grace was given to me - the least of all the saints - to proclaim to the Gentiles the incalculable riches of Christ,"
    },
    {
        "o": 33134,
        "r": "csb:Ephesians:3:9",
        "t": "and to shed light for all about the administration of the mystery hidden for ages in God who created all things."
    },
    {
        "o": 33135,
        "r": "csb:Ephesians:3:10",
        "t": "This is so that God’s multi-faceted wisdom may now be made known through the church to the rulers and authorities in the heavens."
    },
    {
        "o": 33136,
        "r": "csb:Ephesians:3:11",
        "t": "This is according to his eternal purpose accomplished in Christ Jesus our Lord."
    },
    {
        "o": 33137,
        "r": "csb:Ephesians:3:12",
        "t": "In him we have boldness and confident access through faith in him."
    },
    {
        "o": 33138,
        "r": "csb:Ephesians:3:13",
        "t": "So, then, I ask you not to be discouraged over my afflictions on your behalf, for they are your glory."
    },
    {
        "o": 33139,
        "r": "csb:Ephesians:3:13",
        "t": "Prayer for Spiritual Power",
        "h": 2
    },
    {
        "o": 33140,
        "r": "csb:Ephesians:3:14",
        "t": "For*p this reason I kneel before the Father"
    },
    {
        "o": 33141,
        "r": "csb:Ephesians:3:15",
        "t": "from whom every family in heaven and on earth is named."
    },
    {
        "o": 33142,
        "r": "csb:Ephesians:3:16",
        "t": "I pray that he may grant you, according to the riches of his glory, to be strengthened with power in your inner being through his Spirit,"
    },
    {
        "o": 33143,
        "r": "csb:Ephesians:3:17",
        "t": "and that Christ may dwell in your hearts through faith. I pray that you, being rooted and firmly established in love,"
    },
    {
        "o": 33144,
        "r": "csb:Ephesians:3:18",
        "t": "may be able to comprehend with all the saints what is the length and width, height and depth of God’s love,"
    },
    {
        "o": 33145,
        "r": "csb:Ephesians:3:19",
        "t": "and to know Christ’s love that surpasses knowledge, so that you may be filled with all the fullness of God."
    },
    {
        "o": 33146,
        "r": "csb:Ephesians:3:20",
        "t": "Now*p to him who is able to do above and beyond all that we ask or think according to the power that works in us -"
    },
    {
        "o": 33147,
        "r": "csb:Ephesians:3:21",
        "t": "to him be glory in the church and in Christ Jesus to all generations, forever and ever. Amen."
    },
    {
        "o": 33148,
        "r": "csb:Ephesians:4:0",
        "t": "Ephesians 4",
        "h": 1
    },
    {
        "o": 33149,
        "r": "csb:Ephesians:4:0",
        "t": "Unity and Diversity in the Body of Christ",
        "h": 2
    },
    {
        "o": 33150,
        "r": "csb:Ephesians:4:1",
        "t": "Therefore*p I, the prisoner in the Lord, urge you to walk worthy of the calling you have received,"
    },
    {
        "o": 33151,
        "r": "csb:Ephesians:4:2",
        "t": "with all humility and gentleness, with patience, bearing with one another in love,"
    },
    {
        "o": 33152,
        "r": "csb:Ephesians:4:3",
        "t": "making every effort to keep the unity of the Spirit through the bond of peace."
    },
    {
        "o": 33153,
        "r": "csb:Ephesians:4:4",
        "t": "There is one body and one Spirit- just as you were called to one hope at your calling -"
    },
    {
        "o": 33154,
        "r": "csb:Ephesians:4:5",
        "t": "one Lord, one faith, one baptism,"
    },
    {
        "o": 33155,
        "r": "csb:Ephesians:4:6",
        "t": "one God and Father of all, who is above all and through all and in all."
    },
    {
        "o": 33156,
        "r": "csb:Ephesians:4:7",
        "t": "Now*p grace was given to each one of us according to the measure of Christ’s gift."
    },
    {
        "o": 33157,
        "r": "csb:Ephesians:4:8",
        "t": "For it says: When*ipn he*i ascended*i on*i high,*i he*iln took*i the*i captives*i captive;*i he*iln gave*i gifts*i to*i people.*i"
    },
    {
        "o": 33158,
        "r": "csb:Ephesians:4:9",
        "t": "But*p what does “he ascended” mean except that he also descended to the lower parts of the earth?"
    },
    {
        "o": 33159,
        "r": "csb:Ephesians:4:10",
        "t": "The one who descended is also the one who ascended far above all the heavens, to fill all things."
    },
    {
        "o": 33160,
        "r": "csb:Ephesians:4:11",
        "t": "And he himself gave some to be apostles, some prophets, some evangelists, some pastors and teachers,"
    },
    {
        "o": 33161,
        "r": "csb:Ephesians:4:12",
        "t": "to equip the saints for the work of ministry, to build up the body of Christ,"
    },
    {
        "o": 33162,
        "r": "csb:Ephesians:4:13",
        "t": "until we all reach unity in the faith and in the knowledge of God’s Son, growing into maturity with a stature measured by Christ’s fullness."
    },
    {
        "o": 33163,
        "r": "csb:Ephesians:4:14",
        "t": "Then we will no longer be little children, tossed by the waves and blown around by every wind of teaching, by human cunning with cleverness in the techniques of deceit."
    },
    {
        "o": 33164,
        "r": "csb:Ephesians:4:15",
        "t": "But speaking the truth in love, let us grow in every way into him who is the head- Christ."
    },
    {
        "o": 33165,
        "r": "csb:Ephesians:4:16",
        "t": "From him the whole body, fitted and knit together by every supporting ligament, promotes the growth of the body for building itself up in love by the proper working of each individual part."
    },
    {
        "o": 33166,
        "r": "csb:Ephesians:4:16",
        "t": "Living the New Life",
        "h": 2
    },
    {
        "o": 33167,
        "r": "csb:Ephesians:4:17",
        "t": "Therefore,*p I say this and testify in the Lord: You should no longer walk as the Gentiles do, in the futility of their thoughts."
    },
    {
        "o": 33168,
        "r": "csb:Ephesians:4:18",
        "t": "They are darkened in their understanding, excluded from the life of God, because of the ignorance that is in them and because of the hardness of their hearts."
    },
    {
        "o": 33169,
        "r": "csb:Ephesians:4:19",
        "t": "They became callous and gave themselves over to promiscuity for the practice of every kind of impurity with a desire for more and more."
    },
    {
        "o": 33170,
        "r": "csb:Ephesians:4:20",
        "t": "But*p that is not how you came to know Christ,"
    },
    {
        "o": 33171,
        "r": "csb:Ephesians:4:21",
        "t": "assuming you heard about him and were taught by him, as the truth is in Jesus,"
    },
    {
        "o": 33172,
        "r": "csb:Ephesians:4:22",
        "t": "to take off your former way of life, the old self that is corrupted by deceitful desires,"
    },
    {
        "o": 33173,
        "r": "csb:Ephesians:4:23",
        "t": "to be renewed in the spirit of your minds,"
    },
    {
        "o": 33174,
        "r": "csb:Ephesians:4:24",
        "t": "and to put on the new self, the one created according to God’s likeness in righteousness and purity of the truth."
    },
    {
        "o": 33175,
        "r": "csb:Ephesians:4:25",
        "t": "Therefore,*p putting away lying, speak*i the*i truth,*i each*i one*i to*i his*i neighbor,*i because we are members of one another."
    },
    {
        "o": 33176,
        "r": "csb:Ephesians:4:26",
        "t": "Be*i angry*i and*i do*i not*i sin.*i Don’t let the sun go down on your anger,"
    },
    {
        "o": 33177,
        "r": "csb:Ephesians:4:27",
        "t": "and don’t give the devil an opportunity."
    },
    {
        "o": 33178,
        "r": "csb:Ephesians:4:28",
        "t": "Let the thief no longer steal. Instead, he is to do honest work with his own hands, so that he has something to share with anyone in need."
    },
    {
        "o": 33179,
        "r": "csb:Ephesians:4:29",
        "t": "No foul language should come from your mouth, but only what is good for building up someone in need, so that it gives grace to those who hear."
    },
    {
        "o": 33180,
        "r": "csb:Ephesians:4:30",
        "t": "And don’t grieve God’s Holy Spirit. You were sealed by him for the day of redemption."
    },
    {
        "o": 33181,
        "r": "csb:Ephesians:4:31",
        "t": "Let all bitterness, anger and wrath, shouting and slander be removed from you, along with all malice."
    },
    {
        "o": 33182,
        "r": "csb:Ephesians:4:32",
        "t": "And be kind and compassionate to one another, forgiving one another, just as God also forgave you in Christ."
    },
    {
        "o": 33183,
        "r": "csb:Ephesians:5:0",
        "t": "Ephesians 5",
        "h": 1
    },
    {
        "o": 33184,
        "r": "csb:Ephesians:5:1",
        "t": "Therefore,*p be imitators of God, as dearly loved children,"
    },
    {
        "o": 33185,
        "r": "csb:Ephesians:5:2",
        "t": "and walk in love, as Christ also loved us and gave himself for us, a sacrificial and fragrant offering to God."
    },
    {
        "o": 33186,
        "r": "csb:Ephesians:5:3",
        "t": "But sexual immorality and any impurity or greed should not even be heard of among you, as is proper for saints."
    },
    {
        "o": 33187,
        "r": "csb:Ephesians:5:4",
        "t": "Obscene and foolish talking or crude joking are not suitable, but rather giving thanks."
    },
    {
        "o": 33188,
        "r": "csb:Ephesians:5:5",
        "t": "For know and recognize this: Every sexually immoral or impure or greedy person, who is an idolater, does not have an inheritance in the kingdom of Christ and of God."
    },
    {
        "o": 33189,
        "r": "csb:Ephesians:5:5",
        "t": "Light versus Darkness",
        "h": 2
    },
    {
        "o": 33190,
        "r": "csb:Ephesians:5:6",
        "t": "Let*p no one deceive you with empty arguments, for God’s wrath is coming on the disobedient because of these things."
    },
    {
        "o": 33191,
        "r": "csb:Ephesians:5:7",
        "t": "Therefore, do not become their partners."
    },
    {
        "o": 33192,
        "r": "csb:Ephesians:5:8",
        "t": "For you were once darkness, but now you are light in the Lord. Walk as children of light-"
    },
    {
        "o": 33193,
        "r": "csb:Ephesians:5:9",
        "t": "for the fruit of the light consists of all goodness, righteousness, and truth-"
    },
    {
        "o": 33194,
        "r": "csb:Ephesians:5:10",
        "t": "testing what is pleasing to the Lord."
    },
    {
        "o": 33195,
        "r": "csb:Ephesians:5:11",
        "t": "Don’t participate in the fruitless works of darkness, but instead expose them."
    },
    {
        "o": 33196,
        "r": "csb:Ephesians:5:12",
        "t": "For it is shameful even to mention what is done by them in secret."
    },
    {
        "o": 33197,
        "r": "csb:Ephesians:5:13",
        "t": "Everything exposed by the light is made visible,"
    },
    {
        "o": 33198,
        "r": "csb:Ephesians:5:14",
        "t": "for what makes everything visible is light. Therefore it is said: Get*pn up, sleeper, and rise up from the dead, and*ln Christ will shine on you."
    },
    {
        "o": 33199,
        "r": "csb:Ephesians:5:14",
        "t": "Consistency in the Christian Life",
        "h": 2
    },
    {
        "o": 33200,
        "r": "csb:Ephesians:5:15",
        "t": "Pay*p careful attention, then, to how you walk — not as unwise people but as wise -"
    },
    {
        "o": 33201,
        "r": "csb:Ephesians:5:16",
        "t": "making the most of the time, because the days are evil."
    },
    {
        "o": 33202,
        "r": "csb:Ephesians:5:17",
        "t": "So don’t be foolish, but understand what the Lord’s will is."
    },
    {
        "o": 33203,
        "r": "csb:Ephesians:5:18",
        "t": "And don’t get drunk with wine, which leads to reckless living, but be filled by the Spirit:"
    },
    {
        "o": 33204,
        "r": "csb:Ephesians:5:19",
        "t": "speaking to one another in psalms, hymns, and spiritual songs, singing and making music with your heart to the Lord,"
    },
    {
        "o": 33205,
        "r": "csb:Ephesians:5:20",
        "t": "giving thanks always for everything to God the Father in the name of our Lord Jesus Christ,"
    },
    {
        "o": 33206,
        "r": "csb:Ephesians:5:21",
        "t": "submitting to one another in the fear of Christ."
    },
    {
        "o": 33207,
        "r": "csb:Ephesians:5:21",
        "t": "Wives and Husbands",
        "h": 2
    },
    {
        "o": 33208,
        "r": "csb:Ephesians:5:22",
        "t": "Wives,*p submit to your husbands as to the Lord,"
    },
    {
        "o": 33209,
        "r": "csb:Ephesians:5:23",
        "t": "because the husband is the head of the wife as Christ is the head of the church. He is the Savior of the body."
    },
    {
        "o": 33210,
        "r": "csb:Ephesians:5:24",
        "t": "Now as the church submits to Christ, so also wives are to submit to their husbands in everything."
    },
    {
        "o": 33211,
        "r": "csb:Ephesians:5:25",
        "t": "Husbands, love your wives, just as Christ loved the church and gave himself for her"
    },
    {
        "o": 33212,
        "r": "csb:Ephesians:5:26",
        "t": "to make her holy, cleansing her with the washing of water by the word."
    },
    {
        "o": 33213,
        "r": "csb:Ephesians:5:27",
        "t": "He did this to present the church to himself in splendor, without spot or wrinkle or anything like that, but holy and blameless."
    },
    {
        "o": 33214,
        "r": "csb:Ephesians:5:28",
        "t": "In the same way, husbands are to love their wives as their own bodies. He who loves his wife loves himself."
    },
    {
        "o": 33215,
        "r": "csb:Ephesians:5:29",
        "t": "For no one ever hates his own flesh but provides and cares for it, just as Christ does for the church,"
    },
    {
        "o": 33216,
        "r": "csb:Ephesians:5:30",
        "t": "since we are members of his body."
    },
    {
        "o": 33217,
        "r": "csb:Ephesians:5:31",
        "t": "For*i this*i reason*i a*i man*i will*i leave*i his*i father*i and*i mother*i and*i be*i joined*i to*i his*i wife,*i and*i the*i two*i will*i become*i one*i flesh.*i"
    },
    {
        "o": 33218,
        "r": "csb:Ephesians:5:32",
        "t": "This mystery is profound, but I am talking about Christ and the church."
    },
    {
        "o": 33219,
        "r": "csb:Ephesians:5:33",
        "t": "To sum up, each one of you is to love his wife as himself, and the wife is to respect her husband."
    },
    {
        "o": 33220,
        "r": "csb:Ephesians:6:0",
        "t": "Ephesians 6",
        "h": 1
    },
    {
        "o": 33221,
        "r": "csb:Ephesians:6:0",
        "t": "Children and Parents",
        "h": 2
    },
    {
        "o": 33222,
        "r": "csb:Ephesians:6:1",
        "t": "Children,*p obey your parents in the Lord, because this is right."
    },
    {
        "o": 33223,
        "r": "csb:Ephesians:6:2",
        "t": "Honor*i your*i father*i and*i mother,*i which is the first commandment with a promise,"
    },
    {
        "o": 33224,
        "r": "csb:Ephesians:6:3",
        "t": "so*i that*i it*i may*i go*i well*i with*i you*i and*i that*i you*i may*i have*i a*i long*i life*i in*i the*i land.*i"
    },
    {
        "o": 33225,
        "r": "csb:Ephesians:6:4",
        "t": "Fathers, don’t stir up anger in your children, but bring them up in the training and instruction of the Lord."
    },
    {
        "o": 33226,
        "r": "csb:Ephesians:6:4",
        "t": "Slaves and Masters",
        "h": 2
    },
    {
        "o": 33227,
        "r": "csb:Ephesians:6:5",
        "t": "Slaves,*p obey your human masters with fear and trembling, in the sincerity of your heart, as you would Christ."
    },
    {
        "o": 33228,
        "r": "csb:Ephesians:6:6",
        "t": "Don’t work only while being watched, as people-pleasers, but as slaves of Christ, do God’s will from your heart."
    },
    {
        "o": 33229,
        "r": "csb:Ephesians:6:7",
        "t": "Serve with a good attitude, as to the Lord and not to people,"
    },
    {
        "o": 33230,
        "r": "csb:Ephesians:6:8",
        "t": "knowing that whatever good each one does, slave or free, he will receive this back from the Lord."
    },
    {
        "o": 33231,
        "r": "csb:Ephesians:6:9",
        "t": "And masters, treat your slaves the same way, without threatening them, because you know that both their Master and yours is in heaven, and there is no favoritism with him."
    },
    {
        "o": 33232,
        "r": "csb:Ephesians:6:9",
        "t": "Christian Warfare",
        "h": 2
    },
    {
        "o": 33233,
        "r": "csb:Ephesians:6:10",
        "t": "Finally,*p be strengthened by the Lord and by his vast strength."
    },
    {
        "o": 33234,
        "r": "csb:Ephesians:6:11",
        "t": "Put on the full armor of God so that you can stand against the schemes of the devil."
    },
    {
        "o": 33235,
        "r": "csb:Ephesians:6:12",
        "t": "For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the cosmic powers of this darkness, against evil, spiritual forces in the heavens."
    },
    {
        "o": 33236,
        "r": "csb:Ephesians:6:13",
        "t": "For this reason take up the full armor of God, so that you may be able to resist in the evil day, and having prepared everything, to take your stand."
    },
    {
        "o": 33237,
        "r": "csb:Ephesians:6:14",
        "t": "Stand, therefore, with truth like a belt around your waist, righteousness like armor on your chest,"
    },
    {
        "o": 33238,
        "r": "csb:Ephesians:6:15",
        "t": "and your feet sandaled with readiness for the gospel of peace."
    },
    {
        "o": 33239,
        "r": "csb:Ephesians:6:16",
        "t": "In every situation take up the shield of faith with which you can extinguish all the flaming arrows of the evil one."
    },
    {
        "o": 33240,
        "r": "csb:Ephesians:6:17",
        "t": "Take the helmet of salvation and the sword of the Spirit- which is the word of God."
    },
    {
        "o": 33241,
        "r": "csb:Ephesians:6:18",
        "t": "Pray at all times in the Spirit with every prayer and request, and stay alert with all perseverance and intercession for all the saints."
    },
    {
        "o": 33242,
        "r": "csb:Ephesians:6:19",
        "t": "Pray also for me, that the message may be given to me when I open my mouth to make known with boldness the mystery of the gospel."
    },
    {
        "o": 33243,
        "r": "csb:Ephesians:6:20",
        "t": "For this I am an ambassador in chains. Pray that I might be bold enough to speak about it as I should."
    },
    {
        "o": 33244,
        "r": "csb:Ephesians:6:20",
        "t": "Paul’s Farewell",
        "h": 2
    },
    {
        "o": 33245,
        "r": "csb:Ephesians:6:21",
        "t": "Tychicus,*p our dearly loved brother and faithful servant in the Lord, will tell you all the news about me so that you may be informed."
    },
    {
        "o": 33246,
        "r": "csb:Ephesians:6:22",
        "t": "I am sending him to you for this very reason, to let you know how we are and to encourage your hearts."
    },
    {
        "o": 33247,
        "r": "csb:Ephesians:6:23",
        "t": "Peace*p to the brothers and sisters, and love with faith, from God the Father and the Lord Jesus Christ."
    },
    {
        "o": 33248,
        "r": "csb:Ephesians:6:24",
        "t": "Grace be with all who have undying love for our Lord Jesus Christ."
    }
]
