[
    {
        "o": 7557,
        "r": "niv:Judges:15:0",
        "t": "Judges 15",
        "h": 1
    },
    {
        "o": 7558,
        "r": "niv:Judges:15:0",
        "t": "Samson’s Vengeance on the Philistines",
        "h": 2
    },
    {
        "o": 7559,
        "r": "niv:Judges:15:1",
        "t": "Later*p on, at the time of wheat harvest, Samson took a young goat and went to visit his wife. He said, “I’m going to my wife’s room.” But her father would not let him go in."
    },
    {
        "o": 7560,
        "r": "niv:Judges:15:2",
        "t": "“I*p was so sure you hated her,” he said, “that I gave her to your companion. Isn’t her younger sister more attractive? Take her instead.”"
    },
    {
        "o": 7561,
        "r": "niv:Judges:15:3",
        "t": "Samson*p said to them, “This time I have a right to get even with the Philistines; I will really harm them.”"
    },
    {
        "o": 7562,
        "r": "niv:Judges:15:4",
        "t": "So he went out and caught three hundred foxes and tied them tail to tail in pairs. He then fastened a torch to every pair of tails,"
    },
    {
        "o": 7563,
        "r": "niv:Judges:15:5",
        "t": "lit the torches and let the foxes loose in the standing grain of the Philistines. He burned up the shocks and standing grain, together with the vineyards and olive groves."
    },
    {
        "o": 7564,
        "r": "niv:Judges:15:6",
        "t": "When*p the Philistines asked, “Who did this?” they were told, “Samson, the Timnite’s son-in-law, because his wife was given to his companion.” So*p the Philistines went up and burned her and her father to death."
    },
    {
        "o": 7565,
        "r": "niv:Judges:15:7",
        "t": "Samson said to them, “Since you’ve acted like this, I swear that I won’t stop until I get my revenge on you.”"
    },
    {
        "o": 7566,
        "r": "niv:Judges:15:8",
        "t": "He attacked them viciously and slaughtered many of them. Then he went down and stayed in a cave in the rock of Etam."
    },
    {
        "o": 7567,
        "r": "niv:Judges:15:9",
        "t": "The*p Philistines went up and camped in Judah, spreading out near Lehi."
    },
    {
        "o": 7568,
        "r": "niv:Judges:15:10",
        "t": "The people of Judah asked, “Why have you come to fight us?” “We*p have come to take Samson prisoner,” they answered, “to do to him as he did to us.”"
    },
    {
        "o": 7569,
        "r": "niv:Judges:15:11",
        "t": "Then*p three thousand men from Judah went down to the cave in the rock of Etam and said to Samson, “Don’t you realize that the Philistines are rulers over us? What have you done to us?” He*p answered, “I merely did to them what they did to me.”"
    },
    {
        "o": 7570,
        "r": "niv:Judges:15:12",
        "t": "They*p said to him, “We’ve come to tie you up and hand you over to the Philistines.” Samson*p said, “Swear to me that you won’t kill me yourselves.”"
    },
    {
        "o": 7571,
        "r": "niv:Judges:15:13",
        "t": "“Agreed,”*p they answered. “We will only tie you up and hand you over to them. We will not kill you.” So they bound him with two new ropes and led him up from the rock."
    },
    {
        "o": 7572,
        "r": "niv:Judges:15:14",
        "t": "As he approached Lehi, the Philistines came toward him shouting. The Spirit of the Lord*s came powerfully upon him. The ropes on his arms became like charred flax, and the bindings dropped from his hands."
    },
    {
        "o": 7573,
        "r": "niv:Judges:15:15",
        "t": "Finding a fresh jawbone of a donkey, he grabbed it and struck down a thousand men."
    },
    {
        "o": 7574,
        "r": "niv:Judges:15:16",
        "t": "Then*p Samson said, “With*pn a donkey’s jawbone I*ld have made donkeys of them. With*ln a donkey’s jawbone I*ld have killed a thousand men.”"
    },
    {
        "o": 7575,
        "r": "niv:Judges:15:17",
        "t": "When*p he finished speaking, he threw away the jawbone; and the place was called Ramath Lehi."
    },
    {
        "o": 7576,
        "r": "niv:Judges:15:18",
        "t": "Because*p he was very thirsty, he cried out to the Lord,*s “You have given your servant this great victory. Must I now die of thirst and fall into the hands of the uncircumcised?”"
    },
    {
        "o": 7577,
        "r": "niv:Judges:15:19",
        "t": "Then God opened up the hollow place in Lehi, and water came out of it. When Samson drank, his strength returned and he revived. So the spring was called En Hakkore, and it is still there in Lehi."
    },
    {
        "o": 7578,
        "r": "niv:Judges:15:20",
        "t": "Samson*p led Israel for twenty years in the days of the Philistines."
    }
]
