[
    {
        "o": 32849,
        "r": "nasb:Colossians:3:0",
        "t": "Colossians 3",
        "h": 1
    },
    {
        "o": 32850,
        "r": "nasb:Colossians:3:0",
        "t": "Put On the New Self",
        "h": 2
    },
    {
        "o": 32851,
        "r": "nasb:Colossians:3:1",
        "t": "Therefore*p if you have been raised up with Christ, keep seeking the things above, where Christ is, seated at the right hand of God."
    },
    {
        "o": 32852,
        "r": "nasb:Colossians:3:2",
        "t": "Set your mind on the things above, not on the things that are on earth."
    },
    {
        "o": 32853,
        "r": "nasb:Colossians:3:3",
        "t": "For you have died and your life is hidden with Christ in God."
    },
    {
        "o": 32854,
        "r": "nasb:Colossians:3:4",
        "t": "When Christ, who is our life, is revealed, then you also will be revealed with Him in glory."
    },
    {
        "o": 32855,
        "r": "nasb:Colossians:3:5",
        "t": "Therefore*p consider the members of your earthly body as dead to immorality, impurity, passion, evil desire, and greed, which amounts to idolatry."
    },
    {
        "o": 32856,
        "r": "nasb:Colossians:3:6",
        "t": "For it is because of these things that the wrath of God will come upon the sons of disobedience,"
    },
    {
        "o": 32857,
        "r": "nasb:Colossians:3:7",
        "t": "and in them you also once walked, when you were living in them."
    },
    {
        "o": 32858,
        "r": "nasb:Colossians:3:8",
        "t": "But now you also, put them all aside: anger, wrath, malice, slander, and*i abusive speech from your mouth."
    },
    {
        "o": 32859,
        "r": "nasb:Colossians:3:9",
        "t": "Do not lie to one another, since you laid aside the old self with its evil*i practices,"
    },
    {
        "o": 32860,
        "r": "nasb:Colossians:3:10",
        "t": "and have put on the new self who is being renewed to a true knowledge according to the image of the One who created him—"
    },
    {
        "o": 32861,
        "r": "nasb:Colossians:3:11",
        "t": "a*i renewal*i in which there is no distinction*i between*i Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave and freeman, but Christ is all, and in all."
    },
    {
        "o": 32862,
        "r": "nasb:Colossians:3:12",
        "t": "So,*p as those who have been chosen of God, holy and beloved, put on a heart of compassion, kindness, humility, gentleness and patience;"
    },
    {
        "o": 32863,
        "r": "nasb:Colossians:3:13",
        "t": "bearing with one another, and forgiving each other, whoever has a complaint against anyone; just as the Lord forgave you, so also should you."
    },
    {
        "o": 32864,
        "r": "nasb:Colossians:3:14",
        "t": "Beyond all these things put*i on*i love, which is the perfect bond of unity."
    },
    {
        "o": 32865,
        "r": "nasb:Colossians:3:15",
        "t": "Let the peace of Christ rule in your hearts, to which indeed you were called in one body; and be thankful."
    },
    {
        "o": 32866,
        "r": "nasb:Colossians:3:16",
        "t": "Let the word of Christ richly dwell within you, with all wisdom teaching and admonishing one another with psalms and*i hymns and*i spiritual songs, singing with thankfulness in your hearts to God."
    },
    {
        "o": 32867,
        "r": "nasb:Colossians:3:17",
        "t": "Whatever you do in word or deed, do*i all in the name of the Lord Jesus, giving thanks through Him to God the Father."
    },
    {
        "o": 32868,
        "r": "nasb:Colossians:3:17",
        "t": "Family Relations",
        "h": 2
    },
    {
        "o": 32869,
        "r": "nasb:Colossians:3:18",
        "t": "Wives,*p be subject to your husbands, as is fitting in the Lord."
    },
    {
        "o": 32870,
        "r": "nasb:Colossians:3:19",
        "t": "Husbands, love your wives and do not be embittered against them."
    },
    {
        "o": 32871,
        "r": "nasb:Colossians:3:20",
        "t": "Children, be obedient to your parents in all things, for this is well-pleasing to the Lord."
    },
    {
        "o": 32872,
        "r": "nasb:Colossians:3:21",
        "t": "Fathers, do not exasperate your children, so that they will not lose heart."
    },
    {
        "o": 32873,
        "r": "nasb:Colossians:3:22",
        "t": "Slaves,*p in all things obey those who are your masters on earth, not with external service, as those who merely*i please men, but with sincerity of heart, fearing the Lord."
    },
    {
        "o": 32874,
        "r": "nasb:Colossians:3:23",
        "t": "Whatever you do, do your work heartily, as for the Lord rather than for men,"
    },
    {
        "o": 32875,
        "r": "nasb:Colossians:3:24",
        "t": "knowing that from the Lord you will receive the reward of the inheritance. It is the Lord Christ whom you serve."
    },
    {
        "o": 32876,
        "r": "nasb:Colossians:3:25",
        "t": "For he who does wrong will receive the consequences of the wrong which he has done, and that without partiality."
    }
]
