[
    {
        "o": 31074,
        "r": "kjv:2 Timothy:1:0",
        "t": "2 Timothy 1",
        "h": 1
    },
    {
        "o": 31075,
        "r": "kjv:2 Timothy:1:1",
        "t": "Paul,*p an apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,"
    },
    {
        "o": 31076,
        "r": "kjv:2 Timothy:1:2",
        "t": "To*p Timothy, my dearly beloved son: Grace, mercy, and peace, from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 31077,
        "r": "kjv:2 Timothy:1:3",
        "t": "I*p thank God, whom I serve from my forefathers with pure conscience, that without ceasing I have remembrance of thee in my prayers night and day;"
    },
    {
        "o": 31078,
        "r": "kjv:2 Timothy:1:4",
        "t": "Greatly*p desiring to see thee, being mindful of thy tears, that I may be filled with joy;"
    },
    {
        "o": 31079,
        "r": "kjv:2 Timothy:1:5",
        "t": "When*p I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also."
    },
    {
        "o": 31080,
        "r": "kjv:2 Timothy:1:6",
        "t": "Wherefore*p I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands."
    },
    {
        "o": 31081,
        "r": "kjv:2 Timothy:1:7",
        "t": "For*p God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."
    },
    {
        "o": 31082,
        "r": "kjv:2 Timothy:1:8",
        "t": "Be*p not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;"
    },
    {
        "o": 31083,
        "r": "kjv:2 Timothy:1:9",
        "t": "Who*p hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,"
    },
    {
        "o": 31084,
        "r": "kjv:2 Timothy:1:10",
        "t": "But*p is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:"
    },
    {
        "o": 31085,
        "r": "kjv:2 Timothy:1:11",
        "t": "Whereunto*p I am appointed a preacher, and an apostle, and a teacher of the Gentiles."
    },
    {
        "o": 31086,
        "r": "kjv:2 Timothy:1:12",
        "t": "For*p the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day."
    },
    {
        "o": 31087,
        "r": "kjv:2 Timothy:1:13",
        "t": "Hold*p fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus."
    },
    {
        "o": 31088,
        "r": "kjv:2 Timothy:1:14",
        "t": "That*p good thing which was committed unto thee keep by the Holy Ghost which dwelleth in us."
    },
    {
        "o": 31089,
        "r": "kjv:2 Timothy:1:15",
        "t": "This*p thou knowest, that all they which are in Asia be turned away from me; of whom are Phygellus and Hermogenes."
    },
    {
        "o": 31090,
        "r": "kjv:2 Timothy:1:16",
        "t": "The*p Lord give mercy unto the house of Onesiphorus; for he oft refreshed me, and was not ashamed of my chain:"
    },
    {
        "o": 31091,
        "r": "kjv:2 Timothy:1:17",
        "t": "But,*p when he was in Rome, he sought me out very diligently, and found me."
    },
    {
        "o": 31092,
        "r": "kjv:2 Timothy:1:18",
        "t": "The*p Lord grant unto him that he may find mercy of the Lord in that day: and in how many things he ministered unto me at Ephesus, thou knowest very well."
    },
    {
        "o": 31093,
        "r": "kjv:2 Timothy:2:0",
        "t": "2 Timothy 2",
        "h": 1
    },
    {
        "o": 31094,
        "r": "kjv:2 Timothy:2:1",
        "t": "Thou*p therefore, my son, be strong in the grace that is in Christ Jesus."
    },
    {
        "o": 31095,
        "r": "kjv:2 Timothy:2:2",
        "t": "And*p the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also."
    },
    {
        "o": 31096,
        "r": "kjv:2 Timothy:2:3",
        "t": "Thou*p therefore endure hardness, as a good soldier of Jesus Christ."
    },
    {
        "o": 31097,
        "r": "kjv:2 Timothy:2:4",
        "t": "No*p man that warreth entangleth himself with the affairs of this life; that he may please him who hath chosen him to be a soldier."
    },
    {
        "o": 31098,
        "r": "kjv:2 Timothy:2:5",
        "t": "And*p if a man also strive for masteries, yet is he not crowned, except he strive lawfully."
    },
    {
        "o": 31099,
        "r": "kjv:2 Timothy:2:6",
        "t": "The*p husbandman that laboureth must be first partaker of the fruits."
    },
    {
        "o": 31100,
        "r": "kjv:2 Timothy:2:7",
        "t": "Consider*p what I say; and the Lord give thee understanding in all things."
    },
    {
        "o": 31101,
        "r": "kjv:2 Timothy:2:8",
        "t": "Remember*p that Jesus Christ of the seed of David was raised from the dead according to my gospel:"
    },
    {
        "o": 31102,
        "r": "kjv:2 Timothy:2:9",
        "t": "Wherein*p I suffer trouble, as an evil doer, even unto bonds; but the word of God is not bound."
    },
    {
        "o": 31103,
        "r": "kjv:2 Timothy:2:10",
        "t": "Therefore*p I endure all things for the elect's sakes, that they may also obtain the salvation which is in Christ Jesus with eternal glory."
    },
    {
        "o": 31104,
        "r": "kjv:2 Timothy:2:11",
        "t": "It*p is a faithful saying: For if we be dead with him, we shall also live with him:"
    },
    {
        "o": 31105,
        "r": "kjv:2 Timothy:2:12",
        "t": "If*p we suffer, we shall also reign with him: if we deny him, he also will deny us:"
    },
    {
        "o": 31106,
        "r": "kjv:2 Timothy:2:13",
        "t": "If*p we believe not, yet he abideth faithful: he cannot deny himself."
    },
    {
        "o": 31107,
        "r": "kjv:2 Timothy:2:14",
        "t": "Of*p these things put them in remembrance, charging them before the Lord that they strive not about words to no profit, but to the subverting of the hearers."
    },
    {
        "o": 31108,
        "r": "kjv:2 Timothy:2:15",
        "t": "Study*p to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth."
    },
    {
        "o": 31109,
        "r": "kjv:2 Timothy:2:16",
        "t": "But*p shun profane and vain babblings: for they will increase unto more ungodliness."
    },
    {
        "o": 31110,
        "r": "kjv:2 Timothy:2:17",
        "t": "And*p their word will eat as doth a canker: of whom is Hymenaeus and Philetus;"
    },
    {
        "o": 31111,
        "r": "kjv:2 Timothy:2:18",
        "t": "Who*p concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some."
    },
    {
        "o": 31112,
        "r": "kjv:2 Timothy:2:19",
        "t": "Nevertheless*p the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity."
    },
    {
        "o": 31113,
        "r": "kjv:2 Timothy:2:20",
        "t": "But*p in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour."
    },
    {
        "o": 31114,
        "r": "kjv:2 Timothy:2:21",
        "t": "If*p a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master's use, and prepared unto every good work."
    },
    {
        "o": 31115,
        "r": "kjv:2 Timothy:2:22",
        "t": "Flee*p also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart."
    },
    {
        "o": 31116,
        "r": "kjv:2 Timothy:2:23",
        "t": "But*p foolish and unlearned questions avoid, knowing that they do gender strifes."
    },
    {
        "o": 31117,
        "r": "kjv:2 Timothy:2:24",
        "t": "And*p the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,"
    },
    {
        "o": 31118,
        "r": "kjv:2 Timothy:2:25",
        "t": "In*p meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;"
    },
    {
        "o": 31119,
        "r": "kjv:2 Timothy:2:26",
        "t": "And*p that they may recover themselves out of the snare of the devil, who are taken captive by him at his will."
    },
    {
        "o": 31120,
        "r": "kjv:2 Timothy:3:0",
        "t": "2 Timothy 3",
        "h": 1
    },
    {
        "o": 31121,
        "r": "kjv:2 Timothy:3:1",
        "t": "This*p know also, that in the last days perilous times shall come."
    },
    {
        "o": 31122,
        "r": "kjv:2 Timothy:3:2",
        "t": "For*p men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,"
    },
    {
        "o": 31123,
        "r": "kjv:2 Timothy:3:3",
        "t": "Without*p natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,"
    },
    {
        "o": 31124,
        "r": "kjv:2 Timothy:3:4",
        "t": "Traitors,*p heady, highminded, lovers of pleasures more than lovers of God;"
    },
    {
        "o": 31125,
        "r": "kjv:2 Timothy:3:5",
        "t": "Having*p a form of godliness, but denying the power thereof: from such turn away."
    },
    {
        "o": 31126,
        "r": "kjv:2 Timothy:3:6",
        "t": "For*p of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,"
    },
    {
        "o": 31127,
        "r": "kjv:2 Timothy:3:7",
        "t": "Ever*p learning, and never able to come to the knowledge of the truth."
    },
    {
        "o": 31128,
        "r": "kjv:2 Timothy:3:8",
        "t": "Now*p as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith."
    },
    {
        "o": 31129,
        "r": "kjv:2 Timothy:3:9",
        "t": "But*p they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was."
    },
    {
        "o": 31130,
        "r": "kjv:2 Timothy:3:10",
        "t": "But*p thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,"
    },
    {
        "o": 31131,
        "r": "kjv:2 Timothy:3:11",
        "t": "Persecutions,*p afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me."
    },
    {
        "o": 31132,
        "r": "kjv:2 Timothy:3:12",
        "t": "Yea,*p and all that will live godly in Christ Jesus shall suffer persecution."
    },
    {
        "o": 31133,
        "r": "kjv:2 Timothy:3:13",
        "t": "But*p evil men and seducers shall wax worse and worse, deceiving, and being deceived."
    },
    {
        "o": 31134,
        "r": "kjv:2 Timothy:3:14",
        "t": "But*p continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;"
    },
    {
        "o": 31135,
        "r": "kjv:2 Timothy:3:15",
        "t": "And*p that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus."
    },
    {
        "o": 31136,
        "r": "kjv:2 Timothy:3:16",
        "t": "All*p scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:"
    },
    {
        "o": 31137,
        "r": "kjv:2 Timothy:3:17",
        "t": "That*p the man of God may be perfect, thoroughly furnished unto all good works."
    },
    {
        "o": 31138,
        "r": "kjv:2 Timothy:4:0",
        "t": "2 Timothy 4",
        "h": 1
    },
    {
        "o": 31139,
        "r": "kjv:2 Timothy:4:1",
        "t": "I*p charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;"
    },
    {
        "o": 31140,
        "r": "kjv:2 Timothy:4:2",
        "t": "Preach*p the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine."
    },
    {
        "o": 31141,
        "r": "kjv:2 Timothy:4:3",
        "t": "For*p the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;"
    },
    {
        "o": 31142,
        "r": "kjv:2 Timothy:4:4",
        "t": "And*p they shall turn away their ears from the truth, and shall be turned unto fables."
    },
    {
        "o": 31143,
        "r": "kjv:2 Timothy:4:5",
        "t": "But*p watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry."
    },
    {
        "o": 31144,
        "r": "kjv:2 Timothy:4:6",
        "t": "For*p I am now ready to be offered, and the time of my departure is at hand."
    },
    {
        "o": 31145,
        "r": "kjv:2 Timothy:4:7",
        "t": "I*p have fought a good fight, I have finished my course, I have kept the faith:"
    },
    {
        "o": 31146,
        "r": "kjv:2 Timothy:4:8",
        "t": "Henceforth*p there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing."
    },
    {
        "o": 31147,
        "r": "kjv:2 Timothy:4:9",
        "t": "Do*p thy diligence to come shortly unto me:"
    },
    {
        "o": 31148,
        "r": "kjv:2 Timothy:4:10",
        "t": "For*p Demas hath forsaken me, having loved this present world, and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia."
    },
    {
        "o": 31149,
        "r": "kjv:2 Timothy:4:11",
        "t": "Only*p Luke is with me. Take Mark, and bring him with thee: for he is profitable to me for the ministry."
    },
    {
        "o": 31150,
        "r": "kjv:2 Timothy:4:12",
        "t": "And*p Tychicus have I sent to Ephesus."
    },
    {
        "o": 31151,
        "r": "kjv:2 Timothy:4:13",
        "t": "The*p cloak that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but especially the parchments."
    },
    {
        "o": 31152,
        "r": "kjv:2 Timothy:4:14",
        "t": "Alexander*p the coppersmith did me much evil: the Lord reward him according to his works:"
    },
    {
        "o": 31153,
        "r": "kjv:2 Timothy:4:15",
        "t": "Of*p whom be thou ware also; for he hath greatly withstood our words."
    },
    {
        "o": 31154,
        "r": "kjv:2 Timothy:4:16",
        "t": "At*p my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge."
    },
    {
        "o": 31155,
        "r": "kjv:2 Timothy:4:17",
        "t": "Notwithstanding*p the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion."
    },
    {
        "o": 31156,
        "r": "kjv:2 Timothy:4:18",
        "t": "And*p the Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be glory for ever and ever. Amen."
    },
    {
        "o": 31157,
        "r": "kjv:2 Timothy:4:19",
        "t": "Salute*p Priscilla and Aquila, and the household of Onesiphorus."
    },
    {
        "o": 31158,
        "r": "kjv:2 Timothy:4:20",
        "t": "Erastus*p abode at Corinth: but Trophimus have I left at Miletus sick."
    },
    {
        "o": 31159,
        "r": "kjv:2 Timothy:4:21",
        "t": "Do*p thy diligence to come before winter. Eubulus greeteth thee, and Pudens, and Linus, and Claudia, and all the brethren."
    },
    {
        "o": 31160,
        "r": "kjv:2 Timothy:4:22",
        "t": "The*p Lord Jesus Christ be with thy spirit. Grace be with you. Amen."
    }
]
