[
    {
        "o": 13033,
        "r": "nkjv:2 Chronicles:28:0",
        "t": "2 Chronicles 28",
        "h": 1
    },
    {
        "o": 13034,
        "r": "nkjv:2 Chronicles:28:0",
        "t": "Ahaz Reigns in Judah",
        "h": 2
    },
    {
        "o": 13035,
        "r": "nkjv:2 Chronicles:28:1",
        "t": "Ahaz*p was*i twenty years old when he became king, and he reigned sixteen years in Jerusalem; and he did not do what*i was*i right in the sight of the Lord,*s as his father David had*i done.*i"
    },
    {
        "o": 13036,
        "r": "nkjv:2 Chronicles:28:2",
        "t": "For he walked in the ways of the kings of Israel, and made molded images for the Baals."
    },
    {
        "o": 13037,
        "r": "nkjv:2 Chronicles:28:3",
        "t": "He burned incense in the Valley of the Son of Hinnom, and burned his children in the fire, according to the abominations of the nations whom the Lord*s had cast out before the children of Israel."
    },
    {
        "o": 13038,
        "r": "nkjv:2 Chronicles:28:4",
        "t": "And he sacrificed and burned incense on the high places, on the hills, and under every green tree."
    },
    {
        "o": 13039,
        "r": "nkjv:2 Chronicles:28:4",
        "t": "Syria and Israel Defeat Judah",
        "h": 2
    },
    {
        "o": 13040,
        "r": "nkjv:2 Chronicles:28:5",
        "t": "Therefore*p the Lord*s his God delivered him into the hand of the king of Syria. They defeated him, and carried away a great multitude of them as captives, and brought them*i to Damascus. Then he was also delivered into the hand of the king of Israel, who defeated him with a great slaughter."
    },
    {
        "o": 13041,
        "r": "nkjv:2 Chronicles:28:6",
        "t": "For Pekah the son of Remaliah killed one hundred and twenty thousand in Judah in one day, all valiant men, because they had forsaken the Lord*s God of their fathers."
    },
    {
        "o": 13042,
        "r": "nkjv:2 Chronicles:28:7",
        "t": "Zichri, a mighty man of Ephraim, killed Maaseiah the king’s son, Azrikam the officer over the house, and Elkanah who*i was*i second to the king."
    },
    {
        "o": 13043,
        "r": "nkjv:2 Chronicles:28:8",
        "t": "And the children of Israel carried away captive of their brethren two hundred thousand women, sons, and daughters; and they also took away much spoil from them, and brought the spoil to Samaria."
    },
    {
        "o": 13044,
        "r": "nkjv:2 Chronicles:28:8",
        "t": "Israel Returns the Captives",
        "h": 2
    },
    {
        "o": 13045,
        "r": "nkjv:2 Chronicles:28:9",
        "t": "But*p a prophet of the Lord*s was there, whose name was*i Oded; and he went out before the army that came to Samaria, and said to them: “Look, because the Lord*s God of your fathers was angry with Judah, He has delivered them into your hand; but you have killed them in a rage that*i reaches up to heaven."
    },
    {
        "o": 13046,
        "r": "nkjv:2 Chronicles:28:10",
        "t": "And now you propose to force the children of Judah and Jerusalem to be your male and female slaves; but*i are*i you not also guilty before the Lord*s your God?"
    },
    {
        "o": 13047,
        "r": "nkjv:2 Chronicles:28:11",
        "t": "Now hear me, therefore, and return the captives, whom you have taken captive from your brethren, for the fierce wrath of the Lord*s is*i upon you.”"
    },
    {
        "o": 13048,
        "r": "nkjv:2 Chronicles:28:12",
        "t": "Then*p some of the heads of the children of Ephraim, Azariah the son of Johanan, Berechiah the son of Meshillemoth, Jehizkiah the son of Shallum, and Amasa the son of Hadlai, stood up against those who came from the war,"
    },
    {
        "o": 13049,
        "r": "nkjv:2 Chronicles:28:13",
        "t": "and said to them, “You shall not bring the captives here, for we already*i have offended the Lord.*s You intend to add to our sins and to our guilt; for our guilt is great, and there*i is*i fierce wrath against Israel.”"
    },
    {
        "o": 13050,
        "r": "nkjv:2 Chronicles:28:14",
        "t": "So the armed men left the captives and the spoil before the leaders and all the assembly."
    },
    {
        "o": 13051,
        "r": "nkjv:2 Chronicles:28:15",
        "t": "Then the men who were designated by name rose up and took the captives, and from the spoil they clothed all who were naked among them, dressed them and gave them sandals, gave them food and drink, and anointed them; and they let all the feeble ones ride on donkeys. So they brought them to their brethren at Jericho, the city of palm trees. Then they returned to Samaria."
    },
    {
        "o": 13052,
        "r": "nkjv:2 Chronicles:28:15",
        "t": "Assyria Refuses to Help Judah",
        "h": 2
    },
    {
        "o": 13053,
        "r": "nkjv:2 Chronicles:28:16",
        "t": "At*p the same time King Ahaz sent to the kings of Assyria to help him."
    },
    {
        "o": 13054,
        "r": "nkjv:2 Chronicles:28:17",
        "t": "For again the Edomites had come, attacked Judah, and carried away captives."
    },
    {
        "o": 13055,
        "r": "nkjv:2 Chronicles:28:18",
        "t": "The Philistines also had invaded the cities of the lowland and of the South of Judah, and had taken Beth Shemesh, Aijalon, Gederoth, Sochoh with its villages, Timnah with its villages, and Gimzo with its villages; and they dwelt there."
    },
    {
        "o": 13056,
        "r": "nkjv:2 Chronicles:28:19",
        "t": "For the Lord*s brought Judah low because of Ahaz king of Israel, for he had encouraged moral decline in Judah and had been continually unfaithful to the Lord.*s"
    },
    {
        "o": 13057,
        "r": "nkjv:2 Chronicles:28:20",
        "t": "Also Tiglath-Pileser king of Assyria came to him and distressed him, and did not assist him."
    },
    {
        "o": 13058,
        "r": "nkjv:2 Chronicles:28:21",
        "t": "For Ahaz took part of*i the*i treasures*i from the house of the Lord,*s from the house of the king, and from the leaders, and he gave it*i to the king of Assyria; but he did not help him."
    },
    {
        "o": 13059,
        "r": "nkjv:2 Chronicles:28:21",
        "t": "Apostasy and Death of Ahaz",
        "h": 2
    },
    {
        "o": 13060,
        "r": "nkjv:2 Chronicles:28:22",
        "t": "Now*p in the time of his distress King Ahaz became increasingly unfaithful to the Lord.*s This is*i that*i King Ahaz."
    },
    {
        "o": 13061,
        "r": "nkjv:2 Chronicles:28:23",
        "t": "For he sacrificed to the gods of Damascus which had defeated him, saying, “Because the gods of the kings of Syria help them, I will sacrifice to them that they may help me.” But they were the ruin of him and of all Israel."
    },
    {
        "o": 13062,
        "r": "nkjv:2 Chronicles:28:24",
        "t": "So Ahaz gathered the articles of the house of God, cut in pieces the articles of the house of God, shut up the doors of the house of the Lord,*s and made for himself altars in every corner of Jerusalem."
    },
    {
        "o": 13063,
        "r": "nkjv:2 Chronicles:28:25",
        "t": "And in every single city of Judah he made high places to burn incense to other gods, and provoked to anger the Lord*s God of his fathers."
    },
    {
        "o": 13064,
        "r": "nkjv:2 Chronicles:28:26",
        "t": "Now*p the rest of his acts and all his ways, from first to last, indeed they are*i written in the book of the kings of Judah and Israel."
    },
    {
        "o": 13065,
        "r": "nkjv:2 Chronicles:28:27",
        "t": "So Ahaz rested with his fathers, and they buried him in the city, in Jerusalem; but they did not bring him into the tombs of the kings of Israel. Then Hezekiah his son reigned in his place."
    }
]
