[
    {
        "o": 32145,
        "r": "niv:Galatians:3:0",
        "t": "Galatians 3",
        "h": 1
    },
    {
        "o": 32146,
        "r": "niv:Galatians:3:0",
        "t": "Faith or Works of the Law",
        "h": 2
    },
    {
        "o": 32147,
        "r": "niv:Galatians:3:1",
        "t": "You*p foolish Galatians! Who has bewitched you? Before your very eyes Jesus Christ was clearly portrayed as crucified."
    },
    {
        "o": 32148,
        "r": "niv:Galatians:3:2",
        "t": "I would like to learn just one thing from you: Did you receive the Spirit by the works of the law, or by believing what you heard?"
    },
    {
        "o": 32149,
        "r": "niv:Galatians:3:3",
        "t": "Are you so foolish? After beginning by means of the Spirit, are you now trying to finish by means of the flesh?"
    },
    {
        "o": 32150,
        "r": "niv:Galatians:3:4",
        "t": "Have you experienced so much in vain—if it really was in vain?"
    },
    {
        "o": 32151,
        "r": "niv:Galatians:3:5",
        "t": "So again I ask, does God give you his Spirit and work miracles among you by the works of the law, or by your believing what you heard?"
    },
    {
        "o": 32152,
        "r": "niv:Galatians:3:6",
        "t": "So also Abraham “believed God, and it was credited to him as righteousness.”"
    },
    {
        "o": 32153,
        "r": "niv:Galatians:3:7",
        "t": "Understand,*p then, that those who have faith are children of Abraham."
    },
    {
        "o": 32154,
        "r": "niv:Galatians:3:8",
        "t": "Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: “All nations will be blessed through you.”"
    },
    {
        "o": 32155,
        "r": "niv:Galatians:3:9",
        "t": "So those who rely on faith are blessed along with Abraham, the man of faith."
    },
    {
        "o": 32156,
        "r": "niv:Galatians:3:10",
        "t": "For*p all who rely on the works of the law are under a curse, as it is written: “Cursed is everyone who does not continue to do everything written in the Book of the Law.”"
    },
    {
        "o": 32157,
        "r": "niv:Galatians:3:11",
        "t": "Clearly no one who relies on the law is justified before God, because “the righteous will live by faith.”"
    },
    {
        "o": 32158,
        "r": "niv:Galatians:3:12",
        "t": "The law is not based on faith; on the contrary, it says, “The person who does these things will live by them.”"
    },
    {
        "o": 32159,
        "r": "niv:Galatians:3:13",
        "t": "Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: “Cursed is everyone who is hung on a pole.”"
    },
    {
        "o": 32160,
        "r": "niv:Galatians:3:14",
        "t": "He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit."
    },
    {
        "o": 32161,
        "r": "niv:Galatians:3:14",
        "t": "The Law and the Promise",
        "h": 2
    },
    {
        "o": 32162,
        "r": "niv:Galatians:3:15",
        "t": "Brothers*p and sisters, let me take an example from everyday life. Just as no one can set aside or add to a human covenant that has been duly established, so it is in this case."
    },
    {
        "o": 32163,
        "r": "niv:Galatians:3:16",
        "t": "The promises were spoken to Abraham and to his seed. Scripture does not say “and to seeds,” meaning many people, but “and to your seed,” meaning one person, who is Christ."
    },
    {
        "o": 32164,
        "r": "niv:Galatians:3:17",
        "t": "What I mean is this: The law, introduced 430 years later, does not set aside the covenant previously established by God and thus do away with the promise."
    },
    {
        "o": 32165,
        "r": "niv:Galatians:3:18",
        "t": "For if the inheritance depends on the law, then it no longer depends on the promise; but God in his grace gave it to Abraham through a promise."
    },
    {
        "o": 32166,
        "r": "niv:Galatians:3:19",
        "t": "Why,*p then, was the law given at all? It was added because of transgressions until the Seed to whom the promise referred had come. The law was given through angels and entrusted to a mediator."
    },
    {
        "o": 32167,
        "r": "niv:Galatians:3:20",
        "t": "A mediator, however, implies more than one party; but God is one."
    },
    {
        "o": 32168,
        "r": "niv:Galatians:3:21",
        "t": "Is*p the law, therefore, opposed to the promises of God? Absolutely not! For if a law had been given that could impart life, then righteousness would certainly have come by the law."
    },
    {
        "o": 32169,
        "r": "niv:Galatians:3:22",
        "t": "But Scripture has locked up everything under the control of sin, so that what was promised, being given through faith in Jesus Christ, might be given to those who believe."
    },
    {
        "o": 32170,
        "r": "niv:Galatians:3:22",
        "t": "Children of God",
        "h": 2
    },
    {
        "o": 32171,
        "r": "niv:Galatians:3:23",
        "t": "Before*p the coming of this faith, we were held in custody under the law, locked up until the faith that was to come would be revealed."
    },
    {
        "o": 32172,
        "r": "niv:Galatians:3:24",
        "t": "So the law was our guardian until Christ came that we might be justified by faith."
    },
    {
        "o": 32173,
        "r": "niv:Galatians:3:25",
        "t": "Now that this faith has come, we are no longer under a guardian."
    },
    {
        "o": 32174,
        "r": "niv:Galatians:3:26",
        "t": "So*p in Christ Jesus you are all children of God through faith,"
    },
    {
        "o": 32175,
        "r": "niv:Galatians:3:27",
        "t": "for all of you who were baptized into Christ have clothed yourselves with Christ."
    },
    {
        "o": 32176,
        "r": "niv:Galatians:3:28",
        "t": "There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus."
    },
    {
        "o": 32177,
        "r": "niv:Galatians:3:29",
        "t": "If you belong to Christ, then you are Abraham’s seed, and heirs according to the promise."
    }
]
