[
    {
        "o": 24501,
        "r": "nasb:Daniel:10:0",
        "t": "Daniel 10",
        "h": 1
    },
    {
        "o": 24502,
        "r": "nasb:Daniel:10:0",
        "t": "Daniel Is Terrified by a Vision",
        "h": 2
    },
    {
        "o": 24503,
        "r": "nasb:Daniel:10:1",
        "t": "In*p the third year of Cyrus king of Persia a message was revealed to Daniel, who was named Belteshazzar; and the message was true and one*i of*i great conflict, but he understood the message and had an understanding of the vision."
    },
    {
        "o": 24504,
        "r": "nasb:Daniel:10:2",
        "t": "In*p those days, I, Daniel, had been mourning for three entire weeks."
    },
    {
        "o": 24505,
        "r": "nasb:Daniel:10:3",
        "t": "I did not eat any tasty food, nor did meat or wine enter my mouth, nor did I use any ointment at all until the entire three weeks were completed."
    },
    {
        "o": 24506,
        "r": "nasb:Daniel:10:4",
        "t": "On the twenty-fourth day of the first month, while I was by the bank of the great river, that is, the Tigris,"
    },
    {
        "o": 24507,
        "r": "nasb:Daniel:10:5",
        "t": "I lifted my eyes and looked, and behold, there was a certain man dressed in linen, whose waist was girded with a*i belt*i of*i pure gold of Uphaz."
    },
    {
        "o": 24508,
        "r": "nasb:Daniel:10:6",
        "t": "His body also was*i like beryl, his face had the appearance of lightning, his eyes were like flaming torches, his arms and feet like the gleam of polished bronze, and the sound of his words like the sound of a tumult."
    },
    {
        "o": 24509,
        "r": "nasb:Daniel:10:7",
        "t": "Now I, Daniel, alone saw the vision, while the men who were with me did not see the vision; nevertheless, a great dread fell on them, and they ran away to hide themselves."
    },
    {
        "o": 24510,
        "r": "nasb:Daniel:10:8",
        "t": "So I was left alone and saw this great vision; yet no strength was left in me, for my natural color turned to a deathly pallor, and I retained no strength."
    },
    {
        "o": 24511,
        "r": "nasb:Daniel:10:9",
        "t": "But I heard the sound of his words; and as soon as I heard the sound of his words, I fell into a deep sleep on my face, with my face to the ground."
    },
    {
        "o": 24512,
        "r": "nasb:Daniel:10:9",
        "t": "Daniel Comforted",
        "h": 2
    },
    {
        "o": 24513,
        "r": "nasb:Daniel:10:10",
        "t": "Then*p behold, a hand touched me and set me trembling on my hands and knees."
    },
    {
        "o": 24514,
        "r": "nasb:Daniel:10:11",
        "t": "He said to me, “O Daniel, man of high esteem, understand the words that I am about to tell you and stand upright, for I have now been sent to you.” And when he had spoken this word to me, I stood up trembling."
    },
    {
        "o": 24515,
        "r": "nasb:Daniel:10:12",
        "t": "Then he said to me, “Do not be afraid, Daniel, for from the first day that you set your heart on understanding this*i and on humbling yourself before your God, your words were heard, and I have come in response to your words."
    },
    {
        "o": 24516,
        "r": "nasb:Daniel:10:13",
        "t": "But the prince of the kingdom of Persia was withstanding me for twenty-one days; then behold, Michael, one of the chief princes, came to help me, for I had been left there with the kings of Persia."
    },
    {
        "o": 24517,
        "r": "nasb:Daniel:10:14",
        "t": "Now I have come to give you an understanding of what will happen to your people in the latter days, for the vision pertains to the days yet future.”*i"
    },
    {
        "o": 24518,
        "r": "nasb:Daniel:10:15",
        "t": "When*p he had spoken to me according to these words, I turned my face toward the ground and became speechless."
    },
    {
        "o": 24519,
        "r": "nasb:Daniel:10:16",
        "t": "And behold, one who resembled a human being was touching my lips; then I opened my mouth and spoke and said to him who was standing before me, “O my lord, as a result of the vision anguish has come upon me, and I have retained no strength."
    },
    {
        "o": 24520,
        "r": "nasb:Daniel:10:17",
        "t": "For how can such a servant of my lord talk with such as my lord? As for me, there remains just now no strength in me, nor has any breath been left in me.”"
    },
    {
        "o": 24521,
        "r": "nasb:Daniel:10:18",
        "t": "Then*p this*i one with human appearance touched me again and strengthened me."
    },
    {
        "o": 24522,
        "r": "nasb:Daniel:10:19",
        "t": "He said, “O man of high esteem, do not be afraid. Peace be with you; take courage and be courageous!” Now as soon as he spoke to me, I received strength and said, “May my lord speak, for you have strengthened me.”"
    },
    {
        "o": 24523,
        "r": "nasb:Daniel:10:20",
        "t": "Then he said, “Do you understand why I came to you? But I shall now return to fight against the prince of Persia; so I am going forth, and behold, the prince of Greece is about to come."
    },
    {
        "o": 24524,
        "r": "nasb:Daniel:10:21",
        "t": "However, I will tell you what is inscribed in the writing of truth. Yet there is no one who stands firmly with me against these forces*i except Michael your prince."
    }
]
