[
    {
        "o": 17014,
        "r": "kjv:Psalm:140:0",
        "t": "Psalm 140",
        "h": 1
    },
    {
        "o": 17015,
        "r": "kjv:Psalm:140:0",
        "t": "To the chief Musician, A Psalm of David.",
        "h": 4
    },
    {
        "o": 17016,
        "r": "kjv:Psalm:140:1",
        "t": "Deliver*p me, O Lord,*s from the evil man: preserve me from the violent man;"
    },
    {
        "o": 17017,
        "r": "kjv:Psalm:140:2",
        "t": "Which*p imagine mischiefs in their heart; continually are they gathered together for war."
    },
    {
        "o": 17018,
        "r": "kjv:Psalm:140:3",
        "t": "They*p have sharpened their tongues like a serpent; adders' poison is under their lips. Selah."
    },
    {
        "o": 17019,
        "r": "kjv:Psalm:140:4",
        "t": "Keep*p me, O Lord,*s from the hands of the wicked; preserve me from the violent man; who have purposed to overthrow my goings."
    },
    {
        "o": 17020,
        "r": "kjv:Psalm:140:5",
        "t": "The*p proud have hid a snare for me, and cords; they have spread a net by the wayside; they have set gins for me. Selah."
    },
    {
        "o": 17021,
        "r": "kjv:Psalm:140:6",
        "t": "I*p said unto the Lord,*s Thou art my God: hear the voice of my supplications, O Lord.*s"
    },
    {
        "o": 17022,
        "r": "kjv:Psalm:140:7",
        "t": "O*p God*s the Lord, the strength of my salvation, thou hast covered my head in the day of battle."
    },
    {
        "o": 17023,
        "r": "kjv:Psalm:140:8",
        "t": "Grant*p not, O Lord,*s the desires of the wicked: further not his wicked device; lest they exalt themselves. Selah."
    },
    {
        "o": 17024,
        "r": "kjv:Psalm:140:9",
        "t": "As*p for the head of those that compass me about, let the mischief of their own lips cover them."
    },
    {
        "o": 17025,
        "r": "kjv:Psalm:140:10",
        "t": "Let*p burning coals fall upon them: let them be cast into the fire; into deep pits, that they rise not up again."
    },
    {
        "o": 17026,
        "r": "kjv:Psalm:140:11",
        "t": "Let*p not an evil speaker be established in the earth: evil shall hunt the violent man to overthrow him."
    },
    {
        "o": 17027,
        "r": "kjv:Psalm:140:12",
        "t": "I*p know that the Lord*s will maintain the cause of the afflicted, and the right of the poor."
    },
    {
        "o": 17028,
        "r": "kjv:Psalm:140:13",
        "t": "Surely*p the righteous shall give thanks unto thy name: the upright shall dwell in thy presence."
    }
]
