[
    {
        "o": 1684,
        "r": "esv:Exodus:2:0",
        "t": "Exodus 2",
        "h": 1
    },
    {
        "o": 1685,
        "r": "esv:Exodus:2:0",
        "t": "The Birth of Moses",
        "h": 2
    },
    {
        "o": 1686,
        "r": "esv:Exodus:2:1",
        "t": "Now*p a man from the house of Levi went and took as his wife a Levite woman."
    },
    {
        "o": 1687,
        "r": "esv:Exodus:2:2",
        "t": "The woman conceived and bore a son, and when she saw that he was a fine child, she hid him three months."
    },
    {
        "o": 1688,
        "r": "esv:Exodus:2:3",
        "t": "When she could hide him no longer, she took for him a basket made of bulrushes and daubed it with bitumen and pitch. She put the child in it and placed it among the reeds by the river bank."
    },
    {
        "o": 1689,
        "r": "esv:Exodus:2:4",
        "t": "And his sister stood at a distance to know what would be done to him."
    },
    {
        "o": 1690,
        "r": "esv:Exodus:2:5",
        "t": "Now the daughter of Pharaoh came down to bathe at the river, while her young women walked beside the river. She saw the basket among the reeds and sent her servant woman, and she took it."
    },
    {
        "o": 1691,
        "r": "esv:Exodus:2:6",
        "t": "When she opened it, she saw the child, and behold, the baby was crying. She took pity on him and said, “This is one of the Hebrews’ children.”"
    },
    {
        "o": 1692,
        "r": "esv:Exodus:2:7",
        "t": "Then his sister said to Pharaoh’s daughter, “Shall I go and call you a nurse from the Hebrew women to nurse the child for you?”"
    },
    {
        "o": 1693,
        "r": "esv:Exodus:2:8",
        "t": "And Pharaoh’s daughter said to her, “Go.” So the girl went and called the child’s mother."
    },
    {
        "o": 1694,
        "r": "esv:Exodus:2:9",
        "t": "And Pharaoh’s daughter said to her, “Take this child away and nurse him for me, and I will give you your wages.” So the woman took the child and nursed him."
    },
    {
        "o": 1695,
        "r": "esv:Exodus:2:10",
        "t": "When the child grew older, she brought him to Pharaoh’s daughter, and he became her son. She named him Moses, “Because,” she said, “I drew him out of the water.”"
    },
    {
        "o": 1696,
        "r": "esv:Exodus:2:10",
        "t": "Moses Flees to Midian",
        "h": 2
    },
    {
        "o": 1697,
        "r": "esv:Exodus:2:11",
        "t": "One*p day, when Moses had grown up, he went out to his people and looked on their burdens, and he saw an Egyptian beating a Hebrew, one of his people."
    },
    {
        "o": 1698,
        "r": "esv:Exodus:2:12",
        "t": "He looked this way and that, and seeing no one, he struck down the Egyptian and hid him in the sand."
    },
    {
        "o": 1699,
        "r": "esv:Exodus:2:13",
        "t": "When he went out the next day, behold, two Hebrews were struggling together. And he said to the man in the wrong, “Why do you strike your companion?”"
    },
    {
        "o": 1700,
        "r": "esv:Exodus:2:14",
        "t": "He answered, “Who made you a prince and a judge over us? Do you mean to kill me as you killed the Egyptian?” Then Moses was afraid, and thought, “Surely the thing is known.”"
    },
    {
        "o": 1701,
        "r": "esv:Exodus:2:15",
        "t": "When Pharaoh heard of it, he sought to kill Moses. But Moses fled from Pharaoh and stayed in the land of Midian. And he sat down by a well."
    },
    {
        "o": 1702,
        "r": "esv:Exodus:2:16",
        "t": "Now*p the priest of Midian had seven daughters, and they came and drew water and filled the troughs to water their father’s flock."
    },
    {
        "o": 1703,
        "r": "esv:Exodus:2:17",
        "t": "The shepherds came and drove them away, but Moses stood up and saved them, and watered their flock."
    },
    {
        "o": 1704,
        "r": "esv:Exodus:2:18",
        "t": "When they came home to their father Reuel, he said, “How is it that you have come home so soon today?”"
    },
    {
        "o": 1705,
        "r": "esv:Exodus:2:19",
        "t": "They said, “An Egyptian delivered us out of the hand of the shepherds and even drew water for us and watered the flock.”"
    },
    {
        "o": 1706,
        "r": "esv:Exodus:2:20",
        "t": "He said to his daughters, “Then where is he? Why have you left the man? Call him, that he may eat bread.”"
    },
    {
        "o": 1707,
        "r": "esv:Exodus:2:21",
        "t": "And Moses was content to dwell with the man, and he gave Moses his daughter Zipporah."
    },
    {
        "o": 1708,
        "r": "esv:Exodus:2:22",
        "t": "She gave birth to a son, and he called his name Gershom, for he said, “I have been a sojourner in a foreign land.”"
    },
    {
        "o": 1709,
        "r": "esv:Exodus:2:22",
        "t": "God Hears Israel’s Groaning",
        "h": 2
    },
    {
        "o": 1710,
        "r": "esv:Exodus:2:23",
        "t": "During*p those many days the king of Egypt died, and the people of Israel groaned because of their slavery and cried out for help. Their cry for rescue from slavery came up to God."
    },
    {
        "o": 1711,
        "r": "esv:Exodus:2:24",
        "t": "And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob."
    },
    {
        "o": 1712,
        "r": "esv:Exodus:2:25",
        "t": "God saw the people of Israel— and God knew."
    }
]
