[
    {
        "o": 22483,
        "r": "esv:Jeremiah:51:0",
        "t": "Jeremiah 51",
        "h": 1
    },
    {
        "o": 22484,
        "r": "esv:Jeremiah:51:0",
        "t": "The Utter Destruction of Babylon",
        "h": 2
    },
    {
        "o": 22485,
        "r": "esv:Jeremiah:51:1",
        "t": "Thus*pn says the Lord:*s “Behold,*ln I will stir up the spirit of a destroyer against*ld Babylon, against*ld the inhabitants of Leb-kamai,"
    },
    {
        "o": 22486,
        "r": "esv:Jeremiah:51:2",
        "t": "and*ln I will send to Babylon winnowers, and*ld they shall winnow her, and*ln they shall empty her land, when*ld they come against her from every side on*ld the day of trouble."
    },
    {
        "o": 22487,
        "r": "esv:Jeremiah:51:3",
        "t": "Let*ln not the archer bend his bow, and*ld let him not stand up in his armor. Spare*ln not her young men; devote*ld to destruction all her army."
    },
    {
        "o": 22488,
        "r": "esv:Jeremiah:51:4",
        "t": "They*ln shall fall down slain in the land of the Chaldeans, and*ld wounded in her streets."
    },
    {
        "o": 22489,
        "r": "esv:Jeremiah:51:5",
        "t": "For*ln Israel and Judah have not been forsaken by*ld their God, the Lord*s of hosts, but*ln the land of the Chaldeans is full of guilt against*ld the Holy One of Israel."
    },
    {
        "o": 22490,
        "r": "esv:Jeremiah:51:6",
        "t": "“Flee*pn from the midst of Babylon; let*ld every one save his life! Be*ln not cut off in her punishment, for*ld this is the time of the Lord’s*s vengeance, the*ld repayment he is rendering her."
    },
    {
        "o": 22491,
        "r": "esv:Jeremiah:51:7",
        "t": "Babylon*ln was a golden cup in the Lord’s*s hand, making*ld all the earth drunken; the*ln nations drank of her wine; therefore*ld the nations went mad."
    },
    {
        "o": 22492,
        "r": "esv:Jeremiah:51:8",
        "t": "Suddenly*ln Babylon has fallen and been broken; wail*ld for her! Take*ln balm for her pain; perhaps*ld she may be healed."
    },
    {
        "o": 22493,
        "r": "esv:Jeremiah:51:9",
        "t": "We*ln would have healed Babylon, but*ld she was not healed. Forsake*ln her, and let us go each*ld to his own country, for*ln her judgment has reached up to heaven and*ld has been lifted up even to the skies."
    },
    {
        "o": 22494,
        "r": "esv:Jeremiah:51:10",
        "t": "The*ln Lord*s has brought about our vindication; come,*ld let us declare in Zion the*ld work of the Lord*s our God."
    },
    {
        "o": 22495,
        "r": "esv:Jeremiah:51:11",
        "t": "“Sharpen*pn the arrows! Take*ld up the shields! The*p Lord*s has stirred up the spirit of the kings of the Medes, because his purpose concerning Babylon is to destroy it, for that is the vengeance of the Lord,*s the vengeance for his temple."
    },
    {
        "o": 22496,
        "r": "esv:Jeremiah:51:12",
        "t": "“Set*pn up a standard against the walls of Babylon; make*ld the watch strong; set*ln up watchmen; prepare*ld the ambushes; for*ln the Lord*s has both planned and done what*ld he spoke concerning the inhabitants of Babylon."
    },
    {
        "o": 22497,
        "r": "esv:Jeremiah:51:13",
        "t": "O*ln you who dwell by many waters, rich*ld in treasures, your*ln end has come; the*ld thread of your life is cut."
    },
    {
        "o": 22498,
        "r": "esv:Jeremiah:51:14",
        "t": "The*ln Lord*s of hosts has sworn by himself: Surely*ln I will fill you with men, as many as locusts, and*ld they shall raise the shout of victory over you."
    },
    {
        "o": 22499,
        "r": "esv:Jeremiah:51:15",
        "t": "“It*pn is he who made the earth by his power, who*ld established the world by his wisdom, and*ln by his understanding stretched out the heavens."
    },
    {
        "o": 22500,
        "r": "esv:Jeremiah:51:16",
        "t": "When*ln he utters his voice there is a tumult of waters in the heavens, and*ld he makes the mist rise from the ends of the earth. He*ln makes lightning for the rain, and*ld he brings forth the wind from his storehouses."
    },
    {
        "o": 22501,
        "r": "esv:Jeremiah:51:17",
        "t": "Every*ln man is stupid and without knowledge; every*ld goldsmith is put to shame by his idols, for*ln his images are false, and*ld there is no breath in them."
    },
    {
        "o": 22502,
        "r": "esv:Jeremiah:51:18",
        "t": "They*ln are worthless, a work of delusion; at*ld the time of their punishment they shall perish."
    },
    {
        "o": 22503,
        "r": "esv:Jeremiah:51:19",
        "t": "Not*ln like these is he who is the portion of Jacob, for*ld he is the one who formed all things, and*ln Israel is the tribe of his inheritance; the*ld Lord*s of hosts is his name."
    },
    {
        "o": 22504,
        "r": "esv:Jeremiah:51:20",
        "t": "“You*pn are my hammer and weapon of war: with*ln you I break nations in pieces; with*ld you I destroy kingdoms;"
    },
    {
        "o": 22505,
        "r": "esv:Jeremiah:51:21",
        "t": "with*ln you I break in pieces the horse and his rider; with*ld you I break in pieces the chariot and the charioteer;"
    },
    {
        "o": 22506,
        "r": "esv:Jeremiah:51:22",
        "t": "with*ln you I break in pieces man and woman; with*ld you I break in pieces the old man and the youth; with*ln you I break in pieces the young man and the young woman;"
    },
    {
        "o": 22507,
        "r": "esv:Jeremiah:51:23",
        "t": "with*ld you I break in pieces the shepherd and his flock; with*ln you I break in pieces the farmer and his team; with*ld you I break in pieces governors and commanders."
    },
    {
        "o": 22508,
        "r": "esv:Jeremiah:51:24",
        "t": "“I*p will repay Babylon and all the inhabitants of Chaldea before your very eyes for all the evil that they have done in Zion, declares the Lord.*s"
    },
    {
        "o": 22509,
        "r": "esv:Jeremiah:51:25",
        "t": "“Behold,*pn I am against you, O destroying mountain, declares*l the Lord,*s which*ld destroys the whole earth; I*ln will stretch out my hand against you, and*ld roll you down from the crags, and*ld make you a burnt mountain."
    },
    {
        "o": 22510,
        "r": "esv:Jeremiah:51:26",
        "t": "No*ln stone shall be taken from you for a corner and*ld no stone for a foundation, but*ln you shall be a perpetual waste, declares*ld the Lord.*s"
    },
    {
        "o": 22511,
        "r": "esv:Jeremiah:51:27",
        "t": "“Set*pn up a standard on the earth; blow*ld the trumpet among the nations; prepare*ln the nations for war against her; summon*ld against her the kingdoms, Ararat,*ld Minni, and Ashkenaz; appoint*ln a marshal against her; bring*ld up horses like bristling locusts."
    },
    {
        "o": 22512,
        "r": "esv:Jeremiah:51:28",
        "t": "Prepare*ln the nations for war against her, the*ld kings of the Medes, with their governors and deputies, and*ld every land under their dominion."
    },
    {
        "o": 22513,
        "r": "esv:Jeremiah:51:29",
        "t": "The*ln land trembles and writhes in pain, for*ld the Lord’s*s purposes against Babylon stand, to*ln make the land of Babylon a desolation, without*ld inhabitant."
    },
    {
        "o": 22514,
        "r": "esv:Jeremiah:51:30",
        "t": "The*ln warriors of Babylon have ceased fighting; they*ld remain in their strongholds; their*ln strength has failed; they*ld have become women; her*ln dwellings are on fire; her*ld bars are broken."
    },
    {
        "o": 22515,
        "r": "esv:Jeremiah:51:31",
        "t": "One*ln runner runs to meet another, and*ld one messenger to meet another, to*ln tell the king of Babylon that*ld his city is taken on every side;"
    },
    {
        "o": 22516,
        "r": "esv:Jeremiah:51:32",
        "t": "the*ln fords have been seized, the*ld marshes are burned with fire, and*ld the soldiers are in panic."
    },
    {
        "o": 22517,
        "r": "esv:Jeremiah:51:33",
        "t": "For*ln thus says the Lord*s of hosts, the God of Israel: The*ln daughter of Babylon is like a threshing floor at*ld the time when it is trodden; yet*ln a little while and*ld the time of her harvest will come.”"
    },
    {
        "o": 22518,
        "r": "esv:Jeremiah:51:34",
        "t": "“Nebuchadnezzar*pn the king of Babylon has devoured me; he*ld has crushed me; he*ln has made me an empty vessel; he*ld has swallowed me like a monster; he*ln has filled his stomach with my delicacies; he*ld has rinsed me out."
    },
    {
        "o": 22519,
        "r": "esv:Jeremiah:51:35",
        "t": "The*ln violence done to me and to my kinsmen be upon Babylon,” let*ld the inhabitant of Zion say. “My*ln blood be upon the inhabitants of Chaldea,” let*ld Jerusalem say."
    },
    {
        "o": 22520,
        "r": "esv:Jeremiah:51:36",
        "t": "Therefore*ln thus says the Lord:*s “Behold,*ln I will plead your cause and*ld take vengeance for you. I*ln will dry up her sea and*ld make her fountain dry,"
    },
    {
        "o": 22521,
        "r": "esv:Jeremiah:51:37",
        "t": "and*ln Babylon shall become a heap of ruins, the*ld haunt of jackals, a*ln horror and a hissing, without*ld inhabitant."
    },
    {
        "o": 22522,
        "r": "esv:Jeremiah:51:38",
        "t": "“They*pn shall roar together like lions; they*ld shall growl like lions’ cubs."
    },
    {
        "o": 22523,
        "r": "esv:Jeremiah:51:39",
        "t": "While*ln they are inflamed I will prepare them a feast and*ld make them drunk, that they may become merry, then*ln sleep a perpetual sleep and*ld not wake, declares the Lord.*s"
    },
    {
        "o": 22524,
        "r": "esv:Jeremiah:51:40",
        "t": "I*ln will bring them down like lambs to the slaughter, like*ld rams and male goats."
    },
    {
        "o": 22525,
        "r": "esv:Jeremiah:51:41",
        "t": "“How*pn Babylon is taken, the*ld praise of the whole earth seized! How*ln Babylon has become a*ld horror among the nations!"
    },
    {
        "o": 22526,
        "r": "esv:Jeremiah:51:42",
        "t": "The*ln sea has come up on Babylon; she*ld is covered with its tumultuous waves."
    },
    {
        "o": 22527,
        "r": "esv:Jeremiah:51:43",
        "t": "Her*ln cities have become a horror, a*ld land of drought and a desert, a*ln land in which no one dwells, and*ld through which no son of man passes."
    },
    {
        "o": 22528,
        "r": "esv:Jeremiah:51:44",
        "t": "And*ln I will punish Bel in Babylon, and*ld take out of his mouth what he has swallowed. The*ln nations shall no longer flow to him; the*ld wall of Babylon has fallen."
    },
    {
        "o": 22529,
        "r": "esv:Jeremiah:51:45",
        "t": "“Go*pn out of the midst of her, my people! Let*ld every one save his life from*ld the fierce anger of the Lord!*s"
    },
    {
        "o": 22530,
        "r": "esv:Jeremiah:51:46",
        "t": "Let*ln not your heart faint, and be not fearful at*ld the report heard in the land, when*ln a report comes in one year and*ld afterward a report in another year, and*ln violence is in the land, and*ld ruler is against ruler."
    },
    {
        "o": 22531,
        "r": "esv:Jeremiah:51:47",
        "t": "“Therefore,*pn behold, the days are coming when*ld I will punish the images of Babylon; her*ln whole land shall be put to shame, and*ld all her slain shall fall in the midst of her."
    },
    {
        "o": 22532,
        "r": "esv:Jeremiah:51:48",
        "t": "Then*ln the heavens and the earth, and*ld all that is in them, shall*ln sing for joy over Babylon, for*ld the destroyers shall come against them out of the north, declares*l the Lord.*s"
    },
    {
        "o": 22533,
        "r": "esv:Jeremiah:51:49",
        "t": "Babylon*ln must fall for the slain of Israel, just*ld as for Babylon have fallen the slain of all the earth."
    },
    {
        "o": 22534,
        "r": "esv:Jeremiah:51:50",
        "t": "“You*pn who have escaped from the sword, go,*ld do not stand still! Remember*ln the Lord*s from far away, and*ld let Jerusalem come into your mind:"
    },
    {
        "o": 22535,
        "r": "esv:Jeremiah:51:51",
        "t": "‘We*ln are put to shame, for we have heard reproach; dishonor*ld has covered our face, for*ln foreigners have come into*ld the holy places of the Lord’s*s house.’"
    },
    {
        "o": 22536,
        "r": "esv:Jeremiah:51:52",
        "t": "“Therefore,*pn behold, the days are coming, declares the Lord,*s when*ld I will execute judgment upon her images, and*ln through all her land the*ld wounded shall groan."
    },
    {
        "o": 22537,
        "r": "esv:Jeremiah:51:53",
        "t": "Though*ln Babylon should mount up to heaven, and*ld though she should fortify her strong height, yet*ln destroyers would come from me against her, declares*ld the Lord.*s"
    },
    {
        "o": 22538,
        "r": "esv:Jeremiah:51:54",
        "t": "“A*pn voice! A cry from Babylon! The*ld noise of great destruction from the land of the Chaldeans!"
    },
    {
        "o": 22539,
        "r": "esv:Jeremiah:51:55",
        "t": "For*ln the Lord*s is laying Babylon waste and*ld stilling her mighty voice. Their*ln waves roar like many waters; the*ld noise of their voice is raised,"
    },
    {
        "o": 22540,
        "r": "esv:Jeremiah:51:56",
        "t": "for*ln a destroyer has come upon her, upon*ld Babylon; her*ln warriors are taken; their*ld bows are broken in pieces, for*ln the Lord*s is a God of recompense; he*ld will surely repay."
    },
    {
        "o": 22541,
        "r": "esv:Jeremiah:51:57",
        "t": "I*ln will make drunk her officials and her wise men, her*ld governors, her commanders, and her warriors; they*ln shall sleep a perpetual sleep and not wake, declares*ld the King, whose name is the Lord*s of hosts."
    },
    {
        "o": 22542,
        "r": "esv:Jeremiah:51:58",
        "t": "“Thus*pn says the Lord*s of hosts: The*ln broad wall of Babylon shall*ld be leveled to the ground, and*ln her high gates shall*ld be burned with fire. The*ln peoples labor for nothing, and*ld the nations weary themselves only for fire.”"
    },
    {
        "o": 22543,
        "r": "esv:Jeremiah:51:59",
        "t": "The*p word that Jeremiah the prophet commanded Seraiah the son of Neriah, son of Mahseiah, when he went with Zedekiah king of Judah to Babylon, in the fourth year of his reign. Seraiah was the quartermaster."
    },
    {
        "o": 22544,
        "r": "esv:Jeremiah:51:60",
        "t": "Jeremiah wrote in a book all the disaster that should come upon Babylon, all these words that are written concerning Babylon."
    },
    {
        "o": 22545,
        "r": "esv:Jeremiah:51:61",
        "t": "And Jeremiah said to Seraiah: “When you come to Babylon, see that you read all these words,"
    },
    {
        "o": 22546,
        "r": "esv:Jeremiah:51:62",
        "t": "and say, ‘O Lord,*s you have said concerning this place that you will cut it off, so that nothing shall dwell in it, neither man nor beast, and it shall be desolate forever.’"
    },
    {
        "o": 22547,
        "r": "esv:Jeremiah:51:63",
        "t": "When you finish reading this book, tie a stone to it and cast it into the midst of the Euphrates,"
    },
    {
        "o": 22548,
        "r": "esv:Jeremiah:51:64",
        "t": "and say, ‘Thus shall Babylon sink, to rise no more, because of the disaster that I am bringing upon her, and they shall become exhausted.’” Thus*p far are the words of Jeremiah."
    }
]
