[
    {
        "o": 12275,
        "r": "csb:1 Chronicles:26:0",
        "t": "1 Chronicles 26",
        "h": 1
    },
    {
        "o": 12276,
        "r": "csb:1 Chronicles:26:0",
        "t": "The Levitical Gatekeepers",
        "h": 2
    },
    {
        "o": 12277,
        "r": "csb:1 Chronicles:26:1",
        "t": "The*p following were the divisions of the gatekeepers: From*ln the Korahites: Meshelemiah son of Kore, one of the sons of Asaph."
    },
    {
        "o": 12278,
        "r": "csb:1 Chronicles:26:2",
        "t": "Meshelemiah*ln had sons: Zechariah*ln the firstborn, Jediael the second, Zebadiah*ln the third, Jathniel the fourth,"
    },
    {
        "o": 12279,
        "r": "csb:1 Chronicles:26:3",
        "t": "Elam*ln the fifth, Jehohanan the sixth, and*ln Eliehoenai the seventh."
    },
    {
        "o": 12280,
        "r": "csb:1 Chronicles:26:4",
        "t": "Obed-edom*ln also had sons: Shemaiah*ln the firstborn, Jehozabad the second, Joah*ln the third, Sachar the fourth, Nethanel*ln the fifth,"
    },
    {
        "o": 12281,
        "r": "csb:1 Chronicles:26:5",
        "t": "Ammiel the sixth, Issachar*ln the seventh, and Peullethai the eighth, for*ln God blessed him."
    },
    {
        "o": 12282,
        "r": "csb:1 Chronicles:26:6",
        "t": "Also,*ln to his son Shemaiah were born sons who ruled their ancestral families because they were strong, capable men."
    },
    {
        "o": 12283,
        "r": "csb:1 Chronicles:26:7",
        "t": "Shemaiah’s*ln sons: Othni, Rephael, Obed, and Elzabad; his relatives Elihu and Semachiah were also capable men."
    },
    {
        "o": 12284,
        "r": "csb:1 Chronicles:26:8",
        "t": "All of these were among the sons of Obed-edom with their sons and relatives; they were capable men with strength for the work - sixty-two from Obed-edom."
    },
    {
        "o": 12285,
        "r": "csb:1 Chronicles:26:9",
        "t": "Meshelemiah*ln also had sons and relatives who were capable men - eighteen."
    },
    {
        "o": 12286,
        "r": "csb:1 Chronicles:26:10",
        "t": "Hosah,*ln from the Merarites, also had sons: Shimri the first (although he was not the firstborn, his father had appointed him as the first),"
    },
    {
        "o": 12287,
        "r": "csb:1 Chronicles:26:11",
        "t": "Hilkiah the second, Tebaliah the third, and Zechariah the fourth. The sons and relatives of Hosah were thirteen in all."
    },
    {
        "o": 12288,
        "r": "csb:1 Chronicles:26:12",
        "t": "These*p divisions of the gatekeepers, under their leading men, had duties for ministering in the Lord’s*s temple, just as their relatives did."
    },
    {
        "o": 12289,
        "r": "csb:1 Chronicles:26:13",
        "t": "They cast lots for each temple gate according to their ancestral families, young and old alike."
    },
    {
        "o": 12290,
        "r": "csb:1 Chronicles:26:14",
        "t": "The*p lot for the east gate fell to Shelemiah. They also cast lots for his son Zechariah, an insightful counselor, and his lot came out for the north gate."
    },
    {
        "o": 12291,
        "r": "csb:1 Chronicles:26:15",
        "t": "Obed-edom’s was the south gate, and his sons’ lot was for the storehouses;"
    },
    {
        "o": 12292,
        "r": "csb:1 Chronicles:26:16",
        "t": "it was the west gate and the gate of Shallecheth on the ascending highway for Shuppim and Hosah. There*p were guards stationed at every watch."
    },
    {
        "o": 12293,
        "r": "csb:1 Chronicles:26:17",
        "t": "There were six Levites each day on the east, four each day on the north, four each day on the south, and two pair at the storehouses."
    },
    {
        "o": 12294,
        "r": "csb:1 Chronicles:26:18",
        "t": "As for the court on the west, there were four at the highway and two at the court."
    },
    {
        "o": 12295,
        "r": "csb:1 Chronicles:26:19",
        "t": "Those were the divisions of the gatekeepers from the descendants of the Korahites and Merarites."
    },
    {
        "o": 12296,
        "r": "csb:1 Chronicles:26:19",
        "t": "The Levitical Treasurers and Other Officials",
        "h": 2
    },
    {
        "o": 12297,
        "r": "csb:1 Chronicles:26:20",
        "t": "From*p the Levites, Ahijah was in charge of the treasuries of God’s temple and the treasuries of what had been dedicated."
    },
    {
        "o": 12298,
        "r": "csb:1 Chronicles:26:21",
        "t": "From the sons of Ladan, who were the descendants of the Gershonites through Ladan and were the family heads belonging to Ladan the Gershonite: Jehieli."
    },
    {
        "o": 12299,
        "r": "csb:1 Chronicles:26:22",
        "t": "The sons of Jehieli, Zetham and his brother Joel, were in charge of the treasuries of the Lord’s*s temple."
    },
    {
        "o": 12300,
        "r": "csb:1 Chronicles:26:23",
        "t": "From*p the Amramites, the Izharites, the Hebronites, and the Uzzielites:"
    },
    {
        "o": 12301,
        "r": "csb:1 Chronicles:26:24",
        "t": "Shebuel, a descendant of Moses’s son Gershom, was the officer in charge of the treasuries."
    },
    {
        "o": 12302,
        "r": "csb:1 Chronicles:26:25",
        "t": "His relatives through Eliezer: his son Rehabiah, his son Jeshaiah, his son Joram, his son Zichri, and his son Shelomith."
    },
    {
        "o": 12303,
        "r": "csb:1 Chronicles:26:26",
        "t": "This Shelomith and his relatives were in charge of all the treasuries of what had been dedicated by King David, by the family heads who were the commanders of thousands and of hundreds, and by the army commanders."
    },
    {
        "o": 12304,
        "r": "csb:1 Chronicles:26:27",
        "t": "They dedicated part of the plunder from their battles for the repair of the Lord’s*s temple."
    },
    {
        "o": 12305,
        "r": "csb:1 Chronicles:26:28",
        "t": "All that the seer Samuel, Saul son of Kish, Abner son of Ner, and Joab son of Zeruiah had dedicated, along with everything else that had been dedicated, were in the care of Shelomith and his relatives."
    },
    {
        "o": 12306,
        "r": "csb:1 Chronicles:26:29",
        "t": "From*p the Izrahites: Chenaniah and his sons had duties outside the temple as officers and judges over Israel."
    },
    {
        "o": 12307,
        "r": "csb:1 Chronicles:26:30",
        "t": "From the Hebronites: Hashabiah and his relatives, 1,700 capable men, had assigned duties in Israel west of the Jordan for all the work of the Lord*s and for the service of the king."
    },
    {
        "o": 12308,
        "r": "csb:1 Chronicles:26:31",
        "t": "From the Hebronites: Jerijah was the head of the Hebronites, according to the family records of his ancestors. A search was made in the fortieth year of David’s reign and strong, capable men were found among them at Jazer in Gilead."
    },
    {
        "o": 12309,
        "r": "csb:1 Chronicles:26:32",
        "t": "There were among Jerijah’s relatives 2,700 capable men who were family heads. King David appointed them over the Reubenites, the Gadites, and half the tribe of Manasseh as overseers in every matter relating to God and the king."
    }
]
