[
    {
        "o": 8755,
        "r": "nasb:2 Samuel:1:0",
        "t": "2 Samuel 1",
        "h": 1
    },
    {
        "o": 8756,
        "r": "nasb:2 Samuel:1:0",
        "t": "David Learns of Saul’s Death",
        "h": 2
    },
    {
        "o": 8757,
        "r": "nasb:2 Samuel:1:1",
        "t": "Now*p it came about after the death of Saul, when David had returned from the slaughter of the Amalekites, that David remained two days in Ziklag."
    },
    {
        "o": 8758,
        "r": "nasb:2 Samuel:1:2",
        "t": "On the third day, behold, a man came out of the camp from Saul, with his clothes torn and dust on his head. And it came about when he came to David that he fell to the ground and prostrated himself."
    },
    {
        "o": 8759,
        "r": "nasb:2 Samuel:1:3",
        "t": "Then David said to him, “From where do you come?” And he said to him, “I have escaped from the camp of Israel.”"
    },
    {
        "o": 8760,
        "r": "nasb:2 Samuel:1:4",
        "t": "David said to him, “How did things go? Please tell me.” And he said, “The people have fled from the battle, and also many of the people have fallen and are dead; and Saul and Jonathan his son are dead also.”"
    },
    {
        "o": 8761,
        "r": "nasb:2 Samuel:1:5",
        "t": "So David said to the young man who told him, “How do you know that Saul and his son Jonathan are dead?”"
    },
    {
        "o": 8762,
        "r": "nasb:2 Samuel:1:6",
        "t": "The young man who told him said, “By chance I happened to be on Mount Gilboa, and behold, Saul was leaning on his spear. And behold, the chariots and the horsemen pursued him closely."
    },
    {
        "o": 8763,
        "r": "nasb:2 Samuel:1:7",
        "t": "When he looked behind him, he saw me and called to me. And I said, ‘Here I am.’"
    },
    {
        "o": 8764,
        "r": "nasb:2 Samuel:1:8",
        "t": "He said to me, ‘Who are you?’ And I answered him, ‘I am an Amalekite.’"
    },
    {
        "o": 8765,
        "r": "nasb:2 Samuel:1:9",
        "t": "Then he said to me, ‘Please stand beside me and kill me, for agony has seized me because my life still lingers in me.’"
    },
    {
        "o": 8766,
        "r": "nasb:2 Samuel:1:10",
        "t": "So I stood beside him and killed him, because I knew that he could not live after he had fallen. And I took the crown which was*i on his head and the bracelet which was*i on his arm, and I have brought them here to my lord.”"
    },
    {
        "o": 8767,
        "r": "nasb:2 Samuel:1:11",
        "t": "Then*p David took hold of his clothes and tore them, and so*i also did*i all the men who were*i with him."
    },
    {
        "o": 8768,
        "r": "nasb:2 Samuel:1:12",
        "t": "They mourned and wept and fasted until evening for Saul and his son Jonathan and for the people of the Lord*s and the house of Israel, because they had fallen by the sword."
    },
    {
        "o": 8769,
        "r": "nasb:2 Samuel:1:13",
        "t": "David said to the young man who told him, “Where are you from?” And he answered, “I am the son of an alien, an Amalekite.”"
    },
    {
        "o": 8770,
        "r": "nasb:2 Samuel:1:14",
        "t": "Then David said to him, “How is it you were not afraid to stretch out your hand to destroy the Lord’s*s anointed?”"
    },
    {
        "o": 8771,
        "r": "nasb:2 Samuel:1:15",
        "t": "And David called one of the young men and said, “Go, cut him down.” So he struck him and he died."
    },
    {
        "o": 8772,
        "r": "nasb:2 Samuel:1:16",
        "t": "David said to him, “Your blood is on your head, for your mouth has testified against you, saying, ‘I have killed the Lord’s*s anointed.’ ”"
    },
    {
        "o": 8773,
        "r": "nasb:2 Samuel:1:16",
        "t": "David’s Dirge for Saul and Jonathan",
        "h": 2
    },
    {
        "o": 8774,
        "r": "nasb:2 Samuel:1:17",
        "t": "Then*p David chanted with this lament over Saul and Jonathan his son,"
    },
    {
        "o": 8775,
        "r": "nasb:2 Samuel:1:18",
        "t": "and he told them*i to teach the sons of Judah the*i song*i of*i the bow; behold, it is written in the book of Jashar."
    },
    {
        "o": 8776,
        "r": "nasb:2 Samuel:1:19",
        "t": "“Your*pn beauty, O Israel, is slain on your high places! How*ln have the mighty fallen!"
    },
    {
        "o": 8777,
        "r": "nasb:2 Samuel:1:20",
        "t": "Tell*ln it*i not in Gath, Proclaim*ln it not in the streets of Ashkelon, Or*ln the daughters of the Philistines will rejoice, The*ln daughters of the uncircumcised will exult."
    },
    {
        "o": 8778,
        "r": "nasb:2 Samuel:1:21",
        "t": "O*ln mountains of Gilboa, Let*ln not dew or rain be on you, nor fields of offerings; For*ln there the shield of the mighty was defiled, The*ln shield of Saul, not anointed with oil."
    },
    {
        "o": 8779,
        "r": "nasb:2 Samuel:1:22",
        "t": "From*ln the blood of the slain, from the fat of the mighty, The*ln bow of Jonathan did not turn back, And*ln the sword of Saul did not return empty."
    },
    {
        "o": 8780,
        "r": "nasb:2 Samuel:1:23",
        "t": "Saul*ln and Jonathan, beloved and pleasant in their life, And*ln in their death they were not parted; They*ln were swifter than eagles, They*ln were stronger than lions."
    },
    {
        "o": 8781,
        "r": "nasb:2 Samuel:1:24",
        "t": "O*ln daughters of Israel, weep over Saul, Who*ln clothed you luxuriously in scarlet, Who*ln put ornaments of gold on your apparel."
    },
    {
        "o": 8782,
        "r": "nasb:2 Samuel:1:25",
        "t": "How*ln have the mighty fallen in the midst of the battle! Jonathan*ln is slain on your high places."
    },
    {
        "o": 8783,
        "r": "nasb:2 Samuel:1:26",
        "t": "I*ln am distressed for you, my brother Jonathan; You*ln have been very pleasant to me. Your*ln love to me was more wonderful Than*ln the love of women."
    },
    {
        "o": 8784,
        "r": "nasb:2 Samuel:1:27",
        "t": "How*ln have the mighty fallen, And*ln the weapons of war perished!”"
    }
]
