[
    {
        "o": 11462,
        "r": "nasb:1 Chronicles:6:0",
        "t": "1 Chronicles 6",
        "h": 1
    },
    {
        "o": 11463,
        "r": "nasb:1 Chronicles:6:0",
        "t": "Genealogy: The Priestly Line",
        "h": 2
    },
    {
        "o": 11464,
        "r": "nasb:1 Chronicles:6:1",
        "t": "The*p sons of Levi were*i Gershon, Kohath and Merari."
    },
    {
        "o": 11465,
        "r": "nasb:1 Chronicles:6:2",
        "t": "The sons of Kohath were*i Amram, Izhar, Hebron and Uzziel."
    },
    {
        "o": 11466,
        "r": "nasb:1 Chronicles:6:3",
        "t": "The children of Amram were*i Aaron, Moses and Miriam. And the sons of Aaron were*i Nadab, Abihu, Eleazar and Ithamar."
    },
    {
        "o": 11467,
        "r": "nasb:1 Chronicles:6:4",
        "t": "Eleazar became the father of Phinehas, and*i Phinehas became the father of Abishua,"
    },
    {
        "o": 11468,
        "r": "nasb:1 Chronicles:6:5",
        "t": "and Abishua became the father of Bukki, and Bukki became the father of Uzzi,"
    },
    {
        "o": 11469,
        "r": "nasb:1 Chronicles:6:6",
        "t": "and Uzzi became the father of Zerahiah, and Zerahiah became the father of Meraioth,"
    },
    {
        "o": 11470,
        "r": "nasb:1 Chronicles:6:7",
        "t": "Meraioth became the father of Amariah, and Amariah became the father of Ahitub,"
    },
    {
        "o": 11471,
        "r": "nasb:1 Chronicles:6:8",
        "t": "and Ahitub became the father of Zadok, and Zadok became the father of Ahimaaz,"
    },
    {
        "o": 11472,
        "r": "nasb:1 Chronicles:6:9",
        "t": "and Ahimaaz became the father of Azariah, and Azariah became the father of Johanan,"
    },
    {
        "o": 11473,
        "r": "nasb:1 Chronicles:6:10",
        "t": "and Johanan became the father of Azariah (it was he who served as the priest in the house which Solomon built in Jerusalem),"
    },
    {
        "o": 11474,
        "r": "nasb:1 Chronicles:6:11",
        "t": "and Azariah became the father of Amariah, and Amariah became the father of Ahitub,"
    },
    {
        "o": 11475,
        "r": "nasb:1 Chronicles:6:12",
        "t": "and Ahitub became the father of Zadok, and Zadok became the father of Shallum,"
    },
    {
        "o": 11476,
        "r": "nasb:1 Chronicles:6:13",
        "t": "and Shallum became the father of Hilkiah, and Hilkiah became the father of Azariah,"
    },
    {
        "o": 11477,
        "r": "nasb:1 Chronicles:6:14",
        "t": "and Azariah became the father of Seraiah, and Seraiah became the father of Jehozadak;"
    },
    {
        "o": 11478,
        "r": "nasb:1 Chronicles:6:15",
        "t": "and Jehozadak went along*i when the Lord*s carried Judah and Jerusalem away into exile by Nebuchadnezzar."
    },
    {
        "o": 11479,
        "r": "nasb:1 Chronicles:6:16",
        "t": "The*p sons of Levi were*i Gershom, Kohath and Merari."
    },
    {
        "o": 11480,
        "r": "nasb:1 Chronicles:6:17",
        "t": "These are the names of the sons of Gershom: Libni and Shimei."
    },
    {
        "o": 11481,
        "r": "nasb:1 Chronicles:6:18",
        "t": "The sons of Kohath were*i Amram, Izhar, Hebron and Uzziel."
    },
    {
        "o": 11482,
        "r": "nasb:1 Chronicles:6:19",
        "t": "The sons of Merari were*i Mahli and Mushi. And these are the families of the Levites according to their fathers’ households.*i"
    },
    {
        "o": 11483,
        "r": "nasb:1 Chronicles:6:20",
        "t": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,"
    },
    {
        "o": 11484,
        "r": "nasb:1 Chronicles:6:21",
        "t": "Joah his son, Iddo his son, Zerah his son, Jeatherai his son."
    },
    {
        "o": 11485,
        "r": "nasb:1 Chronicles:6:22",
        "t": "The sons of Kohath were*i Amminadab his son, Korah his son, Assir his son,"
    },
    {
        "o": 11486,
        "r": "nasb:1 Chronicles:6:23",
        "t": "Elkanah his son, Ebiasaph his son and Assir his son,"
    },
    {
        "o": 11487,
        "r": "nasb:1 Chronicles:6:24",
        "t": "Tahath his son, Uriel his son, Uzziah his son and Shaul his son."
    },
    {
        "o": 11488,
        "r": "nasb:1 Chronicles:6:25",
        "t": "The sons of Elkanah were*i Amasai and Ahimoth."
    },
    {
        "o": 11489,
        "r": "nasb:1 Chronicles:6:26",
        "t": "As*i for*i Elkanah, the sons of Elkanah were*i Zophai his son and Nahath his son,"
    },
    {
        "o": 11490,
        "r": "nasb:1 Chronicles:6:27",
        "t": "Eliab his son, Jeroham his son, Elkanah his son."
    },
    {
        "o": 11491,
        "r": "nasb:1 Chronicles:6:28",
        "t": "The sons of Samuel were*i Joel the firstborn, and Abijah the second."
    },
    {
        "o": 11492,
        "r": "nasb:1 Chronicles:6:29",
        "t": "The sons of Merari were*i Mahli, Libni his son, Shimei his son, Uzzah his son,"
    },
    {
        "o": 11493,
        "r": "nasb:1 Chronicles:6:30",
        "t": "Shimea his son, Haggiah his son, Asaiah his son."
    },
    {
        "o": 11494,
        "r": "nasb:1 Chronicles:6:31",
        "t": "Now*p these are those whom David appointed over the service of song in the house of the Lord,*s after the ark rested there.*i"
    },
    {
        "o": 11495,
        "r": "nasb:1 Chronicles:6:32",
        "t": "They ministered with song before the tabernacle of the tent of meeting, until Solomon had built the house of the Lord*s in Jerusalem; and they served in their office according to their order."
    },
    {
        "o": 11496,
        "r": "nasb:1 Chronicles:6:33",
        "t": "These are those who served with their sons: From the sons of the Kohathites were*i Heman the singer, the son of Joel, the son of Samuel,"
    },
    {
        "o": 11497,
        "r": "nasb:1 Chronicles:6:34",
        "t": "the son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah,"
    },
    {
        "o": 11498,
        "r": "nasb:1 Chronicles:6:35",
        "t": "the son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai,"
    },
    {
        "o": 11499,
        "r": "nasb:1 Chronicles:6:36",
        "t": "the son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah,"
    },
    {
        "o": 11500,
        "r": "nasb:1 Chronicles:6:37",
        "t": "the son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah,"
    },
    {
        "o": 11501,
        "r": "nasb:1 Chronicles:6:38",
        "t": "the son of Izhar, the son of Kohath, the son of Levi, the son of Israel."
    },
    {
        "o": 11502,
        "r": "nasb:1 Chronicles:6:39",
        "t": "Heman’s*i brother Asaph stood at his right hand, even Asaph the son of Berechiah, the son of Shimea,"
    },
    {
        "o": 11503,
        "r": "nasb:1 Chronicles:6:40",
        "t": "the son of Michael, the son of Baaseiah, the son of Malchijah,"
    },
    {
        "o": 11504,
        "r": "nasb:1 Chronicles:6:41",
        "t": "the son of Ethni, the son of Zerah, the son of Adaiah,"
    },
    {
        "o": 11505,
        "r": "nasb:1 Chronicles:6:42",
        "t": "the son of Ethan, the son of Zimmah, the son of Shimei,"
    },
    {
        "o": 11506,
        "r": "nasb:1 Chronicles:6:43",
        "t": "the son of Jahath, the son of Gershom, the son of Levi."
    },
    {
        "o": 11507,
        "r": "nasb:1 Chronicles:6:44",
        "t": "On the left hand were*i their kinsmen the sons of Merari: Ethan the son of Kishi, the son of Abdi, the son of Malluch,"
    },
    {
        "o": 11508,
        "r": "nasb:1 Chronicles:6:45",
        "t": "the son of Hashabiah, the son of Amaziah, the son of Hilkiah,"
    },
    {
        "o": 11509,
        "r": "nasb:1 Chronicles:6:46",
        "t": "the son of Amzi, the son of Bani, the son of Shemer,"
    },
    {
        "o": 11510,
        "r": "nasb:1 Chronicles:6:47",
        "t": "the son of Mahli, the son of Mushi, the son of Merari, the son of Levi."
    },
    {
        "o": 11511,
        "r": "nasb:1 Chronicles:6:48",
        "t": "Their kinsmen the Levites were appointed for all the service of the tabernacle of the house of God."
    },
    {
        "o": 11512,
        "r": "nasb:1 Chronicles:6:49",
        "t": "But*p Aaron and his sons offered on the altar of burnt offering and on the altar of incense, for all the work of the most holy place, and to make atonement for Israel, according to all that Moses the servant of God had commanded."
    },
    {
        "o": 11513,
        "r": "nasb:1 Chronicles:6:50",
        "t": "These are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,"
    },
    {
        "o": 11514,
        "r": "nasb:1 Chronicles:6:51",
        "t": "Bukki his son, Uzzi his son, Zerahiah his son,"
    },
    {
        "o": 11515,
        "r": "nasb:1 Chronicles:6:52",
        "t": "Meraioth his son, Amariah his son, Ahitub his son,"
    },
    {
        "o": 11516,
        "r": "nasb:1 Chronicles:6:53",
        "t": "Zadok his son, Ahimaaz his son."
    },
    {
        "o": 11517,
        "r": "nasb:1 Chronicles:6:54",
        "t": "Now*p these are their settlements according to their camps within their borders. To the sons of Aaron of the families of the Kohathites (for theirs was the first*i lot),"
    },
    {
        "o": 11518,
        "r": "nasb:1 Chronicles:6:55",
        "t": "to them they gave Hebron in the land of Judah and its pasture lands around it;"
    },
    {
        "o": 11519,
        "r": "nasb:1 Chronicles:6:56",
        "t": "but the fields of the city and its villages, they gave to Caleb the son of Jephunneh."
    },
    {
        "o": 11520,
        "r": "nasb:1 Chronicles:6:57",
        "t": "To the sons of Aaron they gave the following*i cities of refuge: Hebron, Libnah also with its pasture lands, Jattir, Eshtemoa with its pasture lands,"
    },
    {
        "o": 11521,
        "r": "nasb:1 Chronicles:6:58",
        "t": "Hilen with its pasture lands, Debir with its pasture lands,"
    },
    {
        "o": 11522,
        "r": "nasb:1 Chronicles:6:59",
        "t": "Ashan with its pasture lands and Beth-shemesh with its pasture lands;"
    },
    {
        "o": 11523,
        "r": "nasb:1 Chronicles:6:60",
        "t": "and from the tribe of Benjamin: Geba with its pasture lands, Allemeth with its pasture lands, and Anathoth with its pasture lands. All their cities throughout their families were thirteen cities."
    },
    {
        "o": 11524,
        "r": "nasb:1 Chronicles:6:61",
        "t": "Then*p to the rest of the sons of Kohath were*i given*i by lot, from the family of the tribe, from the half-tribe, the half of Manasseh, ten cities."
    },
    {
        "o": 11525,
        "r": "nasb:1 Chronicles:6:62",
        "t": "To the sons of Gershom, according to their families, were*i given*i from the tribe of Issachar and from the tribe of Asher, the tribe of Naphtali, and the tribe of Manasseh, thirteen cities in Bashan."
    },
    {
        "o": 11526,
        "r": "nasb:1 Chronicles:6:63",
        "t": "To the sons of Merari were*i given*i by lot, according to their families, from the tribe of Reuben, the tribe of Gad and the tribe of Zebulun, twelve cities."
    },
    {
        "o": 11527,
        "r": "nasb:1 Chronicles:6:64",
        "t": "So the sons of Israel gave to the Levites the cities with their pasture lands."
    },
    {
        "o": 11528,
        "r": "nasb:1 Chronicles:6:65",
        "t": "They gave by lot from the tribe of the sons of Judah, the tribe of the sons of Simeon and the tribe of the sons of Benjamin, these cities which are mentioned by name."
    },
    {
        "o": 11529,
        "r": "nasb:1 Chronicles:6:66",
        "t": "Now*p some of the families of the sons of Kohath had cities of their territory from the tribe of Ephraim."
    },
    {
        "o": 11530,
        "r": "nasb:1 Chronicles:6:67",
        "t": "They gave to them the following*i cities of refuge: Shechem in the hill country of Ephraim with its pasture lands, Gezer also with its pasture lands,"
    },
    {
        "o": 11531,
        "r": "nasb:1 Chronicles:6:68",
        "t": "Jokmeam with its pasture lands, Beth-horon with its pasture lands,"
    },
    {
        "o": 11532,
        "r": "nasb:1 Chronicles:6:69",
        "t": "Aijalon with its pasture lands and Gath-rimmon with its pasture lands;"
    },
    {
        "o": 11533,
        "r": "nasb:1 Chronicles:6:70",
        "t": "and from the half-tribe of Manasseh: Aner with its pasture lands and Bileam with its pasture lands, for the rest of the family of the sons of Kohath."
    },
    {
        "o": 11534,
        "r": "nasb:1 Chronicles:6:71",
        "t": "To*p the sons of Gershom were*i given,*i from the family of the half-tribe of Manasseh: Golan in Bashan with its pasture lands and Ashtaroth with its pasture lands;"
    },
    {
        "o": 11535,
        "r": "nasb:1 Chronicles:6:72",
        "t": "and from the tribe of Issachar: Kedesh with its pasture lands, Daberath with its pasture lands"
    },
    {
        "o": 11536,
        "r": "nasb:1 Chronicles:6:73",
        "t": "and Ramoth with its pasture lands, Anem with its pasture lands;"
    },
    {
        "o": 11537,
        "r": "nasb:1 Chronicles:6:74",
        "t": "and from the tribe of Asher: Mashal with its pasture lands, Abdon with its pasture lands,"
    },
    {
        "o": 11538,
        "r": "nasb:1 Chronicles:6:75",
        "t": "Hukok with its pasture lands and Rehob with its pasture lands;"
    },
    {
        "o": 11539,
        "r": "nasb:1 Chronicles:6:76",
        "t": "and from the tribe of Naphtali: Kedesh in Galilee with its pasture lands, Hammon with its pasture lands and Kiriathaim with its pasture lands."
    },
    {
        "o": 11540,
        "r": "nasb:1 Chronicles:6:77",
        "t": "To*p the rest of the*i Levites,*i the sons of Merari, were*i given,*i from the tribe of Zebulun: Rimmono with its pasture lands, Tabor with its pasture lands;"
    },
    {
        "o": 11541,
        "r": "nasb:1 Chronicles:6:78",
        "t": "and beyond the Jordan at Jericho, on the east side of the Jordan, were*i given*i them,*i from the tribe of Reuben: Bezer in the wilderness with its pasture lands, Jahzah with its pasture lands,"
    },
    {
        "o": 11542,
        "r": "nasb:1 Chronicles:6:79",
        "t": "Kedemoth with its pasture lands and Mephaath with its pasture lands;"
    },
    {
        "o": 11543,
        "r": "nasb:1 Chronicles:6:80",
        "t": "and from the tribe of Gad: Ramoth in Gilead with its pasture lands, Mahanaim with its pasture lands,"
    },
    {
        "o": 11544,
        "r": "nasb:1 Chronicles:6:81",
        "t": "Heshbon with its pasture lands and Jazer with its pasture lands."
    }
]
