[
    {
        "o": 14181,
        "r": "csb:Esther:3:0",
        "t": "Esther 3",
        "h": 1
    },
    {
        "o": 14182,
        "r": "csb:Esther:3:0",
        "t": "Haman’s Plan to Kill the Jews",
        "h": 2
    },
    {
        "o": 14183,
        "r": "csb:Esther:3:1",
        "t": "After*p all this took place, King Ahasuerus honored Haman, son of Hammedatha the Agagite. He promoted him in rank and gave him a higher position than all the other officials."
    },
    {
        "o": 14184,
        "r": "csb:Esther:3:2",
        "t": "The entire royal staff at the King’s Gate bowed down and paid homage to Haman, because the king had commanded this to be done for him. But Mordecai would not bow down or pay homage."
    },
    {
        "o": 14185,
        "r": "csb:Esther:3:3",
        "t": "The members of the royal staff at the King’s Gate asked Mordecai, “Why are you disobeying the king’s command?”"
    },
    {
        "o": 14186,
        "r": "csb:Esther:3:4",
        "t": "When they had warned him day after day and he still would not listen to them, they told Haman in order to see if Mordecai’s actions would be tolerated, since he had told them he was a Jew."
    },
    {
        "o": 14187,
        "r": "csb:Esther:3:5",
        "t": "When*p Haman saw that Mordecai was not bowing down or paying him homage, he was filled with rage."
    },
    {
        "o": 14188,
        "r": "csb:Esther:3:6",
        "t": "And when he learned of Mordecai’s ethnic identity, it seemed repugnant to Haman to do away with Mordecai alone. He planned to destroy all of Mordecai’s people, the Jews, throughout Ahasuerus’s kingdom."
    },
    {
        "o": 14189,
        "r": "csb:Esther:3:7",
        "t": "In*p the first month, the month of Nisan, in King Ahasuerus’s twelfth year, the pur- that is, the lot - was cast before Haman for each day in each month, and it fell on the twelfth month, the month Adar."
    },
    {
        "o": 14190,
        "r": "csb:Esther:3:8",
        "t": "Then Haman informed King Ahasuerus, “There is one ethnic group, scattered throughout the peoples in every province of your kingdom, keeping themselves separate. Their laws are different from everyone else’s and they do not obey the king’s laws. It is not in the king’s best interest to tolerate them."
    },
    {
        "o": 14191,
        "r": "csb:Esther:3:9",
        "t": "If the king approves, let an order be drawn up authorizing their destruction, and I will pay 375 tons of silver to the officials for deposit in the royal treasury.”"
    },
    {
        "o": 14192,
        "r": "csb:Esther:3:10",
        "t": "The*p king removed his signet ring from his hand and gave it to Haman son of Hammedatha the Agagite, the enemy of the Jews."
    },
    {
        "o": 14193,
        "r": "csb:Esther:3:11",
        "t": "Then the king told Haman, “The money and people are given to you to do with as you see fit.”"
    },
    {
        "o": 14194,
        "r": "csb:Esther:3:12",
        "t": "The*p royal scribes were summoned on the thirteenth day of the first month, and the order was written exactly as Haman commanded. It was intended for the royal satraps, the governors of each of the provinces, and the officials of each ethnic group and written for each province in its own script and to each ethnic group in its own language. It was written in the name of King Ahasuerus and sealed with the royal signet ring."
    },
    {
        "o": 14195,
        "r": "csb:Esther:3:13",
        "t": "Letters were sent by couriers to each of the royal provinces telling the officials to destroy, kill, and annihilate all the Jewish people - young and old, women and children - and plunder their possessions on a single day, the thirteenth day of Adar, the twelfth month."
    },
    {
        "o": 14196,
        "r": "csb:Esther:3:14",
        "t": "A*p copy of the text, issued as law throughout every province, was distributed to all the peoples so that they might get ready for that day."
    },
    {
        "o": 14197,
        "r": "csb:Esther:3:15",
        "t": "The couriers left, spurred on by royal command, and the law was issued in the fortress of Susa. The king and Haman sat down to drink, while the city of Susa was in confusion."
    }
]
