[
    {
        "o": 10241,
        "r": "niv:1 Kings:19:0",
        "t": "1 Kings 19",
        "h": 1
    },
    {
        "o": 10242,
        "r": "niv:1 Kings:19:0",
        "t": "Elijah Flees to Horeb",
        "h": 2
    },
    {
        "o": 10243,
        "r": "niv:1 Kings:19:1",
        "t": "Now*p Ahab told Jezebel everything Elijah had done and how he had killed all the prophets with the sword."
    },
    {
        "o": 10244,
        "r": "niv:1 Kings:19:2",
        "t": "So Jezebel sent a messenger to Elijah to say, “May the gods deal with me, be it ever so severely, if by this time tomorrow I do not make your life like that of one of them.”"
    },
    {
        "o": 10245,
        "r": "niv:1 Kings:19:3",
        "t": "Elijah*p was afraid and ran for his life. When he came to Beersheba in Judah, he left his servant there,"
    },
    {
        "o": 10246,
        "r": "niv:1 Kings:19:4",
        "t": "while he himself went a day’s journey into the wilderness. He came to a broom bush, sat down under it and prayed that he might die. “I have had enough, Lord,”*s he said. “Take my life; I am no better than my ancestors.”"
    },
    {
        "o": 10247,
        "r": "niv:1 Kings:19:5",
        "t": "Then he lay down under the bush and fell asleep. All*p at once an angel touched him and said, “Get up and eat.”"
    },
    {
        "o": 10248,
        "r": "niv:1 Kings:19:6",
        "t": "He looked around, and there by his head was some bread baked over hot coals, and a jar of water. He ate and drank and then lay down again."
    },
    {
        "o": 10249,
        "r": "niv:1 Kings:19:7",
        "t": "The*p angel of the Lord*s came back a second time and touched him and said, “Get up and eat, for the journey is too much for you.”"
    },
    {
        "o": 10250,
        "r": "niv:1 Kings:19:8",
        "t": "So he got up and ate and drank. Strengthened by that food, he traveled forty days and forty nights until he reached Horeb, the mountain of God."
    },
    {
        "o": 10251,
        "r": "niv:1 Kings:19:9",
        "t": "There he went into a cave and spent the night."
    },
    {
        "o": 10252,
        "r": "niv:1 Kings:19:9",
        "t": "The Lord Appears to Elijah",
        "h": 2
    },
    {
        "o": 10253,
        "r": "niv:1 Kings:19:9",
        "t": "And*p the word of the Lord*s came to him: “What are you doing here, Elijah?”"
    },
    {
        "o": 10254,
        "r": "niv:1 Kings:19:10",
        "t": "He*p replied, “I have been very zealous for the Lord*s God Almighty. The Israelites have rejected your covenant, torn down your altars, and put your prophets to death with the sword. I am the only one left, and now they are trying to kill me too.”"
    },
    {
        "o": 10255,
        "r": "niv:1 Kings:19:11",
        "t": "The*p Lord*s said, “Go out and stand on the mountain in the presence of the Lord,*s for the Lord*s is about to pass by.” Then*p a great and powerful wind tore the mountains apart and shattered the rocks before the Lord,*s but the Lord*s was not in the wind. After the wind there was an earthquake, but the Lord*s was not in the earthquake."
    },
    {
        "o": 10256,
        "r": "niv:1 Kings:19:12",
        "t": "After the earthquake came a fire, but the Lord*s was not in the fire. And after the fire came a gentle whisper."
    },
    {
        "o": 10257,
        "r": "niv:1 Kings:19:13",
        "t": "When Elijah heard it, he pulled his cloak over his face and went out and stood at the mouth of the cave. Then*p a voice said to him, “What are you doing here, Elijah?”"
    },
    {
        "o": 10258,
        "r": "niv:1 Kings:19:14",
        "t": "He*p replied, “I have been very zealous for the Lord*s God Almighty. The Israelites have rejected your covenant, torn down your altars, and put your prophets to death with the sword. I am the only one left, and now they are trying to kill me too.”"
    },
    {
        "o": 10259,
        "r": "niv:1 Kings:19:15",
        "t": "The*p Lord*s said to him, “Go back the way you came, and go to the Desert of Damascus. When you get there, anoint Hazael king over Aram."
    },
    {
        "o": 10260,
        "r": "niv:1 Kings:19:16",
        "t": "Also, anoint Jehu son of Nimshi king over Israel, and anoint Elisha son of Shaphat from Abel Meholah to succeed you as prophet."
    },
    {
        "o": 10261,
        "r": "niv:1 Kings:19:17",
        "t": "Jehu will put to death any who escape the sword of Hazael, and Elisha will put to death any who escape the sword of Jehu."
    },
    {
        "o": 10262,
        "r": "niv:1 Kings:19:18",
        "t": "Yet I reserve seven thousand in Israel—all whose knees have not bowed down to Baal and whose mouths have not kissed him.”"
    },
    {
        "o": 10263,
        "r": "niv:1 Kings:19:18",
        "t": "The Call of Elisha",
        "h": 2
    },
    {
        "o": 10264,
        "r": "niv:1 Kings:19:19",
        "t": "So*p Elijah went from there and found Elisha son of Shaphat. He was plowing with twelve yoke of oxen, and he himself was driving the twelfth pair. Elijah went up to him and threw his cloak around him."
    },
    {
        "o": 10265,
        "r": "niv:1 Kings:19:20",
        "t": "Elisha then left his oxen and ran after Elijah. “Let me kiss my father and mother goodbye,” he said, “and then I will come with you.” “Go*p back,” Elijah replied. “What have I done to you?”"
    },
    {
        "o": 10266,
        "r": "niv:1 Kings:19:21",
        "t": "So*p Elisha left him and went back. He took his yoke of oxen and slaughtered them. He burned the plowing equipment to cook the meat and gave it to the people, and they ate. Then he set out to follow Elijah and became his servant."
    }
]
