[
    {
        "o": 6385,
        "r": "niv:Joshua:1:0",
        "t": "Joshua 1",
        "h": 1
    },
    {
        "o": 6386,
        "r": "niv:Joshua:1:0",
        "t": "Joshua Installed as Leader",
        "h": 2
    },
    {
        "o": 6387,
        "r": "niv:Joshua:1:1",
        "t": "After*p the death of Moses the servant of the Lord,*s the Lord*s said to Joshua son of Nun, Moses’ aide:"
    },
    {
        "o": 6388,
        "r": "niv:Joshua:1:2",
        "t": "“Moses my servant is dead. Now then, you and all these people, get ready to cross the Jordan River into the land I am about to give to them—to the Israelites."
    },
    {
        "o": 6389,
        "r": "niv:Joshua:1:3",
        "t": "I will give you every place where you set your foot, as I promised Moses."
    },
    {
        "o": 6390,
        "r": "niv:Joshua:1:4",
        "t": "Your territory will extend from the desert to Lebanon, and from the great river, the Euphrates—all the Hittite country—to the Mediterranean Sea in the west."
    },
    {
        "o": 6391,
        "r": "niv:Joshua:1:5",
        "t": "No one will be able to stand against you all the days of your life. As I was with Moses, so I will be with you; I will never leave you nor forsake you."
    },
    {
        "o": 6392,
        "r": "niv:Joshua:1:6",
        "t": "Be strong and courageous, because you will lead these people to inherit the land I swore to their ancestors to give them."
    },
    {
        "o": 6393,
        "r": "niv:Joshua:1:7",
        "t": "“Be*p strong and very courageous. Be careful to obey all the law my servant Moses gave you; do not turn from it to the right or to the left, that you may be successful wherever you go."
    },
    {
        "o": 6394,
        "r": "niv:Joshua:1:8",
        "t": "Keep this Book of the Law always on your lips; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful."
    },
    {
        "o": 6395,
        "r": "niv:Joshua:1:9",
        "t": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord*s your God will be with you wherever you go.”"
    },
    {
        "o": 6396,
        "r": "niv:Joshua:1:10",
        "t": "So*p Joshua ordered the officers of the people:"
    },
    {
        "o": 6397,
        "r": "niv:Joshua:1:11",
        "t": "“Go through the camp and tell the people, ‘Get your provisions ready. Three days from now you will cross the Jordan here to go in and take possession of the land the Lord*s your God is giving you for your own.’ ”"
    },
    {
        "o": 6398,
        "r": "niv:Joshua:1:12",
        "t": "But*p to the Reubenites, the Gadites and the half-tribe of Manasseh, Joshua said,"
    },
    {
        "o": 6399,
        "r": "niv:Joshua:1:13",
        "t": "“Remember the command that Moses the servant of the Lord*s gave you after he said, ‘The Lord*s your God will give you rest by giving you this land.’"
    },
    {
        "o": 6400,
        "r": "niv:Joshua:1:14",
        "t": "Your wives, your children and your livestock may stay in the land that Moses gave you east of the Jordan, but all your fighting men, ready for battle, must cross over ahead of your fellow Israelites. You are to help them"
    },
    {
        "o": 6401,
        "r": "niv:Joshua:1:15",
        "t": "until the Lord*s gives them rest, as he has done for you, and until they too have taken possession of the land the Lord*s your God is giving them. After that, you may go back and occupy your own land, which Moses the servant of the Lord*s gave you east of the Jordan toward the sunrise.”"
    },
    {
        "o": 6402,
        "r": "niv:Joshua:1:16",
        "t": "Then*p they answered Joshua, “Whatever you have commanded us we will do, and wherever you send us we will go."
    },
    {
        "o": 6403,
        "r": "niv:Joshua:1:17",
        "t": "Just as we fully obeyed Moses, so we will obey you. Only may the Lord*s your God be with you as he was with Moses."
    },
    {
        "o": 6404,
        "r": "niv:Joshua:1:18",
        "t": "Whoever rebels against your word and does not obey it, whatever you may command them, will be put to death. Only be strong and courageous!”"
    }
]
