[
    {
        "o": 365,
        "r": "nasb:Genesis:14:0",
        "t": "Genesis 14",
        "h": 1
    },
    {
        "o": 366,
        "r": "nasb:Genesis:14:0",
        "t": "War of the Kings",
        "h": 2
    },
    {
        "o": 367,
        "r": "nasb:Genesis:14:1",
        "t": "And*p it came about in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of Goiim,"
    },
    {
        "o": 368,
        "r": "nasb:Genesis:14:2",
        "t": "that*i they made war with Bera king of Sodom, and with Birsha king of Gomorrah, Shinab king of Admah, and Shemeber king of Zeboiim, and the king of Bela (that is, Zoar)."
    },
    {
        "o": 369,
        "r": "nasb:Genesis:14:3",
        "t": "All these came as allies to the valley of Siddim (that is, the Salt Sea)."
    },
    {
        "o": 370,
        "r": "nasb:Genesis:14:4",
        "t": "Twelve years they had served Chedorlaomer, but the thirteenth year they rebelled."
    },
    {
        "o": 371,
        "r": "nasb:Genesis:14:5",
        "t": "In the fourteenth year Chedorlaomer and the kings that were with him, came and defeated the Rephaim in Ashteroth-karnaim and the Zuzim in Ham and the Emim in Shaveh-kiriathaim,"
    },
    {
        "o": 372,
        "r": "nasb:Genesis:14:6",
        "t": "and the Horites in their Mount Seir, as far as El-paran, which is by the wilderness."
    },
    {
        "o": 373,
        "r": "nasb:Genesis:14:7",
        "t": "Then they turned back and came to En-mishpat (that is, Kadesh), and conquered all the country of the Amalekites, and also the Amorites, who lived in Hazazon-tamar."
    },
    {
        "o": 374,
        "r": "nasb:Genesis:14:8",
        "t": "And the king of Sodom and the king of Gomorrah and the king of Admah and the king of Zeboiim and the king of Bela (that is, Zoar) came out; and they arrayed for battle against them in the valley of Siddim,"
    },
    {
        "o": 375,
        "r": "nasb:Genesis:14:9",
        "t": "against Chedorlaomer king of Elam and Tidal king of Goiim and Amraphel king of Shinar and Arioch king of Ellasar—four kings against five."
    },
    {
        "o": 376,
        "r": "nasb:Genesis:14:10",
        "t": "Now the valley of Siddim was full of tar pits; and the kings of Sodom and Gomorrah fled, and they fell into them. But those who survived fled to the hill country."
    },
    {
        "o": 377,
        "r": "nasb:Genesis:14:11",
        "t": "Then they took all the goods of Sodom and Gomorrah and all their food supply, and departed."
    },
    {
        "o": 378,
        "r": "nasb:Genesis:14:12",
        "t": "They also took Lot, Abram’s nephew, and his possessions and departed, for he was living in Sodom."
    },
    {
        "o": 379,
        "r": "nasb:Genesis:14:13",
        "t": "Then*p a fugitive came and told Abram the Hebrew. Now he was living by the oaks of Mamre the Amorite, brother of Eshcol and brother of Aner, and these were allies with Abram."
    },
    {
        "o": 380,
        "r": "nasb:Genesis:14:14",
        "t": "When Abram heard that his relative had been taken captive, he led out his trained men, born in his house, three hundred and eighteen, and went in pursuit as far as Dan."
    },
    {
        "o": 381,
        "r": "nasb:Genesis:14:15",
        "t": "He divided his forces against them by night, he and his servants, and defeated them, and pursued them as far as Hobah, which is north of Damascus."
    },
    {
        "o": 382,
        "r": "nasb:Genesis:14:16",
        "t": "He brought back all the goods, and also brought back his relative Lot with his possessions, and also the women, and the people."
    },
    {
        "o": 383,
        "r": "nasb:Genesis:14:16",
        "t": "God’s Promise to Abram",
        "h": 2
    },
    {
        "o": 384,
        "r": "nasb:Genesis:14:17",
        "t": "Then*p after his return from the defeat of Chedorlaomer and the kings who were with him, the king of Sodom went out to meet him at the valley of Shaveh (that is, the King’s Valley)."
    },
    {
        "o": 385,
        "r": "nasb:Genesis:14:18",
        "t": "And Melchizedek king of Salem brought out bread and wine; now he was a priest of God Most High."
    },
    {
        "o": 386,
        "r": "nasb:Genesis:14:19",
        "t": "He blessed him and said, “Blessed*pn be Abram of God Most High, Possessor*ln of heaven and earth;"
    },
    {
        "o": 387,
        "r": "nasb:Genesis:14:20",
        "t": "And*ln blessed be God Most High, Who*ln has delivered your enemies into your hand.” He*p gave him a tenth of all."
    },
    {
        "o": 388,
        "r": "nasb:Genesis:14:21",
        "t": "The king of Sodom said to Abram, “Give the people to me and take the goods for yourself.”"
    },
    {
        "o": 389,
        "r": "nasb:Genesis:14:22",
        "t": "Abram said to the king of Sodom, “I have sworn to the Lord*s God Most High, possessor of heaven and earth,"
    },
    {
        "o": 390,
        "r": "nasb:Genesis:14:23",
        "t": "that I will not take a thread or a sandal thong or anything that is yours, for fear you would say, ‘I have made Abram rich.’"
    },
    {
        "o": 391,
        "r": "nasb:Genesis:14:24",
        "t": "I will take nothing except what the young men have eaten, and the share of the men who went with me, Aner, Eshcol, and Mamre; let them take their share.”"
    }
]
