[
    {
        "o": 7654,
        "r": "nasb:Judges:19:0",
        "t": "Judges 19",
        "h": 1
    },
    {
        "o": 7655,
        "r": "nasb:Judges:19:0",
        "t": "A Levite’s Concubine Degraded",
        "h": 2
    },
    {
        "o": 7656,
        "r": "nasb:Judges:19:1",
        "t": "Now*p it came about in those days, when there was no king in Israel, that there was a certain Levite staying in the remote part of the hill country of Ephraim, who took a concubine for himself from Bethlehem in Judah."
    },
    {
        "o": 7657,
        "r": "nasb:Judges:19:2",
        "t": "But his concubine played the harlot against him, and she went away from him to her father’s house in Bethlehem in Judah, and was there for a period of four months."
    },
    {
        "o": 7658,
        "r": "nasb:Judges:19:3",
        "t": "Then her husband arose and went after her to speak tenderly to her in order to bring her back, taking with him his servant and a pair of donkeys. So she brought him into her father’s house, and when the girl’s father saw him, he was glad to meet him."
    },
    {
        "o": 7659,
        "r": "nasb:Judges:19:4",
        "t": "His father-in-law, the girl’s father, detained him; and he remained with him three days. So they ate and drank and lodged there."
    },
    {
        "o": 7660,
        "r": "nasb:Judges:19:5",
        "t": "Now on the fourth day they got up early in the morning, and he prepared to go; and the girl’s father said to his son-in-law, “Sustain yourself with a piece of bread, and afterward you may go.”"
    },
    {
        "o": 7661,
        "r": "nasb:Judges:19:6",
        "t": "So both of them sat down and ate and drank together; and the girl’s father said to the man, “Please be willing to spend the night, and let your heart be merry.”"
    },
    {
        "o": 7662,
        "r": "nasb:Judges:19:7",
        "t": "Then the man arose to go, but his father-in-law urged him so that he spent the night there again."
    },
    {
        "o": 7663,
        "r": "nasb:Judges:19:8",
        "t": "On the fifth day he arose to go early in the morning, and the girl’s father said, “Please sustain yourself, and wait until afternoon”; so both of them ate."
    },
    {
        "o": 7664,
        "r": "nasb:Judges:19:9",
        "t": "When the man arose to go along with his concubine and servant, his father-in-law, the girl’s father, said to him, “Behold now, the day has drawn to a close; please spend the night. Lo, the day is coming to an end; spend the night here that your heart may be merry. Then tomorrow you may arise early for your journey so that you may go home.”"
    },
    {
        "o": 7665,
        "r": "nasb:Judges:19:10",
        "t": "But*p the man was not willing to spend the night, so he arose and departed and came to a*i place*i opposite Jebus (that is, Jerusalem). And there were with him a pair of saddled donkeys; his concubine also was with him."
    },
    {
        "o": 7666,
        "r": "nasb:Judges:19:11",
        "t": "When they were*i near Jebus, the day was almost gone; and the servant said to his master, “Please come, and let us turn aside into this city of the Jebusites and spend the night in it.”"
    },
    {
        "o": 7667,
        "r": "nasb:Judges:19:12",
        "t": "However, his master said to him, “We will not turn aside into the city of foreigners who are not of the sons of Israel; but we will go on as far as Gibeah.”"
    },
    {
        "o": 7668,
        "r": "nasb:Judges:19:13",
        "t": "He said to his servant, “Come and let us approach one of these places; and we will spend the night in Gibeah or Ramah.”"
    },
    {
        "o": 7669,
        "r": "nasb:Judges:19:14",
        "t": "So they passed along and went their way, and the sun set on them near Gibeah which belongs to Benjamin."
    },
    {
        "o": 7670,
        "r": "nasb:Judges:19:15",
        "t": "They turned aside there in order to enter and*i lodge in Gibeah. When they entered, they sat down in the open square of the city, for no one took them into his*i house to spend the night."
    },
    {
        "o": 7671,
        "r": "nasb:Judges:19:16",
        "t": "Then*p behold, an old man was coming out of the field from his work at evening. Now the man was from the hill country of Ephraim, and he was staying in Gibeah, but the men of the place were Benjamites."
    },
    {
        "o": 7672,
        "r": "nasb:Judges:19:17",
        "t": "And he lifted up his eyes and saw the traveler in the open square of the city; and the old man said, “Where are you going, and where do you come from?”"
    },
    {
        "o": 7673,
        "r": "nasb:Judges:19:18",
        "t": "He said to him, “We are passing from Bethlehem in Judah to the remote part of the hill country of Ephraim, for*i I am from there, and I went to Bethlehem in Judah. But I am now*i going to my house, and no man will take me into his house."
    },
    {
        "o": 7674,
        "r": "nasb:Judges:19:19",
        "t": "Yet there is both straw and fodder for our donkeys, and also bread and wine for me, your maidservant, and the young man who is with your servants; there is no lack of anything.”"
    },
    {
        "o": 7675,
        "r": "nasb:Judges:19:20",
        "t": "The old man said, “Peace to you. Only let me take*i care*i of*i all your needs; however, do not spend the night in the open square.”"
    },
    {
        "o": 7676,
        "r": "nasb:Judges:19:21",
        "t": "So he took him into his house and gave the donkeys fodder, and they washed their feet and ate and drank."
    },
    {
        "o": 7677,
        "r": "nasb:Judges:19:22",
        "t": "While*p they were celebrating, behold, the men of the city, certain worthless fellows, surrounded the house, pounding the door; and they spoke to the owner of the house, the old man, saying, “Bring out the man who came into your house that we may have relations with him.”"
    },
    {
        "o": 7678,
        "r": "nasb:Judges:19:23",
        "t": "Then the man, the owner of the house, went out to them and said to them, “No, my fellows, please do not act so wickedly; since this man has come into my house, do not commit this act of folly."
    },
    {
        "o": 7679,
        "r": "nasb:Judges:19:24",
        "t": "Here is my virgin daughter and his concubine. Please let me bring them out that you may ravish them and do to them whatever you wish. But do not commit such an act of folly against this man.”"
    },
    {
        "o": 7680,
        "r": "nasb:Judges:19:25",
        "t": "But the men would not listen to him. So the man seized his concubine and brought her*i out to them; and they raped her and abused her all night until morning, then let her go at the approach of dawn."
    },
    {
        "o": 7681,
        "r": "nasb:Judges:19:26",
        "t": "As the day began to dawn, the woman came and fell down at the doorway of the man’s house where her master was, until full*i daylight."
    },
    {
        "o": 7682,
        "r": "nasb:Judges:19:27",
        "t": "When*p her master arose in the morning and opened the doors of the house and went out to go on his way, then behold, his concubine was lying at the doorway of the house with her hands on the threshold."
    },
    {
        "o": 7683,
        "r": "nasb:Judges:19:28",
        "t": "He said to her, “Get up and let us go,” but there was no answer. Then he placed her on the donkey; and the man arose and went to his home."
    },
    {
        "o": 7684,
        "r": "nasb:Judges:19:29",
        "t": "When he entered his house, he took a knife and laid hold of his concubine and cut her in twelve pieces, limb by limb, and sent her throughout the territory of Israel."
    },
    {
        "o": 7685,
        "r": "nasb:Judges:19:30",
        "t": "All who saw it*i said, “Nothing like this has ever*i happened or been seen from the day when the sons of Israel came up from the land of Egypt to this day. Consider it, take counsel and speak up!”"
    }
]
