[
    {
        "o": 6946,
        "r": "nasb:Joshua:21:0",
        "t": "Joshua 21",
        "h": 1
    },
    {
        "o": 6947,
        "r": "nasb:Joshua:21:0",
        "t": "Forty-eight Cities of the Levites",
        "h": 2
    },
    {
        "o": 6948,
        "r": "nasb:Joshua:21:1",
        "t": "Then*p the heads of households of the Levites approached Eleazar the priest, and Joshua the son of Nun, and the heads of households of the tribes of the sons of Israel."
    },
    {
        "o": 6949,
        "r": "nasb:Joshua:21:2",
        "t": "They spoke to them at Shiloh in the land of Canaan, saying, “The Lord*s commanded through Moses to give us cities to live in, with their pasture lands for our cattle.”"
    },
    {
        "o": 6950,
        "r": "nasb:Joshua:21:3",
        "t": "So the sons of Israel gave the Levites from their inheritance these cities with their pasture lands, according to the command of the Lord.*s"
    },
    {
        "o": 6951,
        "r": "nasb:Joshua:21:4",
        "t": "Then the lot came out for the families of the Kohathites. And the sons of Aaron the priest, who were of the Levites, received thirteen cities by lot from the tribe of Judah and from the tribe of the Simeonites and from the tribe of Benjamin."
    },
    {
        "o": 6952,
        "r": "nasb:Joshua:21:5",
        "t": "The*p rest of the sons of Kohath received ten cities by lot from the families of the tribe of Ephraim and from the tribe of Dan and from the half-tribe of Manasseh."
    },
    {
        "o": 6953,
        "r": "nasb:Joshua:21:6",
        "t": "The*p sons of Gershon received thirteen cities by lot from the families of the tribe of Issachar and from the tribe of Asher and from the tribe of Naphtali and from the half-tribe of Manasseh in Bashan."
    },
    {
        "o": 6954,
        "r": "nasb:Joshua:21:7",
        "t": "The*p sons of Merari according to their families received twelve cities from the tribe of Reuben and from the tribe of Gad and from the tribe of Zebulun."
    },
    {
        "o": 6955,
        "r": "nasb:Joshua:21:8",
        "t": "Now*p the sons of Israel gave by lot to the Levites these cities with their pasture lands, as the Lord*s had commanded through Moses."
    },
    {
        "o": 6956,
        "r": "nasb:Joshua:21:9",
        "t": "They*p gave these cities which are here*i mentioned by name from the tribe of the sons of Judah and from the tribe of the sons of Simeon;"
    },
    {
        "o": 6957,
        "r": "nasb:Joshua:21:10",
        "t": "and they were for the sons of Aaron, one of the families of the Kohathites, of the sons of Levi, for the lot was theirs first."
    },
    {
        "o": 6958,
        "r": "nasb:Joshua:21:11",
        "t": "Thus they gave them Kiriath-arba, Arba*i being*i the father of Anak (that is, Hebron), in the hill country of Judah, with its surrounding pasture lands."
    },
    {
        "o": 6959,
        "r": "nasb:Joshua:21:12",
        "t": "But the fields of the city and its villages they gave to Caleb the son of Jephunneh as his possession."
    },
    {
        "o": 6960,
        "r": "nasb:Joshua:21:13",
        "t": "So*p to the sons of Aaron the priest they gave Hebron, the city of refuge for the manslayer, with its pasture lands, and Libnah with its pasture lands,"
    },
    {
        "o": 6961,
        "r": "nasb:Joshua:21:14",
        "t": "and Jattir with its pasture lands and Eshtemoa with its pasture lands,"
    },
    {
        "o": 6962,
        "r": "nasb:Joshua:21:15",
        "t": "and Holon with its pasture lands and Debir with its pasture lands,"
    },
    {
        "o": 6963,
        "r": "nasb:Joshua:21:16",
        "t": "and Ain with its pasture lands and Juttah with its pasture lands and*i Beth-shemesh with its pasture lands; nine cities from these two tribes."
    },
    {
        "o": 6964,
        "r": "nasb:Joshua:21:17",
        "t": "From the tribe of Benjamin, Gibeon with its pasture lands, Geba with its pasture lands,"
    },
    {
        "o": 6965,
        "r": "nasb:Joshua:21:18",
        "t": "Anathoth with its pasture lands and Almon with its pasture lands; four cities."
    },
    {
        "o": 6966,
        "r": "nasb:Joshua:21:19",
        "t": "All the cities of the sons of Aaron, the priests, were thirteen cities with their pasture lands."
    },
    {
        "o": 6967,
        "r": "nasb:Joshua:21:20",
        "t": "Then*p the cities from the tribe of Ephraim were allotted to the families of the sons of Kohath, the Levites, even*i to*i the rest of the sons of Kohath."
    },
    {
        "o": 6968,
        "r": "nasb:Joshua:21:21",
        "t": "They gave them Shechem, the city of refuge for the manslayer, with its pasture lands, in the hill country of Ephraim, and Gezer with its pasture lands,"
    },
    {
        "o": 6969,
        "r": "nasb:Joshua:21:22",
        "t": "and Kibzaim with its pasture lands and Beth-horon with its pasture lands; four cities."
    },
    {
        "o": 6970,
        "r": "nasb:Joshua:21:23",
        "t": "From the tribe of Dan, Elteke with its pasture lands, Gibbethon with its pasture lands,"
    },
    {
        "o": 6971,
        "r": "nasb:Joshua:21:24",
        "t": "Aijalon with its pasture lands, Gath-rimmon with its pasture lands; four cities."
    },
    {
        "o": 6972,
        "r": "nasb:Joshua:21:25",
        "t": "From the half-tribe of Manasseh, they*i allotted*i Taanach with its pasture lands and Gath-rimmon with its pasture lands; two cities."
    },
    {
        "o": 6973,
        "r": "nasb:Joshua:21:26",
        "t": "All the cities with their pasture lands for the families of the rest of the sons of Kohath were ten."
    },
    {
        "o": 6974,
        "r": "nasb:Joshua:21:27",
        "t": "To*p the sons of Gershon, one of the families of the Levites, from the half-tribe of Manasseh, they*i gave*i Golan in Bashan, the city of refuge for the manslayer, with its pasture lands, and Be-eshterah with its pasture lands; two cities."
    },
    {
        "o": 6975,
        "r": "nasb:Joshua:21:28",
        "t": "From the tribe of Issachar, they*i gave*i Kishion with its pasture lands, Daberath with its pasture lands,"
    },
    {
        "o": 6976,
        "r": "nasb:Joshua:21:29",
        "t": "Jarmuth with its pasture lands, En-gannim with its pasture lands; four cities."
    },
    {
        "o": 6977,
        "r": "nasb:Joshua:21:30",
        "t": "From the tribe of Asher, they*i gave*i Mishal with its pasture lands, Abdon with its pasture lands,"
    },
    {
        "o": 6978,
        "r": "nasb:Joshua:21:31",
        "t": "Helkath with its pasture lands and Rehob with its pasture lands; four cities."
    },
    {
        "o": 6979,
        "r": "nasb:Joshua:21:32",
        "t": "From the tribe of Naphtali, they*i gave*i Kedesh in Galilee, the city of refuge for the manslayer, with its pasture lands and Hammoth-dor with its pasture lands and Kartan with its pasture lands; three cities."
    },
    {
        "o": 6980,
        "r": "nasb:Joshua:21:33",
        "t": "All the cities of the Gershonites according to their families were thirteen cities with their pasture lands."
    },
    {
        "o": 6981,
        "r": "nasb:Joshua:21:34",
        "t": "To*p the families of the sons of Merari, the rest of the Levites, they*i gave*i from the tribe of Zebulun, Jokneam with its pasture lands and Kartah with its pasture lands."
    },
    {
        "o": 6982,
        "r": "nasb:Joshua:21:35",
        "t": "Dimnah with its pasture lands, Nahalal with its pasture lands; four cities."
    },
    {
        "o": 6983,
        "r": "nasb:Joshua:21:36",
        "t": "From the tribe of Reuben, they*i gave*i Bezer with its pasture lands and Jahaz with its pasture lands,"
    },
    {
        "o": 6984,
        "r": "nasb:Joshua:21:37",
        "t": "Kedemoth with its pasture lands and Mephaath with its pasture lands; four cities."
    },
    {
        "o": 6985,
        "r": "nasb:Joshua:21:38",
        "t": "From the tribe of Gad, they*i gave*i Ramoth in Gilead, the city of refuge for the manslayer, with its pasture lands and Mahanaim with its pasture lands,"
    },
    {
        "o": 6986,
        "r": "nasb:Joshua:21:39",
        "t": "Heshbon with its pasture lands, Jazer with its pasture lands; four cities in all."
    },
    {
        "o": 6987,
        "r": "nasb:Joshua:21:40",
        "t": "All these*i were*i the cities of the sons of Merari according to their families, the rest of the families of the Levites; and their lot was twelve cities."
    },
    {
        "o": 6988,
        "r": "nasb:Joshua:21:41",
        "t": "All*p the cities of the Levites in the midst of the possession of the sons of Israel were forty-eight cities with their pasture lands."
    },
    {
        "o": 6989,
        "r": "nasb:Joshua:21:42",
        "t": "These cities each had its surrounding pasture lands; thus it*i was*i with all these cities."
    },
    {
        "o": 6990,
        "r": "nasb:Joshua:21:43",
        "t": "So*p the Lord*s gave Israel all the land which He had sworn to give to their fathers, and they possessed it and lived in it."
    },
    {
        "o": 6991,
        "r": "nasb:Joshua:21:44",
        "t": "And the Lord*s gave them rest on every side, according to all that He had sworn to their fathers, and no one of all their enemies stood before them; the Lord*s gave all their enemies into their hand."
    },
    {
        "o": 6992,
        "r": "nasb:Joshua:21:45",
        "t": "Not one of the good promises which the Lord*s had made to the house of Israel failed; all came to pass."
    }
]
