[
    {
        "o": 23082,
        "r": "csb:Ezekiel:3:0",
        "t": "Ezekiel 3",
        "h": 1
    },
    {
        "o": 23083,
        "r": "csb:Ezekiel:3:1",
        "t": "He*p said to me, “Son of man, eat what you find here. Eat this scroll, then go and speak to the house of Israel.”"
    },
    {
        "o": 23084,
        "r": "csb:Ezekiel:3:2",
        "t": "So I opened my mouth, and he fed me the scroll."
    },
    {
        "o": 23085,
        "r": "csb:Ezekiel:3:3",
        "t": "“Son of man,” he said to me, “feed your stomach and fill your belly with this scroll I am giving you.” So I ate it, and it was as sweet as honey in my mouth."
    },
    {
        "o": 23086,
        "r": "csb:Ezekiel:3:4",
        "t": "Then*p he said to me, “Son of man, go to the house of Israel and speak my words to them."
    },
    {
        "o": 23087,
        "r": "csb:Ezekiel:3:5",
        "t": "For you are not being sent to a people of unintelligible speech or a difficult language but to the house of Israel —"
    },
    {
        "o": 23088,
        "r": "csb:Ezekiel:3:6",
        "t": "not to the many peoples of unintelligible speech or a difficult language, whose words you cannot understand. No doubt, if I sent you to them, they would listen to you."
    },
    {
        "o": 23089,
        "r": "csb:Ezekiel:3:7",
        "t": "But the house of Israel will not want to listen to you because they do not want to listen to me. For the whole house of Israel is hardheaded and hardhearted."
    },
    {
        "o": 23090,
        "r": "csb:Ezekiel:3:8",
        "t": "Look, I have made your face as hard as their faces and your forehead as hard as their foreheads."
    },
    {
        "o": 23091,
        "r": "csb:Ezekiel:3:9",
        "t": "I have made your forehead like a diamond, harder than flint. Don’t be afraid of them or discouraged by the look on their faces, though they are a rebellious house.”"
    },
    {
        "o": 23092,
        "r": "csb:Ezekiel:3:10",
        "t": "Next*p he said to me, “Son of man, listen carefully to all my words that I speak to you and take them to heart."
    },
    {
        "o": 23093,
        "r": "csb:Ezekiel:3:11",
        "t": "Go to your people, the exiles, and speak to them. Tell them, ‘This is what the Lord God*s says,’ whether they listen or refuse to listen.”"
    },
    {
        "o": 23094,
        "r": "csb:Ezekiel:3:12",
        "t": "The*p Spirit then lifted me up, and I heard a loud rumbling sound behind me - bless the glory of the Lord*s in his place! -"
    },
    {
        "o": 23095,
        "r": "csb:Ezekiel:3:13",
        "t": "with the sound of the living creatures’ wings brushing against each other and the sound of the wheels beside them, a loud rumbling sound."
    },
    {
        "o": 23096,
        "r": "csb:Ezekiel:3:14",
        "t": "The Spirit lifted me up and took me away. I left in bitterness and in an angry spirit, and the Lord’s*s hand was on me powerfully."
    },
    {
        "o": 23097,
        "r": "csb:Ezekiel:3:15",
        "t": "I came to the exiles at Tel-abib, who were living by the Chebar Canal, and I sat there among them stunned for seven days."
    },
    {
        "o": 23098,
        "r": "csb:Ezekiel:3:15",
        "t": "Ezekiel as a Watchman",
        "h": 2
    },
    {
        "o": 23099,
        "r": "csb:Ezekiel:3:16",
        "t": "Now*p at the end of seven days the word of the Lord*s came to me:"
    },
    {
        "o": 23100,
        "r": "csb:Ezekiel:3:17",
        "t": "“Son of man, I have made you a watchman over the house of Israel. When you hear a word from my mouth, give them a warning from me."
    },
    {
        "o": 23101,
        "r": "csb:Ezekiel:3:18",
        "t": "If I say to the wicked person, ‘You will surely die,’ but you do not warn him - you don’t speak out to warn him about his wicked way in order to save his life - that wicked person will die for his iniquity. Yet I will hold you responsible for his blood."
    },
    {
        "o": 23102,
        "r": "csb:Ezekiel:3:19",
        "t": "But if you warn a wicked person and he does not turn from his wickedness or his wicked way, he will die for his iniquity, but you will have rescued yourself."
    },
    {
        "o": 23103,
        "r": "csb:Ezekiel:3:20",
        "t": "Now if a righteous person turns from his righteousness and acts unjustly, and I put a stumbling block in front of him, he will die. If you did not warn him, he will die because of his sin, and the righteous acts he did will not be remembered. Yet I will hold you responsible for his blood."
    },
    {
        "o": 23104,
        "r": "csb:Ezekiel:3:21",
        "t": "But if you warn the righteous person that he should not sin, and he does not sin, he will indeed live because he listened to your warning, and you will have rescued yourself.”"
    },
    {
        "o": 23105,
        "r": "csb:Ezekiel:3:22",
        "t": "The*p hand of the Lord*s was on me there, and he said to me, “Get up, go out to the plain, and I will speak with you there.”"
    },
    {
        "o": 23106,
        "r": "csb:Ezekiel:3:23",
        "t": "So I got up and went out to the plain. The Lord’s*s glory was present there, like the glory I had seen by the Chebar Canal, and I fell facedown."
    },
    {
        "o": 23107,
        "r": "csb:Ezekiel:3:24",
        "t": "The Spirit entered me and set me on my feet. He spoke with me and said, “Go, shut yourself inside your house."
    },
    {
        "o": 23108,
        "r": "csb:Ezekiel:3:25",
        "t": "As for you, son of man, they will put ropes on you and bind you with them so you cannot go out among them."
    },
    {
        "o": 23109,
        "r": "csb:Ezekiel:3:26",
        "t": "I will make your tongue stick to the roof of your mouth, and you will be mute and unable to be a mediator for them, for they are a rebellious house."
    },
    {
        "o": 23110,
        "r": "csb:Ezekiel:3:27",
        "t": "But when I speak with you, I will open your mouth, and you will say to them, ‘This is what the Lord God*s says.’ Let the one who listens, listen, and let the one who refuses, refuse - for they are a rebellious house."
    }
]
