[
    {
        "o": 20960,
        "r": "csb:Isaiah:53:0",
        "t": "Isaiah 53",
        "h": 1
    },
    {
        "o": 20961,
        "r": "csb:Isaiah:53:1",
        "t": "Who*pn has believed what we have heard? And*ln to whom has the arm of the Lord*s been revealed?"
    },
    {
        "o": 20962,
        "r": "csb:Isaiah:53:2",
        "t": "He*ln grew up before him like a young plant and*ln like a root out of dry ground. He*ln didn’t have an impressive form or*ln majesty that we should look at him, no*ln appearance that we should desire him."
    },
    {
        "o": 20963,
        "r": "csb:Isaiah:53:3",
        "t": "He*ln was despised and rejected by men, a*ln man of suffering who knew what sickness was. He*ln was like someone people turned away from; he*ln was despised, and we didn’t value him."
    },
    {
        "o": 20964,
        "r": "csb:Isaiah:53:4",
        "t": "Yet*pn he himself bore our sicknesses, and*ln he carried our pains; but*ln we in turn regarded him stricken, struck*ln down by God, and afflicted."
    },
    {
        "o": 20965,
        "r": "csb:Isaiah:53:5",
        "t": "But*ln he was pierced because of our rebellion, crushed*ln because of our iniquities; punishment*ln for our peace was on him, and*ln we are healed by his wounds."
    },
    {
        "o": 20966,
        "r": "csb:Isaiah:53:6",
        "t": "We*ln all went astray like sheep; we*ln all have turned to our own way; and*ln the Lord*s has punished him for*ln the iniquity of us all."
    },
    {
        "o": 20967,
        "r": "csb:Isaiah:53:7",
        "t": "He*pn was oppressed and afflicted, yet*ln he did not open his mouth. Like*ln a lamb led to the slaughter and*ln like a sheep silent before her shearers, he*ln did not open his mouth."
    },
    {
        "o": 20968,
        "r": "csb:Isaiah:53:8",
        "t": "He*ln was taken away because of oppression and judgment, and*ln who considered his fate? For*ln he was cut off from the land of the living; he*ln was struck because of my people’s rebellion."
    },
    {
        "o": 20969,
        "r": "csb:Isaiah:53:9",
        "t": "He*ln was assigned a grave with the wicked, but*ln he was with a rich man at his death, because*ln he had done no violence and*ln had not spoken deceitfully."
    },
    {
        "o": 20970,
        "r": "csb:Isaiah:53:10",
        "t": "Yet*pn the Lord*s was pleased to crush him severely. When*ln you make him a guilt offering, he*ln will see his seed, he will prolong his days, and*ln by his hand, the Lord’s*s pleasure will be accomplished."
    },
    {
        "o": 20971,
        "r": "csb:Isaiah:53:11",
        "t": "After*ln his anguish, he*ln will see light and be satisfied. By*ln his knowledge, my*ln righteous servant will justify many, and*ln he will carry their iniquities."
    },
    {
        "o": 20972,
        "r": "csb:Isaiah:53:12",
        "t": "Therefore*ln I will give him the many as a portion, and*ln he will receive the mighty as spoil, because*ln he willingly submitted to death, and*ln was counted among the rebels; yet*ln he bore the sin of many and*ln interceded for the rebels."
    }
]
