[
    {
        "o": 20852,
        "r": "esv:Isaiah:55:0",
        "t": "Isaiah 55",
        "h": 1
    },
    {
        "o": 20853,
        "r": "esv:Isaiah:55:0",
        "t": "The Compassion of the Lord",
        "h": 2
    },
    {
        "o": 20854,
        "r": "esv:Isaiah:55:1",
        "t": "“Come,*pn everyone who thirsts, come*ld to the waters; and*ln he who has no money, come,*ld buy and eat! Come,*ln buy wine and milk without*ld money and without price."
    },
    {
        "o": 20855,
        "r": "esv:Isaiah:55:2",
        "t": "Why*ln do you spend your money for that which is not bread, and*ld your labor for that which does not satisfy? Listen*ln diligently to me, and eat what is good, and*ld delight yourselves in rich food."
    },
    {
        "o": 20856,
        "r": "esv:Isaiah:55:3",
        "t": "Incline*ln your ear, and come to me; hear,*ld that your soul may live; and*ln I will make with you an everlasting covenant, my*ld steadfast, sure love for David."
    },
    {
        "o": 20857,
        "r": "esv:Isaiah:55:4",
        "t": "Behold,*ln I made him a witness to the peoples, a*ld leader and commander for the peoples."
    },
    {
        "o": 20858,
        "r": "esv:Isaiah:55:5",
        "t": "Behold,*ln you shall call a nation that you do not know, and*ld a nation that did not know you shall run to you, because*ln of the Lord*s your God, and of the Holy One of Israel, for*ld he has glorified you."
    },
    {
        "o": 20859,
        "r": "esv:Isaiah:55:6",
        "t": "“Seek*pn the Lord*s while he may be found; call*ld upon him while he is near;"
    },
    {
        "o": 20860,
        "r": "esv:Isaiah:55:7",
        "t": "let*ln the wicked forsake his way, and*ld the unrighteous man his thoughts; let*ln him return to the Lord,*s that he may have compassion on him, and*ld to our God, for he will abundantly pardon."
    },
    {
        "o": 20861,
        "r": "esv:Isaiah:55:8",
        "t": "For*ln my thoughts are not your thoughts, neither*ld are your ways my ways, declares the Lord.*s"
    },
    {
        "o": 20862,
        "r": "esv:Isaiah:55:9",
        "t": "For*ln as the heavens are higher than the earth, so*ld are my ways higher than your ways and*ld my thoughts than your thoughts."
    },
    {
        "o": 20863,
        "r": "esv:Isaiah:55:10",
        "t": "“For*pn as the rain and the snow come down from heaven and*ld do not return there but water the earth, making*ln it bring forth and sprout, giving*ld seed to the sower and bread to the eater,"
    },
    {
        "o": 20864,
        "r": "esv:Isaiah:55:11",
        "t": "so*ln shall my word be that goes out from my mouth; it*ld shall not return to me empty, but*ln it shall accomplish that which I purpose, and*ld shall succeed in the thing for which I sent it."
    },
    {
        "o": 20865,
        "r": "esv:Isaiah:55:12",
        "t": "“For*pn you shall go out in joy and*ld be led forth in peace; the*ln mountains and the hills before you shall*ld break forth into singing, and*ld all the trees of the field shall clap their hands."
    },
    {
        "o": 20866,
        "r": "esv:Isaiah:55:13",
        "t": "Instead*ln of the thorn shall come up the cypress; instead*ld of the brier shall come up the myrtle; and*ln it shall make a name for the Lord,*s an*ld everlasting sign that shall not be cut off.”"
    }
]
