[
    {
        "o": 7125,
        "r": "nasb:Judges:2:0",
        "t": "Judges 2",
        "h": 1
    },
    {
        "o": 7126,
        "r": "nasb:Judges:2:0",
        "t": "Israel Rebuked",
        "h": 2
    },
    {
        "o": 7127,
        "r": "nasb:Judges:2:1",
        "t": "Now*p the angel of the Lord*s came up from Gilgal to Bochim. And he said, “I brought you up out of Egypt and led you into the land which I have sworn to your fathers; and I said, ‘I will never break My covenant with you,"
    },
    {
        "o": 7128,
        "r": "nasb:Judges:2:2",
        "t": "and as for you, you shall make no covenant with the inhabitants of this land; you shall tear down their altars.’ But you have not obeyed Me; what is this you have done?"
    },
    {
        "o": 7129,
        "r": "nasb:Judges:2:3",
        "t": "Therefore I also said, ‘I will not drive them out before you; but they will become as*i thorns*i in your sides and their gods will be a snare to you.’ ”"
    },
    {
        "o": 7130,
        "r": "nasb:Judges:2:4",
        "t": "When the angel of the Lord*s spoke these words to all the sons of Israel, the people lifted up their voices and wept."
    },
    {
        "o": 7131,
        "r": "nasb:Judges:2:5",
        "t": "So they named that place Bochim; and there they sacrificed to the Lord.*s"
    },
    {
        "o": 7132,
        "r": "nasb:Judges:2:5",
        "t": "Joshua Dies",
        "h": 2
    },
    {
        "o": 7133,
        "r": "nasb:Judges:2:6",
        "t": "When*p Joshua had dismissed the people, the sons of Israel went each to his inheritance to possess the land."
    },
    {
        "o": 7134,
        "r": "nasb:Judges:2:7",
        "t": "The people served the Lord*s all the days of Joshua, and all the days of the elders who survived Joshua, who had seen all the great work of the Lord*s which He had done for Israel."
    },
    {
        "o": 7135,
        "r": "nasb:Judges:2:8",
        "t": "Then Joshua the son of Nun, the servant of the Lord,*s died at the age of one hundred and ten."
    },
    {
        "o": 7136,
        "r": "nasb:Judges:2:9",
        "t": "And they buried him in the territory of his inheritance in Timnath-heres, in the hill country of Ephraim, north of Mount Gaash."
    },
    {
        "o": 7137,
        "r": "nasb:Judges:2:10",
        "t": "All that generation also were gathered to their fathers; and there arose another generation after them who did not know the Lord,*s nor yet the work which He had done for Israel."
    },
    {
        "o": 7138,
        "r": "nasb:Judges:2:10",
        "t": "Israel Serves Baals",
        "h": 2
    },
    {
        "o": 7139,
        "r": "nasb:Judges:2:11",
        "t": "Then*p the sons of Israel did evil in the sight of the Lord*s and served the Baals,"
    },
    {
        "o": 7140,
        "r": "nasb:Judges:2:12",
        "t": "and they forsook the Lord,*s the God of their fathers, who had brought them out of the land of Egypt, and followed other gods from among*i the gods of the peoples who were around them, and bowed themselves down to them; thus they provoked the Lord*s to anger."
    },
    {
        "o": 7141,
        "r": "nasb:Judges:2:13",
        "t": "So they forsook the Lord*s and served Baal and the Ashtaroth."
    },
    {
        "o": 7142,
        "r": "nasb:Judges:2:14",
        "t": "The anger of the Lord*s burned against Israel, and He gave them into the hands of plunderers who plundered them; and He sold them into the hands of their enemies around them,*i so that they could no longer stand before their enemies."
    },
    {
        "o": 7143,
        "r": "nasb:Judges:2:15",
        "t": "Wherever they went, the hand of the Lord*s was against them for evil, as the Lord*s had spoken and as the Lord*s had sworn to them, so that they were severely distressed."
    },
    {
        "o": 7144,
        "r": "nasb:Judges:2:16",
        "t": "Then*p the Lord*s raised up judges who delivered them from the hands of those who plundered them."
    },
    {
        "o": 7145,
        "r": "nasb:Judges:2:17",
        "t": "Yet they did not listen to their judges, for they played the harlot after other gods and bowed themselves down to them. They turned aside quickly from the way in which their fathers had walked in obeying the commandments of the Lord;*s they did not do as their*i fathers.*i"
    },
    {
        "o": 7146,
        "r": "nasb:Judges:2:18",
        "t": "When the Lord*s raised up judges for them, the Lord*s was with the judge and delivered them from the hand of their enemies all the days of the judge; for the Lord*s was moved to pity by their groaning because of those who oppressed and afflicted them."
    },
    {
        "o": 7147,
        "r": "nasb:Judges:2:19",
        "t": "But it came about when the judge died, that they would turn back and act more corruptly than their fathers, in following other gods to serve them and bow down to them; they did not abandon their practices or their stubborn ways."
    },
    {
        "o": 7148,
        "r": "nasb:Judges:2:20",
        "t": "So the anger of the Lord*s burned against Israel, and He said, “Because this nation has transgressed My covenant which I commanded their fathers and has not listened to My voice,"
    },
    {
        "o": 7149,
        "r": "nasb:Judges:2:21",
        "t": "I also will no longer drive out before them any of the nations which Joshua left when he died,"
    },
    {
        "o": 7150,
        "r": "nasb:Judges:2:22",
        "t": "in order to test Israel by them, whether they will keep the way of the Lord*s to walk in it as their fathers did, or not.”"
    },
    {
        "o": 7151,
        "r": "nasb:Judges:2:23",
        "t": "So the Lord*s allowed those nations to remain, not driving them out quickly; and He did not give them into the hand of Joshua."
    }
]
