[
    {
        "o": 19254,
        "r": "esv:Ecclesiastes:3:0",
        "t": "Ecclesiastes 3",
        "h": 1
    },
    {
        "o": 19255,
        "r": "esv:Ecclesiastes:3:0",
        "t": "A Time for Everything",
        "h": 2
    },
    {
        "o": 19256,
        "r": "esv:Ecclesiastes:3:1",
        "t": "For*p everything there is a season, and a time for every matter under heaven:"
    },
    {
        "o": 19257,
        "r": "esv:Ecclesiastes:3:2",
        "t": "a*pn time to be born, and a time to die; a*ln time to plant, and a time to pluck up what is planted;"
    },
    {
        "o": 19258,
        "r": "esv:Ecclesiastes:3:3",
        "t": "a*ln time to kill, and a time to heal; a*ln time to break down, and a time to build up;"
    },
    {
        "o": 19259,
        "r": "esv:Ecclesiastes:3:4",
        "t": "a*ln time to weep, and a time to laugh; a*ln time to mourn, and a time to dance;"
    },
    {
        "o": 19260,
        "r": "esv:Ecclesiastes:3:5",
        "t": "a*ln time to cast away stones, and a time to gather stones together; a*ln time to embrace, and a time to refrain from embracing;"
    },
    {
        "o": 19261,
        "r": "esv:Ecclesiastes:3:6",
        "t": "a*ln time to seek, and a time to lose; a*ln time to keep, and a time to cast away;"
    },
    {
        "o": 19262,
        "r": "esv:Ecclesiastes:3:7",
        "t": "a*ln time to tear, and a time to sew; a*ln time to keep silence, and a time to speak;"
    },
    {
        "o": 19263,
        "r": "esv:Ecclesiastes:3:8",
        "t": "a*ln time to love, and a time to hate; a*ln time for war, and a time for peace."
    },
    {
        "o": 19264,
        "r": "esv:Ecclesiastes:3:8",
        "t": "The God-Given Task",
        "h": 2
    },
    {
        "o": 19265,
        "r": "esv:Ecclesiastes:3:9",
        "t": "What*p gain has the worker from his toil?"
    },
    {
        "o": 19266,
        "r": "esv:Ecclesiastes:3:10",
        "t": "I have seen the business that God has given to the children of man to be busy with."
    },
    {
        "o": 19267,
        "r": "esv:Ecclesiastes:3:11",
        "t": "He has made everything beautiful in its time. Also, he has put eternity into man’s heart, yet so that he cannot find out what God has done from the beginning to the end."
    },
    {
        "o": 19268,
        "r": "esv:Ecclesiastes:3:12",
        "t": "I perceived that there is nothing better for them than to be joyful and to do good as long as they live;"
    },
    {
        "o": 19269,
        "r": "esv:Ecclesiastes:3:13",
        "t": "also that everyone should eat and drink and take pleasure in all his toil— this is God’s gift to man."
    },
    {
        "o": 19270,
        "r": "esv:Ecclesiastes:3:14",
        "t": "I*p perceived that whatever God does endures forever; nothing can be added to it, nor anything taken from it. God has done it, so that people fear before him."
    },
    {
        "o": 19271,
        "r": "esv:Ecclesiastes:3:15",
        "t": "That which is, already has been; that which is to be, already has been; and God seeks what has been driven away."
    },
    {
        "o": 19272,
        "r": "esv:Ecclesiastes:3:15",
        "t": "From Dust to Dust",
        "h": 2
    },
    {
        "o": 19273,
        "r": "esv:Ecclesiastes:3:16",
        "t": "Moreover,*p I saw under the sun that in the place of justice, even there was wickedness, and in the place of righteousness, even there was wickedness."
    },
    {
        "o": 19274,
        "r": "esv:Ecclesiastes:3:17",
        "t": "I said in my heart, God will judge the righteous and the wicked, for there is a time for every matter and for every work."
    },
    {
        "o": 19275,
        "r": "esv:Ecclesiastes:3:18",
        "t": "I said in my heart with regard to the children of man that God is testing them that they may see that they themselves are but beasts."
    },
    {
        "o": 19276,
        "r": "esv:Ecclesiastes:3:19",
        "t": "For what happens to the children of man and what happens to the beasts is the same; as one dies, so dies the other. They all have the same breath, and man has no advantage over the beasts, for all is vanity."
    },
    {
        "o": 19277,
        "r": "esv:Ecclesiastes:3:20",
        "t": "All go to one place. All are from the dust, and to dust all return."
    },
    {
        "o": 19278,
        "r": "esv:Ecclesiastes:3:21",
        "t": "Who knows whether the spirit of man goes upward and the spirit of the beast goes down into the earth?"
    },
    {
        "o": 19279,
        "r": "esv:Ecclesiastes:3:22",
        "t": "So I saw that there is nothing better than that a man should rejoice in his work, for that is his lot. Who can bring him to see what will be after him?"
    }
]
