[
    {
        "o": 16378,
        "r": "nasb:Psalm:58:0",
        "t": "Psalm 58",
        "h": 1
    },
    {
        "o": 16379,
        "r": "nasb:Psalm:58:0",
        "t": "Prayer for the Punishment of the Wicked.",
        "h": 2
    },
    {
        "o": 16380,
        "r": "nasb:Psalm:58:0",
        "t": "For the choir director; set to Al-tashheth. A Mikhtam of David.",
        "h": 2.5
    },
    {
        "o": 16381,
        "r": "nasb:Psalm:58:1",
        "t": "Do*pn you indeed speak righteousness, O gods? Do*ln you judge uprightly, O sons of men?"
    },
    {
        "o": 16382,
        "r": "nasb:Psalm:58:2",
        "t": "No,*ln in heart you work unrighteousness; On*ln earth you weigh out the violence of your hands."
    },
    {
        "o": 16383,
        "r": "nasb:Psalm:58:3",
        "t": "The*ln wicked are estranged from the womb; These*ln who speak lies go astray from birth."
    },
    {
        "o": 16384,
        "r": "nasb:Psalm:58:4",
        "t": "They*ln have venom like the venom of a serpent; Like*ln a deaf cobra that stops up its ear,"
    },
    {
        "o": 16385,
        "r": "nasb:Psalm:58:5",
        "t": "So*ln that it does not hear the voice of charmers, Or*iln a skillful caster of spells."
    },
    {
        "o": 16386,
        "r": "nasb:Psalm:58:6",
        "t": "O*ln God, shatter their teeth in their mouth; Break*ln out the fangs of the young lions, O Lord.*s"
    },
    {
        "o": 16387,
        "r": "nasb:Psalm:58:7",
        "t": "Let*ln them flow away like water that runs off; When*iln he aims his arrows, let them be as headless shafts."
    },
    {
        "o": 16388,
        "r": "nasb:Psalm:58:8",
        "t": "Let*iln them*i be*i as a snail which melts away as it goes along, Like*iln the miscarriages of a woman which never see the sun."
    },
    {
        "o": 16389,
        "r": "nasb:Psalm:58:9",
        "t": "Before*ln your pots can feel the*i fire*i of*i thorns He*ln will sweep them away with a whirlwind, the green and the burning alike."
    },
    {
        "o": 16390,
        "r": "nasb:Psalm:58:10",
        "t": "The*ln righteous will rejoice when he sees the vengeance; He*ln will wash his feet in the blood of the wicked."
    },
    {
        "o": 16391,
        "r": "nasb:Psalm:58:11",
        "t": "And*ln men will say, “Surely there is a reward for the righteous; Surely*ln there is a God who judges on earth!”"
    }
]
