[
    {
        "o": 13002,
        "r": "niv:2 Chronicles:32:0",
        "t": "2 Chronicles 32",
        "h": 1
    },
    {
        "o": 13003,
        "r": "niv:2 Chronicles:32:0",
        "t": "Sennacherib Threatens Jerusalem",
        "h": 2
    },
    {
        "o": 13004,
        "r": "niv:2 Chronicles:32:1",
        "t": "After*p all that Hezekiah had so faithfully done, Sennacherib king of Assyria came and invaded Judah. He laid siege to the fortified cities, thinking to conquer them for himself."
    },
    {
        "o": 13005,
        "r": "niv:2 Chronicles:32:2",
        "t": "When Hezekiah saw that Sennacherib had come and that he intended to wage war against Jerusalem,"
    },
    {
        "o": 13006,
        "r": "niv:2 Chronicles:32:3",
        "t": "he consulted with his officials and military staff about blocking off the water from the springs outside the city, and they helped him."
    },
    {
        "o": 13007,
        "r": "niv:2 Chronicles:32:4",
        "t": "They gathered a large group of people who blocked all the springs and the stream that flowed through the land. “Why should the kings of Assyria come and find plenty of water?” they said."
    },
    {
        "o": 13008,
        "r": "niv:2 Chronicles:32:5",
        "t": "Then he worked hard repairing all the broken sections of the wall and building towers on it. He built another wall outside that one and reinforced the terraces of the City of David. He also made large numbers of weapons and shields."
    },
    {
        "o": 13009,
        "r": "niv:2 Chronicles:32:6",
        "t": "He*p appointed military officers over the people and assembled them before him in the square at the city gate and encouraged them with these words:"
    },
    {
        "o": 13010,
        "r": "niv:2 Chronicles:32:7",
        "t": "“Be strong and courageous. Do not be afraid or discouraged because of the king of Assyria and the vast army with him, for there is a greater power with us than with him."
    },
    {
        "o": 13011,
        "r": "niv:2 Chronicles:32:8",
        "t": "With him is only the arm of flesh, but with us is the Lord*s our God to help us and to fight our battles.” And the people gained confidence from what Hezekiah the king of Judah said."
    },
    {
        "o": 13012,
        "r": "niv:2 Chronicles:32:9",
        "t": "Later,*p when Sennacherib king of Assyria and all his forces were laying siege to Lachish, he sent his officers to Jerusalem with this message for Hezekiah king of Judah and for all the people of Judah who were there:"
    },
    {
        "o": 13013,
        "r": "niv:2 Chronicles:32:10",
        "t": "“This*ln is what Sennacherib king of Assyria says: On what are you basing your confidence, that you remain in Jerusalem under siege?"
    },
    {
        "o": 13014,
        "r": "niv:2 Chronicles:32:11",
        "t": "When Hezekiah says, ‘The Lord*s our God will save us from the hand of the king of Assyria,’ he is misleading you, to let you die of hunger and thirst."
    },
    {
        "o": 13015,
        "r": "niv:2 Chronicles:32:12",
        "t": "Did not Hezekiah himself remove this god’s high places and altars, saying to Judah and Jerusalem, ‘You must worship before one altar and burn sacrifices on it’?"
    },
    {
        "o": 13016,
        "r": "niv:2 Chronicles:32:13",
        "t": "“Do*ln you not know what I and my predecessors have done to all the peoples of the other lands? Were the gods of those nations ever able to deliver their land from my hand?"
    },
    {
        "o": 13017,
        "r": "niv:2 Chronicles:32:14",
        "t": "Who of all the gods of these nations that my predecessors destroyed has been able to save his people from me? How then can your god deliver you from my hand?"
    },
    {
        "o": 13018,
        "r": "niv:2 Chronicles:32:15",
        "t": "Now do not let Hezekiah deceive you and mislead you like this. Do not believe him, for no god of any nation or kingdom has been able to deliver his people from my hand or the hand of my predecessors. How much less will your god deliver you from my hand!”"
    },
    {
        "o": 13019,
        "r": "niv:2 Chronicles:32:16",
        "t": "Sennacherib’s*p officers spoke further against the Lord*s God and against his servant Hezekiah."
    },
    {
        "o": 13020,
        "r": "niv:2 Chronicles:32:17",
        "t": "The king also wrote letters ridiculing the Lord,*s the God of Israel, and saying this against him: “Just as the gods of the peoples of the other lands did not rescue their people from my hand, so the god of Hezekiah will not rescue his people from my hand.”"
    },
    {
        "o": 13021,
        "r": "niv:2 Chronicles:32:18",
        "t": "Then they called out in Hebrew to the people of Jerusalem who were on the wall, to terrify them and make them afraid in order to capture the city."
    },
    {
        "o": 13022,
        "r": "niv:2 Chronicles:32:19",
        "t": "They spoke about the God of Jerusalem as they did about the gods of the other peoples of the world—the work of human hands."
    },
    {
        "o": 13023,
        "r": "niv:2 Chronicles:32:20",
        "t": "King*p Hezekiah and the prophet Isaiah son of Amoz cried out in prayer to heaven about this."
    },
    {
        "o": 13024,
        "r": "niv:2 Chronicles:32:21",
        "t": "And the Lord*s sent an angel, who annihilated all the fighting men and the commanders and officers in the camp of the Assyrian king. So he withdrew to his own land in disgrace. And when he went into the temple of his god, some of his sons, his own flesh and blood, cut him down with the sword."
    },
    {
        "o": 13025,
        "r": "niv:2 Chronicles:32:22",
        "t": "So*p the Lord*s saved Hezekiah and the people of Jerusalem from the hand of Sennacherib king of Assyria and from the hand of all others. He took care of them on every side."
    },
    {
        "o": 13026,
        "r": "niv:2 Chronicles:32:23",
        "t": "Many brought offerings to Jerusalem for the Lord*s and valuable gifts for Hezekiah king of Judah. From then on he was highly regarded by all the nations."
    },
    {
        "o": 13027,
        "r": "niv:2 Chronicles:32:23",
        "t": "Hezekiah’s Pride, Success and Death",
        "h": 2
    },
    {
        "o": 13028,
        "r": "niv:2 Chronicles:32:24",
        "t": "In*p those days Hezekiah became ill and was at the point of death. He prayed to the Lord,*s who answered him and gave him a miraculous sign."
    },
    {
        "o": 13029,
        "r": "niv:2 Chronicles:32:25",
        "t": "But Hezekiah’s heart was proud and he did not respond to the kindness shown him; therefore the Lord’s*s wrath was on him and on Judah and Jerusalem."
    },
    {
        "o": 13030,
        "r": "niv:2 Chronicles:32:26",
        "t": "Then Hezekiah repented of the pride of his heart, as did the people of Jerusalem; therefore the Lord’s*s wrath did not come on them during the days of Hezekiah."
    },
    {
        "o": 13031,
        "r": "niv:2 Chronicles:32:27",
        "t": "Hezekiah*p had very great wealth and honor, and he made treasuries for his silver and gold and for his precious stones, spices, shields and all kinds of valuables."
    },
    {
        "o": 13032,
        "r": "niv:2 Chronicles:32:28",
        "t": "He also made buildings to store the harvest of grain, new wine and olive oil; and he made stalls for various kinds of cattle, and pens for the flocks."
    },
    {
        "o": 13033,
        "r": "niv:2 Chronicles:32:29",
        "t": "He built villages and acquired great numbers of flocks and herds, for God had given him very great riches."
    },
    {
        "o": 13034,
        "r": "niv:2 Chronicles:32:30",
        "t": "It*p was Hezekiah who blocked the upper outlet of the Gihon spring and channeled the water down to the west side of the City of David. He succeeded in everything he undertook."
    },
    {
        "o": 13035,
        "r": "niv:2 Chronicles:32:31",
        "t": "But when envoys were sent by the rulers of Babylon to ask him about the miraculous sign that had occurred in the land, God left him to test him and to know everything that was in his heart."
    },
    {
        "o": 13036,
        "r": "niv:2 Chronicles:32:32",
        "t": "The*p other events of Hezekiah’s reign and his acts of devotion are written in the vision of the prophet Isaiah son of Amoz in the book of the kings of Judah and Israel."
    },
    {
        "o": 13037,
        "r": "niv:2 Chronicles:32:33",
        "t": "Hezekiah rested with his ancestors and was buried on the hill where the tombs of David’s descendants are. All Judah and the people of Jerusalem honored him when he died. And Manasseh his son succeeded him as king."
    }
]
