[
    {
        "o": 4122,
        "r": "csb:Numbers:4:0",
        "t": "Numbers 4",
        "h": 1
    },
    {
        "o": 4123,
        "r": "csb:Numbers:4:0",
        "t": "Duties of the Kohathites",
        "h": 2
    },
    {
        "o": 4124,
        "r": "csb:Numbers:4:1",
        "t": "The*p Lord*s spoke to Moses and Aaron:"
    },
    {
        "o": 4125,
        "r": "csb:Numbers:4:2",
        "t": "“Among the Levites, take a census of the Kohathites by their clans and their ancestral families,"
    },
    {
        "o": 4126,
        "r": "csb:Numbers:4:3",
        "t": "men from thirty years old to fifty years old - everyone who is qualified to do work at the tent of meeting."
    },
    {
        "o": 4127,
        "r": "csb:Numbers:4:4",
        "t": "“The*p service of the Kohathites at the tent of meeting concerns the most holy objects."
    },
    {
        "o": 4128,
        "r": "csb:Numbers:4:5",
        "t": "Whenever the camp is about to move on, Aaron and his sons are to go in, take down the screening curtain, and cover the ark of the testimony with it."
    },
    {
        "o": 4129,
        "r": "csb:Numbers:4:6",
        "t": "They are to place over this a covering made of fine leather, spread a solid blue cloth on top, and insert its poles."
    },
    {
        "o": 4130,
        "r": "csb:Numbers:4:7",
        "t": "“They*p are to spread a blue cloth over the table of the Presence and place the plates and cups on it, as well as the bowls and pitchers for the drink offering. The regular bread offering is to be on it."
    },
    {
        "o": 4131,
        "r": "csb:Numbers:4:8",
        "t": "They are to spread a scarlet cloth over them, cover them with a covering made of fine leather, and insert the poles in the table."
    },
    {
        "o": 4132,
        "r": "csb:Numbers:4:9",
        "t": "“They*p are to take a blue cloth and cover the lampstand used for light, with its lamps, snuffers, and firepans, as well as its jars of oil by which they service it."
    },
    {
        "o": 4133,
        "r": "csb:Numbers:4:10",
        "t": "Then they are to place it with all its utensils inside a covering made of fine leather and put them on the carrying frame."
    },
    {
        "o": 4134,
        "r": "csb:Numbers:4:11",
        "t": "“They*p are to spread a blue cloth over the gold altar, cover it with a covering made of fine leather, and insert its poles."
    },
    {
        "o": 4135,
        "r": "csb:Numbers:4:12",
        "t": "They are to take all the serving utensils they use in the sanctuary, place them in a blue cloth, cover them with a covering made of fine leather, and put them on a carrying frame."
    },
    {
        "o": 4136,
        "r": "csb:Numbers:4:13",
        "t": "“They*p are to remove the ashes from the bronze altar, spread a purple cloth over it,"
    },
    {
        "o": 4137,
        "r": "csb:Numbers:4:14",
        "t": "and place all the equipment on it that they use in serving: the firepans, meat forks, shovels, and basins - all the equipment of the altar. They are to spread a covering made of fine leather over it and insert its poles."
    },
    {
        "o": 4138,
        "r": "csb:Numbers:4:15",
        "t": "“Aaron*p and his sons are to finish covering the holy objects and all their equipment whenever the camp is to move on. The Kohathites will come and carry them, but they are not to touch the holy objects or they will die. These are the transportation duties of the Kohathites regarding the tent of meeting."
    },
    {
        "o": 4139,
        "r": "csb:Numbers:4:16",
        "t": "“Eleazar,*p son of Aaron the priest, has oversight of the lamp oil, the fragrant incense, the daily grain offering, and the anointing oil. He has oversight of the entire tabernacle and everything in it, the holy objects and their utensils.”"
    },
    {
        "o": 4140,
        "r": "csb:Numbers:4:17",
        "t": "Then*p the Lord*s spoke to Moses and Aaron:"
    },
    {
        "o": 4141,
        "r": "csb:Numbers:4:18",
        "t": "“Do not allow the Kohathite tribal clans to be wiped out from the Levites."
    },
    {
        "o": 4142,
        "r": "csb:Numbers:4:19",
        "t": "Do this for them so that they may live and not die when they come near the most holy objects: Aaron and his sons are to go in and assign each man his task and transportation duty."
    },
    {
        "o": 4143,
        "r": "csb:Numbers:4:20",
        "t": "The Kohathites are not to go in and look at the holy objects as they are covered or they will die.”"
    },
    {
        "o": 4144,
        "r": "csb:Numbers:4:20",
        "t": "Duties of the Gershonites",
        "h": 2
    },
    {
        "o": 4145,
        "r": "csb:Numbers:4:21",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4146,
        "r": "csb:Numbers:4:22",
        "t": "“Take a census of the Gershonites also, by their ancestral families and their clans."
    },
    {
        "o": 4147,
        "r": "csb:Numbers:4:23",
        "t": "Register men from thirty years old to fifty years old, everyone who is qualified to perform service, to do work at the tent of meeting."
    },
    {
        "o": 4148,
        "r": "csb:Numbers:4:24",
        "t": "This is the service of the Gershonite clans regarding work and transportation duties:"
    },
    {
        "o": 4149,
        "r": "csb:Numbers:4:25",
        "t": "They are to transport the tabernacle curtains, the tent of meeting with its covering and the covering made of fine leather on top of it, the screen for the entrance to the tent of meeting,"
    },
    {
        "o": 4150,
        "r": "csb:Numbers:4:26",
        "t": "the hangings of the courtyard, the screen for the entrance at the gate of the courtyard that surrounds the tabernacle and the altar, along with their ropes and all the equipment for their service. They will carry out everything that needs to be done with these items."
    },
    {
        "o": 4151,
        "r": "csb:Numbers:4:27",
        "t": "“All*p the service of the Gershonites, all their transportation duties and all their other work, is to be done at the command of Aaron and his sons; you are to assign to them all that they are responsible to carry."
    },
    {
        "o": 4152,
        "r": "csb:Numbers:4:28",
        "t": "This is the service of the Gershonite clans at the tent of meeting, and their duties will be under the direction of Ithamar son of Aaron the priest."
    },
    {
        "o": 4153,
        "r": "csb:Numbers:4:28",
        "t": "Duties of the Merarites",
        "h": 2
    },
    {
        "o": 4154,
        "r": "csb:Numbers:4:29",
        "t": "“As*p for the Merarites, you are to register them by their clans and their ancestral families."
    },
    {
        "o": 4155,
        "r": "csb:Numbers:4:30",
        "t": "Register men from thirty years old to fifty years old, everyone who is qualified to do the work of the tent of meeting."
    },
    {
        "o": 4156,
        "r": "csb:Numbers:4:31",
        "t": "This is what they are responsible to carry as the whole of their service at the tent of meeting: the supports of the tabernacle, with its crossbars, pillars, and bases,"
    },
    {
        "o": 4157,
        "r": "csb:Numbers:4:32",
        "t": "the posts of the surrounding courtyard with their bases, tent pegs, and ropes, including all their equipment and all the work related to them. You are to assign by name the items that they are responsible to carry."
    },
    {
        "o": 4158,
        "r": "csb:Numbers:4:33",
        "t": "This is the service of the Merarite clans regarding all their work at the tent of meeting, under the direction of Ithamar son of Aaron the priest.”"
    },
    {
        "o": 4159,
        "r": "csb:Numbers:4:33",
        "t": "Census of the Levites",
        "h": 2
    },
    {
        "o": 4160,
        "r": "csb:Numbers:4:34",
        "t": "So*p Moses, Aaron, and the leaders of the community registered the Kohathites by their clans and their ancestral families,"
    },
    {
        "o": 4161,
        "r": "csb:Numbers:4:35",
        "t": "men from thirty years old to fifty years old, everyone who was qualified for work at the tent of meeting."
    },
    {
        "o": 4162,
        "r": "csb:Numbers:4:36",
        "t": "The men registered by their clans numbered 2,750."
    },
    {
        "o": 4163,
        "r": "csb:Numbers:4:37",
        "t": "These were the registered men of the Kohathite clans, everyone who could serve at the tent of meeting. Moses and Aaron registered them at the Lord’s*s command through Moses."
    },
    {
        "o": 4164,
        "r": "csb:Numbers:4:38",
        "t": "The*p Gershonites were registered by their clans and their ancestral families,"
    },
    {
        "o": 4165,
        "r": "csb:Numbers:4:39",
        "t": "men from thirty years old to fifty years old, everyone who was qualified for work at the tent of meeting."
    },
    {
        "o": 4166,
        "r": "csb:Numbers:4:40",
        "t": "The men registered by their clans and their ancestral families numbered 2,630."
    },
    {
        "o": 4167,
        "r": "csb:Numbers:4:41",
        "t": "These were the registered men of the Gershonite clans. At the Lord’s*s command Moses and Aaron registered everyone who could serve at the tent of meeting."
    },
    {
        "o": 4168,
        "r": "csb:Numbers:4:42",
        "t": "The*p men of the Merarite clans were registered by their clans and their ancestral families,"
    },
    {
        "o": 4169,
        "r": "csb:Numbers:4:43",
        "t": "those from thirty years old to fifty years old, everyone who was qualified for work at the tent of meeting."
    },
    {
        "o": 4170,
        "r": "csb:Numbers:4:44",
        "t": "The men registered by their clans numbered 3,200."
    },
    {
        "o": 4171,
        "r": "csb:Numbers:4:45",
        "t": "These were the registered men of the Merarite clans; Moses and Aaron registered them at the Lord’s*s command through Moses."
    },
    {
        "o": 4172,
        "r": "csb:Numbers:4:46",
        "t": "Moses,*p Aaron, and the leaders of Israel registered all the Levites by their clans and their ancestral families,"
    },
    {
        "o": 4173,
        "r": "csb:Numbers:4:47",
        "t": "from thirty years old to fifty years old, everyone who was qualified to do the work of serving at the tent of meeting and transporting it."
    },
    {
        "o": 4174,
        "r": "csb:Numbers:4:48",
        "t": "Their registered men numbered 8,580."
    },
    {
        "o": 4175,
        "r": "csb:Numbers:4:49",
        "t": "At the Lord’s*s command they were registered under the direction of Moses, each one according to his work and transportation duty, and his assignment was as the Lord*s commanded Moses."
    }
]
