[
    {
        "o": 30897,
        "r": "nasb:Acts:23:0",
        "t": "Acts 23",
        "h": 1
    },
    {
        "o": 30898,
        "r": "nasb:Acts:23:0",
        "t": "Paul before the Council",
        "h": 2
    },
    {
        "o": 30899,
        "r": "nasb:Acts:23:1",
        "t": "Paul,*p looking intently at the Council, said, “Brethren, I have lived my life with a perfectly good conscience before God up to this day.”"
    },
    {
        "o": 30900,
        "r": "nasb:Acts:23:2",
        "t": "The high priest Ananias commanded those standing beside him to strike him on the mouth."
    },
    {
        "o": 30901,
        "r": "nasb:Acts:23:3",
        "t": "Then Paul said to him, “God is going to strike you, you whitewashed wall! Do you sit to try me according to the Law, and in violation of the Law order me to be struck?”"
    },
    {
        "o": 30902,
        "r": "nasb:Acts:23:4",
        "t": "But the bystanders said, “Do you revile God’s high priest?”"
    },
    {
        "o": 30903,
        "r": "nasb:Acts:23:5",
        "t": "And Paul said, “I was not aware, brethren, that he was high priest; for it is written, ‘You*s shall*s not*s speak*s evil*s of*s a*s ruler*s of*s your*s people*s .’ ”"
    },
    {
        "o": 30904,
        "r": "nasb:Acts:23:6",
        "t": "But*p perceiving that one group were Sadducees and the other Pharisees, Paul began*i crying out in the Council, “Brethren, I am a Pharisee, a son of Pharisees; I am on trial for the hope and resurrection of the dead!”"
    },
    {
        "o": 30905,
        "r": "nasb:Acts:23:7",
        "t": "As he said this, there occurred a dissension between the Pharisees and Sadducees, and the assembly was divided."
    },
    {
        "o": 30906,
        "r": "nasb:Acts:23:8",
        "t": "For the Sadducees say that there is no resurrection, nor an angel, nor a spirit, but the Pharisees acknowledge them all."
    },
    {
        "o": 30907,
        "r": "nasb:Acts:23:9",
        "t": "And there occurred a great uproar; and some of the scribes of the Pharisaic party stood up and began*i to argue heatedly, saying, “We find nothing wrong with this man; suppose a spirit or an angel has spoken to him?”"
    },
    {
        "o": 30908,
        "r": "nasb:Acts:23:10",
        "t": "And as a great dissension was developing, the commander was afraid Paul would be torn to pieces by them and ordered the troops to go down and take him away from them by force, and bring him into the barracks."
    },
    {
        "o": 30909,
        "r": "nasb:Acts:23:11",
        "t": "But*p on the night immediately*i following, the Lord stood at his side and said, “Take*r courage;*r for*r as*r you*r have*r solemnly*r witnessed*r to*r My*r cause*r at*r Jerusalem,*r so*r you*r must*r witness*r at*r Rome*r also.”*r"
    },
    {
        "o": 30910,
        "r": "nasb:Acts:23:11",
        "t": "A Conspiracy to Kill Paul",
        "h": 2
    },
    {
        "o": 30911,
        "r": "nasb:Acts:23:12",
        "t": "When*p it was day, the Jews formed a conspiracy and bound themselves under an oath, saying that they would neither eat nor drink until they had killed Paul."
    },
    {
        "o": 30912,
        "r": "nasb:Acts:23:13",
        "t": "There were more than forty who formed this plot."
    },
    {
        "o": 30913,
        "r": "nasb:Acts:23:14",
        "t": "They came to the chief priests and the elders and said, “We have bound ourselves under a solemn oath to taste nothing until we have killed Paul."
    },
    {
        "o": 30914,
        "r": "nasb:Acts:23:15",
        "t": "Now therefore, you and the Council notify the commander to bring him down to you, as though you were going to determine his case by a more thorough investigation; and we for our part are ready to slay him before he comes near the*i place.”*i"
    },
    {
        "o": 30915,
        "r": "nasb:Acts:23:16",
        "t": "But*p the son of Paul’s sister heard of their ambush, and he came and entered the barracks and told Paul."
    },
    {
        "o": 30916,
        "r": "nasb:Acts:23:17",
        "t": "Paul called one of the centurions to him and said, “Lead this young man to the commander, for he has something to report to him.”"
    },
    {
        "o": 30917,
        "r": "nasb:Acts:23:18",
        "t": "So he took him and led him to the commander and said, “Paul the prisoner called me to him and asked me to lead this young man to you since he has something to tell you.”"
    },
    {
        "o": 30918,
        "r": "nasb:Acts:23:19",
        "t": "The commander took him by the hand and stepping aside, began*i to inquire of him privately, “What is it that you have to report to me?”"
    },
    {
        "o": 30919,
        "r": "nasb:Acts:23:20",
        "t": "And he said, “The Jews have agreed to ask you to bring Paul down tomorrow to the Council, as though they were going to inquire somewhat more thoroughly about him."
    },
    {
        "o": 30920,
        "r": "nasb:Acts:23:21",
        "t": "So do not listen to them, for more than forty of them are lying in wait for him who have bound themselves under a curse not to eat or drink until they slay him; and now they are ready and waiting for the promise from you.”"
    },
    {
        "o": 30921,
        "r": "nasb:Acts:23:22",
        "t": "So the commander let the young man go, instructing him, “Tell no one that you have notified me of these things.”"
    },
    {
        "o": 30922,
        "r": "nasb:Acts:23:22",
        "t": "Paul Moved to Caesarea",
        "h": 2
    },
    {
        "o": 30923,
        "r": "nasb:Acts:23:23",
        "t": "And*p he called to him two of the centurions and said, “Get two hundred soldiers ready by the third hour of the night to proceed to Caesarea, with seventy horsemen and two hundred spearmen.”"
    },
    {
        "o": 30924,
        "r": "nasb:Acts:23:24",
        "t": "They*i were*i also to provide mounts to put Paul on and bring him safely to Felix the governor."
    },
    {
        "o": 30925,
        "r": "nasb:Acts:23:25",
        "t": "And he wrote a letter having this form:"
    },
    {
        "o": 30926,
        "r": "nasb:Acts:23:26",
        "t": "“Claudius*pn Lysias, to the most excellent governor Felix, greetings."
    },
    {
        "o": 30927,
        "r": "nasb:Acts:23:27",
        "t": "“When*ln this man was arrested by the Jews and was about to be slain by them, I came up to them with the troops and rescued him, having learned that he was a Roman."
    },
    {
        "o": 30928,
        "r": "nasb:Acts:23:28",
        "t": "And*ln wanting to ascertain the charge for which they were accusing him, I brought him down to their Council;"
    },
    {
        "o": 30929,
        "r": "nasb:Acts:23:29",
        "t": "and*ln I found him to be accused over questions about their Law, but under no accusation deserving death or imprisonment."
    },
    {
        "o": 30930,
        "r": "nasb:Acts:23:30",
        "t": "“When*ln I was informed that there would be a plot against the man, I sent him to you at once, also instructing his accusers to bring charges against him before you.”"
    },
    {
        "o": 30931,
        "r": "nasb:Acts:23:31",
        "t": "So*p the soldiers, in accordance with their orders, took Paul and brought him by night to Antipatris."
    },
    {
        "o": 30932,
        "r": "nasb:Acts:23:32",
        "t": "But the next day, leaving the horsemen to go on with him, they returned to the barracks."
    },
    {
        "o": 30933,
        "r": "nasb:Acts:23:33",
        "t": "When these had come to Caesarea and delivered the letter to the governor, they also presented Paul to him."
    },
    {
        "o": 30934,
        "r": "nasb:Acts:23:34",
        "t": "When he had read it, he asked from what province he was, and when he learned that he was from Cilicia,"
    },
    {
        "o": 30935,
        "r": "nasb:Acts:23:35",
        "t": "he said, “I will give you a hearing after your accusers arrive also,” giving orders for him to be kept in Herod’s Praetorium."
    }
]
