[
    {
        "o": 245,
        "r": "kjv:Genesis:10:0",
        "t": "Genesis 10",
        "h": 1
    },
    {
        "o": 246,
        "r": "kjv:Genesis:10:1",
        "t": "Now*p these are the generations of the sons of Noah, Shem, Ham, and Japheth: and unto them were sons born after the flood."
    },
    {
        "o": 247,
        "r": "kjv:Genesis:10:2",
        "t": "The*p sons of Japheth; Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras."
    },
    {
        "o": 248,
        "r": "kjv:Genesis:10:3",
        "t": "And*p the sons of Gomer; Ashkenaz, and Riphath, and Togarmah."
    },
    {
        "o": 249,
        "r": "kjv:Genesis:10:4",
        "t": "And*p the sons of Javan; Elishah, and Tarshish, Kittim, and Dodanim."
    },
    {
        "o": 250,
        "r": "kjv:Genesis:10:5",
        "t": "By*p these were the isles of the Gentiles divided in their lands; every one after his tongue, after their families, in their nations."
    },
    {
        "o": 251,
        "r": "kjv:Genesis:10:6",
        "t": "And*p the sons of Ham; Cush, and Mizraim, and Put, and Canaan."
    },
    {
        "o": 252,
        "r": "kjv:Genesis:10:7",
        "t": "And*p the sons of Cush; Seba, and Havilah, and Sabtah, and Raamah, and Sabtecha: and the sons of Raamah; Sheba, and Dedan."
    },
    {
        "o": 253,
        "r": "kjv:Genesis:10:8",
        "t": "And*p Cush begat Nimrod: he began to be a mighty one in the earth."
    },
    {
        "o": 254,
        "r": "kjv:Genesis:10:9",
        "t": "He*p was a mighty hunter before the Lord:*s wherefore it is said, Even as Nimrod the mighty hunter before the Lord.*s"
    },
    {
        "o": 255,
        "r": "kjv:Genesis:10:10",
        "t": "And*p the beginning of his kingdom was Babel, and Erech, and Accad, and Calneh, in the land of Shinar."
    },
    {
        "o": 256,
        "r": "kjv:Genesis:10:11",
        "t": "Out*p of that land went forth Asshur, and builded Nineveh, and the city Rehoboth, and Calah,"
    },
    {
        "o": 257,
        "r": "kjv:Genesis:10:12",
        "t": "And*p Resen between Nineveh and Calah: the same is a great city."
    },
    {
        "o": 258,
        "r": "kjv:Genesis:10:13",
        "t": "And*p Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim,"
    },
    {
        "o": 259,
        "r": "kjv:Genesis:10:14",
        "t": "And*p Pathrusim, and Casluhim, (out of whom came the Philistines,) and Caphtorim."
    },
    {
        "o": 260,
        "r": "kjv:Genesis:10:15",
        "t": "And*p Canaan begat Sidon his firstborn, and Heth,"
    },
    {
        "o": 261,
        "r": "kjv:Genesis:10:16",
        "t": "And*p the Jebusite, and the Amorite, and the Girgashite,"
    },
    {
        "o": 262,
        "r": "kjv:Genesis:10:17",
        "t": "And*p the Hivite, and the Arkite, and the Sinite,"
    },
    {
        "o": 263,
        "r": "kjv:Genesis:10:18",
        "t": "And*p the Arvadite, and the Zemarite, and the Hamathite: and afterward were the families of the Canaanites spread abroad."
    },
    {
        "o": 264,
        "r": "kjv:Genesis:10:19",
        "t": "And*p the border of the Canaanites was from Sidon, as thou comest to Gerar, unto Gaza; as thou goest, unto Sodom, and Gomorrah, and Admah, and Zeboiim, even unto Lasha."
    },
    {
        "o": 265,
        "r": "kjv:Genesis:10:20",
        "t": "These*p are the sons of Ham, after their families, after their tongues, in their countries, and in their nations."
    },
    {
        "o": 266,
        "r": "kjv:Genesis:10:21",
        "t": "Unto*p Shem also, the father of all the children of Eber, the brother of Japheth the elder, even to him were children born."
    },
    {
        "o": 267,
        "r": "kjv:Genesis:10:22",
        "t": "The*p children of Shem; Elam, and Asshur, and Arphaxad, and Lud, and Aram."
    },
    {
        "o": 268,
        "r": "kjv:Genesis:10:23",
        "t": "And*p the children of Aram; Uz, and Hul, and Gether, and Mash."
    },
    {
        "o": 269,
        "r": "kjv:Genesis:10:24",
        "t": "And*p Arphaxad begat Salah; and Salah begat Eber."
    },
    {
        "o": 270,
        "r": "kjv:Genesis:10:25",
        "t": "And*p unto Eber were born two sons: the name of one was Peleg; for in his days was the earth divided; and his brother's name was Joktan."
    },
    {
        "o": 271,
        "r": "kjv:Genesis:10:26",
        "t": "And*p Joktan begat Almodad, and Sheleph, and Hazarmaveth, and Jerah,"
    },
    {
        "o": 272,
        "r": "kjv:Genesis:10:27",
        "t": "And*p Hadoram, and Uzal, and Diklah,"
    },
    {
        "o": 273,
        "r": "kjv:Genesis:10:28",
        "t": "And*p Obal, and Abimael, and Sheba,"
    },
    {
        "o": 274,
        "r": "kjv:Genesis:10:29",
        "t": "And*p Ophir, and Havilah, and Jobab: all these were the sons of Joktan."
    },
    {
        "o": 275,
        "r": "kjv:Genesis:10:30",
        "t": "And*p their dwelling was from Mesha, as thou goest unto Sephar a mount of the east."
    },
    {
        "o": 276,
        "r": "kjv:Genesis:10:31",
        "t": "These*p are the sons of Shem, after their families, after their tongues, in their lands, after their nations."
    },
    {
        "o": 277,
        "r": "kjv:Genesis:10:32",
        "t": "These*p are the families of the sons of Noah, after their generations, in their nations: and by these were the nations divided in the earth after the flood."
    }
]
