[
    {
        "o": 34498,
        "r": "nasb:Revelation:16:0",
        "t": "Revelation 16",
        "h": 1
    },
    {
        "o": 34499,
        "r": "nasb:Revelation:16:0",
        "t": "Six Bowls of Wrath",
        "h": 2
    },
    {
        "o": 34500,
        "r": "nasb:Revelation:16:1",
        "t": "Then*p I heard a loud voice from the temple, saying to the seven angels, “Go and pour out on the earth the seven bowls of the wrath of God.”"
    },
    {
        "o": 34501,
        "r": "nasb:Revelation:16:2",
        "t": "So*p the first angel*i went and poured out his bowl on the earth; and it became a loathsome and malignant sore on the people who had the mark of the beast and who worshiped his image."
    },
    {
        "o": 34502,
        "r": "nasb:Revelation:16:3",
        "t": "The*p second angel*i poured out his bowl into the sea, and it became blood like that*i of a dead man; and every living thing in the sea died."
    },
    {
        "o": 34503,
        "r": "nasb:Revelation:16:4",
        "t": "Then*p the third angel*i poured out his bowl into the rivers and the springs of waters; and they became blood."
    },
    {
        "o": 34504,
        "r": "nasb:Revelation:16:5",
        "t": "And I heard the angel of the waters saying, “Righteous are You, who are and who were, O Holy One, because You judged these things;"
    },
    {
        "o": 34505,
        "r": "nasb:Revelation:16:6",
        "t": "for they poured out the blood of saints and prophets, and You have given them blood to drink. They deserve it.”"
    },
    {
        "o": 34506,
        "r": "nasb:Revelation:16:7",
        "t": "And I heard the altar saying, “Yes, O Lord God, the Almighty, true and righteous are Your judgments.”"
    },
    {
        "o": 34507,
        "r": "nasb:Revelation:16:8",
        "t": "The*p fourth angel*i poured out his bowl upon the sun, and it was given to it to scorch men with fire."
    },
    {
        "o": 34508,
        "r": "nasb:Revelation:16:9",
        "t": "Men were scorched with fierce heat; and they blasphemed the name of God who has the power over these plagues, and they did not repent so as to give Him glory."
    },
    {
        "o": 34509,
        "r": "nasb:Revelation:16:10",
        "t": "Then*p the fifth angel*i poured out his bowl on the throne of the beast, and his kingdom became darkened; and they gnawed their tongues because of pain,"
    },
    {
        "o": 34510,
        "r": "nasb:Revelation:16:11",
        "t": "and they blasphemed the God of heaven because of their pains and their sores; and they did not repent of their deeds."
    },
    {
        "o": 34511,
        "r": "nasb:Revelation:16:12",
        "t": "The*p sixth angel*i poured out his bowl on the great river, the Euphrates; and its water was dried up, so that the way would be prepared for the kings from the east."
    },
    {
        "o": 34512,
        "r": "nasb:Revelation:16:12",
        "t": "Armageddon",
        "h": 2
    },
    {
        "o": 34513,
        "r": "nasb:Revelation:16:13",
        "t": "And*p I saw coming*i out of the mouth of the dragon and out of the mouth of the beast and out of the mouth of the false prophet, three unclean spirits like frogs;"
    },
    {
        "o": 34514,
        "r": "nasb:Revelation:16:14",
        "t": "for they are spirits of demons, performing signs, which go out to the kings of the whole world, to gather them together for the war of the great day of God, the Almighty."
    },
    {
        "o": 34515,
        "r": "nasb:Revelation:16:15",
        "t": "(“Behold, I am coming like a thief. Blessed is the one who stays awake and keeps his clothes, so that he will not walk about naked and men will not see his shame.”)"
    },
    {
        "o": 34516,
        "r": "nasb:Revelation:16:16",
        "t": "And they gathered them together to the place which in Hebrew is called Har-Magedon."
    },
    {
        "o": 34517,
        "r": "nasb:Revelation:16:16",
        "t": "Seventh Bowl of Wrath",
        "h": 2
    },
    {
        "o": 34518,
        "r": "nasb:Revelation:16:17",
        "t": "Then*p the seventh angel*i poured out his bowl upon the air, and a loud voice came out of the temple from the throne, saying, “It is done.”"
    },
    {
        "o": 34519,
        "r": "nasb:Revelation:16:18",
        "t": "And there were flashes of lightning and sounds and peals of thunder; and there was a great earthquake, such as there had not been since man came to be upon the earth, so great an earthquake was*i it,*i and*i so mighty."
    },
    {
        "o": 34520,
        "r": "nasb:Revelation:16:19",
        "t": "The great city was split into three parts, and the cities of the nations fell. Babylon the great was remembered before God, to give her the cup of the wine of His fierce wrath."
    },
    {
        "o": 34521,
        "r": "nasb:Revelation:16:20",
        "t": "And every island fled away, and the mountains were not found."
    },
    {
        "o": 34522,
        "r": "nasb:Revelation:16:21",
        "t": "And huge hailstones, about one hundred pounds each, came down from heaven upon men; and men blasphemed God because of the plague of the hail, because its plague was extremely severe."
    }
]
