[
    {
        "o": 22004,
        "r": "niv:Jeremiah:44:0",
        "t": "Jeremiah 44",
        "h": 1
    },
    {
        "o": 22005,
        "r": "niv:Jeremiah:44:0",
        "t": "Disaster Because of Idolatry",
        "h": 2
    },
    {
        "o": 22006,
        "r": "niv:Jeremiah:44:1",
        "t": "This*p word came to Jeremiah concerning all the Jews living in Lower Egypt—in Migdol, Tahpanhes and Memphis—and in Upper Egypt:"
    },
    {
        "o": 22007,
        "r": "niv:Jeremiah:44:2",
        "t": "“This is what the Lord*s Almighty, the God of Israel, says: You saw the great disaster I brought on Jerusalem and on all the towns of Judah. Today they lie deserted and in ruins"
    },
    {
        "o": 22008,
        "r": "niv:Jeremiah:44:3",
        "t": "because of the evil they have done. They aroused my anger by burning incense to and worshiping other gods that neither they nor you nor your ancestors ever knew."
    },
    {
        "o": 22009,
        "r": "niv:Jeremiah:44:4",
        "t": "Again and again I sent my servants the prophets, who said, ‘Do not do this detestable thing that I hate!’"
    },
    {
        "o": 22010,
        "r": "niv:Jeremiah:44:5",
        "t": "But they did not listen or pay attention; they did not turn from their wickedness or stop burning incense to other gods."
    },
    {
        "o": 22011,
        "r": "niv:Jeremiah:44:6",
        "t": "Therefore, my fierce anger was poured out; it raged against the towns of Judah and the streets of Jerusalem and made them the desolate ruins they are today."
    },
    {
        "o": 22012,
        "r": "niv:Jeremiah:44:7",
        "t": "“Now*p this is what the Lord*s God Almighty, the God of Israel, says: Why bring such great disaster on yourselves by cutting off from Judah the men and women, the children and infants, and so leave yourselves without a remnant?"
    },
    {
        "o": 22013,
        "r": "niv:Jeremiah:44:8",
        "t": "Why arouse my anger with what your hands have made, burning incense to other gods in Egypt, where you have come to live? You will destroy yourselves and make yourselves a curse and an object of reproach among all the nations on earth."
    },
    {
        "o": 22014,
        "r": "niv:Jeremiah:44:9",
        "t": "Have you forgotten the wickedness committed by your ancestors and by the kings and queens of Judah and the wickedness committed by you and your wives in the land of Judah and the streets of Jerusalem?"
    },
    {
        "o": 22015,
        "r": "niv:Jeremiah:44:10",
        "t": "To this day they have not humbled themselves or shown reverence, nor have they followed my law and the decrees I set before you and your ancestors."
    },
    {
        "o": 22016,
        "r": "niv:Jeremiah:44:11",
        "t": "“Therefore*p this is what the Lord*s Almighty, the God of Israel, says: I am determined to bring disaster on you and to destroy all Judah."
    },
    {
        "o": 22017,
        "r": "niv:Jeremiah:44:12",
        "t": "I will take away the remnant of Judah who were determined to go to Egypt to settle there. They will all perish in Egypt; they will fall by the sword or die from famine. From the least to the greatest, they will die by sword or famine. They will become a curse and an object of horror, a curse and an object of reproach."
    },
    {
        "o": 22018,
        "r": "niv:Jeremiah:44:13",
        "t": "I will punish those who live in Egypt with the sword, famine and plague, as I punished Jerusalem."
    },
    {
        "o": 22019,
        "r": "niv:Jeremiah:44:14",
        "t": "None of the remnant of Judah who have gone to live in Egypt will escape or survive to return to the land of Judah, to which they long to return and live; none will return except a few fugitives.”"
    },
    {
        "o": 22020,
        "r": "niv:Jeremiah:44:15",
        "t": "Then*p all the men who knew that their wives were burning incense to other gods, along with all the women who were present—a large assembly—and all the people living in Lower and Upper Egypt, said to Jeremiah,"
    },
    {
        "o": 22021,
        "r": "niv:Jeremiah:44:16",
        "t": "“We will not listen to the message you have spoken to us in the name of the Lord!*s"
    },
    {
        "o": 22022,
        "r": "niv:Jeremiah:44:17",
        "t": "We will certainly do everything we said we would: We will burn incense to the Queen of Heaven and will pour out drink offerings to her just as we and our ancestors, our kings and our officials did in the towns of Judah and in the streets of Jerusalem. At that time we had plenty of food and were well off and suffered no harm."
    },
    {
        "o": 22023,
        "r": "niv:Jeremiah:44:18",
        "t": "But ever since we stopped burning incense to the Queen of Heaven and pouring out drink offerings to her, we have had nothing and have been perishing by sword and famine.”"
    },
    {
        "o": 22024,
        "r": "niv:Jeremiah:44:19",
        "t": "The*p women added, “When we burned incense to the Queen of Heaven and poured out drink offerings to her, did not our husbands know that we were making cakes impressed with her image and pouring out drink offerings to her?”"
    },
    {
        "o": 22025,
        "r": "niv:Jeremiah:44:20",
        "t": "Then*p Jeremiah said to all the people, both men and women, who were answering him,"
    },
    {
        "o": 22026,
        "r": "niv:Jeremiah:44:21",
        "t": "“Did not the Lord*s remember and call to mind the incense burned in the towns of Judah and the streets of Jerusalem by you and your ancestors, your kings and your officials and the people of the land?"
    },
    {
        "o": 22027,
        "r": "niv:Jeremiah:44:22",
        "t": "When the Lord*s could no longer endure your wicked actions and the detestable things you did, your land became a curse and a desolate waste without inhabitants, as it is today."
    },
    {
        "o": 22028,
        "r": "niv:Jeremiah:44:23",
        "t": "Because you have burned incense and have sinned against the Lord*s and have not obeyed him or followed his law or his decrees or his stipulations, this disaster has come upon you, as you now see.”"
    },
    {
        "o": 22029,
        "r": "niv:Jeremiah:44:24",
        "t": "Then*p Jeremiah said to all the people, including the women, “Hear the word of the Lord,*s all you people of Judah in Egypt."
    },
    {
        "o": 22030,
        "r": "niv:Jeremiah:44:25",
        "t": "This is what the Lord*s Almighty, the God of Israel, says: You and your wives have done what you said you would do when you promised, ‘We will certainly carry out the vows we made to burn incense and pour out drink offerings to the Queen of Heaven.’ “Go*p ahead then, do what you promised! Keep your vows!"
    },
    {
        "o": 22031,
        "r": "niv:Jeremiah:44:26",
        "t": "But hear the word of the Lord,*s all you Jews living in Egypt: ‘I swear by my great name,’ says the Lord,*s ‘that no one from Judah living anywhere in Egypt will ever again invoke my name or swear, “As surely as the Sovereign Lord*s lives.”"
    },
    {
        "o": 22032,
        "r": "niv:Jeremiah:44:27",
        "t": "For I am watching over them for harm, not for good; the Jews in Egypt will perish by sword and famine until they are all destroyed."
    },
    {
        "o": 22033,
        "r": "niv:Jeremiah:44:28",
        "t": "Those who escape the sword and return to the land of Judah from Egypt will be very few. Then the whole remnant of Judah who came to live in Egypt will know whose word will stand—mine or theirs."
    },
    {
        "o": 22034,
        "r": "niv:Jeremiah:44:29",
        "t": "“ ‘This*p will be the sign to you that I will punish you in this place,’ declares the Lord,*s ‘so that you will know that my threats of harm against you will surely stand.’"
    },
    {
        "o": 22035,
        "r": "niv:Jeremiah:44:30",
        "t": "This is what the Lord*s says: ‘I am going to deliver Pharaoh Hophra king of Egypt into the hands of his enemies who want to kill him, just as I gave Zedekiah king of Judah into the hands of Nebuchadnezzar king of Babylon, the enemy who wanted to kill him.’ ”"
    }
]
