[
    {
        "o": 31858,
        "r": "esv:1 Corinthians:7:0",
        "t": "1 Corinthians 7",
        "h": 1
    },
    {
        "o": 31859,
        "r": "esv:1 Corinthians:7:0",
        "t": "Principles for Marriage",
        "h": 2
    },
    {
        "o": 31860,
        "r": "esv:1 Corinthians:7:1",
        "t": "Now*p concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.”"
    },
    {
        "o": 31861,
        "r": "esv:1 Corinthians:7:2",
        "t": "But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband."
    },
    {
        "o": 31862,
        "r": "esv:1 Corinthians:7:3",
        "t": "The husband should give to his wife her conjugal rights, and likewise the wife to her husband."
    },
    {
        "o": 31863,
        "r": "esv:1 Corinthians:7:4",
        "t": "For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does."
    },
    {
        "o": 31864,
        "r": "esv:1 Corinthians:7:5",
        "t": "Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control."
    },
    {
        "o": 31865,
        "r": "esv:1 Corinthians:7:6",
        "t": "Now*p as a concession, not a command, I say this."
    },
    {
        "o": 31866,
        "r": "esv:1 Corinthians:7:7",
        "t": "I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another."
    },
    {
        "o": 31867,
        "r": "esv:1 Corinthians:7:8",
        "t": "To*p the unmarried and the widows I say that it is good for them to remain single, as I am."
    },
    {
        "o": 31868,
        "r": "esv:1 Corinthians:7:9",
        "t": "But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion."
    },
    {
        "o": 31869,
        "r": "esv:1 Corinthians:7:10",
        "t": "To*p the married I give this charge (not I, but the Lord): the wife should not separate from her husband"
    },
    {
        "o": 31870,
        "r": "esv:1 Corinthians:7:11",
        "t": "(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife."
    },
    {
        "o": 31871,
        "r": "esv:1 Corinthians:7:12",
        "t": "To*p the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her."
    },
    {
        "o": 31872,
        "r": "esv:1 Corinthians:7:13",
        "t": "If any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him."
    },
    {
        "o": 31873,
        "r": "esv:1 Corinthians:7:14",
        "t": "For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy."
    },
    {
        "o": 31874,
        "r": "esv:1 Corinthians:7:15",
        "t": "But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace."
    },
    {
        "o": 31875,
        "r": "esv:1 Corinthians:7:16",
        "t": "For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?"
    },
    {
        "o": 31876,
        "r": "esv:1 Corinthians:7:16",
        "t": "Live as You Are Called",
        "h": 2
    },
    {
        "o": 31877,
        "r": "esv:1 Corinthians:7:17",
        "t": "Only*p let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches."
    },
    {
        "o": 31878,
        "r": "esv:1 Corinthians:7:18",
        "t": "Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision."
    },
    {
        "o": 31879,
        "r": "esv:1 Corinthians:7:19",
        "t": "For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God."
    },
    {
        "o": 31880,
        "r": "esv:1 Corinthians:7:20",
        "t": "Each one should remain in the condition in which he was called."
    },
    {
        "o": 31881,
        "r": "esv:1 Corinthians:7:21",
        "t": "Were you a bondservant when called? Do not be concerned about it. (But if you can gain your freedom, avail yourself of the opportunity.)"
    },
    {
        "o": 31882,
        "r": "esv:1 Corinthians:7:22",
        "t": "For he who was called in the Lord as a bondservant is a freedman of the Lord. Likewise he who was free when called is a bondservant of Christ."
    },
    {
        "o": 31883,
        "r": "esv:1 Corinthians:7:23",
        "t": "You were bought with a price; do not become bondservants of men."
    },
    {
        "o": 31884,
        "r": "esv:1 Corinthians:7:24",
        "t": "So, brothers, in whatever condition each was called, there let him remain with God."
    },
    {
        "o": 31885,
        "r": "esv:1 Corinthians:7:24",
        "t": "The Unmarried and the Widowed",
        "h": 2
    },
    {
        "o": 31886,
        "r": "esv:1 Corinthians:7:25",
        "t": "Now*p concerning the betrothed, I have no command from the Lord, but I give my judgment as one who by the Lord’s mercy is trustworthy."
    },
    {
        "o": 31887,
        "r": "esv:1 Corinthians:7:26",
        "t": "I think that in view of the present distress it is good for a person to remain as he is."
    },
    {
        "o": 31888,
        "r": "esv:1 Corinthians:7:27",
        "t": "Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife."
    },
    {
        "o": 31889,
        "r": "esv:1 Corinthians:7:28",
        "t": "But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that."
    },
    {
        "o": 31890,
        "r": "esv:1 Corinthians:7:29",
        "t": "This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none,"
    },
    {
        "o": 31891,
        "r": "esv:1 Corinthians:7:30",
        "t": "and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods,"
    },
    {
        "o": 31892,
        "r": "esv:1 Corinthians:7:31",
        "t": "and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away."
    },
    {
        "o": 31893,
        "r": "esv:1 Corinthians:7:32",
        "t": "I*p want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord."
    },
    {
        "o": 31894,
        "r": "esv:1 Corinthians:7:33",
        "t": "But the married man is anxious about worldly things, how to please his wife,"
    },
    {
        "o": 31895,
        "r": "esv:1 Corinthians:7:34",
        "t": "and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband."
    },
    {
        "o": 31896,
        "r": "esv:1 Corinthians:7:35",
        "t": "I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord."
    },
    {
        "o": 31897,
        "r": "esv:1 Corinthians:7:36",
        "t": "If*p anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry— it is no sin."
    },
    {
        "o": 31898,
        "r": "esv:1 Corinthians:7:37",
        "t": "But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well."
    },
    {
        "o": 31899,
        "r": "esv:1 Corinthians:7:38",
        "t": "So then he who marries his betrothed does well, and he who refrains from marriage will do even better."
    },
    {
        "o": 31900,
        "r": "esv:1 Corinthians:7:39",
        "t": "A*p wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord."
    },
    {
        "o": 31901,
        "r": "esv:1 Corinthians:7:40",
        "t": "Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God."
    }
]
