[
    {
        "o": 9705,
        "r": "niv:1 Kings:6:0",
        "t": "1 Kings 6",
        "h": 1
    },
    {
        "o": 9706,
        "r": "niv:1 Kings:6:0",
        "t": "Solomon Builds the Temple",
        "h": 2
    },
    {
        "o": 9707,
        "r": "niv:1 Kings:6:1",
        "t": "In*p the four hundred and eightieth year after the Israelites came out of Egypt, in the fourth year of Solomon’s reign over Israel, in the month of Ziv, the second month, he began to build the temple of the Lord.*s"
    },
    {
        "o": 9708,
        "r": "niv:1 Kings:6:2",
        "t": "The*p temple that King Solomon built for the Lord*s was sixty cubits long, twenty wide and thirty high."
    },
    {
        "o": 9709,
        "r": "niv:1 Kings:6:3",
        "t": "The portico at the front of the main hall of the temple extended the width of the temple, that is twenty cubits, and projected ten cubits from the front of the temple."
    },
    {
        "o": 9710,
        "r": "niv:1 Kings:6:4",
        "t": "He made narrow windows high up in the temple walls."
    },
    {
        "o": 9711,
        "r": "niv:1 Kings:6:5",
        "t": "Against the walls of the main hall and inner sanctuary he built a structure around the building, in which there were side rooms."
    },
    {
        "o": 9712,
        "r": "niv:1 Kings:6:6",
        "t": "The lowest floor was five cubits wide, the middle floor six cubits and the third floor seven. He made offset ledges around the outside of the temple so that nothing would be inserted into the temple walls."
    },
    {
        "o": 9713,
        "r": "niv:1 Kings:6:7",
        "t": "In*p building the temple, only blocks dressed at the quarry were used, and no hammer, chisel or any other iron tool was heard at the temple site while it was being built."
    },
    {
        "o": 9714,
        "r": "niv:1 Kings:6:8",
        "t": "The*p entrance to the lowest floor was on the south side of the temple; a stairway led up to the middle level and from there to the third."
    },
    {
        "o": 9715,
        "r": "niv:1 Kings:6:9",
        "t": "So he built the temple and completed it, roofing it with beams and cedar planks."
    },
    {
        "o": 9716,
        "r": "niv:1 Kings:6:10",
        "t": "And he built the side rooms all along the temple. The height of each was five cubits, and they were attached to the temple by beams of cedar."
    },
    {
        "o": 9717,
        "r": "niv:1 Kings:6:11",
        "t": "The*p word of the Lord*s came to Solomon:"
    },
    {
        "o": 9718,
        "r": "niv:1 Kings:6:12",
        "t": "“As for this temple you are building, if you follow my decrees, observe my laws and keep all my commands and obey them, I will fulfill through you the promise I gave to David your father."
    },
    {
        "o": 9719,
        "r": "niv:1 Kings:6:13",
        "t": "And I will live among the Israelites and will not abandon my people Israel.”"
    },
    {
        "o": 9720,
        "r": "niv:1 Kings:6:14",
        "t": "So*p Solomon built the temple and completed it."
    },
    {
        "o": 9721,
        "r": "niv:1 Kings:6:15",
        "t": "He lined its interior walls with cedar boards, paneling them from the floor of the temple to the ceiling, and covered the floor of the temple with planks of juniper."
    },
    {
        "o": 9722,
        "r": "niv:1 Kings:6:16",
        "t": "He partitioned off twenty cubits at the rear of the temple with cedar boards from floor to ceiling to form within the temple an inner sanctuary, the Most Holy Place."
    },
    {
        "o": 9723,
        "r": "niv:1 Kings:6:17",
        "t": "The main hall in front of this room was forty cubits long."
    },
    {
        "o": 9724,
        "r": "niv:1 Kings:6:18",
        "t": "The inside of the temple was cedar, carved with gourds and open flowers. Everything was cedar; no stone was to be seen."
    },
    {
        "o": 9725,
        "r": "niv:1 Kings:6:19",
        "t": "He*p prepared the inner sanctuary within the temple to set the ark of the covenant of the Lord*s there."
    },
    {
        "o": 9726,
        "r": "niv:1 Kings:6:20",
        "t": "The inner sanctuary was twenty cubits long, twenty wide and twenty high. He overlaid the inside with pure gold, and he also overlaid the altar of cedar."
    },
    {
        "o": 9727,
        "r": "niv:1 Kings:6:21",
        "t": "Solomon covered the inside of the temple with pure gold, and he extended gold chains across the front of the inner sanctuary, which was overlaid with gold."
    },
    {
        "o": 9728,
        "r": "niv:1 Kings:6:22",
        "t": "So he overlaid the whole interior with gold. He also overlaid with gold the altar that belonged to the inner sanctuary."
    },
    {
        "o": 9729,
        "r": "niv:1 Kings:6:23",
        "t": "For*p the inner sanctuary he made a pair of cherubim out of olive wood, each ten cubits high."
    },
    {
        "o": 9730,
        "r": "niv:1 Kings:6:24",
        "t": "One wing of the first cherub was five cubits long, and the other wing five cubits—ten cubits from wing tip to wing tip."
    },
    {
        "o": 9731,
        "r": "niv:1 Kings:6:25",
        "t": "The second cherub also measured ten cubits, for the two cherubim were identical in size and shape."
    },
    {
        "o": 9732,
        "r": "niv:1 Kings:6:26",
        "t": "The height of each cherub was ten cubits."
    },
    {
        "o": 9733,
        "r": "niv:1 Kings:6:27",
        "t": "He placed the cherubim inside the innermost room of the temple, with their wings spread out. The wing of one cherub touched one wall, while the wing of the other touched the other wall, and their wings touched each other in the middle of the room."
    },
    {
        "o": 9734,
        "r": "niv:1 Kings:6:28",
        "t": "He overlaid the cherubim with gold."
    },
    {
        "o": 9735,
        "r": "niv:1 Kings:6:29",
        "t": "On*p the walls all around the temple, in both the inner and outer rooms, he carved cherubim, palm trees and open flowers."
    },
    {
        "o": 9736,
        "r": "niv:1 Kings:6:30",
        "t": "He also covered the floors of both the inner and outer rooms of the temple with gold."
    },
    {
        "o": 9737,
        "r": "niv:1 Kings:6:31",
        "t": "For*p the entrance to the inner sanctuary he made doors out of olive wood that were one fifth of the width of the sanctuary."
    },
    {
        "o": 9738,
        "r": "niv:1 Kings:6:32",
        "t": "And on the two olive-wood doors he carved cherubim, palm trees and open flowers, and overlaid the cherubim and palm trees with hammered gold."
    },
    {
        "o": 9739,
        "r": "niv:1 Kings:6:33",
        "t": "In the same way, for the entrance to the main hall he made doorframes out of olive wood that were one fourth of the width of the hall."
    },
    {
        "o": 9740,
        "r": "niv:1 Kings:6:34",
        "t": "He also made two doors out of juniper wood, each having two leaves that turned in sockets."
    },
    {
        "o": 9741,
        "r": "niv:1 Kings:6:35",
        "t": "He carved cherubim, palm trees and open flowers on them and overlaid them with gold hammered evenly over the carvings."
    },
    {
        "o": 9742,
        "r": "niv:1 Kings:6:36",
        "t": "And*p he built the inner courtyard of three courses of dressed stone and one course of trimmed cedar beams."
    },
    {
        "o": 9743,
        "r": "niv:1 Kings:6:37",
        "t": "The*p foundation of the temple of the Lord*s was laid in the fourth year, in the month of Ziv."
    },
    {
        "o": 9744,
        "r": "niv:1 Kings:6:38",
        "t": "In the eleventh year in the month of Bul, the eighth month, the temple was finished in all its details according to its specifications. He had spent seven years building it."
    }
]
