[
    {
        "o": 24671,
        "r": "nasb:Hosea:6:0",
        "t": "Hosea 6",
        "h": 1
    },
    {
        "o": 24672,
        "r": "nasb:Hosea:6:0",
        "t": "The Response to God’s Rebuke",
        "h": 2
    },
    {
        "o": 24673,
        "r": "nasb:Hosea:6:1",
        "t": "“Come,*pn let us return to the Lord.*s For*ln He has torn us,*i but He will heal us; He*ln has wounded us,*i but He will bandage us."
    },
    {
        "o": 24674,
        "r": "nasb:Hosea:6:2",
        "t": "He*ln will revive us after two days; He*ln will raise us up on the third day, That*ln we may live before Him."
    },
    {
        "o": 24675,
        "r": "nasb:Hosea:6:3",
        "t": "So*ln let us know, let us press on to know the Lord.*s His*ln going forth is as certain as the dawn; And*ln He will come to us like the rain, Like*ln the spring rain watering the earth.”"
    },
    {
        "o": 24676,
        "r": "nasb:Hosea:6:4",
        "t": "What*ln shall I do with you, O Ephraim? What*ln shall I do with you, O Judah? For*ln your loyalty is like a morning cloud And*ln like the dew which goes away early."
    },
    {
        "o": 24677,
        "r": "nasb:Hosea:6:5",
        "t": "Therefore*ln I have hewn them*i in pieces by the prophets; I*ln have slain them by the words of My mouth; And*ln the judgments on you are like*i the light that goes forth."
    },
    {
        "o": 24678,
        "r": "nasb:Hosea:6:6",
        "t": "For*ln I delight in loyalty rather than sacrifice, And*ln in the knowledge of God rather than burnt offerings."
    },
    {
        "o": 24679,
        "r": "nasb:Hosea:6:7",
        "t": "But*ln like Adam they have transgressed the covenant; There*ln they have dealt treacherously against Me."
    },
    {
        "o": 24680,
        "r": "nasb:Hosea:6:8",
        "t": "Gilead*ln is a city of wrongdoers, Tracked*ln with bloody footprints.*i"
    },
    {
        "o": 24681,
        "r": "nasb:Hosea:6:9",
        "t": "And*ln as raiders wait for a man, So*iln a band of priests murder on the way to Shechem; Surely*ln they have committed crime."
    },
    {
        "o": 24682,
        "r": "nasb:Hosea:6:10",
        "t": "In*ln the house of Israel I have seen a horrible thing; Ephraim’s*ln harlotry is there, Israel has defiled itself."
    },
    {
        "o": 24683,
        "r": "nasb:Hosea:6:11",
        "t": "Also,*ln O Judah, there is a harvest appointed for you, When*ln I restore the fortunes of My people."
    }
]
