[
    {
        "o": 14029,
        "r": "nasb:Esther:2:0",
        "t": "Esther 2",
        "h": 1
    },
    {
        "o": 14030,
        "r": "nasb:Esther:2:0",
        "t": "Vashti’s Successor Sought",
        "h": 2
    },
    {
        "o": 14031,
        "r": "nasb:Esther:2:1",
        "t": "After*p these things when the anger of King Ahasuerus had subsided, he remembered Vashti and what she had done and what had been decreed against her."
    },
    {
        "o": 14032,
        "r": "nasb:Esther:2:2",
        "t": "Then the king’s attendants, who served him, said, “Let beautiful young virgins be sought for the king."
    },
    {
        "o": 14033,
        "r": "nasb:Esther:2:3",
        "t": "Let the king appoint overseers in all the provinces of his kingdom that they may gather every beautiful young virgin to the citadel of Susa, to the harem, into the custody of Hegai, the king’s eunuch, who is in charge of the women; and let their cosmetics be given them.*i"
    },
    {
        "o": 14034,
        "r": "nasb:Esther:2:4",
        "t": "Then let the young lady who pleases the king be queen in place of Vashti.” And the matter pleased the king, and he did accordingly."
    },
    {
        "o": 14035,
        "r": "nasb:Esther:2:5",
        "t": "Now*ip there was at the citadel in Susa a Jew whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite,"
    },
    {
        "o": 14036,
        "r": "nasb:Esther:2:6",
        "t": "who had been taken into exile from Jerusalem with the captives who had been exiled with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had exiled."
    },
    {
        "o": 14037,
        "r": "nasb:Esther:2:7",
        "t": "He was bringing up Hadassah, that is Esther, his uncle’s daughter, for she had no father or mother. Now the young lady was beautiful of form and face, and when her father and her mother died, Mordecai took her as his own daughter."
    },
    {
        "o": 14038,
        "r": "nasb:Esther:2:7",
        "t": "Esther Finds Favor",
        "h": 2
    },
    {
        "o": 14039,
        "r": "nasb:Esther:2:8",
        "t": "So*p it came about when the command and decree of the king were heard and many young ladies were gathered to the citadel of Susa into the custody of Hegai, that Esther was taken to the king’s palace into the custody of Hegai, who was in charge of the women."
    },
    {
        "o": 14040,
        "r": "nasb:Esther:2:9",
        "t": "Now the young lady pleased him and found favor with him. So he quickly provided her with her cosmetics and food, gave her seven choice maids from the king’s palace and transferred her and her maids to the best place in the harem."
    },
    {
        "o": 14041,
        "r": "nasb:Esther:2:10",
        "t": "Esther did not make known her people or her kindred, for Mordecai had instructed her that she should not make them*i known."
    },
    {
        "o": 14042,
        "r": "nasb:Esther:2:11",
        "t": "Every day Mordecai walked back and forth in front of the court of the harem to learn how Esther was and how she fared."
    },
    {
        "o": 14043,
        "r": "nasb:Esther:2:12",
        "t": "Now*p when the turn of each young lady came to go in to King Ahasuerus, after the end of her twelve months under the regulations for the women—for the days of their beautification were completed as follows: six months with oil of myrrh and six months with spices and the cosmetics for women—"
    },
    {
        "o": 14044,
        "r": "nasb:Esther:2:13",
        "t": "the young lady would go in to the king in this way: anything that she desired was given her to take with her from the harem to the king’s palace."
    },
    {
        "o": 14045,
        "r": "nasb:Esther:2:14",
        "t": "In the evening she would go in and in the morning she would return to the second harem, to the custody of Shaashgaz, the king’s eunuch who was in charge of the concubines. She would not again go in to the king unless the king delighted in her and she was summoned by name."
    },
    {
        "o": 14046,
        "r": "nasb:Esther:2:15",
        "t": "Now*p when the turn of Esther, the daughter of Abihail the uncle of Mordecai who had taken her as his daughter, came to go in to the king, she did not request anything except what Hegai, the king’s eunuch who was in charge of the women, advised. And Esther found favor in the eyes of all who saw her."
    },
    {
        "o": 14047,
        "r": "nasb:Esther:2:16",
        "t": "So Esther was taken to King Ahasuerus to his royal palace in the tenth month which is the month Tebeth, in the seventh year of his reign."
    },
    {
        "o": 14048,
        "r": "nasb:Esther:2:16",
        "t": "Esther Becomes Queen",
        "h": 2
    },
    {
        "o": 14049,
        "r": "nasb:Esther:2:17",
        "t": "The*p king loved Esther more than all the women, and she found favor and kindness with him more than all the virgins, so that he set the royal crown on her head and made her queen instead of Vashti."
    },
    {
        "o": 14050,
        "r": "nasb:Esther:2:18",
        "t": "Then the king gave a great banquet, Esther’s banquet, for all his princes and his servants; he also made a holiday for the provinces and gave gifts according to the king’s bounty."
    },
    {
        "o": 14051,
        "r": "nasb:Esther:2:19",
        "t": "When*p the virgins were gathered together the second time, then Mordecai was sitting at the king’s gate."
    },
    {
        "o": 14052,
        "r": "nasb:Esther:2:20",
        "t": "Esther had not yet made known her kindred or her people, even as Mordecai had commanded her; for Esther did what Mordecai told her as she had done when under his care."
    },
    {
        "o": 14053,
        "r": "nasb:Esther:2:20",
        "t": "Mordecai Saves the King",
        "h": 2
    },
    {
        "o": 14054,
        "r": "nasb:Esther:2:21",
        "t": "In*p those days, while Mordecai was sitting at the king’s gate, Bigthan and Teresh, two of the king’s officials from those who guarded the door, became angry and sought to lay hands on King Ahasuerus."
    },
    {
        "o": 14055,
        "r": "nasb:Esther:2:22",
        "t": "But the plot became known to Mordecai and he told Queen Esther, and Esther informed the king in Mordecai’s name."
    },
    {
        "o": 14056,
        "r": "nasb:Esther:2:23",
        "t": "Now when the plot was investigated and found to*i be*i so,*i they were both hanged on a gallows; and it was written in the Book of the Chronicles in the king’s presence."
    }
]
