[
    {
        "o": 20558,
        "r": "esv:Isaiah:42:0",
        "t": "Isaiah 42",
        "h": 1
    },
    {
        "o": 20559,
        "r": "esv:Isaiah:42:0",
        "t": "The Lord’s Chosen Servant",
        "h": 2
    },
    {
        "o": 20560,
        "r": "esv:Isaiah:42:1",
        "t": "Behold*pn my servant, whom I uphold, my*ld chosen, in whom my soul delights; I*ln have put my Spirit upon him; he*ld will bring forth justice to the nations."
    },
    {
        "o": 20561,
        "r": "esv:Isaiah:42:2",
        "t": "He*ln will not cry aloud or lift up his voice, or*ld make it heard in the street;"
    },
    {
        "o": 20562,
        "r": "esv:Isaiah:42:3",
        "t": "a*ln bruised reed he will not break, and*ld a faintly burning wick he will not quench; he*ld will faithfully bring forth justice."
    },
    {
        "o": 20563,
        "r": "esv:Isaiah:42:4",
        "t": "He*ln will not grow faint or be discouraged till*ld he has established justice in the earth; and*ld the coastlands wait for his law."
    },
    {
        "o": 20564,
        "r": "esv:Isaiah:42:5",
        "t": "Thus*pn says God, the Lord,*s who*ld created the heavens and stretched them out, who*ld spread out the earth and what comes from it, who*ln gives breath to the people on it and*ld spirit to those who walk in it:"
    },
    {
        "o": 20565,
        "r": "esv:Isaiah:42:6",
        "t": "“I*ln am the Lord;*s I have called you in righteousness; I*ld will take you by the hand and keep you; I*ln will give you as a covenant for the people, a*ld light for the nations,"
    },
    {
        "o": 20566,
        "r": "esv:Isaiah:42:7",
        "t": "to*ld open the eyes that are blind, to*ln bring out the prisoners from the dungeon, from*ld the prison those who sit in darkness."
    },
    {
        "o": 20567,
        "r": "esv:Isaiah:42:8",
        "t": "I*ln am the Lord;*s that is my name; my*ld glory I give to no other, nor*ld my praise to carved idols."
    },
    {
        "o": 20568,
        "r": "esv:Isaiah:42:9",
        "t": "Behold,*ln the former things have come to pass, and*ld new things I now declare; before*ln they spring forth I*ld tell you of them.”"
    },
    {
        "o": 20569,
        "r": "esv:Isaiah:42:9",
        "t": "Sing to the Lord a New Song",
        "h": 2
    },
    {
        "o": 20570,
        "r": "esv:Isaiah:42:10",
        "t": "Sing*pn to the Lord*s a new song, his*ld praise from the end of the earth, you*ln who go down to the sea, and all that fills it, the*ld coastlands and their inhabitants."
    },
    {
        "o": 20571,
        "r": "esv:Isaiah:42:11",
        "t": "Let*ln the desert and its cities lift up their voice, the*ld villages that Kedar inhabits; let*ln the habitants of Sela sing for joy, let*ld them shout from the top of the mountains."
    },
    {
        "o": 20572,
        "r": "esv:Isaiah:42:12",
        "t": "Let*ln them give glory to the Lord,*s and*ld declare his praise in the coastlands."
    },
    {
        "o": 20573,
        "r": "esv:Isaiah:42:13",
        "t": "The*ln Lord*s goes out like a mighty man, like*ld a man of war he stirs up his zeal; he*ln cries out, he shouts aloud, he*ld shows himself mighty against his foes."
    },
    {
        "o": 20574,
        "r": "esv:Isaiah:42:14",
        "t": "For*pn a long time I have held my peace; I*ld have kept still and restrained myself; now*ln I will cry out like a woman in labor; I*ld will gasp and pant."
    },
    {
        "o": 20575,
        "r": "esv:Isaiah:42:15",
        "t": "I*ln will lay waste mountains and hills, and*ld dry up all their vegetation; I*ln will turn the rivers into islands, and*ld dry up the pools."
    },
    {
        "o": 20576,
        "r": "esv:Isaiah:42:16",
        "t": "And*ln I will lead the blind in*ld a way that they do not know, in*ln paths that they have not known I*ld will guide them. I*ln will turn the darkness before them into light, the*ld rough places into level ground. These*ln are the things I do, and*ld I do not forsake them."
    },
    {
        "o": 20577,
        "r": "esv:Isaiah:42:17",
        "t": "They*ln are turned back and utterly put to shame, who*ld trust in carved idols, who*ln say to metal images, “You*ld are our gods.”"
    },
    {
        "o": 20578,
        "r": "esv:Isaiah:42:17",
        "t": "Israel’s Failure to Hear and See",
        "h": 2
    },
    {
        "o": 20579,
        "r": "esv:Isaiah:42:18",
        "t": "Hear,*pn you deaf, and*ld look, you blind, that you may see!"
    },
    {
        "o": 20580,
        "r": "esv:Isaiah:42:19",
        "t": "Who*ln is blind but my servant, or*ld deaf as my messenger whom I send? Who*ln is blind as my dedicated one, or*ld blind as the servant of the Lord?*s"
    },
    {
        "o": 20581,
        "r": "esv:Isaiah:42:20",
        "t": "He*ln sees many things, but does not observe them; his*ld ears are open, but he does not hear."
    },
    {
        "o": 20582,
        "r": "esv:Isaiah:42:21",
        "t": "The*ln Lord*s was pleased, for his righteousness’ sake, to*ld magnify his law and make it glorious."
    },
    {
        "o": 20583,
        "r": "esv:Isaiah:42:22",
        "t": "But*ln this is a people plundered and looted; they*ld are all of them trapped in holes and*ld hidden in prisons; they*ln have become plunder with none to rescue, spoil*ld with none to say, “Restore!”"
    },
    {
        "o": 20584,
        "r": "esv:Isaiah:42:23",
        "t": "Who*ln among you will give ear to this, will*ld attend and listen for the time to come?"
    },
    {
        "o": 20585,
        "r": "esv:Isaiah:42:24",
        "t": "Who*ln gave up Jacob to the looter, and*ld Israel to the plunderers? Was*ln it not the Lord,*s against whom we have sinned, in*ld whose ways they would not walk, and*ld whose law they would not obey?"
    },
    {
        "o": 20586,
        "r": "esv:Isaiah:42:25",
        "t": "So*ln he poured on him the heat of his anger and*ld the might of battle; it*ln set him on fire all around, but he did not understand; it*ld burned him up, but he did not take it to heart."
    }
]
