[
    {
        "o": 1100,
        "r": "nasb:Genesis:35:0",
        "t": "Genesis 35",
        "h": 1
    },
    {
        "o": 1101,
        "r": "nasb:Genesis:35:0",
        "t": "Jacob Moves to Bethel",
        "h": 2
    },
    {
        "o": 1102,
        "r": "nasb:Genesis:35:1",
        "t": "Then*p God said to Jacob, “Arise, go up to Bethel and live there, and make an altar there to God, who appeared to you when you fled from your brother Esau.”"
    },
    {
        "o": 1103,
        "r": "nasb:Genesis:35:2",
        "t": "So Jacob said to his household and to all who were with him, “Put away the foreign gods which are among you, and purify yourselves and change your garments;"
    },
    {
        "o": 1104,
        "r": "nasb:Genesis:35:3",
        "t": "and let us arise and go up to Bethel, and I will make an altar there to God, who answered me in the day of my distress and has been with me wherever I have gone.”"
    },
    {
        "o": 1105,
        "r": "nasb:Genesis:35:4",
        "t": "So they gave to Jacob all the foreign gods which they had and the rings which were in their ears, and Jacob hid them under the oak which was near Shechem."
    },
    {
        "o": 1106,
        "r": "nasb:Genesis:35:5",
        "t": "As*p they journeyed, there was a great terror upon the cities which were around them, and they did not pursue the sons of Jacob."
    },
    {
        "o": 1107,
        "r": "nasb:Genesis:35:6",
        "t": "So Jacob came to Luz (that is, Bethel), which is in the land of Canaan, he and all the people who were with him."
    },
    {
        "o": 1108,
        "r": "nasb:Genesis:35:7",
        "t": "He built an altar there, and called the place El-bethel, because there God had revealed Himself to him when he fled from his brother."
    },
    {
        "o": 1109,
        "r": "nasb:Genesis:35:8",
        "t": "Now Deborah, Rebekah’s nurse, died, and she was buried below Bethel under the oak; it was named Allon-bacuth."
    },
    {
        "o": 1110,
        "r": "nasb:Genesis:35:8",
        "t": "Jacob Is Named Israel",
        "h": 2
    },
    {
        "o": 1111,
        "r": "nasb:Genesis:35:9",
        "t": "Then*p God appeared to Jacob again when he came from Paddan-aram, and He blessed him."
    },
    {
        "o": 1112,
        "r": "nasb:Genesis:35:10",
        "t": "God said to him, “Your*pn name is Jacob; You*ln shall no longer be called Jacob, But*ln Israel shall be your name.” Thus*p He called him Israel."
    },
    {
        "o": 1113,
        "r": "nasb:Genesis:35:11",
        "t": "God also said to him, “I*pn am God Almighty; Be*ln fruitful and multiply; A*ln nation and a company of nations shall come from you, And*ln kings shall come forth from you."
    },
    {
        "o": 1114,
        "r": "nasb:Genesis:35:12",
        "t": "The*ln land which I gave to Abraham and Isaac, I*ln will give it to you, And*ln I will give the land to your descendants after you.”"
    },
    {
        "o": 1115,
        "r": "nasb:Genesis:35:13",
        "t": "Then*p God went up from him in the place where He had spoken with him."
    },
    {
        "o": 1116,
        "r": "nasb:Genesis:35:14",
        "t": "Jacob set up a pillar in the place where He had spoken with him, a pillar of stone, and he poured out a drink offering on it; he also poured oil on it."
    },
    {
        "o": 1117,
        "r": "nasb:Genesis:35:15",
        "t": "So Jacob named the place where God had spoken with him, Bethel."
    },
    {
        "o": 1118,
        "r": "nasb:Genesis:35:16",
        "t": "Then*p they journeyed from Bethel; and when there was still some distance to go to Ephrath, Rachel began to give birth and she suffered severe labor."
    },
    {
        "o": 1119,
        "r": "nasb:Genesis:35:17",
        "t": "When she was in severe labor the midwife said to her, “Do not fear, for now you have another son.”"
    },
    {
        "o": 1120,
        "r": "nasb:Genesis:35:18",
        "t": "It came about as her soul was departing (for she died), that she named him Ben-oni; but his father called him Benjamin."
    },
    {
        "o": 1121,
        "r": "nasb:Genesis:35:19",
        "t": "So Rachel died and was buried on the way to Ephrath (that is, Bethlehem)."
    },
    {
        "o": 1122,
        "r": "nasb:Genesis:35:20",
        "t": "Jacob set up a pillar over her grave; that is the pillar of Rachel’s grave to this day."
    },
    {
        "o": 1123,
        "r": "nasb:Genesis:35:21",
        "t": "Then Israel journeyed on and pitched his tent beyond the tower of Eder."
    },
    {
        "o": 1124,
        "r": "nasb:Genesis:35:22",
        "t": "It*p came about while Israel was dwelling in that land, that Reuben went and lay with Bilhah his father’s concubine, and Israel heard of*i it.*i"
    },
    {
        "o": 1125,
        "r": "nasb:Genesis:35:22",
        "t": "The Sons of Israel",
        "h": 2
    },
    {
        "o": 1126,
        "r": "nasb:Genesis:35:22",
        "t": "Now*bp there were twelve sons of Jacob—"
    },
    {
        "o": 1127,
        "r": "nasb:Genesis:35:23",
        "t": "the sons of Leah: Reuben, Jacob’s firstborn, then Simeon and Levi and Judah and Issachar and Zebulun;"
    },
    {
        "o": 1128,
        "r": "nasb:Genesis:35:24",
        "t": "the sons of Rachel: Joseph and Benjamin;"
    },
    {
        "o": 1129,
        "r": "nasb:Genesis:35:25",
        "t": "and the sons of Bilhah, Rachel’s maid: Dan and Naphtali;"
    },
    {
        "o": 1130,
        "r": "nasb:Genesis:35:26",
        "t": "and the sons of Zilpah, Leah’s maid: Gad and Asher. These are the sons of Jacob who were born to him in Paddan-aram."
    },
    {
        "o": 1131,
        "r": "nasb:Genesis:35:27",
        "t": "Jacob*p came to his father Isaac at Mamre of Kiriath-arba (that is, Hebron), where Abraham and Isaac had sojourned."
    },
    {
        "o": 1132,
        "r": "nasb:Genesis:35:28",
        "t": "Now*p the days of Isaac were one hundred and eighty years."
    },
    {
        "o": 1133,
        "r": "nasb:Genesis:35:29",
        "t": "Isaac breathed his last and died and was gathered to his people, an old man of ripe age; and his sons Esau and Jacob buried him."
    }
]
