[
    {
        "o": 24212,
        "r": "csb:Ezekiel:41:0",
        "t": "Ezekiel 41",
        "h": 1
    },
    {
        "o": 24213,
        "r": "csb:Ezekiel:41:0",
        "t": "Inside the Temple",
        "h": 2
    },
    {
        "o": 24214,
        "r": "csb:Ezekiel:41:1",
        "t": "Next*p he brought me into the great hall and measured the jambs; on each side the width of the jamb was 10½ feet."
    },
    {
        "o": 24215,
        "r": "csb:Ezekiel:41:2",
        "t": "The width of the entrance was 17½ feet, and the side walls of the entrance were 8¾ feet wide on each side. He also measured the length of the great hall, 70 feet, and the width, 35 feet."
    },
    {
        "o": 24216,
        "r": "csb:Ezekiel:41:3",
        "t": "He went inside the next room and measured the jambs at the entrance; they were 3½ feet wide. The entrance was 10½ feet wide, and the width of the entrance’s side walls on each side was 12¼ feet."
    },
    {
        "o": 24217,
        "r": "csb:Ezekiel:41:4",
        "t": "He then measured the length of the room adjacent to the great hall, 35 feet, and the width, 35 feet. And he said to me, “This is the most holy place.”"
    },
    {
        "o": 24218,
        "r": "csb:Ezekiel:41:4",
        "t": "Outside the Temple",
        "h": 2
    },
    {
        "o": 24219,
        "r": "csb:Ezekiel:41:5",
        "t": "Then*p he measured the wall of the temple; it was 10½ feet thick. The width of the side rooms all around the temple was 7 feet."
    },
    {
        "o": 24220,
        "r": "csb:Ezekiel:41:6",
        "t": "The side rooms were arranged one above another in three stories of thirty rooms each. There were ledges on the wall of the temple all around to serve as supports for the side rooms, so that the supports would not be in the temple wall itself."
    },
    {
        "o": 24221,
        "r": "csb:Ezekiel:41:7",
        "t": "The side rooms surrounding the temple widened at each successive story, for the structure surrounding the temple went up by stages. This was the reason for the temple’s broadness as it rose. And so, one would go up from the lowest story to the highest by means of the middle one."
    },
    {
        "o": 24222,
        "r": "csb:Ezekiel:41:8",
        "t": "I*p saw that the temple had a raised platform surrounding it; this foundation for the side rooms was 10½ feet high."
    },
    {
        "o": 24223,
        "r": "csb:Ezekiel:41:9",
        "t": "The thickness of the outer wall of the side rooms was 8¾ feet. The free space between the side rooms of the temple"
    },
    {
        "o": 24224,
        "r": "csb:Ezekiel:41:10",
        "t": "and the outer chambers was 35 feet wide all around the temple."
    },
    {
        "o": 24225,
        "r": "csb:Ezekiel:41:11",
        "t": "The side rooms opened into the free space, one entrance toward the north and another to the south. The area of free space was 8¾ feet wide all around."
    },
    {
        "o": 24226,
        "r": "csb:Ezekiel:41:12",
        "t": "Now*p the building that faced the temple yard toward the west was 122½ feet wide. The wall of the building was 8¾ feet thick on all sides, and the building’s length was 157½ feet."
    },
    {
        "o": 24227,
        "r": "csb:Ezekiel:41:13",
        "t": "Then*p the man measured the temple; it was 175 feet long. In addition, the temple yard and the building, including its walls, were 175 feet long."
    },
    {
        "o": 24228,
        "r": "csb:Ezekiel:41:14",
        "t": "The width of the front of the temple along with the temple yard to the east was 175 feet."
    },
    {
        "o": 24229,
        "r": "csb:Ezekiel:41:15",
        "t": "Next he measured the length of the building facing the temple yard to the west, with its galleries on each side; it was 175 feet."
    },
    {
        "o": 24230,
        "r": "csb:Ezekiel:41:15",
        "t": "Interior Wooden Structures",
        "h": 2
    },
    {
        "o": 24231,
        "r": "csb:Ezekiel:41:15",
        "t": "The*p interior of the great hall and the porticoes of the court -"
    },
    {
        "o": 24232,
        "r": "csb:Ezekiel:41:16",
        "t": "the thresholds, the beveled windows, and the balconies all around with their three levels opposite the threshold - were overlaid with wood on all sides. They were paneled from the ground to the windows (but the windows were covered),"
    },
    {
        "o": 24233,
        "r": "csb:Ezekiel:41:17",
        "t": "reaching to the top of the entrance, and as far as the inner temple and on the outside. On every wall all around, on the inside and outside, was a pattern"
    },
    {
        "o": 24234,
        "r": "csb:Ezekiel:41:18",
        "t": "carved with cherubim and palm trees. There was a palm tree between each pair of cherubim. Each cherub had two faces:"
    },
    {
        "o": 24235,
        "r": "csb:Ezekiel:41:19",
        "t": "a human face turned toward the palm tree on one side, and a lion’s face turned toward it on the other. They were carved throughout the temple on all sides."
    },
    {
        "o": 24236,
        "r": "csb:Ezekiel:41:20",
        "t": "Cherubim and palm trees were carved from the ground to the top of the entrance and on the wall of the great hall."
    },
    {
        "o": 24237,
        "r": "csb:Ezekiel:41:21",
        "t": "The*p doorposts of the great hall were square, and the front of the sanctuary had the same appearance."
    },
    {
        "o": 24238,
        "r": "csb:Ezekiel:41:22",
        "t": "The altar was made of wood, 5¼ feet high and 3½ feet long. It had corners, and its length and sides were of wood. The man told me, “This is the table that stands before the Lord.”*s"
    },
    {
        "o": 24239,
        "r": "csb:Ezekiel:41:23",
        "t": "The*p great hall and the sanctuary each had a double door,"
    },
    {
        "o": 24240,
        "r": "csb:Ezekiel:41:24",
        "t": "and each of the doors had two swinging panels. There were two panels for one door and two for the other."
    },
    {
        "o": 24241,
        "r": "csb:Ezekiel:41:25",
        "t": "Cherubim and palm trees were carved on the doors of the great hall like those carved on the walls. There was a wooden canopy outside, in front of the portico."
    },
    {
        "o": 24242,
        "r": "csb:Ezekiel:41:26",
        "t": "There were beveled windows and palm trees on both sides, on the side walls of the portico, the side rooms of the temple, and the canopies."
    }
]
