[
    {
        "o": 7418,
        "r": "nasb:Judges:10:0",
        "t": "Judges 10",
        "h": 1
    },
    {
        "o": 7419,
        "r": "nasb:Judges:10:0",
        "t": "Oppression of Philistines and Ammonites",
        "h": 2
    },
    {
        "o": 7420,
        "r": "nasb:Judges:10:1",
        "t": "Now*p after Abimelech died, Tola the son of Puah, the son of Dodo, a man of Issachar, arose to save Israel; and he lived in Shamir in the hill country of Ephraim."
    },
    {
        "o": 7421,
        "r": "nasb:Judges:10:2",
        "t": "He judged Israel twenty-three years. Then he died and was buried in Shamir."
    },
    {
        "o": 7422,
        "r": "nasb:Judges:10:3",
        "t": "After*p him, Jair the Gileadite arose and judged Israel twenty-two years."
    },
    {
        "o": 7423,
        "r": "nasb:Judges:10:4",
        "t": "He had thirty sons who rode on thirty donkeys, and they had thirty cities in the land of Gilead that are called Havvoth-jair to this day."
    },
    {
        "o": 7424,
        "r": "nasb:Judges:10:5",
        "t": "And Jair died and was buried in Kamon."
    },
    {
        "o": 7425,
        "r": "nasb:Judges:10:6",
        "t": "Then*p the sons of Israel again did evil in the sight of the Lord,*s served the Baals and the Ashtaroth, the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the sons of Ammon, and the gods of the Philistines; thus they forsook the Lord*s and did not serve Him."
    },
    {
        "o": 7426,
        "r": "nasb:Judges:10:7",
        "t": "The anger of the Lord*s burned against Israel, and He sold them into the hands of the Philistines and into the hands of the sons of Ammon."
    },
    {
        "o": 7427,
        "r": "nasb:Judges:10:8",
        "t": "They afflicted and crushed the sons of Israel that year; for eighteen years they afflicted*i all the sons of Israel who were beyond the Jordan in Gilead in the land of the Amorites."
    },
    {
        "o": 7428,
        "r": "nasb:Judges:10:9",
        "t": "The sons of Ammon crossed the Jordan to fight also against Judah, Benjamin, and the house of Ephraim, so that Israel was greatly distressed."
    },
    {
        "o": 7429,
        "r": "nasb:Judges:10:10",
        "t": "Then*p the sons of Israel cried out to the Lord,*s saying, “We have sinned against You, for indeed, we have forsaken our God and served the Baals.”"
    },
    {
        "o": 7430,
        "r": "nasb:Judges:10:11",
        "t": "The Lord*s said to the sons of Israel, “Did*i I*i not deliver*i you*i from the Egyptians, the Amorites, the sons of Ammon, and the Philistines?"
    },
    {
        "o": 7431,
        "r": "nasb:Judges:10:12",
        "t": "Also when the Sidonians, the Amalekites and the Maonites oppressed you, you cried out to Me, and I delivered you from their hands."
    },
    {
        "o": 7432,
        "r": "nasb:Judges:10:13",
        "t": "Yet you have forsaken Me and served other gods; therefore I will no longer deliver you."
    },
    {
        "o": 7433,
        "r": "nasb:Judges:10:14",
        "t": "Go and cry out to the gods which you have chosen; let them deliver you in the time of your distress.”"
    },
    {
        "o": 7434,
        "r": "nasb:Judges:10:15",
        "t": "The sons of Israel said to the Lord,*s “We have sinned, do to us whatever seems good to You; only please deliver us this day.”"
    },
    {
        "o": 7435,
        "r": "nasb:Judges:10:16",
        "t": "So they put away the foreign gods from among them and served the Lord;*s and He could bear the misery of Israel no longer."
    },
    {
        "o": 7436,
        "r": "nasb:Judges:10:17",
        "t": "Then*p the sons of Ammon were summoned and they camped in Gilead. And the sons of Israel gathered together and camped in Mizpah."
    },
    {
        "o": 7437,
        "r": "nasb:Judges:10:18",
        "t": "The people, the leaders of Gilead, said to one another, “Who is the man who will begin to fight against the sons of Ammon? He shall become head over all the inhabitants of Gilead.”"
    }
]
