[
    {
        "o": 34523,
        "r": "nasb:Revelation:17:0",
        "t": "Revelation 17",
        "h": 1
    },
    {
        "o": 34524,
        "r": "nasb:Revelation:17:0",
        "t": "The Doom of Babylon",
        "h": 2
    },
    {
        "o": 34525,
        "r": "nasb:Revelation:17:1",
        "t": "Then*p one of the seven angels who had the seven bowls came and spoke with me, saying, “Come here, I will show you the judgment of the great harlot who sits on many waters,"
    },
    {
        "o": 34526,
        "r": "nasb:Revelation:17:2",
        "t": "with whom the kings of the earth committed acts*i of*i immorality, and those who dwell on the earth were made drunk with the wine of her immorality.”"
    },
    {
        "o": 34527,
        "r": "nasb:Revelation:17:3",
        "t": "And he carried me away in the Spirit into a wilderness; and I saw a woman sitting on a scarlet beast, full of blasphemous names, having seven heads and ten horns."
    },
    {
        "o": 34528,
        "r": "nasb:Revelation:17:4",
        "t": "The woman was clothed in purple and scarlet, and adorned with gold and precious stones and pearls, having in her hand a gold cup full of abominations and of the unclean things of her immorality,"
    },
    {
        "o": 34529,
        "r": "nasb:Revelation:17:5",
        "t": "and on her forehead a name was*i written, a mystery, “BABYLON THE GREAT, THE MOTHER OF HARLOTS AND OF THE ABOMINATIONS OF THE EARTH.”"
    },
    {
        "o": 34530,
        "r": "nasb:Revelation:17:6",
        "t": "And I saw the woman drunk with the blood of the saints, and with the blood of the witnesses of Jesus. When I saw her, I wondered greatly."
    },
    {
        "o": 34531,
        "r": "nasb:Revelation:17:7",
        "t": "And the angel said to me, “Why do you wonder? I will tell you the mystery of the woman and of the beast that carries her, which has the seven heads and the ten horns."
    },
    {
        "o": 34532,
        "r": "nasb:Revelation:17:8",
        "t": "“The*p beast that you saw was, and is not, and is about to come up out of the abyss and go to destruction. And those who dwell on the earth, whose name has not been written in the book of life from the foundation of the world, will wonder when they see the beast, that he was and is not and will come."
    },
    {
        "o": 34533,
        "r": "nasb:Revelation:17:9",
        "t": "Here is the mind which has wisdom. The seven heads are seven mountains on which the woman sits,"
    },
    {
        "o": 34534,
        "r": "nasb:Revelation:17:10",
        "t": "and they are seven kings; five have fallen, one is, the other has not yet come; and when he comes, he must remain a little while."
    },
    {
        "o": 34535,
        "r": "nasb:Revelation:17:11",
        "t": "The beast which was and is not, is himself also an eighth and is one*i of the seven, and he goes to destruction."
    },
    {
        "o": 34536,
        "r": "nasb:Revelation:17:12",
        "t": "The ten horns which you saw are ten kings who have not yet received a kingdom, but they receive authority as kings with the beast for one hour."
    },
    {
        "o": 34537,
        "r": "nasb:Revelation:17:13",
        "t": "These have one purpose, and they give their power and authority to the beast."
    },
    {
        "o": 34538,
        "r": "nasb:Revelation:17:13",
        "t": "Victory for the Lamb",
        "h": 2
    },
    {
        "o": 34539,
        "r": "nasb:Revelation:17:14",
        "t": "These*p will wage war against the Lamb, and the Lamb will overcome them, because He is Lord of lords and King of kings, and those who are with Him are*i the*i called and chosen and faithful.”"
    },
    {
        "o": 34540,
        "r": "nasb:Revelation:17:15",
        "t": "And*p he said to me, “The waters which you saw where the harlot sits, are peoples and multitudes and nations and tongues."
    },
    {
        "o": 34541,
        "r": "nasb:Revelation:17:16",
        "t": "And the ten horns which you saw, and the beast, these will hate the harlot and will make her desolate and naked, and will eat her flesh and will burn her up with fire."
    },
    {
        "o": 34542,
        "r": "nasb:Revelation:17:17",
        "t": "For God has put it in their hearts to execute His purpose by having a common purpose, and by giving their kingdom to the beast, until the words of God will be fulfilled."
    },
    {
        "o": 34543,
        "r": "nasb:Revelation:17:18",
        "t": "The woman whom you saw is the great city, which reigns over the kings of the earth.”"
    }
]
