[
    {
        "o": 6079,
        "r": "nasb:Deuteronomy:27:0",
        "t": "Deuteronomy 27",
        "h": 1
    },
    {
        "o": 6080,
        "r": "nasb:Deuteronomy:27:0",
        "t": "The Curses of Mount Ebal",
        "h": 2
    },
    {
        "o": 6081,
        "r": "nasb:Deuteronomy:27:1",
        "t": "Then*p Moses and the elders of Israel charged the people, saying, “Keep all the commandments which I command you today."
    },
    {
        "o": 6082,
        "r": "nasb:Deuteronomy:27:2",
        "t": "So it shall be on the day when you cross the Jordan to the land which the Lord*s your God gives you, that you shall set up for yourself large stones and coat them with lime"
    },
    {
        "o": 6083,
        "r": "nasb:Deuteronomy:27:3",
        "t": "and write on them all the words of this law, when you cross over, so that you may enter the land which the Lord*s your God gives you, a land flowing with milk and honey, as the Lord,*s the God of your fathers, promised you."
    },
    {
        "o": 6084,
        "r": "nasb:Deuteronomy:27:4",
        "t": "So it shall be when you cross the Jordan, you shall set up on Mount Ebal, these stones, as I am commanding you today, and you shall coat them with lime."
    },
    {
        "o": 6085,
        "r": "nasb:Deuteronomy:27:5",
        "t": "Moreover, you shall build there an altar to the Lord*s your God, an altar of stones; you shall not wield an iron tool*i on them."
    },
    {
        "o": 6086,
        "r": "nasb:Deuteronomy:27:6",
        "t": "You shall build the altar of the Lord*s your God of uncut stones, and you shall offer on it burnt offerings to the Lord*s your God;"
    },
    {
        "o": 6087,
        "r": "nasb:Deuteronomy:27:7",
        "t": "and you shall sacrifice peace offerings and eat there, and rejoice before the Lord*s your God."
    },
    {
        "o": 6088,
        "r": "nasb:Deuteronomy:27:8",
        "t": "You shall write on the stones all the words of this law very distinctly.”"
    },
    {
        "o": 6089,
        "r": "nasb:Deuteronomy:27:9",
        "t": "Then*p Moses and the Levitical priests spoke to all Israel, saying, “Be silent and listen, O Israel! This day you have become a people for the Lord*s your God."
    },
    {
        "o": 6090,
        "r": "nasb:Deuteronomy:27:10",
        "t": "You shall therefore obey the Lord*s your God, and do His commandments and His statutes which I command you today.”"
    },
    {
        "o": 6091,
        "r": "nasb:Deuteronomy:27:11",
        "t": "Moses*p also charged the people on that day, saying,"
    },
    {
        "o": 6092,
        "r": "nasb:Deuteronomy:27:12",
        "t": "“When you cross the Jordan, these shall stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin."
    },
    {
        "o": 6093,
        "r": "nasb:Deuteronomy:27:13",
        "t": "For the curse, these shall stand on Mount Ebal: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."
    },
    {
        "o": 6094,
        "r": "nasb:Deuteronomy:27:14",
        "t": "The Levites shall then answer and say to all the men of Israel with a loud voice,"
    },
    {
        "o": 6095,
        "r": "nasb:Deuteronomy:27:15",
        "t": "‘Cursed*p is the man who makes an idol or a molten image, an abomination to the Lord,*s the work of the hands of the craftsman, and sets it*i up in secret.’ And all the people shall answer and say, ‘Amen.’"
    },
    {
        "o": 6096,
        "r": "nasb:Deuteronomy:27:16",
        "t": "‘Cursed*p is he who dishonors his father or mother.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6097,
        "r": "nasb:Deuteronomy:27:17",
        "t": "‘Cursed*p is he who moves his neighbor’s boundary mark.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6098,
        "r": "nasb:Deuteronomy:27:18",
        "t": "‘Cursed*p is he who misleads a blind person*i on the road.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6099,
        "r": "nasb:Deuteronomy:27:19",
        "t": "‘Cursed*p is he who distorts the justice due an alien, orphan, and widow.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6100,
        "r": "nasb:Deuteronomy:27:20",
        "t": "‘Cursed*p is he who lies with his father’s wife, because he has uncovered his father’s skirt.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6101,
        "r": "nasb:Deuteronomy:27:21",
        "t": "‘Cursed*p is he who lies with any animal.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6102,
        "r": "nasb:Deuteronomy:27:22",
        "t": "‘Cursed*p is he who lies with his sister, the daughter of his father or of his mother.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6103,
        "r": "nasb:Deuteronomy:27:23",
        "t": "‘Cursed*p is he who lies with his mother-in-law.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6104,
        "r": "nasb:Deuteronomy:27:24",
        "t": "‘Cursed*p is he who strikes his neighbor in secret.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6105,
        "r": "nasb:Deuteronomy:27:25",
        "t": "‘Cursed*p is he who accepts a bribe to strike down an innocent person.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6106,
        "r": "nasb:Deuteronomy:27:26",
        "t": "‘Cursed*p is he who does not confirm the words of this law by doing them.’ And all the people shall say, ‘Amen.’"
    }
]
