[
    {
        "o": 3034,
        "r": "nkjv:Leviticus:1:0",
        "t": "Leviticus 1",
        "h": 1
    },
    {
        "o": 3035,
        "r": "nkjv:Leviticus:1:0",
        "t": "The Burnt Offering",
        "h": 2
    },
    {
        "o": 3036,
        "r": "nkjv:Leviticus:1:1",
        "t": "Now*p the Lord*s called to Moses, and spoke to him from the tabernacle of meeting, saying,"
    },
    {
        "o": 3037,
        "r": "nkjv:Leviticus:1:2",
        "t": "“Speak to the children of Israel, and say to them: ‘When any one of you brings an offering to the Lord,*s you shall bring your offering of the livestock—of the herd and of the flock."
    },
    {
        "o": 3038,
        "r": "nkjv:Leviticus:1:3",
        "t": "‘If*p his offering is*i a burnt sacrifice of the herd, let him offer a male without blemish; he shall offer it of his own free will at the door of the tabernacle of meeting before the Lord.*s"
    },
    {
        "o": 3039,
        "r": "nkjv:Leviticus:1:4",
        "t": "Then he shall put his hand on the head of the burnt offering, and it will be accepted on his behalf to make atonement for him."
    },
    {
        "o": 3040,
        "r": "nkjv:Leviticus:1:5",
        "t": "He shall kill the bull before the Lord;*s and the priests, Aaron’s sons, shall bring the blood and sprinkle the blood all around on the altar that is*i by*i the door of the tabernacle of meeting."
    },
    {
        "o": 3041,
        "r": "nkjv:Leviticus:1:6",
        "t": "And he shall skin the burnt offering and cut it into its pieces."
    },
    {
        "o": 3042,
        "r": "nkjv:Leviticus:1:7",
        "t": "The sons of Aaron the priest shall put fire on the altar, and lay the wood in order on the fire."
    },
    {
        "o": 3043,
        "r": "nkjv:Leviticus:1:8",
        "t": "Then the priests, Aaron’s sons, shall lay the parts, the head, and the fat in order on the wood that is*i on the fire upon the altar;"
    },
    {
        "o": 3044,
        "r": "nkjv:Leviticus:1:9",
        "t": "but he shall wash its entrails and its legs with water. And the priest shall burn all on the altar as a burnt sacrifice, an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 3045,
        "r": "nkjv:Leviticus:1:10",
        "t": "‘If*p his offering is*i of the flocks—of the sheep or of the goats—as a burnt sacrifice, he shall bring a male without blemish."
    },
    {
        "o": 3046,
        "r": "nkjv:Leviticus:1:11",
        "t": "He shall kill it on the north side of the altar before the Lord;*s and the priests, Aaron’s sons, shall sprinkle its blood all around on the altar."
    },
    {
        "o": 3047,
        "r": "nkjv:Leviticus:1:12",
        "t": "And he shall cut it into its pieces, with its head and its fat; and the priest shall lay them in order on the wood that is*i on the fire upon the altar;"
    },
    {
        "o": 3048,
        "r": "nkjv:Leviticus:1:13",
        "t": "but he shall wash the entrails and the legs with water. Then the priest shall bring it*i all and burn it*i on the altar; it is*i a burnt sacrifice, an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 3049,
        "r": "nkjv:Leviticus:1:14",
        "t": "‘And*p if the burnt sacrifice of his offering to the Lord*s is*i of birds, then he shall bring his offering of turtledoves or young pigeons."
    },
    {
        "o": 3050,
        "r": "nkjv:Leviticus:1:15",
        "t": "The priest shall bring it to the altar, wring off its head, and burn it*i on the altar; its blood shall be drained out at the side of the altar."
    },
    {
        "o": 3051,
        "r": "nkjv:Leviticus:1:16",
        "t": "And he shall remove its crop with its feathers and cast it beside the altar on the east side, into the place for ashes."
    },
    {
        "o": 3052,
        "r": "nkjv:Leviticus:1:17",
        "t": "Then he shall split it at its wings, but*i shall not divide it*i completely; and the priest shall burn it on the altar, on the wood that is*i on the fire. It is*i a burnt sacrifice, an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 3053,
        "r": "nkjv:Leviticus:2:0",
        "t": "Leviticus 2",
        "h": 1
    },
    {
        "o": 3054,
        "r": "nkjv:Leviticus:2:0",
        "t": "The Grain Offering",
        "h": 2
    },
    {
        "o": 3055,
        "r": "nkjv:Leviticus:2:1",
        "t": "‘When*p anyone offers a grain offering to the Lord,*s his offering shall be of*i fine flour. And he shall pour oil on it, and put frankincense on it."
    },
    {
        "o": 3056,
        "r": "nkjv:Leviticus:2:2",
        "t": "He shall bring it to Aaron’s sons, the priests, one of whom shall take from it his handful of fine flour and oil with all the frankincense. And the priest shall burn it*i as*i a memorial on the altar, an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 3057,
        "r": "nkjv:Leviticus:2:3",
        "t": "The rest of the grain offering shall*i be*i Aaron’s and his sons’. It*i is*i most holy of the offerings to the Lord*s made by fire."
    },
    {
        "o": 3058,
        "r": "nkjv:Leviticus:2:4",
        "t": "‘And*p if you bring as an offering a grain offering baked in the oven, it*i shall*i be*i unleavened cakes of fine flour mixed with oil, or unleavened wafers anointed with oil."
    },
    {
        "o": 3059,
        "r": "nkjv:Leviticus:2:5",
        "t": "But if your offering is*i a grain offering baked*i in a pan, it*i shall*i be*i of*i fine flour, unleavened, mixed with oil."
    },
    {
        "o": 3060,
        "r": "nkjv:Leviticus:2:6",
        "t": "You shall break it in pieces and pour oil on it; it is*i a grain offering."
    },
    {
        "o": 3061,
        "r": "nkjv:Leviticus:2:7",
        "t": "‘If*p your offering is*i a grain offering baked*i in a covered pan, it shall be made of*i fine flour with oil."
    },
    {
        "o": 3062,
        "r": "nkjv:Leviticus:2:8",
        "t": "You shall bring the grain offering that is made of these things to the Lord.*s And when it is presented to the priest, he shall bring it to the altar."
    },
    {
        "o": 3063,
        "r": "nkjv:Leviticus:2:9",
        "t": "Then the priest shall take from the grain offering a memorial portion, and burn it*i on the altar. It*i is*i an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 3064,
        "r": "nkjv:Leviticus:2:10",
        "t": "And what is left of the grain offering shall*i be*i Aaron’s and his sons’. It*i is*i most holy of the offerings to the Lord*s made by fire."
    },
    {
        "o": 3065,
        "r": "nkjv:Leviticus:2:11",
        "t": "‘No*p grain offering which you bring to the Lord*s shall be made with leaven, for you shall burn no leaven nor any honey in any offering to the Lord*s made by fire."
    },
    {
        "o": 3066,
        "r": "nkjv:Leviticus:2:12",
        "t": "As for the offering of the firstfruits, you shall offer them to the Lord,*s but they shall not be burned on the altar for a sweet aroma."
    },
    {
        "o": 3067,
        "r": "nkjv:Leviticus:2:13",
        "t": "And every offering of your grain offering you shall season with salt; you shall not allow the salt of the covenant of your God to be lacking from your grain offering. With all your offerings you shall offer salt."
    },
    {
        "o": 3068,
        "r": "nkjv:Leviticus:2:14",
        "t": "‘If*p you offer a grain offering of your firstfruits to the Lord,*s you shall offer for the grain offering of your firstfruits green heads of grain roasted on the fire, grain beaten from full heads."
    },
    {
        "o": 3069,
        "r": "nkjv:Leviticus:2:15",
        "t": "And you shall put oil on it, and lay frankincense on it. It is*i a grain offering."
    },
    {
        "o": 3070,
        "r": "nkjv:Leviticus:2:16",
        "t": "Then the priest shall burn the memorial portion: part*i of its beaten grain and part*i of its oil, with all the frankincense, as an offering made by fire to the Lord.*s"
    },
    {
        "o": 3071,
        "r": "nkjv:Leviticus:3:0",
        "t": "Leviticus 3",
        "h": 1
    },
    {
        "o": 3072,
        "r": "nkjv:Leviticus:3:0",
        "t": "The Peace Offering",
        "h": 2
    },
    {
        "o": 3073,
        "r": "nkjv:Leviticus:3:1",
        "t": "‘When*p his offering is*i a sacrifice of a peace offering, if he offers it*i of the herd, whether male or female, he shall offer it without blemish before the Lord.*s"
    },
    {
        "o": 3074,
        "r": "nkjv:Leviticus:3:2",
        "t": "And he shall lay his hand on the head of his offering, and kill it at the door of the tabernacle of meeting; and Aaron’s sons, the priests, shall sprinkle the blood all around on the altar."
    },
    {
        "o": 3075,
        "r": "nkjv:Leviticus:3:3",
        "t": "Then he shall offer from the sacrifice of the peace offering an offering made by fire to the Lord.*s The fat that covers the entrails and all the fat that is on the entrails,"
    },
    {
        "o": 3076,
        "r": "nkjv:Leviticus:3:4",
        "t": "the two kidneys and the fat that is on them by the flanks, and the fatty lobe attached to the liver above the kidneys, he shall remove;"
    },
    {
        "o": 3077,
        "r": "nkjv:Leviticus:3:5",
        "t": "and Aaron’s sons shall burn it on the altar upon the burnt sacrifice, which is on the wood that is on the fire, as an offering made by fire, a sweet aroma to the Lord.*s"
    },
    {
        "o": 3078,
        "r": "nkjv:Leviticus:3:6",
        "t": "‘If*p his offering as a sacrifice of a peace offering to the Lord*s is of the flock, whether male or female, he shall offer it without blemish."
    },
    {
        "o": 3079,
        "r": "nkjv:Leviticus:3:7",
        "t": "If he offers a lamb as his offering, then he shall offer it before the Lord.*s"
    },
    {
        "o": 3080,
        "r": "nkjv:Leviticus:3:8",
        "t": "And he shall lay his hand on the head of his offering, and kill it before the tabernacle of meeting; and Aaron’s sons shall sprinkle its blood all around on the altar."
    },
    {
        "o": 3081,
        "r": "nkjv:Leviticus:3:9",
        "t": "‘Then*p he shall offer from the sacrifice of the peace offering, as an offering made by fire to the Lord,*s its fat and the whole fat tail which he shall remove close to the backbone. And the fat that covers the entrails and all the fat that is on the entrails,"
    },
    {
        "o": 3082,
        "r": "nkjv:Leviticus:3:10",
        "t": "the two kidneys and the fat that is on them by the flanks, and the fatty lobe attached to the liver above the kidneys, he shall remove;"
    },
    {
        "o": 3083,
        "r": "nkjv:Leviticus:3:11",
        "t": "and the priest shall burn them on the altar as food, an offering made by fire to the Lord.*s"
    },
    {
        "o": 3084,
        "r": "nkjv:Leviticus:3:12",
        "t": "‘And*p if his offering is a goat, then he shall offer it before the Lord.*s"
    },
    {
        "o": 3085,
        "r": "nkjv:Leviticus:3:13",
        "t": "He shall lay his hand on its head and kill it before the tabernacle of meeting; and the sons of Aaron shall sprinkle its blood all around on the altar."
    },
    {
        "o": 3086,
        "r": "nkjv:Leviticus:3:14",
        "t": "Then he shall offer from it his offering, as an offering made by fire to the Lord.*s The fat that covers the entrails and all the fat that is on the entrails,"
    },
    {
        "o": 3087,
        "r": "nkjv:Leviticus:3:15",
        "t": "the two kidneys and the fat that is on them by the flanks, and the fatty lobe attached to the liver above the kidneys, he shall remove;"
    },
    {
        "o": 3088,
        "r": "nkjv:Leviticus:3:16",
        "t": "and the priest shall burn them on the altar as food, an offering made by fire for a sweet aroma; all the fat is the Lord*s ’s."
    },
    {
        "o": 3089,
        "r": "nkjv:Leviticus:3:17",
        "t": "‘This*p shall be a perpetual statute throughout your generations in all your dwellings: you shall eat neither fat nor blood.’”"
    },
    {
        "o": 3090,
        "r": "nkjv:Leviticus:4:0",
        "t": "Leviticus 4",
        "h": 1
    },
    {
        "o": 3091,
        "r": "nkjv:Leviticus:4:0",
        "t": "The Sin Offering",
        "h": 2
    },
    {
        "o": 3092,
        "r": "nkjv:Leviticus:4:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3093,
        "r": "nkjv:Leviticus:4:2",
        "t": "“Speak to the children of Israel, saying: ‘If a person sins unintentionally against any of the commandments of the Lord*s in anything which ought not to be done, and does any of them,"
    },
    {
        "o": 3094,
        "r": "nkjv:Leviticus:4:3",
        "t": "if the anointed priest sins, bringing guilt on the people, then let him offer to the Lord*s for his sin which he has sinned a young bull without blemish as a sin offering."
    },
    {
        "o": 3095,
        "r": "nkjv:Leviticus:4:4",
        "t": "He shall bring the bull to the door of the tabernacle of meeting before the Lord,*s lay his hand on the bull’s head, and kill the bull before the Lord.*s"
    },
    {
        "o": 3096,
        "r": "nkjv:Leviticus:4:5",
        "t": "Then the anointed priest shall take some of the bull’s blood and bring it to the tabernacle of meeting."
    },
    {
        "o": 3097,
        "r": "nkjv:Leviticus:4:6",
        "t": "The priest shall dip his finger in the blood and sprinkle some of the blood seven times before the Lord,*s in front of the veil of the sanctuary."
    },
    {
        "o": 3098,
        "r": "nkjv:Leviticus:4:7",
        "t": "And the priest shall put some of the blood on the horns of the altar of sweet incense before the Lord,*s which is in the tabernacle of meeting; and he shall pour the remaining blood of the bull at the base of the altar of the burnt offering, which is at the door of the tabernacle of meeting."
    },
    {
        "o": 3099,
        "r": "nkjv:Leviticus:4:8",
        "t": "He shall take from it all the fat of the bull as the sin offering. The fat that covers the entrails and all the fat which is on the entrails,"
    },
    {
        "o": 3100,
        "r": "nkjv:Leviticus:4:9",
        "t": "the two kidneys and the fat that is on them by the flanks, and the fatty lobe attached to the liver above the kidneys, he shall remove,"
    },
    {
        "o": 3101,
        "r": "nkjv:Leviticus:4:10",
        "t": "as it was taken from the bull of the sacrifice of the peace offering; and the priest shall burn them on the altar of the burnt offering."
    },
    {
        "o": 3102,
        "r": "nkjv:Leviticus:4:11",
        "t": "But the bull’s hide and all its flesh, with its head and legs, its entrails and offal—"
    },
    {
        "o": 3103,
        "r": "nkjv:Leviticus:4:12",
        "t": "the whole bull he shall carry outside the camp to a clean place, where the ashes are poured out, and burn it on wood with fire; where the ashes are poured out it shall be burned."
    },
    {
        "o": 3104,
        "r": "nkjv:Leviticus:4:13",
        "t": "‘Now*p if the whole congregation of Israel sins unintentionally, and the thing is hidden from the eyes of the assembly, and they have done something against any of the commandments of the Lord*s in anything which should not be done, and are guilty;"
    },
    {
        "o": 3105,
        "r": "nkjv:Leviticus:4:14",
        "t": "when the sin which they have committed becomes known, then the assembly shall offer a young bull for the sin, and bring it before the tabernacle of meeting."
    },
    {
        "o": 3106,
        "r": "nkjv:Leviticus:4:15",
        "t": "And the elders of the congregation shall lay their hands on the head of the bull before the Lord.*s Then the bull shall be killed before the Lord.*s"
    },
    {
        "o": 3107,
        "r": "nkjv:Leviticus:4:16",
        "t": "The anointed priest shall bring some of the bull’s blood to the tabernacle of meeting."
    },
    {
        "o": 3108,
        "r": "nkjv:Leviticus:4:17",
        "t": "Then the priest shall dip his finger in the blood and sprinkle it seven times before the Lord,*s in front of the veil."
    },
    {
        "o": 3109,
        "r": "nkjv:Leviticus:4:18",
        "t": "And he shall put some of the blood on the horns of the altar which is before the Lord,*s which is in the tabernacle of meeting; and he shall pour the remaining blood at the base of the altar of burnt offering, which is at the door of the tabernacle of meeting."
    },
    {
        "o": 3110,
        "r": "nkjv:Leviticus:4:19",
        "t": "He shall take all the fat from it and burn it on the altar."
    },
    {
        "o": 3111,
        "r": "nkjv:Leviticus:4:20",
        "t": "And he shall do with the bull as he did with the bull as a sin offering; thus he shall do with it. So the priest shall make atonement for them, and it shall be forgiven them."
    },
    {
        "o": 3112,
        "r": "nkjv:Leviticus:4:21",
        "t": "Then he shall carry the bull outside the camp, and burn it as he burned the first bull. It is a sin offering for the assembly."
    },
    {
        "o": 3113,
        "r": "nkjv:Leviticus:4:22",
        "t": "‘When*p a ruler has sinned, and done something unintentionally against any of the commandments of the Lord*s his God in anything which should not be done, and is guilty,"
    },
    {
        "o": 3114,
        "r": "nkjv:Leviticus:4:23",
        "t": "or if his sin which he has committed comes to his knowledge, he shall bring as his offering a kid of the goats, a male without blemish."
    },
    {
        "o": 3115,
        "r": "nkjv:Leviticus:4:24",
        "t": "And he shall lay his hand on the head of the goat, and kill it at the place where they kill the burnt offering before the Lord.*s It is a sin offering."
    },
    {
        "o": 3116,
        "r": "nkjv:Leviticus:4:25",
        "t": "The priest shall take some of the blood of the sin offering with his finger, put it on the horns of the altar of burnt offering, and pour its blood at the base of the altar of burnt offering."
    },
    {
        "o": 3117,
        "r": "nkjv:Leviticus:4:26",
        "t": "And he shall burn all its fat on the altar, like the fat of the sacrifice of the peace offering. So the priest shall make atonement for him concerning his sin, and it shall be forgiven him."
    },
    {
        "o": 3118,
        "r": "nkjv:Leviticus:4:27",
        "t": "‘If*p anyone of the common people sins unintentionally by doing something against any of the commandments of the Lord*s in anything which ought not to be done, and is guilty,"
    },
    {
        "o": 3119,
        "r": "nkjv:Leviticus:4:28",
        "t": "or if his sin which he has committed comes to his knowledge, then he shall bring as his offering a kid of the goats, a female without blemish, for his sin which he has committed."
    },
    {
        "o": 3120,
        "r": "nkjv:Leviticus:4:29",
        "t": "And he shall lay his hand on the head of the sin offering, and kill the sin offering at the place of the burnt offering."
    },
    {
        "o": 3121,
        "r": "nkjv:Leviticus:4:30",
        "t": "Then the priest shall take some of its blood with his finger, put it on the horns of the altar of burnt offering, and pour all the remaining blood at the base of the altar."
    },
    {
        "o": 3122,
        "r": "nkjv:Leviticus:4:31",
        "t": "He shall remove all its fat, as fat is removed from the sacrifice of the peace offering; and the priest shall burn it on the altar for a sweet aroma to the Lord.*s So the priest shall make atonement for him, and it shall be forgiven him."
    },
    {
        "o": 3123,
        "r": "nkjv:Leviticus:4:32",
        "t": "‘If*p he brings a lamb as his sin offering, he shall bring a female without blemish."
    },
    {
        "o": 3124,
        "r": "nkjv:Leviticus:4:33",
        "t": "Then he shall lay his hand on the head of the sin offering, and kill it as a sin offering at the place where they kill the burnt offering."
    },
    {
        "o": 3125,
        "r": "nkjv:Leviticus:4:34",
        "t": "The priest shall take some of the blood of the sin offering with his finger, put it on the horns of the altar of burnt offering, and pour all the remaining blood at the base of the altar."
    },
    {
        "o": 3126,
        "r": "nkjv:Leviticus:4:35",
        "t": "He shall remove all its fat, as the fat of the lamb is removed from the sacrifice of the peace offering. Then the priest shall burn it on the altar, according to the offerings made by fire to the Lord.*s So the priest shall make atonement for his sin that he has committed, and it shall be forgiven him."
    },
    {
        "o": 3127,
        "r": "nkjv:Leviticus:5:0",
        "t": "Leviticus 5",
        "h": 1
    },
    {
        "o": 3128,
        "r": "nkjv:Leviticus:5:0",
        "t": "The Trespass Offering",
        "h": 2
    },
    {
        "o": 3129,
        "r": "nkjv:Leviticus:5:1",
        "t": "‘If*p a person sins in hearing the utterance of an oath, and is a witness, whether he has seen or known of the matter—if he does not tell it, he bears guilt."
    },
    {
        "o": 3130,
        "r": "nkjv:Leviticus:5:2",
        "t": "‘Or*p if a person touches any unclean thing, whether it is the carcass of an unclean beast, or the carcass of unclean livestock, or the carcass of unclean creeping things, and he is unaware of it, he also shall be unclean and guilty."
    },
    {
        "o": 3131,
        "r": "nkjv:Leviticus:5:3",
        "t": "Or if he touches human uncleanness—whatever uncleanness with which a man may be defiled, and he is unaware of it—when he realizes it, then he shall be guilty."
    },
    {
        "o": 3132,
        "r": "nkjv:Leviticus:5:4",
        "t": "‘Or*p if a person swears, speaking thoughtlessly with his lips to do evil or to do good, whatever it is that a man may pronounce by an oath, and he is unaware of it—when he realizes it, then he shall be guilty in any of these matters."
    },
    {
        "o": 3133,
        "r": "nkjv:Leviticus:5:5",
        "t": "‘And*p it shall be, when he is guilty in any of these matters, that he shall confess that he has sinned in that thing;"
    },
    {
        "o": 3134,
        "r": "nkjv:Leviticus:5:6",
        "t": "and he shall bring his trespass offering to the Lord*s for his sin which he has committed, a female from the flock, a lamb or a kid of the goats as a sin offering. So the priest shall make atonement for him concerning his sin."
    },
    {
        "o": 3135,
        "r": "nkjv:Leviticus:5:7",
        "t": "‘If*p he is not able to bring a lamb, then he shall bring to the Lord,*s for his trespass which he has committed, two turtledoves or two young pigeons: one as a sin offering and the other as a burnt offering."
    },
    {
        "o": 3136,
        "r": "nkjv:Leviticus:5:8",
        "t": "And he shall bring them to the priest, who shall offer that which is for the sin offering first, and wring off its head from its neck, but shall not divide it completely."
    },
    {
        "o": 3137,
        "r": "nkjv:Leviticus:5:9",
        "t": "Then he shall sprinkle some of the blood of the sin offering on the side of the altar, and the rest of the blood shall be drained out at the base of the altar. It is a sin offering."
    },
    {
        "o": 3138,
        "r": "nkjv:Leviticus:5:10",
        "t": "And he shall offer the second as a burnt offering according to the prescribed manner. So the priest shall make atonement on his behalf for his sin which he has committed, and it shall be forgiven him."
    },
    {
        "o": 3139,
        "r": "nkjv:Leviticus:5:11",
        "t": "‘But*p if he is not able to bring two turtledoves or two young pigeons, then he who sinned shall bring for his offering one-tenth of an ephah of fine flour as a sin offering. He shall put no oil on it, nor shall he put frankincense on it, for it is a sin offering."
    },
    {
        "o": 3140,
        "r": "nkjv:Leviticus:5:12",
        "t": "Then he shall bring it to the priest, and the priest shall take his handful of it as a memorial portion, and burn it on the altar according to the offerings made by fire to the Lord.*s It is a sin offering."
    },
    {
        "o": 3141,
        "r": "nkjv:Leviticus:5:13",
        "t": "The priest shall make atonement for him, for his sin that he has committed in any of these matters; and it shall be forgiven him. The rest shall be the priest’s as a grain offering.’”"
    },
    {
        "o": 3142,
        "r": "nkjv:Leviticus:5:13",
        "t": "Offerings with Restitution",
        "h": 2
    },
    {
        "o": 3143,
        "r": "nkjv:Leviticus:5:14",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 3144,
        "r": "nkjv:Leviticus:5:15",
        "t": "“If a person commits a trespass, and sins unintentionally in regard to the holy things of the Lord,*s then he shall bring to the Lord*s as his trespass offering a ram without blemish from the flocks, with your valuation in shekels of silver according to the shekel of the sanctuary, as a trespass offering."
    },
    {
        "o": 3145,
        "r": "nkjv:Leviticus:5:16",
        "t": "And he shall make restitution for the harm that he has done in regard to the holy thing, and shall add one-fifth to it and give it to the priest. So the priest shall make atonement for him with the ram of the trespass offering, and it shall be forgiven him."
    },
    {
        "o": 3146,
        "r": "nkjv:Leviticus:5:17",
        "t": "“If*p a person sins, and commits any of these things which are forbidden to be done by the commandments of the Lord,*s though he does not know it, yet he is guilty and shall bear his iniquity."
    },
    {
        "o": 3147,
        "r": "nkjv:Leviticus:5:18",
        "t": "And he shall bring to the priest a ram without blemish from the flock, with your valuation, as a trespass offering. So the priest shall make atonement for him regarding his ignorance in which he erred and did not know it, and it shall be forgiven him."
    },
    {
        "o": 3148,
        "r": "nkjv:Leviticus:5:19",
        "t": "It is a trespass offering; he has certainly trespassed against the Lord.”*s"
    },
    {
        "o": 3149,
        "r": "nkjv:Leviticus:6:0",
        "t": "Leviticus 6",
        "h": 1
    },
    {
        "o": 3150,
        "r": "nkjv:Leviticus:6:1",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 3151,
        "r": "nkjv:Leviticus:6:2",
        "t": "“If a person sins and commits a trespass against the Lord*s by lying to his neighbor about what was delivered to him for safekeeping, or about a pledge, or about a robbery, or if he has extorted from his neighbor,"
    },
    {
        "o": 3152,
        "r": "nkjv:Leviticus:6:3",
        "t": "or if he has found what was lost and lies concerning it, and swears falsely—in any one of these things that a man may do in which he sins:"
    },
    {
        "o": 3153,
        "r": "nkjv:Leviticus:6:4",
        "t": "then it shall be, because he has sinned and is guilty, that he shall restore what he has stolen, or the thing which he has extorted, or what was delivered to him for safekeeping, or the lost thing which he found,"
    },
    {
        "o": 3154,
        "r": "nkjv:Leviticus:6:5",
        "t": "or all that about which he has sworn falsely. He shall restore its full value, add one-fifth more to it, and give it to whomever it belongs, on the day of his trespass offering."
    },
    {
        "o": 3155,
        "r": "nkjv:Leviticus:6:6",
        "t": "And he shall bring his trespass offering to the Lord,*s a ram without blemish from the flock, with your valuation, as a trespass offering, to the priest."
    },
    {
        "o": 3156,
        "r": "nkjv:Leviticus:6:7",
        "t": "So the priest shall make atonement for him before the Lord,*s and he shall be forgiven for any one of these things that he may have done in which he trespasses.”"
    },
    {
        "o": 3157,
        "r": "nkjv:Leviticus:6:7",
        "t": "The Law of the Burnt Offering",
        "h": 2
    },
    {
        "o": 3158,
        "r": "nkjv:Leviticus:6:8",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3159,
        "r": "nkjv:Leviticus:6:9",
        "t": "“Command Aaron and his sons, saying, ‘This is the law of the burnt offering: The burnt offering shall be on the hearth upon the altar all night until morning, and the fire of the altar shall be kept burning on it."
    },
    {
        "o": 3160,
        "r": "nkjv:Leviticus:6:10",
        "t": "And the priest shall put on his linen garment, and his linen trousers he shall put on his body, and take up the ashes of the burnt offering which the fire has consumed on the altar, and he shall put them beside the altar."
    },
    {
        "o": 3161,
        "r": "nkjv:Leviticus:6:11",
        "t": "Then he shall take off his garments, put on other garments, and carry the ashes outside the camp to a clean place."
    },
    {
        "o": 3162,
        "r": "nkjv:Leviticus:6:12",
        "t": "And the fire on the altar shall be kept burning on it; it shall not be put out. And the priest shall burn wood on it every morning, and lay the burnt offering in order on it; and he shall burn on it the fat of the peace offerings."
    },
    {
        "o": 3163,
        "r": "nkjv:Leviticus:6:13",
        "t": "A fire shall always be burning on the altar; it shall never go out."
    },
    {
        "o": 3164,
        "r": "nkjv:Leviticus:6:13",
        "t": "The Law of the Grain Offering",
        "h": 2
    },
    {
        "o": 3165,
        "r": "nkjv:Leviticus:6:14",
        "t": "‘This*p is the law of the grain offering: The sons of Aaron shall offer it on the altar before the Lord.*s"
    },
    {
        "o": 3166,
        "r": "nkjv:Leviticus:6:15",
        "t": "He shall take from it his handful of the fine flour of the grain offering, with its oil, and all the frankincense which is on the grain offering, and shall burn it on the altar for a sweet aroma, as a memorial to the Lord.*s"
    },
    {
        "o": 3167,
        "r": "nkjv:Leviticus:6:16",
        "t": "And the remainder of it Aaron and his sons shall eat; with unleavened bread it shall be eaten in a holy place; in the court of the tabernacle of meeting they shall eat it."
    },
    {
        "o": 3168,
        "r": "nkjv:Leviticus:6:17",
        "t": "It shall not be baked with leaven. I have given it as their portion of My offerings made by fire; it is most holy, like the sin offering and the trespass offering."
    },
    {
        "o": 3169,
        "r": "nkjv:Leviticus:6:18",
        "t": "All the males among the children of Aaron may eat it. It shall be a statute forever in your generations concerning the offerings made by fire to the Lord.*s Everyone who touches them must be holy.’”"
    },
    {
        "o": 3170,
        "r": "nkjv:Leviticus:6:19",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3171,
        "r": "nkjv:Leviticus:6:20",
        "t": "“This is the offering of Aaron and his sons, which they shall offer to the Lord,*s beginning on the day when he is anointed: one-tenth of an ephah of fine flour as a daily grain offering, half of it in the morning and half of it at night."
    },
    {
        "o": 3172,
        "r": "nkjv:Leviticus:6:21",
        "t": "It shall be made in a pan with oil. When it is mixed, you shall bring it in. The baked pieces of the grain offering you shall offer for a sweet aroma to the Lord.*s"
    },
    {
        "o": 3173,
        "r": "nkjv:Leviticus:6:22",
        "t": "The priest from among his sons, who is anointed in his place, shall offer it. It is a statute forever to the Lord.*s It shall be wholly burned."
    },
    {
        "o": 3174,
        "r": "nkjv:Leviticus:6:23",
        "t": "For every grain offering for the priest shall be wholly burned. It shall not be eaten.”"
    },
    {
        "o": 3175,
        "r": "nkjv:Leviticus:6:23",
        "t": "The Law of the Sin Offering",
        "h": 2
    },
    {
        "o": 3176,
        "r": "nkjv:Leviticus:6:24",
        "t": "Also*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3177,
        "r": "nkjv:Leviticus:6:25",
        "t": "“Speak to Aaron and to his sons, saying, ‘This is the law of the sin offering: In the place where the burnt offering is killed, the sin offering shall be killed before the Lord.*s It is most holy."
    },
    {
        "o": 3178,
        "r": "nkjv:Leviticus:6:26",
        "t": "The priest who offers it for sin shall eat it. In a holy place it shall be eaten, in the court of the tabernacle of meeting."
    },
    {
        "o": 3179,
        "r": "nkjv:Leviticus:6:27",
        "t": "Everyone who touches its flesh must be holy. And when its blood is sprinkled on any garment, you shall wash that on which it was sprinkled, in a holy place."
    },
    {
        "o": 3180,
        "r": "nkjv:Leviticus:6:28",
        "t": "But the earthen vessel in which it is boiled shall be broken. And if it is boiled in a bronze pot, it shall be both scoured and rinsed in water."
    },
    {
        "o": 3181,
        "r": "nkjv:Leviticus:6:29",
        "t": "All the males among the priests may eat it. It is most holy."
    },
    {
        "o": 3182,
        "r": "nkjv:Leviticus:6:30",
        "t": "But no sin offering from which any of the blood is brought into the tabernacle of meeting, to make atonement in the holy place, shall be eaten. It shall be burned in the fire."
    },
    {
        "o": 3183,
        "r": "nkjv:Leviticus:7:0",
        "t": "Leviticus 7",
        "h": 1
    },
    {
        "o": 3184,
        "r": "nkjv:Leviticus:7:0",
        "t": "The Law of the Trespass Offering",
        "h": 2
    },
    {
        "o": 3185,
        "r": "nkjv:Leviticus:7:1",
        "t": "‘Likewise*p this is the law of the trespass offering (it is most holy):"
    },
    {
        "o": 3186,
        "r": "nkjv:Leviticus:7:2",
        "t": "In the place where they kill the burnt offering they shall kill the trespass offering. And its blood he shall sprinkle all around on the altar."
    },
    {
        "o": 3187,
        "r": "nkjv:Leviticus:7:3",
        "t": "And he shall offer from it all its fat. The fat tail and the fat that covers the entrails,"
    },
    {
        "o": 3188,
        "r": "nkjv:Leviticus:7:4",
        "t": "the two kidneys and the fat that is on them by the flanks, and the fatty lobe attached to the liver above the kidneys, he shall remove;"
    },
    {
        "o": 3189,
        "r": "nkjv:Leviticus:7:5",
        "t": "and the priest shall burn them on the altar as an offering made by fire to the Lord.*s It is a trespass offering."
    },
    {
        "o": 3190,
        "r": "nkjv:Leviticus:7:6",
        "t": "Every male among the priests may eat it. It shall be eaten in a holy place. It is most holy."
    },
    {
        "o": 3191,
        "r": "nkjv:Leviticus:7:7",
        "t": "The trespass offering is like the sin offering; there is one law for them both: the priest who makes atonement with it shall have it."
    },
    {
        "o": 3192,
        "r": "nkjv:Leviticus:7:8",
        "t": "And the priest who offers anyone’s burnt offering, that priest shall have for himself the skin of the burnt offering which he has offered."
    },
    {
        "o": 3193,
        "r": "nkjv:Leviticus:7:9",
        "t": "Also every grain offering that is baked in the oven and all that is prepared in the covered pan, or in a pan, shall be the priest’s who offers it."
    },
    {
        "o": 3194,
        "r": "nkjv:Leviticus:7:10",
        "t": "Every grain offering, whether mixed with oil or dry, shall belong to all the sons of Aaron, to one as much as the other."
    },
    {
        "o": 3195,
        "r": "nkjv:Leviticus:7:10",
        "t": "The Law of Peace Offerings",
        "h": 2
    },
    {
        "o": 3196,
        "r": "nkjv:Leviticus:7:11",
        "t": "‘This*p is the law of the sacrifice of peace offerings which he shall offer to the Lord:*s"
    },
    {
        "o": 3197,
        "r": "nkjv:Leviticus:7:12",
        "t": "If he offers it for a thanksgiving, then he shall offer, with the sacrifice of thanksgiving, unleavened cakes mixed with oil, unleavened wafers anointed with oil, or cakes of blended flour mixed with oil."
    },
    {
        "o": 3198,
        "r": "nkjv:Leviticus:7:13",
        "t": "Besides the cakes, as his offering he shall offer leavened bread with the sacrifice of thanksgiving of his peace offering."
    },
    {
        "o": 3199,
        "r": "nkjv:Leviticus:7:14",
        "t": "And from it he shall offer one cake from each offering as a heave offering to the Lord.*s It shall belong to the priest who sprinkles the blood of the peace offering."
    },
    {
        "o": 3200,
        "r": "nkjv:Leviticus:7:15",
        "t": "‘The*p flesh of the sacrifice of his peace offering for thanksgiving shall be eaten the same day it is offered. He shall not leave any of it until morning."
    },
    {
        "o": 3201,
        "r": "nkjv:Leviticus:7:16",
        "t": "But if the sacrifice of his offering is a vow or a voluntary offering, it shall be eaten the same day that he offers his sacrifice; but on the next day the remainder of it also may be eaten;"
    },
    {
        "o": 3202,
        "r": "nkjv:Leviticus:7:17",
        "t": "the remainder of the flesh of the sacrifice on the third day must be burned with fire."
    },
    {
        "o": 3203,
        "r": "nkjv:Leviticus:7:18",
        "t": "And if any of the flesh of the sacrifice of his peace offering is eaten at all on the third day, it shall not be accepted, nor shall it be imputed to him; it shall be an abomination to him who offers it, and the person who eats of it shall bear guilt."
    },
    {
        "o": 3204,
        "r": "nkjv:Leviticus:7:19",
        "t": "‘The*p flesh that touches any unclean thing shall not be eaten. It shall be burned with fire. And as for the clean flesh, all who are clean may eat of it."
    },
    {
        "o": 3205,
        "r": "nkjv:Leviticus:7:20",
        "t": "But the person who eats the flesh of the sacrifice of the peace offering that belongs to the Lord,*s while he is unclean, that person shall be cut off from his people."
    },
    {
        "o": 3206,
        "r": "nkjv:Leviticus:7:21",
        "t": "Moreover the person who touches any unclean thing, such as human uncleanness, an unclean animal, or any abominable unclean thing, and who eats the flesh of the sacrifice of the peace offering that belongs to the Lord,*s that person shall be cut off from his people.’”"
    },
    {
        "o": 3207,
        "r": "nkjv:Leviticus:7:21",
        "t": "Fat and Blood May Not Be Eaten",
        "h": 2
    },
    {
        "o": 3208,
        "r": "nkjv:Leviticus:7:22",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3209,
        "r": "nkjv:Leviticus:7:23",
        "t": "“Speak to the children of Israel, saying: ‘You shall not eat any fat, of ox or sheep or goat."
    },
    {
        "o": 3210,
        "r": "nkjv:Leviticus:7:24",
        "t": "And the fat of an animal that dies naturally, and the fat of what is torn by wild beasts, may be used in any other way; but you shall by no means eat it."
    },
    {
        "o": 3211,
        "r": "nkjv:Leviticus:7:25",
        "t": "For whoever eats the fat of the animal of which men offer an offering made by fire to the Lord,*s the person who eats it shall be cut off from his people."
    },
    {
        "o": 3212,
        "r": "nkjv:Leviticus:7:26",
        "t": "Moreover you shall not eat any blood in any of your dwellings, whether of bird or beast."
    },
    {
        "o": 3213,
        "r": "nkjv:Leviticus:7:27",
        "t": "Whoever eats any blood, that person shall be cut off from his people.’”"
    },
    {
        "o": 3214,
        "r": "nkjv:Leviticus:7:27",
        "t": "The Portion of Aaron and His Sons",
        "h": 2
    },
    {
        "o": 3215,
        "r": "nkjv:Leviticus:7:28",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3216,
        "r": "nkjv:Leviticus:7:29",
        "t": "“Speak to the children of Israel, saying: ‘He who offers the sacrifice of his peace offering to the Lord*s shall bring his offering to the Lord*s from the sacrifice of his peace offering."
    },
    {
        "o": 3217,
        "r": "nkjv:Leviticus:7:30",
        "t": "His own hands shall bring the offerings made by fire to the Lord.*s The fat with the breast he shall bring, that the breast may be waved as a wave offering before the Lord.*s"
    },
    {
        "o": 3218,
        "r": "nkjv:Leviticus:7:31",
        "t": "And the priest shall burn the fat on the altar, but the breast shall be Aaron’s and his sons’."
    },
    {
        "o": 3219,
        "r": "nkjv:Leviticus:7:32",
        "t": "Also the right thigh you shall give to the priest as a heave offering from the sacrifices of your peace offerings."
    },
    {
        "o": 3220,
        "r": "nkjv:Leviticus:7:33",
        "t": "He among the sons of Aaron, who offers the blood of the peace offering and the fat, shall have the right thigh for his part."
    },
    {
        "o": 3221,
        "r": "nkjv:Leviticus:7:34",
        "t": "For the breast of the wave offering and the thigh of the heave offering I have taken from the children of Israel, from the sacrifices of their peace offerings, and I have given them to Aaron the priest and to his sons from the children of Israel by a statute forever.’”"
    },
    {
        "o": 3222,
        "r": "nkjv:Leviticus:7:35",
        "t": "This*p is the consecrated portion for Aaron and his sons, from the offerings made by fire to the Lord,*s on the day when Moses presented them to minister to the Lord*s as priests."
    },
    {
        "o": 3223,
        "r": "nkjv:Leviticus:7:36",
        "t": "The Lord*s commanded this to be given to them by the children of Israel, on the day that He anointed them, by a statute forever throughout their generations."
    },
    {
        "o": 3224,
        "r": "nkjv:Leviticus:7:37",
        "t": "This*p is the law of the burnt offering, the grain offering, the sin offering, the trespass offering, the consecrations, and the sacrifice of the peace offering,"
    },
    {
        "o": 3225,
        "r": "nkjv:Leviticus:7:38",
        "t": "which the Lord*s commanded Moses on Mount Sinai, on the day when He commanded the children of Israel to offer their offerings to the Lord*s in the Wilderness of Sinai."
    },
    {
        "o": 3226,
        "r": "nkjv:Leviticus:8:0",
        "t": "Leviticus 8",
        "h": 1
    },
    {
        "o": 3227,
        "r": "nkjv:Leviticus:8:0",
        "t": "Aaron and His Sons Consecrated",
        "h": 2
    },
    {
        "o": 3228,
        "r": "nkjv:Leviticus:8:1",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 3229,
        "r": "nkjv:Leviticus:8:2",
        "t": "“Take Aaron and his sons with him, and the garments, the anointing oil, a bull as the sin offering, two rams, and a basket of unleavened bread;"
    },
    {
        "o": 3230,
        "r": "nkjv:Leviticus:8:3",
        "t": "and gather all the congregation together at the door of the tabernacle of meeting.”"
    },
    {
        "o": 3231,
        "r": "nkjv:Leviticus:8:4",
        "t": "So*p Moses did as the Lord*s commanded him. And the congregation was gathered together at the door of the tabernacle of meeting."
    },
    {
        "o": 3232,
        "r": "nkjv:Leviticus:8:5",
        "t": "And Moses said to the congregation, “This is what the Lord*s commanded to be done.”"
    },
    {
        "o": 3233,
        "r": "nkjv:Leviticus:8:6",
        "t": "Then*p Moses brought Aaron and his sons and washed them with water."
    },
    {
        "o": 3234,
        "r": "nkjv:Leviticus:8:7",
        "t": "And he put the tunic on him, girded him with the sash, clothed him with the robe, and put the ephod on him; and he girded him with the intricately woven band of the ephod, and with it tied the ephod on him."
    },
    {
        "o": 3235,
        "r": "nkjv:Leviticus:8:8",
        "t": "Then he put the breastplate on him, and he put the Urim and the Thummim in the breastplate."
    },
    {
        "o": 3236,
        "r": "nkjv:Leviticus:8:9",
        "t": "And he put the turban on his head. Also on the turban, on its front, he put the golden plate, the holy crown, as the Lord*s had commanded Moses."
    },
    {
        "o": 3237,
        "r": "nkjv:Leviticus:8:10",
        "t": "Also*p Moses took the anointing oil, and anointed the tabernacle and all that was in it, and consecrated them."
    },
    {
        "o": 3238,
        "r": "nkjv:Leviticus:8:11",
        "t": "He sprinkled some of it on the altar seven times, anointed the altar and all its utensils, and the laver and its base, to consecrate them."
    },
    {
        "o": 3239,
        "r": "nkjv:Leviticus:8:12",
        "t": "And he poured some of the anointing oil on Aaron’s head and anointed him, to consecrate him."
    },
    {
        "o": 3240,
        "r": "nkjv:Leviticus:8:13",
        "t": "Then*p Moses brought Aaron’s sons and put tunics on them, girded them with sashes, and put hats on them, as the Lord*s had commanded Moses."
    },
    {
        "o": 3241,
        "r": "nkjv:Leviticus:8:14",
        "t": "And*p he brought the bull for the sin offering. Then Aaron and his sons laid their hands on the head of the bull for the sin offering,"
    },
    {
        "o": 3242,
        "r": "nkjv:Leviticus:8:15",
        "t": "and Moses killed it. Then he took the blood, and put some on the horns of the altar all around with his finger, and purified the altar. And he poured the blood at the base of the altar, and consecrated it, to make atonement for it."
    },
    {
        "o": 3243,
        "r": "nkjv:Leviticus:8:16",
        "t": "Then he took all the fat that was on the entrails, the fatty lobe attached to the liver, and the two kidneys with their fat, and Moses burned them on the altar."
    },
    {
        "o": 3244,
        "r": "nkjv:Leviticus:8:17",
        "t": "But the bull, its hide, its flesh, and its offal, he burned with fire outside the camp, as the Lord*s had commanded Moses."
    },
    {
        "o": 3245,
        "r": "nkjv:Leviticus:8:18",
        "t": "Then*p he brought the ram as the burnt offering. And Aaron and his sons laid their hands on the head of the ram,"
    },
    {
        "o": 3246,
        "r": "nkjv:Leviticus:8:19",
        "t": "and Moses killed it. Then he sprinkled the blood all around on the altar."
    },
    {
        "o": 3247,
        "r": "nkjv:Leviticus:8:20",
        "t": "And he cut the ram into pieces; and Moses burned the head, the pieces, and the fat."
    },
    {
        "o": 3248,
        "r": "nkjv:Leviticus:8:21",
        "t": "Then he washed the entrails and the legs in water. And Moses burned the whole ram on the altar. It was a burnt sacrifice for a sweet aroma, an offering made by fire to the Lord,*s as the Lord*s had commanded Moses."
    },
    {
        "o": 3249,
        "r": "nkjv:Leviticus:8:22",
        "t": "And*p he brought the second ram, the ram of consecration. Then Aaron and his sons laid their hands on the head of the ram,"
    },
    {
        "o": 3250,
        "r": "nkjv:Leviticus:8:23",
        "t": "and Moses killed it. Also he took some of its blood and put it on the tip of Aaron’s right ear, on the thumb of his right hand, and on the big toe of his right foot."
    },
    {
        "o": 3251,
        "r": "nkjv:Leviticus:8:24",
        "t": "Then he brought Aaron’s sons. And Moses put some of the blood on the tips of their right ears, on the thumbs of their right hands, and on the big toes of their right feet. And Moses sprinkled the blood all around on the altar."
    },
    {
        "o": 3252,
        "r": "nkjv:Leviticus:8:25",
        "t": "Then he took the fat and the fat tail, all the fat that was on the entrails, the fatty lobe attached to the liver, the two kidneys and their fat, and the right thigh;"
    },
    {
        "o": 3253,
        "r": "nkjv:Leviticus:8:26",
        "t": "and from the basket of unleavened bread that was before the Lord*s he took one unleavened cake, a cake of bread anointed with oil, and one wafer, and put them on the fat and on the right thigh;"
    },
    {
        "o": 3254,
        "r": "nkjv:Leviticus:8:27",
        "t": "and he put all these in Aaron’s hands and in his sons’ hands, and waved them as a wave offering before the Lord.*s"
    },
    {
        "o": 3255,
        "r": "nkjv:Leviticus:8:28",
        "t": "Then Moses took them from their hands and burned them on the altar, on the burnt offering. They were consecration offerings for a sweet aroma. That was an offering made by fire to the Lord.*s"
    },
    {
        "o": 3256,
        "r": "nkjv:Leviticus:8:29",
        "t": "And Moses took the breast and waved it as a wave offering before the Lord.*s It was Moses’ part of the ram of consecration, as the Lord*s had commanded Moses."
    },
    {
        "o": 3257,
        "r": "nkjv:Leviticus:8:30",
        "t": "Then*p Moses took some of the anointing oil and some of the blood which was on the altar, and sprinkled it on Aaron, on his garments, on his sons, and on the garments of his sons with him; and he consecrated Aaron, his garments, his sons, and the garments of his sons with him."
    },
    {
        "o": 3258,
        "r": "nkjv:Leviticus:8:31",
        "t": "And*p Moses said to Aaron and his sons, “Boil the flesh at the door of the tabernacle of meeting, and eat it there with the bread that is in the basket of consecration offerings, as I commanded, saying, ‘Aaron and his sons shall eat it.’"
    },
    {
        "o": 3259,
        "r": "nkjv:Leviticus:8:32",
        "t": "What remains of the flesh and of the bread you shall burn with fire."
    },
    {
        "o": 3260,
        "r": "nkjv:Leviticus:8:33",
        "t": "And you shall not go outside the door of the tabernacle of meeting for seven days, until the days of your consecration are ended. For seven days he shall consecrate you."
    },
    {
        "o": 3261,
        "r": "nkjv:Leviticus:8:34",
        "t": "As he has done this day, so the Lord*s has commanded to do, to make atonement for you."
    },
    {
        "o": 3262,
        "r": "nkjv:Leviticus:8:35",
        "t": "Therefore you shall stay at the door of the tabernacle of meeting day and night for seven days, and keep the charge of the Lord,*s so that you may not die; for so I have been commanded.”"
    },
    {
        "o": 3263,
        "r": "nkjv:Leviticus:8:36",
        "t": "So Aaron and his sons did all the things that the Lord*s had commanded by the hand of Moses."
    },
    {
        "o": 3264,
        "r": "nkjv:Leviticus:9:0",
        "t": "Leviticus 9",
        "h": 1
    },
    {
        "o": 3265,
        "r": "nkjv:Leviticus:9:0",
        "t": "The Priestly Ministry Begins",
        "h": 2
    },
    {
        "o": 3266,
        "r": "nkjv:Leviticus:9:1",
        "t": "It*p came to pass on the eighth day that Moses called Aaron and his sons and the elders of Israel."
    },
    {
        "o": 3267,
        "r": "nkjv:Leviticus:9:2",
        "t": "And he said to Aaron, “Take for yourself a young bull as a sin offering and a ram as a burnt offering, without blemish, and offer them before the Lord.*s"
    },
    {
        "o": 3268,
        "r": "nkjv:Leviticus:9:3",
        "t": "And to the children of Israel you shall speak, saying, ‘Take a kid of the goats as a sin offering, and a calf and a lamb, both of the first year, without blemish, as a burnt offering,"
    },
    {
        "o": 3269,
        "r": "nkjv:Leviticus:9:4",
        "t": "also a bull and a ram as peace offerings, to sacrifice before the Lord,*s and a grain offering mixed with oil; for today the Lord*s will appear to you.’”"
    },
    {
        "o": 3270,
        "r": "nkjv:Leviticus:9:5",
        "t": "So*p they brought what Moses commanded before the tabernacle of meeting. And all the congregation drew near and stood before the Lord.*s"
    },
    {
        "o": 3271,
        "r": "nkjv:Leviticus:9:6",
        "t": "Then Moses said, “This is the thing which the Lord*s commanded you to do, and the glory of the Lord*s will appear to you.”"
    },
    {
        "o": 3272,
        "r": "nkjv:Leviticus:9:7",
        "t": "And Moses said to Aaron, “Go to the altar, offer your sin offering and your burnt offering, and make atonement for yourself and for the people. Offer the offering of the people, and make atonement for them, as the Lord*s commanded.”"
    },
    {
        "o": 3273,
        "r": "nkjv:Leviticus:9:8",
        "t": "Aaron*p therefore went to the altar and killed the calf of the sin offering, which was for himself."
    },
    {
        "o": 3274,
        "r": "nkjv:Leviticus:9:9",
        "t": "Then the sons of Aaron brought the blood to him. And he dipped his finger in the blood, put it on the horns of the altar, and poured the blood at the base of the altar."
    },
    {
        "o": 3275,
        "r": "nkjv:Leviticus:9:10",
        "t": "But the fat, the kidneys, and the fatty lobe from the liver of the sin offering he burned on the altar, as the Lord*s had commanded Moses."
    },
    {
        "o": 3276,
        "r": "nkjv:Leviticus:9:11",
        "t": "The flesh and the hide he burned with fire outside the camp."
    },
    {
        "o": 3277,
        "r": "nkjv:Leviticus:9:12",
        "t": "And*p he killed the burnt offering; and Aaron’s sons presented to him the blood, which he sprinkled all around on the altar."
    },
    {
        "o": 3278,
        "r": "nkjv:Leviticus:9:13",
        "t": "Then they presented the burnt offering to him, with its pieces and head, and he burned them on the altar."
    },
    {
        "o": 3279,
        "r": "nkjv:Leviticus:9:14",
        "t": "And he washed the entrails and the legs, and burned them with the burnt offering on the altar."
    },
    {
        "o": 3280,
        "r": "nkjv:Leviticus:9:15",
        "t": "Then*p he brought the people’s offering, and took the goat, which was the sin offering for the people, and killed it and offered it for sin, like the first one."
    },
    {
        "o": 3281,
        "r": "nkjv:Leviticus:9:16",
        "t": "And he brought the burnt offering and offered it according to the prescribed manner."
    },
    {
        "o": 3282,
        "r": "nkjv:Leviticus:9:17",
        "t": "Then he brought the grain offering, took a handful of it, and burned it on the altar, besides the burnt sacrifice of the morning."
    },
    {
        "o": 3283,
        "r": "nkjv:Leviticus:9:18",
        "t": "He*p also killed the bull and the ram as sacrifices of peace offerings, which were for the people. And Aaron’s sons presented to him the blood, which he sprinkled all around on the altar,"
    },
    {
        "o": 3284,
        "r": "nkjv:Leviticus:9:19",
        "t": "and the fat from the bull and the ram—the fatty tail, what covers the entrails and the kidneys, and the fatty lobe attached to the liver;"
    },
    {
        "o": 3285,
        "r": "nkjv:Leviticus:9:20",
        "t": "and they put the fat on the breasts. Then he burned the fat on the altar;"
    },
    {
        "o": 3286,
        "r": "nkjv:Leviticus:9:21",
        "t": "but the breasts and the right thigh Aaron waved as a wave offering before the Lord,*s as Moses had commanded."
    },
    {
        "o": 3287,
        "r": "nkjv:Leviticus:9:22",
        "t": "Then*p Aaron lifted his hand toward the people, blessed them, and came down from offering the sin offering, the burnt offering, and peace offerings."
    },
    {
        "o": 3288,
        "r": "nkjv:Leviticus:9:23",
        "t": "And Moses and Aaron went into the tabernacle of meeting, and came out and blessed the people. Then the glory of the Lord*s appeared to all the people,"
    },
    {
        "o": 3289,
        "r": "nkjv:Leviticus:9:24",
        "t": "and fire came out from before the Lord*s and consumed the burnt offering and the fat on the altar. When all the people saw it, they shouted and fell on their faces."
    },
    {
        "o": 3290,
        "r": "nkjv:Leviticus:10:0",
        "t": "Leviticus 10",
        "h": 1
    },
    {
        "o": 3291,
        "r": "nkjv:Leviticus:10:0",
        "t": "The Profane Fire of Nadab and Abihu",
        "h": 2
    },
    {
        "o": 3292,
        "r": "nkjv:Leviticus:10:1",
        "t": "Then*p Nadab and Abihu, the sons of Aaron, each took his censer and put fire in it, put incense on it, and offered profane fire before the Lord,*s which He had not commanded them."
    },
    {
        "o": 3293,
        "r": "nkjv:Leviticus:10:2",
        "t": "So fire went out from the Lord*s and devoured them, and they died before the Lord.*s"
    },
    {
        "o": 3294,
        "r": "nkjv:Leviticus:10:3",
        "t": "And Moses said to Aaron, “This is what the Lord*s spoke, saying: ‘By*pn those who come near Me I*ld must be regarded as holy; And*ld before all the people I*ld must be glorified.’” So*p Aaron held his peace."
    },
    {
        "o": 3295,
        "r": "nkjv:Leviticus:10:4",
        "t": "Then*p Moses called Mishael and Elzaphan, the sons of Uzziel the uncle of Aaron, and said to them, “Come near, carry your brethren from before the sanctuary out of the camp.”"
    },
    {
        "o": 3296,
        "r": "nkjv:Leviticus:10:5",
        "t": "So they went near and carried them by their tunics out of the camp, as Moses had said."
    },
    {
        "o": 3297,
        "r": "nkjv:Leviticus:10:6",
        "t": "And*p Moses said to Aaron, and to Eleazar and Ithamar, his sons, “Do not uncover your heads nor tear your clothes, lest you die, and wrath come upon all the people. But let your brethren, the whole house of Israel, bewail the burning which the Lord*s has kindled."
    },
    {
        "o": 3298,
        "r": "nkjv:Leviticus:10:7",
        "t": "You shall not go out from the door of the tabernacle of meeting, lest you die, for the anointing oil of the Lord*s is upon you.” And they did according to the word of Moses."
    },
    {
        "o": 3299,
        "r": "nkjv:Leviticus:10:7",
        "t": "Conduct Prescribed for Priests",
        "h": 2
    },
    {
        "o": 3300,
        "r": "nkjv:Leviticus:10:8",
        "t": "Then*p the Lord*s spoke to Aaron, saying:"
    },
    {
        "o": 3301,
        "r": "nkjv:Leviticus:10:9",
        "t": "“Do not drink wine or intoxicating drink, you, nor your sons with you, when you go into the tabernacle of meeting, lest you die. It shall be a statute forever throughout your generations,"
    },
    {
        "o": 3302,
        "r": "nkjv:Leviticus:10:10",
        "t": "that you may distinguish between holy and unholy, and between unclean and clean,"
    },
    {
        "o": 3303,
        "r": "nkjv:Leviticus:10:11",
        "t": "and that you may teach the children of Israel all the statutes which the Lord*s has spoken to them by the hand of Moses.”"
    },
    {
        "o": 3304,
        "r": "nkjv:Leviticus:10:12",
        "t": "And*p Moses spoke to Aaron, and to Eleazar and Ithamar, his sons who were left: “Take the grain offering that remains of the offerings made by fire to the Lord,*s and eat it without leaven beside the altar; for it is most holy."
    },
    {
        "o": 3305,
        "r": "nkjv:Leviticus:10:13",
        "t": "You shall eat it in a holy place, because it is your due and your sons’ due, of the sacrifices made by fire to the Lord;*s for so I have been commanded."
    },
    {
        "o": 3306,
        "r": "nkjv:Leviticus:10:14",
        "t": "The breast of the wave offering and the thigh of the heave offering you shall eat in a clean place, you, your sons, and your daughters with you; for they are your due and your sons’ due, which are given from the sacrifices of peace offerings of the children of Israel."
    },
    {
        "o": 3307,
        "r": "nkjv:Leviticus:10:15",
        "t": "The thigh of the heave offering and the breast of the wave offering they shall bring with the offerings of fat made by fire, to offer as a wave offering before the Lord.*s And it shall be yours and your sons’ with you, by a statute forever, as the Lord*s has commanded.”"
    },
    {
        "o": 3308,
        "r": "nkjv:Leviticus:10:16",
        "t": "Then*p Moses made careful inquiry about the goat of the sin offering, and there it was—burned up. And he was angry with Eleazar and Ithamar, the sons of Aaron who were left, saying,"
    },
    {
        "o": 3309,
        "r": "nkjv:Leviticus:10:17",
        "t": "“Why have you not eaten the sin offering in a holy place, since it is most holy, and God has given it to you to bear the guilt of the congregation, to make atonement for them before the Lord?*s"
    },
    {
        "o": 3310,
        "r": "nkjv:Leviticus:10:18",
        "t": "See! Its blood was not brought inside the holy place; indeed you should have eaten it in a holy place, as I commanded.”"
    },
    {
        "o": 3311,
        "r": "nkjv:Leviticus:10:19",
        "t": "And*p Aaron said to Moses, “Look, this day they have offered their sin offering and their burnt offering before the Lord,*s and such things have befallen me! If I had eaten the sin offering today, would it have been accepted in the sight of the Lord?”*s"
    },
    {
        "o": 3312,
        "r": "nkjv:Leviticus:10:20",
        "t": "So when Moses heard that, he was content."
    },
    {
        "o": 3313,
        "r": "nkjv:Leviticus:11:0",
        "t": "Leviticus 11",
        "h": 1
    },
    {
        "o": 3314,
        "r": "nkjv:Leviticus:11:0",
        "t": "Foods Permitted and Forbidden",
        "h": 2
    },
    {
        "o": 3315,
        "r": "nkjv:Leviticus:11:1",
        "t": "Now*p the Lord*s spoke to Moses and Aaron, saying to them,"
    },
    {
        "o": 3316,
        "r": "nkjv:Leviticus:11:2",
        "t": "“Speak to the children of Israel, saying, ‘These are the animals which you may eat among all the animals that are on the earth:"
    },
    {
        "o": 3317,
        "r": "nkjv:Leviticus:11:3",
        "t": "Among the animals, whatever divides the hoof, having cloven hooves and chewing the cud—that you may eat."
    },
    {
        "o": 3318,
        "r": "nkjv:Leviticus:11:4",
        "t": "Nevertheless these you shall not eat among those that chew the cud or those that have cloven hooves: the camel, because it chews the cud but does not have cloven hooves, is unclean to you;"
    },
    {
        "o": 3319,
        "r": "nkjv:Leviticus:11:5",
        "t": "the rock hyrax, because it chews the cud but does not have cloven hooves, is unclean to you;"
    },
    {
        "o": 3320,
        "r": "nkjv:Leviticus:11:6",
        "t": "the hare, because it chews the cud but does not have cloven hooves, is unclean to you;"
    },
    {
        "o": 3321,
        "r": "nkjv:Leviticus:11:7",
        "t": "and the swine, though it divides the hoof, having cloven hooves, yet does not chew the cud, is unclean to you."
    },
    {
        "o": 3322,
        "r": "nkjv:Leviticus:11:8",
        "t": "Their flesh you shall not eat, and their carcasses you shall not touch. They are unclean to you."
    },
    {
        "o": 3323,
        "r": "nkjv:Leviticus:11:9",
        "t": "‘These*p you may eat of all that are in the water: whatever in the water has fins and scales, whether in the seas or in the rivers—that you may eat."
    },
    {
        "o": 3324,
        "r": "nkjv:Leviticus:11:10",
        "t": "But all in the seas or in the rivers that do not have fins and scales, all that move in the water or any living thing which is in the water, they are an abomination to you."
    },
    {
        "o": 3325,
        "r": "nkjv:Leviticus:11:11",
        "t": "They shall be an abomination to you; you shall not eat their flesh, but you shall regard their carcasses as an abomination."
    },
    {
        "o": 3326,
        "r": "nkjv:Leviticus:11:12",
        "t": "Whatever in the water does not have fins or scales—that shall be an abomination to you."
    },
    {
        "o": 3327,
        "r": "nkjv:Leviticus:11:13",
        "t": "‘And*p these you shall regard as an abomination among the birds; they shall not be eaten, they are an abomination: the eagle, the vulture, the buzzard,"
    },
    {
        "o": 3328,
        "r": "nkjv:Leviticus:11:14",
        "t": "the kite, and the falcon after its kind;"
    },
    {
        "o": 3329,
        "r": "nkjv:Leviticus:11:15",
        "t": "every raven after its kind,"
    },
    {
        "o": 3330,
        "r": "nkjv:Leviticus:11:16",
        "t": "the ostrich, the short-eared owl, the sea gull, and the hawk after its kind;"
    },
    {
        "o": 3331,
        "r": "nkjv:Leviticus:11:17",
        "t": "the little owl, the fisher owl, and the screech owl;"
    },
    {
        "o": 3332,
        "r": "nkjv:Leviticus:11:18",
        "t": "the white owl, the jackdaw, and the carrion vulture;"
    },
    {
        "o": 3333,
        "r": "nkjv:Leviticus:11:19",
        "t": "the stork, the heron after its kind, the hoopoe, and the bat."
    },
    {
        "o": 3334,
        "r": "nkjv:Leviticus:11:20",
        "t": "‘All*p flying insects that creep on all fours shall be an abomination to you."
    },
    {
        "o": 3335,
        "r": "nkjv:Leviticus:11:21",
        "t": "Yet these you may eat of every flying insect that creeps on all fours: those which have jointed legs above their feet with which to leap on the earth."
    },
    {
        "o": 3336,
        "r": "nkjv:Leviticus:11:22",
        "t": "These you may eat: the locust after its kind, the destroying locust after its kind, the cricket after its kind, and the grasshopper after its kind."
    },
    {
        "o": 3337,
        "r": "nkjv:Leviticus:11:23",
        "t": "But all other flying insects which have four feet shall be an abomination to you."
    },
    {
        "o": 3338,
        "r": "nkjv:Leviticus:11:23",
        "t": "Unclean Animals",
        "h": 2
    },
    {
        "o": 3339,
        "r": "nkjv:Leviticus:11:24",
        "t": "‘By*p these you shall become unclean; whoever touches the carcass of any of them shall be unclean until evening;"
    },
    {
        "o": 3340,
        "r": "nkjv:Leviticus:11:25",
        "t": "whoever carries part of the carcass of any of them shall wash his clothes and be unclean until evening:"
    },
    {
        "o": 3341,
        "r": "nkjv:Leviticus:11:26",
        "t": "The carcass of any animal which divides the foot, but is not cloven-hoofed or does not chew the cud, is unclean to you. Everyone who touches it shall be unclean."
    },
    {
        "o": 3342,
        "r": "nkjv:Leviticus:11:27",
        "t": "And whatever goes on its paws, among all kinds of animals that go on all fours, those are unclean to you. Whoever touches any such carcass shall be unclean until evening."
    },
    {
        "o": 3343,
        "r": "nkjv:Leviticus:11:28",
        "t": "Whoever carries any such carcass shall wash his clothes and be unclean until evening. It is unclean to you."
    },
    {
        "o": 3344,
        "r": "nkjv:Leviticus:11:29",
        "t": "‘These*p also shall be unclean to you among the creeping things that creep on the earth: the mole, the mouse, and the large lizard after its kind;"
    },
    {
        "o": 3345,
        "r": "nkjv:Leviticus:11:30",
        "t": "the gecko, the monitor lizard, the sand reptile, the sand lizard, and the chameleon."
    },
    {
        "o": 3346,
        "r": "nkjv:Leviticus:11:31",
        "t": "These are unclean to you among all that creep. Whoever touches them when they are dead shall be unclean until evening."
    },
    {
        "o": 3347,
        "r": "nkjv:Leviticus:11:32",
        "t": "Anything on which any of them falls, when they are dead shall be unclean, whether it is any item of wood or clothing or skin or sack, whatever item it is, in which any work is done, it must be put in water. And it shall be unclean until evening; then it shall be clean."
    },
    {
        "o": 3348,
        "r": "nkjv:Leviticus:11:33",
        "t": "Any earthen vessel into which any of them falls you shall break; and whatever is in it shall be unclean:"
    },
    {
        "o": 3349,
        "r": "nkjv:Leviticus:11:34",
        "t": "in such a vessel, any edible food upon which water falls becomes unclean, and any drink that may be drunk from it becomes unclean."
    },
    {
        "o": 3350,
        "r": "nkjv:Leviticus:11:35",
        "t": "And everything on which a part of any such carcass falls shall be unclean; whether it is an oven or cooking stove, it shall be broken down; for they are unclean, and shall be unclean to you."
    },
    {
        "o": 3351,
        "r": "nkjv:Leviticus:11:36",
        "t": "Nevertheless a spring or a cistern, in which there is plenty of water, shall be clean, but whatever touches any such carcass becomes unclean."
    },
    {
        "o": 3352,
        "r": "nkjv:Leviticus:11:37",
        "t": "And if a part of any such carcass falls on any planting seed which is to be sown, it remains clean."
    },
    {
        "o": 3353,
        "r": "nkjv:Leviticus:11:38",
        "t": "But if water is put on the seed, and if a part of any such carcass falls on it, it becomes unclean to you."
    },
    {
        "o": 3354,
        "r": "nkjv:Leviticus:11:39",
        "t": "‘And*p if any animal which you may eat dies, he who touches its carcass shall be unclean until evening."
    },
    {
        "o": 3355,
        "r": "nkjv:Leviticus:11:40",
        "t": "He who eats of its carcass shall wash his clothes and be unclean until evening. He also who carries its carcass shall wash his clothes and be unclean until evening."
    },
    {
        "o": 3356,
        "r": "nkjv:Leviticus:11:41",
        "t": "‘And*p every creeping thing that creeps on the earth shall be an abomination. It shall not be eaten."
    },
    {
        "o": 3357,
        "r": "nkjv:Leviticus:11:42",
        "t": "Whatever crawls on its belly, whatever goes on all fours, or whatever has many feet among all creeping things that creep on the earth—these you shall not eat, for they are an abomination."
    },
    {
        "o": 3358,
        "r": "nkjv:Leviticus:11:43",
        "t": "You shall not make yourselves abominable with any creeping thing that creeps; nor shall you make yourselves unclean with them, lest you be defiled by them."
    },
    {
        "o": 3359,
        "r": "nkjv:Leviticus:11:44",
        "t": "For I am the Lord*s your God. You shall therefore consecrate yourselves, and you shall be holy; for I am holy. Neither shall you defile yourselves with any creeping thing that creeps on the earth."
    },
    {
        "o": 3360,
        "r": "nkjv:Leviticus:11:45",
        "t": "For I am the Lord*s who brings you up out of the land of Egypt, to be your God. You shall therefore be holy, for I am holy."
    },
    {
        "o": 3361,
        "r": "nkjv:Leviticus:11:46",
        "t": "‘This*p is the law of the animals and the birds and every living creature that moves in the waters, and of every creature that creeps on the earth,"
    },
    {
        "o": 3362,
        "r": "nkjv:Leviticus:11:47",
        "t": "to distinguish between the unclean and the clean, and between the animal that may be eaten and the animal that may not be eaten.’”"
    },
    {
        "o": 3363,
        "r": "nkjv:Leviticus:12:0",
        "t": "Leviticus 12",
        "h": 1
    },
    {
        "o": 3364,
        "r": "nkjv:Leviticus:12:0",
        "t": "The Ritual After Childbirth",
        "h": 2
    },
    {
        "o": 3365,
        "r": "nkjv:Leviticus:12:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3366,
        "r": "nkjv:Leviticus:12:2",
        "t": "“Speak to the children of Israel, saying: ‘If a woman has conceived, and borne a male child, then she shall be unclean seven days; as in the days of her customary impurity she shall be unclean."
    },
    {
        "o": 3367,
        "r": "nkjv:Leviticus:12:3",
        "t": "And on the eighth day the flesh of his foreskin shall be circumcised."
    },
    {
        "o": 3368,
        "r": "nkjv:Leviticus:12:4",
        "t": "She shall then continue in the blood of her purification thirty-three days. She shall not touch any hallowed thing, nor come into the sanctuary until the days of her purification are fulfilled."
    },
    {
        "o": 3369,
        "r": "nkjv:Leviticus:12:5",
        "t": "‘But*p if she bears a female child, then she shall be unclean two weeks, as in her customary impurity, and she shall continue in the blood of her purification sixty-six days."
    },
    {
        "o": 3370,
        "r": "nkjv:Leviticus:12:6",
        "t": "‘When*p the days of her purification are fulfilled, whether for a son or a daughter, she shall bring to the priest a lamb of the first year as a burnt offering, and a young pigeon or a turtledove as a sin offering, to the door of the tabernacle of meeting."
    },
    {
        "o": 3371,
        "r": "nkjv:Leviticus:12:7",
        "t": "Then he shall offer it before the Lord,*s and make atonement for her. And she shall be clean from the flow of her blood. This is the law for her who has borne a male or a female."
    },
    {
        "o": 3372,
        "r": "nkjv:Leviticus:12:8",
        "t": "‘And*p if she is not able to bring a lamb, then she may bring two turtledoves or two young pigeons—one as a burnt offering and the other as a sin offering. So the priest shall make atonement for her, and she will be clean.’”"
    },
    {
        "o": 3373,
        "r": "nkjv:Leviticus:13:0",
        "t": "Leviticus 13",
        "h": 1
    },
    {
        "o": 3374,
        "r": "nkjv:Leviticus:13:0",
        "t": "The Law Concerning Leprosy",
        "h": 2
    },
    {
        "o": 3375,
        "r": "nkjv:Leviticus:13:1",
        "t": "And*p the Lord*s spoke to Moses and Aaron, saying:"
    },
    {
        "o": 3376,
        "r": "nkjv:Leviticus:13:2",
        "t": "“When a man has on the skin of his body a swelling, a scab, or a bright spot, and it becomes on the skin of his body like a leprous sore, then he shall be brought to Aaron the priest or to one of his sons the priests."
    },
    {
        "o": 3377,
        "r": "nkjv:Leviticus:13:3",
        "t": "The priest shall examine the sore on the skin of the body; and if the hair on the sore has turned white, and the sore appears to be deeper than the skin of his body, it is a leprous sore. Then the priest shall examine him, and pronounce him unclean."
    },
    {
        "o": 3378,
        "r": "nkjv:Leviticus:13:4",
        "t": "But if the bright spot is white on the skin of his body, and does not appear to be deeper than the skin, and its hair has not turned white, then the priest shall isolate the one who has the sore seven days."
    },
    {
        "o": 3379,
        "r": "nkjv:Leviticus:13:5",
        "t": "And the priest shall examine him on the seventh day; and indeed if the sore appears to be as it was, and the sore has not spread on the skin, then the priest shall isolate him another seven days."
    },
    {
        "o": 3380,
        "r": "nkjv:Leviticus:13:6",
        "t": "Then the priest shall examine him again on the seventh day; and indeed if the sore has faded, and the sore has not spread on the skin, then the priest shall pronounce him clean; it is only a scab, and he shall wash his clothes and be clean."
    },
    {
        "o": 3381,
        "r": "nkjv:Leviticus:13:7",
        "t": "But if the scab should at all spread over the skin, after he has been seen by the priest for his cleansing, he shall be seen by the priest again."
    },
    {
        "o": 3382,
        "r": "nkjv:Leviticus:13:8",
        "t": "And if the priest sees that the scab has indeed spread on the skin, then the priest shall pronounce him unclean. It is leprosy."
    },
    {
        "o": 3383,
        "r": "nkjv:Leviticus:13:9",
        "t": "“When*p the leprous sore is on a person, then he shall be brought to the priest."
    },
    {
        "o": 3384,
        "r": "nkjv:Leviticus:13:10",
        "t": "And the priest shall examine him; and indeed if the swelling on the skin is white, and it has turned the hair white, and there is a spot of raw flesh in the swelling,"
    },
    {
        "o": 3385,
        "r": "nkjv:Leviticus:13:11",
        "t": "it is an old leprosy on the skin of his body. The priest shall pronounce him unclean, and shall not isolate him, for he is unclean."
    },
    {
        "o": 3386,
        "r": "nkjv:Leviticus:13:12",
        "t": "“And*p if leprosy breaks out all over the skin, and the leprosy covers all the skin of the one who has the sore, from his head to his foot, wherever the priest looks,"
    },
    {
        "o": 3387,
        "r": "nkjv:Leviticus:13:13",
        "t": "then the priest shall consider; and indeed if the leprosy has covered all his body, he shall pronounce him clean who has the sore. It has all turned white. He is clean."
    },
    {
        "o": 3388,
        "r": "nkjv:Leviticus:13:14",
        "t": "But when raw flesh appears on him, he shall be unclean."
    },
    {
        "o": 3389,
        "r": "nkjv:Leviticus:13:15",
        "t": "And the priest shall examine the raw flesh and pronounce him to be unclean; for the raw flesh is unclean. It is leprosy."
    },
    {
        "o": 3390,
        "r": "nkjv:Leviticus:13:16",
        "t": "Or if the raw flesh changes and turns white again, he shall come to the priest."
    },
    {
        "o": 3391,
        "r": "nkjv:Leviticus:13:17",
        "t": "And the priest shall examine him; and indeed if the sore has turned white, then the priest shall pronounce him clean who has the sore. He is clean."
    },
    {
        "o": 3392,
        "r": "nkjv:Leviticus:13:18",
        "t": "“If*p the body develops a boil in the skin, and it is healed,"
    },
    {
        "o": 3393,
        "r": "nkjv:Leviticus:13:19",
        "t": "and in the place of the boil there comes a white swelling or a bright spot, reddish-white, then it shall be shown to the priest;"
    },
    {
        "o": 3394,
        "r": "nkjv:Leviticus:13:20",
        "t": "and if, when the priest sees it, it indeed appears deeper than the skin, and its hair has turned white, the priest shall pronounce him unclean. It is a leprous sore which has broken out of the boil."
    },
    {
        "o": 3395,
        "r": "nkjv:Leviticus:13:21",
        "t": "But if the priest examines it, and indeed there are no white hairs in it, and it is not deeper than the skin, but has faded, then the priest shall isolate him seven days;"
    },
    {
        "o": 3396,
        "r": "nkjv:Leviticus:13:22",
        "t": "and if it should at all spread over the skin, then the priest shall pronounce him unclean. It is a leprous sore."
    },
    {
        "o": 3397,
        "r": "nkjv:Leviticus:13:23",
        "t": "But if the bright spot stays in one place, and has not spread, it is the scar of the boil; and the priest shall pronounce him clean."
    },
    {
        "o": 3398,
        "r": "nkjv:Leviticus:13:24",
        "t": "“Or*p if the body receives a burn on its skin by fire, and the raw flesh of the burn becomes a bright spot, reddish-white or white,"
    },
    {
        "o": 3399,
        "r": "nkjv:Leviticus:13:25",
        "t": "then the priest shall examine it; and indeed if the hair of the bright spot has turned white, and it appears deeper than the skin, it is leprosy broken out in the burn. Therefore the priest shall pronounce him unclean. It is a leprous sore."
    },
    {
        "o": 3400,
        "r": "nkjv:Leviticus:13:26",
        "t": "But if the priest examines it, and indeed there are no white hairs in the bright spot, and it is not deeper than the skin, but has faded, then the priest shall isolate him seven days."
    },
    {
        "o": 3401,
        "r": "nkjv:Leviticus:13:27",
        "t": "And the priest shall examine him on the seventh day. If it has at all spread over the skin, then the priest shall pronounce him unclean. It is a leprous sore."
    },
    {
        "o": 3402,
        "r": "nkjv:Leviticus:13:28",
        "t": "But if the bright spot stays in one place, and has not spread on the skin, but has faded, it is a swelling from the burn. The priest shall pronounce him clean, for it is the scar from the burn."
    },
    {
        "o": 3403,
        "r": "nkjv:Leviticus:13:29",
        "t": "“If*p a man or woman has a sore on the head or the beard,"
    },
    {
        "o": 3404,
        "r": "nkjv:Leviticus:13:30",
        "t": "then the priest shall examine the sore; and indeed if it appears deeper than the skin, and there is in it thin yellow hair, then the priest shall pronounce him unclean. It is a scaly leprosy of the head or beard."
    },
    {
        "o": 3405,
        "r": "nkjv:Leviticus:13:31",
        "t": "But if the priest examines the scaly sore, and indeed it does not appear deeper than the skin, and there is no black hair in it, then the priest shall isolate the one who has the scale seven days."
    },
    {
        "o": 3406,
        "r": "nkjv:Leviticus:13:32",
        "t": "And on the seventh day the priest shall examine the sore; and indeed if the scale has not spread, and there is no yellow hair in it, and the scale does not appear deeper than the skin,"
    },
    {
        "o": 3407,
        "r": "nkjv:Leviticus:13:33",
        "t": "he shall shave himself, but the scale he shall not shave. And the priest shall isolate the one who has the scale another seven days."
    },
    {
        "o": 3408,
        "r": "nkjv:Leviticus:13:34",
        "t": "On the seventh day the priest shall examine the scale; and indeed if the scale has not spread over the skin, and does not appear deeper than the skin, then the priest shall pronounce him clean. He shall wash his clothes and be clean."
    },
    {
        "o": 3409,
        "r": "nkjv:Leviticus:13:35",
        "t": "But if the scale should at all spread over the skin after his cleansing,"
    },
    {
        "o": 3410,
        "r": "nkjv:Leviticus:13:36",
        "t": "then the priest shall examine him; and indeed if the scale has spread over the skin, the priest need not seek for yellow hair. He is unclean."
    },
    {
        "o": 3411,
        "r": "nkjv:Leviticus:13:37",
        "t": "But if the scale appears to be at a standstill, and there is black hair grown up in it, the scale has healed. He is clean, and the priest shall pronounce him clean."
    },
    {
        "o": 3412,
        "r": "nkjv:Leviticus:13:38",
        "t": "“If*p a man or a woman has bright spots on the skin of the body, specifically white bright spots,"
    },
    {
        "o": 3413,
        "r": "nkjv:Leviticus:13:39",
        "t": "then the priest shall look; and indeed if the bright spots on the skin of the body are dull white, it is a white spot that grows on the skin. He is clean."
    },
    {
        "o": 3414,
        "r": "nkjv:Leviticus:13:40",
        "t": "“As*p for the man whose hair has fallen from his head, he is bald, but he is clean."
    },
    {
        "o": 3415,
        "r": "nkjv:Leviticus:13:41",
        "t": "He whose hair has fallen from his forehead, he is bald on the forehead, but he is clean."
    },
    {
        "o": 3416,
        "r": "nkjv:Leviticus:13:42",
        "t": "And if there is on the bald head or bald forehead a reddish-white sore, it is leprosy breaking out on his bald head or his bald forehead."
    },
    {
        "o": 3417,
        "r": "nkjv:Leviticus:13:43",
        "t": "Then the priest shall examine it; and indeed if the swelling of the sore is reddish-white on his bald head or on his bald forehead, as the appearance of leprosy on the skin of the body,"
    },
    {
        "o": 3418,
        "r": "nkjv:Leviticus:13:44",
        "t": "he is a leprous man. He is unclean. The priest shall surely pronounce him unclean; his sore is on his head."
    },
    {
        "o": 3419,
        "r": "nkjv:Leviticus:13:45",
        "t": "“Now*p the leper on whom the sore is, his clothes shall be torn and his head bare; and he shall cover his mustache, and cry, ‘Unclean! Unclean!’"
    },
    {
        "o": 3420,
        "r": "nkjv:Leviticus:13:46",
        "t": "He shall be unclean. All the days he has the sore he shall be unclean. He is unclean, and he shall dwell alone; his dwelling shall be outside the camp."
    },
    {
        "o": 3421,
        "r": "nkjv:Leviticus:13:46",
        "t": "The Law Concerning Leprous Garments",
        "h": 2
    },
    {
        "o": 3422,
        "r": "nkjv:Leviticus:13:47",
        "t": "“Also,*p if a garment has a leprous plague in it, whether it is a woolen garment or a linen garment,"
    },
    {
        "o": 3423,
        "r": "nkjv:Leviticus:13:48",
        "t": "whether it is in the warp or woof of linen or wool, whether in leather or in anything made of leather,"
    },
    {
        "o": 3424,
        "r": "nkjv:Leviticus:13:49",
        "t": "and if the plague is greenish or reddish in the garment or in the leather, whether in the warp or in the woof, or in anything made of leather, it is a leprous plague and shall be shown to the priest."
    },
    {
        "o": 3425,
        "r": "nkjv:Leviticus:13:50",
        "t": "The priest shall examine the plague and isolate that which has the plague seven days."
    },
    {
        "o": 3426,
        "r": "nkjv:Leviticus:13:51",
        "t": "And he shall examine the plague on the seventh day. If the plague has spread in the garment, either in the warp or in the woof, in the leather or in anything made of leather, the plague is an active leprosy. It is unclean."
    },
    {
        "o": 3427,
        "r": "nkjv:Leviticus:13:52",
        "t": "He shall therefore burn that garment in which is the plague, whether warp or woof, in wool or in linen, or anything of leather, for it is an active leprosy; the garment shall be burned in the fire."
    },
    {
        "o": 3428,
        "r": "nkjv:Leviticus:13:53",
        "t": "“But*p if the priest examines it, and indeed the plague has not spread in the garment, either in the warp or in the woof, or in anything made of leather,"
    },
    {
        "o": 3429,
        "r": "nkjv:Leviticus:13:54",
        "t": "then the priest shall command that they wash the thing in which is the plague; and he shall isolate it another seven days."
    },
    {
        "o": 3430,
        "r": "nkjv:Leviticus:13:55",
        "t": "Then the priest shall examine the plague after it has been washed; and indeed if the plague has not changed its color, though the plague has not spread, it is unclean, and you shall burn it in the fire; it continues eating away, whether the damage is outside or inside."
    },
    {
        "o": 3431,
        "r": "nkjv:Leviticus:13:56",
        "t": "If the priest examines it, and indeed the plague has faded after washing it, then he shall tear it out of the garment, whether out of the warp or out of the woof, or out of the leather."
    },
    {
        "o": 3432,
        "r": "nkjv:Leviticus:13:57",
        "t": "But if it appears again in the garment, either in the warp or in the woof, or in anything made of leather, it is a spreading plague; you shall burn with fire that in which is the plague."
    },
    {
        "o": 3433,
        "r": "nkjv:Leviticus:13:58",
        "t": "And if you wash the garment, either warp or woof, or whatever is made of leather, if the plague has disappeared from it, then it shall be washed a second time, and shall be clean."
    },
    {
        "o": 3434,
        "r": "nkjv:Leviticus:13:59",
        "t": "“This*p is the law of the leprous plague in a garment of wool or linen, either in the warp or woof, or in anything made of leather, to pronounce it clean or to pronounce it unclean.”"
    },
    {
        "o": 3435,
        "r": "nkjv:Leviticus:14:0",
        "t": "Leviticus 14",
        "h": 1
    },
    {
        "o": 3436,
        "r": "nkjv:Leviticus:14:0",
        "t": "The Ritual for Cleansing Healed Lepers",
        "h": 2
    },
    {
        "o": 3437,
        "r": "nkjv:Leviticus:14:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3438,
        "r": "nkjv:Leviticus:14:2",
        "t": "“This shall be the law of the leper for the day of his cleansing: He shall be brought to the priest."
    },
    {
        "o": 3439,
        "r": "nkjv:Leviticus:14:3",
        "t": "And the priest shall go out of the camp, and the priest shall examine him; and indeed, if the leprosy is healed in the leper,"
    },
    {
        "o": 3440,
        "r": "nkjv:Leviticus:14:4",
        "t": "then the priest shall command to take for him who is to be cleansed two living and clean birds, cedar wood, scarlet, and hyssop."
    },
    {
        "o": 3441,
        "r": "nkjv:Leviticus:14:5",
        "t": "And the priest shall command that one of the birds be killed in an earthen vessel over running water."
    },
    {
        "o": 3442,
        "r": "nkjv:Leviticus:14:6",
        "t": "As for the living bird, he shall take it, the cedar wood and the scarlet and the hyssop, and dip them and the living bird in the blood of the bird that was killed over the running water."
    },
    {
        "o": 3443,
        "r": "nkjv:Leviticus:14:7",
        "t": "And he shall sprinkle it seven times on him who is to be cleansed from the leprosy, and shall pronounce him clean, and shall let the living bird loose in the open field."
    },
    {
        "o": 3444,
        "r": "nkjv:Leviticus:14:8",
        "t": "He who is to be cleansed shall wash his clothes, shave off all his hair, and wash himself in water, that he may be clean. After that he shall come into the camp, and shall stay outside his tent seven days."
    },
    {
        "o": 3445,
        "r": "nkjv:Leviticus:14:9",
        "t": "But on the seventh day he shall shave all the hair off his head and his beard and his eyebrows—all his hair he shall shave off. He shall wash his clothes and wash his body in water, and he shall be clean."
    },
    {
        "o": 3446,
        "r": "nkjv:Leviticus:14:10",
        "t": "“And*p on the eighth day he shall take two male lambs without blemish, one ewe lamb of the first year without blemish, three-tenths of an ephah of fine flour mixed with oil as a grain offering, and one log of oil."
    },
    {
        "o": 3447,
        "r": "nkjv:Leviticus:14:11",
        "t": "Then the priest who makes him clean shall present the man who is to be made clean, and those things, before the Lord,*s at the door of the tabernacle of meeting."
    },
    {
        "o": 3448,
        "r": "nkjv:Leviticus:14:12",
        "t": "And the priest shall take one male lamb and offer it as a trespass offering, and the log of oil, and wave them as a wave offering before the Lord.*s"
    },
    {
        "o": 3449,
        "r": "nkjv:Leviticus:14:13",
        "t": "Then he shall kill the lamb in the place where he kills the sin offering and the burnt offering, in a holy place; for as the sin offering is the priest’s, so is the trespass offering. It is most holy."
    },
    {
        "o": 3450,
        "r": "nkjv:Leviticus:14:14",
        "t": "The priest shall take some of the blood of the trespass offering, and the priest shall put it on the tip of the right ear of him who is to be cleansed, on the thumb of his right hand, and on the big toe of his right foot."
    },
    {
        "o": 3451,
        "r": "nkjv:Leviticus:14:15",
        "t": "And the priest shall take some of the log of oil, and pour it into the palm of his own left hand."
    },
    {
        "o": 3452,
        "r": "nkjv:Leviticus:14:16",
        "t": "Then the priest shall dip his right finger in the oil that is in his left hand, and shall sprinkle some of the oil with his finger seven times before the Lord.*s"
    },
    {
        "o": 3453,
        "r": "nkjv:Leviticus:14:17",
        "t": "And of the rest of the oil in his hand, the priest shall put some on the tip of the right ear of him who is to be cleansed, on the thumb of his right hand, and on the big toe of his right foot, on the blood of the trespass offering."
    },
    {
        "o": 3454,
        "r": "nkjv:Leviticus:14:18",
        "t": "The rest of the oil that is in the priest’s hand he shall put on the head of him who is to be cleansed. So the priest shall make atonement for him before the Lord.*s"
    },
    {
        "o": 3455,
        "r": "nkjv:Leviticus:14:19",
        "t": "“Then*p the priest shall offer the sin offering, and make atonement for him who is to be cleansed from his uncleanness. Afterward he shall kill the burnt offering."
    },
    {
        "o": 3456,
        "r": "nkjv:Leviticus:14:20",
        "t": "And the priest shall offer the burnt offering and the grain offering on the altar. So the priest shall make atonement for him, and he shall be clean."
    },
    {
        "o": 3457,
        "r": "nkjv:Leviticus:14:21",
        "t": "“But*p if he is poor and cannot afford it, then he shall take one male lamb as a trespass offering to be waved, to make atonement for him, one-tenth of an ephah of fine flour mixed with oil as a grain offering, a log of oil,"
    },
    {
        "o": 3458,
        "r": "nkjv:Leviticus:14:22",
        "t": "and two turtledoves or two young pigeons, such as he is able to afford: one shall be a sin offering and the other a burnt offering."
    },
    {
        "o": 3459,
        "r": "nkjv:Leviticus:14:23",
        "t": "He shall bring them to the priest on the eighth day for his cleansing, to the door of the tabernacle of meeting, before the Lord.*s"
    },
    {
        "o": 3460,
        "r": "nkjv:Leviticus:14:24",
        "t": "And the priest shall take the lamb of the trespass offering and the log of oil, and the priest shall wave them as a wave offering before the Lord.*s"
    },
    {
        "o": 3461,
        "r": "nkjv:Leviticus:14:25",
        "t": "Then he shall kill the lamb of the trespass offering, and the priest shall take some of the blood of the trespass offering and put it on the tip of the right ear of him who is to be cleansed, on the thumb of his right hand, and on the big toe of his right foot."
    },
    {
        "o": 3462,
        "r": "nkjv:Leviticus:14:26",
        "t": "And the priest shall pour some of the oil into the palm of his own left hand."
    },
    {
        "o": 3463,
        "r": "nkjv:Leviticus:14:27",
        "t": "Then the priest shall sprinkle with his right finger some of the oil that is in his left hand seven times before the Lord.*s"
    },
    {
        "o": 3464,
        "r": "nkjv:Leviticus:14:28",
        "t": "And the priest shall put some of the oil that is in his hand on the tip of the right ear of him who is to be cleansed, on the thumb of the right hand, and on the big toe of his right foot, on the place of the blood of the trespass offering."
    },
    {
        "o": 3465,
        "r": "nkjv:Leviticus:14:29",
        "t": "The rest of the oil that is in the priest’s hand he shall put on the head of him who is to be cleansed, to make atonement for him before the Lord.*s"
    },
    {
        "o": 3466,
        "r": "nkjv:Leviticus:14:30",
        "t": "And he shall offer one of the turtledoves or young pigeons, such as he can afford—"
    },
    {
        "o": 3467,
        "r": "nkjv:Leviticus:14:31",
        "t": "such as he is able to afford, the one as a sin offering and the other as a burnt offering, with the grain offering. So the priest shall make atonement for him who is to be cleansed before the Lord.*s"
    },
    {
        "o": 3468,
        "r": "nkjv:Leviticus:14:32",
        "t": "This is the law for one who had a leprous sore, who cannot afford the usual cleansing.”"
    },
    {
        "o": 3469,
        "r": "nkjv:Leviticus:14:32",
        "t": "The Law Concerning Leprous Houses",
        "h": 2
    },
    {
        "o": 3470,
        "r": "nkjv:Leviticus:14:33",
        "t": "And*p the Lord*s spoke to Moses and Aaron, saying:"
    },
    {
        "o": 3471,
        "r": "nkjv:Leviticus:14:34",
        "t": "“When you have come into the land of Canaan, which I give you as a possession, and I put the leprous plague in a house in the land of your possession,"
    },
    {
        "o": 3472,
        "r": "nkjv:Leviticus:14:35",
        "t": "and he who owns the house comes and tells the priest, saying, ‘It seems to me that there is some plague in the house,’"
    },
    {
        "o": 3473,
        "r": "nkjv:Leviticus:14:36",
        "t": "then the priest shall command that they empty the house, before the priest goes into it to examine the plague, that all that is in the house may not be made unclean; and afterward the priest shall go in to examine the house."
    },
    {
        "o": 3474,
        "r": "nkjv:Leviticus:14:37",
        "t": "And he shall examine the plague; and indeed if the plague is on the walls of the house with ingrained streaks, greenish or reddish, which appear to be deep in the wall,"
    },
    {
        "o": 3475,
        "r": "nkjv:Leviticus:14:38",
        "t": "then the priest shall go out of the house, to the door of the house, and shut up the house seven days."
    },
    {
        "o": 3476,
        "r": "nkjv:Leviticus:14:39",
        "t": "And the priest shall come again on the seventh day and look; and indeed if the plague has spread on the walls of the house,"
    },
    {
        "o": 3477,
        "r": "nkjv:Leviticus:14:40",
        "t": "then the priest shall command that they take away the stones in which is the plague, and they shall cast them into an unclean place outside the city."
    },
    {
        "o": 3478,
        "r": "nkjv:Leviticus:14:41",
        "t": "And he shall cause the house to be scraped inside, all around, and the dust that they scrape off they shall pour out in an unclean place outside the city."
    },
    {
        "o": 3479,
        "r": "nkjv:Leviticus:14:42",
        "t": "Then they shall take other stones and put them in the place of those stones, and he shall take other mortar and plaster the house."
    },
    {
        "o": 3480,
        "r": "nkjv:Leviticus:14:43",
        "t": "“Now*p if the plague comes back and breaks out in the house, after he has taken away the stones, after he has scraped the house, and after it is plastered,"
    },
    {
        "o": 3481,
        "r": "nkjv:Leviticus:14:44",
        "t": "then the priest shall come and look; and indeed if the plague has spread in the house, it is an active leprosy in the house. It is unclean."
    },
    {
        "o": 3482,
        "r": "nkjv:Leviticus:14:45",
        "t": "And he shall break down the house, its stones, its timber, and all the plaster of the house, and he shall carry them outside the city to an unclean place."
    },
    {
        "o": 3483,
        "r": "nkjv:Leviticus:14:46",
        "t": "Moreover he who goes into the house at all while it is shut up shall be unclean until evening."
    },
    {
        "o": 3484,
        "r": "nkjv:Leviticus:14:47",
        "t": "And he who lies down in the house shall wash his clothes, and he who eats in the house shall wash his clothes."
    },
    {
        "o": 3485,
        "r": "nkjv:Leviticus:14:48",
        "t": "“But*p if the priest comes in and examines it, and indeed the plague has not spread in the house after the house was plastered, then the priest shall pronounce the house clean, because the plague is healed."
    },
    {
        "o": 3486,
        "r": "nkjv:Leviticus:14:49",
        "t": "And he shall take, to cleanse the house, two birds, cedar wood, scarlet, and hyssop."
    },
    {
        "o": 3487,
        "r": "nkjv:Leviticus:14:50",
        "t": "Then he shall kill one of the birds in an earthen vessel over running water;"
    },
    {
        "o": 3488,
        "r": "nkjv:Leviticus:14:51",
        "t": "and he shall take the cedar wood, the hyssop, the scarlet, and the living bird, and dip them in the blood of the slain bird and in the running water, and sprinkle the house seven times."
    },
    {
        "o": 3489,
        "r": "nkjv:Leviticus:14:52",
        "t": "And he shall cleanse the house with the blood of the bird and the running water and the living bird, with the cedar wood, the hyssop, and the scarlet."
    },
    {
        "o": 3490,
        "r": "nkjv:Leviticus:14:53",
        "t": "Then he shall let the living bird loose outside the city in the open field, and make atonement for the house, and it shall be clean."
    },
    {
        "o": 3491,
        "r": "nkjv:Leviticus:14:54",
        "t": "“This*p is the law for any leprous sore and scale,"
    },
    {
        "o": 3492,
        "r": "nkjv:Leviticus:14:55",
        "t": "for the leprosy of a garment and of a house,"
    },
    {
        "o": 3493,
        "r": "nkjv:Leviticus:14:56",
        "t": "for a swelling and a scab and a bright spot,"
    },
    {
        "o": 3494,
        "r": "nkjv:Leviticus:14:57",
        "t": "to teach when it is unclean and when it is clean. This is the law of leprosy.”"
    },
    {
        "o": 3495,
        "r": "nkjv:Leviticus:15:0",
        "t": "Leviticus 15",
        "h": 1
    },
    {
        "o": 3496,
        "r": "nkjv:Leviticus:15:0",
        "t": "The Law Concerning Bodily Discharges",
        "h": 2
    },
    {
        "o": 3497,
        "r": "nkjv:Leviticus:15:1",
        "t": "And*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 3498,
        "r": "nkjv:Leviticus:15:2",
        "t": "“Speak to the children of Israel, and say to them: ‘When any man has a discharge from his body, his discharge is unclean."
    },
    {
        "o": 3499,
        "r": "nkjv:Leviticus:15:3",
        "t": "And this shall be his uncleanness in regard to his discharge—whether his body runs with his discharge, or his body is stopped up by his discharge, it is his uncleanness."
    },
    {
        "o": 3500,
        "r": "nkjv:Leviticus:15:4",
        "t": "Every bed is unclean on which he who has the discharge lies, and everything on which he sits shall be unclean."
    },
    {
        "o": 3501,
        "r": "nkjv:Leviticus:15:5",
        "t": "And whoever touches his bed shall wash his clothes and bathe in water, and be unclean until evening."
    },
    {
        "o": 3502,
        "r": "nkjv:Leviticus:15:6",
        "t": "He who sits on anything on which he who has the discharge sat shall wash his clothes and bathe in water, and be unclean until evening."
    },
    {
        "o": 3503,
        "r": "nkjv:Leviticus:15:7",
        "t": "And he who touches the body of him who has the discharge shall wash his clothes and bathe in water, and be unclean until evening."
    },
    {
        "o": 3504,
        "r": "nkjv:Leviticus:15:8",
        "t": "If he who has the discharge spits on him who is clean, then he shall wash his clothes and bathe in water, and be unclean until evening."
    },
    {
        "o": 3505,
        "r": "nkjv:Leviticus:15:9",
        "t": "Any saddle on which he who has the discharge rides shall be unclean."
    },
    {
        "o": 3506,
        "r": "nkjv:Leviticus:15:10",
        "t": "Whoever touches anything that was under him shall be unclean until evening. He who carries any of those things shall wash his clothes and bathe in water, and be unclean until evening."
    },
    {
        "o": 3507,
        "r": "nkjv:Leviticus:15:11",
        "t": "And whomever the one who has the discharge touches, and has not rinsed his hands in water, he shall wash his clothes and bathe in water, and be unclean until evening."
    },
    {
        "o": 3508,
        "r": "nkjv:Leviticus:15:12",
        "t": "The vessel of earth that he who has the discharge touches shall be broken, and every vessel of wood shall be rinsed in water."
    },
    {
        "o": 3509,
        "r": "nkjv:Leviticus:15:13",
        "t": "‘And*p when he who has a discharge is cleansed of his discharge, then he shall count for himself seven days for his cleansing, wash his clothes, and bathe his body in running water; then he shall be clean."
    },
    {
        "o": 3510,
        "r": "nkjv:Leviticus:15:14",
        "t": "On the eighth day he shall take for himself two turtledoves or two young pigeons, and come before the Lord,*s to the door of the tabernacle of meeting, and give them to the priest."
    },
    {
        "o": 3511,
        "r": "nkjv:Leviticus:15:15",
        "t": "Then the priest shall offer them, the one as a sin offering and the other as a burnt offering. So the priest shall make atonement for him before the Lord*s because of his discharge."
    },
    {
        "o": 3512,
        "r": "nkjv:Leviticus:15:16",
        "t": "‘If*p any man has an emission of semen, then he shall wash all his body in water, and be unclean until evening."
    },
    {
        "o": 3513,
        "r": "nkjv:Leviticus:15:17",
        "t": "And any garment and any leather on which there is semen, it shall be washed with water, and be unclean until evening."
    },
    {
        "o": 3514,
        "r": "nkjv:Leviticus:15:18",
        "t": "Also, when a woman lies with a man, and there is an emission of semen, they shall bathe in water, and be unclean until evening."
    },
    {
        "o": 3515,
        "r": "nkjv:Leviticus:15:19",
        "t": "‘If*p a woman has a discharge, and the discharge from her body is blood, she shall be set apart seven days; and whoever touches her shall be unclean until evening."
    },
    {
        "o": 3516,
        "r": "nkjv:Leviticus:15:20",
        "t": "Everything that she lies on during her impurity shall be unclean; also everything that she sits on shall be unclean."
    },
    {
        "o": 3517,
        "r": "nkjv:Leviticus:15:21",
        "t": "Whoever touches her bed shall wash his clothes and bathe in water, and be unclean until evening."
    },
    {
        "o": 3518,
        "r": "nkjv:Leviticus:15:22",
        "t": "And whoever touches anything that she sat on shall wash his clothes and bathe in water, and be unclean until evening."
    },
    {
        "o": 3519,
        "r": "nkjv:Leviticus:15:23",
        "t": "If anything is on her bed or on anything on which she sits, when he touches it, he shall be unclean until evening."
    },
    {
        "o": 3520,
        "r": "nkjv:Leviticus:15:24",
        "t": "And if any man lies with her at all, so that her impurity is on him, he shall be unclean seven days; and every bed on which he lies shall be unclean."
    },
    {
        "o": 3521,
        "r": "nkjv:Leviticus:15:25",
        "t": "‘If*p a woman has a discharge of blood for many days, other than at the time of her customary impurity, or if it runs beyond her usual time of impurity, all the days of her unclean discharge shall be as the days of her customary impurity. She shall be unclean."
    },
    {
        "o": 3522,
        "r": "nkjv:Leviticus:15:26",
        "t": "Every bed on which she lies all the days of her discharge shall be to her as the bed of her impurity; and whatever she sits on shall be unclean, as the uncleanness of her impurity."
    },
    {
        "o": 3523,
        "r": "nkjv:Leviticus:15:27",
        "t": "Whoever touches those things shall be unclean; he shall wash his clothes and bathe in water, and be unclean until evening."
    },
    {
        "o": 3524,
        "r": "nkjv:Leviticus:15:28",
        "t": "‘But*p if she is cleansed of her discharge, then she shall count for herself seven days, and after that she shall be clean."
    },
    {
        "o": 3525,
        "r": "nkjv:Leviticus:15:29",
        "t": "And on the eighth day she shall take for herself two turtledoves or two young pigeons, and bring them to the priest, to the door of the tabernacle of meeting."
    },
    {
        "o": 3526,
        "r": "nkjv:Leviticus:15:30",
        "t": "Then the priest shall offer the one as a sin offering and the other as a burnt offering, and the priest shall make atonement for her before the Lord*s for the discharge of her uncleanness."
    },
    {
        "o": 3527,
        "r": "nkjv:Leviticus:15:31",
        "t": "‘Thus*p you shall separate the children of Israel from their uncleanness, lest they die in their uncleanness when they defile My tabernacle that is among them."
    },
    {
        "o": 3528,
        "r": "nkjv:Leviticus:15:32",
        "t": "This is the law for one who has a discharge, and for him who emits semen and is unclean thereby,"
    },
    {
        "o": 3529,
        "r": "nkjv:Leviticus:15:33",
        "t": "and for her who is indisposed because of her customary impurity, and for one who has a discharge, either man or woman, and for him who lies with her who is unclean.’”"
    },
    {
        "o": 3530,
        "r": "nkjv:Leviticus:16:0",
        "t": "Leviticus 16",
        "h": 1
    },
    {
        "o": 3531,
        "r": "nkjv:Leviticus:16:0",
        "t": "The Day of Atonement",
        "h": 2
    },
    {
        "o": 3532,
        "r": "nkjv:Leviticus:16:1",
        "t": "Now*p the Lord*s spoke to Moses after the death of the two sons of Aaron, when they offered profane fire before the Lord,*s and died;"
    },
    {
        "o": 3533,
        "r": "nkjv:Leviticus:16:2",
        "t": "and the Lord*s said to Moses: “Tell Aaron your brother not to come at just any time into the Holy Place inside the veil, before the mercy seat which is on the ark, lest he die; for I will appear in the cloud above the mercy seat."
    },
    {
        "o": 3534,
        "r": "nkjv:Leviticus:16:3",
        "t": "“Thus*p Aaron shall come into the Holy Place: with the blood of a young bull as a sin offering, and of a ram as a burnt offering."
    },
    {
        "o": 3535,
        "r": "nkjv:Leviticus:16:4",
        "t": "He shall put the holy linen tunic and the linen trousers on his body; he shall be girded with a linen sash, and with the linen turban he shall be attired. These are holy garments. Therefore he shall wash his body in water, and put them on."
    },
    {
        "o": 3536,
        "r": "nkjv:Leviticus:16:5",
        "t": "And he shall take from the congregation of the children of Israel two kids of the goats as a sin offering, and one ram as a burnt offering."
    },
    {
        "o": 3537,
        "r": "nkjv:Leviticus:16:6",
        "t": "“Aaron*p shall offer the bull as a sin offering, which is for himself, and make atonement for himself and for his house."
    },
    {
        "o": 3538,
        "r": "nkjv:Leviticus:16:7",
        "t": "He shall take the two goats and present them before the Lord*s at the door of the tabernacle of meeting."
    },
    {
        "o": 3539,
        "r": "nkjv:Leviticus:16:8",
        "t": "Then Aaron shall cast lots for the two goats: one lot for the Lord*s and the other lot for the scapegoat."
    },
    {
        "o": 3540,
        "r": "nkjv:Leviticus:16:9",
        "t": "And Aaron shall bring the goat on which the Lord’s*s lot fell, and offer it as a sin offering."
    },
    {
        "o": 3541,
        "r": "nkjv:Leviticus:16:10",
        "t": "But the goat on which the lot fell to be the scapegoat shall be presented alive before the Lord,*s to make atonement upon it, and to let it go as the scapegoat into the wilderness."
    },
    {
        "o": 3542,
        "r": "nkjv:Leviticus:16:11",
        "t": "“And*p Aaron shall bring the bull of the sin offering, which is for himself, and make atonement for himself and for his house, and shall kill the bull as the sin offering which is for himself."
    },
    {
        "o": 3543,
        "r": "nkjv:Leviticus:16:12",
        "t": "Then he shall take a censer full of burning coals of fire from the altar before the Lord,*s with his hands full of sweet incense beaten fine, and bring it inside the veil."
    },
    {
        "o": 3544,
        "r": "nkjv:Leviticus:16:13",
        "t": "And he shall put the incense on the fire before the Lord,*s that the cloud of incense may cover the mercy seat that is on the Testimony, lest he die."
    },
    {
        "o": 3545,
        "r": "nkjv:Leviticus:16:14",
        "t": "He shall take some of the blood of the bull and sprinkle it with his finger on the mercy seat on the east side; and before the mercy seat he shall sprinkle some of the blood with his finger seven times."
    },
    {
        "o": 3546,
        "r": "nkjv:Leviticus:16:15",
        "t": "“Then*p he shall kill the goat of the sin offering, which is for the people, bring its blood inside the veil, do with that blood as he did with the blood of the bull, and sprinkle it on the mercy seat and before the mercy seat."
    },
    {
        "o": 3547,
        "r": "nkjv:Leviticus:16:16",
        "t": "So he shall make atonement for the Holy Place, because of the uncleanness of the children of Israel, and because of their transgressions, for all their sins; and so he shall do for the tabernacle of meeting which remains among them in the midst of their uncleanness."
    },
    {
        "o": 3548,
        "r": "nkjv:Leviticus:16:17",
        "t": "There shall be no man in the tabernacle of meeting when he goes in to make atonement in the Holy Place, until he comes out, that he may make atonement for himself, for his household, and for all the assembly of Israel."
    },
    {
        "o": 3549,
        "r": "nkjv:Leviticus:16:18",
        "t": "And he shall go out to the altar that is before the Lord,*s and make atonement for it, and shall take some of the blood of the bull and some of the blood of the goat, and put it on the horns of the altar all around."
    },
    {
        "o": 3550,
        "r": "nkjv:Leviticus:16:19",
        "t": "Then he shall sprinkle some of the blood on it with his finger seven times, cleanse it, and consecrate it from the uncleanness of the children of Israel."
    },
    {
        "o": 3551,
        "r": "nkjv:Leviticus:16:20",
        "t": "“And*p when he has made an end of atoning for the Holy Place, the tabernacle of meeting, and the altar, he shall bring the live goat."
    },
    {
        "o": 3552,
        "r": "nkjv:Leviticus:16:21",
        "t": "Aaron shall lay both his hands on the head of the live goat, confess over it all the iniquities of the children of Israel, and all their transgressions, concerning all their sins, putting them on the head of the goat, and shall send it away into the wilderness by the hand of a suitable man."
    },
    {
        "o": 3553,
        "r": "nkjv:Leviticus:16:22",
        "t": "The goat shall bear on itself all their iniquities to an uninhabited land; and he shall release the goat in the wilderness."
    },
    {
        "o": 3554,
        "r": "nkjv:Leviticus:16:23",
        "t": "“Then*p Aaron shall come into the tabernacle of meeting, shall take off the linen garments which he put on when he went into the Holy Place, and shall leave them there."
    },
    {
        "o": 3555,
        "r": "nkjv:Leviticus:16:24",
        "t": "And he shall wash his body with water in a holy place, put on his garments, come out and offer his burnt offering and the burnt offering of the people, and make atonement for himself and for the people."
    },
    {
        "o": 3556,
        "r": "nkjv:Leviticus:16:25",
        "t": "The fat of the sin offering he shall burn on the altar."
    },
    {
        "o": 3557,
        "r": "nkjv:Leviticus:16:26",
        "t": "And he who released the goat as the scapegoat shall wash his clothes and bathe his body in water, and afterward he may come into the camp."
    },
    {
        "o": 3558,
        "r": "nkjv:Leviticus:16:27",
        "t": "The bull for the sin offering and the goat for the sin offering, whose blood was brought in to make atonement in the Holy Place, shall be carried outside the camp. And they shall burn in the fire their skins, their flesh, and their offal."
    },
    {
        "o": 3559,
        "r": "nkjv:Leviticus:16:28",
        "t": "Then he who burns them shall wash his clothes and bathe his body in water, and afterward he may come into the camp."
    },
    {
        "o": 3560,
        "r": "nkjv:Leviticus:16:29",
        "t": "“This*p shall be a statute forever for you: In the seventh month, on the tenth day of the month, you shall afflict your souls, and do no work at all, whether a native of your own country or a stranger who dwells among you."
    },
    {
        "o": 3561,
        "r": "nkjv:Leviticus:16:30",
        "t": "For on that day the priest shall make atonement for you, to cleanse you, that you may be clean from all your sins before the Lord.*s"
    },
    {
        "o": 3562,
        "r": "nkjv:Leviticus:16:31",
        "t": "It is a sabbath of solemn rest for you, and you shall afflict your souls. It is a statute forever."
    },
    {
        "o": 3563,
        "r": "nkjv:Leviticus:16:32",
        "t": "And the priest, who is anointed and consecrated to minister as priest in his father’s place, shall make atonement, and put on the linen clothes, the holy garments;"
    },
    {
        "o": 3564,
        "r": "nkjv:Leviticus:16:33",
        "t": "then he shall make atonement for the Holy Sanctuary, and he shall make atonement for the tabernacle of meeting and for the altar, and he shall make atonement for the priests and for all the people of the assembly."
    },
    {
        "o": 3565,
        "r": "nkjv:Leviticus:16:34",
        "t": "This shall be an everlasting statute for you, to make atonement for the children of Israel, for all their sins, once a year.” And he did as the Lord*s commanded Moses."
    },
    {
        "o": 3566,
        "r": "nkjv:Leviticus:17:0",
        "t": "Leviticus 17",
        "h": 1
    },
    {
        "o": 3567,
        "r": "nkjv:Leviticus:17:0",
        "t": "The Sanctity of Blood",
        "h": 2
    },
    {
        "o": 3568,
        "r": "nkjv:Leviticus:17:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3569,
        "r": "nkjv:Leviticus:17:2",
        "t": "“Speak to Aaron, to his sons, and to all the children of Israel, and say to them, ‘This is the thing which the Lord*s has commanded, saying:"
    },
    {
        "o": 3570,
        "r": "nkjv:Leviticus:17:3",
        "t": "“Whatever man of the house of Israel who kills an ox or lamb or goat in the camp, or who kills it outside the camp,"
    },
    {
        "o": 3571,
        "r": "nkjv:Leviticus:17:4",
        "t": "and does not bring it to the door of the tabernacle of meeting to offer an offering to the Lord*s before the tabernacle of the Lord,*s the guilt of bloodshed shall be imputed to that man. He has shed blood; and that man shall be cut off from among his people,"
    },
    {
        "o": 3572,
        "r": "nkjv:Leviticus:17:5",
        "t": "to the end that the children of Israel may bring their sacrifices which they offer in the open field, that they may bring them to the Lord*s at the door of the tabernacle of meeting, to the priest, and offer them as peace offerings to the Lord.*s"
    },
    {
        "o": 3573,
        "r": "nkjv:Leviticus:17:6",
        "t": "And the priest shall sprinkle the blood on the altar of the Lord*s at the door of the tabernacle of meeting, and burn the fat for a sweet aroma to the Lord.*s"
    },
    {
        "o": 3574,
        "r": "nkjv:Leviticus:17:7",
        "t": "They shall no more offer their sacrifices to demons, after whom they have played the harlot. This shall be a statute forever for them throughout their generations.”’"
    },
    {
        "o": 3575,
        "r": "nkjv:Leviticus:17:8",
        "t": "“Also*p you shall say to them: ‘Whatever man of the house of Israel, or of the strangers who dwell among you, who offers a burnt offering or sacrifice,"
    },
    {
        "o": 3576,
        "r": "nkjv:Leviticus:17:9",
        "t": "and does not bring it to the door of the tabernacle of meeting, to offer it to the Lord,*s that man shall be cut off from among his people."
    },
    {
        "o": 3577,
        "r": "nkjv:Leviticus:17:10",
        "t": "‘And*p whatever man of the house of Israel, or of the strangers who dwell among you, who eats any blood, I will set My face against that person who eats blood, and will cut him off from among his people."
    },
    {
        "o": 3578,
        "r": "nkjv:Leviticus:17:11",
        "t": "For the life of the flesh is in the blood, and I have given it to you upon the altar to make atonement for your souls; for it is the blood that makes atonement for the soul.’"
    },
    {
        "o": 3579,
        "r": "nkjv:Leviticus:17:12",
        "t": "Therefore I said to the children of Israel, ‘No one among you shall eat blood, nor shall any stranger who dwells among you eat blood.’"
    },
    {
        "o": 3580,
        "r": "nkjv:Leviticus:17:13",
        "t": "“Whatever*p man of the children of Israel, or of the strangers who dwell among you, who hunts and catches any animal or bird that may be eaten, he shall pour out its blood and cover it with dust;"
    },
    {
        "o": 3581,
        "r": "nkjv:Leviticus:17:14",
        "t": "for it is the life of all flesh. Its blood sustains its life. Therefore I said to the children of Israel, ‘You shall not eat the blood of any flesh, for the life of all flesh is its blood. Whoever eats it shall be cut off.’"
    },
    {
        "o": 3582,
        "r": "nkjv:Leviticus:17:15",
        "t": "“And*p every person who eats what died naturally or what was torn by beasts, whether he is a native of your own country or a stranger, he shall both wash his clothes and bathe in water, and be unclean until evening. Then he shall be clean."
    },
    {
        "o": 3583,
        "r": "nkjv:Leviticus:17:16",
        "t": "But if he does not wash them or bathe his body, then he shall bear his guilt.”"
    },
    {
        "o": 3584,
        "r": "nkjv:Leviticus:18:0",
        "t": "Leviticus 18",
        "h": 1
    },
    {
        "o": 3585,
        "r": "nkjv:Leviticus:18:0",
        "t": "Laws of Sexual Morality",
        "h": 2
    },
    {
        "o": 3586,
        "r": "nkjv:Leviticus:18:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3587,
        "r": "nkjv:Leviticus:18:2",
        "t": "“Speak to the children of Israel, and say to them: ‘I am the Lord*s your God."
    },
    {
        "o": 3588,
        "r": "nkjv:Leviticus:18:3",
        "t": "According to the doings of the land of Egypt, where you dwelt, you shall not do; and according to the doings of the land of Canaan, where I am bringing you, you shall not do; nor shall you walk in their ordinances."
    },
    {
        "o": 3589,
        "r": "nkjv:Leviticus:18:4",
        "t": "You shall observe My judgments and keep My ordinances, to walk in them: I am the Lord*s your God."
    },
    {
        "o": 3590,
        "r": "nkjv:Leviticus:18:5",
        "t": "You shall therefore keep My statutes and My judgments, which if a man does, he shall live by them: I am the Lord.*s"
    },
    {
        "o": 3591,
        "r": "nkjv:Leviticus:18:6",
        "t": "‘None*p of you shall approach anyone who is near of kin to him, to uncover his nakedness: I am the Lord.*s"
    },
    {
        "o": 3592,
        "r": "nkjv:Leviticus:18:7",
        "t": "The nakedness of your father or the nakedness of your mother you shall not uncover. She is your mother; you shall not uncover her nakedness."
    },
    {
        "o": 3593,
        "r": "nkjv:Leviticus:18:8",
        "t": "The nakedness of your father’s wife you shall not uncover; it is your father’s nakedness."
    },
    {
        "o": 3594,
        "r": "nkjv:Leviticus:18:9",
        "t": "The nakedness of your sister, the daughter of your father, or the daughter of your mother, whether born at home or elsewhere, their nakedness you shall not uncover."
    },
    {
        "o": 3595,
        "r": "nkjv:Leviticus:18:10",
        "t": "The nakedness of your son’s daughter or your daughter’s daughter, their nakedness you shall not uncover; for theirs is your own nakedness."
    },
    {
        "o": 3596,
        "r": "nkjv:Leviticus:18:11",
        "t": "The nakedness of your father’s wife’s daughter, begotten by your father—she is your sister—you shall not uncover her nakedness."
    },
    {
        "o": 3597,
        "r": "nkjv:Leviticus:18:12",
        "t": "You shall not uncover the nakedness of your father’s sister; she is near of kin to your father."
    },
    {
        "o": 3598,
        "r": "nkjv:Leviticus:18:13",
        "t": "You shall not uncover the nakedness of your mother’s sister, for she is near of kin to your mother."
    },
    {
        "o": 3599,
        "r": "nkjv:Leviticus:18:14",
        "t": "You shall not uncover the nakedness of your father’s brother. You shall not approach his wife; she is your aunt."
    },
    {
        "o": 3600,
        "r": "nkjv:Leviticus:18:15",
        "t": "You shall not uncover the nakedness of your daughter-in-law—she is your son’s wife—you shall not uncover her nakedness."
    },
    {
        "o": 3601,
        "r": "nkjv:Leviticus:18:16",
        "t": "You shall not uncover the nakedness of your brother’s wife; it is your brother’s nakedness."
    },
    {
        "o": 3602,
        "r": "nkjv:Leviticus:18:17",
        "t": "You shall not uncover the nakedness of a woman and her daughter, nor shall you take her son’s daughter or her daughter’s daughter, to uncover her nakedness. They are near of kin to her. It is wickedness."
    },
    {
        "o": 3603,
        "r": "nkjv:Leviticus:18:18",
        "t": "Nor shall you take a woman as a rival to her sister, to uncover her nakedness while the other is alive."
    },
    {
        "o": 3604,
        "r": "nkjv:Leviticus:18:19",
        "t": "‘Also*p you shall not approach a woman to uncover her nakedness as long as she is in her customary impurity."
    },
    {
        "o": 3605,
        "r": "nkjv:Leviticus:18:20",
        "t": "Moreover you shall not lie carnally with your neighbor’s wife, to defile yourself with her."
    },
    {
        "o": 3606,
        "r": "nkjv:Leviticus:18:21",
        "t": "And you shall not let any of your descendants pass through the fire to Molech, nor shall you profane the name of your God: I am the Lord.*s"
    },
    {
        "o": 3607,
        "r": "nkjv:Leviticus:18:22",
        "t": "You shall not lie with a male as with a woman. It is an abomination."
    },
    {
        "o": 3608,
        "r": "nkjv:Leviticus:18:23",
        "t": "Nor shall you mate with any animal, to defile yourself with it. Nor shall any woman stand before an animal to mate with it. It is perversion."
    },
    {
        "o": 3609,
        "r": "nkjv:Leviticus:18:24",
        "t": "‘Do*p not defile yourselves with any of these things; for by all these the nations are defiled, which I am casting out before you."
    },
    {
        "o": 3610,
        "r": "nkjv:Leviticus:18:25",
        "t": "For the land is defiled; therefore I visit the punishment of its iniquity upon it, and the land vomits out its inhabitants."
    },
    {
        "o": 3611,
        "r": "nkjv:Leviticus:18:26",
        "t": "You shall therefore keep My statutes and My judgments, and shall not commit any of these abominations, either any of your own nation or any stranger who dwells among you"
    },
    {
        "o": 3612,
        "r": "nkjv:Leviticus:18:27",
        "t": "(for all these abominations the men of the land have done, who were before you, and thus the land is defiled),"
    },
    {
        "o": 3613,
        "r": "nkjv:Leviticus:18:28",
        "t": "lest the land vomit you out also when you defile it, as it vomited out the nations that were before you."
    },
    {
        "o": 3614,
        "r": "nkjv:Leviticus:18:29",
        "t": "For whoever commits any of these abominations, the persons who commit them shall be cut off from among their people."
    },
    {
        "o": 3615,
        "r": "nkjv:Leviticus:18:30",
        "t": "‘Therefore*p you shall keep My ordinance, so that you do not commit any of these abominable customs which were committed before you, and that you do not defile yourselves by them: I am the Lord*s your God.’”"
    },
    {
        "o": 3616,
        "r": "nkjv:Leviticus:19:0",
        "t": "Leviticus 19",
        "h": 1
    },
    {
        "o": 3617,
        "r": "nkjv:Leviticus:19:0",
        "t": "Moral and Ceremonial Laws",
        "h": 2
    },
    {
        "o": 3618,
        "r": "nkjv:Leviticus:19:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3619,
        "r": "nkjv:Leviticus:19:2",
        "t": "“Speak to all the congregation of the children of Israel, and say to them: ‘You shall be holy, for I the Lord*s your God am holy."
    },
    {
        "o": 3620,
        "r": "nkjv:Leviticus:19:3",
        "t": "‘Every*p one of you shall revere his mother and his father, and keep My Sabbaths: I am the Lord*s your God."
    },
    {
        "o": 3621,
        "r": "nkjv:Leviticus:19:4",
        "t": "‘Do*p not turn to idols, nor make for yourselves molded gods: I am the Lord*s your God."
    },
    {
        "o": 3622,
        "r": "nkjv:Leviticus:19:5",
        "t": "‘And*p if you offer a sacrifice of a peace offering to the Lord,*s you shall offer it of your own free will."
    },
    {
        "o": 3623,
        "r": "nkjv:Leviticus:19:6",
        "t": "It shall be eaten the same day you offer it, and on the next day. And if any remains until the third day, it shall be burned in the fire."
    },
    {
        "o": 3624,
        "r": "nkjv:Leviticus:19:7",
        "t": "And if it is eaten at all on the third day, it is an abomination. It shall not be accepted."
    },
    {
        "o": 3625,
        "r": "nkjv:Leviticus:19:8",
        "t": "Therefore everyone who eats it shall bear his iniquity, because he has profaned the hallowed offering of the Lord;*s and that person shall be cut off from his people."
    },
    {
        "o": 3626,
        "r": "nkjv:Leviticus:19:9",
        "t": "‘When*p you reap the harvest of your land, you shall not wholly reap the corners of your field, nor shall you gather the gleanings of your harvest."
    },
    {
        "o": 3627,
        "r": "nkjv:Leviticus:19:10",
        "t": "And you shall not glean your vineyard, nor shall you gather every grape of your vineyard; you shall leave them for the poor and the stranger: I am the Lord*s your God."
    },
    {
        "o": 3628,
        "r": "nkjv:Leviticus:19:11",
        "t": "‘You*p shall not steal, nor deal falsely, nor lie to one another."
    },
    {
        "o": 3629,
        "r": "nkjv:Leviticus:19:12",
        "t": "And you shall not swear by My name falsely, nor shall you profane the name of your God: I am the Lord.*s"
    },
    {
        "o": 3630,
        "r": "nkjv:Leviticus:19:13",
        "t": "‘You*p shall not cheat your neighbor, nor rob him. The wages of him who is hired shall not remain with you all night until morning."
    },
    {
        "o": 3631,
        "r": "nkjv:Leviticus:19:14",
        "t": "You shall not curse the deaf, nor put a stumbling block before the blind, but shall fear your God: I am the Lord.*s"
    },
    {
        "o": 3632,
        "r": "nkjv:Leviticus:19:15",
        "t": "‘You*p shall do no injustice in judgment. You shall not be partial to the poor, nor honor the person of the mighty. In righteousness you shall judge your neighbor."
    },
    {
        "o": 3633,
        "r": "nkjv:Leviticus:19:16",
        "t": "You shall not go about as a talebearer among your people; nor shall you take a stand against the life of your neighbor: I am the Lord.*s"
    },
    {
        "o": 3634,
        "r": "nkjv:Leviticus:19:17",
        "t": "‘You*p shall not hate your brother in your heart. You shall surely rebuke your neighbor, and not bear sin because of him."
    },
    {
        "o": 3635,
        "r": "nkjv:Leviticus:19:18",
        "t": "You shall not take vengeance, nor bear any grudge against the children of your people, but you shall love your neighbor as yourself: I am the Lord.*s"
    },
    {
        "o": 3636,
        "r": "nkjv:Leviticus:19:19",
        "t": "‘You*p shall keep My statutes. You shall not let your livestock breed with another kind. You shall not sow your field with mixed seed. Nor shall a garment of mixed linen and wool come upon you."
    },
    {
        "o": 3637,
        "r": "nkjv:Leviticus:19:20",
        "t": "‘Whoever*p lies carnally with a woman who is betrothed to a man as a concubine, and who has not at all been redeemed nor given her freedom, for this there shall be scourging; but they shall not be put to death, because she was not free."
    },
    {
        "o": 3638,
        "r": "nkjv:Leviticus:19:21",
        "t": "And he shall bring his trespass offering to the Lord,*s to the door of the tabernacle of meeting, a ram as a trespass offering."
    },
    {
        "o": 3639,
        "r": "nkjv:Leviticus:19:22",
        "t": "The priest shall make atonement for him with the ram of the trespass offering before the Lord*s for his sin which he has committed. And the sin which he has committed shall be forgiven him."
    },
    {
        "o": 3640,
        "r": "nkjv:Leviticus:19:23",
        "t": "‘When*p you come into the land, and have planted all kinds of trees for food, then you shall count their fruit as uncircumcised. Three years it shall be as uncircumcised to you. It shall not be eaten."
    },
    {
        "o": 3641,
        "r": "nkjv:Leviticus:19:24",
        "t": "But in the fourth year all its fruit shall be holy, a praise to the Lord.*s"
    },
    {
        "o": 3642,
        "r": "nkjv:Leviticus:19:25",
        "t": "And in the fifth year you may eat its fruit, that it may yield to you its increase: I am the Lord*s your God."
    },
    {
        "o": 3643,
        "r": "nkjv:Leviticus:19:26",
        "t": "‘You*p shall not eat anything with the blood, nor shall you practice divination or soothsaying."
    },
    {
        "o": 3644,
        "r": "nkjv:Leviticus:19:27",
        "t": "You shall not shave around the sides of your head, nor shall you disfigure the edges of your beard."
    },
    {
        "o": 3645,
        "r": "nkjv:Leviticus:19:28",
        "t": "You shall not make any cuttings in your flesh for the dead, nor tattoo any marks on you: I am the Lord.*s"
    },
    {
        "o": 3646,
        "r": "nkjv:Leviticus:19:29",
        "t": "‘Do*p not prostitute your daughter, to cause her to be a harlot, lest the land fall into harlotry, and the land become full of wickedness."
    },
    {
        "o": 3647,
        "r": "nkjv:Leviticus:19:30",
        "t": "‘You*p shall keep My Sabbaths and reverence My sanctuary: I am the Lord.*s"
    },
    {
        "o": 3648,
        "r": "nkjv:Leviticus:19:31",
        "t": "‘Give*p no regard to mediums and familiar spirits; do not seek after them, to be defiled by them: I am the Lord*s your God."
    },
    {
        "o": 3649,
        "r": "nkjv:Leviticus:19:32",
        "t": "‘You*p shall rise before the gray headed and honor the presence of an old man, and fear your God: I am the Lord.*s"
    },
    {
        "o": 3650,
        "r": "nkjv:Leviticus:19:33",
        "t": "‘And*p if a stranger dwells with you in your land, you shall not mistreat him."
    },
    {
        "o": 3651,
        "r": "nkjv:Leviticus:19:34",
        "t": "The stranger who dwells among you shall be to you as one born among you, and you shall love him as yourself; for you were strangers in the land of Egypt: I am the Lord*s your God."
    },
    {
        "o": 3652,
        "r": "nkjv:Leviticus:19:35",
        "t": "‘You*p shall do no injustice in judgment, in measurement of length, weight, or volume."
    },
    {
        "o": 3653,
        "r": "nkjv:Leviticus:19:36",
        "t": "You shall have honest scales, honest weights, an honest ephah, and an honest hin: I am the Lord*s your God, who brought you out of the land of Egypt."
    },
    {
        "o": 3654,
        "r": "nkjv:Leviticus:19:37",
        "t": "‘Therefore*p you shall observe all My statutes and all My judgments, and perform them: I am the Lord.’”*s"
    },
    {
        "o": 3655,
        "r": "nkjv:Leviticus:20:0",
        "t": "Leviticus 20",
        "h": 1
    },
    {
        "o": 3656,
        "r": "nkjv:Leviticus:20:0",
        "t": "Penalties for Breaking the Law",
        "h": 2
    },
    {
        "o": 3657,
        "r": "nkjv:Leviticus:20:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3658,
        "r": "nkjv:Leviticus:20:2",
        "t": "“Again, you shall say to the children of Israel: ‘Whoever of the children of Israel, or of the strangers who dwell in Israel, who gives any of his descendants to Molech, he shall surely be put to death. The people of the land shall stone him with stones."
    },
    {
        "o": 3659,
        "r": "nkjv:Leviticus:20:3",
        "t": "I will set My face against that man, and will cut him off from his people, because he has given some of his descendants to Molech, to defile My sanctuary and profane My holy name."
    },
    {
        "o": 3660,
        "r": "nkjv:Leviticus:20:4",
        "t": "And if the people of the land should in any way hide their eyes from the man, when he gives some of his descendants to Molech, and they do not kill him,"
    },
    {
        "o": 3661,
        "r": "nkjv:Leviticus:20:5",
        "t": "then I will set My face against that man and against his family; and I will cut him off from his people, and all who prostitute themselves with him to commit harlotry with Molech."
    },
    {
        "o": 3662,
        "r": "nkjv:Leviticus:20:6",
        "t": "‘And*p the person who turns to mediums and familiar spirits, to prostitute himself with them, I will set My face against that person and cut him off from his people."
    },
    {
        "o": 3663,
        "r": "nkjv:Leviticus:20:7",
        "t": "Consecrate yourselves therefore, and be holy, for I am the Lord*s your God."
    },
    {
        "o": 3664,
        "r": "nkjv:Leviticus:20:8",
        "t": "And you shall keep My statutes, and perform them: I am the Lord*s who sanctifies you."
    },
    {
        "o": 3665,
        "r": "nkjv:Leviticus:20:9",
        "t": "‘For*p everyone who curses his father or his mother shall surely be put to death. He has cursed his father or his mother. His blood shall be upon him."
    },
    {
        "o": 3666,
        "r": "nkjv:Leviticus:20:10",
        "t": "‘The*p man who commits adultery with another man’s wife, he who commits adultery with his neighbor’s wife, the adulterer and the adulteress, shall surely be put to death."
    },
    {
        "o": 3667,
        "r": "nkjv:Leviticus:20:11",
        "t": "The man who lies with his father’s wife has uncovered his father’s nakedness; both of them shall surely be put to death. Their blood shall be upon them."
    },
    {
        "o": 3668,
        "r": "nkjv:Leviticus:20:12",
        "t": "If a man lies with his daughter-in-law, both of them shall surely be put to death. They have committed perversion. Their blood shall be upon them."
    },
    {
        "o": 3669,
        "r": "nkjv:Leviticus:20:13",
        "t": "If a man lies with a male as he lies with a woman, both of them have committed an abomination. They shall surely be put to death. Their blood shall be upon them."
    },
    {
        "o": 3670,
        "r": "nkjv:Leviticus:20:14",
        "t": "If a man marries a woman and her mother, it is wickedness. They shall be burned with fire, both he and they, that there may be no wickedness among you."
    },
    {
        "o": 3671,
        "r": "nkjv:Leviticus:20:15",
        "t": "If a man mates with an animal, he shall surely be put to death, and you shall kill the animal."
    },
    {
        "o": 3672,
        "r": "nkjv:Leviticus:20:16",
        "t": "If a woman approaches any animal and mates with it, you shall kill the woman and the animal. They shall surely be put to death. Their blood is upon them."
    },
    {
        "o": 3673,
        "r": "nkjv:Leviticus:20:17",
        "t": "‘If*p a man takes his sister, his father’s daughter or his mother’s daughter, and sees her nakedness and she sees his nakedness, it is a wicked thing. And they shall be cut off in the sight of their people. He has uncovered his sister’s nakedness. He shall bear his guilt."
    },
    {
        "o": 3674,
        "r": "nkjv:Leviticus:20:18",
        "t": "If a man lies with a woman during her sickness and uncovers her nakedness, he has exposed her flow, and she has uncovered the flow of her blood. Both of them shall be cut off from their people."
    },
    {
        "o": 3675,
        "r": "nkjv:Leviticus:20:19",
        "t": "‘You*p shall not uncover the nakedness of your mother’s sister nor of your father’s sister, for that would uncover his near of kin. They shall bear their guilt."
    },
    {
        "o": 3676,
        "r": "nkjv:Leviticus:20:20",
        "t": "If a man lies with his uncle’s wife, he has uncovered his uncle’s nakedness. They shall bear their sin; they shall die childless."
    },
    {
        "o": 3677,
        "r": "nkjv:Leviticus:20:21",
        "t": "If a man takes his brother’s wife, it is an unclean thing. He has uncovered his brother’s nakedness. They shall be childless."
    },
    {
        "o": 3678,
        "r": "nkjv:Leviticus:20:22",
        "t": "‘You*p shall therefore keep all My statutes and all My judgments, and perform them, that the land where I am bringing you to dwell may not vomit you out."
    },
    {
        "o": 3679,
        "r": "nkjv:Leviticus:20:23",
        "t": "And you shall not walk in the statutes of the nation which I am casting out before you; for they commit all these things, and therefore I abhor them."
    },
    {
        "o": 3680,
        "r": "nkjv:Leviticus:20:24",
        "t": "But I have said to you, “You shall inherit their land, and I will give it to you to possess, a land flowing with milk and honey.” I am the Lord*s your God, who has separated you from the peoples."
    },
    {
        "o": 3681,
        "r": "nkjv:Leviticus:20:25",
        "t": "You shall therefore distinguish between clean animals and unclean, between unclean birds and clean, and you shall not make yourselves abominable by beast or by bird, or by any kind of living thing that creeps on the ground, which I have separated from you as unclean."
    },
    {
        "o": 3682,
        "r": "nkjv:Leviticus:20:26",
        "t": "And you shall be holy to Me, for I the Lord*s am holy, and have separated you from the peoples, that you should be Mine."
    },
    {
        "o": 3683,
        "r": "nkjv:Leviticus:20:27",
        "t": "‘A*p man or a woman who is a medium, or who has familiar spirits, shall surely be put to death; they shall stone them with stones. Their blood shall be upon them.’”"
    },
    {
        "o": 3684,
        "r": "nkjv:Leviticus:21:0",
        "t": "Leviticus 21",
        "h": 1
    },
    {
        "o": 3685,
        "r": "nkjv:Leviticus:21:0",
        "t": "Regulations for Conduct of Priests",
        "h": 2
    },
    {
        "o": 3686,
        "r": "nkjv:Leviticus:21:1",
        "t": "And*p the Lord*s said to Moses, “Speak to the priests, the sons of Aaron, and say to them: ‘None shall defile himself for the dead among his people,"
    },
    {
        "o": 3687,
        "r": "nkjv:Leviticus:21:2",
        "t": "except for his relatives who are nearest to him: his mother, his father, his son, his daughter, and his brother;"
    },
    {
        "o": 3688,
        "r": "nkjv:Leviticus:21:3",
        "t": "also his virgin sister who is near to him, who has had no husband, for her he may defile himself."
    },
    {
        "o": 3689,
        "r": "nkjv:Leviticus:21:4",
        "t": "Otherwise he shall not defile himself, being a chief man among his people, to profane himself."
    },
    {
        "o": 3690,
        "r": "nkjv:Leviticus:21:5",
        "t": "‘They*p shall not make any bald place on their heads, nor shall they shave the edges of their beards nor make any cuttings in their flesh."
    },
    {
        "o": 3691,
        "r": "nkjv:Leviticus:21:6",
        "t": "They shall be holy to their God and not profane the name of their God, for they offer the offerings of the Lord*s made by fire, and the bread of their God; therefore they shall be holy."
    },
    {
        "o": 3692,
        "r": "nkjv:Leviticus:21:7",
        "t": "They shall not take a wife who is a harlot or a defiled woman, nor shall they take a woman divorced from her husband; for the priest is holy to his God."
    },
    {
        "o": 3693,
        "r": "nkjv:Leviticus:21:8",
        "t": "Therefore you shall consecrate him, for he offers the bread of your God. He shall be holy to you, for I the Lord,*s who sanctify you, am holy."
    },
    {
        "o": 3694,
        "r": "nkjv:Leviticus:21:9",
        "t": "The daughter of any priest, if she profanes herself by playing the harlot, she profanes her father. She shall be burned with fire."
    },
    {
        "o": 3695,
        "r": "nkjv:Leviticus:21:10",
        "t": "‘He*p who is the high priest among his brethren, on whose head the anointing oil was poured and who is consecrated to wear the garments, shall not uncover his head nor tear his clothes;"
    },
    {
        "o": 3696,
        "r": "nkjv:Leviticus:21:11",
        "t": "nor shall he go near any dead body, nor defile himself for his father or his mother;"
    },
    {
        "o": 3697,
        "r": "nkjv:Leviticus:21:12",
        "t": "nor shall he go out of the sanctuary, nor profane the sanctuary of his God; for the consecration of the anointing oil of his God is upon him: I am the Lord.*s"
    },
    {
        "o": 3698,
        "r": "nkjv:Leviticus:21:13",
        "t": "And he shall take a wife in her virginity."
    },
    {
        "o": 3699,
        "r": "nkjv:Leviticus:21:14",
        "t": "A widow or a divorced woman or a defiled woman or a harlot—these he shall not marry; but he shall take a virgin of his own people as wife."
    },
    {
        "o": 3700,
        "r": "nkjv:Leviticus:21:15",
        "t": "Nor shall he profane his posterity among his people, for I the Lord*s sanctify him.’”"
    },
    {
        "o": 3701,
        "r": "nkjv:Leviticus:21:16",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3702,
        "r": "nkjv:Leviticus:21:17",
        "t": "“Speak to Aaron, saying: ‘No man of your descendants in succeeding generations, who has any defect, may approach to offer the bread of his God."
    },
    {
        "o": 3703,
        "r": "nkjv:Leviticus:21:18",
        "t": "For any man who has a defect shall not approach: a man blind or lame, who has a marred face or any limb too long,"
    },
    {
        "o": 3704,
        "r": "nkjv:Leviticus:21:19",
        "t": "a man who has a broken foot or broken hand,"
    },
    {
        "o": 3705,
        "r": "nkjv:Leviticus:21:20",
        "t": "or is a hunchback or a dwarf, or a man who has a defect in his eye, or eczema or scab, or is a eunuch."
    },
    {
        "o": 3706,
        "r": "nkjv:Leviticus:21:21",
        "t": "No man of the descendants of Aaron the priest, who has a defect, shall come near to offer the offerings made by fire to the Lord.*s He has a defect; he shall not come near to offer the bread of his God."
    },
    {
        "o": 3707,
        "r": "nkjv:Leviticus:21:22",
        "t": "He may eat the bread of his God, both the most holy and the holy;"
    },
    {
        "o": 3708,
        "r": "nkjv:Leviticus:21:23",
        "t": "only he shall not go near the veil or approach the altar, because he has a defect, lest he profane My sanctuaries; for I the Lord*s sanctify them.’”"
    },
    {
        "o": 3709,
        "r": "nkjv:Leviticus:21:24",
        "t": "And*p Moses told it to Aaron and his sons, and to all the children of Israel."
    },
    {
        "o": 3710,
        "r": "nkjv:Leviticus:22:0",
        "t": "Leviticus 22",
        "h": 1
    },
    {
        "o": 3711,
        "r": "nkjv:Leviticus:22:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3712,
        "r": "nkjv:Leviticus:22:2",
        "t": "“Speak to Aaron and his sons, that they separate themselves from the holy things of the children of Israel, and that they do not profane My holy name by what they dedicate to Me: I am the Lord.*s"
    },
    {
        "o": 3713,
        "r": "nkjv:Leviticus:22:3",
        "t": "Say to them: ‘Whoever of all your descendants throughout your generations, who goes near the holy things which the children of Israel dedicate to the Lord,*s while he has uncleanness upon him, that person shall be cut off from My presence: I am the Lord.*s"
    },
    {
        "o": 3714,
        "r": "nkjv:Leviticus:22:4",
        "t": "‘Whatever*p man of the descendants of Aaron, who is a leper or has a discharge, shall not eat the holy offerings until he is clean. And whoever touches anything made unclean by a corpse, or a man who has had an emission of semen,"
    },
    {
        "o": 3715,
        "r": "nkjv:Leviticus:22:5",
        "t": "or whoever touches any creeping thing by which he would be made unclean, or any person by whom he would become unclean, whatever his uncleanness may be—"
    },
    {
        "o": 3716,
        "r": "nkjv:Leviticus:22:6",
        "t": "the person who has touched any such thing shall be unclean until evening, and shall not eat the holy offerings unless he washes his body with water."
    },
    {
        "o": 3717,
        "r": "nkjv:Leviticus:22:7",
        "t": "And when the sun goes down he shall be clean; and afterward he may eat the holy offerings, because it is his food."
    },
    {
        "o": 3718,
        "r": "nkjv:Leviticus:22:8",
        "t": "Whatever dies naturally or is torn by beasts he shall not eat, to defile himself with it: I am the Lord.*s"
    },
    {
        "o": 3719,
        "r": "nkjv:Leviticus:22:9",
        "t": "‘They*p shall therefore keep My ordinance, lest they bear sin for it and die thereby, if they profane it: I the Lord*s sanctify them."
    },
    {
        "o": 3720,
        "r": "nkjv:Leviticus:22:10",
        "t": "‘No*p outsider shall eat the holy offering; one who dwells with the priest, or a hired servant, shall not eat the holy thing."
    },
    {
        "o": 3721,
        "r": "nkjv:Leviticus:22:11",
        "t": "But if the priest buys a person with his money, he may eat it; and one who is born in his house may eat his food."
    },
    {
        "o": 3722,
        "r": "nkjv:Leviticus:22:12",
        "t": "If the priest’s daughter is married to an outsider, she may not eat of the holy offerings."
    },
    {
        "o": 3723,
        "r": "nkjv:Leviticus:22:13",
        "t": "But if the priest’s daughter is a widow or divorced, and has no child, and has returned to her father’s house as in her youth, she may eat her father’s food; but no outsider shall eat it."
    },
    {
        "o": 3724,
        "r": "nkjv:Leviticus:22:14",
        "t": "‘And*p if a man eats the holy offering unintentionally, then he shall restore a holy offering to the priest, and add one-fifth to it."
    },
    {
        "o": 3725,
        "r": "nkjv:Leviticus:22:15",
        "t": "They shall not profane the holy offerings of the children of Israel, which they offer to the Lord,*s"
    },
    {
        "o": 3726,
        "r": "nkjv:Leviticus:22:16",
        "t": "or allow them to bear the guilt of trespass when they eat their holy offerings; for I the Lord*s sanctify them.’”"
    },
    {
        "o": 3727,
        "r": "nkjv:Leviticus:22:16",
        "t": "Offerings Accepted and Not Accepted",
        "h": 2
    },
    {
        "o": 3728,
        "r": "nkjv:Leviticus:22:17",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3729,
        "r": "nkjv:Leviticus:22:18",
        "t": "“Speak to Aaron and his sons, and to all the children of Israel, and say to them: ‘Whatever man of the house of Israel, or of the strangers in Israel, who offers his sacrifice for any of his vows or for any of his freewill offerings, which they offer to the Lord*s as a burnt offering—"
    },
    {
        "o": 3730,
        "r": "nkjv:Leviticus:22:19",
        "t": "you shall offer of your own free will a male without blemish from the cattle, from the sheep, or from the goats."
    },
    {
        "o": 3731,
        "r": "nkjv:Leviticus:22:20",
        "t": "Whatever has a defect, you shall not offer, for it shall not be acceptable on your behalf."
    },
    {
        "o": 3732,
        "r": "nkjv:Leviticus:22:21",
        "t": "And whoever offers a sacrifice of a peace offering to the Lord,*s to fulfill his vow, or a freewill offering from the cattle or the sheep, it must be perfect to be accepted; there shall be no defect in it."
    },
    {
        "o": 3733,
        "r": "nkjv:Leviticus:22:22",
        "t": "Those that are blind or broken or maimed, or have an ulcer or eczema or scabs, you shall not offer to the Lord,*s nor make an offering by fire of them on the altar to the Lord.*s"
    },
    {
        "o": 3734,
        "r": "nkjv:Leviticus:22:23",
        "t": "Either a bull or a lamb that has any limb too long or too short you may offer as a freewill offering, but for a vow it shall not be accepted."
    },
    {
        "o": 3735,
        "r": "nkjv:Leviticus:22:24",
        "t": "‘You*p shall not offer to the Lord*s what is bruised or crushed, or torn or cut; nor shall you make any offering of them in your land."
    },
    {
        "o": 3736,
        "r": "nkjv:Leviticus:22:25",
        "t": "Nor from a foreigner’s hand shall you offer any of these as the bread of your God, because their corruption is in them, and defects are in them. They shall not be accepted on your behalf.’”"
    },
    {
        "o": 3737,
        "r": "nkjv:Leviticus:22:26",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 3738,
        "r": "nkjv:Leviticus:22:27",
        "t": "“When a bull or a sheep or a goat is born, it shall be seven days with its mother; and from the eighth day and thereafter it shall be accepted as an offering made by fire to the Lord.*s"
    },
    {
        "o": 3739,
        "r": "nkjv:Leviticus:22:28",
        "t": "Whether it is a cow or ewe, do not kill both her and her young on the same day."
    },
    {
        "o": 3740,
        "r": "nkjv:Leviticus:22:29",
        "t": "And when you offer a sacrifice of thanksgiving to the Lord,*s offer it of your own free will."
    },
    {
        "o": 3741,
        "r": "nkjv:Leviticus:22:30",
        "t": "On the same day it shall be eaten; you shall leave none of it until morning: I am the Lord.*s"
    },
    {
        "o": 3742,
        "r": "nkjv:Leviticus:22:31",
        "t": "“Therefore*p you shall keep My commandments, and perform them: I am the Lord.*s"
    },
    {
        "o": 3743,
        "r": "nkjv:Leviticus:22:32",
        "t": "You shall not profane My holy name, but I will be hallowed among the children of Israel. I am the Lord*s who sanctifies you,"
    },
    {
        "o": 3744,
        "r": "nkjv:Leviticus:22:33",
        "t": "who brought you out of the land of Egypt, to be your God: I am the Lord.”*s"
    },
    {
        "o": 3745,
        "r": "nkjv:Leviticus:23:0",
        "t": "Leviticus 23",
        "h": 1
    },
    {
        "o": 3746,
        "r": "nkjv:Leviticus:23:0",
        "t": "Feasts of the Lord",
        "h": 2
    },
    {
        "o": 3747,
        "r": "nkjv:Leviticus:23:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3748,
        "r": "nkjv:Leviticus:23:2",
        "t": "“Speak to the children of Israel, and say to them: ‘The feasts of the Lord,*s which you shall proclaim to be holy convocations, these are My feasts."
    },
    {
        "o": 3749,
        "r": "nkjv:Leviticus:23:2",
        "t": "The Sabbath",
        "h": 2
    },
    {
        "o": 3750,
        "r": "nkjv:Leviticus:23:3",
        "t": "‘Six*p days shall work be done, but the seventh day is a Sabbath of solemn rest, a holy convocation. You shall do no work on it; it is the Sabbath of the Lord*s in all your dwellings."
    },
    {
        "o": 3751,
        "r": "nkjv:Leviticus:23:3",
        "t": "The Passover and Unleavened Bread",
        "h": 2
    },
    {
        "o": 3752,
        "r": "nkjv:Leviticus:23:4",
        "t": "‘These*p are the feasts of the Lord,*s holy convocations which you shall proclaim at their appointed times."
    },
    {
        "o": 3753,
        "r": "nkjv:Leviticus:23:5",
        "t": "On the fourteenth day of the first month at twilight is the Lord’s*s Passover."
    },
    {
        "o": 3754,
        "r": "nkjv:Leviticus:23:6",
        "t": "And on the fifteenth day of the same month is the Feast of Unleavened Bread to the Lord;*s seven days you must eat unleavened bread."
    },
    {
        "o": 3755,
        "r": "nkjv:Leviticus:23:7",
        "t": "On the first day you shall have a holy convocation; you shall do no customary work on it."
    },
    {
        "o": 3756,
        "r": "nkjv:Leviticus:23:8",
        "t": "But you shall offer an offering made by fire to the Lord*s for seven days. The seventh day shall be a holy convocation; you shall do no customary work on it.’”"
    },
    {
        "o": 3757,
        "r": "nkjv:Leviticus:23:8",
        "t": "The Feast of Firstfruits",
        "h": 2
    },
    {
        "o": 3758,
        "r": "nkjv:Leviticus:23:9",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3759,
        "r": "nkjv:Leviticus:23:10",
        "t": "“Speak to the children of Israel, and say to them: ‘When you come into the land which I give to you, and reap its harvest, then you shall bring a sheaf of the firstfruits of your harvest to the priest."
    },
    {
        "o": 3760,
        "r": "nkjv:Leviticus:23:11",
        "t": "He shall wave the sheaf before the Lord,*s to be accepted on your behalf; on the day after the Sabbath the priest shall wave it."
    },
    {
        "o": 3761,
        "r": "nkjv:Leviticus:23:12",
        "t": "And you shall offer on that day, when you wave the sheaf, a male lamb of the first year, without blemish, as a burnt offering to the Lord.*s"
    },
    {
        "o": 3762,
        "r": "nkjv:Leviticus:23:13",
        "t": "Its grain offering shall be two-tenths of an ephah of fine flour mixed with oil, an offering made by fire to the Lord,*s for a sweet aroma; and its drink offering shall be of wine, one-fourth of a hin."
    },
    {
        "o": 3763,
        "r": "nkjv:Leviticus:23:14",
        "t": "You shall eat neither bread nor parched grain nor fresh grain until the same day that you have brought an offering to your God; it shall be a statute forever throughout your generations in all your dwellings."
    },
    {
        "o": 3764,
        "r": "nkjv:Leviticus:23:14",
        "t": "The Feast of Weeks",
        "h": 2
    },
    {
        "o": 3765,
        "r": "nkjv:Leviticus:23:15",
        "t": "‘And*p you shall count for yourselves from the day after the Sabbath, from the day that you brought the sheaf of the wave offering: seven Sabbaths shall be completed."
    },
    {
        "o": 3766,
        "r": "nkjv:Leviticus:23:16",
        "t": "Count fifty days to the day after the seventh Sabbath; then you shall offer a new grain offering to the Lord.*s"
    },
    {
        "o": 3767,
        "r": "nkjv:Leviticus:23:17",
        "t": "You shall bring from your dwellings two wave loaves of two-tenths of an ephah. They shall be of fine flour; they shall be baked with leaven. They are the firstfruits to the Lord.*s"
    },
    {
        "o": 3768,
        "r": "nkjv:Leviticus:23:18",
        "t": "And you shall offer with the bread seven lambs of the first year, without blemish, one young bull, and two rams. They shall be as a burnt offering to the Lord,*s with their grain offering and their drink offerings, an offering made by fire for a sweet aroma to the Lord.*s"
    },
    {
        "o": 3769,
        "r": "nkjv:Leviticus:23:19",
        "t": "Then you shall sacrifice one kid of the goats as a sin offering, and two male lambs of the first year as a sacrifice of a peace offering."
    },
    {
        "o": 3770,
        "r": "nkjv:Leviticus:23:20",
        "t": "The priest shall wave them with the bread of the firstfruits as a wave offering before the Lord,*s with the two lambs. They shall be holy to the Lord*s for the priest."
    },
    {
        "o": 3771,
        "r": "nkjv:Leviticus:23:21",
        "t": "And you shall proclaim on the same day that it is a holy convocation to you. You shall do no customary work on it. It shall be a statute forever in all your dwellings throughout your generations."
    },
    {
        "o": 3772,
        "r": "nkjv:Leviticus:23:22",
        "t": "‘When*p you reap the harvest of your land, you shall not wholly reap the corners of your field when you reap, nor shall you gather any gleaning from your harvest. You shall leave them for the poor and for the stranger: I am the Lord*s your God.’”"
    },
    {
        "o": 3773,
        "r": "nkjv:Leviticus:23:22",
        "t": "The Feast of Trumpets",
        "h": 2
    },
    {
        "o": 3774,
        "r": "nkjv:Leviticus:23:23",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3775,
        "r": "nkjv:Leviticus:23:24",
        "t": "“Speak to the children of Israel, saying: ‘In the seventh month, on the first day of the month, you shall have a sabbath-rest, a memorial of blowing of trumpets, a holy convocation."
    },
    {
        "o": 3776,
        "r": "nkjv:Leviticus:23:25",
        "t": "You shall do no customary work on it; and you shall offer an offering made by fire to the Lord.’”*s"
    },
    {
        "o": 3777,
        "r": "nkjv:Leviticus:23:25",
        "t": "The Day of Atonement",
        "h": 2
    },
    {
        "o": 3778,
        "r": "nkjv:Leviticus:23:26",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 3779,
        "r": "nkjv:Leviticus:23:27",
        "t": "“Also the tenth day of this seventh month shall be the Day of Atonement. It shall be a holy convocation for you; you shall afflict your souls, and offer an offering made by fire to the Lord.*s"
    },
    {
        "o": 3780,
        "r": "nkjv:Leviticus:23:28",
        "t": "And you shall do no work on that same day, for it is the Day of Atonement, to make atonement for you before the Lord*s your God."
    },
    {
        "o": 3781,
        "r": "nkjv:Leviticus:23:29",
        "t": "For any person who is not afflicted in soul on that same day shall be cut off from his people."
    },
    {
        "o": 3782,
        "r": "nkjv:Leviticus:23:30",
        "t": "And any person who does any work on that same day, that person I will destroy from among his people."
    },
    {
        "o": 3783,
        "r": "nkjv:Leviticus:23:31",
        "t": "You shall do no manner of work; it shall be a statute forever throughout your generations in all your dwellings."
    },
    {
        "o": 3784,
        "r": "nkjv:Leviticus:23:32",
        "t": "It shall be to you a sabbath of solemn rest, and you shall afflict your souls; on the ninth day of the month at evening, from evening to evening, you shall celebrate your sabbath.”"
    },
    {
        "o": 3785,
        "r": "nkjv:Leviticus:23:32",
        "t": "The Feast of Tabernacles",
        "h": 2
    },
    {
        "o": 3786,
        "r": "nkjv:Leviticus:23:33",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3787,
        "r": "nkjv:Leviticus:23:34",
        "t": "“Speak to the children of Israel, saying: ‘The fifteenth day of this seventh month shall be the Feast of Tabernacles for seven days to the Lord.*s"
    },
    {
        "o": 3788,
        "r": "nkjv:Leviticus:23:35",
        "t": "On the first day there shall be a holy convocation. You shall do no customary work on it."
    },
    {
        "o": 3789,
        "r": "nkjv:Leviticus:23:36",
        "t": "For seven days you shall offer an offering made by fire to the Lord.*s On the eighth day you shall have a holy convocation, and you shall offer an offering made by fire to the Lord.*s It is a sacred assembly, and you shall do no customary work on it."
    },
    {
        "o": 3790,
        "r": "nkjv:Leviticus:23:37",
        "t": "‘These*p are the feasts of the Lord*s which you shall proclaim to be holy convocations, to offer an offering made by fire to the Lord,*s a burnt offering and a grain offering, a sacrifice and drink offerings, everything on its day—"
    },
    {
        "o": 3791,
        "r": "nkjv:Leviticus:23:38",
        "t": "besides the Sabbaths of the Lord,*s besides your gifts, besides all your vows, and besides all your freewill offerings which you give to the Lord.*s"
    },
    {
        "o": 3792,
        "r": "nkjv:Leviticus:23:39",
        "t": "‘Also*p on the fifteenth day of the seventh month, when you have gathered in the fruit of the land, you shall keep the feast of the Lord*s for seven days; on the first day there shall be a sabbath-rest, and on the eighth day a sabbath-rest."
    },
    {
        "o": 3793,
        "r": "nkjv:Leviticus:23:40",
        "t": "And you shall take for yourselves on the first day the fruit of beautiful trees, branches of palm trees, the boughs of leafy trees, and willows of the brook; and you shall rejoice before the Lord*s your God for seven days."
    },
    {
        "o": 3794,
        "r": "nkjv:Leviticus:23:41",
        "t": "You shall keep it as a feast to the Lord*s for seven days in the year. It shall be a statute forever in your generations. You shall celebrate it in the seventh month."
    },
    {
        "o": 3795,
        "r": "nkjv:Leviticus:23:42",
        "t": "You shall dwell in booths for seven days. All who are native Israelites shall dwell in booths,"
    },
    {
        "o": 3796,
        "r": "nkjv:Leviticus:23:43",
        "t": "that your generations may know that I made the children of Israel dwell in booths when I brought them out of the land of Egypt: I am the Lord*s your God.’”"
    },
    {
        "o": 3797,
        "r": "nkjv:Leviticus:23:44",
        "t": "So*p Moses declared to the children of Israel the feasts of the Lord.*s"
    },
    {
        "o": 3798,
        "r": "nkjv:Leviticus:24:0",
        "t": "Leviticus 24",
        "h": 1
    },
    {
        "o": 3799,
        "r": "nkjv:Leviticus:24:0",
        "t": "Care of the Tabernacle Lamps",
        "h": 2
    },
    {
        "o": 3800,
        "r": "nkjv:Leviticus:24:1",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 3801,
        "r": "nkjv:Leviticus:24:2",
        "t": "“Command the children of Israel that they bring to you pure oil of pressed olives for the light, to make the lamps burn continually."
    },
    {
        "o": 3802,
        "r": "nkjv:Leviticus:24:3",
        "t": "Outside the veil of the Testimony, in the tabernacle of meeting, Aaron shall be in charge of it from evening until morning before the Lord*s continually; it shall be a statute forever in your generations."
    },
    {
        "o": 3803,
        "r": "nkjv:Leviticus:24:4",
        "t": "He shall be in charge of the lamps on the pure gold lampstand before the Lord*s continually."
    },
    {
        "o": 3804,
        "r": "nkjv:Leviticus:24:4",
        "t": "The Bread of the Tabernacle",
        "h": 2
    },
    {
        "o": 3805,
        "r": "nkjv:Leviticus:24:5",
        "t": "“And*p you shall take fine flour and bake twelve cakes with it. Two-tenths of an ephah shall be in each cake."
    },
    {
        "o": 3806,
        "r": "nkjv:Leviticus:24:6",
        "t": "You shall set them in two rows, six in a row, on the pure gold table before the Lord.*s"
    },
    {
        "o": 3807,
        "r": "nkjv:Leviticus:24:7",
        "t": "And you shall put pure frankincense on each row, that it may be on the bread for a memorial, an offering made by fire to the Lord.*s"
    },
    {
        "o": 3808,
        "r": "nkjv:Leviticus:24:8",
        "t": "Every Sabbath he shall set it in order before the Lord*s continually, being taken from the children of Israel by an everlasting covenant."
    },
    {
        "o": 3809,
        "r": "nkjv:Leviticus:24:9",
        "t": "And it shall be for Aaron and his sons, and they shall eat it in a holy place; for it is most holy to him from the offerings of the Lord*s made by fire, by a perpetual statute.”"
    },
    {
        "o": 3810,
        "r": "nkjv:Leviticus:24:9",
        "t": "The Penalty for Blasphemy",
        "h": 2
    },
    {
        "o": 3811,
        "r": "nkjv:Leviticus:24:10",
        "t": "Now*p the son of an Israelite woman, whose father was an Egyptian, went out among the children of Israel; and this Israelite woman’s son and a man of Israel fought each other in the camp."
    },
    {
        "o": 3812,
        "r": "nkjv:Leviticus:24:11",
        "t": "And the Israelite woman’s son blasphemed the name of the Lord*s and cursed; and so they brought him to Moses. (His mother’s name was Shelomith the daughter of Dibri, of the tribe of Dan.)"
    },
    {
        "o": 3813,
        "r": "nkjv:Leviticus:24:12",
        "t": "Then they put him in custody, that the mind of the Lord*s might be shown to them."
    },
    {
        "o": 3814,
        "r": "nkjv:Leviticus:24:13",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3815,
        "r": "nkjv:Leviticus:24:14",
        "t": "“Take outside the camp him who has cursed; then let all who heard him lay their hands on his head, and let all the congregation stone him."
    },
    {
        "o": 3816,
        "r": "nkjv:Leviticus:24:15",
        "t": "“Then*p you shall speak to the children of Israel, saying: ‘Whoever curses his God shall bear his sin."
    },
    {
        "o": 3817,
        "r": "nkjv:Leviticus:24:16",
        "t": "And whoever blasphemes the name of the Lord*s shall surely be put to death. All the congregation shall certainly stone him, the stranger as well as him who is born in the land. When he blasphemes the name of the Lord,*s he shall be put to death."
    },
    {
        "o": 3818,
        "r": "nkjv:Leviticus:24:17",
        "t": "‘Whoever*p kills any man shall surely be put to death."
    },
    {
        "o": 3819,
        "r": "nkjv:Leviticus:24:18",
        "t": "Whoever kills an animal shall make it good, animal for animal."
    },
    {
        "o": 3820,
        "r": "nkjv:Leviticus:24:19",
        "t": "‘If*p a man causes disfigurement of his neighbor, as he has done, so shall it be done to him—"
    },
    {
        "o": 3821,
        "r": "nkjv:Leviticus:24:20",
        "t": "fracture for fracture, eye for eye, tooth for tooth; as he has caused disfigurement of a man, so shall it be done to him."
    },
    {
        "o": 3822,
        "r": "nkjv:Leviticus:24:21",
        "t": "And whoever kills an animal shall restore it; but whoever kills a man shall be put to death."
    },
    {
        "o": 3823,
        "r": "nkjv:Leviticus:24:22",
        "t": "You shall have the same law for the stranger and for one from your own country; for I am the Lord*s your God.’”"
    },
    {
        "o": 3824,
        "r": "nkjv:Leviticus:24:23",
        "t": "Then*p Moses spoke to the children of Israel; and they took outside the camp him who had cursed, and stoned him with stones. So the children of Israel did as the Lord*s commanded Moses."
    },
    {
        "o": 3825,
        "r": "nkjv:Leviticus:25:0",
        "t": "Leviticus 25",
        "h": 1
    },
    {
        "o": 3826,
        "r": "nkjv:Leviticus:25:0",
        "t": "The Sabbath of the Seventh Year",
        "h": 2
    },
    {
        "o": 3827,
        "r": "nkjv:Leviticus:25:1",
        "t": "And*p the Lord*s spoke to Moses on Mount Sinai, saying,"
    },
    {
        "o": 3828,
        "r": "nkjv:Leviticus:25:2",
        "t": "“Speak to the children of Israel, and say to them: ‘When you come into the land which I give you, then the land shall keep a sabbath to the Lord.*s"
    },
    {
        "o": 3829,
        "r": "nkjv:Leviticus:25:3",
        "t": "Six years you shall sow your field, and six years you shall prune your vineyard, and gather its fruit;"
    },
    {
        "o": 3830,
        "r": "nkjv:Leviticus:25:4",
        "t": "but in the seventh year there shall be a sabbath of solemn rest for the land, a sabbath to the Lord.*s You shall neither sow your field nor prune your vineyard."
    },
    {
        "o": 3831,
        "r": "nkjv:Leviticus:25:5",
        "t": "What grows of its own accord of your harvest you shall not reap, nor gather the grapes of your untended vine, for it is a year of rest for the land."
    },
    {
        "o": 3832,
        "r": "nkjv:Leviticus:25:6",
        "t": "And the sabbath produce of the land shall be food for you: for you, your male and female servants, your hired man, and the stranger who dwells with you,"
    },
    {
        "o": 3833,
        "r": "nkjv:Leviticus:25:7",
        "t": "for your livestock and the beasts that are in your land—all its produce shall be for food."
    },
    {
        "o": 3834,
        "r": "nkjv:Leviticus:25:7",
        "t": "The Year of Jubilee",
        "h": 2
    },
    {
        "o": 3835,
        "r": "nkjv:Leviticus:25:8",
        "t": "‘And*p you shall count seven sabbaths of years for yourself, seven times seven years; and the time of the seven sabbaths of years shall be to you forty-nine years."
    },
    {
        "o": 3836,
        "r": "nkjv:Leviticus:25:9",
        "t": "Then you shall cause the trumpet of the Jubilee to sound on the tenth day of the seventh month; on the Day of Atonement you shall make the trumpet to sound throughout all your land."
    },
    {
        "o": 3837,
        "r": "nkjv:Leviticus:25:10",
        "t": "And you shall consecrate the fiftieth year, and proclaim liberty throughout all the land to all its inhabitants. It shall be a Jubilee for you; and each of you shall return to his possession, and each of you shall return to his family."
    },
    {
        "o": 3838,
        "r": "nkjv:Leviticus:25:11",
        "t": "That fiftieth year shall be a Jubilee to you; in it you shall neither sow nor reap what grows of its own accord, nor gather the grapes of your untended vine."
    },
    {
        "o": 3839,
        "r": "nkjv:Leviticus:25:12",
        "t": "For it is the Jubilee; it shall be holy to you; you shall eat its produce from the field."
    },
    {
        "o": 3840,
        "r": "nkjv:Leviticus:25:13",
        "t": "‘In*p this Year of Jubilee, each of you shall return to his possession."
    },
    {
        "o": 3841,
        "r": "nkjv:Leviticus:25:14",
        "t": "And if you sell anything to your neighbor or buy from your neighbor’s hand, you shall not oppress one another."
    },
    {
        "o": 3842,
        "r": "nkjv:Leviticus:25:15",
        "t": "According to the number of years after the Jubilee you shall buy from your neighbor, and according to the number of years of crops he shall sell to you."
    },
    {
        "o": 3843,
        "r": "nkjv:Leviticus:25:16",
        "t": "According to the multitude of years you shall increase its price, and according to the fewer number of years you shall diminish its price; for he sells to you according to the number of the years of the crops."
    },
    {
        "o": 3844,
        "r": "nkjv:Leviticus:25:17",
        "t": "Therefore you shall not oppress one another, but you shall fear your God; for I am the Lord*s your God."
    },
    {
        "o": 3845,
        "r": "nkjv:Leviticus:25:17",
        "t": "Provisions for the Seventh Year",
        "h": 2
    },
    {
        "o": 3846,
        "r": "nkjv:Leviticus:25:18",
        "t": "‘So*p you shall observe My statutes and keep My judgments, and perform them; and you will dwell in the land in safety."
    },
    {
        "o": 3847,
        "r": "nkjv:Leviticus:25:19",
        "t": "Then the land will yield its fruit, and you will eat your fill, and dwell there in safety."
    },
    {
        "o": 3848,
        "r": "nkjv:Leviticus:25:20",
        "t": "‘And*p if you say, “What shall we eat in the seventh year, since we shall not sow nor gather in our produce?”"
    },
    {
        "o": 3849,
        "r": "nkjv:Leviticus:25:21",
        "t": "Then I will command My blessing on you in the sixth year, and it will bring forth produce enough for three years."
    },
    {
        "o": 3850,
        "r": "nkjv:Leviticus:25:22",
        "t": "And you shall sow in the eighth year, and eat old produce until the ninth year; until its produce comes in, you shall eat of the old harvest."
    },
    {
        "o": 3851,
        "r": "nkjv:Leviticus:25:22",
        "t": "Redemption of Property",
        "h": 2
    },
    {
        "o": 3852,
        "r": "nkjv:Leviticus:25:23",
        "t": "‘The*p land shall not be sold permanently, for the land is Mine; for you are strangers and sojourners with Me."
    },
    {
        "o": 3853,
        "r": "nkjv:Leviticus:25:24",
        "t": "And in all the land of your possession you shall grant redemption of the land."
    },
    {
        "o": 3854,
        "r": "nkjv:Leviticus:25:25",
        "t": "‘If*p one of your brethren becomes poor, and has sold some of his possession, and if his redeeming relative comes to redeem it, then he may redeem what his brother sold."
    },
    {
        "o": 3855,
        "r": "nkjv:Leviticus:25:26",
        "t": "Or if the man has no one to redeem it, but he himself becomes able to redeem it,"
    },
    {
        "o": 3856,
        "r": "nkjv:Leviticus:25:27",
        "t": "then let him count the years since its sale, and restore the remainder to the man to whom he sold it, that he may return to his possession."
    },
    {
        "o": 3857,
        "r": "nkjv:Leviticus:25:28",
        "t": "But if he is not able to have it restored to himself, then what was sold shall remain in the hand of him who bought it until the Year of Jubilee; and in the Jubilee it shall be released, and he shall return to his possession."
    },
    {
        "o": 3858,
        "r": "nkjv:Leviticus:25:29",
        "t": "‘If*p a man sells a house in a walled city, then he may redeem it within a whole year after it is sold; within a full year he may redeem it."
    },
    {
        "o": 3859,
        "r": "nkjv:Leviticus:25:30",
        "t": "But if it is not redeemed within the space of a full year, then the house in the walled city shall belong permanently to him who bought it, throughout his generations. It shall not be released in the Jubilee."
    },
    {
        "o": 3860,
        "r": "nkjv:Leviticus:25:31",
        "t": "However the houses of villages which have no wall around them shall be counted as the fields of the country. They may be redeemed, and they shall be released in the Jubilee."
    },
    {
        "o": 3861,
        "r": "nkjv:Leviticus:25:32",
        "t": "Nevertheless the cities of the Levites, and the houses in the cities of their possession, the Levites may redeem at any time."
    },
    {
        "o": 3862,
        "r": "nkjv:Leviticus:25:33",
        "t": "And if a man purchases a house from the Levites, then the house that was sold in the city of his possession shall be released in the Jubilee; for the houses in the cities of the Levites are their possession among the children of Israel."
    },
    {
        "o": 3863,
        "r": "nkjv:Leviticus:25:34",
        "t": "But the field of the common-land of their cities may not be sold, for it is their perpetual possession."
    },
    {
        "o": 3864,
        "r": "nkjv:Leviticus:25:34",
        "t": "Lending to the Poor",
        "h": 2
    },
    {
        "o": 3865,
        "r": "nkjv:Leviticus:25:35",
        "t": "‘If*p one of your brethren becomes poor, and falls into poverty among you, then you shall help him, like a stranger or a sojourner, that he may live with you."
    },
    {
        "o": 3866,
        "r": "nkjv:Leviticus:25:36",
        "t": "Take no usury or interest from him; but fear your God, that your brother may live with you."
    },
    {
        "o": 3867,
        "r": "nkjv:Leviticus:25:37",
        "t": "You shall not lend him your money for usury, nor lend him your food at a profit."
    },
    {
        "o": 3868,
        "r": "nkjv:Leviticus:25:38",
        "t": "I am the Lord*s your God, who brought you out of the land of Egypt, to give you the land of Canaan and to be your God."
    },
    {
        "o": 3869,
        "r": "nkjv:Leviticus:25:38",
        "t": "The Law Concerning Slavery",
        "h": 2
    },
    {
        "o": 3870,
        "r": "nkjv:Leviticus:25:39",
        "t": "‘And*p if one of your brethren who dwells by you becomes poor, and sells himself to you, you shall not compel him to serve as a slave."
    },
    {
        "o": 3871,
        "r": "nkjv:Leviticus:25:40",
        "t": "As a hired servant and a sojourner he shall be with you, and shall serve you until the Year of Jubilee."
    },
    {
        "o": 3872,
        "r": "nkjv:Leviticus:25:41",
        "t": "And then he shall depart from you—he and his children with him—and shall return to his own family. He shall return to the possession of his fathers."
    },
    {
        "o": 3873,
        "r": "nkjv:Leviticus:25:42",
        "t": "For they are My servants, whom I brought out of the land of Egypt; they shall not be sold as slaves."
    },
    {
        "o": 3874,
        "r": "nkjv:Leviticus:25:43",
        "t": "You shall not rule over him with rigor, but you shall fear your God."
    },
    {
        "o": 3875,
        "r": "nkjv:Leviticus:25:44",
        "t": "And as for your male and female slaves whom you may have—from the nations that are around you, from them you may buy male and female slaves."
    },
    {
        "o": 3876,
        "r": "nkjv:Leviticus:25:45",
        "t": "Moreover you may buy the children of the strangers who dwell among you, and their families who are with you, which they beget in your land; and they shall become your property."
    },
    {
        "o": 3877,
        "r": "nkjv:Leviticus:25:46",
        "t": "And you may take them as an inheritance for your children after you, to inherit them as a possession; they shall be your permanent slaves. But regarding your brethren, the children of Israel, you shall not rule over one another with rigor."
    },
    {
        "o": 3878,
        "r": "nkjv:Leviticus:25:47",
        "t": "‘Now*p if a sojourner or stranger close to you becomes rich, and one of your brethren who dwells by him becomes poor, and sells himself to the stranger or sojourner close to you, or to a member of the stranger’s family,"
    },
    {
        "o": 3879,
        "r": "nkjv:Leviticus:25:48",
        "t": "after he is sold he may be redeemed again. One of his brothers may redeem him;"
    },
    {
        "o": 3880,
        "r": "nkjv:Leviticus:25:49",
        "t": "or his uncle or his uncle’s son may redeem him; or anyone who is near of kin to him in his family may redeem him; or if he is able he may redeem himself."
    },
    {
        "o": 3881,
        "r": "nkjv:Leviticus:25:50",
        "t": "Thus he shall reckon with him who bought him: The price of his release shall be according to the number of years, from the year that he was sold to him until the Year of Jubilee; it shall be according to the time of a hired servant for him."
    },
    {
        "o": 3882,
        "r": "nkjv:Leviticus:25:51",
        "t": "If there are still many years remaining, according to them he shall repay the price of his redemption from the money with which he was bought."
    },
    {
        "o": 3883,
        "r": "nkjv:Leviticus:25:52",
        "t": "And if there remain but a few years until the Year of Jubilee, then he shall reckon with him, and according to his years he shall repay him the price of his redemption."
    },
    {
        "o": 3884,
        "r": "nkjv:Leviticus:25:53",
        "t": "He shall be with him as a yearly hired servant, and he shall not rule with rigor over him in your sight."
    },
    {
        "o": 3885,
        "r": "nkjv:Leviticus:25:54",
        "t": "And if he is not redeemed in these years, then he shall be released in the Year of Jubilee—he and his children with him."
    },
    {
        "o": 3886,
        "r": "nkjv:Leviticus:25:55",
        "t": "For the children of Israel are servants to Me; they are My servants whom I brought out of the land of Egypt: I am the Lord*s your God."
    },
    {
        "o": 3887,
        "r": "nkjv:Leviticus:26:0",
        "t": "Leviticus 26",
        "h": 1
    },
    {
        "o": 3888,
        "r": "nkjv:Leviticus:26:0",
        "t": "Promise of Blessing and Retribution",
        "h": 2
    },
    {
        "o": 3889,
        "r": "nkjv:Leviticus:26:1",
        "t": "‘You*pn shall not make idols for yourselves; neither*ld a carved image nor a sacred pillar shall you rear up for yourselves; nor*ld shall you set up an engraved stone in your land, to bow down to it; for*ld I am the Lord*s your God."
    },
    {
        "o": 3890,
        "r": "nkjv:Leviticus:26:2",
        "t": "You*ld shall keep My Sabbaths and reverence My sanctuary: I*ld am the Lord.*s"
    },
    {
        "o": 3891,
        "r": "nkjv:Leviticus:26:3",
        "t": "‘If*ln you walk in My statutes and keep My commandments, and perform them,"
    },
    {
        "o": 3892,
        "r": "nkjv:Leviticus:26:4",
        "t": "then*ld I will give you rain in its season, the land shall yield its produce, and the trees of the field shall yield their fruit."
    },
    {
        "o": 3893,
        "r": "nkjv:Leviticus:26:5",
        "t": "Your*ld threshing shall last till the time of vintage, and the vintage shall last till the time of sowing; you*ld shall eat your bread to the full, and dwell in your land safely."
    },
    {
        "o": 3894,
        "r": "nkjv:Leviticus:26:6",
        "t": "I*ld will give peace in the land, and you shall lie down, and none will make you afraid; I*ld will rid the land of evil beasts, and*ld the sword will not go through your land."
    },
    {
        "o": 3895,
        "r": "nkjv:Leviticus:26:7",
        "t": "You*ld will chase your enemies, and they shall fall by the sword before you."
    },
    {
        "o": 3896,
        "r": "nkjv:Leviticus:26:8",
        "t": "Five*ld of you shall chase a hundred, and a hundred of you shall put ten thousand to flight; your*ld enemies shall fall by the sword before you."
    },
    {
        "o": 3897,
        "r": "nkjv:Leviticus:26:9",
        "t": "‘For*ln I will look on you favorably and make you fruitful, multiply you and confirm My covenant with you."
    },
    {
        "o": 3898,
        "r": "nkjv:Leviticus:26:10",
        "t": "You*ld shall eat the old harvest, and clear out the old because of the new."
    },
    {
        "o": 3899,
        "r": "nkjv:Leviticus:26:11",
        "t": "I*ld will set My tabernacle among you, and My soul shall not abhor you."
    },
    {
        "o": 3900,
        "r": "nkjv:Leviticus:26:12",
        "t": "I*ld will walk among you and be your God, and you shall be My people."
    },
    {
        "o": 3901,
        "r": "nkjv:Leviticus:26:13",
        "t": "I*ld am the Lord*s your God, who brought you out of the land of Egypt, that you should not be their slaves; I*ld have broken the bands of your yoke and made you walk upright."
    },
    {
        "o": 3902,
        "r": "nkjv:Leviticus:26:14",
        "t": "‘But*ln if you do not obey Me, and do not observe all these commandments,"
    },
    {
        "o": 3903,
        "r": "nkjv:Leviticus:26:15",
        "t": "and*ld if you despise My statutes, or if your soul abhors My judgments, so that you do not perform all My commandments, but break My covenant,"
    },
    {
        "o": 3904,
        "r": "nkjv:Leviticus:26:16",
        "t": "I*ld also will do this to you: I*ld will even appoint terror over you, wasting disease and fever which shall consume the eyes and cause sorrow of heart. And*ld you shall sow your seed in vain, for your enemies shall eat it."
    },
    {
        "o": 3905,
        "r": "nkjv:Leviticus:26:17",
        "t": "I*ld will set My face against you, and you shall be defeated by your enemies. Those*ld who hate you shall reign over you, and you shall flee when no one pursues you."
    },
    {
        "o": 3906,
        "r": "nkjv:Leviticus:26:18",
        "t": "‘And*ln after all this, if you do not obey Me, then I will punish you seven times more for your sins."
    },
    {
        "o": 3907,
        "r": "nkjv:Leviticus:26:19",
        "t": "I*ld will break the pride of your power; I*ld will make your heavens like iron and your earth like bronze."
    },
    {
        "o": 3908,
        "r": "nkjv:Leviticus:26:20",
        "t": "And*ld your strength shall be spent in vain; for*ld your land shall not yield its produce, nor shall the trees of the land yield their fruit."
    },
    {
        "o": 3909,
        "r": "nkjv:Leviticus:26:21",
        "t": "‘Then,*ln if you walk contrary to Me, and are not willing to obey Me, I will bring on you seven times more plagues, according to your sins."
    },
    {
        "o": 3910,
        "r": "nkjv:Leviticus:26:22",
        "t": "I*ld will also send wild beasts among you, which shall rob you of your children, destroy your livestock, and make you few in number; and*ld your highways shall be desolate."
    },
    {
        "o": 3911,
        "r": "nkjv:Leviticus:26:23",
        "t": "‘And*ln if by these things you are not reformed by Me, but walk contrary to Me,"
    },
    {
        "o": 3912,
        "r": "nkjv:Leviticus:26:24",
        "t": "then*ld I also will walk contrary to you, and I will punish you yet seven times for your sins."
    },
    {
        "o": 3913,
        "r": "nkjv:Leviticus:26:25",
        "t": "And*ld I will bring a sword against you that will execute the vengeance of the covenant; when*ld you are gathered together within your cities I will send pestilence among you; and*ld you shall be delivered into the hand of the enemy."
    },
    {
        "o": 3914,
        "r": "nkjv:Leviticus:26:26",
        "t": "When*ld I have cut off your supply of bread, ten women shall bake your bread in one oven, and they shall bring back your bread by weight, and you shall eat and not be satisfied."
    },
    {
        "o": 3915,
        "r": "nkjv:Leviticus:26:27",
        "t": "‘And*ln after all this, if you do not obey Me, but walk contrary to Me,"
    },
    {
        "o": 3916,
        "r": "nkjv:Leviticus:26:28",
        "t": "then*ld I also will walk contrary to you in fury; and*ld I, even I, will chastise you seven times for your sins."
    },
    {
        "o": 3917,
        "r": "nkjv:Leviticus:26:29",
        "t": "You*ld shall eat the flesh of your sons, and you shall eat the flesh of your daughters."
    },
    {
        "o": 3918,
        "r": "nkjv:Leviticus:26:30",
        "t": "I*ld will destroy your high places, cut down your incense altars, and cast your carcasses on the lifeless forms of your idols; and*ld My soul shall abhor you."
    },
    {
        "o": 3919,
        "r": "nkjv:Leviticus:26:31",
        "t": "I*ld will lay your cities waste and bring your sanctuaries to desolation, and I will not smell the fragrance of your sweet aromas."
    },
    {
        "o": 3920,
        "r": "nkjv:Leviticus:26:32",
        "t": "I*ld will bring the land to desolation, and your enemies who dwell in it shall be astonished at it."
    },
    {
        "o": 3921,
        "r": "nkjv:Leviticus:26:33",
        "t": "I*ld will scatter you among the nations and draw out a sword after you; your*ld land shall be desolate and your cities waste."
    },
    {
        "o": 3922,
        "r": "nkjv:Leviticus:26:34",
        "t": "Then*ld the land shall enjoy its sabbaths as long as it lies desolate and you are in your enemies’ land; then*ld the land shall rest and enjoy its sabbaths."
    },
    {
        "o": 3923,
        "r": "nkjv:Leviticus:26:35",
        "t": "As*ld long as it lies desolate it shall rest— for*ld the time it did not rest on your sabbaths when you dwelt in it."
    },
    {
        "o": 3924,
        "r": "nkjv:Leviticus:26:36",
        "t": "‘And*ln as for those of you who are left, I will send faintness into their hearts in the lands of their enemies; the*ld sound of a shaken leaf shall cause them to flee; they*ld shall flee as though fleeing from a sword, and they shall fall when no one pursues."
    },
    {
        "o": 3925,
        "r": "nkjv:Leviticus:26:37",
        "t": "They*ld shall stumble over one another, as it were before a sword, when no one pursues; and*ld you shall have no power to stand before your enemies."
    },
    {
        "o": 3926,
        "r": "nkjv:Leviticus:26:38",
        "t": "You*ld shall perish among the nations, and the land of your enemies shall eat you up."
    },
    {
        "o": 3927,
        "r": "nkjv:Leviticus:26:39",
        "t": "And*ld those of you who are left shall waste away in their iniquity in your enemies’ lands; also*ld in their fathers’ iniquities, which are with them, they shall waste away."
    },
    {
        "o": 3928,
        "r": "nkjv:Leviticus:26:40",
        "t": "‘But*ln if they confess their iniquity and the iniquity of their fathers, with their unfaithfulness in which they were unfaithful to Me, and that they also have walked contrary to Me,"
    },
    {
        "o": 3929,
        "r": "nkjv:Leviticus:26:41",
        "t": "and*ld that I also have walked contrary to them and have brought them into the land of their enemies; if*ld their uncircumcised hearts are humbled, and they accept their guilt—"
    },
    {
        "o": 3930,
        "r": "nkjv:Leviticus:26:42",
        "t": "then*ld I will remember My covenant with Jacob, and My covenant with Isaac and My covenant with Abraham I will remember; I*ld will remember the land."
    },
    {
        "o": 3931,
        "r": "nkjv:Leviticus:26:43",
        "t": "The*ld land also shall be left empty by them, and will enjoy its sabbaths while it lies desolate without them; they*ld will accept their guilt, because they despised My judgments and because their soul abhorred My statutes."
    },
    {
        "o": 3932,
        "r": "nkjv:Leviticus:26:44",
        "t": "Yet*ld for all that, when they are in the land of their enemies, I will not cast them away, nor shall I abhor them, to utterly destroy them and break My covenant with them; for*ld I am the Lord*s their God."
    },
    {
        "o": 3933,
        "r": "nkjv:Leviticus:26:45",
        "t": "But*ld for their sake I will remember the covenant of their ancestors, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God: I*ld am the Lord.’”*s"
    },
    {
        "o": 3934,
        "r": "nkjv:Leviticus:26:46",
        "t": "These*p are the statutes and judgments and laws which the Lord*s made between Himself and the children of Israel on Mount Sinai by the hand of Moses."
    },
    {
        "o": 3935,
        "r": "nkjv:Leviticus:27:0",
        "t": "Leviticus 27",
        "h": 1
    },
    {
        "o": 3936,
        "r": "nkjv:Leviticus:27:0",
        "t": "Redeeming Persons and Property Dedicated to God",
        "h": 2
    },
    {
        "o": 3937,
        "r": "nkjv:Leviticus:27:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3938,
        "r": "nkjv:Leviticus:27:2",
        "t": "“Speak to the children of Israel, and say to them: ‘When a man consecrates by a vow certain persons to the Lord,*s according to your valuation,"
    },
    {
        "o": 3939,
        "r": "nkjv:Leviticus:27:3",
        "t": "if your valuation is of a male from twenty years old up to sixty years old, then your valuation shall be fifty shekels of silver, according to the shekel of the sanctuary."
    },
    {
        "o": 3940,
        "r": "nkjv:Leviticus:27:4",
        "t": "If it is a female, then your valuation shall be thirty shekels;"
    },
    {
        "o": 3941,
        "r": "nkjv:Leviticus:27:5",
        "t": "and if from five years old up to twenty years old, then your valuation for a male shall be twenty shekels, and for a female ten shekels;"
    },
    {
        "o": 3942,
        "r": "nkjv:Leviticus:27:6",
        "t": "and if from a month old up to five years old, then your valuation for a male shall be five shekels of silver, and for a female your valuation shall be three shekels of silver;"
    },
    {
        "o": 3943,
        "r": "nkjv:Leviticus:27:7",
        "t": "and if from sixty years old and above, if it is a male, then your valuation shall be fifteen shekels, and for a female ten shekels."
    },
    {
        "o": 3944,
        "r": "nkjv:Leviticus:27:8",
        "t": "‘But*p if he is too poor to pay your valuation, then he shall present himself before the priest, and the priest shall set a value for him; according to the ability of him who vowed, the priest shall value him."
    },
    {
        "o": 3945,
        "r": "nkjv:Leviticus:27:9",
        "t": "‘If*p it is an animal that men may bring as an offering to the Lord,*s all that anyone gives to the Lord*s shall be holy."
    },
    {
        "o": 3946,
        "r": "nkjv:Leviticus:27:10",
        "t": "He shall not substitute it or exchange it, good for bad or bad for good; and if he at all exchanges animal for animal, then both it and the one exchanged for it shall be holy."
    },
    {
        "o": 3947,
        "r": "nkjv:Leviticus:27:11",
        "t": "If it is an unclean animal which they do not offer as a sacrifice to the Lord,*s then he shall present the animal before the priest;"
    },
    {
        "o": 3948,
        "r": "nkjv:Leviticus:27:12",
        "t": "and the priest shall set a value for it, whether it is good or bad; as you, the priest, value it, so it shall be."
    },
    {
        "o": 3949,
        "r": "nkjv:Leviticus:27:13",
        "t": "But if he wants at all to redeem it, then he must add one-fifth to your valuation."
    },
    {
        "o": 3950,
        "r": "nkjv:Leviticus:27:14",
        "t": "‘And*p when a man dedicates his house to be holy to the Lord,*s then the priest shall set a value for it, whether it is good or bad; as the priest values it, so it shall stand."
    },
    {
        "o": 3951,
        "r": "nkjv:Leviticus:27:15",
        "t": "If he who dedicated it wants to redeem his house, then he must add one-fifth of the money of your valuation to it, and it shall be his."
    },
    {
        "o": 3952,
        "r": "nkjv:Leviticus:27:16",
        "t": "‘If*p a man dedicates to the Lord*s part of a field of his possession, then your valuation shall be according to the seed for it. A homer of barley seed shall be valued at fifty shekels of silver."
    },
    {
        "o": 3953,
        "r": "nkjv:Leviticus:27:17",
        "t": "If he dedicates his field from the Year of Jubilee, according to your valuation it shall stand."
    },
    {
        "o": 3954,
        "r": "nkjv:Leviticus:27:18",
        "t": "But if he dedicates his field after the Jubilee, then the priest shall reckon to him the money due according to the years that remain till the Year of Jubilee, and it shall be deducted from your valuation."
    },
    {
        "o": 3955,
        "r": "nkjv:Leviticus:27:19",
        "t": "And if he who dedicates the field ever wishes to redeem it, then he must add one-fifth of the money of your valuation to it, and it shall belong to him."
    },
    {
        "o": 3956,
        "r": "nkjv:Leviticus:27:20",
        "t": "But if he does not want to redeem the field, or if he has sold the field to another man, it shall not be redeemed anymore;"
    },
    {
        "o": 3957,
        "r": "nkjv:Leviticus:27:21",
        "t": "but the field, when it is released in the Jubilee, shall be holy to the Lord,*s as a devoted field; it shall be the possession of the priest."
    },
    {
        "o": 3958,
        "r": "nkjv:Leviticus:27:22",
        "t": "‘And*p if a man dedicates to the Lord*s a field which he has bought, which is not the field of his possession,"
    },
    {
        "o": 3959,
        "r": "nkjv:Leviticus:27:23",
        "t": "then the priest shall reckon to him the worth of your valuation, up to the Year of Jubilee, and he shall give your valuation on that day as a holy offering to the Lord.*s"
    },
    {
        "o": 3960,
        "r": "nkjv:Leviticus:27:24",
        "t": "In the Year of Jubilee the field shall return to him from whom it was bought, to the one who owned the land as a possession."
    },
    {
        "o": 3961,
        "r": "nkjv:Leviticus:27:25",
        "t": "And all your valuations shall be according to the shekel of the sanctuary: twenty gerahs to the shekel."
    },
    {
        "o": 3962,
        "r": "nkjv:Leviticus:27:26",
        "t": "‘But*p the firstborn of the animals, which should be the Lord’s*s firstborn, no man shall dedicate; whether it is an ox or sheep, it is the Lord*s ’s."
    },
    {
        "o": 3963,
        "r": "nkjv:Leviticus:27:27",
        "t": "And if it is an unclean animal, then he shall redeem it according to your valuation, and shall add one-fifth to it; or if it is not redeemed, then it shall be sold according to your valuation."
    },
    {
        "o": 3964,
        "r": "nkjv:Leviticus:27:28",
        "t": "‘Nevertheless*p no devoted offering that a man may devote to the Lord*s of all that he has, both man and beast, or the field of his possession, shall be sold or redeemed; every devoted offering is most holy to the Lord.*s"
    },
    {
        "o": 3965,
        "r": "nkjv:Leviticus:27:29",
        "t": "No person under the ban, who may become doomed to destruction among men, shall be redeemed, but shall surely be put to death."
    },
    {
        "o": 3966,
        "r": "nkjv:Leviticus:27:30",
        "t": "And all the tithe of the land, whether of the seed of the land or of the fruit of the tree, is the Lord*s ’s. It is holy to the Lord.*s"
    },
    {
        "o": 3967,
        "r": "nkjv:Leviticus:27:31",
        "t": "If a man wants at all to redeem any of his tithes, he shall add one-fifth to it."
    },
    {
        "o": 3968,
        "r": "nkjv:Leviticus:27:32",
        "t": "And concerning the tithe of the herd or the flock, of whatever passes under the rod, the tenth one shall be holy to the Lord.*s"
    },
    {
        "o": 3969,
        "r": "nkjv:Leviticus:27:33",
        "t": "He shall not inquire whether it is good or bad, nor shall he exchange it; and if he exchanges it at all, then both it and the one exchanged for it shall be holy; it shall not be redeemed.’”"
    },
    {
        "o": 3970,
        "r": "nkjv:Leviticus:27:34",
        "t": "These*p are the commandments which the Lord*s commanded Moses for the children of Israel on Mount Sinai."
    }
]
