[
    {
        "o": 7143,
        "r": "nkjv:Joshua:24:0",
        "t": "Joshua 24",
        "h": 1
    },
    {
        "o": 7144,
        "r": "nkjv:Joshua:24:0",
        "t": "The Covenant at Shechem",
        "h": 2
    },
    {
        "o": 7145,
        "r": "nkjv:Joshua:24:1",
        "t": "Then*p Joshua gathered all the tribes of Israel to Shechem and called for the elders of Israel, for their heads, for their judges, and for their officers; and they presented themselves before God."
    },
    {
        "o": 7146,
        "r": "nkjv:Joshua:24:2",
        "t": "And Joshua said to all the people, “Thus says the Lord*s God of Israel: ‘Your fathers, including*i Terah, the father of Abraham and the father of Nahor, dwelt on the other side of the River in old times; and they served other gods."
    },
    {
        "o": 7147,
        "r": "nkjv:Joshua:24:3",
        "t": "Then I took your father Abraham from the other side of the River, led him throughout all the land of Canaan, and multiplied his descendants and gave him Isaac."
    },
    {
        "o": 7148,
        "r": "nkjv:Joshua:24:4",
        "t": "To Isaac I gave Jacob and Esau. To Esau I gave the mountains of Seir to possess, but Jacob and his children went down to Egypt."
    },
    {
        "o": 7149,
        "r": "nkjv:Joshua:24:5",
        "t": "Also I sent Moses and Aaron, and I plagued Egypt, according to what I did among them. Afterward I brought you out."
    },
    {
        "o": 7150,
        "r": "nkjv:Joshua:24:6",
        "t": "‘Then*p I brought your fathers out of Egypt, and you came to the sea; and the Egyptians pursued your fathers with chariots and horsemen to the Red Sea."
    },
    {
        "o": 7151,
        "r": "nkjv:Joshua:24:7",
        "t": "So they cried out to the Lord;*s and He put darkness between you and the Egyptians, brought the sea upon them, and covered them. And your eyes saw what I did in Egypt. Then you dwelt in the wilderness a long time."
    },
    {
        "o": 7152,
        "r": "nkjv:Joshua:24:8",
        "t": "And I brought you into the land of the Amorites, who dwelt on the other side of the Jordan, and they fought with you. But I gave them into your hand, that you might possess their land, and I destroyed them from before you."
    },
    {
        "o": 7153,
        "r": "nkjv:Joshua:24:9",
        "t": "Then Balak the son of Zippor, king of Moab, arose to make war against Israel, and sent and called Balaam the son of Beor to curse you."
    },
    {
        "o": 7154,
        "r": "nkjv:Joshua:24:10",
        "t": "But I would not listen to Balaam; therefore he continued to bless you. So I delivered you out of his hand."
    },
    {
        "o": 7155,
        "r": "nkjv:Joshua:24:11",
        "t": "Then you went over the Jordan and came to Jericho. And the men of Jericho fought against you— also*i the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. But I delivered them into your hand."
    },
    {
        "o": 7156,
        "r": "nkjv:Joshua:24:12",
        "t": "I sent the hornet before you which drove them out from before you, also*i the two kings of the Amorites, but*i not with your sword or with your bow."
    },
    {
        "o": 7157,
        "r": "nkjv:Joshua:24:13",
        "t": "I have given you a land for which you did not labor, and cities which you did not build, and you dwell in them; you eat of the vineyards and olive groves which you did not plant.’"
    },
    {
        "o": 7158,
        "r": "nkjv:Joshua:24:14",
        "t": "“Now*p therefore, fear the Lord,*s serve Him in sincerity and in truth, and put away the gods which your fathers served on the other side of the River and in Egypt. Serve the Lord!*s"
    },
    {
        "o": 7159,
        "r": "nkjv:Joshua:24:15",
        "t": "And if it seems evil to you to serve the Lord,*s choose for yourselves this day whom you will serve, whether the gods which your fathers served that were*i on the other side of the River, or the gods of the Amorites, in whose land you dwell. But as for me and my house, we will serve the Lord.”*s"
    },
    {
        "o": 7160,
        "r": "nkjv:Joshua:24:16",
        "t": "So*p the people answered and said: “Far be it from us that we should forsake the Lord*s to serve other gods;"
    },
    {
        "o": 7161,
        "r": "nkjv:Joshua:24:17",
        "t": "for the Lord*s our God is*i He who brought us and our fathers up out of the land of Egypt, from the house of bondage, who did those great signs in our sight, and preserved us in all the way that we went and among all the people through whom we passed."
    },
    {
        "o": 7162,
        "r": "nkjv:Joshua:24:18",
        "t": "And the Lord*s drove out from before us all the people, including the Amorites who dwelt in the land. We also will serve the Lord,*s for He is*i our God.”"
    },
    {
        "o": 7163,
        "r": "nkjv:Joshua:24:19",
        "t": "But*p Joshua said to the people, “You cannot serve the Lord,*s for He is*i a holy God. He is*i a jealous God; He will not forgive your transgressions nor your sins."
    },
    {
        "o": 7164,
        "r": "nkjv:Joshua:24:20",
        "t": "If you forsake the Lord*s and serve foreign gods, then He will turn and do you harm and consume you, after He has done you good.”"
    },
    {
        "o": 7165,
        "r": "nkjv:Joshua:24:21",
        "t": "And*p the people said to Joshua, “No, but we will serve the Lord!”*s"
    },
    {
        "o": 7166,
        "r": "nkjv:Joshua:24:22",
        "t": "So*p Joshua said to the people, “You are*i witnesses against yourselves that you have chosen the Lord*s for yourselves, to serve Him.” And*p they said, “We*i are*i witnesses!”"
    },
    {
        "o": 7167,
        "r": "nkjv:Joshua:24:23",
        "t": "“Now*p therefore,” he*i said,*i “put away the foreign gods which are*i among you, and incline your heart to the Lord*s God of Israel.”"
    },
    {
        "o": 7168,
        "r": "nkjv:Joshua:24:24",
        "t": "And*p the people said to Joshua, “The Lord*s our God we will serve, and His voice we will obey!”"
    },
    {
        "o": 7169,
        "r": "nkjv:Joshua:24:25",
        "t": "So*p Joshua made a covenant with the people that day, and made for them a statute and an ordinance in Shechem."
    },
    {
        "o": 7170,
        "r": "nkjv:Joshua:24:26",
        "t": "Then*p Joshua wrote these words in the Book of the Law of God. And he took a large stone, and set it up there under the oak that was*i by the sanctuary of the Lord.*s"
    },
    {
        "o": 7171,
        "r": "nkjv:Joshua:24:27",
        "t": "And Joshua said to all the people, “Behold, this stone shall be a witness to us, for it has heard all the words of the Lord*s which He spoke to us. It shall therefore be a witness to you, lest you deny your God.”"
    },
    {
        "o": 7172,
        "r": "nkjv:Joshua:24:28",
        "t": "So Joshua let the people depart, each to his own inheritance."
    },
    {
        "o": 7173,
        "r": "nkjv:Joshua:24:28",
        "t": "Death of Joshua and Eleazar",
        "h": 2
    },
    {
        "o": 7174,
        "r": "nkjv:Joshua:24:29",
        "t": "Now*p it came to pass after these things that Joshua the son of Nun, the servant of the Lord,*s died, being*i one hundred and ten years old."
    },
    {
        "o": 7175,
        "r": "nkjv:Joshua:24:30",
        "t": "And they buried him within the border of his inheritance at Timnath Serah, which is*i in the mountains of Ephraim, on the north side of Mount Gaash."
    },
    {
        "o": 7176,
        "r": "nkjv:Joshua:24:31",
        "t": "Israel*p served the Lord*s all the days of Joshua, and all the days of the elders who outlived Joshua, who had known all the works of the Lord*s which He had done for Israel."
    },
    {
        "o": 7177,
        "r": "nkjv:Joshua:24:32",
        "t": "The*p bones of Joseph, which the children of Israel had brought up out of Egypt, they buried at Shechem, in the plot of ground which Jacob had bought from the sons of Hamor the father of Shechem for one hundred pieces of silver, and which had become an inheritance of the children of Joseph."
    },
    {
        "o": 7178,
        "r": "nkjv:Joshua:24:33",
        "t": "And*p Eleazar the son of Aaron died. They buried him in a hill belonging*i to*i Phinehas his son, which was given to him in the mountains of Ephraim."
    }
]
