[
    {
        "o": 31410,
        "r": "esv:Romans:7:0",
        "t": "Romans 7",
        "h": 1
    },
    {
        "o": 31411,
        "r": "esv:Romans:7:0",
        "t": "Released from the Law",
        "h": 2
    },
    {
        "o": 31412,
        "r": "esv:Romans:7:1",
        "t": "Or*p do you not know, brothers— for I am speaking to those who know the law— that the law is binding on a person only as long as he lives?"
    },
    {
        "o": 31413,
        "r": "esv:Romans:7:2",
        "t": "For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage."
    },
    {
        "o": 31414,
        "r": "esv:Romans:7:3",
        "t": "Accordingly, she will be called an adulteress if she lives with another man while her husband is alive. But if her husband dies, she is free from that law, and if she marries another man she is not an adulteress."
    },
    {
        "o": 31415,
        "r": "esv:Romans:7:4",
        "t": "Likewise,*p my brothers, you also have died to the law through the body of Christ, so that you may belong to another, to him who has been raised from the dead, in order that we may bear fruit for God."
    },
    {
        "o": 31416,
        "r": "esv:Romans:7:5",
        "t": "For while we were living in the flesh, our sinful passions, aroused by the law, were at work in our members to bear fruit for death."
    },
    {
        "o": 31417,
        "r": "esv:Romans:7:6",
        "t": "But now we are released from the law, having died to that which held us captive, so that we serve in the new way of the Spirit and not in the old way of the written code."
    },
    {
        "o": 31418,
        "r": "esv:Romans:7:6",
        "t": "The Law and Sin",
        "h": 2
    },
    {
        "o": 31419,
        "r": "esv:Romans:7:7",
        "t": "What*p then shall we say? That the law is sin? By no means! Yet if it had not been for the law, I would not have known sin. For I would not have known what it is to covet if the law had not said, “You shall not covet.”"
    },
    {
        "o": 31420,
        "r": "esv:Romans:7:8",
        "t": "But sin, seizing an opportunity through the commandment, produced in me all kinds of covetousness. For apart from the law, sin lies dead."
    },
    {
        "o": 31421,
        "r": "esv:Romans:7:9",
        "t": "I was once alive apart from the law, but when the commandment came, sin came alive and I died."
    },
    {
        "o": 31422,
        "r": "esv:Romans:7:10",
        "t": "The very commandment that promised life proved to be death to me."
    },
    {
        "o": 31423,
        "r": "esv:Romans:7:11",
        "t": "For sin, seizing an opportunity through the commandment, deceived me and through it killed me."
    },
    {
        "o": 31424,
        "r": "esv:Romans:7:12",
        "t": "So the law is holy, and the commandment is holy and righteous and good."
    },
    {
        "o": 31425,
        "r": "esv:Romans:7:13",
        "t": "Did*p that which is good, then, bring death to me? By no means! It was sin, producing death in me through what is good, in order that sin might be shown to be sin, and through the commandment might become sinful beyond measure."
    },
    {
        "o": 31426,
        "r": "esv:Romans:7:14",
        "t": "For we know that the law is spiritual, but I am of the flesh, sold under sin."
    },
    {
        "o": 31427,
        "r": "esv:Romans:7:15",
        "t": "For I do not understand my own actions. For I do not do what I want, but I do the very thing I hate."
    },
    {
        "o": 31428,
        "r": "esv:Romans:7:16",
        "t": "Now if I do what I do not want, I agree with the law, that it is good."
    },
    {
        "o": 31429,
        "r": "esv:Romans:7:17",
        "t": "So now it is no longer I who do it, but sin that dwells within me."
    },
    {
        "o": 31430,
        "r": "esv:Romans:7:18",
        "t": "For I know that nothing good dwells in me, that is, in my flesh. For I have the desire to do what is right, but not the ability to carry it out."
    },
    {
        "o": 31431,
        "r": "esv:Romans:7:19",
        "t": "For I do not do the good I want, but the evil I do not want is what I keep on doing."
    },
    {
        "o": 31432,
        "r": "esv:Romans:7:20",
        "t": "Now if I do what I do not want, it is no longer I who do it, but sin that dwells within me."
    },
    {
        "o": 31433,
        "r": "esv:Romans:7:21",
        "t": "So*p I find it to be a law that when I want to do right, evil lies close at hand."
    },
    {
        "o": 31434,
        "r": "esv:Romans:7:22",
        "t": "For I delight in the law of God, in my inner being,"
    },
    {
        "o": 31435,
        "r": "esv:Romans:7:23",
        "t": "but I see in my members another law waging war against the law of my mind and making me captive to the law of sin that dwells in my members."
    },
    {
        "o": 31436,
        "r": "esv:Romans:7:24",
        "t": "Wretched man that I am! Who will deliver me from this body of death?"
    },
    {
        "o": 31437,
        "r": "esv:Romans:7:25",
        "t": "Thanks be to God through Jesus Christ our Lord! So then, I myself serve the law of God with my mind, but with my flesh I serve the law of sin."
    }
]
