[
    {
        "o": 19221,
        "r": "niv:Ecclesiastes:12:0",
        "t": "Ecclesiastes 12",
        "h": 1
    },
    {
        "o": 19222,
        "r": "niv:Ecclesiastes:12:1",
        "t": "Remember*pn your Creator in*ld the days of your youth, before*ln the days of trouble come and*ld the years approach when you will say, “I*ld find no pleasure in them”—"
    },
    {
        "o": 19223,
        "r": "niv:Ecclesiastes:12:2",
        "t": "before*ln the sun and the light and*ld the moon and the stars grow dark, and*ld the clouds return after the rain;"
    },
    {
        "o": 19224,
        "r": "niv:Ecclesiastes:12:3",
        "t": "when*ln the keepers of the house tremble, and*ld the strong men stoop, when*ln the grinders cease because they are few, and*ld those looking through the windows grow dim;"
    },
    {
        "o": 19225,
        "r": "niv:Ecclesiastes:12:4",
        "t": "when*ln the doors to the street are closed and*ld the sound of grinding fades; when*ln people rise up at the sound of birds, but*ld all their songs grow faint;"
    },
    {
        "o": 19226,
        "r": "niv:Ecclesiastes:12:5",
        "t": "when*ln people are afraid of heights and*ld of dangers in the streets; when*ln the almond tree blossoms and*ld the grasshopper drags itself along and*ld desire no longer is stirred. Then*ln people go to their eternal home and*ld mourners go about the streets."
    },
    {
        "o": 19227,
        "r": "niv:Ecclesiastes:12:6",
        "t": "Remember*pn him—before the silver cord is severed, and*ld the golden bowl is broken; before*ln the pitcher is shattered at the spring, and*ld the wheel broken at the well,"
    },
    {
        "o": 19228,
        "r": "niv:Ecclesiastes:12:7",
        "t": "and*ln the dust returns to the ground it came from, and*ld the spirit returns to God who gave it."
    },
    {
        "o": 19229,
        "r": "niv:Ecclesiastes:12:8",
        "t": "“Meaningless!*pn Meaningless!” says the Teacher. “Everything*ld is meaningless!”"
    },
    {
        "o": 19230,
        "r": "niv:Ecclesiastes:12:8",
        "t": "The Conclusion of the Matter",
        "h": 2
    },
    {
        "o": 19231,
        "r": "niv:Ecclesiastes:12:9",
        "t": "Not*p only was the Teacher wise, but he also imparted knowledge to the people. He pondered and searched out and set in order many proverbs."
    },
    {
        "o": 19232,
        "r": "niv:Ecclesiastes:12:10",
        "t": "The Teacher searched to find just the right words, and what he wrote was upright and true."
    },
    {
        "o": 19233,
        "r": "niv:Ecclesiastes:12:11",
        "t": "The*p words of the wise are like goads, their collected sayings like firmly embedded nails—given by one shepherd."
    },
    {
        "o": 19234,
        "r": "niv:Ecclesiastes:12:12",
        "t": "Be warned, my son, of anything in addition to them. Of*p making many books there is no end, and much study wearies the body."
    },
    {
        "o": 19235,
        "r": "niv:Ecclesiastes:12:13",
        "t": "Now*pn all has been heard; here*ld is the conclusion of the matter: Fear*ln God and keep his commandments, for*ld this is the duty of all mankind."
    },
    {
        "o": 19236,
        "r": "niv:Ecclesiastes:12:14",
        "t": "For*ln God will bring every deed into judgment, including*ld every hidden thing, whether*ld it is good or evil."
    }
]
