[
    {
        "o": 12979,
        "r": "niv:2 Chronicles:31:0",
        "t": "2 Chronicles 31",
        "h": 1
    },
    {
        "o": 12980,
        "r": "niv:2 Chronicles:31:1",
        "t": "When*p all this had ended, the Israelites who were there went out to the towns of Judah, smashed the sacred stones and cut down the Asherah poles. They destroyed the high places and the altars throughout Judah and Benjamin and in Ephraim and Manasseh. After they had destroyed all of them, the Israelites returned to their own towns and to their own property."
    },
    {
        "o": 12981,
        "r": "niv:2 Chronicles:31:1",
        "t": "Contributions for Worship",
        "h": 2
    },
    {
        "o": 12982,
        "r": "niv:2 Chronicles:31:2",
        "t": "Hezekiah*p assigned the priests and Levites to divisions—each of them according to their duties as priests or Levites—to offer burnt offerings and fellowship offerings, to minister, to give thanks and to sing praises at the gates of the Lord’s*s dwelling."
    },
    {
        "o": 12983,
        "r": "niv:2 Chronicles:31:3",
        "t": "The king contributed from his own possessions for the morning and evening burnt offerings and for the burnt offerings on the Sabbaths, at the New Moons and at the appointed festivals as written in the Law of the Lord.*s"
    },
    {
        "o": 12984,
        "r": "niv:2 Chronicles:31:4",
        "t": "He ordered the people living in Jerusalem to give the portion due the priests and Levites so they could devote themselves to the Law of the Lord.*s"
    },
    {
        "o": 12985,
        "r": "niv:2 Chronicles:31:5",
        "t": "As soon as the order went out, the Israelites generously gave the firstfruits of their grain, new wine, olive oil and honey and all that the fields produced. They brought a great amount, a tithe of everything."
    },
    {
        "o": 12986,
        "r": "niv:2 Chronicles:31:6",
        "t": "The people of Israel and Judah who lived in the towns of Judah also brought a tithe of their herds and flocks and a tithe of the holy things dedicated to the Lord*s their God, and they piled them in heaps."
    },
    {
        "o": 12987,
        "r": "niv:2 Chronicles:31:7",
        "t": "They began doing this in the third month and finished in the seventh month."
    },
    {
        "o": 12988,
        "r": "niv:2 Chronicles:31:8",
        "t": "When Hezekiah and his officials came and saw the heaps, they praised the Lord*s and blessed his people Israel."
    },
    {
        "o": 12989,
        "r": "niv:2 Chronicles:31:9",
        "t": "Hezekiah*p asked the priests and Levites about the heaps;"
    },
    {
        "o": 12990,
        "r": "niv:2 Chronicles:31:10",
        "t": "and Azariah the chief priest, from the family of Zadok, answered, “Since the people began to bring their contributions to the temple of the Lord,*s we have had enough to eat and plenty to spare, because the Lord*s has blessed his people, and this great amount is left over.”"
    },
    {
        "o": 12991,
        "r": "niv:2 Chronicles:31:11",
        "t": "Hezekiah*p gave orders to prepare storerooms in the temple of the Lord,*s and this was done."
    },
    {
        "o": 12992,
        "r": "niv:2 Chronicles:31:12",
        "t": "Then they faithfully brought in the contributions, tithes and dedicated gifts. Konaniah, a Levite, was the overseer in charge of these things, and his brother Shimei was next in rank."
    },
    {
        "o": 12993,
        "r": "niv:2 Chronicles:31:13",
        "t": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismakiah, Mahath and Benaiah were assistants of Konaniah and Shimei his brother. All these served by appointment of King Hezekiah and Azariah the official in charge of the temple of God."
    },
    {
        "o": 12994,
        "r": "niv:2 Chronicles:31:14",
        "t": "Kore*p son of Imnah the Levite, keeper of the East Gate, was in charge of the freewill offerings given to God, distributing the contributions made to the Lord*s and also the consecrated gifts."
    },
    {
        "o": 12995,
        "r": "niv:2 Chronicles:31:15",
        "t": "Eden, Miniamin, Jeshua, Shemaiah, Amariah and Shekaniah assisted him faithfully in the towns of the priests, distributing to their fellow priests according to their divisions, old and young alike."
    },
    {
        "o": 12996,
        "r": "niv:2 Chronicles:31:16",
        "t": "In*p addition, they distributed to the males three years old or more whose names were in the genealogical records—all who would enter the temple of the Lord*s to perform the daily duties of their various tasks, according to their responsibilities and their divisions."
    },
    {
        "o": 12997,
        "r": "niv:2 Chronicles:31:17",
        "t": "And they distributed to the priests enrolled by their families in the genealogical records and likewise to the Levites twenty years old or more, according to their responsibilities and their divisions."
    },
    {
        "o": 12998,
        "r": "niv:2 Chronicles:31:18",
        "t": "They included all the little ones, the wives, and the sons and daughters of the whole community listed in these genealogical records. For they were faithful in consecrating themselves."
    },
    {
        "o": 12999,
        "r": "niv:2 Chronicles:31:19",
        "t": "As*p for the priests, the descendants of Aaron, who lived on the farm lands around their towns or in any other towns, men were designated by name to distribute portions to every male among them and to all who were recorded in the genealogies of the Levites."
    },
    {
        "o": 13000,
        "r": "niv:2 Chronicles:31:20",
        "t": "This*p is what Hezekiah did throughout Judah, doing what was good and right and faithful before the Lord*s his God."
    },
    {
        "o": 13001,
        "r": "niv:2 Chronicles:31:21",
        "t": "In everything that he undertook in the service of God’s temple and in obedience to the law and the commands, he sought his God and worked wholeheartedly. And so he prospered."
    }
]
