[
    {
        "o": 5903,
        "r": "nkjv:Deuteronomy:17:0",
        "t": "Deuteronomy 17",
        "h": 1
    },
    {
        "o": 5904,
        "r": "nkjv:Deuteronomy:17:1",
        "t": "“You*p shall not sacrifice to the Lord*s your God a bull or sheep which has any blemish or*i defect, for that is*i an abomination to the Lord*s your God."
    },
    {
        "o": 5905,
        "r": "nkjv:Deuteronomy:17:2",
        "t": "“If*p there is found among you, within any of your gates which the Lord*s your God gives you, a man or a woman who has been wicked in the sight of the Lord*s your God, in transgressing His covenant,"
    },
    {
        "o": 5906,
        "r": "nkjv:Deuteronomy:17:3",
        "t": "who has gone and served other gods and worshiped them, either the sun or moon or any of the host of heaven, which I have not commanded,"
    },
    {
        "o": 5907,
        "r": "nkjv:Deuteronomy:17:4",
        "t": "and it is told you, and you hear of*i it,*i then you shall inquire diligently. And if it*i is*i indeed true and*i certain that such an abomination has been committed in Israel,"
    },
    {
        "o": 5908,
        "r": "nkjv:Deuteronomy:17:5",
        "t": "then you shall bring out to your gates that man or woman who has committed that wicked thing, and shall stone to death that man or woman with stones."
    },
    {
        "o": 5909,
        "r": "nkjv:Deuteronomy:17:6",
        "t": "Whoever is deserving of death shall be put to death on the testimony of two or three witnesses; he shall not be put to death on the testimony of one witness."
    },
    {
        "o": 5910,
        "r": "nkjv:Deuteronomy:17:7",
        "t": "The hands of the witnesses shall be the first against him to put him to death, and afterward the hands of all the people. So you shall put away the evil from among you."
    },
    {
        "o": 5911,
        "r": "nkjv:Deuteronomy:17:8",
        "t": "“If*p a matter arises which is too hard for you to judge, between degrees of guilt for bloodshed, between one judgment or another, or between one punishment or another, matters of controversy within your gates, then you shall arise and go up to the place which the Lord*s your God chooses."
    },
    {
        "o": 5912,
        "r": "nkjv:Deuteronomy:17:9",
        "t": "And you shall come to the priests, the Levites, and to the judge there*i in those days, and inquire of*i them;*i they shall pronounce upon you the sentence of judgment."
    },
    {
        "o": 5913,
        "r": "nkjv:Deuteronomy:17:10",
        "t": "You shall do according to the sentence which they pronounce upon you in that place which the Lord*s chooses. And you shall be careful to do according to all that they order you."
    },
    {
        "o": 5914,
        "r": "nkjv:Deuteronomy:17:11",
        "t": "According to the sentence of the law in which they instruct you, according to the judgment which they tell you, you shall do; you shall not turn aside to*i the right hand or to*i the left from the sentence which they pronounce upon you."
    },
    {
        "o": 5915,
        "r": "nkjv:Deuteronomy:17:12",
        "t": "Now the man who acts presumptuously and will not heed the priest who stands to minister there before the Lord*s your God, or the judge, that man shall die. So you shall put away the evil from Israel."
    },
    {
        "o": 5916,
        "r": "nkjv:Deuteronomy:17:13",
        "t": "And all the people shall hear and fear, and no longer act presumptuously."
    },
    {
        "o": 5917,
        "r": "nkjv:Deuteronomy:17:13",
        "t": "Principles Governing Kings",
        "h": 2
    },
    {
        "o": 5918,
        "r": "nkjv:Deuteronomy:17:14",
        "t": "“When*p you come to the land which the Lord*s your God is giving you, and possess it and dwell in it, and say, ‘I will set a king over me like all the nations that are*i around me,’"
    },
    {
        "o": 5919,
        "r": "nkjv:Deuteronomy:17:15",
        "t": "you shall surely set a king over you whom the Lord*s your God chooses; one*i from among your brethren you shall set as king over you; you may not set a foreigner over you, who is*i not your brother."
    },
    {
        "o": 5920,
        "r": "nkjv:Deuteronomy:17:16",
        "t": "But he shall not multiply horses for himself, nor cause the people to return to Egypt to multiply horses, for the Lord*s has said to you, ‘You shall not return that way again.’"
    },
    {
        "o": 5921,
        "r": "nkjv:Deuteronomy:17:17",
        "t": "Neither shall he multiply wives for himself, lest his heart turn away; nor shall he greatly multiply silver and gold for himself."
    },
    {
        "o": 5922,
        "r": "nkjv:Deuteronomy:17:18",
        "t": "“Also*p it shall be, when he sits on the throne of his kingdom, that he shall write for himself a copy of this law in a book, from the*i one*i before the priests, the Levites."
    },
    {
        "o": 5923,
        "r": "nkjv:Deuteronomy:17:19",
        "t": "And it shall be with him, and he shall read it all the days of his life, that he may learn to fear the Lord*s his God and be careful to observe all the words of this law and these statutes,"
    },
    {
        "o": 5924,
        "r": "nkjv:Deuteronomy:17:20",
        "t": "that his heart may not be lifted above his brethren, that he may not turn aside from the commandment to*i the right hand or to*i the left, and that he may prolong his*i days in his kingdom, he and his children in the midst of Israel."
    }
]
