[
    {
        "o": 13197,
        "r": "nkjv:2 Chronicles:33:0",
        "t": "2 Chronicles 33",
        "h": 1
    },
    {
        "o": 13198,
        "r": "nkjv:2 Chronicles:33:0",
        "t": "Manasseh Reigns in Judah",
        "h": 2
    },
    {
        "o": 13199,
        "r": "nkjv:2 Chronicles:33:1",
        "t": "Manasseh*p was*i twelve years old when he became king, and he reigned fifty-five years in Jerusalem."
    },
    {
        "o": 13200,
        "r": "nkjv:2 Chronicles:33:2",
        "t": "But he did evil in the sight of the Lord,*s according to the abominations of the nations whom the Lord*s had cast out before the children of Israel."
    },
    {
        "o": 13201,
        "r": "nkjv:2 Chronicles:33:3",
        "t": "For he rebuilt the high places which Hezekiah his father had broken down; he raised up altars for the Baals, and made wooden images; and he worshiped all the host of heaven and served them."
    },
    {
        "o": 13202,
        "r": "nkjv:2 Chronicles:33:4",
        "t": "He also built altars in the house of the Lord,*s of which the Lord*s had said, “In Jerusalem shall My name be forever.”"
    },
    {
        "o": 13203,
        "r": "nkjv:2 Chronicles:33:5",
        "t": "And he built altars for all the host of heaven in the two courts of the house of the Lord.*s"
    },
    {
        "o": 13204,
        "r": "nkjv:2 Chronicles:33:6",
        "t": "Also he caused his sons to pass through the fire in the Valley of the Son of Hinnom; he practiced soothsaying, used witchcraft and sorcery, and consulted mediums and spiritists. He did much evil in the sight of the Lord,*s to provoke Him to anger."
    },
    {
        "o": 13205,
        "r": "nkjv:2 Chronicles:33:7",
        "t": "He even set a carved image, the idol which he had made, in the house of God, of which God had said to David and to Solomon his son, “In this house and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put My name forever;"
    },
    {
        "o": 13206,
        "r": "nkjv:2 Chronicles:33:8",
        "t": "and I will not again remove the foot of Israel from the land which I have appointed for your fathers—only if they are careful to do all that I have commanded them, according to the whole law and the statutes and the ordinances by the hand of Moses.”"
    },
    {
        "o": 13207,
        "r": "nkjv:2 Chronicles:33:9",
        "t": "So Manasseh seduced Judah and the inhabitants of Jerusalem to do more evil than the nations whom the Lord*s had destroyed before the children of Israel."
    },
    {
        "o": 13208,
        "r": "nkjv:2 Chronicles:33:9",
        "t": "Manasseh Restored After Repentance",
        "h": 2
    },
    {
        "o": 13209,
        "r": "nkjv:2 Chronicles:33:10",
        "t": "And*p the Lord*s spoke to Manasseh and his people, but they would not listen."
    },
    {
        "o": 13210,
        "r": "nkjv:2 Chronicles:33:11",
        "t": "Therefore the Lord*s brought upon them the captains of the army of the king of Assyria, who took Manasseh with hooks, bound him with bronze fetters,*i and carried him off to Babylon."
    },
    {
        "o": 13211,
        "r": "nkjv:2 Chronicles:33:12",
        "t": "Now when he was in affliction, he implored the Lord*s his God, and humbled himself greatly before the God of his fathers,"
    },
    {
        "o": 13212,
        "r": "nkjv:2 Chronicles:33:13",
        "t": "and prayed to Him; and He received his entreaty, heard his supplication, and brought him back to Jerusalem into his kingdom. Then Manasseh knew that the Lord*s was*i God."
    },
    {
        "o": 13213,
        "r": "nkjv:2 Chronicles:33:14",
        "t": "After*p this he built a wall outside the City of David on the west side of Gihon, in the valley, as far as the entrance of the Fish Gate; and it*i enclosed Ophel, and he raised it to a very great height. Then he put military captains in all the fortified cities of Judah."
    },
    {
        "o": 13214,
        "r": "nkjv:2 Chronicles:33:15",
        "t": "He took away the foreign gods and the idol from the house of the Lord,*s and all the altars that he had built in the mount of the house of the Lord*s and in Jerusalem; and he cast them*i out of the city."
    },
    {
        "o": 13215,
        "r": "nkjv:2 Chronicles:33:16",
        "t": "He also repaired the altar of the Lord,*s sacrificed peace offerings and thank offerings on it, and commanded Judah to serve the Lord*s God of Israel."
    },
    {
        "o": 13216,
        "r": "nkjv:2 Chronicles:33:17",
        "t": "Nevertheless the people still sacrificed on the high places, but*i only to the Lord*s their God."
    },
    {
        "o": 13217,
        "r": "nkjv:2 Chronicles:33:17",
        "t": "Death of Manasseh",
        "h": 2
    },
    {
        "o": 13218,
        "r": "nkjv:2 Chronicles:33:18",
        "t": "Now*p the rest of the acts of Manasseh, his prayer to his God, and the words of the seers who spoke to him in the name of the Lord*s God of Israel, indeed they are*i written*i in the book of the kings of Israel."
    },
    {
        "o": 13219,
        "r": "nkjv:2 Chronicles:33:19",
        "t": "Also his prayer and how*i God*i received his entreaty, and all his sin and trespass, and the sites where he built high places and set up wooden images and carved images, before he was humbled, indeed they are*i written among the sayings of Hozai."
    },
    {
        "o": 13220,
        "r": "nkjv:2 Chronicles:33:20",
        "t": "So Manasseh rested with his fathers, and they buried him in his own house. Then his son Amon reigned in his place."
    },
    {
        "o": 13221,
        "r": "nkjv:2 Chronicles:33:20",
        "t": "Amon’s Reign and Death",
        "h": 2
    },
    {
        "o": 13222,
        "r": "nkjv:2 Chronicles:33:21",
        "t": "Amon*p was*i twenty-two years old when he became king, and he reigned two years in Jerusalem."
    },
    {
        "o": 13223,
        "r": "nkjv:2 Chronicles:33:22",
        "t": "But he did evil in the sight of the Lord,*s as his father Manasseh had done; for Amon sacrificed to all the carved images which his father Manasseh had made, and served them."
    },
    {
        "o": 13224,
        "r": "nkjv:2 Chronicles:33:23",
        "t": "And he did not humble himself before the Lord,*s as his father Manasseh had humbled himself; but Amon trespassed more and more."
    },
    {
        "o": 13225,
        "r": "nkjv:2 Chronicles:33:24",
        "t": "Then*p his servants conspired against him, and killed him in his own house."
    },
    {
        "o": 13226,
        "r": "nkjv:2 Chronicles:33:25",
        "t": "But the people of the land executed all those who had conspired against King Amon. Then the people of the land made his son Josiah king in his place."
    }
]
