[
    {
        "o": 23600,
        "r": "kjv:Jonah:4:0",
        "t": "Jonah 4",
        "h": 1
    },
    {
        "o": 23601,
        "r": "kjv:Jonah:4:1",
        "t": "But*p it displeased Jonah exceedingly, and he was very angry."
    },
    {
        "o": 23602,
        "r": "kjv:Jonah:4:2",
        "t": "And*p he prayed unto the Lord,*s and said, I pray thee, O Lord,*s was not this my saying, when I was yet in my country? Therefore I fled before unto Tarshish: for I knew that thou art a gracious God, and merciful, slow to anger, and of great kindness, and repentest thee of the evil."
    },
    {
        "o": 23603,
        "r": "kjv:Jonah:4:3",
        "t": "Therefore*p now, O Lord,*s take, I beseech thee, my life from me; for it is better for me to die than to live."
    },
    {
        "o": 23604,
        "r": "kjv:Jonah:4:4",
        "t": "Then*p said the Lord,*s Doest thou well to be angry?"
    },
    {
        "o": 23605,
        "r": "kjv:Jonah:4:5",
        "t": "So*p Jonah went out of the city, and sat on the east side of the city, and there made him a booth, and sat under it in the shadow, till he might see what would become of the city."
    },
    {
        "o": 23606,
        "r": "kjv:Jonah:4:6",
        "t": "And*p the Lord*s God prepared a gourd, and made it to come up over Jonah, that it might be a shadow over his head, to deliver him from his grief. So Jonah was exceeding glad of the gourd."
    },
    {
        "o": 23607,
        "r": "kjv:Jonah:4:7",
        "t": "But*p God prepared a worm when the morning rose the next day, and it smote the gourd that it withered."
    },
    {
        "o": 23608,
        "r": "kjv:Jonah:4:8",
        "t": "And*p it came to pass, when the sun did arise, that God prepared a vehement east wind; and the sun beat upon the head of Jonah, that he fainted, and wished in himself to die, and said, It is better for me to die than to live."
    },
    {
        "o": 23609,
        "r": "kjv:Jonah:4:9",
        "t": "And*p God said to Jonah, Doest thou well to be angry for the gourd? And he said, I do well to be angry, even unto death."
    },
    {
        "o": 23610,
        "r": "kjv:Jonah:4:10",
        "t": "Then*p said the Lord,*s Thou hast had pity on the gourd, for the which thou hast not laboured, neither madest it grow; which came up in a night, and perished in a night:"
    },
    {
        "o": 23611,
        "r": "kjv:Jonah:4:11",
        "t": "And*p should not I spare Nineveh, that great city, wherein are more than sixscore thousand persons that cannot discern between their right hand and their left hand; and also much cattle?"
    }
]
