[
    {
        "o": 21726,
        "r": "esv:Jeremiah:24:0",
        "t": "Jeremiah 24",
        "h": 1
    },
    {
        "o": 21727,
        "r": "esv:Jeremiah:24:0",
        "t": "The Good Figs and the Bad Figs",
        "h": 2
    },
    {
        "o": 21728,
        "r": "esv:Jeremiah:24:1",
        "t": "After*p Nebuchadnezzar king of Babylon had taken into exile from Jerusalem Jeconiah the son of Jehoiakim, king of Judah, together with the officials of Judah, the craftsmen, and the metal workers, and had brought them to Babylon, the Lord*s showed me this vision: behold, two baskets of figs placed before the temple of the Lord.*s"
    },
    {
        "o": 21729,
        "r": "esv:Jeremiah:24:2",
        "t": "One basket had very good figs, like first-ripe figs, but the other basket had very bad figs, so bad that they could not be eaten."
    },
    {
        "o": 21730,
        "r": "esv:Jeremiah:24:3",
        "t": "And the Lord*s said to me, “What do you see, Jeremiah?” I said, “Figs, the good figs very good, and the bad figs very bad, so bad that they cannot be eaten.”"
    },
    {
        "o": 21731,
        "r": "esv:Jeremiah:24:4",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 21732,
        "r": "esv:Jeremiah:24:5",
        "t": "“Thus says the Lord,*s the God of Israel: Like these good figs, so I will regard as good the exiles from Judah, whom I have sent away from this place to the land of the Chaldeans."
    },
    {
        "o": 21733,
        "r": "esv:Jeremiah:24:6",
        "t": "I will set my eyes on them for good, and I will bring them back to this land. I will build them up, and not tear them down; I will plant them, and not pluck them up."
    },
    {
        "o": 21734,
        "r": "esv:Jeremiah:24:7",
        "t": "I will give them a heart to know that I am the Lord,*s and they shall be my people and I will be their God, for they shall return to me with their whole heart."
    },
    {
        "o": 21735,
        "r": "esv:Jeremiah:24:8",
        "t": "“But*p thus says the Lord:*s Like the bad figs that are so bad they cannot be eaten, so will I treat Zedekiah the king of Judah, his officials, the remnant of Jerusalem who remain in this land, and those who dwell in the land of Egypt."
    },
    {
        "o": 21736,
        "r": "esv:Jeremiah:24:9",
        "t": "I will make them a horror to all the kingdoms of the earth, to be a reproach, a byword, a taunt, and a curse in all the places where I shall drive them."
    },
    {
        "o": 21737,
        "r": "esv:Jeremiah:24:10",
        "t": "And I will send sword, famine, and pestilence upon them, until they shall be utterly destroyed from the land that I gave to them and their fathers.”"
    }
]
