[
    {
        "o": 20436,
        "r": "nasb:Isaiah:37:0",
        "t": "Isaiah 37",
        "h": 1
    },
    {
        "o": 20437,
        "r": "nasb:Isaiah:37:0",
        "t": "Hezekiah Seeks Isaiah’s Help",
        "h": 2
    },
    {
        "o": 20438,
        "r": "nasb:Isaiah:37:1",
        "t": "And*p when King Hezekiah heard it,*i he tore his clothes, covered himself with sackcloth and entered the house of the Lord.*s"
    },
    {
        "o": 20439,
        "r": "nasb:Isaiah:37:2",
        "t": "Then he sent Eliakim who was over the household with Shebna the scribe and the elders of the priests, covered with sackcloth, to Isaiah the prophet, the son of Amoz."
    },
    {
        "o": 20440,
        "r": "nasb:Isaiah:37:3",
        "t": "They said to him, “Thus says Hezekiah, ‘This day is a day of distress, rebuke and rejection; for children have come to birth, and there is no strength to deliver."
    },
    {
        "o": 20441,
        "r": "nasb:Isaiah:37:4",
        "t": "Perhaps the Lord*s your God will hear the words of Rabshakeh, whom his master the king of Assyria has sent to reproach the living God, and will rebuke the words which the Lord*s your God has heard. Therefore, offer a prayer for the remnant that is left.’ ”"
    },
    {
        "o": 20442,
        "r": "nasb:Isaiah:37:5",
        "t": "So*p the servants of King Hezekiah came to Isaiah."
    },
    {
        "o": 20443,
        "r": "nasb:Isaiah:37:6",
        "t": "Isaiah said to them, “Thus you shall say to your master, ‘Thus says the Lord,*s “Do not be afraid because of the words that you have heard, with which the servants of the king of Assyria have blasphemed Me."
    },
    {
        "o": 20444,
        "r": "nasb:Isaiah:37:7",
        "t": "Behold, I will put a spirit in him so that he will hear a rumor and return to his own land. And I will make him fall by the sword in his own land.” ’ ”"
    },
    {
        "o": 20445,
        "r": "nasb:Isaiah:37:8",
        "t": "Then*p Rabshakeh returned and found the king of Assyria fighting against Libnah, for he had heard that the king had left Lachish."
    },
    {
        "o": 20446,
        "r": "nasb:Isaiah:37:9",
        "t": "When he heard them*i say concerning Tirhakah king of Cush, “He has come out to fight against you,” and when he heard it*i he sent messengers to Hezekiah, saying,"
    },
    {
        "o": 20447,
        "r": "nasb:Isaiah:37:10",
        "t": "“Thus you shall say to Hezekiah king of Judah, ‘Do not let your God in whom you trust deceive you, saying, “Jerusalem will not be given into the hand of the king of Assyria.”"
    },
    {
        "o": 20448,
        "r": "nasb:Isaiah:37:11",
        "t": "Behold, you have heard what the kings of Assyria have done to all the lands, destroying them completely. So will you be spared?"
    },
    {
        "o": 20449,
        "r": "nasb:Isaiah:37:12",
        "t": "Did the gods of those nations which my fathers have destroyed deliver them, even*i Gozan and Haran and Rezeph and the sons of Eden who were*i in Telassar?"
    },
    {
        "o": 20450,
        "r": "nasb:Isaiah:37:13",
        "t": "Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, and*i of*i Hena and Ivvah?’ ”"
    },
    {
        "o": 20451,
        "r": "nasb:Isaiah:37:13",
        "t": "Hezekiah’s Prayer in the Temple",
        "h": 2
    },
    {
        "o": 20452,
        "r": "nasb:Isaiah:37:14",
        "t": "Then*p Hezekiah took the letter from the hand of the messengers and read it, and he went up to the house of the Lord*s and spread it out before the Lord.*s"
    },
    {
        "o": 20453,
        "r": "nasb:Isaiah:37:15",
        "t": "Hezekiah prayed to the Lord*s saying,"
    },
    {
        "o": 20454,
        "r": "nasb:Isaiah:37:16",
        "t": "“O Lord*s of hosts, the God of Israel, who is enthroned above*i the cherubim, You are the God, You alone, of all the kingdoms of the earth. You have made heaven and earth."
    },
    {
        "o": 20455,
        "r": "nasb:Isaiah:37:17",
        "t": "Incline Your ear, O Lord,*s and hear; open Your eyes, O Lord,*s and see; and listen to all the words of Sennacherib, who sent them*i to reproach the living God."
    },
    {
        "o": 20456,
        "r": "nasb:Isaiah:37:18",
        "t": "Truly, O Lord,*s the kings of Assyria have devastated all the countries and their lands,"
    },
    {
        "o": 20457,
        "r": "nasb:Isaiah:37:19",
        "t": "and have cast their gods into the fire, for they were not gods but the work of men’s hands, wood and stone. So they have destroyed them."
    },
    {
        "o": 20458,
        "r": "nasb:Isaiah:37:20",
        "t": "Now, O Lord*s our God, deliver us from his hand that all the kingdoms of the earth may know that You alone, Lord,*s are God.”"
    },
    {
        "o": 20459,
        "r": "nasb:Isaiah:37:20",
        "t": "God Answers through Isaiah",
        "h": 2
    },
    {
        "o": 20460,
        "r": "nasb:Isaiah:37:21",
        "t": "Then*p Isaiah the son of Amoz sent word*i to Hezekiah, saying, “Thus says the Lord,*s the God of Israel, ‘Because you have prayed to Me about Sennacherib king of Assyria,"
    },
    {
        "o": 20461,
        "r": "nasb:Isaiah:37:22",
        "t": "this is the word that the Lord*s has spoken against him: “She*pn has despised you and mocked you, The*ln virgin daughter of Zion; She*ln has shaken her*i head behind you, The*ln daughter of Jerusalem!"
    },
    {
        "o": 20462,
        "r": "nasb:Isaiah:37:23",
        "t": "Whom*ln have you reproached and blasphemed? And*ln against whom have you raised your*i voice And*ln haughtily lifted up your eyes? Against*ln the Holy One of Israel!"
    },
    {
        "o": 20463,
        "r": "nasb:Isaiah:37:24",
        "t": "Through*ln your servants you have reproached the Lord, And*ln you have said, ‘With my many chariots I came up to the heights of the mountains, To*ln the remotest parts of Lebanon; And*ln I cut down its tall cedars and*i its choice cypresses. And*ln I will go to its highest peak, its thickest forest."
    },
    {
        "o": 20464,
        "r": "nasb:Isaiah:37:25",
        "t": "I*ln dug wells*i and drank waters, And*ln with the sole of my feet I dried up All*ln the rivers of Egypt.’"
    },
    {
        "o": 20465,
        "r": "nasb:Isaiah:37:26",
        "t": "Have*ln you not heard? Long*ln ago I did it, From*ln ancient times I planned it. Now*ln I have brought it to pass, That*ln you should turn fortified cities into ruinous heaps."
    },
    {
        "o": 20466,
        "r": "nasb:Isaiah:37:27",
        "t": "Therefore*ln their inhabitants were short of strength, They*ln were dismayed and put to shame; They*ln were as*i the vegetation of the field and as*i the green herb, As*iln grass on the housetops is scorched before it is grown up."
    },
    {
        "o": 20467,
        "r": "nasb:Isaiah:37:28",
        "t": "But*ln I know your sitting down And*ln your going out and your coming in And*ln your raging against Me."
    },
    {
        "o": 20468,
        "r": "nasb:Isaiah:37:29",
        "t": "Because*ln of your raging against Me And*ln because your arrogance has come up to My ears, Therefore*ln I will put My hook in your nose And*ln My bridle in your lips, And*ln I will turn you back by the way which you came."
    },
    {
        "o": 20469,
        "r": "nasb:Isaiah:37:30",
        "t": "“Then*p this shall be the sign for you: you will eat this year what grows of itself, in the second year what springs from the same, and in the third year sow, reap, plant vineyards and eat their fruit."
    },
    {
        "o": 20470,
        "r": "nasb:Isaiah:37:31",
        "t": "The surviving remnant of the house of Judah will again take root downward and bear fruit upward."
    },
    {
        "o": 20471,
        "r": "nasb:Isaiah:37:32",
        "t": "For out of Jerusalem will go forth a remnant and out of Mount Zion survivors. The zeal of the Lord*s of hosts will perform this.” ’"
    },
    {
        "o": 20472,
        "r": "nasb:Isaiah:37:33",
        "t": "“Therefore,*p thus says the Lord*s concerning the king of Assyria, ‘He will not come to this city or shoot an arrow there; and he will not come before it with a shield, or throw up a siege ramp against it."
    },
    {
        "o": 20473,
        "r": "nasb:Isaiah:37:34",
        "t": "By the way that he came, by the same he will return, and he will not come to this city,’ declares the Lord.*s"
    },
    {
        "o": 20474,
        "r": "nasb:Isaiah:37:35",
        "t": "‘For I will defend this city to save it for My own sake and for My servant David’s sake.’ ”"
    },
    {
        "o": 20475,
        "r": "nasb:Isaiah:37:35",
        "t": "Assyrians Destroyed",
        "h": 2
    },
    {
        "o": 20476,
        "r": "nasb:Isaiah:37:36",
        "t": "Then*p the angel of the Lord*s went out and struck 185,000 in the camp of the Assyrians; and when men arose early in the morning, behold, all of these were dead."
    },
    {
        "o": 20477,
        "r": "nasb:Isaiah:37:37",
        "t": "So Sennacherib king of Assyria departed and returned home*i and lived at Nineveh."
    },
    {
        "o": 20478,
        "r": "nasb:Isaiah:37:38",
        "t": "It came about as he was worshiping in the house of Nisroch his god, that Adrammelech and Sharezer his sons killed him with the sword; and they escaped into the land of Ararat. And Esarhaddon his son became king in his place."
    }
]
