[
    {
        "o": 117,
        "r": "csb:Genesis:5:0",
        "t": "Genesis 5",
        "h": 1
    },
    {
        "o": 118,
        "r": "csb:Genesis:5:0",
        "t": "The Line of Seth",
        "h": 2
    },
    {
        "o": 119,
        "r": "csb:Genesis:5:1",
        "t": "This*p is the document containing the family records of Adam. On the day that God created man, he made him in the likeness of God;"
    },
    {
        "o": 120,
        "r": "csb:Genesis:5:2",
        "t": "he created them male and female. When they were created, he blessed them and called them mankind."
    },
    {
        "o": 121,
        "r": "csb:Genesis:5:3",
        "t": "Adam*p was 130 years old when he fathered a son in his likeness, according to his image, and named him Seth."
    },
    {
        "o": 122,
        "r": "csb:Genesis:5:4",
        "t": "Adam lived 800 years after he fathered Seth, and he fathered other sons and daughters."
    },
    {
        "o": 123,
        "r": "csb:Genesis:5:5",
        "t": "So Adam’s life lasted 930 years; then he died."
    },
    {
        "o": 124,
        "r": "csb:Genesis:5:6",
        "t": "Seth*p was 105 years old when he fathered Enosh."
    },
    {
        "o": 125,
        "r": "csb:Genesis:5:7",
        "t": "Seth lived 807 years after he fathered Enosh, and he fathered other sons and daughters."
    },
    {
        "o": 126,
        "r": "csb:Genesis:5:8",
        "t": "So Seth’s life lasted 912 years; then he died."
    },
    {
        "o": 127,
        "r": "csb:Genesis:5:9",
        "t": "Enosh*p was 90 years old when he fathered Kenan."
    },
    {
        "o": 128,
        "r": "csb:Genesis:5:10",
        "t": "Enosh lived 815 years after he fathered Kenan, and he fathered other sons and daughters."
    },
    {
        "o": 129,
        "r": "csb:Genesis:5:11",
        "t": "So Enosh’s life lasted 905 years; then he died."
    },
    {
        "o": 130,
        "r": "csb:Genesis:5:12",
        "t": "Kenan*p was 70 years old when he fathered Mahalalel."
    },
    {
        "o": 131,
        "r": "csb:Genesis:5:13",
        "t": "Kenan lived 840 years after he fathered Mahalalel, and he fathered other sons and daughters."
    },
    {
        "o": 132,
        "r": "csb:Genesis:5:14",
        "t": "So Kenan’s life lasted 910 years; then he died."
    },
    {
        "o": 133,
        "r": "csb:Genesis:5:15",
        "t": "Mahalalel*p was 65 years old when he fathered Jared."
    },
    {
        "o": 134,
        "r": "csb:Genesis:5:16",
        "t": "Mahalalel lived 830 years after he fathered Jared, and he fathered other sons and daughters."
    },
    {
        "o": 135,
        "r": "csb:Genesis:5:17",
        "t": "So Mahalalel’s life lasted 895 years; then he died."
    },
    {
        "o": 136,
        "r": "csb:Genesis:5:18",
        "t": "Jared*p was 162 years old when he fathered Enoch."
    },
    {
        "o": 137,
        "r": "csb:Genesis:5:19",
        "t": "Jared lived 800 years after he fathered Enoch, and he fathered other sons and daughters."
    },
    {
        "o": 138,
        "r": "csb:Genesis:5:20",
        "t": "So Jared’s life lasted 962 years; then he died."
    },
    {
        "o": 139,
        "r": "csb:Genesis:5:21",
        "t": "Enoch*p was 65 years old when he fathered Methuselah."
    },
    {
        "o": 140,
        "r": "csb:Genesis:5:22",
        "t": "And after he fathered Methuselah, Enoch walked with God 300 years and fathered other sons and daughters."
    },
    {
        "o": 141,
        "r": "csb:Genesis:5:23",
        "t": "So Enoch’s life lasted 365 years."
    },
    {
        "o": 142,
        "r": "csb:Genesis:5:24",
        "t": "Enoch walked with God; then he was not there because God took him."
    },
    {
        "o": 143,
        "r": "csb:Genesis:5:25",
        "t": "Methuselah*p was 187 years old when he fathered Lamech."
    },
    {
        "o": 144,
        "r": "csb:Genesis:5:26",
        "t": "Methuselah lived 782 years after he fathered Lamech, and he fathered other sons and daughters."
    },
    {
        "o": 145,
        "r": "csb:Genesis:5:27",
        "t": "So Methuselah’s life lasted 969 years; then he died."
    },
    {
        "o": 146,
        "r": "csb:Genesis:5:28",
        "t": "Lamech*p was 182 years old when he fathered a son."
    },
    {
        "o": 147,
        "r": "csb:Genesis:5:29",
        "t": "And he named him Noah, saying, “This one will bring us relief from the agonizing labor of our hands, caused by the ground the Lord*s has cursed.”"
    },
    {
        "o": 148,
        "r": "csb:Genesis:5:30",
        "t": "Lamech lived 595 years after he fathered Noah, and he fathered other sons and daughters."
    },
    {
        "o": 149,
        "r": "csb:Genesis:5:31",
        "t": "So Lamech’s life lasted 777 years; then he died."
    },
    {
        "o": 150,
        "r": "csb:Genesis:5:32",
        "t": "Noah*p was 500 years old, and he fathered Shem, Ham, and Japheth."
    }
]
