[
    {
        "o": 19280,
        "r": "esv:Ecclesiastes:4:0",
        "t": "Ecclesiastes 4",
        "h": 1
    },
    {
        "o": 19281,
        "r": "esv:Ecclesiastes:4:0",
        "t": "Evil Under the Sun",
        "h": 2
    },
    {
        "o": 19282,
        "r": "esv:Ecclesiastes:4:1",
        "t": "Again*p I saw all the oppressions that are done under the sun. And behold, the tears of the oppressed, and they had no one to comfort them! On the side of their oppressors there was power, and there was no one to comfort them."
    },
    {
        "o": 19283,
        "r": "esv:Ecclesiastes:4:2",
        "t": "And I thought the dead who are already dead more fortunate than the living who are still alive."
    },
    {
        "o": 19284,
        "r": "esv:Ecclesiastes:4:3",
        "t": "But better than both is he who has not yet been and has not seen the evil deeds that are done under the sun."
    },
    {
        "o": 19285,
        "r": "esv:Ecclesiastes:4:4",
        "t": "Then*p I saw that all toil and all skill in work come from a man’s envy of his neighbor. This also is vanity and a striving after wind."
    },
    {
        "o": 19286,
        "r": "esv:Ecclesiastes:4:5",
        "t": "The*p fool folds his hands and eats his own flesh."
    },
    {
        "o": 19287,
        "r": "esv:Ecclesiastes:4:6",
        "t": "Better*p is a handful of quietness than two hands full of toil and a striving after wind."
    },
    {
        "o": 19288,
        "r": "esv:Ecclesiastes:4:7",
        "t": "Again,*p I saw vanity under the sun:"
    },
    {
        "o": 19289,
        "r": "esv:Ecclesiastes:4:8",
        "t": "one person who has no other, either son or brother, yet there is no end to all his toil, and his eyes are never satisfied with riches, so that he never asks, “For whom am I toiling and depriving myself of pleasure?” This also is vanity and an unhappy business."
    },
    {
        "o": 19290,
        "r": "esv:Ecclesiastes:4:9",
        "t": "Two*p are better than one, because they have a good reward for their toil."
    },
    {
        "o": 19291,
        "r": "esv:Ecclesiastes:4:10",
        "t": "For if they fall, one will lift up his fellow. But woe to him who is alone when he falls and has not another to lift him up!"
    },
    {
        "o": 19292,
        "r": "esv:Ecclesiastes:4:11",
        "t": "Again, if two lie together, they keep warm, but how can one keep warm alone?"
    },
    {
        "o": 19293,
        "r": "esv:Ecclesiastes:4:12",
        "t": "And though a man might prevail against one who is alone, two will withstand him— a threefold cord is not quickly broken."
    },
    {
        "o": 19294,
        "r": "esv:Ecclesiastes:4:13",
        "t": "Better*p was a poor and wise youth than an old and foolish king who no longer knew how to take advice."
    },
    {
        "o": 19295,
        "r": "esv:Ecclesiastes:4:14",
        "t": "For he went from prison to the throne, though in his own kingdom he had been born poor."
    },
    {
        "o": 19296,
        "r": "esv:Ecclesiastes:4:15",
        "t": "I saw all the living who move about under the sun, along with that youth who was to stand in the king’s place."
    },
    {
        "o": 19297,
        "r": "esv:Ecclesiastes:4:16",
        "t": "There was no end of all the people, all of whom he led. Yet those who come later will not rejoice in him. Surely this also is vanity and a striving after wind."
    }
]
