[
    {
        "o": 3890,
        "r": "csb:Leviticus:26:0",
        "t": "Leviticus 26",
        "h": 1
    },
    {
        "o": 3891,
        "r": "csb:Leviticus:26:0",
        "t": "Covenant Blessings and Discipline",
        "h": 2
    },
    {
        "o": 3892,
        "r": "csb:Leviticus:26:1",
        "t": "“Do*p not make worthless idols for yourselves, set up a carved image or sacred pillar for yourselves, or place a sculpted stone in your land to bow down to it, for I am the Lord*s your God."
    },
    {
        "o": 3893,
        "r": "csb:Leviticus:26:2",
        "t": "Keep my Sabbaths and revere my sanctuary; I am the Lord.*s"
    },
    {
        "o": 3894,
        "r": "csb:Leviticus:26:3",
        "t": "“If*p you follow my statutes and faithfully observe my commands,"
    },
    {
        "o": 3895,
        "r": "csb:Leviticus:26:4",
        "t": "I will give you rain at the right time, and the land will yield its produce, and the trees of the field will bear their fruit."
    },
    {
        "o": 3896,
        "r": "csb:Leviticus:26:5",
        "t": "Your threshing will continue until grape harvest, and the grape harvest will continue until sowing time; you will have plenty of food to eat and live securely in your land."
    },
    {
        "o": 3897,
        "r": "csb:Leviticus:26:6",
        "t": "I will give peace to the land, and you will lie down with nothing to frighten you. I will remove dangerous animals from the land, and no sword will pass through your land."
    },
    {
        "o": 3898,
        "r": "csb:Leviticus:26:7",
        "t": "You will pursue your enemies, and they will fall before you by the sword."
    },
    {
        "o": 3899,
        "r": "csb:Leviticus:26:8",
        "t": "Five of you will pursue a hundred, and a hundred of you will pursue ten thousand; your enemies will fall before you by the sword."
    },
    {
        "o": 3900,
        "r": "csb:Leviticus:26:9",
        "t": "“I*p will turn to you, make you fruitful and multiply you, and confirm my covenant with you."
    },
    {
        "o": 3901,
        "r": "csb:Leviticus:26:10",
        "t": "You will eat the old grain of the previous year and will clear out the old to make room for the new."
    },
    {
        "o": 3902,
        "r": "csb:Leviticus:26:11",
        "t": "I will place my residence among you, and I will not reject you."
    },
    {
        "o": 3903,
        "r": "csb:Leviticus:26:12",
        "t": "I will walk among you and be your God, and you will be my people."
    },
    {
        "o": 3904,
        "r": "csb:Leviticus:26:13",
        "t": "I am the Lord*s your God, who brought you out of the land of Egypt, so that you would no longer be their slaves. I broke the bars of your yoke and enabled you to live in freedom."
    },
    {
        "o": 3905,
        "r": "csb:Leviticus:26:14",
        "t": "“But*p if you do not obey me and observe all these commands -"
    },
    {
        "o": 3906,
        "r": "csb:Leviticus:26:15",
        "t": "if you reject my statutes and despise my ordinances, and do not observe all my commands - and break my covenant,"
    },
    {
        "o": 3907,
        "r": "csb:Leviticus:26:16",
        "t": "then I will do this to you: I will bring terror on you - wasting disease and fever that will cause your eyes to fail and your life to ebb away. You will sow your seed in vain because your enemies will eat it."
    },
    {
        "o": 3908,
        "r": "csb:Leviticus:26:17",
        "t": "I will turn against you, so that you will be defeated by your enemies. Those who hate you will rule over you, and you will flee even though no one is pursuing you."
    },
    {
        "o": 3909,
        "r": "csb:Leviticus:26:18",
        "t": "“But*p if after these things you will not obey me, I will proceed to discipline you seven times for your sins."
    },
    {
        "o": 3910,
        "r": "csb:Leviticus:26:19",
        "t": "I will break down your strong pride. I will make your sky like iron and your land like bronze,"
    },
    {
        "o": 3911,
        "r": "csb:Leviticus:26:20",
        "t": "and your strength will be used up for nothing. Your land will not yield its produce, and the trees of the land will not bear their fruit."
    },
    {
        "o": 3912,
        "r": "csb:Leviticus:26:21",
        "t": "“If*p you act with hostility toward me and are unwilling to obey me, I will multiply your plagues seven times for your sins."
    },
    {
        "o": 3913,
        "r": "csb:Leviticus:26:22",
        "t": "I will send wild animals against you that will deprive you of your children, ravage your livestock, and reduce your numbers until your roads are deserted."
    },
    {
        "o": 3914,
        "r": "csb:Leviticus:26:23",
        "t": "“If*p in spite of these things you do not accept my discipline, but act with hostility toward me,"
    },
    {
        "o": 3915,
        "r": "csb:Leviticus:26:24",
        "t": "then I will act with hostility toward you; I also will strike you seven times for your sins."
    },
    {
        "o": 3916,
        "r": "csb:Leviticus:26:25",
        "t": "I will bring a sword against you to execute the vengeance of the covenant. Though you withdraw into your cities, I will send a pestilence among you, and you will be delivered into enemy hands."
    },
    {
        "o": 3917,
        "r": "csb:Leviticus:26:26",
        "t": "When I cut off your supply of bread, ten women will bake your bread in a single oven and ration out your bread by weight, so that you will eat but not be satisfied."
    },
    {
        "o": 3918,
        "r": "csb:Leviticus:26:27",
        "t": "“And*p if in spite of this you do not obey me but act with hostility toward me,"
    },
    {
        "o": 3919,
        "r": "csb:Leviticus:26:28",
        "t": "I will act with furious hostility toward you; I will also discipline you seven times for your sins."
    },
    {
        "o": 3920,
        "r": "csb:Leviticus:26:29",
        "t": "You will eat the flesh of your sons; you will eat the flesh of your daughters."
    },
    {
        "o": 3921,
        "r": "csb:Leviticus:26:30",
        "t": "I will destroy your high places, cut down your shrines, and heap your lifeless bodies on the lifeless bodies of your idols; I will reject you."
    },
    {
        "o": 3922,
        "r": "csb:Leviticus:26:31",
        "t": "I will reduce your cities to ruins and devastate your sanctuaries. I will not smell the pleasing aroma of your sacrifices."
    },
    {
        "o": 3923,
        "r": "csb:Leviticus:26:32",
        "t": "I also will devastate the land, so that your enemies who come to live there will be appalled by it."
    },
    {
        "o": 3924,
        "r": "csb:Leviticus:26:33",
        "t": "But I will scatter you among the nations, and I will draw a sword to chase after you. So your land will become desolate, and your cities will become ruins."
    },
    {
        "o": 3925,
        "r": "csb:Leviticus:26:34",
        "t": "“Then*p the land will make up for its Sabbath years during the time it lies desolate, while you are in the land of your enemies. At that time the land will rest and make up for its Sabbaths."
    },
    {
        "o": 3926,
        "r": "csb:Leviticus:26:35",
        "t": "As long as it lies desolate, it will have the rest it did not have during your Sabbaths when you lived there."
    },
    {
        "o": 3927,
        "r": "csb:Leviticus:26:36",
        "t": "“I*p will put anxiety in the hearts of those of you who survive in the lands of their enemies. The sound of a wind-driven leaf will put them to flight, and they will flee as one flees from a sword, and fall though no one is pursuing them."
    },
    {
        "o": 3928,
        "r": "csb:Leviticus:26:37",
        "t": "They will stumble over one another as if fleeing from a sword though no one is pursuing them. You will not be able to stand against your enemies."
    },
    {
        "o": 3929,
        "r": "csb:Leviticus:26:38",
        "t": "You will perish among the nations; the land of your enemies will devour you."
    },
    {
        "o": 3930,
        "r": "csb:Leviticus:26:39",
        "t": "Those who survive in the lands of your enemies will waste away because of their iniquity; they will also waste away because of their ancestors’ iniquities along with theirs."
    },
    {
        "o": 3931,
        "r": "csb:Leviticus:26:40",
        "t": "“But*p when they confess their iniquity and the iniquity of their ancestors— their unfaithfulness that they practiced against me, and how they acted with hostility toward me,"
    },
    {
        "o": 3932,
        "r": "csb:Leviticus:26:41",
        "t": "and I acted with hostility toward them and brought them into the land of their enemies - and when their uncircumcised hearts are humbled and they make amends for their iniquity,"
    },
    {
        "o": 3933,
        "r": "csb:Leviticus:26:42",
        "t": "then I will remember my covenant with Jacob. I will also remember my covenant with Isaac and my covenant with Abraham, and I will remember the land."
    },
    {
        "o": 3934,
        "r": "csb:Leviticus:26:43",
        "t": "For the land abandoned by them will make up for its Sabbaths by lying desolate without the people, while they make amends for their iniquity, because they rejected my ordinances and abhorred my statutes."
    },
    {
        "o": 3935,
        "r": "csb:Leviticus:26:44",
        "t": "Yet in spite of this, while they are in the land of their enemies, I will not reject or abhor them so as to destroy them and break my covenant with them, since I am the Lord*s their God."
    },
    {
        "o": 3936,
        "r": "csb:Leviticus:26:45",
        "t": "For their sake I will remember the covenant with their ancestors, whom I brought out of the land of Egypt in the sight of the nations to be their God; I am the Lord.”*s"
    },
    {
        "o": 3937,
        "r": "csb:Leviticus:26:46",
        "t": "These*p are the statutes, ordinances, and laws the Lord*s established between himself and the Israelites through Moses on Mount Sinai."
    }
]
