[
    {
        "o": 20026,
        "r": "esv:Isaiah:19:0",
        "t": "Isaiah 19",
        "h": 1
    },
    {
        "o": 20027,
        "r": "esv:Isaiah:19:0",
        "t": "An Oracle Concerning Egypt",
        "h": 2
    },
    {
        "o": 20028,
        "r": "esv:Isaiah:19:1",
        "t": "An*p oracle concerning Egypt. Behold,*pn the Lord*s is riding on a swift cloud and*ld comes to Egypt; and*ln the idols of Egypt will tremble at his presence, and*ld the heart of the Egyptians will melt within them."
    },
    {
        "o": 20029,
        "r": "esv:Isaiah:19:2",
        "t": "And*ln I will stir up Egyptians against Egyptians, and*ld they will fight, each against another and*ld each against his neighbor, city*ld against city, kingdom against kingdom;"
    },
    {
        "o": 20030,
        "r": "esv:Isaiah:19:3",
        "t": "and*ln the spirit of the Egyptians within them will be emptied out, and*ld I will confound their counsel; and*ln they will inquire of the idols and the sorcerers, and*ld the mediums and the necromancers;"
    },
    {
        "o": 20031,
        "r": "esv:Isaiah:19:4",
        "t": "and*ln I will give over the Egyptians into*ld the hand of a hard master, and*ln a fierce king will rule over them, declares*ld the Lord God*s of hosts."
    },
    {
        "o": 20032,
        "r": "esv:Isaiah:19:5",
        "t": "And*pn the waters of the sea will be dried up, and*ld the river will be dry and parched,"
    },
    {
        "o": 20033,
        "r": "esv:Isaiah:19:6",
        "t": "and*ln its canals will become foul, and*ld the branches of Egypt’s Nile will diminish and dry up, reeds*ld and rushes will rot away."
    },
    {
        "o": 20034,
        "r": "esv:Isaiah:19:7",
        "t": "There*ln will be bare places by the Nile, on*ld the brink of the Nile, and*ln all that is sown by the Nile will be parched, will*ld be driven away, and will be no more."
    },
    {
        "o": 20035,
        "r": "esv:Isaiah:19:8",
        "t": "The*ln fishermen will mourn and lament, all*ld who cast a hook in the Nile; and*ln they will languish who*ld spread nets on the water."
    },
    {
        "o": 20036,
        "r": "esv:Isaiah:19:9",
        "t": "The*ln workers in combed flax will be in despair, and*ld the weavers of white cotton."
    },
    {
        "o": 20037,
        "r": "esv:Isaiah:19:10",
        "t": "Those*ln who are the pillars of the land will be crushed, and*ld all who work for pay will be grieved."
    },
    {
        "o": 20038,
        "r": "esv:Isaiah:19:11",
        "t": "The*pn princes of Zoan are utterly foolish; the*ld wisest counselors of Pharaoh give stupid counsel. How*ln can you say to Pharaoh, “I*ld am a son of the wise, a*ld son of ancient kings”?"
    },
    {
        "o": 20039,
        "r": "esv:Isaiah:19:12",
        "t": "Where*ln then are your wise men? Let*ld them tell you that*ld they might know what the Lord*s of hosts has purposed against Egypt."
    },
    {
        "o": 20040,
        "r": "esv:Isaiah:19:13",
        "t": "The*ln princes of Zoan have become fools, and*ld the princes of Memphis are deluded; those*ln who are the cornerstones of her tribes have*ld made Egypt stagger."
    },
    {
        "o": 20041,
        "r": "esv:Isaiah:19:14",
        "t": "The*ln Lord*s has mingled within her a spirit of confusion, and*ln they will make Egypt stagger in all its deeds, as*ld a drunken man staggers in his vomit."
    },
    {
        "o": 20042,
        "r": "esv:Isaiah:19:15",
        "t": "And*ln there will be nothing for Egypt that*ld head or tail, palm branch or reed, may do."
    },
    {
        "o": 20043,
        "r": "esv:Isaiah:19:15",
        "t": "Egypt, Assyria, Israel Blessed",
        "h": 2
    },
    {
        "o": 20044,
        "r": "esv:Isaiah:19:16",
        "t": "In*p that day the Egyptians will be like women, and tremble with fear before the hand that the Lord*s of hosts shakes over them."
    },
    {
        "o": 20045,
        "r": "esv:Isaiah:19:17",
        "t": "And the land of Judah will become a terror to the Egyptians. Everyone to whom it is mentioned will fear because of the purpose that the Lord*s of hosts has purposed against them."
    },
    {
        "o": 20046,
        "r": "esv:Isaiah:19:18",
        "t": "In*p that day there will be five cities in the land of Egypt that speak the language of Canaan and swear allegiance to the Lord*s of hosts. One of these will be called the City of Destruction."
    },
    {
        "o": 20047,
        "r": "esv:Isaiah:19:19",
        "t": "In*p that day there will be an altar to the Lord*s in the midst of the land of Egypt, and a pillar to the Lord*s at its border."
    },
    {
        "o": 20048,
        "r": "esv:Isaiah:19:20",
        "t": "It will be a sign and a witness to the Lord*s of hosts in the land of Egypt. When they cry to the Lord*s because of oppressors, he will send them a savior and defender, and deliver them."
    },
    {
        "o": 20049,
        "r": "esv:Isaiah:19:21",
        "t": "And the Lord*s will make himself known to the Egyptians, and the Egyptians will know the Lord*s in that day and worship with sacrifice and offering, and they will make vows to the Lord*s and perform them."
    },
    {
        "o": 20050,
        "r": "esv:Isaiah:19:22",
        "t": "And the Lord*s will strike Egypt, striking and healing, and they will return to the Lord,*s and he will listen to their pleas for mercy and heal them."
    },
    {
        "o": 20051,
        "r": "esv:Isaiah:19:23",
        "t": "In*p that day there will be a highway from Egypt to Assyria, and Assyria will come into Egypt, and Egypt into Assyria, and the Egyptians will worship with the Assyrians."
    },
    {
        "o": 20052,
        "r": "esv:Isaiah:19:24",
        "t": "In*p that day Israel will be the third with Egypt and Assyria, a blessing in the midst of the earth,"
    },
    {
        "o": 20053,
        "r": "esv:Isaiah:19:25",
        "t": "whom the Lord*s of hosts has blessed, saying, “Blessed be Egypt my people, and Assyria the work of my hands, and Israel my inheritance.”"
    }
]
