[
    {
        "o": 31605,
        "r": "csb:Romans:1:0",
        "t": "Romans 1",
        "h": 1
    },
    {
        "o": 31606,
        "r": "csb:Romans:1:0",
        "t": "The Gospel of God for Rome",
        "h": 2
    },
    {
        "o": 31607,
        "r": "csb:Romans:1:1",
        "t": "Paul,*p a servant of Christ Jesus, called as an apostle and set apart for the gospel of God-"
    },
    {
        "o": 31608,
        "r": "csb:Romans:1:2",
        "t": "which he promised beforehand through his prophets in the Holy Scriptures -"
    },
    {
        "o": 31609,
        "r": "csb:Romans:1:3",
        "t": "concerning his Son, Jesus Christ our Lord, who was a descendant of David according to the flesh"
    },
    {
        "o": 31610,
        "r": "csb:Romans:1:4",
        "t": "and was appointed to be the powerful Son of God according to the Spirit of holiness by the resurrection of the dead."
    },
    {
        "o": 31611,
        "r": "csb:Romans:1:5",
        "t": "Through him we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the Gentiles,"
    },
    {
        "o": 31612,
        "r": "csb:Romans:1:6",
        "t": "including you who are also called by Jesus Christ."
    },
    {
        "o": 31613,
        "r": "csb:Romans:1:7",
        "t": "To*p all who are in Rome, loved by God, called as saints. Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 31614,
        "r": "csb:Romans:1:7",
        "t": "Paul’s Desire to Visit Rome",
        "h": 2
    },
    {
        "o": 31615,
        "r": "csb:Romans:1:8",
        "t": "First,*p I thank my God through Jesus Christ for all of you because the news of your faith is being reported in all the world."
    },
    {
        "o": 31616,
        "r": "csb:Romans:1:9",
        "t": "God is my witness, whom I serve with my spirit in telling the good news about his Son - that I constantly mention you,"
    },
    {
        "o": 31617,
        "r": "csb:Romans:1:10",
        "t": "always asking in my prayers that if it is somehow in God’s will, I may now at last succeed in coming to you."
    },
    {
        "o": 31618,
        "r": "csb:Romans:1:11",
        "t": "For I want very much to see you, so that I may impart to you some spiritual gift to strengthen you,"
    },
    {
        "o": 31619,
        "r": "csb:Romans:1:12",
        "t": "that is, to be mutually encouraged by each other’s faith, both yours and mine."
    },
    {
        "o": 31620,
        "r": "csb:Romans:1:13",
        "t": "Now*p I don’t want you to be unaware, brothers and sisters, that I often planned to come to you (but was prevented until now) in order that I might have a fruitful ministry among you, just as I have had among the rest of the Gentiles."
    },
    {
        "o": 31621,
        "r": "csb:Romans:1:14",
        "t": "I am obligated both to Greeks and barbarians, both to the wise and the foolish."
    },
    {
        "o": 31622,
        "r": "csb:Romans:1:15",
        "t": "So I am eager to preach the gospel to you also who are in Rome."
    },
    {
        "o": 31623,
        "r": "csb:Romans:1:15",
        "t": "The Righteous Will Live by Faith",
        "h": 2
    },
    {
        "o": 31624,
        "r": "csb:Romans:1:16",
        "t": "For*p I am not ashamed of the gospel, because it is the power of God for salvation to everyone who believes, first to the Jew, and also to the Greek."
    },
    {
        "o": 31625,
        "r": "csb:Romans:1:17",
        "t": "For in it the righteousness of God is revealed from faith to faith, just as it is written: The*i righteous*i will*i live*i by*i faith.*i"
    },
    {
        "o": 31626,
        "r": "csb:Romans:1:17",
        "t": "The Guilt of the Gentile World",
        "h": 2
    },
    {
        "o": 31627,
        "r": "csb:Romans:1:18",
        "t": "For*p God’s wrath is revealed from heaven against all godlessness and unrighteousness of people who by their unrighteousness suppress the truth,"
    },
    {
        "o": 31628,
        "r": "csb:Romans:1:19",
        "t": "since what can be known about God is evident among them, because God has shown it to them."
    },
    {
        "o": 31629,
        "r": "csb:Romans:1:20",
        "t": "For his invisible attributes, that is, his eternal power and divine nature, have been clearly seen since the creation of the world, being understood through what he has made. As a result, people are without excuse."
    },
    {
        "o": 31630,
        "r": "csb:Romans:1:21",
        "t": "For though they knew God, they did not glorify him as God or show gratitude. Instead, their thinking became worthless, and their senseless hearts were darkened."
    },
    {
        "o": 31631,
        "r": "csb:Romans:1:22",
        "t": "Claiming to be wise, they became fools"
    },
    {
        "o": 31632,
        "r": "csb:Romans:1:23",
        "t": "and exchanged the glory of the immortal God for images resembling mortal man, birds, four-footed animals, and reptiles."
    },
    {
        "o": 31633,
        "r": "csb:Romans:1:24",
        "t": "Therefore*p God delivered them over in the desires of their hearts to sexual impurity, so that their bodies were degraded among themselves."
    },
    {
        "o": 31634,
        "r": "csb:Romans:1:25",
        "t": "They exchanged the truth of God for a lie, and worshiped and served what has been created instead of the Creator, who is praised forever. Amen."
    },
    {
        "o": 31635,
        "r": "csb:Romans:1:25",
        "t": "From Idolatry to Depravity",
        "h": 2
    },
    {
        "o": 31636,
        "r": "csb:Romans:1:26",
        "t": "For*p this reason God delivered them over to disgraceful passions. Their women exchanged natural sexual relations for unnatural ones."
    },
    {
        "o": 31637,
        "r": "csb:Romans:1:27",
        "t": "The men in the same way also left natural relations with women and were inflamed in their lust for one another. Men committed shameless acts with men and received in their own persons the appropriate penalty of their error."
    },
    {
        "o": 31638,
        "r": "csb:Romans:1:28",
        "t": "And*p because they did not think it worthwhile to acknowledge God, God delivered them over to a corrupt mind so that they do what is not right."
    },
    {
        "o": 31639,
        "r": "csb:Romans:1:29",
        "t": "They are filled with all unrighteousness, evil, greed, and wickedness. They are full of envy, murder, quarrels, deceit, and malice. They are gossips,"
    },
    {
        "o": 31640,
        "r": "csb:Romans:1:30",
        "t": "slanderers, God-haters, arrogant, proud, boastful, inventors of evil, disobedient to parents,"
    },
    {
        "o": 31641,
        "r": "csb:Romans:1:31",
        "t": "senseless, untrustworthy, unloving, and unmerciful."
    },
    {
        "o": 31642,
        "r": "csb:Romans:1:32",
        "t": "Although they know God’s just sentence - that those who practice such things deserve to die- they not only do them, but even applaud others who practice them."
    }
]
