[
    {
        "o": 23070,
        "r": "csb:Ezekiel:2:0",
        "t": "Ezekiel 2",
        "h": 1
    },
    {
        "o": 23071,
        "r": "csb:Ezekiel:2:0",
        "t": "Mission to Rebellious Israel",
        "h": 2
    },
    {
        "o": 23072,
        "r": "csb:Ezekiel:2:1",
        "t": "He*p said to me, “Son of man, stand up on your feet and I will speak with you.”"
    },
    {
        "o": 23073,
        "r": "csb:Ezekiel:2:2",
        "t": "As he spoke to me, the Spirit entered me and set me on my feet, and I listened to the one who was speaking to me."
    },
    {
        "o": 23074,
        "r": "csb:Ezekiel:2:3",
        "t": "He said to me, “Son of man, I am sending you to the Israelites, to the rebellious pagans who have rebelled against me. The Israelites and their ancestors have transgressed against me to this day."
    },
    {
        "o": 23075,
        "r": "csb:Ezekiel:2:4",
        "t": "The descendants are obstinate and hardhearted. I am sending you to them, and you must say to them, ‘This is what the Lord God*s says.’"
    },
    {
        "o": 23076,
        "r": "csb:Ezekiel:2:5",
        "t": "Whether they listen or refuse to listen- for they are a rebellious house - they will know that a prophet has been among them."
    },
    {
        "o": 23077,
        "r": "csb:Ezekiel:2:6",
        "t": "“But*p you, son of man, do not be afraid of them and do not be afraid of their words, even though briers and thorns are beside you and you live among scorpions. Don’t be afraid of their words or discouraged by the look on their faces, for they are a rebellious house."
    },
    {
        "o": 23078,
        "r": "csb:Ezekiel:2:7",
        "t": "Speak my words to them whether they listen or refuse to listen, for they are rebellious."
    },
    {
        "o": 23079,
        "r": "csb:Ezekiel:2:8",
        "t": "“And*p you, son of man, listen to what I tell you: Do not be rebellious like that rebellious house. Open your mouth and eat what I am giving you.”"
    },
    {
        "o": 23080,
        "r": "csb:Ezekiel:2:9",
        "t": "So I looked and saw a hand reaching out to me, and there was a written scroll in it."
    },
    {
        "o": 23081,
        "r": "csb:Ezekiel:2:10",
        "t": "When he unrolled it before me, it was written on the front and back; words of lamentation, mourning, and woe were written on it."
    }
]
