[
    {
        "o": 12760,
        "r": "nkjv:2 Chronicles:17:0",
        "t": "2 Chronicles 17",
        "h": 1
    },
    {
        "o": 12761,
        "r": "nkjv:2 Chronicles:17:0",
        "t": "Jehoshaphat Reigns in Judah",
        "h": 2
    },
    {
        "o": 12762,
        "r": "nkjv:2 Chronicles:17:1",
        "t": "Then*p Jehoshaphat his son reigned in his place, and strengthened himself against Israel."
    },
    {
        "o": 12763,
        "r": "nkjv:2 Chronicles:17:2",
        "t": "And he placed troops in all the fortified cities of Judah, and set garrisons in the land of Judah and in the cities of Ephraim which Asa his father had taken."
    },
    {
        "o": 12764,
        "r": "nkjv:2 Chronicles:17:3",
        "t": "Now the Lord*s was with Jehoshaphat, because he walked in the former ways of his father David; he did not seek the Baals,"
    },
    {
        "o": 12765,
        "r": "nkjv:2 Chronicles:17:4",
        "t": "but sought the God of his father, and walked in His commandments and not according to the acts of Israel."
    },
    {
        "o": 12766,
        "r": "nkjv:2 Chronicles:17:5",
        "t": "Therefore the Lord*s established the kingdom in his hand; and all Judah gave presents to Jehoshaphat, and he had riches and honor in abundance."
    },
    {
        "o": 12767,
        "r": "nkjv:2 Chronicles:17:6",
        "t": "And his heart took delight in the ways of the Lord;*s moreover he removed the high places and wooden images from Judah."
    },
    {
        "o": 12768,
        "r": "nkjv:2 Chronicles:17:7",
        "t": "Also*p in the third year of his reign he sent his leaders, Ben-Hail, Obadiah, Zechariah, Nethanel, and Michaiah, to teach in the cities of Judah."
    },
    {
        "o": 12769,
        "r": "nkjv:2 Chronicles:17:8",
        "t": "And with them he*i sent*i Levites: Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah—the Levites; and with them Elishama and Jehoram, the priests."
    },
    {
        "o": 12770,
        "r": "nkjv:2 Chronicles:17:9",
        "t": "So they taught in Judah, and had*i the Book of the Law of the Lord*s with them; they went throughout all the cities of Judah and taught the people."
    },
    {
        "o": 12771,
        "r": "nkjv:2 Chronicles:17:10",
        "t": "And*p the fear of the Lord*s fell on all the kingdoms of the lands that were*i around Judah, so that they did not make war against Jehoshaphat."
    },
    {
        "o": 12772,
        "r": "nkjv:2 Chronicles:17:11",
        "t": "Also some*i of the Philistines brought Jehoshaphat presents and silver as tribute; and the Arabians brought him flocks, seven thousand seven hundred rams and seven thousand seven hundred male goats."
    },
    {
        "o": 12773,
        "r": "nkjv:2 Chronicles:17:12",
        "t": "So*p Jehoshaphat became increasingly powerful, and he built fortresses and storage cities in Judah."
    },
    {
        "o": 12774,
        "r": "nkjv:2 Chronicles:17:13",
        "t": "He had much property in the cities of Judah; and the men of war, mighty men of valor, were*i in Jerusalem."
    },
    {
        "o": 12775,
        "r": "nkjv:2 Chronicles:17:14",
        "t": "These*p are*i their numbers, according to their fathers’ houses. Of Judah, the captains of thousands: Adnah the captain, and with him three hundred thousand mighty men of valor;"
    },
    {
        "o": 12776,
        "r": "nkjv:2 Chronicles:17:15",
        "t": "and next to him was*i Jehohanan the captain, and with him two hundred and eighty thousand;"
    },
    {
        "o": 12777,
        "r": "nkjv:2 Chronicles:17:16",
        "t": "and next to him was*i Amasiah the son of Zichri, who willingly offered himself to the Lord,*s and with him two hundred thousand mighty men of valor."
    },
    {
        "o": 12778,
        "r": "nkjv:2 Chronicles:17:17",
        "t": "Of Benjamin: Eliada a mighty man of valor, and with him two hundred thousand men armed with bow and shield;"
    },
    {
        "o": 12779,
        "r": "nkjv:2 Chronicles:17:18",
        "t": "and next to him was*i Jehozabad, and with him one hundred and eighty thousand prepared for war."
    },
    {
        "o": 12780,
        "r": "nkjv:2 Chronicles:17:19",
        "t": "These served the king, besides those the king put in the fortified cities throughout all Judah."
    }
]
