[
    {
        "o": 13990,
        "r": "niv:Esther:5:0",
        "t": "Esther 5",
        "h": 1
    },
    {
        "o": 13991,
        "r": "niv:Esther:5:0",
        "t": "Esther’s Request to the King",
        "h": 2
    },
    {
        "o": 13992,
        "r": "niv:Esther:5:1",
        "t": "On*p the third day Esther put on her royal robes and stood in the inner court of the palace, in front of the king’s hall. The king was sitting on his royal throne in the hall, facing the entrance."
    },
    {
        "o": 13993,
        "r": "niv:Esther:5:2",
        "t": "When he saw Queen Esther standing in the court, he was pleased with her and held out to her the gold scepter that was in his hand. So Esther approached and touched the tip of the scepter."
    },
    {
        "o": 13994,
        "r": "niv:Esther:5:3",
        "t": "Then*p the king asked, “What is it, Queen Esther? What is your request? Even up to half the kingdom, it will be given you.”"
    },
    {
        "o": 13995,
        "r": "niv:Esther:5:4",
        "t": "“If*p it pleases the king,” replied Esther, “let the king, together with Haman, come today to a banquet I have prepared for him.”"
    },
    {
        "o": 13996,
        "r": "niv:Esther:5:5",
        "t": "“Bring*p Haman at once,” the king said, “so that we may do what Esther asks.” So*p the king and Haman went to the banquet Esther had prepared."
    },
    {
        "o": 13997,
        "r": "niv:Esther:5:6",
        "t": "As they were drinking wine, the king again asked Esther, “Now what is your petition? It will be given you. And what is your request? Even up to half the kingdom, it will be granted.”"
    },
    {
        "o": 13998,
        "r": "niv:Esther:5:7",
        "t": "Esther*p replied, “My petition and my request is this:"
    },
    {
        "o": 13999,
        "r": "niv:Esther:5:8",
        "t": "If the king regards me with favor and if it pleases the king to grant my petition and fulfill my request, let the king and Haman come tomorrow to the banquet I will prepare for them. Then I will answer the king’s question.”"
    },
    {
        "o": 14000,
        "r": "niv:Esther:5:8",
        "t": "Haman’s Rage Against Mordecai",
        "h": 2
    },
    {
        "o": 14001,
        "r": "niv:Esther:5:9",
        "t": "Haman*p went out that day happy and in high spirits. But when he saw Mordecai at the king’s gate and observed that he neither rose nor showed fear in his presence, he was filled with rage against Mordecai."
    },
    {
        "o": 14002,
        "r": "niv:Esther:5:10",
        "t": "Nevertheless, Haman restrained himself and went home. Calling*p together his friends and Zeresh, his wife,"
    },
    {
        "o": 14003,
        "r": "niv:Esther:5:11",
        "t": "Haman boasted to them about his vast wealth, his many sons, and all the ways the king had honored him and how he had elevated him above the other nobles and officials."
    },
    {
        "o": 14004,
        "r": "niv:Esther:5:12",
        "t": "“And that’s not all,” Haman added. “I’m the only person Queen Esther invited to accompany the king to the banquet she gave. And she has invited me along with the king tomorrow."
    },
    {
        "o": 14005,
        "r": "niv:Esther:5:13",
        "t": "But all this gives me no satisfaction as long as I see that Jew Mordecai sitting at the king’s gate.”"
    },
    {
        "o": 14006,
        "r": "niv:Esther:5:14",
        "t": "His*p wife Zeresh and all his friends said to him, “Have a pole set up, reaching to a height of fifty cubits, and ask the king in the morning to have Mordecai impaled on it. Then go with the king to the banquet and enjoy yourself.” This suggestion delighted Haman, and he had the pole set up."
    }
]
