[
    {
        "o": 13783,
        "r": "niv:Nehemiah:11:0",
        "t": "Nehemiah 11",
        "h": 1
    },
    {
        "o": 13784,
        "r": "niv:Nehemiah:11:0",
        "t": "The New Residents of Jerusalem",
        "h": 2
    },
    {
        "o": 13785,
        "r": "niv:Nehemiah:11:1",
        "t": "Now*p the leaders of the people settled in Jerusalem. The rest of the people cast lots to bring one out of every ten of them to live in Jerusalem, the holy city, while the remaining nine were to stay in their own towns."
    },
    {
        "o": 13786,
        "r": "niv:Nehemiah:11:2",
        "t": "The people commended all who volunteered to live in Jerusalem."
    },
    {
        "o": 13787,
        "r": "niv:Nehemiah:11:3",
        "t": "These*p are the provincial leaders who settled in Jerusalem (now some Israelites, priests, Levites, temple servants and descendants of Solomon’s servants lived in the towns of Judah, each on their own property in the various towns,"
    },
    {
        "o": 13788,
        "r": "niv:Nehemiah:11:4",
        "t": "while other people from both Judah and Benjamin lived in Jerusalem): From*p the descendants of Judah: Athaiah*pln son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, a descendant of Perez;"
    },
    {
        "o": 13789,
        "r": "niv:Nehemiah:11:5",
        "t": "and Maaseiah son of Baruch, the son of Kol-Hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, a descendant of Shelah."
    },
    {
        "o": 13790,
        "r": "niv:Nehemiah:11:6",
        "t": "The descendants of Perez who lived in Jerusalem totaled 468 men of standing."
    },
    {
        "o": 13791,
        "r": "niv:Nehemiah:11:7",
        "t": "From*p the descendants of Benjamin: Sallu*pln son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah,"
    },
    {
        "o": 13792,
        "r": "niv:Nehemiah:11:8",
        "t": "and his followers, Gabbai and Sallai—928 men."
    },
    {
        "o": 13793,
        "r": "niv:Nehemiah:11:9",
        "t": "Joel son of Zikri was their chief officer, and Judah son of Hassenuah was over the New Quarter of the city."
    },
    {
        "o": 13794,
        "r": "niv:Nehemiah:11:10",
        "t": "From*p the priests: Jedaiah;*pln the son of Joiarib; Jakin;"
    },
    {
        "o": 13795,
        "r": "niv:Nehemiah:11:11",
        "t": "Seraiah son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the official in charge of the house of God,"
    },
    {
        "o": 13796,
        "r": "niv:Nehemiah:11:12",
        "t": "and their associates, who carried on work for the temple—822 men; Adaiah son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malkijah,"
    },
    {
        "o": 13797,
        "r": "niv:Nehemiah:11:13",
        "t": "and his associates, who were heads of families—242 men; Amashsai son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,"
    },
    {
        "o": 13798,
        "r": "niv:Nehemiah:11:14",
        "t": "and his associates, who were men of standing—128. Their chief officer was Zabdiel son of Haggedolim."
    },
    {
        "o": 13799,
        "r": "niv:Nehemiah:11:15",
        "t": "From*p the Levites: Shemaiah*pln son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
    },
    {
        "o": 13800,
        "r": "niv:Nehemiah:11:16",
        "t": "Shabbethai and Jozabad, two of the heads of the Levites, who had charge of the outside work of the house of God;"
    },
    {
        "o": 13801,
        "r": "niv:Nehemiah:11:17",
        "t": "Mattaniah son of Mika, the son of Zabdi, the son of Asaph, the director who led in thanksgiving and prayer; Bakbukiah, second among his associates; and Abda son of Shammua, the son of Galal, the son of Jeduthun."
    },
    {
        "o": 13802,
        "r": "niv:Nehemiah:11:18",
        "t": "The Levites in the holy city totaled 284."
    },
    {
        "o": 13803,
        "r": "niv:Nehemiah:11:19",
        "t": "The*p gatekeepers: Akkub,*pln Talmon and their associates, who kept watch at the gates—172 men."
    },
    {
        "o": 13804,
        "r": "niv:Nehemiah:11:20",
        "t": "The*p rest of the Israelites, with the priests and Levites, were in all the towns of Judah, each on their ancestral property."
    },
    {
        "o": 13805,
        "r": "niv:Nehemiah:11:21",
        "t": "The*p temple servants lived on the hill of Ophel, and Ziha and Gishpa were in charge of them."
    },
    {
        "o": 13806,
        "r": "niv:Nehemiah:11:22",
        "t": "The*p chief officer of the Levites in Jerusalem was Uzzi son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mika. Uzzi was one of Asaph’s descendants, who were the musicians responsible for the service of the house of God."
    },
    {
        "o": 13807,
        "r": "niv:Nehemiah:11:23",
        "t": "The musicians were under the king’s orders, which regulated their daily activity."
    },
    {
        "o": 13808,
        "r": "niv:Nehemiah:11:24",
        "t": "Pethahiah*p son of Meshezabel, one of the descendants of Zerah son of Judah, was the king’s agent in all affairs relating to the people."
    },
    {
        "o": 13809,
        "r": "niv:Nehemiah:11:25",
        "t": "As*p for the villages with their fields, some of the people of Judah lived in Kiriath Arba and its surrounding settlements, in Dibon and its settlements, in Jekabzeel and its villages,"
    },
    {
        "o": 13810,
        "r": "niv:Nehemiah:11:26",
        "t": "in Jeshua, in Moladah, in Beth Pelet,"
    },
    {
        "o": 13811,
        "r": "niv:Nehemiah:11:27",
        "t": "in Hazar Shual, in Beersheba and its settlements,"
    },
    {
        "o": 13812,
        "r": "niv:Nehemiah:11:28",
        "t": "in Ziklag, in Mekonah and its settlements,"
    },
    {
        "o": 13813,
        "r": "niv:Nehemiah:11:29",
        "t": "in En Rimmon, in Zorah, in Jarmuth,"
    },
    {
        "o": 13814,
        "r": "niv:Nehemiah:11:30",
        "t": "Zanoah, Adullam and their villages, in Lachish and its fields, and in Azekah and its settlements. So they were living all the way from Beersheba to the Valley of Hinnom."
    },
    {
        "o": 13815,
        "r": "niv:Nehemiah:11:31",
        "t": "The*p descendants of the Benjamites from Geba lived in Mikmash, Aija, Bethel and its settlements,"
    },
    {
        "o": 13816,
        "r": "niv:Nehemiah:11:32",
        "t": "in Anathoth, Nob and Ananiah,"
    },
    {
        "o": 13817,
        "r": "niv:Nehemiah:11:33",
        "t": "in Hazor, Ramah and Gittaim,"
    },
    {
        "o": 13818,
        "r": "niv:Nehemiah:11:34",
        "t": "in Hadid, Zeboim and Neballat,"
    },
    {
        "o": 13819,
        "r": "niv:Nehemiah:11:35",
        "t": "in Lod and Ono, and in Ge Harashim."
    },
    {
        "o": 13820,
        "r": "niv:Nehemiah:11:36",
        "t": "Some*p of the divisions of the Levites of Judah settled in Benjamin."
    }
]
