[
    {
        "o": 12310,
        "r": "csb:1 Chronicles:27:0",
        "t": "1 Chronicles 27",
        "h": 1
    },
    {
        "o": 12311,
        "r": "csb:1 Chronicles:27:0",
        "t": "David’s Secular Officials",
        "h": 2
    },
    {
        "o": 12312,
        "r": "csb:1 Chronicles:27:1",
        "t": "This*p is the list of the Israelites, the family heads, the commanders of thousands and the commanders of hundreds, and their officers who served the king in every matter to do with the divisions that were on rotated military duty each month throughout the year. There were 24,000 in each division:"
    },
    {
        "o": 12313,
        "r": "csb:1 Chronicles:27:2",
        "t": "Jashobeam*ln son of Zabdiel was in charge of the first division, for the first month; 24,000 were in his division."
    },
    {
        "o": 12314,
        "r": "csb:1 Chronicles:27:3",
        "t": "He was a descendant of Perez and chief of all the army commanders for the first month."
    },
    {
        "o": 12315,
        "r": "csb:1 Chronicles:27:4",
        "t": "Dodai*ln the Ahohite was in charge of the division for the second month, and Mikloth was the leader; 24,000 were in his division."
    },
    {
        "o": 12316,
        "r": "csb:1 Chronicles:27:5",
        "t": "The*ln third army commander, as chief for the third month, was Benaiah son of the priest Jehoiada; 24,000 were in his division."
    },
    {
        "o": 12317,
        "r": "csb:1 Chronicles:27:6",
        "t": "This Benaiah was a mighty man among the Thirty and over the Thirty, and his son Ammizabad was in charge of his division."
    },
    {
        "o": 12318,
        "r": "csb:1 Chronicles:27:7",
        "t": "The*ln fourth commander, for the fourth month, was Joab’s brother Asahel, and his son Zebadiah was commander after him; 24,000 were in his division."
    },
    {
        "o": 12319,
        "r": "csb:1 Chronicles:27:8",
        "t": "The*ln fifth, for the fifth month, was the commander Shamhuth the Izrahite; 24,000 were in his division."
    },
    {
        "o": 12320,
        "r": "csb:1 Chronicles:27:9",
        "t": "The*ln sixth, for the sixth month, was Ira son of Ikkesh the Tekoite; 24,000 were in his division."
    },
    {
        "o": 12321,
        "r": "csb:1 Chronicles:27:10",
        "t": "The*ln seventh, for the seventh month, was Helez the Pelonite from the descendants of Ephraim; 24,000 were in his division."
    },
    {
        "o": 12322,
        "r": "csb:1 Chronicles:27:11",
        "t": "The*ln eighth, for the eighth month, was Sibbecai the Hushathite, a Zerahite; 24,000 were in his division."
    },
    {
        "o": 12323,
        "r": "csb:1 Chronicles:27:12",
        "t": "The*ln ninth, for the ninth month, was Abiezer the Anathothite, a Benjaminite; 24,000 were in his division."
    },
    {
        "o": 12324,
        "r": "csb:1 Chronicles:27:13",
        "t": "The*ln tenth, for the tenth month, was Maharai the Netophathite, a Zerahite; 24,000 were in his division."
    },
    {
        "o": 12325,
        "r": "csb:1 Chronicles:27:14",
        "t": "The*ln eleventh, for the eleventh month, was Benaiah the Pirathonite from the descendants of Ephraim; 24,000 were in his division."
    },
    {
        "o": 12326,
        "r": "csb:1 Chronicles:27:15",
        "t": "The*ln twelfth, for the twelfth month, was Heldai the Netophathite, of Othniel’s family; 24,000 were in his division."
    },
    {
        "o": 12327,
        "r": "csb:1 Chronicles:27:16",
        "t": "The*ln following were in charge of the tribes of Israel: For*ln the Reubenites, Eliezer son of Zichri was the chief official; for*ln the Simeonites, Shephatiah son of Maacah;"
    },
    {
        "o": 12328,
        "r": "csb:1 Chronicles:27:17",
        "t": "for*ln the Levites, Hashabiah son of Kemuel; for Aaron, Zadok;"
    },
    {
        "o": 12329,
        "r": "csb:1 Chronicles:27:18",
        "t": "for*ln Judah, Elihu, one of David’s brothers; for Issachar, Omri son of Michael;"
    },
    {
        "o": 12330,
        "r": "csb:1 Chronicles:27:19",
        "t": "for*ln Zebulun, Ishmaiah son of Obadiah; for*ln Naphtali, Jerimoth son of Azriel;"
    },
    {
        "o": 12331,
        "r": "csb:1 Chronicles:27:20",
        "t": "for*ln the Ephraimites, Hoshea son of Azaziah; for*ln half the tribe of Manasseh, Joel son of Pedaiah;"
    },
    {
        "o": 12332,
        "r": "csb:1 Chronicles:27:21",
        "t": "for*ln half the tribe of Manasseh in Gilead, Iddo son of Zechariah; for*ln Benjamin, Jaasiel son of Abner;"
    },
    {
        "o": 12333,
        "r": "csb:1 Chronicles:27:22",
        "t": "for*ln Dan, Azarel son of Jeroham. Those*ln were the leaders of the tribes of Israel."
    },
    {
        "o": 12334,
        "r": "csb:1 Chronicles:27:23",
        "t": "David*p didn’t count the men aged twenty or under, for the Lord*s had said he would make Israel as numerous as the stars of the sky."
    },
    {
        "o": 12335,
        "r": "csb:1 Chronicles:27:24",
        "t": "Joab son of Zeruiah began to count them, but he didn’t complete it. There was wrath against Israel because of this census, and the number was not entered in the Historical Record of King David."
    },
    {
        "o": 12336,
        "r": "csb:1 Chronicles:27:25",
        "t": "Azmaveth*ln son of Adiel was in charge of the king’s storehouses. Jonathan*ln son of Uzziah was in charge of the storehouses in the country, in the cities, in the villages, and in the fortresses."
    },
    {
        "o": 12337,
        "r": "csb:1 Chronicles:27:26",
        "t": "Ezri*ln son of Chelub was in charge of those who worked in the fields tilling the soil."
    },
    {
        "o": 12338,
        "r": "csb:1 Chronicles:27:27",
        "t": "Shimei*ln the Ramathite was in charge of the vineyards. Zabdi*ln the Shiphmite was in charge of the produce of the vineyards for the wine cellars."
    },
    {
        "o": 12339,
        "r": "csb:1 Chronicles:27:28",
        "t": "Baal-hanan*ln the Gederite was in charge of the olive and sycamore trees in the Judean foothills. Joash*ln was in charge of the stores of olive oil."
    },
    {
        "o": 12340,
        "r": "csb:1 Chronicles:27:29",
        "t": "Shitrai*ln the Sharonite was in charge of the herds that grazed in Sharon, while Shaphat son of Adlai was in charge of the herds in the valleys."
    },
    {
        "o": 12341,
        "r": "csb:1 Chronicles:27:30",
        "t": "Obil*ln the Ishmaelite was in charge of the camels. Jehdeiah*ln the Meronothite was in charge of the donkeys."
    },
    {
        "o": 12342,
        "r": "csb:1 Chronicles:27:31",
        "t": "Jaziz*ln the Hagrite was in charge of the flocks. All*ln these were officials in charge of King David’s property."
    },
    {
        "o": 12343,
        "r": "csb:1 Chronicles:27:32",
        "t": "David’s*p uncle Jonathan was a counselor; he was a man of understanding and a scribe. Jehiel son of Hachmoni attended the king’s sons."
    },
    {
        "o": 12344,
        "r": "csb:1 Chronicles:27:33",
        "t": "Ahithophel was the king’s counselor. Hushai the Archite was the king’s friend."
    },
    {
        "o": 12345,
        "r": "csb:1 Chronicles:27:34",
        "t": "After Ahithophel came Jehoiada son of Benaiah, then Abiathar. Joab was the commander of the king’s army."
    }
]
