[
    {
        "o": 14612,
        "r": "kjv:Psalm:17:0",
        "t": "Psalm 17",
        "h": 1
    },
    {
        "o": 14613,
        "r": "kjv:Psalm:17:0",
        "t": "A Prayer of David.",
        "h": 4
    },
    {
        "o": 14614,
        "r": "kjv:Psalm:17:1",
        "t": "Hear*p the right, O Lord,*s attend unto my cry, give ear unto my prayer, that goeth not out of feigned lips."
    },
    {
        "o": 14615,
        "r": "kjv:Psalm:17:2",
        "t": "Let*p my sentence come forth from thy presence; let thine eyes behold the things that are equal."
    },
    {
        "o": 14616,
        "r": "kjv:Psalm:17:3",
        "t": "Thou*p hast proved mine heart; thou hast visited me in the night; thou hast tried me, and shalt find nothing; I am purposed that my mouth shall not transgress."
    },
    {
        "o": 14617,
        "r": "kjv:Psalm:17:4",
        "t": "Concerning*p the works of men, by the word of thy lips I have kept me from the paths of the destroyer."
    },
    {
        "o": 14618,
        "r": "kjv:Psalm:17:5",
        "t": "Hold*p up my goings in thy paths, that my footsteps slip not."
    },
    {
        "o": 14619,
        "r": "kjv:Psalm:17:6",
        "t": "I*p have called upon thee, for thou wilt hear me, O God: incline thine ear unto me, and hear my speech."
    },
    {
        "o": 14620,
        "r": "kjv:Psalm:17:7",
        "t": "Shew*p thy marvellous lovingkindness, O thou that savest by thy right hand them which put their trust in thee from those that rise up against them."
    },
    {
        "o": 14621,
        "r": "kjv:Psalm:17:8",
        "t": "Keep*p me as the apple of the eye, hide me under the shadow of thy wings,"
    },
    {
        "o": 14622,
        "r": "kjv:Psalm:17:9",
        "t": "From*p the wicked that oppress me, from my deadly enemies, who compass me about."
    },
    {
        "o": 14623,
        "r": "kjv:Psalm:17:10",
        "t": "They*p are inclosed in their own fat: with their mouth they speak proudly."
    },
    {
        "o": 14624,
        "r": "kjv:Psalm:17:11",
        "t": "They*p have now compassed us in our steps: they have set their eyes bowing down to the earth;"
    },
    {
        "o": 14625,
        "r": "kjv:Psalm:17:12",
        "t": "Like*p as a lion that is greedy of his prey, and as it were a young lion lurking in secret places."
    },
    {
        "o": 14626,
        "r": "kjv:Psalm:17:13",
        "t": "Arise,*p O Lord,*s disappoint him, cast him down: deliver my soul from the wicked, which is thy sword:"
    },
    {
        "o": 14627,
        "r": "kjv:Psalm:17:14",
        "t": "From*p men which are thy hand, O Lord,*s from men of the world, which have their portion in this life, and whose belly thou fillest with thy hid treasure: they are full of children, and leave the rest of their substance to their babes."
    },
    {
        "o": 14628,
        "r": "kjv:Psalm:17:15",
        "t": "As*p for me, I will behold thy face in righteousness: I shall be satisfied, when I awake, with thy likeness."
    }
]
