[
    {
        "o": 6197,
        "r": "niv:Deuteronomy:29:0",
        "t": "Deuteronomy 29",
        "h": 1
    },
    {
        "o": 6198,
        "r": "niv:Deuteronomy:29:0",
        "t": "Renewal of the Covenant",
        "h": 2
    },
    {
        "o": 6199,
        "r": "niv:Deuteronomy:29:1",
        "t": "These*p are the terms of the covenant the Lord*s commanded Moses to make with the Israelites in Moab, in addition to the covenant he had made with them at Horeb."
    },
    {
        "o": 6200,
        "r": "niv:Deuteronomy:29:2",
        "t": "Moses*p summoned all the Israelites and said to them: Your*p eyes have seen all that the Lord*s did in Egypt to Pharaoh, to all his officials and to all his land."
    },
    {
        "o": 6201,
        "r": "niv:Deuteronomy:29:3",
        "t": "With your own eyes you saw those great trials, those signs and great wonders."
    },
    {
        "o": 6202,
        "r": "niv:Deuteronomy:29:4",
        "t": "But to this day the Lord*s has not given you a mind that understands or eyes that see or ears that hear."
    },
    {
        "o": 6203,
        "r": "niv:Deuteronomy:29:5",
        "t": "Yet the Lord*s says, “During the forty years that I led you through the wilderness, your clothes did not wear out, nor did the sandals on your feet."
    },
    {
        "o": 6204,
        "r": "niv:Deuteronomy:29:6",
        "t": "You ate no bread and drank no wine or other fermented drink. I did this so that you might know that I am the Lord*s your God.”"
    },
    {
        "o": 6205,
        "r": "niv:Deuteronomy:29:7",
        "t": "When*p you reached this place, Sihon king of Heshbon and Og king of Bashan came out to fight against us, but we defeated them."
    },
    {
        "o": 6206,
        "r": "niv:Deuteronomy:29:8",
        "t": "We took their land and gave it as an inheritance to the Reubenites, the Gadites and the half-tribe of Manasseh."
    },
    {
        "o": 6207,
        "r": "niv:Deuteronomy:29:9",
        "t": "Carefully*p follow the terms of this covenant, so that you may prosper in everything you do."
    },
    {
        "o": 6208,
        "r": "niv:Deuteronomy:29:10",
        "t": "All of you are standing today in the presence of the Lord*s your God—your leaders and chief men, your elders and officials, and all the other men of Israel,"
    },
    {
        "o": 6209,
        "r": "niv:Deuteronomy:29:11",
        "t": "together with your children and your wives, and the foreigners living in your camps who chop your wood and carry your water."
    },
    {
        "o": 6210,
        "r": "niv:Deuteronomy:29:12",
        "t": "You are standing here in order to enter into a covenant with the Lord*s your God, a covenant the Lord*s is making with you this day and sealing with an oath,"
    },
    {
        "o": 6211,
        "r": "niv:Deuteronomy:29:13",
        "t": "to confirm you this day as his people, that he may be your God as he promised you and as he swore to your fathers, Abraham, Isaac and Jacob."
    },
    {
        "o": 6212,
        "r": "niv:Deuteronomy:29:14",
        "t": "I am making this covenant, with its oath, not only with you"
    },
    {
        "o": 6213,
        "r": "niv:Deuteronomy:29:15",
        "t": "who are standing here with us today in the presence of the Lord*s our God but also with those who are not here today."
    },
    {
        "o": 6214,
        "r": "niv:Deuteronomy:29:16",
        "t": "You*p yourselves know how we lived in Egypt and how we passed through the countries on the way here."
    },
    {
        "o": 6215,
        "r": "niv:Deuteronomy:29:17",
        "t": "You saw among them their detestable images and idols of wood and stone, of silver and gold."
    },
    {
        "o": 6216,
        "r": "niv:Deuteronomy:29:18",
        "t": "Make sure there is no man or woman, clan or tribe among you today whose heart turns away from the Lord*s our God to go and worship the gods of those nations; make sure there is no root among you that produces such bitter poison."
    },
    {
        "o": 6217,
        "r": "niv:Deuteronomy:29:19",
        "t": "When*p such a person hears the words of this oath and they invoke a blessing on themselves, thinking, “I will be safe, even though I persist in going my own way,” they will bring disaster on the watered land as well as the dry."
    },
    {
        "o": 6218,
        "r": "niv:Deuteronomy:29:20",
        "t": "The Lord*s will never be willing to forgive them; his wrath and zeal will burn against them. All the curses written in this book will fall on them, and the Lord*s will blot out their names from under heaven."
    },
    {
        "o": 6219,
        "r": "niv:Deuteronomy:29:21",
        "t": "The Lord*s will single them out from all the tribes of Israel for disaster, according to all the curses of the covenant written in this Book of the Law."
    },
    {
        "o": 6220,
        "r": "niv:Deuteronomy:29:22",
        "t": "Your*p children who follow you in later generations and foreigners who come from distant lands will see the calamities that have fallen on the land and the diseases with which the Lord*s has afflicted it."
    },
    {
        "o": 6221,
        "r": "niv:Deuteronomy:29:23",
        "t": "The whole land will be a burning waste of salt and sulfur—nothing planted, nothing sprouting, no vegetation growing on it. It will be like the destruction of Sodom and Gomorrah, Admah and Zeboyim, which the Lord*s overthrew in fierce anger."
    },
    {
        "o": 6222,
        "r": "niv:Deuteronomy:29:24",
        "t": "All the nations will ask: “Why has the Lord*s done this to this land? Why this fierce, burning anger?”"
    },
    {
        "o": 6223,
        "r": "niv:Deuteronomy:29:25",
        "t": "And*p the answer will be: “It is because this people abandoned the covenant of the Lord,*s the God of their ancestors, the covenant he made with them when he brought them out of Egypt."
    },
    {
        "o": 6224,
        "r": "niv:Deuteronomy:29:26",
        "t": "They went off and worshiped other gods and bowed down to them, gods they did not know, gods he had not given them."
    },
    {
        "o": 6225,
        "r": "niv:Deuteronomy:29:27",
        "t": "Therefore the Lord’s*s anger burned against this land, so that he brought on it all the curses written in this book."
    },
    {
        "o": 6226,
        "r": "niv:Deuteronomy:29:28",
        "t": "In furious anger and in great wrath the Lord*s uprooted them from their land and thrust them into another land, as it is now.”"
    },
    {
        "o": 6227,
        "r": "niv:Deuteronomy:29:29",
        "t": "The*p secret things belong to the Lord*s our God, but the things revealed belong to us and to our children forever, that we may follow all the words of this law."
    }
]
