[
    {
        "o": 14344,
        "r": "csb:Job:2:0",
        "t": "Job 2",
        "h": 1
    },
    {
        "o": 14345,
        "r": "csb:Job:2:0",
        "t": "Satan’s Second Test of Job",
        "h": 2
    },
    {
        "o": 14346,
        "r": "csb:Job:2:1",
        "t": "One*p day the sons of God came again to present themselves before the Lord,*s and Satan also came with them to present himself before the Lord.*s"
    },
    {
        "o": 14347,
        "r": "csb:Job:2:2",
        "t": "The Lord*s asked Satan, “Where have you come from?” “From*p roaming through the earth,” Satan answered him, “and walking around on it.”"
    },
    {
        "o": 14348,
        "r": "csb:Job:2:3",
        "t": "Then*p the Lord*s said to Satan, “Have you considered my servant Job? No one else on earth is like him, a man of perfect integrity, who fears God and turns away from evil. He still retains his integrity, even though you incited me against him, to destroy him for no good reason.”"
    },
    {
        "o": 14349,
        "r": "csb:Job:2:4",
        "t": "“Skin*p for skin!” Satan answered the Lord.*s “A man will give up everything he owns in exchange for his life."
    },
    {
        "o": 14350,
        "r": "csb:Job:2:5",
        "t": "But stretch out your hand and strike his flesh and bones, and he will surely curse you to your face.”"
    },
    {
        "o": 14351,
        "r": "csb:Job:2:6",
        "t": "“Very*p well,” the Lord*s told Satan, “he is in your power; only spare his life.”"
    },
    {
        "o": 14352,
        "r": "csb:Job:2:7",
        "t": "So Satan left the Lord’s*s presence and infected Job with terrible boils from the soles of his feet to the top of his head."
    },
    {
        "o": 14353,
        "r": "csb:Job:2:8",
        "t": "Then Job took a piece of broken pottery to scrape himself while he sat among the ashes."
    },
    {
        "o": 14354,
        "r": "csb:Job:2:9",
        "t": "His*p wife said to him, “Are you still holding on to your integrity? Curse God and die!”"
    },
    {
        "o": 14355,
        "r": "csb:Job:2:10",
        "t": "“You*p speak as a foolish woman speaks,” he told her. “Should we accept only good from God and not adversity?” Throughout all this Job did not sin in what he said."
    },
    {
        "o": 14356,
        "r": "csb:Job:2:10",
        "t": "Job’s Three Friends",
        "h": 2
    },
    {
        "o": 14357,
        "r": "csb:Job:2:11",
        "t": "Now*p when Job’s three friends - Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite - heard about all this adversity that had happened to him, each of them came from his home. They met together to go and sympathize with him and comfort him."
    },
    {
        "o": 14358,
        "r": "csb:Job:2:12",
        "t": "When they looked from a distance, they could barely recognize him. They wept aloud, and each man tore his robe and threw dust into the air and on his head."
    },
    {
        "o": 14359,
        "r": "csb:Job:2:13",
        "t": "Then they sat on the ground with him seven days and nights, but no one spoke a word to him because they saw that his suffering was very intense."
    }
]
