[
    {
        "o": 8551,
        "r": "csb:1 Samuel:20:0",
        "t": "1 Samuel 20",
        "h": 1
    },
    {
        "o": 8552,
        "r": "csb:1 Samuel:20:0",
        "t": "Jonathan Protects David",
        "h": 2
    },
    {
        "o": 8553,
        "r": "csb:1 Samuel:20:1",
        "t": "David*p fled from Naioth in Ramah and came to Jonathan and asked, “What have I done? What did I do wrong? How have I sinned against your father so that he wants to take my life?”"
    },
    {
        "o": 8554,
        "r": "csb:1 Samuel:20:2",
        "t": "Jonathan*p said to him, “No, you won’t die. Listen, my father doesn’t do anything, great or small, without telling me. So why would he hide this matter from me? This can’t be true.”"
    },
    {
        "o": 8555,
        "r": "csb:1 Samuel:20:3",
        "t": "But*p David said, “Your father certainly knows that I have found favor with you. He has said, ‘Jonathan must not know of this, or else he will be grieved.’” David also swore, “As surely as the Lord*s lives and as you yourself live, there is but a step between me and death.”"
    },
    {
        "o": 8556,
        "r": "csb:1 Samuel:20:4",
        "t": "Jonathan*p said to David, “Whatever you say, I will do for you.”"
    },
    {
        "o": 8557,
        "r": "csb:1 Samuel:20:5",
        "t": "So*p David told him, “Look, tomorrow is the New Moon, and I’m supposed to sit down and eat with the king. Instead, let me go, and I’ll hide in the countryside for the next two nights."
    },
    {
        "o": 8558,
        "r": "csb:1 Samuel:20:6",
        "t": "If your father misses me at all, say, ‘David urgently requested my permission to go quickly to his hometown, Bethlehem, for an annual sacrifice there involving the whole clan.’"
    },
    {
        "o": 8559,
        "r": "csb:1 Samuel:20:7",
        "t": "If he says, ‘Good,’ then your servant is safe, but if he becomes angry, you will know he has evil intentions."
    },
    {
        "o": 8560,
        "r": "csb:1 Samuel:20:8",
        "t": "Deal kindly with your servant, for you have brought me into a covenant with you before the Lord.*s If I have done anything wrong, then kill me yourself; why take me to your father?”"
    },
    {
        "o": 8561,
        "r": "csb:1 Samuel:20:9",
        "t": "“No!”*p Jonathan responded. “If I ever find out my father has evil intentions against you, wouldn’t I tell you about it?”"
    },
    {
        "o": 8562,
        "r": "csb:1 Samuel:20:10",
        "t": "So*p David asked Jonathan, “Who will tell me if your father answers you harshly?”"
    },
    {
        "o": 8563,
        "r": "csb:1 Samuel:20:11",
        "t": "He*p answered David, “Come on, let’s go out to the countryside.” So both of them went out to the countryside."
    },
    {
        "o": 8564,
        "r": "csb:1 Samuel:20:12",
        "t": "“By the Lord,*s the God of Israel, I will sound out my father by this time tomorrow or the next day. If I find out that he is favorable toward you, will I not send for you and tell you?"
    },
    {
        "o": 8565,
        "r": "csb:1 Samuel:20:13",
        "t": "If my father intends to bring evil on you, may the Lord*s punish Jonathan and do so severely if I do not tell you and send you away so you may leave safely. May the Lord*s be with you, just as he was with my father."
    },
    {
        "o": 8566,
        "r": "csb:1 Samuel:20:14",
        "t": "If I continue to live, show me kindness from the Lord,*s but if I die,"
    },
    {
        "o": 8567,
        "r": "csb:1 Samuel:20:15",
        "t": "don’t ever withdraw your kindness from my household - not even when the Lord*s cuts off every one of David’s enemies from the face of the earth.”"
    },
    {
        "o": 8568,
        "r": "csb:1 Samuel:20:16",
        "t": "Then Jonathan made a covenant with the house of David, saying, “May the Lord*s hold David’s enemies accountable.”"
    },
    {
        "o": 8569,
        "r": "csb:1 Samuel:20:17",
        "t": "Jonathan once again swore to David in his love for him, because he loved him as he loved himself."
    },
    {
        "o": 8570,
        "r": "csb:1 Samuel:20:18",
        "t": "Then*p Jonathan said to him, “Tomorrow is the New Moon; you’ll be missed because your seat will be empty."
    },
    {
        "o": 8571,
        "r": "csb:1 Samuel:20:19",
        "t": "The following day hurry down and go to the place where you hid on the day this incident began and stay beside the rock Ezel."
    },
    {
        "o": 8572,
        "r": "csb:1 Samuel:20:20",
        "t": "I will shoot three arrows beside it as if I’m aiming at a target."
    },
    {
        "o": 8573,
        "r": "csb:1 Samuel:20:21",
        "t": "Then I will send a servant and say, ‘Go and find the arrows! ’ Now, if I expressly say to the servant, ‘Look, the arrows are on this side of you - get them,’ then come, because as the Lord*s lives, it is safe for you and there is no problem."
    },
    {
        "o": 8574,
        "r": "csb:1 Samuel:20:22",
        "t": "But if I say this to the youth, ‘Look, the arrows are beyond you! ’ then go, for the Lord*s is sending you away."
    },
    {
        "o": 8575,
        "r": "csb:1 Samuel:20:23",
        "t": "As for the matter you and I have spoken about, the Lord*s will be a witness between you and me forever.”"
    },
    {
        "o": 8576,
        "r": "csb:1 Samuel:20:24",
        "t": "So David hid in the countryside. At*p the New Moon, the king sat down to eat the meal."
    },
    {
        "o": 8577,
        "r": "csb:1 Samuel:20:25",
        "t": "He sat at his usual place on the seat by the wall. Jonathan sat facing him and Abner took his place beside Saul, but David’s place was empty."
    },
    {
        "o": 8578,
        "r": "csb:1 Samuel:20:26",
        "t": "Saul did not say anything that day because he thought, “Something unexpected has happened; he must be ceremonially unclean - yes, that’s it, he is unclean.”"
    },
    {
        "o": 8579,
        "r": "csb:1 Samuel:20:27",
        "t": "However,*p the day after the New Moon, the second day, David’s place was still empty, and Saul asked his son Jonathan, “Why didn’t Jesse’s son come to the meal either yesterday or today?”"
    },
    {
        "o": 8580,
        "r": "csb:1 Samuel:20:28",
        "t": "Jonathan*p answered, “David asked for my permission to go to Bethlehem."
    },
    {
        "o": 8581,
        "r": "csb:1 Samuel:20:29",
        "t": "He said, ‘Please let me go because our clan is holding a sacrifice in the town, and my brother has told me to be there. So now, if I have found favor with you, let me go so I can see my brothers.’ That’s why he didn’t come to the king’s table.”"
    },
    {
        "o": 8582,
        "r": "csb:1 Samuel:20:30",
        "t": "Then*p Saul became angry with Jonathan and shouted, “You son of a perverse and rebellious woman! Don’t I know that you are siding with Jesse’s son to your own shame and to the disgrace of your mother?"
    },
    {
        "o": 8583,
        "r": "csb:1 Samuel:20:31",
        "t": "Every day Jesse’s son lives on earth you and your kingship are not secure. Now send for him and bring him to me - he must die!”"
    },
    {
        "o": 8584,
        "r": "csb:1 Samuel:20:32",
        "t": "Jonathan*p answered his father back, “Why is he to be killed? What has he done?”"
    },
    {
        "o": 8585,
        "r": "csb:1 Samuel:20:33",
        "t": "Then*p Saul threw his spear at Jonathan to kill him, so he knew that his father was determined to kill David."
    },
    {
        "o": 8586,
        "r": "csb:1 Samuel:20:34",
        "t": "He got up from the table fiercely angry and did not eat any food that second day of the New Moon, for he was grieved because of his father’s shameful behavior toward David."
    },
    {
        "o": 8587,
        "r": "csb:1 Samuel:20:35",
        "t": "In*p the morning Jonathan went out to the countryside for the appointed meeting with David. A young servant was with him."
    },
    {
        "o": 8588,
        "r": "csb:1 Samuel:20:36",
        "t": "He said to the servant, “Run and find the arrows I’m shooting.” As the servant ran, Jonathan shot an arrow beyond him."
    },
    {
        "o": 8589,
        "r": "csb:1 Samuel:20:37",
        "t": "He came to the location of the arrow that Jonathan had shot, but Jonathan called to him and said, “The arrow is beyond you, isn’t it?”"
    },
    {
        "o": 8590,
        "r": "csb:1 Samuel:20:38",
        "t": "Then Jonathan called to him, “Hurry up and don’t stop!” Jonathan’s servant picked up the arrow and returned to his master."
    },
    {
        "o": 8591,
        "r": "csb:1 Samuel:20:39",
        "t": "He did not know anything; only Jonathan and David knew the arrangement."
    },
    {
        "o": 8592,
        "r": "csb:1 Samuel:20:40",
        "t": "Then Jonathan gave his equipment to the servant who was with him and said, “Go, take it back to the city.”"
    },
    {
        "o": 8593,
        "r": "csb:1 Samuel:20:41",
        "t": "When*p the servant had gone, David got up from the south side of the stone Ezel, fell facedown to the ground, and paid homage three times. Then he and Jonathan kissed each other and wept with each other, though David wept more."
    },
    {
        "o": 8594,
        "r": "csb:1 Samuel:20:42",
        "t": "Jonathan*p then said to David, “Go in the assurance the two of us pledged in the name of the Lord*s when we said, ‘The Lord*s will be a witness between you and me and between my offspring and your offspring forever.’” Then David left, and Jonathan went into the city."
    }
]
