[
    {
        "o": 33639,
        "r": "esv:Hebrews:6:0",
        "t": "Hebrews 6",
        "h": 1
    },
    {
        "o": 33640,
        "r": "esv:Hebrews:6:1",
        "t": "Therefore*p let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,"
    },
    {
        "o": 33641,
        "r": "esv:Hebrews:6:2",
        "t": "and of instruction about washings, the laying on of hands, the resurrection of the dead, and eternal judgment."
    },
    {
        "o": 33642,
        "r": "esv:Hebrews:6:3",
        "t": "And this we will do if God permits."
    },
    {
        "o": 33643,
        "r": "esv:Hebrews:6:4",
        "t": "For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit,"
    },
    {
        "o": 33644,
        "r": "esv:Hebrews:6:5",
        "t": "and have tasted the goodness of the word of God and the powers of the age to come,"
    },
    {
        "o": 33645,
        "r": "esv:Hebrews:6:6",
        "t": "and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt."
    },
    {
        "o": 33646,
        "r": "esv:Hebrews:6:7",
        "t": "For land that has drunk the rain that often falls on it, and produces a crop useful to those for whose sake it is cultivated, receives a blessing from God."
    },
    {
        "o": 33647,
        "r": "esv:Hebrews:6:8",
        "t": "But if it bears thorns and thistles, it is worthless and near to being cursed, and its end is to be burned."
    },
    {
        "o": 33648,
        "r": "esv:Hebrews:6:9",
        "t": "Though*p we speak in this way, yet in your case, beloved, we feel sure of better things— things that belong to salvation."
    },
    {
        "o": 33649,
        "r": "esv:Hebrews:6:10",
        "t": "For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do."
    },
    {
        "o": 33650,
        "r": "esv:Hebrews:6:11",
        "t": "And we desire each one of you to show the same earnestness to have the full assurance of hope until the end,"
    },
    {
        "o": 33651,
        "r": "esv:Hebrews:6:12",
        "t": "so that you may not be sluggish, but imitators of those who through faith and patience inherit the promises."
    },
    {
        "o": 33652,
        "r": "esv:Hebrews:6:12",
        "t": "The Certainty of God’s Promise",
        "h": 2
    },
    {
        "o": 33653,
        "r": "esv:Hebrews:6:13",
        "t": "For*p when God made a promise to Abraham, since he had no one greater by whom to swear, he swore by himself,"
    },
    {
        "o": 33654,
        "r": "esv:Hebrews:6:14",
        "t": "saying, “Surely I will bless you and multiply you.”"
    },
    {
        "o": 33655,
        "r": "esv:Hebrews:6:15",
        "t": "And thus Abraham, having patiently waited, obtained the promise."
    },
    {
        "o": 33656,
        "r": "esv:Hebrews:6:16",
        "t": "For people swear by something greater than themselves, and in all their disputes an oath is final for confirmation."
    },
    {
        "o": 33657,
        "r": "esv:Hebrews:6:17",
        "t": "So when God desired to show more convincingly to the heirs of the promise the unchangeable character of his purpose, he guaranteed it with an oath,"
    },
    {
        "o": 33658,
        "r": "esv:Hebrews:6:18",
        "t": "so that by two unchangeable things, in which it is impossible for God to lie, we who have fled for refuge might have strong encouragement to hold fast to the hope set before us."
    },
    {
        "o": 33659,
        "r": "esv:Hebrews:6:19",
        "t": "We have this as a sure and steadfast anchor of the soul, a hope that enters into the inner place behind the curtain,"
    },
    {
        "o": 33660,
        "r": "esv:Hebrews:6:20",
        "t": "where Jesus has gone as a forerunner on our behalf, having become a high priest forever after the order of Melchizedek."
    }
]
