[
    {
        "o": 33696,
        "r": "nasb:James:1:0",
        "t": "James 1",
        "h": 1
    },
    {
        "o": 33697,
        "r": "nasb:James:1:0",
        "t": "Testing Your Faith",
        "h": 2
    },
    {
        "o": 33698,
        "r": "nasb:James:1:1",
        "t": "James,*p a bond-servant of God and of the Lord Jesus Christ, To*bp the twelve tribes who are dispersed abroad: Greetings."
    },
    {
        "o": 33699,
        "r": "nasb:James:1:2",
        "t": "Consider*p it all joy, my brethren, when you encounter various trials,"
    },
    {
        "o": 33700,
        "r": "nasb:James:1:3",
        "t": "knowing that the testing of your faith produces endurance."
    },
    {
        "o": 33701,
        "r": "nasb:James:1:4",
        "t": "And let endurance have its*i perfect result, so that you may be perfect and complete, lacking in nothing."
    },
    {
        "o": 33702,
        "r": "nasb:James:1:5",
        "t": "But*p if any of you lacks wisdom, let him ask of God, who gives to all generously and without reproach, and it will be given to him."
    },
    {
        "o": 33703,
        "r": "nasb:James:1:6",
        "t": "But he must ask in faith without any doubting, for the one who doubts is like the surf of the sea, driven and tossed by the wind."
    },
    {
        "o": 33704,
        "r": "nasb:James:1:7",
        "t": "For that man ought not to expect that he will receive anything from the Lord,"
    },
    {
        "o": 33705,
        "r": "nasb:James:1:8",
        "t": "being*i a double-minded man, unstable in all his ways."
    },
    {
        "o": 33706,
        "r": "nasb:James:1:9",
        "t": "But*p the brother of humble circumstances is to glory in his high position;"
    },
    {
        "o": 33707,
        "r": "nasb:James:1:10",
        "t": "and the rich man is*i to*i glory*i in his humiliation, because like flowering grass he will pass away."
    },
    {
        "o": 33708,
        "r": "nasb:James:1:11",
        "t": "For the sun rises with a scorching wind and withers the grass; and its flower falls off and the beauty of its appearance is destroyed; so too the rich man in the midst of his pursuits will fade away."
    },
    {
        "o": 33709,
        "r": "nasb:James:1:12",
        "t": "Blessed*p is a man who perseveres under trial; for once he has been approved, he will receive the crown of life which the*i Lord*i has promised to those who love Him."
    },
    {
        "o": 33710,
        "r": "nasb:James:1:13",
        "t": "Let no one say when he is tempted, “I am being tempted by God”; for God cannot be tempted by evil, and He Himself does not tempt anyone."
    },
    {
        "o": 33711,
        "r": "nasb:James:1:14",
        "t": "But each one is tempted when he is carried away and enticed by his own lust."
    },
    {
        "o": 33712,
        "r": "nasb:James:1:15",
        "t": "Then when lust has conceived, it gives birth to sin; and when sin is accomplished, it brings forth death."
    },
    {
        "o": 33713,
        "r": "nasb:James:1:16",
        "t": "Do not be deceived, my beloved brethren."
    },
    {
        "o": 33714,
        "r": "nasb:James:1:17",
        "t": "Every good thing given and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shifting shadow."
    },
    {
        "o": 33715,
        "r": "nasb:James:1:18",
        "t": "In the exercise of His will He brought us forth by the word of truth, so that we would be a kind of first fruits among His creatures."
    },
    {
        "o": 33716,
        "r": "nasb:James:1:19",
        "t": "This*ip you know, my beloved brethren. But everyone must be quick to hear, slow to speak and*i slow to anger;"
    },
    {
        "o": 33717,
        "r": "nasb:James:1:20",
        "t": "for the anger of man does not achieve the righteousness of God."
    },
    {
        "o": 33718,
        "r": "nasb:James:1:21",
        "t": "Therefore, putting aside all filthiness and all*i that remains of wickedness, in humility receive the word implanted, which is able to save your souls."
    },
    {
        "o": 33719,
        "r": "nasb:James:1:22",
        "t": "But prove yourselves doers of the word, and not merely hearers who delude themselves."
    },
    {
        "o": 33720,
        "r": "nasb:James:1:23",
        "t": "For if anyone is a hearer of the word and not a doer, he is like a man who looks at his natural face in a mirror;"
    },
    {
        "o": 33721,
        "r": "nasb:James:1:24",
        "t": "for once*i he has looked at himself and gone away, he has immediately forgotten what kind of person he was."
    },
    {
        "o": 33722,
        "r": "nasb:James:1:25",
        "t": "But one who looks intently at the perfect law, the law*i of liberty, and abides by it, not having become a forgetful hearer but an effectual doer, this man will be blessed in what he does."
    },
    {
        "o": 33723,
        "r": "nasb:James:1:26",
        "t": "If*p anyone thinks himself to be religious, and yet does not bridle his tongue but deceives his own*i heart, this man’s religion is worthless."
    },
    {
        "o": 33724,
        "r": "nasb:James:1:27",
        "t": "Pure and undefiled religion in the sight of our*i God and Father is this: to visit orphans and widows in their distress, and*i to keep oneself unstained by the world."
    }
]
