[
    {
        "o": 2949,
        "r": "csb:Exodus:39:0",
        "t": "Exodus 39",
        "h": 1
    },
    {
        "o": 2950,
        "r": "csb:Exodus:39:0",
        "t": "Making the Priestly Garments",
        "h": 2
    },
    {
        "o": 2951,
        "r": "csb:Exodus:39:1",
        "t": "They*p made specially woven garments for ministry in the sanctuary, and the holy garments for Aaron from the blue, purple, and scarlet yarn, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2952,
        "r": "csb:Exodus:39:1",
        "t": "Making the Ephod",
        "h": 2
    },
    {
        "o": 2953,
        "r": "csb:Exodus:39:2",
        "t": "Bezalel*p made the ephod of gold, of blue, purple, and scarlet yarn, and of finely spun linen."
    },
    {
        "o": 2954,
        "r": "csb:Exodus:39:3",
        "t": "They hammered out thin sheets of gold, and he cut threads from them to interweave with the blue, purple, and scarlet yarn, and the fine linen in a skillful design."
    },
    {
        "o": 2955,
        "r": "csb:Exodus:39:4",
        "t": "They made shoulder pieces for attaching it; it was joined together at its two edges."
    },
    {
        "o": 2956,
        "r": "csb:Exodus:39:5",
        "t": "The artistically woven waistband that was on the ephod was of one piece with the ephod, according to the same workmanship of gold, of blue, purple, and scarlet yarn, and of finely spun linen, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2957,
        "r": "csb:Exodus:39:6",
        "t": "Then*p they mounted the onyx stones surrounded with gold filigree settings, engraved with the names of Israel’s sons as a gem cutter engraves a seal."
    },
    {
        "o": 2958,
        "r": "csb:Exodus:39:7",
        "t": "He fastened them on the shoulder pieces of the ephod as memorial stones for the Israelites, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2959,
        "r": "csb:Exodus:39:7",
        "t": "Making the Breastpiece",
        "h": 2
    },
    {
        "o": 2960,
        "r": "csb:Exodus:39:8",
        "t": "He*p also made the embroidered breastpiece with the same workmanship as the ephod of gold, of blue, purple, and scarlet yarn, and of finely spun linen."
    },
    {
        "o": 2961,
        "r": "csb:Exodus:39:9",
        "t": "They made the breastpiece square and folded double, nine inches long and nine inches wide."
    },
    {
        "o": 2962,
        "r": "csb:Exodus:39:10",
        "t": "They mounted four rows of gemstones on it. The*ln first row was a*ln row of carnelian, topaz, and emerald;"
    },
    {
        "o": 2963,
        "r": "csb:Exodus:39:11",
        "t": "the*ln second row, a*ln turquoise, a lapis lazuli, and a diamond;"
    },
    {
        "o": 2964,
        "r": "csb:Exodus:39:12",
        "t": "the*ln third row, a*ln jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2965,
        "r": "csb:Exodus:39:13",
        "t": "and*ln the fourth row, a*ln beryl, an onyx, and a jasper. They*p were surrounded with gold filigree in their settings."
    },
    {
        "o": 2966,
        "r": "csb:Exodus:39:14",
        "t": "The*p twelve stones corresponded to the names of Israel’s sons. Each stone was engraved like a seal with one of the names of the twelve tribes."
    },
    {
        "o": 2967,
        "r": "csb:Exodus:39:15",
        "t": "They*p made braided chains of pure gold cord for the breastpiece."
    },
    {
        "o": 2968,
        "r": "csb:Exodus:39:16",
        "t": "They also fashioned two gold filigree settings and two gold rings and attached the two rings to its two corners."
    },
    {
        "o": 2969,
        "r": "csb:Exodus:39:17",
        "t": "Then they attached the two gold cords to the two gold rings on the corners of the breastpiece."
    },
    {
        "o": 2970,
        "r": "csb:Exodus:39:18",
        "t": "They attached the other ends of the two cords to the two filigree settings, and in this way they attached them to the ephod’s shoulder pieces in front."
    },
    {
        "o": 2971,
        "r": "csb:Exodus:39:19",
        "t": "They made two other gold rings and put them at the two other corners of the breastpiece on the edge that is next to the inner border of the ephod."
    },
    {
        "o": 2972,
        "r": "csb:Exodus:39:20",
        "t": "They made two more gold rings and attached them to the bottom of the ephod’s two shoulder pieces on its front, close to its seam, above the ephod’s woven waistband."
    },
    {
        "o": 2973,
        "r": "csb:Exodus:39:21",
        "t": "Then they tied the breastpiece from its rings to the rings of the ephod with a cord of blue yarn, so that the breastpiece was above the ephod’s waistband and did not come loose from the ephod. They did just as the Lord*s had commanded Moses."
    },
    {
        "o": 2974,
        "r": "csb:Exodus:39:21",
        "t": "Making the Robe",
        "h": 2
    },
    {
        "o": 2975,
        "r": "csb:Exodus:39:22",
        "t": "They*p made the woven robe of the ephod entirely of blue yarn."
    },
    {
        "o": 2976,
        "r": "csb:Exodus:39:23",
        "t": "There was an opening in the center of the robe like that of body armor with a collar around the opening so that it would not tear."
    },
    {
        "o": 2977,
        "r": "csb:Exodus:39:24",
        "t": "They made pomegranates of finely spun blue, purple, and scarlet yarn on the lower hem of the robe."
    },
    {
        "o": 2978,
        "r": "csb:Exodus:39:25",
        "t": "They made bells of pure gold and attached the bells between the pomegranates, all around the hem of the robe between the pomegranates,"
    },
    {
        "o": 2979,
        "r": "csb:Exodus:39:26",
        "t": "a bell and a pomegranate alternating all around the lower hem of the robe to be worn for ministry. They made it just as the Lord*s had commanded Moses."
    },
    {
        "o": 2980,
        "r": "csb:Exodus:39:26",
        "t": "The Other Priestly Garments",
        "h": 2
    },
    {
        "o": 2981,
        "r": "csb:Exodus:39:27",
        "t": "They*p made the tunics of fine woven linen for Aaron and his sons."
    },
    {
        "o": 2982,
        "r": "csb:Exodus:39:28",
        "t": "They made the turban and the ornate headbands of fine linen, the linen undergarments of finely spun linen,"
    },
    {
        "o": 2983,
        "r": "csb:Exodus:39:29",
        "t": "and the sash of finely spun linen expertly embroidered with blue, purple, and scarlet yarn. They did just as the Lord*s had commanded Moses."
    },
    {
        "o": 2984,
        "r": "csb:Exodus:39:29",
        "t": "Making the Holy Diadem",
        "h": 2
    },
    {
        "o": 2985,
        "r": "csb:Exodus:39:30",
        "t": "They*p made a medallion, the holy diadem, out of pure gold and wrote on it an inscription like the engraving on a seal: Holy*s to*s the*s Lord.*s"
    },
    {
        "o": 2986,
        "r": "csb:Exodus:39:31",
        "t": "They attached a cord of blue yarn to it in order to mount it on the turban, just as the Lord*s had commanded Moses."
    },
    {
        "o": 2987,
        "r": "csb:Exodus:39:31",
        "t": "Moses’s Inspection of the Tabernacle",
        "h": 2
    },
    {
        "o": 2988,
        "r": "csb:Exodus:39:32",
        "t": "So*p all the work for the tabernacle, the tent of meeting, was finished. The Israelites did everything just as the Lord*s had commanded Moses."
    },
    {
        "o": 2989,
        "r": "csb:Exodus:39:33",
        "t": "They brought the tabernacle to Moses: the tent with all its furnishings, its clasps, its supports, its crossbars, and its pillars and bases;"
    },
    {
        "o": 2990,
        "r": "csb:Exodus:39:34",
        "t": "the covering of ram skins dyed red and the covering of fine leather; the curtain for the screen;"
    },
    {
        "o": 2991,
        "r": "csb:Exodus:39:35",
        "t": "the ark of the testimony with its poles and the mercy seat;"
    },
    {
        "o": 2992,
        "r": "csb:Exodus:39:36",
        "t": "the table, all its utensils, and the Bread of the Presence;"
    },
    {
        "o": 2993,
        "r": "csb:Exodus:39:37",
        "t": "the pure gold lampstand, with its lamps arranged and all its utensils, as well as the oil for the light;"
    },
    {
        "o": 2994,
        "r": "csb:Exodus:39:38",
        "t": "the gold altar; the anointing oil; the fragrant incense; the screen for the entrance to the tent;"
    },
    {
        "o": 2995,
        "r": "csb:Exodus:39:39",
        "t": "the bronze altar with its bronze grate, its poles, and all its utensils; the basin with its stand;"
    },
    {
        "o": 2996,
        "r": "csb:Exodus:39:40",
        "t": "the hangings of the courtyard, its posts and bases, the screen for the gate of the courtyard, its ropes and tent pegs, and all the furnishings for the service of the tabernacle, the tent of meeting;"
    },
    {
        "o": 2997,
        "r": "csb:Exodus:39:41",
        "t": "and the specially woven garments for ministering in the sanctuary, the holy garments for the priest Aaron and the garments for his sons to serve as priests."
    },
    {
        "o": 2998,
        "r": "csb:Exodus:39:42",
        "t": "The Israelites had done all the work according to everything the Lord*s had commanded Moses."
    },
    {
        "o": 2999,
        "r": "csb:Exodus:39:43",
        "t": "Moses inspected all the work they had accomplished. They had done just as the Lord*s commanded. Then Moses blessed them."
    }
]
