[
    {
        "o": 12512,
        "r": "csb:2 Chronicles:6:0",
        "t": "2 Chronicles 6",
        "h": 1
    },
    {
        "o": 12513,
        "r": "csb:2 Chronicles:6:0",
        "t": "Solomon’s Dedication of the Temple",
        "h": 2
    },
    {
        "o": 12514,
        "r": "csb:2 Chronicles:6:1",
        "t": "Then*p Solomon said: The*pn Lord*s said he would dwell in total darkness,"
    },
    {
        "o": 12515,
        "r": "csb:2 Chronicles:6:2",
        "t": "but*ln I have built an exalted temple for you, a*ln place for your dwelling forever."
    },
    {
        "o": 12516,
        "r": "csb:2 Chronicles:6:3",
        "t": "Then*p the king turned and blessed the entire congregation of Israel while they were standing."
    },
    {
        "o": 12517,
        "r": "csb:2 Chronicles:6:4",
        "t": "He said: Blessed*pn be the Lord*s God of Israel! He*ln spoke directly to my father David, and*ln he has fulfilled the promise by*ln his power. He*ln said,"
    },
    {
        "o": 12518,
        "r": "csb:2 Chronicles:6:5",
        "t": "“Since*ln the day I brought my people Israel out*ln of the land of Egypt, I*ln have not chosen a city to build a temple in among*ln any of the tribes of Israel, so*ln that my name would be there, and*ln I have not chosen a man to*ln be ruler over my people Israel."
    },
    {
        "o": 12519,
        "r": "csb:2 Chronicles:6:6",
        "t": "But*ln I have chosen Jerusalem so*ln that my name will be there, and*ln I have chosen David to*ln be over my people Israel.”"
    },
    {
        "o": 12520,
        "r": "csb:2 Chronicles:6:7",
        "t": "My*ln father David had his heart set on*ln building a temple for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 12521,
        "r": "csb:2 Chronicles:6:8",
        "t": "However,*ln the Lord*s said to my father David, “Since*ln it was your desire to build a temple for my name, you*ln have done well to have this desire."
    },
    {
        "o": 12522,
        "r": "csb:2 Chronicles:6:9",
        "t": "Yet,*ln you are not the one to build the temple, but*ln your son, your own offspring, will*ln build the temple for my name.”"
    },
    {
        "o": 12523,
        "r": "csb:2 Chronicles:6:10",
        "t": "So*ln the Lord*s has fulfilled what he promised. I*ln have taken the place of my father David and*ln I sit on the throne of Israel, as the Lord*s promised. I*ln have built the temple for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 12524,
        "r": "csb:2 Chronicles:6:11",
        "t": "I*ln have put the ark there, where*ln the Lord’s*s covenant is that*ln he made with the Israelites."
    },
    {
        "o": 12525,
        "r": "csb:2 Chronicles:6:11",
        "t": "Solomon’s Prayer",
        "h": 2
    },
    {
        "o": 12526,
        "r": "csb:2 Chronicles:6:12",
        "t": "Then*p Solomon stood before the altar of the Lord*s in front of the entire congregation of Israel and spread out his hands."
    },
    {
        "o": 12527,
        "r": "csb:2 Chronicles:6:13",
        "t": "For Solomon had made a bronze platform 7½ feet long, 7½ feet wide, and 4½ feet high and put it in the court. He stood on it, knelt down in front of the entire congregation of Israel, and spread out his hands toward heaven."
    },
    {
        "o": 12528,
        "r": "csb:2 Chronicles:6:14",
        "t": "He said: Lord*spn God of Israel, there*ln is no God like you in*ln heaven or on earth, who*ln keeps his gracious covenant with*ln your servants who walk before you with*ln all their heart."
    },
    {
        "o": 12529,
        "r": "csb:2 Chronicles:6:15",
        "t": "You*ln have kept what you promised to*ln your servant, my father David. You*ln spoke directly to him, and*ln you fulfilled your promise by your power, as*ln it is today."
    },
    {
        "o": 12530,
        "r": "csb:2 Chronicles:6:16",
        "t": "Therefore,*ln Lord*s God of Israel, keep*ln what you promised to*ln your servant, my father David: “You*ln will never fail to have a man to*ln sit before me on the throne of Israel, if*ln only your sons take care to walk in my Law as*ln you have walked before me.”"
    },
    {
        "o": 12531,
        "r": "csb:2 Chronicles:6:17",
        "t": "Now,*ln Lord*s God of Israel, please confirm what*ln you promised to your servant David."
    },
    {
        "o": 12532,
        "r": "csb:2 Chronicles:6:18",
        "t": "But*ln will God indeed live on earth with humans? Even*ln heaven, the highest heaven, cannot contain you, much*ln less this temple I have built."
    },
    {
        "o": 12533,
        "r": "csb:2 Chronicles:6:19",
        "t": "Listen*ln to your servant’s prayer and his petition, Lord*sln my God, so*ln that you may hear the cry and the prayer that*ln your servant prays before you,"
    },
    {
        "o": 12534,
        "r": "csb:2 Chronicles:6:20",
        "t": "so*ln that your eyes watch over this temple day*ln and night, toward*ln the place where you said you*ln would put your name; and*ln so that you may hear the prayer your*ln servant prays toward this place."
    },
    {
        "o": 12535,
        "r": "csb:2 Chronicles:6:21",
        "t": "Hear*ln the petitions of your servant and*ln your people Israel, which*ln they pray toward this place. May*ln you hear in your dwelling place in heaven. May*ln you hear and forgive."
    },
    {
        "o": 12536,
        "r": "csb:2 Chronicles:6:22",
        "t": "If*ln a man sins against his neighbor and*ln is forced to take an oath and*ln he comes to take an oath before*ln your altar in this temple,"
    },
    {
        "o": 12537,
        "r": "csb:2 Chronicles:6:23",
        "t": "may*ln you hear in heaven and act. May*ln you judge your servants, condemning*ln the wicked man by bringing what*ln he has done on his own head and*ln providing justice for the righteous by*ln rewarding him according to his righteousness."
    },
    {
        "o": 12538,
        "r": "csb:2 Chronicles:6:24",
        "t": "If*ln your people Israel are defeated before an enemy, because*ln they have sinned against you, and*ln they return to you and praise your name, and*ln they pray and plead for mercy before*ln you in this temple,"
    },
    {
        "o": 12539,
        "r": "csb:2 Chronicles:6:25",
        "t": "may*ln you hear in heaven and*ln forgive the sin of your people Israel. May*ln you restore them to the land you*ln gave them and their ancestors."
    },
    {
        "o": 12540,
        "r": "csb:2 Chronicles:6:26",
        "t": "When*ln the skies are shut and there is no rain because*ln they have sinned against you, and*ln they pray toward this place and*ln praise your name, and*ln they turn from their sins because*ln you are afflicting them,"
    },
    {
        "o": 12541,
        "r": "csb:2 Chronicles:6:27",
        "t": "may*ln you hear in heaven and*ln forgive the sin of your servants and*ln your people Israel, so*ln that you may teach them the good way they*ln should walk in. May*ln you send rain on your land that*ln you gave your people for an inheritance."
    },
    {
        "o": 12542,
        "r": "csb:2 Chronicles:6:28",
        "t": "When*ln there is famine in the land, when*ln there is pestilence, when*ln there is blight or mildew, locust or grasshopper, when*ln their enemies besiege them in*ln the land and its cities, when*ln there is any plague or illness,"
    },
    {
        "o": 12543,
        "r": "csb:2 Chronicles:6:29",
        "t": "every*ln prayer or petition that*ln any person or that all your people Israel may have — they*ln each know their own affliction and suffering — as*ln they spread out their hands toward this temple,"
    },
    {
        "o": 12544,
        "r": "csb:2 Chronicles:6:30",
        "t": "may*ln you hear in heaven, your dwelling place, and*ln may you forgive and give to everyone according*ln to all their ways, since you know each heart, for*ln you alone know the human heart,"
    },
    {
        "o": 12545,
        "r": "csb:2 Chronicles:6:31",
        "t": "so*ln that they may fear you and*ln walk in your ways all*ln the days they live on the land you*ln gave our ancestors."
    },
    {
        "o": 12546,
        "r": "csb:2 Chronicles:6:32",
        "t": "Even*ln for the foreigner who is not of your people Israel but*ln has come from a distant land because*ln of your great name and*ln your strong hand and outstretched arm: when*ln he comes and prays toward this temple,"
    },
    {
        "o": 12547,
        "r": "csb:2 Chronicles:6:33",
        "t": "may*ln you hear in heaven in your dwelling place, and*ln do all the foreigner asks you. Then*ln all the peoples of the earth will know your name, to*ln fear you as your people Israel do and*ln know that this temple I have built bears*ln your name."
    },
    {
        "o": 12548,
        "r": "csb:2 Chronicles:6:34",
        "t": "When*ln your people go out to fight against their enemies, wherever*ln you send them, and*ln they pray to you in*ln the direction of this city you have chosen and*ln the temple that I have built for your name,"
    },
    {
        "o": 12549,
        "r": "csb:2 Chronicles:6:35",
        "t": "may*ln you hear their prayer and petition in heaven and*ln uphold their cause."
    },
    {
        "o": 12550,
        "r": "csb:2 Chronicles:6:36",
        "t": "When*ln they sin against you — for*ln there is no one who does not sin— and*ln you are angry with them and*ln hand them over to the enemy, and*ln their captors deport them to*ln a distant or nearby country,"
    },
    {
        "o": 12551,
        "r": "csb:2 Chronicles:6:37",
        "t": "and*ln when they come to their senses in*ln the land where they were deported and*ln repent and petition you in their captors’ land, saying,*ln “We have sinned and done wrong; we*ln have been wicked,”"
    },
    {
        "o": 12552,
        "r": "csb:2 Chronicles:6:38",
        "t": "and*ln when they return to you with all their mind and all their heart in*ln the land of their captivity where they were taken captive, and*ln when they pray in the direction of their land that*ln you gave their ancestors, and*ln the city you have chosen, and*ln toward the temple I have built for your name,"
    },
    {
        "o": 12553,
        "r": "csb:2 Chronicles:6:39",
        "t": "may*ln you hear their prayer and petitions in heaven, your*ln dwelling place, and*ln uphold their cause. May*ln you forgive your people who*ln sinned against you."
    },
    {
        "o": 12554,
        "r": "csb:2 Chronicles:6:40",
        "t": "Now,*ln my God, please*ln let your eyes be open and*ln your ears attentive to*ln the prayer of this place."
    },
    {
        "o": 12555,
        "r": "csb:2 Chronicles:6:41",
        "t": "Now*ln therefore: Arise,*ln Lord*s God, come to your resting place, you*ln and your powerful ark. May*ln your priests, Lord*s God, be clothed with salvation, and*ln may your faithful people rejoice in goodness."
    },
    {
        "o": 12556,
        "r": "csb:2 Chronicles:6:42",
        "t": "Lord*sln God, do not reject your anointed one; remember*ln your servant David’s acts of faithful love."
    }
]
