[
    {
        "o": 2121,
        "r": "esv:Exodus:16:0",
        "t": "Exodus 16",
        "h": 1
    },
    {
        "o": 2122,
        "r": "esv:Exodus:16:0",
        "t": "Bread from Heaven",
        "h": 2
    },
    {
        "o": 2123,
        "r": "esv:Exodus:16:1",
        "t": "They*p set out from Elim, and all the congregation of the people of Israel came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they had departed from the land of Egypt."
    },
    {
        "o": 2124,
        "r": "esv:Exodus:16:2",
        "t": "And the whole congregation of the people of Israel grumbled against Moses and Aaron in the wilderness,"
    },
    {
        "o": 2125,
        "r": "esv:Exodus:16:3",
        "t": "and the people of Israel said to them, “Would that we had died by the hand of the Lord*s in the land of Egypt, when we sat by the meat pots and ate bread to the full, for you have brought us out into this wilderness to kill this whole assembly with hunger.”"
    },
    {
        "o": 2126,
        "r": "esv:Exodus:16:4",
        "t": "Then*p the Lord*s said to Moses, “Behold, I am about to rain bread from heaven for you, and the people shall go out and gather a day’s portion every day, that I may test them, whether they will walk in my law or not."
    },
    {
        "o": 2127,
        "r": "esv:Exodus:16:5",
        "t": "On the sixth day, when they prepare what they bring in, it will be twice as much as they gather daily.”"
    },
    {
        "o": 2128,
        "r": "esv:Exodus:16:6",
        "t": "So Moses and Aaron said to all the people of Israel, “At evening you shall know that it was the Lord*s who brought you out of the land of Egypt,"
    },
    {
        "o": 2129,
        "r": "esv:Exodus:16:7",
        "t": "and in the morning you shall see the glory of the Lord,*s because he has heard your grumbling against the Lord.*s For what are we, that you grumble against us?”"
    },
    {
        "o": 2130,
        "r": "esv:Exodus:16:8",
        "t": "And Moses said, “When the Lord*s gives you in the evening meat to eat and in the morning bread to the full, because the Lord*s has heard your grumbling that you grumble against him— what are we? Your grumbling is not against us but against the Lord.”*s"
    },
    {
        "o": 2131,
        "r": "esv:Exodus:16:9",
        "t": "Then*p Moses said to Aaron, “Say to the whole congregation of the people of Israel, ‘Come near before the Lord,*s for he has heard your grumbling.’”"
    },
    {
        "o": 2132,
        "r": "esv:Exodus:16:10",
        "t": "And as soon as Aaron spoke to the whole congregation of the people of Israel, they looked toward the wilderness, and behold, the glory of the Lord*s appeared in the cloud."
    },
    {
        "o": 2133,
        "r": "esv:Exodus:16:11",
        "t": "And the Lord*s said to Moses,"
    },
    {
        "o": 2134,
        "r": "esv:Exodus:16:12",
        "t": "“I have heard the grumbling of the people of Israel. Say to them, ‘At twilight you shall eat meat, and in the morning you shall be filled with bread. Then you shall know that I am the Lord*s your God.’”"
    },
    {
        "o": 2135,
        "r": "esv:Exodus:16:13",
        "t": "In*p the evening quail came up and covered the camp, and in the morning dew lay around the camp."
    },
    {
        "o": 2136,
        "r": "esv:Exodus:16:14",
        "t": "And when the dew had gone up, there was on the face of the wilderness a fine, flake-like thing, fine as frost on the ground."
    },
    {
        "o": 2137,
        "r": "esv:Exodus:16:15",
        "t": "When the people of Israel saw it, they said to one another, “What is it?” For they did not know what it was. And Moses said to them, “It is the bread that the Lord*s has given you to eat."
    },
    {
        "o": 2138,
        "r": "esv:Exodus:16:16",
        "t": "This is what the Lord*s has commanded: ‘Gather of it, each one of you, as much as he can eat. You shall each take an omer, according to the number of the persons that each of you has in his tent.’”"
    },
    {
        "o": 2139,
        "r": "esv:Exodus:16:17",
        "t": "And the people of Israel did so. They gathered, some more, some less."
    },
    {
        "o": 2140,
        "r": "esv:Exodus:16:18",
        "t": "But when they measured it with an omer, whoever gathered much had nothing left over, and whoever gathered little had no lack. Each of them gathered as much as he could eat."
    },
    {
        "o": 2141,
        "r": "esv:Exodus:16:19",
        "t": "And Moses said to them, “Let no one leave any of it over till the morning.”"
    },
    {
        "o": 2142,
        "r": "esv:Exodus:16:20",
        "t": "But they did not listen to Moses. Some left part of it till the morning, and it bred worms and stank. And Moses was angry with them."
    },
    {
        "o": 2143,
        "r": "esv:Exodus:16:21",
        "t": "Morning by morning they gathered it, each as much as he could eat; but when the sun grew hot, it melted."
    },
    {
        "o": 2144,
        "r": "esv:Exodus:16:22",
        "t": "On*p the sixth day they gathered twice as much bread, two omers each. And when all the leaders of the congregation came and told Moses,"
    },
    {
        "o": 2145,
        "r": "esv:Exodus:16:23",
        "t": "he said to them, “This is what the Lord*s has commanded: ‘Tomorrow is a day of solemn rest, a holy Sabbath to the Lord;*s bake what you will bake and boil what you will boil, and all that is left over lay aside to be kept till the morning.’”"
    },
    {
        "o": 2146,
        "r": "esv:Exodus:16:24",
        "t": "So they laid it aside till the morning, as Moses commanded them, and it did not stink, and there were no worms in it."
    },
    {
        "o": 2147,
        "r": "esv:Exodus:16:25",
        "t": "Moses said, “Eat it today, for today is a Sabbath to the Lord;*s today you will not find it in the field."
    },
    {
        "o": 2148,
        "r": "esv:Exodus:16:26",
        "t": "Six days you shall gather it, but on the seventh day, which is a Sabbath, there will be none.”"
    },
    {
        "o": 2149,
        "r": "esv:Exodus:16:27",
        "t": "On*p the seventh day some of the people went out to gather, but they found none."
    },
    {
        "o": 2150,
        "r": "esv:Exodus:16:28",
        "t": "And the Lord*s said to Moses, “How long will you refuse to keep my commandments and my laws?"
    },
    {
        "o": 2151,
        "r": "esv:Exodus:16:29",
        "t": "See! The Lord*s has given you the Sabbath; therefore on the sixth day he gives you bread for two days. Remain each of you in his place; let no one go out of his place on the seventh day.”"
    },
    {
        "o": 2152,
        "r": "esv:Exodus:16:30",
        "t": "So the people rested on the seventh day."
    },
    {
        "o": 2153,
        "r": "esv:Exodus:16:31",
        "t": "Now*p the house of Israel called its name manna. It was like coriander seed, white, and the taste of it was like wafers made with honey."
    },
    {
        "o": 2154,
        "r": "esv:Exodus:16:32",
        "t": "Moses said, “This is what the Lord*s has commanded: ‘Let an omer of it be kept throughout your generations, so that they may see the bread with which I fed you in the wilderness, when I brought you out of the land of Egypt.’”"
    },
    {
        "o": 2155,
        "r": "esv:Exodus:16:33",
        "t": "And Moses said to Aaron, “Take a jar, and put an omer of manna in it, and place it before the Lord*s to be kept throughout your generations.”"
    },
    {
        "o": 2156,
        "r": "esv:Exodus:16:34",
        "t": "As the Lord*s commanded Moses, so Aaron placed it before the testimony to be kept."
    },
    {
        "o": 2157,
        "r": "esv:Exodus:16:35",
        "t": "The people of Israel ate the manna forty years, till they came to a habitable land. They ate the manna till they came to the border of the land of Canaan."
    },
    {
        "o": 2158,
        "r": "esv:Exodus:16:36",
        "t": "(An omer is the tenth part of an ephah.)"
    }
]
