[
    {
        "o": 16280,
        "r": "kjv:Psalm:105:0",
        "t": "Psalm 105",
        "h": 1
    },
    {
        "o": 16281,
        "r": "kjv:Psalm:105:1",
        "t": "O*p give thanks unto the Lord;*s call upon his name: make known his deeds among the people."
    },
    {
        "o": 16282,
        "r": "kjv:Psalm:105:2",
        "t": "Sing*p unto him, sing psalms unto him: talk ye of all his wondrous works."
    },
    {
        "o": 16283,
        "r": "kjv:Psalm:105:3",
        "t": "Glory*p ye in his holy name: let the heart of them rejoice that seek the Lord.*s"
    },
    {
        "o": 16284,
        "r": "kjv:Psalm:105:4",
        "t": "Seek*p the Lord,*s and his strength: seek his face evermore."
    },
    {
        "o": 16285,
        "r": "kjv:Psalm:105:5",
        "t": "Remember*p his marvellous works that he hath done; his wonders, and the judgments of his mouth;"
    },
    {
        "o": 16286,
        "r": "kjv:Psalm:105:6",
        "t": "O*p ye seed of Abraham his servant, ye children of Jacob his chosen."
    },
    {
        "o": 16287,
        "r": "kjv:Psalm:105:7",
        "t": "He*p is the Lord*s our God: his judgments are in all the earth."
    },
    {
        "o": 16288,
        "r": "kjv:Psalm:105:8",
        "t": "He*p hath remembered his covenant for ever, the word which he commanded to a thousand generations."
    },
    {
        "o": 16289,
        "r": "kjv:Psalm:105:9",
        "t": "Which*p covenant he made with Abraham, and his oath unto Isaac;"
    },
    {
        "o": 16290,
        "r": "kjv:Psalm:105:10",
        "t": "And*p confirmed the same unto Jacob for a law, and to Israel for an everlasting covenant:"
    },
    {
        "o": 16291,
        "r": "kjv:Psalm:105:11",
        "t": "Saying,*p Unto thee will I give the land of Canaan, the lot of your inheritance:"
    },
    {
        "o": 16292,
        "r": "kjv:Psalm:105:12",
        "t": "When*p they were but a few men in number; yea, very few, and strangers in it."
    },
    {
        "o": 16293,
        "r": "kjv:Psalm:105:13",
        "t": "When*p they went from one nation to another, from one kingdom to another people;"
    },
    {
        "o": 16294,
        "r": "kjv:Psalm:105:14",
        "t": "He*p suffered no man to do them wrong: yea, he reproved kings for their sakes;"
    },
    {
        "o": 16295,
        "r": "kjv:Psalm:105:15",
        "t": "Saying,*p Touch not mine anointed, and do my prophets no harm."
    },
    {
        "o": 16296,
        "r": "kjv:Psalm:105:16",
        "t": "Moreover*p he called for a famine upon the land: he brake the whole staff of bread."
    },
    {
        "o": 16297,
        "r": "kjv:Psalm:105:17",
        "t": "He*p sent a man before them, even Joseph, who was sold for a servant:"
    },
    {
        "o": 16298,
        "r": "kjv:Psalm:105:18",
        "t": "Whose*p feet they hurt with fetters: he was laid in iron:"
    },
    {
        "o": 16299,
        "r": "kjv:Psalm:105:19",
        "t": "Until*p the time that his word came: the word of the Lord*s tried him."
    },
    {
        "o": 16300,
        "r": "kjv:Psalm:105:20",
        "t": "The*p king sent and loosed him; even the ruler of the people, and let him go free."
    },
    {
        "o": 16301,
        "r": "kjv:Psalm:105:21",
        "t": "He*p made him lord of his house, and ruler of all his substance:"
    },
    {
        "o": 16302,
        "r": "kjv:Psalm:105:22",
        "t": "To*p bind his princes at his pleasure; and teach his senators wisdom."
    },
    {
        "o": 16303,
        "r": "kjv:Psalm:105:23",
        "t": "Israel*p also came into Egypt; and Jacob sojourned in the land of Ham."
    },
    {
        "o": 16304,
        "r": "kjv:Psalm:105:24",
        "t": "And*p he increased his people greatly; and made them stronger than their enemies."
    },
    {
        "o": 16305,
        "r": "kjv:Psalm:105:25",
        "t": "He*p turned their heart to hate his people, to deal subtilly with his servants."
    },
    {
        "o": 16306,
        "r": "kjv:Psalm:105:26",
        "t": "He*p sent Moses his servant; and Aaron whom he had chosen."
    },
    {
        "o": 16307,
        "r": "kjv:Psalm:105:27",
        "t": "They*p shewed his signs among them, and wonders in the land of Ham."
    },
    {
        "o": 16308,
        "r": "kjv:Psalm:105:28",
        "t": "He*p sent darkness, and made it dark; and they rebelled not against his word."
    },
    {
        "o": 16309,
        "r": "kjv:Psalm:105:29",
        "t": "He*p turned their waters into blood, and slew their fish."
    },
    {
        "o": 16310,
        "r": "kjv:Psalm:105:30",
        "t": "Their*p land brought forth frogs in abundance, in the chambers of their kings."
    },
    {
        "o": 16311,
        "r": "kjv:Psalm:105:31",
        "t": "He*p spake, and there came divers sorts of flies, and lice in all their coasts."
    },
    {
        "o": 16312,
        "r": "kjv:Psalm:105:32",
        "t": "He*p gave them hail for rain, and flaming fire in their land."
    },
    {
        "o": 16313,
        "r": "kjv:Psalm:105:33",
        "t": "He*p smote their vines also and their fig trees; and brake the trees of their coasts."
    },
    {
        "o": 16314,
        "r": "kjv:Psalm:105:34",
        "t": "He*p spake, and the locusts came, and caterpillers, and that without number,"
    },
    {
        "o": 16315,
        "r": "kjv:Psalm:105:35",
        "t": "And*p did eat up all the herbs in their land, and devoured the fruit of their ground."
    },
    {
        "o": 16316,
        "r": "kjv:Psalm:105:36",
        "t": "He*p smote also all the firstborn in their land, the chief of all their strength."
    },
    {
        "o": 16317,
        "r": "kjv:Psalm:105:37",
        "t": "He*p brought them forth also with silver and gold: and there was not one feeble person among their tribes."
    },
    {
        "o": 16318,
        "r": "kjv:Psalm:105:38",
        "t": "Egypt*p was glad when they departed: for the fear of them fell upon them."
    },
    {
        "o": 16319,
        "r": "kjv:Psalm:105:39",
        "t": "He*p spread a cloud for a covering; and fire to give light in the night."
    },
    {
        "o": 16320,
        "r": "kjv:Psalm:105:40",
        "t": "The*p people asked, and he brought quails, and satisfied them with the bread of heaven."
    },
    {
        "o": 16321,
        "r": "kjv:Psalm:105:41",
        "t": "He*p opened the rock, and the waters gushed out; they ran in the dry places like a river."
    },
    {
        "o": 16322,
        "r": "kjv:Psalm:105:42",
        "t": "For*p he remembered his holy promise, and Abraham his servant."
    },
    {
        "o": 16323,
        "r": "kjv:Psalm:105:43",
        "t": "And*p he brought forth his people with joy, and his chosen with gladness:"
    },
    {
        "o": 16324,
        "r": "kjv:Psalm:105:44",
        "t": "And*p gave them the lands of the heathen: and they inherited the labour of the people;"
    },
    {
        "o": 16325,
        "r": "kjv:Psalm:105:45",
        "t": "That*p they might observe his statutes, and keep his laws. Praise ye the Lord.*s"
    }
]
