[
    {
        "o": 3567,
        "r": "esv:Leviticus:19:0",
        "t": "Leviticus 19",
        "h": 1
    },
    {
        "o": 3568,
        "r": "esv:Leviticus:19:0",
        "t": "The Lord Is Holy",
        "h": 2
    },
    {
        "o": 3569,
        "r": "esv:Leviticus:19:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3570,
        "r": "esv:Leviticus:19:2",
        "t": "“Speak to all the congregation of the people of Israel and say to them, You shall be holy, for I the Lord*s your God am holy."
    },
    {
        "o": 3571,
        "r": "esv:Leviticus:19:3",
        "t": "Every one of you shall revere his mother and his father, and you shall keep my Sabbaths: I am the Lord*s your God."
    },
    {
        "o": 3572,
        "r": "esv:Leviticus:19:4",
        "t": "Do not turn to idols or make for yourselves any gods of cast metal: I am the Lord*s your God."
    },
    {
        "o": 3573,
        "r": "esv:Leviticus:19:5",
        "t": "“When*p you offer a sacrifice of peace offerings to the Lord,*s you shall offer it so that you may be accepted."
    },
    {
        "o": 3574,
        "r": "esv:Leviticus:19:6",
        "t": "It shall be eaten the same day you offer it or on the day after, and anything left over until the third day shall be burned up with fire."
    },
    {
        "o": 3575,
        "r": "esv:Leviticus:19:7",
        "t": "If it is eaten at all on the third day, it is tainted; it will not be accepted,"
    },
    {
        "o": 3576,
        "r": "esv:Leviticus:19:8",
        "t": "and everyone who eats it shall bear his iniquity, because he has profaned what is holy to the Lord,*s and that person shall be cut off from his people."
    },
    {
        "o": 3577,
        "r": "esv:Leviticus:19:8",
        "t": "Love Your Neighbor as Yourself",
        "h": 2
    },
    {
        "o": 3578,
        "r": "esv:Leviticus:19:9",
        "t": "“When*p you reap the harvest of your land, you shall not reap your field right up to its edge, neither shall you gather the gleanings after your harvest."
    },
    {
        "o": 3579,
        "r": "esv:Leviticus:19:10",
        "t": "And you shall not strip your vineyard bare, neither shall you gather the fallen grapes of your vineyard. You shall leave them for the poor and for the sojourner: I am the Lord*s your God."
    },
    {
        "o": 3580,
        "r": "esv:Leviticus:19:11",
        "t": "“You*p shall not steal; you shall not deal falsely; you shall not lie to one another."
    },
    {
        "o": 3581,
        "r": "esv:Leviticus:19:12",
        "t": "You shall not swear by my name falsely, and so profane the name of your God: I am the Lord.*s"
    },
    {
        "o": 3582,
        "r": "esv:Leviticus:19:13",
        "t": "“You*p shall not oppress your neighbor or rob him. The wages of a hired worker shall not remain with you all night until the morning."
    },
    {
        "o": 3583,
        "r": "esv:Leviticus:19:14",
        "t": "You shall not curse the deaf or put a stumbling block before the blind, but you shall fear your God: I am the Lord.*s"
    },
    {
        "o": 3584,
        "r": "esv:Leviticus:19:15",
        "t": "“You*p shall do no injustice in court. You shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor."
    },
    {
        "o": 3585,
        "r": "esv:Leviticus:19:16",
        "t": "You shall not go around as a slanderer among your people, and you shall not stand up against the life of your neighbor: I am the Lord.*s"
    },
    {
        "o": 3586,
        "r": "esv:Leviticus:19:17",
        "t": "“You*p shall not hate your brother in your heart, but you shall reason frankly with your neighbor, lest you incur sin because of him."
    },
    {
        "o": 3587,
        "r": "esv:Leviticus:19:18",
        "t": "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.*s"
    },
    {
        "o": 3588,
        "r": "esv:Leviticus:19:18",
        "t": "You Shall Keep My Statutes",
        "h": 2
    },
    {
        "o": 3589,
        "r": "esv:Leviticus:19:19",
        "t": "“You*p shall keep my statutes. You shall not let your cattle breed with a different kind. You shall not sow your field with two kinds of seed, nor shall you wear a garment of cloth made of two kinds of material."
    },
    {
        "o": 3590,
        "r": "esv:Leviticus:19:20",
        "t": "“If*p a man lies sexually with a woman who is a slave, assigned to another man and not yet ransomed or given her freedom, a distinction shall be made. They shall not be put to death, because she was not free;"
    },
    {
        "o": 3591,
        "r": "esv:Leviticus:19:21",
        "t": "but he shall bring his compensation to the Lord,*s to the entrance of the tent of meeting, a ram for a guilt offering."
    },
    {
        "o": 3592,
        "r": "esv:Leviticus:19:22",
        "t": "And the priest shall make atonement for him with the ram of the guilt offering before the Lord*s for his sin that he has committed, and he shall be forgiven for the sin that he has committed."
    },
    {
        "o": 3593,
        "r": "esv:Leviticus:19:23",
        "t": "“When*p you come into the land and plant any kind of tree for food, then you shall regard its fruit as forbidden. Three years it shall be forbidden to you; it must not be eaten."
    },
    {
        "o": 3594,
        "r": "esv:Leviticus:19:24",
        "t": "And in the fourth year all its fruit shall be holy, an offering of praise to the Lord.*s"
    },
    {
        "o": 3595,
        "r": "esv:Leviticus:19:25",
        "t": "But in the fifth year you may eat of its fruit, to increase its yield for you: I am the Lord*s your God."
    },
    {
        "o": 3596,
        "r": "esv:Leviticus:19:26",
        "t": "“You*p shall not eat any flesh with the blood in it. You shall not interpret omens or tell fortunes."
    },
    {
        "o": 3597,
        "r": "esv:Leviticus:19:27",
        "t": "You shall not round off the hair on your temples or mar the edges of your beard."
    },
    {
        "o": 3598,
        "r": "esv:Leviticus:19:28",
        "t": "You shall not make any cuts on your body for the dead or tattoo yourselves: I am the Lord.*s"
    },
    {
        "o": 3599,
        "r": "esv:Leviticus:19:29",
        "t": "“Do*p not profane your daughter by making her a prostitute, lest the land fall into prostitution and the land become full of depravity."
    },
    {
        "o": 3600,
        "r": "esv:Leviticus:19:30",
        "t": "You shall keep my Sabbaths and reverence my sanctuary: I am the Lord.*s"
    },
    {
        "o": 3601,
        "r": "esv:Leviticus:19:31",
        "t": "“Do*p not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the Lord*s your God."
    },
    {
        "o": 3602,
        "r": "esv:Leviticus:19:32",
        "t": "“You*p shall stand up before the gray head and honor the face of an old man, and you shall fear your God: I am the Lord.*s"
    },
    {
        "o": 3603,
        "r": "esv:Leviticus:19:33",
        "t": "“When*p a stranger sojourns with you in your land, you shall not do him wrong."
    },
    {
        "o": 3604,
        "r": "esv:Leviticus:19:34",
        "t": "You shall treat the stranger who sojourns with you as the native among you, and you shall love him as yourself, for you were strangers in the land of Egypt: I am the Lord*s your God."
    },
    {
        "o": 3605,
        "r": "esv:Leviticus:19:35",
        "t": "“You*p shall do no wrong in judgment, in measures of length or weight or quantity."
    },
    {
        "o": 3606,
        "r": "esv:Leviticus:19:36",
        "t": "You shall have just balances, just weights, a just ephah, and a just hin: I am the Lord*s your God, who brought you out of the land of Egypt."
    },
    {
        "o": 3607,
        "r": "esv:Leviticus:19:37",
        "t": "And you shall observe all my statutes and all my rules, and do them: I am the Lord.”*s"
    }
]
