[
    {
        "o": 23314,
        "r": "csb:Ezekiel:13:0",
        "t": "Ezekiel 13",
        "h": 1
    },
    {
        "o": 23315,
        "r": "csb:Ezekiel:13:0",
        "t": "Israel’s False Prophets Condemned",
        "h": 2
    },
    {
        "o": 23316,
        "r": "csb:Ezekiel:13:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23317,
        "r": "csb:Ezekiel:13:2",
        "t": "“Son of man, prophesy against the prophets of Israel who are prophesying. Say to those who prophesy out of their own imagination, ‘Hear the word of the Lord!*s"
    },
    {
        "o": 23318,
        "r": "csb:Ezekiel:13:3",
        "t": "This is what the Lord God*s says: Woe to the foolish prophets who follow their own spirit and have seen nothing."
    },
    {
        "o": 23319,
        "r": "csb:Ezekiel:13:4",
        "t": "Your prophets, Israel, are like jackals among ruins."
    },
    {
        "o": 23320,
        "r": "csb:Ezekiel:13:5",
        "t": "You did not go up to the gaps or restore the wall around the house of Israel so that it might stand in battle on the day of the Lord.*s"
    },
    {
        "o": 23321,
        "r": "csb:Ezekiel:13:6",
        "t": "They saw false visions and their divinations were a lie. They claimed, “This is the Lord’s*s declaration,” when the Lord*s did not send them, yet they wait for the fulfillment of their message."
    },
    {
        "o": 23322,
        "r": "csb:Ezekiel:13:7",
        "t": "Didn’t you see a false vision and speak a lying divination when you proclaimed, “This is the Lord’s*s declaration,” even though I had not spoken?"
    },
    {
        "o": 23323,
        "r": "csb:Ezekiel:13:8",
        "t": "“‘Therefore,*p this is what the Lord God*s says: You have spoken falsely and had lying visions; that’s why you discover that I am against you. This is the declaration of the Lord God.*s"
    },
    {
        "o": 23324,
        "r": "csb:Ezekiel:13:9",
        "t": "My hand will be against the prophets who see false visions and speak lying divinations. They will not be present in the council of my people or be recorded in the register of the house of Israel, and they will not enter the land of Israel. Then you will know that I am the Lord God.*s"
    },
    {
        "o": 23325,
        "r": "csb:Ezekiel:13:10",
        "t": "“‘Since*p they have led my people astray by saying, “Peace,” when there is no peace, and since when a flimsy wall is being built, they plaster it with whitewash,"
    },
    {
        "o": 23326,
        "r": "csb:Ezekiel:13:11",
        "t": "therefore, tell those plastering it with whitewash that it will fall. Torrential rain will come, and I will send hailstones plunging down, and a whirlwind will be released."
    },
    {
        "o": 23327,
        "r": "csb:Ezekiel:13:12",
        "t": "When the wall has fallen, will you not be asked, “Where’s the whitewash you plastered on it?”"
    },
    {
        "o": 23328,
        "r": "csb:Ezekiel:13:13",
        "t": "“‘So*p this is what the Lord God*s says: I will release a whirlwind in my wrath. Torrential rain will come in my anger, and hailstones will fall in destructive fury."
    },
    {
        "o": 23329,
        "r": "csb:Ezekiel:13:14",
        "t": "I will demolish the wall you plastered with whitewash and knock it to the ground so that its foundation is exposed. The city will fall, and you will be destroyed within it. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23330,
        "r": "csb:Ezekiel:13:15",
        "t": "After I exhaust my wrath against the wall and against those who plaster it with whitewash, I will say to you, “The wall is no more and neither are those who plastered it -"
    },
    {
        "o": 23331,
        "r": "csb:Ezekiel:13:16",
        "t": "those prophets of Israel who prophesied to Jerusalem and saw a vision of peace for her when there was no peace.” This is the declaration of the Lord God.’*s"
    },
    {
        "o": 23332,
        "r": "csb:Ezekiel:13:17",
        "t": "“Now*p you, son of man, face the women among your people who prophesy out of their own imagination, and prophesy against them."
    },
    {
        "o": 23333,
        "r": "csb:Ezekiel:13:18",
        "t": "Say, ‘This is what the Lord God*s says: Woe to the women who sew magic bands on the wrist of every hand and who make veils for the heads of people of every size in order to ensnare lives. Will you ensnare the lives of my people but preserve your own?"
    },
    {
        "o": 23334,
        "r": "csb:Ezekiel:13:19",
        "t": "You profane me among my people for handfuls of barley and scraps of bread; you put those to death who should not die and spare those who should not live, when you lie to my people, who listen to lies."
    },
    {
        "o": 23335,
        "r": "csb:Ezekiel:13:20",
        "t": "“‘Therefore,*p this is what the Lord God*s says: I am against your magic bands with which you ensnare people like birds, and I will tear them from your arms. I will free the people you have ensnared like birds."
    },
    {
        "o": 23336,
        "r": "csb:Ezekiel:13:21",
        "t": "I will also tear off your veils and rescue my people from your hands, so that they will no longer be prey in your hands. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23337,
        "r": "csb:Ezekiel:13:22",
        "t": "Because you have disheartened the righteous person with lies (when I intended no distress), and because you have supported the wicked person so that he does not turn from his evil way to save his life,"
    },
    {
        "o": 23338,
        "r": "csb:Ezekiel:13:23",
        "t": "therefore you will no longer see false visions or practice divination. I will rescue my people from your hands. Then you will know that I am the Lord*s .’”"
    }
]
