[
    {
        "o": 12021,
        "r": "nasb:1 Chronicles:22:0",
        "t": "1 Chronicles 22",
        "h": 1
    },
    {
        "o": 12022,
        "r": "nasb:1 Chronicles:22:0",
        "t": "David Prepares for Temple Building",
        "h": 2
    },
    {
        "o": 12023,
        "r": "nasb:1 Chronicles:22:1",
        "t": "Then*p David said, “This is the house of the Lord*s God, and this is the altar of burnt offering for Israel.”"
    },
    {
        "o": 12024,
        "r": "nasb:1 Chronicles:22:2",
        "t": "So*p David gave orders to gather the foreigners who were in the land of Israel, and he set stonecutters to hew out stones to build the house of God."
    },
    {
        "o": 12025,
        "r": "nasb:1 Chronicles:22:3",
        "t": "David prepared large quantities of iron to make the nails for the doors of the gates and for the clamps, and more bronze than could be weighed;"
    },
    {
        "o": 12026,
        "r": "nasb:1 Chronicles:22:4",
        "t": "and timbers of cedar logs beyond number, for the Sidonians and Tyrians brought large quantities of cedar timber to David."
    },
    {
        "o": 12027,
        "r": "nasb:1 Chronicles:22:5",
        "t": "David said, “My son Solomon is young and inexperienced, and the house that is to be built for the Lord*s shall be exceedingly magnificent, famous and glorious throughout all lands. Therefore*i now I will make preparation for it.” So David made ample preparations before his death."
    },
    {
        "o": 12028,
        "r": "nasb:1 Chronicles:22:5",
        "t": "Solomon Charged with the Task",
        "h": 2
    },
    {
        "o": 12029,
        "r": "nasb:1 Chronicles:22:6",
        "t": "Then*p he called for his son Solomon, and charged him to build a house for the Lord*s God of Israel."
    },
    {
        "o": 12030,
        "r": "nasb:1 Chronicles:22:7",
        "t": "David said to Solomon, “My son, I had intended to build a house to the name of the Lord*s my God."
    },
    {
        "o": 12031,
        "r": "nasb:1 Chronicles:22:8",
        "t": "But the word of the Lord*s came to me, saying, ‘You have shed much blood and have waged great wars; you shall not build a house to My name, because you have shed so*i much blood on the earth before Me."
    },
    {
        "o": 12032,
        "r": "nasb:1 Chronicles:22:9",
        "t": "Behold, a son will be born to you, who shall be a man of rest; and I will give him rest from all his enemies on every side; for his name shall be Solomon, and I will give peace and quiet to Israel in his days."
    },
    {
        "o": 12033,
        "r": "nasb:1 Chronicles:22:10",
        "t": "He shall build a house for My name, and he shall be My son and I will be his father; and I will establish the throne of his kingdom over Israel forever.’"
    },
    {
        "o": 12034,
        "r": "nasb:1 Chronicles:22:11",
        "t": "Now, my son, the Lord*s be with you that you may be successful, and build the house of the Lord*s your God just as He has spoken concerning you."
    },
    {
        "o": 12035,
        "r": "nasb:1 Chronicles:22:12",
        "t": "Only the Lord*s give you discretion and understanding, and give you charge over Israel, so that you may keep the law of the Lord*s your God."
    },
    {
        "o": 12036,
        "r": "nasb:1 Chronicles:22:13",
        "t": "Then you will prosper, if you are careful to observe the statutes and the ordinances which the Lord*s commanded Moses concerning Israel. Be strong and courageous, do not fear nor be dismayed."
    },
    {
        "o": 12037,
        "r": "nasb:1 Chronicles:22:14",
        "t": "Now behold, with great pains I have prepared for the house of the Lord*s 100,000 talents of gold and 1,000,000 talents of silver, and bronze and iron beyond weight, for they are in great quantity; also timber and stone I have prepared, and you may add to them."
    },
    {
        "o": 12038,
        "r": "nasb:1 Chronicles:22:15",
        "t": "Moreover, there are many workmen with you, stonecutters and masons of stone and carpenters, and all men who are skillful in every kind of work."
    },
    {
        "o": 12039,
        "r": "nasb:1 Chronicles:22:16",
        "t": "Of the gold, the silver and the bronze and the iron there is no limit. Arise and work, and may the Lord*s be with you.”"
    },
    {
        "o": 12040,
        "r": "nasb:1 Chronicles:22:17",
        "t": "David*p also commanded all the leaders of Israel to help his son Solomon, saying,*i"
    },
    {
        "o": 12041,
        "r": "nasb:1 Chronicles:22:18",
        "t": "“Is not the Lord*s your God with you? And has He not given you rest on every side? For He has given the inhabitants of the land into my hand, and the land is subdued before the Lord*s and before His people."
    },
    {
        "o": 12042,
        "r": "nasb:1 Chronicles:22:19",
        "t": "Now set your heart and your soul to seek the Lord*s your God; arise, therefore, and build the sanctuary of the Lord*s God, so that you may bring the ark of the covenant of the Lord*s and the holy vessels of God into the house that is to be built for the name of the Lord.”*s"
    }
]
