[
    {
        "o": 2391,
        "r": "esv:Exodus:25:0",
        "t": "Exodus 25",
        "h": 1
    },
    {
        "o": 2392,
        "r": "esv:Exodus:25:0",
        "t": "Contributions for the Sanctuary",
        "h": 2
    },
    {
        "o": 2393,
        "r": "esv:Exodus:25:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2394,
        "r": "esv:Exodus:25:2",
        "t": "“Speak to the people of Israel, that they take for me a contribution. From every man whose heart moves him you shall receive the contribution for me."
    },
    {
        "o": 2395,
        "r": "esv:Exodus:25:3",
        "t": "And this is the contribution that you shall receive from them: gold, silver, and bronze,"
    },
    {
        "o": 2396,
        "r": "esv:Exodus:25:4",
        "t": "blue and purple and scarlet yarns and fine twined linen, goats’ hair,"
    },
    {
        "o": 2397,
        "r": "esv:Exodus:25:5",
        "t": "tanned rams’ skins, goatskins, acacia wood,"
    },
    {
        "o": 2398,
        "r": "esv:Exodus:25:6",
        "t": "oil for the lamps, spices for the anointing oil and for the fragrant incense,"
    },
    {
        "o": 2399,
        "r": "esv:Exodus:25:7",
        "t": "onyx stones, and stones for setting, for the ephod and for the breastpiece."
    },
    {
        "o": 2400,
        "r": "esv:Exodus:25:8",
        "t": "And let them make me a sanctuary, that I may dwell in their midst."
    },
    {
        "o": 2401,
        "r": "esv:Exodus:25:9",
        "t": "Exactly as I show you concerning the pattern of the tabernacle, and of all its furniture, so you shall make it."
    },
    {
        "o": 2402,
        "r": "esv:Exodus:25:9",
        "t": "The Ark of the Covenant",
        "h": 2
    },
    {
        "o": 2403,
        "r": "esv:Exodus:25:10",
        "t": "“They*p shall make an ark of acacia wood. Two cubits and a half shall be its length, a cubit and a half its breadth, and a cubit and a half its height."
    },
    {
        "o": 2404,
        "r": "esv:Exodus:25:11",
        "t": "You shall overlay it with pure gold, inside and outside shall you overlay it, and you shall make on it a molding of gold around it."
    },
    {
        "o": 2405,
        "r": "esv:Exodus:25:12",
        "t": "You shall cast four rings of gold for it and put them on its four feet, two rings on the one side of it, and two rings on the other side of it."
    },
    {
        "o": 2406,
        "r": "esv:Exodus:25:13",
        "t": "You shall make poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2407,
        "r": "esv:Exodus:25:14",
        "t": "And you shall put the poles into the rings on the sides of the ark to carry the ark by them."
    },
    {
        "o": 2408,
        "r": "esv:Exodus:25:15",
        "t": "The poles shall remain in the rings of the ark; they shall not be taken from it."
    },
    {
        "o": 2409,
        "r": "esv:Exodus:25:16",
        "t": "And you shall put into the ark the testimony that I shall give you."
    },
    {
        "o": 2410,
        "r": "esv:Exodus:25:17",
        "t": "“You*p shall make a mercy seat of pure gold. Two cubits and a half shall be its length, and a cubit and a half its breadth."
    },
    {
        "o": 2411,
        "r": "esv:Exodus:25:18",
        "t": "And you shall make two cherubim of gold; of hammered work shall you make them, on the two ends of the mercy seat."
    },
    {
        "o": 2412,
        "r": "esv:Exodus:25:19",
        "t": "Make one cherub on the one end, and one cherub on the other end. Of one piece with the mercy seat shall you make the cherubim on its two ends."
    },
    {
        "o": 2413,
        "r": "esv:Exodus:25:20",
        "t": "The cherubim shall spread out their wings above, overshadowing the mercy seat with their wings, their faces one to another; toward the mercy seat shall the faces of the cherubim be."
    },
    {
        "o": 2414,
        "r": "esv:Exodus:25:21",
        "t": "And you shall put the mercy seat on the top of the ark, and in the ark you shall put the testimony that I shall give you."
    },
    {
        "o": 2415,
        "r": "esv:Exodus:25:22",
        "t": "There I will meet with you, and from above the mercy seat, from between the two cherubim that are on the ark of the testimony, I will speak with you about all that I will give you in commandment for the people of Israel."
    },
    {
        "o": 2416,
        "r": "esv:Exodus:25:22",
        "t": "The Table for Bread",
        "h": 2
    },
    {
        "o": 2417,
        "r": "esv:Exodus:25:23",
        "t": "“You*p shall make a table of acacia wood. Two cubits shall be its length, a cubit its breadth, and a cubit and a half its height."
    },
    {
        "o": 2418,
        "r": "esv:Exodus:25:24",
        "t": "You shall overlay it with pure gold and make a molding of gold around it."
    },
    {
        "o": 2419,
        "r": "esv:Exodus:25:25",
        "t": "And you shall make a rim around it a handbreadth wide, and a molding of gold around the rim."
    },
    {
        "o": 2420,
        "r": "esv:Exodus:25:26",
        "t": "And you shall make for it four rings of gold, and fasten the rings to the four corners at its four legs."
    },
    {
        "o": 2421,
        "r": "esv:Exodus:25:27",
        "t": "Close to the frame the rings shall lie, as holders for the poles to carry the table."
    },
    {
        "o": 2422,
        "r": "esv:Exodus:25:28",
        "t": "You shall make the poles of acacia wood, and overlay them with gold, and the table shall be carried with these."
    },
    {
        "o": 2423,
        "r": "esv:Exodus:25:29",
        "t": "And you shall make its plates and dishes for incense, and its flagons and bowls with which to pour drink offerings; you shall make them of pure gold."
    },
    {
        "o": 2424,
        "r": "esv:Exodus:25:30",
        "t": "And you shall set the bread of the Presence on the table before me regularly."
    },
    {
        "o": 2425,
        "r": "esv:Exodus:25:30",
        "t": "The Golden Lampstand",
        "h": 2
    },
    {
        "o": 2426,
        "r": "esv:Exodus:25:31",
        "t": "“You*p shall make a lampstand of pure gold. The lampstand shall be made of hammered work: its base, its stem, its cups, its calyxes, and its flowers shall be of one piece with it."
    },
    {
        "o": 2427,
        "r": "esv:Exodus:25:32",
        "t": "And there shall be six branches going out of its sides, three branches of the lampstand out of one side of it and three branches of the lampstand out of the other side of it;"
    },
    {
        "o": 2428,
        "r": "esv:Exodus:25:33",
        "t": "three cups made like almond blossoms, each with calyx and flower, on one branch, and three cups made like almond blossoms, each with calyx and flower, on the other branch— so for the six branches going out of the lampstand."
    },
    {
        "o": 2429,
        "r": "esv:Exodus:25:34",
        "t": "And on the lampstand itself there shall be four cups made like almond blossoms, with their calyxes and flowers,"
    },
    {
        "o": 2430,
        "r": "esv:Exodus:25:35",
        "t": "and a calyx of one piece with it under each pair of the six branches going out from the lampstand."
    },
    {
        "o": 2431,
        "r": "esv:Exodus:25:36",
        "t": "Their calyxes and their branches shall be of one piece with it, the whole of it a single piece of hammered work of pure gold."
    },
    {
        "o": 2432,
        "r": "esv:Exodus:25:37",
        "t": "You shall make seven lamps for it. And the lamps shall be set up so as to give light on the space in front of it."
    },
    {
        "o": 2433,
        "r": "esv:Exodus:25:38",
        "t": "Its tongs and their trays shall be of pure gold."
    },
    {
        "o": 2434,
        "r": "esv:Exodus:25:39",
        "t": "It shall be made, with all these utensils, out of a talent of pure gold."
    },
    {
        "o": 2435,
        "r": "esv:Exodus:25:40",
        "t": "And see that you make them after the pattern for them, which is being shown you on the mountain."
    }
]
