[
    {
        "o": 20233,
        "r": "nkjv:Isaiah:24:0",
        "t": "Isaiah 24",
        "h": 1
    },
    {
        "o": 20234,
        "r": "nkjv:Isaiah:24:0",
        "t": "Impending Judgment on the Earth",
        "h": 2
    },
    {
        "o": 20235,
        "r": "nkjv:Isaiah:24:1",
        "t": "Behold,*pn the Lord*s makes the earth empty and makes it waste, Distorts*ld its surface And*ld scatters abroad its inhabitants."
    },
    {
        "o": 20236,
        "r": "nkjv:Isaiah:24:2",
        "t": "And*ld it shall be: As*ld with the people, so with the priest; As*ld with the servant, so with his master; As*ld with the maid, so with her mistress; As*ld with the buyer, so with the seller; As*ld with the lender, so with the borrower; As*ld with the creditor, so with the debtor."
    },
    {
        "o": 20237,
        "r": "nkjv:Isaiah:24:3",
        "t": "The*ld land shall be entirely emptied and utterly plundered, For*ld the Lord*s has spoken this word."
    },
    {
        "o": 20238,
        "r": "nkjv:Isaiah:24:4",
        "t": "The*ln earth mourns and*i fades away, The*ld world languishes and*i fades away; The*ld haughty people of the earth languish."
    },
    {
        "o": 20239,
        "r": "nkjv:Isaiah:24:5",
        "t": "The*ld earth is also defiled under its inhabitants, Because*ld they have transgressed the laws, Changed*ld the ordinance, Broken*ld the everlasting covenant."
    },
    {
        "o": 20240,
        "r": "nkjv:Isaiah:24:6",
        "t": "Therefore*ld the curse has devoured the earth, And*ld those who dwell in it are desolate. Therefore*ld the inhabitants of the earth are burned, And*ld few men are*i left."
    },
    {
        "o": 20241,
        "r": "nkjv:Isaiah:24:7",
        "t": "The*ln new wine fails, the vine languishes, All*ld the merry-hearted sigh."
    },
    {
        "o": 20242,
        "r": "nkjv:Isaiah:24:8",
        "t": "The*ld mirth of the tambourine ceases, The*ld noise of the jubilant ends, The*ld joy of the harp ceases."
    },
    {
        "o": 20243,
        "r": "nkjv:Isaiah:24:9",
        "t": "They*ld shall not drink wine with a song; Strong*ld drink is bitter to those who drink it."
    },
    {
        "o": 20244,
        "r": "nkjv:Isaiah:24:10",
        "t": "The*ld city of confusion is broken down; Every*ld house is shut up, so that none may go in."
    },
    {
        "o": 20245,
        "r": "nkjv:Isaiah:24:11",
        "t": "There*ild is*i a cry for wine in the streets, All*ld joy is darkened, The*ld mirth of the land is gone."
    },
    {
        "o": 20246,
        "r": "nkjv:Isaiah:24:12",
        "t": "In*ld the city desolation is left, And*ld the gate is stricken with destruction."
    },
    {
        "o": 20247,
        "r": "nkjv:Isaiah:24:13",
        "t": "When*ld it shall be thus in the midst of the land among the people, It*ild shall*i be*i like the shaking of an olive tree, Like*ld the gleaning of grapes when the vintage is done."
    },
    {
        "o": 20248,
        "r": "nkjv:Isaiah:24:14",
        "t": "They*ln shall lift up their voice, they shall sing; For*ld the majesty of the Lord*s They*ld shall cry aloud from the sea."
    },
    {
        "o": 20249,
        "r": "nkjv:Isaiah:24:15",
        "t": "Therefore*ld glorify the Lord*s in the dawning light, The*ld name of the Lord*s God of Israel in the coastlands of the sea."
    },
    {
        "o": 20250,
        "r": "nkjv:Isaiah:24:16",
        "t": "From*ld the ends of the earth we have heard songs: “Glory*ld to the righteous!” But*ld I said, “I am ruined, ruined! Woe*ld to me! The*ld treacherous dealers have dealt treacherously, Indeed,*ld the treacherous dealers have dealt very treacherously.”"
    },
    {
        "o": 20251,
        "r": "nkjv:Isaiah:24:17",
        "t": "Fear*ln and the pit and the snare Are*ild upon you, O inhabitant of the earth."
    },
    {
        "o": 20252,
        "r": "nkjv:Isaiah:24:18",
        "t": "And*ld it shall be That*ild he who flees from the noise of the fear Shall*ld fall into the pit, And*ld he who comes up from the midst of the pit Shall*ld be caught in the snare; For*ld the windows from on high are open, And*ld the foundations of the earth are shaken."
    },
    {
        "o": 20253,
        "r": "nkjv:Isaiah:24:19",
        "t": "The*ln earth is violently broken, The*ld earth is split open, The*ld earth is shaken exceedingly."
    },
    {
        "o": 20254,
        "r": "nkjv:Isaiah:24:20",
        "t": "The*ld earth shall reel to and fro like a drunkard, And*ld shall totter like a hut; Its*ld transgression shall be heavy upon it, And*ld it will fall, and not rise again."
    },
    {
        "o": 20255,
        "r": "nkjv:Isaiah:24:21",
        "t": "It*ln shall come to pass in that day That*ild the Lord*s will punish on high the host of exalted ones, And*ld on the earth the kings of the earth."
    },
    {
        "o": 20256,
        "r": "nkjv:Isaiah:24:22",
        "t": "They*ld will be gathered together, As*ild prisoners are gathered in the pit, And*ld will be shut up in the prison; After*ld many days they will be punished."
    },
    {
        "o": 20257,
        "r": "nkjv:Isaiah:24:23",
        "t": "Then*ld the moon will be disgraced And*ld the sun ashamed; For*ld the Lord*s of hosts will reign On*ld Mount Zion and in Jerusalem And*ld before His elders, gloriously."
    }
]
