[
    {
        "o": 4762,
        "r": "niv:Numbers:22:0",
        "t": "Numbers 22",
        "h": 1
    },
    {
        "o": 4763,
        "r": "niv:Numbers:22:0",
        "t": "Balak Summons Balaam",
        "h": 2
    },
    {
        "o": 4764,
        "r": "niv:Numbers:22:1",
        "t": "Then*p the Israelites traveled to the plains of Moab and camped along the Jordan across from Jericho."
    },
    {
        "o": 4765,
        "r": "niv:Numbers:22:2",
        "t": "Now*p Balak son of Zippor saw all that Israel had done to the Amorites,"
    },
    {
        "o": 4766,
        "r": "niv:Numbers:22:3",
        "t": "and Moab was terrified because there were so many people. Indeed, Moab was filled with dread because of the Israelites."
    },
    {
        "o": 4767,
        "r": "niv:Numbers:22:4",
        "t": "The*p Moabites said to the elders of Midian, “This horde is going to lick up everything around us, as an ox licks up the grass of the field.” So*p Balak son of Zippor, who was king of Moab at that time,"
    },
    {
        "o": 4768,
        "r": "niv:Numbers:22:5",
        "t": "sent messengers to summon Balaam son of Beor, who was at Pethor, near the Euphrates River, in his native land. Balak said: “A*ln people has come out of Egypt; they cover the face of the land and have settled next to me."
    },
    {
        "o": 4769,
        "r": "niv:Numbers:22:6",
        "t": "Now come and put a curse on these people, because they are too powerful for me. Perhaps then I will be able to defeat them and drive them out of the land. For I know that whoever you bless is blessed, and whoever you curse is cursed.”"
    },
    {
        "o": 4770,
        "r": "niv:Numbers:22:7",
        "t": "The*p elders of Moab and Midian left, taking with them the fee for divination. When they came to Balaam, they told him what Balak had said."
    },
    {
        "o": 4771,
        "r": "niv:Numbers:22:8",
        "t": "“Spend*p the night here,” Balaam said to them, “and I will report back to you with the answer the Lord*s gives me.” So the Moabite officials stayed with him."
    },
    {
        "o": 4772,
        "r": "niv:Numbers:22:9",
        "t": "God*p came to Balaam and asked, “Who are these men with you?”"
    },
    {
        "o": 4773,
        "r": "niv:Numbers:22:10",
        "t": "Balaam*p said to God, “Balak son of Zippor, king of Moab, sent me this message:"
    },
    {
        "o": 4774,
        "r": "niv:Numbers:22:11",
        "t": "‘A people that has come out of Egypt covers the face of the land. Now come and put a curse on them for me. Perhaps then I will be able to fight them and drive them away.’ ”"
    },
    {
        "o": 4775,
        "r": "niv:Numbers:22:12",
        "t": "But*p God said to Balaam, “Do not go with them. You must not put a curse on those people, because they are blessed.”"
    },
    {
        "o": 4776,
        "r": "niv:Numbers:22:13",
        "t": "The*p next morning Balaam got up and said to Balak’s officials, “Go back to your own country, for the Lord*s has refused to let me go with you.”"
    },
    {
        "o": 4777,
        "r": "niv:Numbers:22:14",
        "t": "So*p the Moabite officials returned to Balak and said, “Balaam refused to come with us.”"
    },
    {
        "o": 4778,
        "r": "niv:Numbers:22:15",
        "t": "Then*p Balak sent other officials, more numerous and more distinguished than the first."
    },
    {
        "o": 4779,
        "r": "niv:Numbers:22:16",
        "t": "They came to Balaam and said: “This*ln is what Balak son of Zippor says: Do not let anything keep you from coming to me,"
    },
    {
        "o": 4780,
        "r": "niv:Numbers:22:17",
        "t": "because I will reward you handsomely and do whatever you say. Come and put a curse on these people for me.”"
    },
    {
        "o": 4781,
        "r": "niv:Numbers:22:18",
        "t": "But*p Balaam answered them, “Even if Balak gave me all the silver and gold in his palace, I could not do anything great or small to go beyond the command of the Lord*s my God."
    },
    {
        "o": 4782,
        "r": "niv:Numbers:22:19",
        "t": "Now spend the night here so that I can find out what else the Lord*s will tell me.”"
    },
    {
        "o": 4783,
        "r": "niv:Numbers:22:20",
        "t": "That*p night God came to Balaam and said, “Since these men have come to summon you, go with them, but do only what I tell you.”"
    },
    {
        "o": 4784,
        "r": "niv:Numbers:22:20",
        "t": "Balaam’s Donkey",
        "h": 2
    },
    {
        "o": 4785,
        "r": "niv:Numbers:22:21",
        "t": "Balaam*p got up in the morning, saddled his donkey and went with the Moabite officials."
    },
    {
        "o": 4786,
        "r": "niv:Numbers:22:22",
        "t": "But God was very angry when he went, and the angel of the Lord*s stood in the road to oppose him. Balaam was riding on his donkey, and his two servants were with him."
    },
    {
        "o": 4787,
        "r": "niv:Numbers:22:23",
        "t": "When the donkey saw the angel of the Lord*s standing in the road with a drawn sword in his hand, it turned off the road into a field. Balaam beat it to get it back on the road."
    },
    {
        "o": 4788,
        "r": "niv:Numbers:22:24",
        "t": "Then*p the angel of the Lord*s stood in a narrow path through the vineyards, with walls on both sides."
    },
    {
        "o": 4789,
        "r": "niv:Numbers:22:25",
        "t": "When the donkey saw the angel of the Lord,*s it pressed close to the wall, crushing Balaam’s foot against it. So he beat the donkey again."
    },
    {
        "o": 4790,
        "r": "niv:Numbers:22:26",
        "t": "Then*p the angel of the Lord*s moved on ahead and stood in a narrow place where there was no room to turn, either to the right or to the left."
    },
    {
        "o": 4791,
        "r": "niv:Numbers:22:27",
        "t": "When the donkey saw the angel of the Lord,*s it lay down under Balaam, and he was angry and beat it with his staff."
    },
    {
        "o": 4792,
        "r": "niv:Numbers:22:28",
        "t": "Then the Lord*s opened the donkey’s mouth, and it said to Balaam, “What have I done to you to make you beat me these three times?”"
    },
    {
        "o": 4793,
        "r": "niv:Numbers:22:29",
        "t": "Balaam*p answered the donkey, “You have made a fool of me! If only I had a sword in my hand, I would kill you right now.”"
    },
    {
        "o": 4794,
        "r": "niv:Numbers:22:30",
        "t": "The*p donkey said to Balaam, “Am I not your own donkey, which you have always ridden, to this day? Have I been in the habit of doing this to you?” “No,”*p he said."
    },
    {
        "o": 4795,
        "r": "niv:Numbers:22:31",
        "t": "Then*p the Lord*s opened Balaam’s eyes, and he saw the angel of the Lord*s standing in the road with his sword drawn. So he bowed low and fell facedown."
    },
    {
        "o": 4796,
        "r": "niv:Numbers:22:32",
        "t": "The*p angel of the Lord*s asked him, “Why have you beaten your donkey these three times? I have come here to oppose you because your path is a reckless one before me."
    },
    {
        "o": 4797,
        "r": "niv:Numbers:22:33",
        "t": "The donkey saw me and turned away from me these three times. If it had not turned away, I would certainly have killed you by now, but I would have spared it.”"
    },
    {
        "o": 4798,
        "r": "niv:Numbers:22:34",
        "t": "Balaam*p said to the angel of the Lord,*s “I have sinned. I did not realize you were standing in the road to oppose me. Now if you are displeased, I will go back.”"
    },
    {
        "o": 4799,
        "r": "niv:Numbers:22:35",
        "t": "The*p angel of the Lord*s said to Balaam, “Go with the men, but speak only what I tell you.” So Balaam went with Balak’s officials."
    },
    {
        "o": 4800,
        "r": "niv:Numbers:22:36",
        "t": "When*p Balak heard that Balaam was coming, he went out to meet him at the Moabite town on the Arnon border, at the edge of his territory."
    },
    {
        "o": 4801,
        "r": "niv:Numbers:22:37",
        "t": "Balak said to Balaam, “Did I not send you an urgent summons? Why didn’t you come to me? Am I really not able to reward you?”"
    },
    {
        "o": 4802,
        "r": "niv:Numbers:22:38",
        "t": "“Well,*p I have come to you now,” Balaam replied. “But I can’t say whatever I please. I must speak only what God puts in my mouth.”"
    },
    {
        "o": 4803,
        "r": "niv:Numbers:22:39",
        "t": "Then*p Balaam went with Balak to Kiriath Huzoth."
    },
    {
        "o": 4804,
        "r": "niv:Numbers:22:40",
        "t": "Balak sacrificed cattle and sheep, and gave some to Balaam and the officials who were with him."
    },
    {
        "o": 4805,
        "r": "niv:Numbers:22:41",
        "t": "The next morning Balak took Balaam up to Bamoth Baal, and from there he could see the outskirts of the Israelite camp."
    }
]
