[
    {
        "o": 10758,
        "r": "csb:2 Kings:8:0",
        "t": "2 Kings 8",
        "h": 1
    },
    {
        "o": 10759,
        "r": "csb:2 Kings:8:0",
        "t": "The Shunammite’s Land Restored",
        "h": 2
    },
    {
        "o": 10760,
        "r": "csb:2 Kings:8:1",
        "t": "Elisha*p said to the woman whose son he had restored to life, “Get ready, you and your household, and go live as a resident alien wherever you can. For the Lord*s has announced a seven-year famine, and it has already come to the land.”"
    },
    {
        "o": 10761,
        "r": "csb:2 Kings:8:2",
        "t": "So*p the woman got ready and did what the man of God said. She and her household lived as resident aliens in the land of the Philistines for seven years."
    },
    {
        "o": 10762,
        "r": "csb:2 Kings:8:3",
        "t": "When the woman returned from the land of the Philistines at the end of seven years, she went to appeal to the king for her house and field."
    },
    {
        "o": 10763,
        "r": "csb:2 Kings:8:4",
        "t": "The*p king had been speaking to Gehazi, the attendant of the man of God, saying, “Tell me all the great things Elisha has done.”"
    },
    {
        "o": 10764,
        "r": "csb:2 Kings:8:5",
        "t": "While*p he was telling the king how Elisha restored the dead son to life, the woman whose son he had restored to life came to appeal to the king for her house and field. So Gehazi said, “My lord the king, this is the woman and this is the son Elisha restored to life.”"
    },
    {
        "o": 10765,
        "r": "csb:2 Kings:8:6",
        "t": "When*p the king asked the woman, she told him the story. So the king appointed a court official for her, saying, “Restore all that was hers, along with all the income from the field from the day she left the country until now.”"
    },
    {
        "o": 10766,
        "r": "csb:2 Kings:8:6",
        "t": "Aram’s King Hazael",
        "h": 2
    },
    {
        "o": 10767,
        "r": "csb:2 Kings:8:7",
        "t": "Elisha*p came to Damascus while King Ben-hadad of Aram was sick, and the king was told, “The man of God has come here.”"
    },
    {
        "o": 10768,
        "r": "csb:2 Kings:8:8",
        "t": "So the king said to Hazael, “Take a gift with you and go meet the man of God. Inquire of the Lord*s through him, ‘Will I recover from this sickness?’”"
    },
    {
        "o": 10769,
        "r": "csb:2 Kings:8:9",
        "t": "Hazael*p went to meet Elisha, taking with him a gift: forty camel-loads of all the finest products of Damascus. When he came and stood before him, he said, “Your son, King Ben-hadad of Aram, has sent me to ask you, ‘Will I recover from this sickness? ’”"
    },
    {
        "o": 10770,
        "r": "csb:2 Kings:8:10",
        "t": "Elisha*p told him, “Go say to him, ‘You are sure to recover.’ But the Lord*s has shown me that he is sure to die.”"
    },
    {
        "o": 10771,
        "r": "csb:2 Kings:8:11",
        "t": "Then he stared steadily at him until he was ashamed. The*p man of God wept,"
    },
    {
        "o": 10772,
        "r": "csb:2 Kings:8:12",
        "t": "and Hazael asked, “Why is my lord weeping?” He*p replied, “Because I know the evil you will do to the people of Israel. You will set their fortresses on fire. You will kill their young men with the sword. You will dash their children to pieces. You will rip open their pregnant women.”"
    },
    {
        "o": 10773,
        "r": "csb:2 Kings:8:13",
        "t": "Hazael*p said, “How could your servant, a mere dog, do such a mighty deed?” Elisha*p answered, “The Lord*s has shown me that you will be king over Aram.”"
    },
    {
        "o": 10774,
        "r": "csb:2 Kings:8:14",
        "t": "Hazael*p left Elisha and went to his master, who asked him, “What did Elisha say to you?” He*p responded, “He told me you are sure to recover.”"
    },
    {
        "o": 10775,
        "r": "csb:2 Kings:8:15",
        "t": "The next day Hazael took a heavy cloth, dipped it in water, and spread it over the king’s face. Ben-hadad died, and Hazael reigned in his place."
    },
    {
        "o": 10776,
        "r": "csb:2 Kings:8:15",
        "t": "Judah’s King Jehoram",
        "h": 2
    },
    {
        "o": 10777,
        "r": "csb:2 Kings:8:16",
        "t": "In*p the fifth year of Israel’s King Joram son of Ahab, Jehoram son of Jehoshaphat became king of Judah, replacing his father."
    },
    {
        "o": 10778,
        "r": "csb:2 Kings:8:17",
        "t": "He was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 10779,
        "r": "csb:2 Kings:8:18",
        "t": "He walked in the ways of the kings of Israel, as the house of Ahab had done, for Ahab’s daughter was his wife. He did what was evil in the Lord’s*s sight."
    },
    {
        "o": 10780,
        "r": "csb:2 Kings:8:19",
        "t": "For the sake of his servant David, the Lord*s was unwilling to destroy Judah, since he had promised to give a lamp to David and his sons forever."
    },
    {
        "o": 10781,
        "r": "csb:2 Kings:8:20",
        "t": "During*p Jehoram’s reign, Edom rebelled against Judah’s control and appointed their own king."
    },
    {
        "o": 10782,
        "r": "csb:2 Kings:8:21",
        "t": "So Jehoram crossed over to Zair with all his chariots. Then at night he set out to attack the Edomites who had surrounded him and the chariot commanders, but his troops fled to their tents."
    },
    {
        "o": 10783,
        "r": "csb:2 Kings:8:22",
        "t": "So Edom is still in rebellion against Judah’s control today. Libnah also rebelled at that time."
    },
    {
        "o": 10784,
        "r": "csb:2 Kings:8:23",
        "t": "The*p rest of the events of Jehoram’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 10785,
        "r": "csb:2 Kings:8:24",
        "t": "Jehoram rested with his ancestors and was buried with his ancestors in the city of David, and his son Ahaziah became king in his place."
    },
    {
        "o": 10786,
        "r": "csb:2 Kings:8:24",
        "t": "Judah’s King Ahaziah",
        "h": 2
    },
    {
        "o": 10787,
        "r": "csb:2 Kings:8:25",
        "t": "In*p the twelfth year of Israel’s King Joram son of Ahab, Ahaziah son of Jehoram became king of Judah."
    },
    {
        "o": 10788,
        "r": "csb:2 Kings:8:26",
        "t": "Ahaziah was twenty-two years old when he became king, and he reigned one year in Jerusalem. His mother’s name was Athaliah, granddaughter of Israel’s King Omri."
    },
    {
        "o": 10789,
        "r": "csb:2 Kings:8:27",
        "t": "He walked in the ways of the house of Ahab and did what was evil in the Lord’s*s sight like the house of Ahab, for his father had married into the house of Ahab."
    },
    {
        "o": 10790,
        "r": "csb:2 Kings:8:28",
        "t": "Ahaziah*p went with Joram son of Ahab to fight against King Hazael of Aram in Ramoth-gilead, and the Arameans wounded Joram."
    },
    {
        "o": 10791,
        "r": "csb:2 Kings:8:29",
        "t": "So King Joram returned to Jezreel to recover from the wounds that the Arameans had inflicted on him in Ramoth-gilead when he fought against Aram’s King Hazael. Then Judah’s King Ahaziah son of Jehoram went down to Jezreel to visit Joram son of Ahab since Joram was ill."
    }
]
