[
    {
        "o": 1814,
        "r": "nkjv:Exodus:6:0",
        "t": "Exodus 6",
        "h": 1
    },
    {
        "o": 1815,
        "r": "nkjv:Exodus:6:1",
        "t": "Then*p the Lord*s said to Moses, “Now you shall see what I will do to Pharaoh. For with a strong hand he will let them go, and with a strong hand he will drive them out of his land.”"
    },
    {
        "o": 1816,
        "r": "nkjv:Exodus:6:2",
        "t": "And*p God spoke to Moses and said to him: “I am*i the Lord.*s"
    },
    {
        "o": 1817,
        "r": "nkjv:Exodus:6:3",
        "t": "I appeared to Abraham, to Isaac, and to Jacob, as God Almighty, but by*i My name Lord*s I was not known to them."
    },
    {
        "o": 1818,
        "r": "nkjv:Exodus:6:4",
        "t": "I have also established My covenant with them, to give them the land of Canaan, the land of their pilgrimage, in which they were strangers."
    },
    {
        "o": 1819,
        "r": "nkjv:Exodus:6:5",
        "t": "And I have also heard the groaning of the children of Israel whom the Egyptians keep in bondage, and I have remembered My covenant."
    },
    {
        "o": 1820,
        "r": "nkjv:Exodus:6:6",
        "t": "Therefore say to the children of Israel: ‘I am*i the Lord;*s I will bring you out from under the burdens of the Egyptians, I will rescue you from their bondage, and I will redeem you with an outstretched arm and with great judgments."
    },
    {
        "o": 1821,
        "r": "nkjv:Exodus:6:7",
        "t": "I will take you as My people, and I will be your God. Then you shall know that I am*i the Lord*s your God who brings you out from under the burdens of the Egyptians."
    },
    {
        "o": 1822,
        "r": "nkjv:Exodus:6:8",
        "t": "And I will bring you into the land which I swore to give to Abraham, Isaac, and Jacob; and I will give it to you as*i a heritage: I am*i the Lord.’”*s"
    },
    {
        "o": 1823,
        "r": "nkjv:Exodus:6:9",
        "t": "So Moses spoke thus to the children of Israel; but they did not heed Moses, because of anguish of spirit and cruel bondage."
    },
    {
        "o": 1824,
        "r": "nkjv:Exodus:6:10",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 1825,
        "r": "nkjv:Exodus:6:11",
        "t": "“Go in, tell Pharaoh king of Egypt to let the children of Israel go out of his land.”"
    },
    {
        "o": 1826,
        "r": "nkjv:Exodus:6:12",
        "t": "And*p Moses spoke before the Lord,*s saying, “The children of Israel have not heeded me. How then shall Pharaoh heed me, for I am*i of uncircumcised lips?”"
    },
    {
        "o": 1827,
        "r": "nkjv:Exodus:6:13",
        "t": "Then*p the Lord*s spoke to Moses and Aaron, and gave them a command for the children of Israel and for Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt."
    },
    {
        "o": 1828,
        "r": "nkjv:Exodus:6:13",
        "t": "The Family of Moses and Aaron",
        "h": 2
    },
    {
        "o": 1829,
        "r": "nkjv:Exodus:6:14",
        "t": "These*p are*i the heads of their fathers’ houses: The sons of Reuben, the firstborn of Israel, were*i Hanoch, Pallu, Hezron, and Carmi. These are the families of Reuben."
    },
    {
        "o": 1830,
        "r": "nkjv:Exodus:6:15",
        "t": "And the sons of Simeon were*i Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul the son of a Canaanite woman. These are*i the families of Simeon."
    },
    {
        "o": 1831,
        "r": "nkjv:Exodus:6:16",
        "t": "These are*i the names of the sons of Levi according to their generations: Gershon, Kohath, and Merari. And the years of the life of Levi were*i one hundred and thirty-seven."
    },
    {
        "o": 1832,
        "r": "nkjv:Exodus:6:17",
        "t": "The sons of Gershon were*i Libni and Shimi according to their families."
    },
    {
        "o": 1833,
        "r": "nkjv:Exodus:6:18",
        "t": "And the sons of Kohath were*i Amram, Izhar, Hebron, and Uzziel. And the years of the life of Kohath were*i one hundred and thirty-three."
    },
    {
        "o": 1834,
        "r": "nkjv:Exodus:6:19",
        "t": "The sons of Merari were*i Mahli and Mushi. These are*i the families of Levi according to their generations."
    },
    {
        "o": 1835,
        "r": "nkjv:Exodus:6:20",
        "t": "Now*p Amram took for himself Jochebed, his father’s sister, as wife; and she bore him Aaron and Moses. And the years of the life of Amram were*i one hundred and thirty-seven."
    },
    {
        "o": 1836,
        "r": "nkjv:Exodus:6:21",
        "t": "The sons of Izhar were*i Korah, Nepheg, and Zichri."
    },
    {
        "o": 1837,
        "r": "nkjv:Exodus:6:22",
        "t": "And the sons of Uzziel were*i Mishael, Elzaphan, and Zithri."
    },
    {
        "o": 1838,
        "r": "nkjv:Exodus:6:23",
        "t": "Aaron took to himself Elisheba, daughter of Amminadab, sister of Nahshon, as wife; and she bore him Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 1839,
        "r": "nkjv:Exodus:6:24",
        "t": "And the sons of Korah were*i Assir, Elkanah, and Abiasaph. These are the families of the Korahites."
    },
    {
        "o": 1840,
        "r": "nkjv:Exodus:6:25",
        "t": "Eleazar, Aaron’s son, took for himself one of the daughters of Putiel as wife; and she bore him Phinehas. These are*i the heads of the fathers’ houses of the Levites according to their families."
    },
    {
        "o": 1841,
        "r": "nkjv:Exodus:6:26",
        "t": "These*p are*i the*i same*i Aaron and Moses to whom the Lord*s said, “Bring out the children of Israel from the land of Egypt according to their armies.”"
    },
    {
        "o": 1842,
        "r": "nkjv:Exodus:6:27",
        "t": "These are*i the ones who spoke to Pharaoh king of Egypt, to bring out the children of Israel from Egypt. These are*i the*i same*i Moses and Aaron."
    },
    {
        "o": 1843,
        "r": "nkjv:Exodus:6:27",
        "t": "Aaron Is Moses’s Spokesman",
        "h": 2
    },
    {
        "o": 1844,
        "r": "nkjv:Exodus:6:28",
        "t": "And*p it came to pass, on the day the Lord*s spoke to Moses in the land of Egypt,"
    },
    {
        "o": 1845,
        "r": "nkjv:Exodus:6:29",
        "t": "that the Lord*s spoke to Moses, saying, “I am*i the Lord.*s Speak to Pharaoh king of Egypt all that I say to you.”"
    },
    {
        "o": 1846,
        "r": "nkjv:Exodus:6:30",
        "t": "But*p Moses said before the Lord,*s “Behold, I am*i of uncircumcised lips, and how shall Pharaoh heed me?”"
    }
]
