[
    {
        "o": 20587,
        "r": "esv:Isaiah:43:0",
        "t": "Isaiah 43",
        "h": 1
    },
    {
        "o": 20588,
        "r": "esv:Isaiah:43:0",
        "t": "Israel’s Only Savior",
        "h": 2
    },
    {
        "o": 20589,
        "r": "esv:Isaiah:43:1",
        "t": "But*pn now thus says the Lord,*s he*ln who created you, O Jacob, he*ld who formed you, O Israel: “Fear*ln not, for I have redeemed you; I*ld have called you by name, you are mine."
    },
    {
        "o": 20590,
        "r": "esv:Isaiah:43:2",
        "t": "When*ln you pass through the waters, I will be with you; and*ld through the rivers, they shall not overwhelm you; when*ln you walk through fire you shall not be burned, and*ld the flame shall not consume you."
    },
    {
        "o": 20591,
        "r": "esv:Isaiah:43:3",
        "t": "For*ln I am the Lord*s your God, the*ld Holy One of Israel, your Savior. I*ln give Egypt as your ransom, Cush*ld and Seba in exchange for you."
    },
    {
        "o": 20592,
        "r": "esv:Isaiah:43:4",
        "t": "Because*ln you are precious in my eyes, and*ld honored, and I love you, I*ln give men in return for you, peoples*ld in exchange for your life."
    },
    {
        "o": 20593,
        "r": "esv:Isaiah:43:5",
        "t": "Fear*ln not, for I am with you; I*ld will bring your offspring from the east, and*ld from the west I will gather you."
    },
    {
        "o": 20594,
        "r": "esv:Isaiah:43:6",
        "t": "I*ln will say to the north, Give up, and*ld to the south, Do not withhold; bring*ln my sons from afar and*ld my daughters from the end of the earth,"
    },
    {
        "o": 20595,
        "r": "esv:Isaiah:43:7",
        "t": "everyone*ln who is called by my name, whom*ld I created for my glory, whom*ld I formed and made.”"
    },
    {
        "o": 20596,
        "r": "esv:Isaiah:43:8",
        "t": "Bring*pn out the people who are blind, yet have eyes, who*ld are deaf, yet have ears!"
    },
    {
        "o": 20597,
        "r": "esv:Isaiah:43:9",
        "t": "All*ln the nations gather together, and*ld the peoples assemble. Who*ln among them can declare this, and*ld show us the former things? Let*ln them bring their witnesses to prove them right, and*ld let them hear and say, It is true."
    },
    {
        "o": 20598,
        "r": "esv:Isaiah:43:10",
        "t": "“You*ln are my witnesses,” declares the Lord,*s “and*ld my servant whom I have chosen, that*ln you may know and believe me and*ld understand that I am he. Before*ln me no god was formed, nor*ld shall there be any after me."
    },
    {
        "o": 20599,
        "r": "esv:Isaiah:43:11",
        "t": "I,*ln I am the Lord,*s and*ld besides me there is no savior."
    },
    {
        "o": 20600,
        "r": "esv:Isaiah:43:12",
        "t": "I*ln declared and saved and proclaimed, when*ld there was no strange god among you; and*ld you are my witnesses,” declares the Lord,*s “and I am God."
    },
    {
        "o": 20601,
        "r": "esv:Isaiah:43:13",
        "t": "Also*ln henceforth I am he; there*ld is none who can deliver from my hand; I*ld work, and who can turn it back?”"
    },
    {
        "o": 20602,
        "r": "esv:Isaiah:43:14",
        "t": "Thus*pn says the Lord,*s your*ld Redeemer, the Holy One of Israel: “For*ln your sake I send to Babylon and*ld bring them all down as fugitives, even*ld the Chaldeans, in the ships in which they rejoice."
    },
    {
        "o": 20603,
        "r": "esv:Isaiah:43:15",
        "t": "I*ln am the Lord,*s your Holy One, the*ld Creator of Israel, your King.”"
    },
    {
        "o": 20604,
        "r": "esv:Isaiah:43:16",
        "t": "Thus*pn says the Lord,*s who*ld makes a way in the sea, a*ld path in the mighty waters,"
    },
    {
        "o": 20605,
        "r": "esv:Isaiah:43:17",
        "t": "who*ln brings forth chariot and horse, army*ld and warrior; they*ln lie down, they cannot rise, they*ld are extinguished, quenched like a wick:"
    },
    {
        "o": 20606,
        "r": "esv:Isaiah:43:18",
        "t": "“Remember*ln not the former things, nor*ld consider the things of old."
    },
    {
        "o": 20607,
        "r": "esv:Isaiah:43:19",
        "t": "Behold,*ln I am doing a new thing; now*ld it springs forth, do you not perceive it? I*ln will make a way in the wilderness and*ld rivers in the desert."
    },
    {
        "o": 20608,
        "r": "esv:Isaiah:43:20",
        "t": "The*ln wild beasts will honor me, the*ld jackals and the ostriches, for*ln I give water in the wilderness, rivers*ld in the desert, to*ln give drink to my chosen people,"
    },
    {
        "o": 20609,
        "r": "esv:Isaiah:43:21",
        "t": "the*ld people whom I formed for myself that*ln they might declare my praise."
    },
    {
        "o": 20610,
        "r": "esv:Isaiah:43:22",
        "t": "“Yet*pn you did not call upon me, O Jacob; but*ld you have been weary of me, O Israel!"
    },
    {
        "o": 20611,
        "r": "esv:Isaiah:43:23",
        "t": "You*ln have not brought me your sheep for burnt offerings, or*ld honored me with your sacrifices. I*ln have not burdened you with offerings, or*ld wearied you with frankincense."
    },
    {
        "o": 20612,
        "r": "esv:Isaiah:43:24",
        "t": "You*ln have not bought me sweet cane with money, or*ld satisfied me with the fat of your sacrifices. But*ln you have burdened me with your sins; you*ld have wearied me with your iniquities."
    },
    {
        "o": 20613,
        "r": "esv:Isaiah:43:25",
        "t": "“I,*pn I am he who*ld blots out your transgressions for my own sake, and*ld I will not remember your sins."
    },
    {
        "o": 20614,
        "r": "esv:Isaiah:43:26",
        "t": "Put*ln me in remembrance; let us argue together; set*ld forth your case, that you may be proved right."
    },
    {
        "o": 20615,
        "r": "esv:Isaiah:43:27",
        "t": "Your*ln first father sinned, and*ld your mediators transgressed against me."
    },
    {
        "o": 20616,
        "r": "esv:Isaiah:43:28",
        "t": "Therefore*ln I will profane the princes of the sanctuary, and*ld deliver Jacob to utter destruction and*ld Israel to reviling."
    }
]
