[
    {
        "o": 4358,
        "r": "nkjv:Numbers:9:0",
        "t": "Numbers 9",
        "h": 1
    },
    {
        "o": 4359,
        "r": "nkjv:Numbers:9:0",
        "t": "The Second Passover",
        "h": 2
    },
    {
        "o": 4360,
        "r": "nkjv:Numbers:9:1",
        "t": "Now*p the Lord*s spoke to Moses in the Wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying:"
    },
    {
        "o": 4361,
        "r": "nkjv:Numbers:9:2",
        "t": "“Let the children of Israel keep the Passover at its appointed time."
    },
    {
        "o": 4362,
        "r": "nkjv:Numbers:9:3",
        "t": "On the fourteenth day of this month, at twilight, you shall keep it at its appointed time. According to all its rites and ceremonies you shall keep it.”"
    },
    {
        "o": 4363,
        "r": "nkjv:Numbers:9:4",
        "t": "So Moses told the children of Israel that they should keep the Passover."
    },
    {
        "o": 4364,
        "r": "nkjv:Numbers:9:5",
        "t": "And they kept the Passover on the fourteenth day of the first month, at twilight, in the Wilderness of Sinai; according to all that the Lord*s commanded Moses, so the children of Israel did."
    },
    {
        "o": 4365,
        "r": "nkjv:Numbers:9:6",
        "t": "Now*p there were certain*i men who were defiled by a human corpse, so that they could not keep the Passover on that day; and they came before Moses and Aaron that day."
    },
    {
        "o": 4366,
        "r": "nkjv:Numbers:9:7",
        "t": "And those men said to him, “We became*i defiled by a human corpse. Why are we kept from presenting the offering of the Lord*s at its appointed time among the children of Israel?”"
    },
    {
        "o": 4367,
        "r": "nkjv:Numbers:9:8",
        "t": "And*p Moses said to them, “Stand still, that I may hear what the Lord*s will command concerning you.”"
    },
    {
        "o": 4368,
        "r": "nkjv:Numbers:9:9",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4369,
        "r": "nkjv:Numbers:9:10",
        "t": "“Speak to the children of Israel, saying: ‘If anyone of you or your posterity is unclean because of a corpse, or is*i far away on a journey, he may still keep the Lord’s*s Passover."
    },
    {
        "o": 4370,
        "r": "nkjv:Numbers:9:11",
        "t": "On the fourteenth day of the second month, at twilight, they may keep it. They shall eat it with unleavened bread and bitter herbs."
    },
    {
        "o": 4371,
        "r": "nkjv:Numbers:9:12",
        "t": "They shall leave none of it until morning, nor break one of its bones. According to all the ordinances of the Passover they shall keep it."
    },
    {
        "o": 4372,
        "r": "nkjv:Numbers:9:13",
        "t": "But the man who is*i clean and is not on a journey, and ceases to keep the Passover, that same person shall be cut off from among his people, because he did not bring the offering of the Lord*s at its appointed time; that man shall bear his sin."
    },
    {
        "o": 4373,
        "r": "nkjv:Numbers:9:14",
        "t": "‘And*p if a stranger dwells among you, and would keep the Lord’s*s Passover, he must do so according to the rite of the Passover and according to its ceremony; you shall have one ordinance, both for the stranger and the native of the land.’”"
    },
    {
        "o": 4374,
        "r": "nkjv:Numbers:9:14",
        "t": "The Cloud and the Fire",
        "h": 2
    },
    {
        "o": 4375,
        "r": "nkjv:Numbers:9:15",
        "t": "Now*p on the day that the tabernacle was raised up, the cloud covered the tabernacle, the tent of the Testimony; from evening until morning it was above the tabernacle like the appearance of fire."
    },
    {
        "o": 4376,
        "r": "nkjv:Numbers:9:16",
        "t": "So it was always: the cloud covered it by*i day,*i and the appearance of fire by night."
    },
    {
        "o": 4377,
        "r": "nkjv:Numbers:9:17",
        "t": "Whenever the cloud was taken up from above the tabernacle, after that the children of Israel would journey; and in the place where the cloud settled, there the children of Israel would pitch their tents."
    },
    {
        "o": 4378,
        "r": "nkjv:Numbers:9:18",
        "t": "At the command of the Lord*s the children of Israel would journey, and at the command of the Lord*s they would camp; as long as the cloud stayed above the tabernacle they remained encamped."
    },
    {
        "o": 4379,
        "r": "nkjv:Numbers:9:19",
        "t": "Even when the cloud continued long, many days above the tabernacle, the children of Israel kept the charge of the Lord*s and did not journey."
    },
    {
        "o": 4380,
        "r": "nkjv:Numbers:9:20",
        "t": "So it was, when the cloud was above the tabernacle a few days: according to the command of the Lord*s they would remain encamped, and according to the command of the Lord*s they would journey."
    },
    {
        "o": 4381,
        "r": "nkjv:Numbers:9:21",
        "t": "So it was, when the cloud remained only from evening until morning: when the cloud was taken up in the morning, then they would journey; whether by day or by night, whenever the cloud was taken up, they would journey."
    },
    {
        "o": 4382,
        "r": "nkjv:Numbers:9:22",
        "t": "Whether*i it*i was*i two days, a month, or a year that the cloud remained above the tabernacle, the children of Israel would remain encamped and not journey; but when it was taken up, they would journey."
    },
    {
        "o": 4383,
        "r": "nkjv:Numbers:9:23",
        "t": "At the command of the Lord*s they remained encamped, and at the command of the Lord*s they journeyed; they kept the charge of the Lord,*s at the command of the Lord*s by the hand of Moses."
    }
]
