[
    {
        "o": 4332,
        "r": "csb:Numbers:8:0",
        "t": "Numbers 8",
        "h": 1
    },
    {
        "o": 4333,
        "r": "csb:Numbers:8:0",
        "t": "The Lighting in the Tabernacle",
        "h": 2
    },
    {
        "o": 4334,
        "r": "csb:Numbers:8:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4335,
        "r": "csb:Numbers:8:2",
        "t": "“Speak to Aaron and tell him: When you set up the lamps, the seven lamps are to give light in front of the lampstand.”"
    },
    {
        "o": 4336,
        "r": "csb:Numbers:8:3",
        "t": "So Aaron did this; he set up its lamps to give light in front of the lampstand just as the Lord*s had commanded Moses."
    },
    {
        "o": 4337,
        "r": "csb:Numbers:8:4",
        "t": "This is the way the lampstand was made: it was a hammered work of gold, hammered from its base to its flower petals. The lampstand was made according to the pattern the Lord*s had shown Moses."
    },
    {
        "o": 4338,
        "r": "csb:Numbers:8:4",
        "t": "Consecration of the Levites",
        "h": 2
    },
    {
        "o": 4339,
        "r": "csb:Numbers:8:5",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4340,
        "r": "csb:Numbers:8:6",
        "t": "“Take the Levites from among the Israelites and ceremonially cleanse them."
    },
    {
        "o": 4341,
        "r": "csb:Numbers:8:7",
        "t": "Do this to them for their purification: Sprinkle them with the purification water. Have them shave their entire bodies and wash their clothes, and so purify themselves."
    },
    {
        "o": 4342,
        "r": "csb:Numbers:8:8",
        "t": "“They*p are to take a young bull and its grain offering of fine flour mixed with oil, and you are to take a second young bull for a sin offering."
    },
    {
        "o": 4343,
        "r": "csb:Numbers:8:9",
        "t": "Bring the Levites before the tent of meeting and assemble the entire Israelite community."
    },
    {
        "o": 4344,
        "r": "csb:Numbers:8:10",
        "t": "Then present the Levites before the Lord,*s and have the Israelites lay their hands on them."
    },
    {
        "o": 4345,
        "r": "csb:Numbers:8:11",
        "t": "Aaron is to present the Levites before the Lord*s as a presentation offering from the Israelites, so that they may perform the Lord’s*s work."
    },
    {
        "o": 4346,
        "r": "csb:Numbers:8:12",
        "t": "Next the Levites are to lay their hands on the heads of the bulls. Sacrifice one as a sin offering and the other as a burnt offering to the Lord,*s to make atonement for the Levites."
    },
    {
        "o": 4347,
        "r": "csb:Numbers:8:13",
        "t": "“You*p are to have the Levites stand before Aaron and his sons, and you are to present them before the Lord*s as a presentation offering."
    },
    {
        "o": 4348,
        "r": "csb:Numbers:8:14",
        "t": "In this way you are to separate the Levites from the rest of the Israelites so that the Levites will belong to me."
    },
    {
        "o": 4349,
        "r": "csb:Numbers:8:15",
        "t": "After that the Levites may come to serve at the tent of meeting, once you have ceremonially cleansed them and presented them as a presentation offering."
    },
    {
        "o": 4350,
        "r": "csb:Numbers:8:16",
        "t": "For they have been exclusively assigned to me from the Israelites. I have taken them for myself in place of all who come first from the womb, every Israelite firstborn."
    },
    {
        "o": 4351,
        "r": "csb:Numbers:8:17",
        "t": "For every firstborn among the Israelites is mine, both man and animal. I consecrated them to myself on the day I struck down every firstborn in the land of Egypt."
    },
    {
        "o": 4352,
        "r": "csb:Numbers:8:18",
        "t": "But I have taken the Levites in place of every firstborn among the Israelites."
    },
    {
        "o": 4353,
        "r": "csb:Numbers:8:19",
        "t": "From the Israelites, I have given the Levites exclusively to Aaron and his sons to perform the work for the Israelites at the tent of meeting and to make atonement on their behalf, so that no plague will come against the Israelites when they approach the sanctuary.”"
    },
    {
        "o": 4354,
        "r": "csb:Numbers:8:20",
        "t": "Moses,*p Aaron, and the entire Israelite community did this to the Levites. The Israelites did everything to them the Lord*s commanded Moses regarding the Levites."
    },
    {
        "o": 4355,
        "r": "csb:Numbers:8:21",
        "t": "The Levites purified themselves and washed their clothes; then Aaron presented them before the Lord*s as a presentation offering. Aaron also made atonement for them to cleanse them ceremonially."
    },
    {
        "o": 4356,
        "r": "csb:Numbers:8:22",
        "t": "After that, the Levites came to do their work at the tent of meeting in the presence of Aaron and his sons. So they did to them as the Lord*s had commanded Moses concerning the Levites."
    },
    {
        "o": 4357,
        "r": "csb:Numbers:8:23",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4358,
        "r": "csb:Numbers:8:24",
        "t": "“In regard to the Levites: From twenty-five years old or more, a man enters the service in the work at the tent of meeting."
    },
    {
        "o": 4359,
        "r": "csb:Numbers:8:25",
        "t": "But at fifty years old he is to retire from his service in the work and no longer serve."
    },
    {
        "o": 4360,
        "r": "csb:Numbers:8:26",
        "t": "He may assist his brothers to fulfill responsibilities at the tent of meeting, but he must not do the work. This is how you are to deal with the Levites regarding their duties.”"
    }
]
