[
    {
        "o": 5933,
        "r": "csb:Deuteronomy:18:0",
        "t": "Deuteronomy 18",
        "h": 1
    },
    {
        "o": 5934,
        "r": "csb:Deuteronomy:18:0",
        "t": "Provisions for the Levites",
        "h": 2
    },
    {
        "o": 5935,
        "r": "csb:Deuteronomy:18:1",
        "t": "“The*p Levitical priests, the whole tribe of Levi, will have no portion or inheritance with Israel. They will eat the Lord’s*s food offerings; that is their inheritance."
    },
    {
        "o": 5936,
        "r": "csb:Deuteronomy:18:2",
        "t": "Although Levi has no inheritance among his brothers, the Lord*s is his inheritance, as he promised him."
    },
    {
        "o": 5937,
        "r": "csb:Deuteronomy:18:3",
        "t": "This is the priests’ share from the people who offer a sacrifice, whether it is an ox, a sheep, or a goat; the priests are to be given the shoulder, jaws, and stomach."
    },
    {
        "o": 5938,
        "r": "csb:Deuteronomy:18:4",
        "t": "You are to give him the firstfruits of your grain, new wine, and fresh oil, and the first sheared wool of your flock."
    },
    {
        "o": 5939,
        "r": "csb:Deuteronomy:18:5",
        "t": "For the Lord*s your God has chosen him and his sons from all your tribes to stand and minister in his name from now on."
    },
    {
        "o": 5940,
        "r": "csb:Deuteronomy:18:6",
        "t": "When a Levite leaves one of your towns in Israel where he was staying and wants to go to the place the Lord*s chooses,"
    },
    {
        "o": 5941,
        "r": "csb:Deuteronomy:18:7",
        "t": "he may serve in the name of the Lord*s his God like all his fellow Levites who minister there in the presence of the Lord.*s"
    },
    {
        "o": 5942,
        "r": "csb:Deuteronomy:18:8",
        "t": "They will eat equal portions besides what he has received from the sale of the family estate."
    },
    {
        "o": 5943,
        "r": "csb:Deuteronomy:18:8",
        "t": "Occult Practices versus Prophetic Revelation",
        "h": 2
    },
    {
        "o": 5944,
        "r": "csb:Deuteronomy:18:9",
        "t": "“When*p you enter the land the Lord*s your God is giving you, do not imitate the detestable customs of those nations."
    },
    {
        "o": 5945,
        "r": "csb:Deuteronomy:18:10",
        "t": "No one among you is to sacrifice his son or daughter in the fire, practice divination, tell fortunes, interpret omens, practice sorcery,"
    },
    {
        "o": 5946,
        "r": "csb:Deuteronomy:18:11",
        "t": "cast spells, consult a medium or a spiritist, or inquire of the dead."
    },
    {
        "o": 5947,
        "r": "csb:Deuteronomy:18:12",
        "t": "Everyone who does these acts is detestable to the Lord,*s and the Lord*s your God is driving out the nations before you because of these detestable acts."
    },
    {
        "o": 5948,
        "r": "csb:Deuteronomy:18:13",
        "t": "You must be blameless before the Lord*s your God."
    },
    {
        "o": 5949,
        "r": "csb:Deuteronomy:18:14",
        "t": "Though these nations you are about to drive out listen to fortune-tellers and diviners, the Lord*s your God has not permitted you to do this."
    },
    {
        "o": 5950,
        "r": "csb:Deuteronomy:18:15",
        "t": "“The*p Lord*s your God will raise up for you a prophet like me from among your own brothers. You must listen to him."
    },
    {
        "o": 5951,
        "r": "csb:Deuteronomy:18:16",
        "t": "This is what you requested from the Lord*s your God at Horeb on the day of the assembly when you said, ‘Let us not continue to hear the voice of the Lord*s our God or see this great fire any longer, so that we will not die!’"
    },
    {
        "o": 5952,
        "r": "csb:Deuteronomy:18:17",
        "t": "Then the Lord*s said to me, ‘They have spoken well."
    },
    {
        "o": 5953,
        "r": "csb:Deuteronomy:18:18",
        "t": "I will raise up for them a prophet like you from among their brothers. I will put my words in his mouth, and he will tell them everything I command him."
    },
    {
        "o": 5954,
        "r": "csb:Deuteronomy:18:19",
        "t": "I will hold accountable whoever does not listen to my words that he speaks in my name."
    },
    {
        "o": 5955,
        "r": "csb:Deuteronomy:18:20",
        "t": "But the prophet who presumes to speak a message in my name that I have not commanded him to speak, or who speaks in the name of other gods - that prophet must die.’"
    },
    {
        "o": 5956,
        "r": "csb:Deuteronomy:18:21",
        "t": "You may say to yourself, ‘How can we recognize a message the Lord*s has not spoken?’"
    },
    {
        "o": 5957,
        "r": "csb:Deuteronomy:18:22",
        "t": "When a prophet speaks in the Lord’s*s name, and the message does not come true or is not fulfilled, that is a message the Lord*s has not spoken. The prophet has spoken it presumptuously. Do not be afraid of him."
    }
]
