[
    {
        "o": 6088,
        "r": "nkjv:Deuteronomy:24:0",
        "t": "Deuteronomy 24",
        "h": 1
    },
    {
        "o": 6089,
        "r": "nkjv:Deuteronomy:24:0",
        "t": "Law Concerning Divorce",
        "h": 2
    },
    {
        "o": 6090,
        "r": "nkjv:Deuteronomy:24:1",
        "t": "“When*p a man takes a wife and marries her, and it happens that she finds no favor in his eyes because he has found some uncleanness in her, and he writes her a certificate of divorce, puts it*i in her hand, and sends her out of his house,"
    },
    {
        "o": 6091,
        "r": "nkjv:Deuteronomy:24:2",
        "t": "when she has departed from his house, and goes and becomes another man’s wife,*i"
    },
    {
        "o": 6092,
        "r": "nkjv:Deuteronomy:24:3",
        "t": "if*i the latter husband detests her and writes her a certificate of divorce, puts it*i in her hand, and sends her out of his house, or if the latter husband dies who took her as his wife,"
    },
    {
        "o": 6093,
        "r": "nkjv:Deuteronomy:24:4",
        "t": "then*i her former husband who divorced her must not take her back to be his wife after she has been defiled; for that is*i an abomination before the Lord,*s and you shall not bring sin on the land which the Lord*s your God is giving you as*i an inheritance."
    },
    {
        "o": 6094,
        "r": "nkjv:Deuteronomy:24:4",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6095,
        "r": "nkjv:Deuteronomy:24:5",
        "t": "“When*p a man has taken a new wife, he shall not go out to war or be charged with any business; he shall be free at home one year, and bring happiness to his wife whom he has taken."
    },
    {
        "o": 6096,
        "r": "nkjv:Deuteronomy:24:6",
        "t": "“No*p man shall take the lower or the upper millstone in pledge, for he takes one’s*i living in pledge."
    },
    {
        "o": 6097,
        "r": "nkjv:Deuteronomy:24:7",
        "t": "“If*p a man is found kidnapping any of his brethren of the children of Israel, and mistreats him or sells him, then that kidnapper shall die; and you shall put away the evil from among you."
    },
    {
        "o": 6098,
        "r": "nkjv:Deuteronomy:24:8",
        "t": "“Take*p heed in an outbreak of leprosy, that you carefully observe and do according to all that the priests, the Levites, shall teach you; just as I commanded them, so*i you shall be careful to do."
    },
    {
        "o": 6099,
        "r": "nkjv:Deuteronomy:24:9",
        "t": "Remember what the Lord*s your God did to Miriam on the way when you came out of Egypt!"
    },
    {
        "o": 6100,
        "r": "nkjv:Deuteronomy:24:10",
        "t": "“When*p you lend your brother anything, you shall not go into his house to get his pledge."
    },
    {
        "o": 6101,
        "r": "nkjv:Deuteronomy:24:11",
        "t": "You shall stand outside, and the man to whom you lend shall bring the pledge out to you."
    },
    {
        "o": 6102,
        "r": "nkjv:Deuteronomy:24:12",
        "t": "And if the man is*i poor, you shall not keep his pledge overnight."
    },
    {
        "o": 6103,
        "r": "nkjv:Deuteronomy:24:13",
        "t": "You shall in any case return the pledge to him again when the sun goes down, that he may sleep in his own garment and bless you; and it shall be righteousness to you before the Lord*s your God."
    },
    {
        "o": 6104,
        "r": "nkjv:Deuteronomy:24:14",
        "t": "“You*p shall not oppress a hired servant who*i is*i poor and needy, whether*i one of your brethren or one of the aliens who is*i in your land within your gates."
    },
    {
        "o": 6105,
        "r": "nkjv:Deuteronomy:24:15",
        "t": "Each day you shall give him*i his wages, and not let the sun go down on it, for he is*i poor and has set his heart on it; lest he cry out against you to the Lord,*s and it be sin to you."
    },
    {
        "o": 6106,
        "r": "nkjv:Deuteronomy:24:16",
        "t": "“Fathers*p shall not be put to death for their*i children, nor shall children be put to death for their*i fathers; a person shall be put to death for his own sin."
    },
    {
        "o": 6107,
        "r": "nkjv:Deuteronomy:24:17",
        "t": "“You*p shall not pervert justice due the stranger or the fatherless, nor take a widow’s garment as a pledge."
    },
    {
        "o": 6108,
        "r": "nkjv:Deuteronomy:24:18",
        "t": "But you shall remember that you were a slave in Egypt, and the Lord*s your God redeemed you from there; therefore I command you to do this thing."
    },
    {
        "o": 6109,
        "r": "nkjv:Deuteronomy:24:19",
        "t": "“When*p you reap your harvest in your field, and forget a sheaf in the field, you shall not go back to get it; it shall be for the stranger, the fatherless, and the widow, that the Lord*s your God may bless you in all the work of your hands."
    },
    {
        "o": 6110,
        "r": "nkjv:Deuteronomy:24:20",
        "t": "When you beat your olive trees, you shall not go over the boughs again; it shall be for the stranger, the fatherless, and the widow."
    },
    {
        "o": 6111,
        "r": "nkjv:Deuteronomy:24:21",
        "t": "When you gather the grapes of your vineyard, you shall not glean it*i afterward; it shall be for the stranger, the fatherless, and the widow."
    },
    {
        "o": 6112,
        "r": "nkjv:Deuteronomy:24:22",
        "t": "And you shall remember that you were a slave in the land of Egypt; therefore I command you to do this thing."
    }
]
