[
    {
        "o": 5942,
        "r": "niv:Deuteronomy:21:0",
        "t": "Deuteronomy 21",
        "h": 1
    },
    {
        "o": 5943,
        "r": "niv:Deuteronomy:21:0",
        "t": "Atonement for an Unsolved Murder",
        "h": 2
    },
    {
        "o": 5944,
        "r": "niv:Deuteronomy:21:1",
        "t": "If*p someone is found slain, lying in a field in the land the Lord*s your God is giving you to possess, and it is not known who the killer was,"
    },
    {
        "o": 5945,
        "r": "niv:Deuteronomy:21:2",
        "t": "your elders and judges shall go out and measure the distance from the body to the neighboring towns."
    },
    {
        "o": 5946,
        "r": "niv:Deuteronomy:21:3",
        "t": "Then the elders of the town nearest the body shall take a heifer that has never been worked and has never worn a yoke"
    },
    {
        "o": 5947,
        "r": "niv:Deuteronomy:21:4",
        "t": "and lead it down to a valley that has not been plowed or planted and where there is a flowing stream. There in the valley they are to break the heifer’s neck."
    },
    {
        "o": 5948,
        "r": "niv:Deuteronomy:21:5",
        "t": "The Levitical priests shall step forward, for the Lord*s your God has chosen them to minister and to pronounce blessings in the name of the Lord*s and to decide all cases of dispute and assault."
    },
    {
        "o": 5949,
        "r": "niv:Deuteronomy:21:6",
        "t": "Then all the elders of the town nearest the body shall wash their hands over the heifer whose neck was broken in the valley,"
    },
    {
        "o": 5950,
        "r": "niv:Deuteronomy:21:7",
        "t": "and they shall declare: “Our hands did not shed this blood, nor did our eyes see it done."
    },
    {
        "o": 5951,
        "r": "niv:Deuteronomy:21:8",
        "t": "Accept this atonement for your people Israel, whom you have redeemed, Lord,*s and do not hold your people guilty of the blood of an innocent person.” Then the bloodshed will be atoned for,"
    },
    {
        "o": 5952,
        "r": "niv:Deuteronomy:21:9",
        "t": "and you will have purged from yourselves the guilt of shedding innocent blood, since you have done what is right in the eyes of the Lord.*s"
    },
    {
        "o": 5953,
        "r": "niv:Deuteronomy:21:9",
        "t": "Marrying a Captive Woman",
        "h": 2
    },
    {
        "o": 5954,
        "r": "niv:Deuteronomy:21:10",
        "t": "When*p you go to war against your enemies and the Lord*s your God delivers them into your hands and you take captives,"
    },
    {
        "o": 5955,
        "r": "niv:Deuteronomy:21:11",
        "t": "if you notice among the captives a beautiful woman and are attracted to her, you may take her as your wife."
    },
    {
        "o": 5956,
        "r": "niv:Deuteronomy:21:12",
        "t": "Bring her into your home and have her shave her head, trim her nails"
    },
    {
        "o": 5957,
        "r": "niv:Deuteronomy:21:13",
        "t": "and put aside the clothes she was wearing when captured. After she has lived in your house and mourned her father and mother for a full month, then you may go to her and be her husband and she shall be your wife."
    },
    {
        "o": 5958,
        "r": "niv:Deuteronomy:21:14",
        "t": "If you are not pleased with her, let her go wherever she wishes. You must not sell her or treat her as a slave, since you have dishonored her."
    },
    {
        "o": 5959,
        "r": "niv:Deuteronomy:21:14",
        "t": "The Right of the Firstborn",
        "h": 2
    },
    {
        "o": 5960,
        "r": "niv:Deuteronomy:21:15",
        "t": "If*p a man has two wives, and he loves one but not the other, and both bear him sons but the firstborn is the son of the wife he does not love,"
    },
    {
        "o": 5961,
        "r": "niv:Deuteronomy:21:16",
        "t": "when he wills his property to his sons, he must not give the rights of the firstborn to the son of the wife he loves in preference to his actual firstborn, the son of the wife he does not love."
    },
    {
        "o": 5962,
        "r": "niv:Deuteronomy:21:17",
        "t": "He must acknowledge the son of his unloved wife as the firstborn by giving him a double share of all he has. That son is the first sign of his father’s strength. The right of the firstborn belongs to him."
    },
    {
        "o": 5963,
        "r": "niv:Deuteronomy:21:17",
        "t": "A Rebellious Son",
        "h": 2
    },
    {
        "o": 5964,
        "r": "niv:Deuteronomy:21:18",
        "t": "If*p someone has a stubborn and rebellious son who does not obey his father and mother and will not listen to them when they discipline him,"
    },
    {
        "o": 5965,
        "r": "niv:Deuteronomy:21:19",
        "t": "his father and mother shall take hold of him and bring him to the elders at the gate of his town."
    },
    {
        "o": 5966,
        "r": "niv:Deuteronomy:21:20",
        "t": "They shall say to the elders, “This son of ours is stubborn and rebellious. He will not obey us. He is a glutton and a drunkard.”"
    },
    {
        "o": 5967,
        "r": "niv:Deuteronomy:21:21",
        "t": "Then all the men of his town are to stone him to death. You must purge the evil from among you. All Israel will hear of it and be afraid."
    },
    {
        "o": 5968,
        "r": "niv:Deuteronomy:21:21",
        "t": "Various Laws",
        "h": 2
    },
    {
        "o": 5969,
        "r": "niv:Deuteronomy:21:22",
        "t": "If*p someone guilty of a capital offense is put to death and their body is exposed on a pole,"
    },
    {
        "o": 5970,
        "r": "niv:Deuteronomy:21:23",
        "t": "you must not leave the body hanging on the pole overnight. Be sure to bury it that same day, because anyone who is hung on a pole is under God’s curse. You must not desecrate the land the Lord*s your God is giving you as an inheritance."
    }
]
