[
    {
        "o": 21683,
        "r": "esv:Jeremiah:23:0",
        "t": "Jeremiah 23",
        "h": 1
    },
    {
        "o": 21684,
        "r": "esv:Jeremiah:23:0",
        "t": "The Righteous Branch",
        "h": 2
    },
    {
        "o": 21685,
        "r": "esv:Jeremiah:23:1",
        "t": "“Woe*p to the shepherds who destroy and scatter the sheep of my pasture!” declares the Lord.*s"
    },
    {
        "o": 21686,
        "r": "esv:Jeremiah:23:2",
        "t": "Therefore thus says the Lord,*s the God of Israel, concerning the shepherds who care for my people: “You have scattered my flock and have driven them away, and you have not attended to them. Behold, I will attend to you for your evil deeds, declares the Lord.*s"
    },
    {
        "o": 21687,
        "r": "esv:Jeremiah:23:3",
        "t": "Then I will gather the remnant of my flock out of all the countries where I have driven them, and I will bring them back to their fold, and they shall be fruitful and multiply."
    },
    {
        "o": 21688,
        "r": "esv:Jeremiah:23:4",
        "t": "I will set shepherds over them who will care for them, and they shall fear no more, nor be dismayed, neither shall any be missing, declares the Lord.*s"
    },
    {
        "o": 21689,
        "r": "esv:Jeremiah:23:5",
        "t": "“Behold,*p the days are coming, declares the Lord,*s when I will raise up for David a righteous Branch, and he shall reign as king and deal wisely, and shall execute justice and righteousness in the land."
    },
    {
        "o": 21690,
        "r": "esv:Jeremiah:23:6",
        "t": "In his days Judah will be saved, and Israel will dwell securely. And this is the name by which he will be called: ‘The Lord*s is our righteousness.’"
    },
    {
        "o": 21691,
        "r": "esv:Jeremiah:23:7",
        "t": "“Therefore,*p behold, the days are coming, declares the Lord,*s when they shall no longer say, ‘As the Lord*s lives who brought up the people of Israel out of the land of Egypt,’"
    },
    {
        "o": 21692,
        "r": "esv:Jeremiah:23:8",
        "t": "but ‘As the Lord*s lives who brought up and led the offspring of the house of Israel out of the north country and out of all the countries where he had driven them.’ Then they shall dwell in their own land.”"
    },
    {
        "o": 21693,
        "r": "esv:Jeremiah:23:8",
        "t": "Lying Prophets",
        "h": 2
    },
    {
        "o": 21694,
        "r": "esv:Jeremiah:23:9",
        "t": "Concerning*p the prophets: My*pn heart is broken within me; all*ld my bones shake; I*ln am like a drunken man, like*ld a man overcome by wine, because*ln of the Lord*s and*ld because of his holy words."
    },
    {
        "o": 21695,
        "r": "esv:Jeremiah:23:10",
        "t": "For*ln the land is full of adulterers; because*ld of the curse the land mourns, and*ld the pastures of the wilderness are dried up. Their*ln course is evil, and*ld their might is not right."
    },
    {
        "o": 21696,
        "r": "esv:Jeremiah:23:11",
        "t": "“Both*ln prophet and priest are ungodly; even*ld in my house I have found their evil, declares*l the Lord.*s"
    },
    {
        "o": 21697,
        "r": "esv:Jeremiah:23:12",
        "t": "Therefore*ln their way shall be to them like*ld slippery paths in the darkness, into*ld which they shall be driven and fall, for*ln I will bring disaster upon them in*ld the year of their punishment, declares*l the Lord.*s"
    },
    {
        "o": 21698,
        "r": "esv:Jeremiah:23:13",
        "t": "In*ln the prophets of Samaria I*ld saw an unsavory thing: they*ln prophesied by Baal and*ld led my people Israel astray."
    },
    {
        "o": 21699,
        "r": "esv:Jeremiah:23:14",
        "t": "But*ln in the prophets of Jerusalem I*ld have seen a horrible thing: they*ln commit adultery and walk in lies; they*ld strengthen the hands of evildoers, so*ld that no one turns from his evil; all*ln of them have become like Sodom to me, and*ld its inhabitants like Gomorrah.”"
    },
    {
        "o": 21700,
        "r": "esv:Jeremiah:23:15",
        "t": "Therefore*ln thus says the Lord*s of hosts concerning the prophets: “Behold,*ln I will feed them with bitter food and*ld give them poisoned water to drink, for*ln from the prophets of Jerusalem ungodliness*ld has gone out into all the land.”"
    },
    {
        "o": 21701,
        "r": "esv:Jeremiah:23:16",
        "t": "Thus*p says the Lord*s of hosts: “Do not listen to the words of the prophets who prophesy to you, filling you with vain hopes. They speak visions of their own minds, not from the mouth of the Lord.*s"
    },
    {
        "o": 21702,
        "r": "esv:Jeremiah:23:17",
        "t": "They say continually to those who despise the word of the Lord,*s ‘It shall be well with you’; and to everyone who stubbornly follows his own heart, they say, ‘No disaster shall come upon you.’”"
    },
    {
        "o": 21703,
        "r": "esv:Jeremiah:23:18",
        "t": "For*pn who among them has stood in the council of the Lord*s to*ld see and to hear his word, or*ld who has paid attention to his word and listened?"
    },
    {
        "o": 21704,
        "r": "esv:Jeremiah:23:19",
        "t": "Behold,*ln the storm of the Lord!*s Wrath*ld has gone forth, a*ln whirling tempest; it*ld will burst upon the head of the wicked."
    },
    {
        "o": 21705,
        "r": "esv:Jeremiah:23:20",
        "t": "The*ln anger of the Lord*s will not turn back until*ld he has executed and accomplished the*ld intents of his heart. In*ln the latter days you will understand it clearly."
    },
    {
        "o": 21706,
        "r": "esv:Jeremiah:23:21",
        "t": "“I*pn did not send the prophets, yet*ld they ran; I*ln did not speak to them, yet*ld they prophesied."
    },
    {
        "o": 21707,
        "r": "esv:Jeremiah:23:22",
        "t": "But*ln if they had stood in my council, then*ld they would have proclaimed my words to my people, and*ln they would have turned them from their evil way, and*ld from the evil of their deeds."
    },
    {
        "o": 21708,
        "r": "esv:Jeremiah:23:23",
        "t": "“Am*p I a God at hand, declares the Lord,*s and not a God far away?"
    },
    {
        "o": 21709,
        "r": "esv:Jeremiah:23:24",
        "t": "Can a man hide himself in secret places so that I cannot see him? declares the Lord.*s Do I not fill heaven and earth? declares the Lord.*s"
    },
    {
        "o": 21710,
        "r": "esv:Jeremiah:23:25",
        "t": "I have heard what the prophets have said who prophesy lies in my name, saying, ‘I have dreamed, I have dreamed!’"
    },
    {
        "o": 21711,
        "r": "esv:Jeremiah:23:26",
        "t": "How long shall there be lies in the heart of the prophets who prophesy lies, and who prophesy the deceit of their own heart,"
    },
    {
        "o": 21712,
        "r": "esv:Jeremiah:23:27",
        "t": "who think to make my people forget my name by their dreams that they tell one another, even as their fathers forgot my name for Baal?"
    },
    {
        "o": 21713,
        "r": "esv:Jeremiah:23:28",
        "t": "Let the prophet who has a dream tell the dream, but let him who has my word speak my word faithfully. What has straw in common with wheat? declares the Lord.*s"
    },
    {
        "o": 21714,
        "r": "esv:Jeremiah:23:29",
        "t": "Is not my word like fire, declares the Lord,*s and like a hammer that breaks the rock in pieces?"
    },
    {
        "o": 21715,
        "r": "esv:Jeremiah:23:30",
        "t": "Therefore, behold, I am against the prophets, declares the Lord,*s who steal my words from one another."
    },
    {
        "o": 21716,
        "r": "esv:Jeremiah:23:31",
        "t": "Behold, I am against the prophets, declares the Lord,*s who use their tongues and declare, ‘declares the Lord.’*s"
    },
    {
        "o": 21717,
        "r": "esv:Jeremiah:23:32",
        "t": "Behold, I am against those who prophesy lying dreams, declares the Lord,*s and who tell them and lead my people astray by their lies and their recklessness, when I did not send them or charge them. So they do not profit this people at all, declares the Lord.*s"
    },
    {
        "o": 21718,
        "r": "esv:Jeremiah:23:33",
        "t": "“When*p one of this people, or a prophet or a priest asks you, ‘What is the burden of the Lord?’*s you shall say to them, ‘You are the burden, and I will cast you off, declares the Lord.’*s"
    },
    {
        "o": 21719,
        "r": "esv:Jeremiah:23:34",
        "t": "And as for the prophet, priest, or one of the people who says, ‘The burden of the Lord,’*s I will punish that man and his household."
    },
    {
        "o": 21720,
        "r": "esv:Jeremiah:23:35",
        "t": "Thus shall you say, every one to his neighbor and every one to his brother, ‘What has the Lord*s answered?’ or ‘What has the Lord*s spoken?’"
    },
    {
        "o": 21721,
        "r": "esv:Jeremiah:23:36",
        "t": "But ‘the burden of the Lord’*s you shall mention no more, for the burden is every man’s own word, and you pervert the words of the living God, the Lord*s of hosts, our God."
    },
    {
        "o": 21722,
        "r": "esv:Jeremiah:23:37",
        "t": "Thus you shall say to the prophet, ‘What has the Lord*s answered you?’ or ‘What has the Lord*s spoken?’"
    },
    {
        "o": 21723,
        "r": "esv:Jeremiah:23:38",
        "t": "But if you say, ‘The burden of the Lord,’*s thus says the Lord,*s ‘Because you have said these words, “The burden of the Lord,”*s when I sent to you, saying, “You shall not say, ‘The burden of the Lord,’”*s"
    },
    {
        "o": 21724,
        "r": "esv:Jeremiah:23:39",
        "t": "therefore, behold, I will surely lift you up and cast you away from my presence, you and the city that I gave to you and your fathers."
    },
    {
        "o": 21725,
        "r": "esv:Jeremiah:23:40",
        "t": "And I will bring upon you everlasting reproach and perpetual shame, which shall not be forgotten.’”"
    }
]
