[
    {
        "o": 21597,
        "r": "niv:Jeremiah:29:0",
        "t": "Jeremiah 29",
        "h": 1
    },
    {
        "o": 21598,
        "r": "niv:Jeremiah:29:0",
        "t": "A Letter to the Exiles",
        "h": 2
    },
    {
        "o": 21599,
        "r": "niv:Jeremiah:29:1",
        "t": "This*p is the text of the letter that the prophet Jeremiah sent from Jerusalem to the surviving elders among the exiles and to the priests, the prophets and all the other people Nebuchadnezzar had carried into exile from Jerusalem to Babylon."
    },
    {
        "o": 21600,
        "r": "niv:Jeremiah:29:2",
        "t": "(This was after King Jehoiachin and the queen mother, the court officials and the leaders of Judah and Jerusalem, the skilled workers and the artisans had gone into exile from Jerusalem.)"
    },
    {
        "o": 21601,
        "r": "niv:Jeremiah:29:3",
        "t": "He entrusted the letter to Elasah son of Shaphan and to Gemariah son of Hilkiah, whom Zedekiah king of Judah sent to King Nebuchadnezzar in Babylon. It said:"
    },
    {
        "o": 21602,
        "r": "niv:Jeremiah:29:4",
        "t": "This*ln is what the Lord*s Almighty, the God of Israel, says to all those I carried into exile from Jerusalem to Babylon:"
    },
    {
        "o": 21603,
        "r": "niv:Jeremiah:29:5",
        "t": "“Build houses and settle down; plant gardens and eat what they produce."
    },
    {
        "o": 21604,
        "r": "niv:Jeremiah:29:6",
        "t": "Marry and have sons and daughters; find wives for your sons and give your daughters in marriage, so that they too may have sons and daughters. Increase in number there; do not decrease."
    },
    {
        "o": 21605,
        "r": "niv:Jeremiah:29:7",
        "t": "Also, seek the peace and prosperity of the city to which I have carried you into exile. Pray to the Lord*s for it, because if it prospers, you too will prosper.”"
    },
    {
        "o": 21606,
        "r": "niv:Jeremiah:29:8",
        "t": "Yes, this is what the Lord*s Almighty, the God of Israel, says: “Do not let the prophets and diviners among you deceive you. Do not listen to the dreams you encourage them to have."
    },
    {
        "o": 21607,
        "r": "niv:Jeremiah:29:9",
        "t": "They are prophesying lies to you in my name. I have not sent them,” declares the Lord.*s"
    },
    {
        "o": 21608,
        "r": "niv:Jeremiah:29:10",
        "t": "This*ln is what the Lord*s says: “When seventy years are completed for Babylon, I will come to you and fulfill my good promise to bring you back to this place."
    },
    {
        "o": 21609,
        "r": "niv:Jeremiah:29:11",
        "t": "For I know the plans I have for you,” declares the Lord,*s “plans to prosper you and not to harm you, plans to give you hope and a future."
    },
    {
        "o": 21610,
        "r": "niv:Jeremiah:29:12",
        "t": "Then you will call on me and come and pray to me, and I will listen to you."
    },
    {
        "o": 21611,
        "r": "niv:Jeremiah:29:13",
        "t": "You will seek me and find me when you seek me with all your heart."
    },
    {
        "o": 21612,
        "r": "niv:Jeremiah:29:14",
        "t": "I will be found by you,” declares the Lord,*s “and will bring you back from captivity. I will gather you from all the nations and places where I have banished you,” declares the Lord,*s “and will bring you back to the place from which I carried you into exile.”"
    },
    {
        "o": 21613,
        "r": "niv:Jeremiah:29:15",
        "t": "You*ln may say, “The Lord*s has raised up prophets for us in Babylon,”"
    },
    {
        "o": 21614,
        "r": "niv:Jeremiah:29:16",
        "t": "but this is what the Lord*s says about the king who sits on David’s throne and all the people who remain in this city, your fellow citizens who did not go with you into exile—"
    },
    {
        "o": 21615,
        "r": "niv:Jeremiah:29:17",
        "t": "yes, this is what the Lord*s Almighty says: “I will send the sword, famine and plague against them and I will make them like figs that are so bad they cannot be eaten."
    },
    {
        "o": 21616,
        "r": "niv:Jeremiah:29:18",
        "t": "I will pursue them with the sword, famine and plague and will make them abhorrent to all the kingdoms of the earth, a curse and an object of horror, of scorn and reproach, among all the nations where I drive them."
    },
    {
        "o": 21617,
        "r": "niv:Jeremiah:29:19",
        "t": "For they have not listened to my words,” declares the Lord,*s “words that I sent to them again and again by my servants the prophets. And you exiles have not listened either,” declares the Lord.*s"
    },
    {
        "o": 21618,
        "r": "niv:Jeremiah:29:20",
        "t": "Therefore,*ln hear the word of the Lord,*s all you exiles whom I have sent away from Jerusalem to Babylon."
    },
    {
        "o": 21619,
        "r": "niv:Jeremiah:29:21",
        "t": "This is what the Lord*s Almighty, the God of Israel, says about Ahab son of Kolaiah and Zedekiah son of Maaseiah, who are prophesying lies to you in my name: “I will deliver them into the hands of Nebuchadnezzar king of Babylon, and he will put them to death before your very eyes."
    },
    {
        "o": 21620,
        "r": "niv:Jeremiah:29:22",
        "t": "Because of them, all the exiles from Judah who are in Babylon will use this curse: ‘May the Lord*s treat you like Zedekiah and Ahab, whom the king of Babylon burned in the fire.’"
    },
    {
        "o": 21621,
        "r": "niv:Jeremiah:29:23",
        "t": "For they have done outrageous things in Israel; they have committed adultery with their neighbors’ wives, and in my name they have uttered lies—which I did not authorize. I know it and am a witness to it,” declares the Lord.*s"
    },
    {
        "o": 21622,
        "r": "niv:Jeremiah:29:23",
        "t": "Message to Shemaiah",
        "h": 2
    },
    {
        "o": 21623,
        "r": "niv:Jeremiah:29:24",
        "t": "Tell*p Shemaiah the Nehelamite,"
    },
    {
        "o": 21624,
        "r": "niv:Jeremiah:29:25",
        "t": "“This is what the Lord*s Almighty, the God of Israel, says: You sent letters in your own name to all the people in Jerusalem, to the priest Zephaniah son of Maaseiah, and to all the other priests. You said to Zephaniah,"
    },
    {
        "o": 21625,
        "r": "niv:Jeremiah:29:26",
        "t": "‘The Lord*s has appointed you priest in place of Jehoiada to be in charge of the house of the Lord;*s you should put any maniac who acts like a prophet into the stocks and neck-irons."
    },
    {
        "o": 21626,
        "r": "niv:Jeremiah:29:27",
        "t": "So why have you not reprimanded Jeremiah from Anathoth, who poses as a prophet among you?"
    },
    {
        "o": 21627,
        "r": "niv:Jeremiah:29:28",
        "t": "He has sent this message to us in Babylon: It will be a long time. Therefore build houses and settle down; plant gardens and eat what they produce.’ ”"
    },
    {
        "o": 21628,
        "r": "niv:Jeremiah:29:29",
        "t": "Zephaniah*p the priest, however, read the letter to Jeremiah the prophet."
    },
    {
        "o": 21629,
        "r": "niv:Jeremiah:29:30",
        "t": "Then the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 21630,
        "r": "niv:Jeremiah:29:31",
        "t": "“Send this message to all the exiles: ‘This is what the Lord*s says about Shemaiah the Nehelamite: Because Shemaiah has prophesied to you, even though I did not send him, and has persuaded you to trust in lies,"
    },
    {
        "o": 21631,
        "r": "niv:Jeremiah:29:32",
        "t": "this is what the Lord*s says: I will surely punish Shemaiah the Nehelamite and his descendants. He will have no one left among this people, nor will he see the good things I will do for my people, declares the Lord,*s because he has preached rebellion against me.’ ”"
    }
]
