[
    {
        "o": 6232,
        "r": "nasb:Deuteronomy:31:0",
        "t": "Deuteronomy 31",
        "h": 1
    },
    {
        "o": 6233,
        "r": "nasb:Deuteronomy:31:0",
        "t": "Moses’ Last Counsel",
        "h": 2
    },
    {
        "o": 6234,
        "r": "nasb:Deuteronomy:31:1",
        "t": "So*p Moses went and spoke these words to all Israel."
    },
    {
        "o": 6235,
        "r": "nasb:Deuteronomy:31:2",
        "t": "And he said to them, “I am a hundred and twenty years old today; I am no longer able to come and go, and the Lord*s has said to me, ‘You shall not cross this Jordan.’"
    },
    {
        "o": 6236,
        "r": "nasb:Deuteronomy:31:3",
        "t": "It is the Lord*s your God who will cross ahead of you; He will destroy these nations before you, and you shall dispossess them. Joshua is the one who will cross ahead of you, just as the Lord*s has spoken."
    },
    {
        "o": 6237,
        "r": "nasb:Deuteronomy:31:4",
        "t": "The Lord*s will do to them just as He did to Sihon and Og, the kings of the Amorites, and to their land, when He destroyed them."
    },
    {
        "o": 6238,
        "r": "nasb:Deuteronomy:31:5",
        "t": "The Lord*s will deliver them up before you, and you shall do to them according to all the commandments which I have commanded you."
    },
    {
        "o": 6239,
        "r": "nasb:Deuteronomy:31:6",
        "t": "Be strong and courageous, do not be afraid or tremble at them, for the Lord*s your God is the one who goes with you. He will not fail you or forsake you.”"
    },
    {
        "o": 6240,
        "r": "nasb:Deuteronomy:31:7",
        "t": "Then*p Moses called to Joshua and said to him in the sight of all Israel, “Be strong and courageous, for you shall go with this people into the land which the Lord*s has sworn to their fathers to give them, and you shall give it to them as an inheritance."
    },
    {
        "o": 6241,
        "r": "nasb:Deuteronomy:31:8",
        "t": "The Lord*s is the one who goes ahead of you; He will be with you. He will not fail you or forsake you. Do not fear or be dismayed.”"
    },
    {
        "o": 6242,
        "r": "nasb:Deuteronomy:31:9",
        "t": "So*p Moses wrote this law and gave it to the priests, the sons of Levi who carried the ark of the covenant of the Lord,*s and to all the elders of Israel."
    },
    {
        "o": 6243,
        "r": "nasb:Deuteronomy:31:10",
        "t": "Then Moses commanded them, saying, “At the end of every*i seven years, at the time of the year of remission of debts, at the Feast of Booths,"
    },
    {
        "o": 6244,
        "r": "nasb:Deuteronomy:31:11",
        "t": "when all Israel comes to appear before the Lord*s your God at the place which He will choose, you shall read this law in front of all Israel in their hearing."
    },
    {
        "o": 6245,
        "r": "nasb:Deuteronomy:31:12",
        "t": "Assemble the people, the men and the women and children and the alien who is in your town, so that they may hear and learn and fear the Lord*s your God, and be careful to observe all the words of this law."
    },
    {
        "o": 6246,
        "r": "nasb:Deuteronomy:31:13",
        "t": "Their children, who have not known, will hear and learn to fear the Lord*s your God, as long as you live on the land which you are about to cross the Jordan to possess.”"
    },
    {
        "o": 6247,
        "r": "nasb:Deuteronomy:31:13",
        "t": "Israel Will Fall Away",
        "h": 2
    },
    {
        "o": 6248,
        "r": "nasb:Deuteronomy:31:14",
        "t": "Then*p the Lord*s said to Moses, “Behold, the time for you to die is near; call Joshua, and present yourselves at the tent of meeting, that I may commission him.” So Moses and Joshua went and presented themselves at the tent of meeting."
    },
    {
        "o": 6249,
        "r": "nasb:Deuteronomy:31:15",
        "t": "The Lord*s appeared in the tent in a pillar of cloud, and the pillar of cloud stood at the doorway of the tent."
    },
    {
        "o": 6250,
        "r": "nasb:Deuteronomy:31:16",
        "t": "The Lord*s said to Moses, “Behold, you are about to lie down with your fathers; and this people will arise and play the harlot with the strange gods of the land, into the midst of which they are going, and will forsake Me and break My covenant which I have made with them."
    },
    {
        "o": 6251,
        "r": "nasb:Deuteronomy:31:17",
        "t": "Then My anger will be kindled against them in that day, and I will forsake them and hide My face from them, and they will be consumed, and many evils and troubles will come upon them; so that they will say in that day, ‘Is it not because our God is not among us that these evils have come upon us?’"
    },
    {
        "o": 6252,
        "r": "nasb:Deuteronomy:31:18",
        "t": "But I will surely hide My face in that day because of all the evil which they will do, for they will turn to other gods."
    },
    {
        "o": 6253,
        "r": "nasb:Deuteronomy:31:19",
        "t": "“Now*p therefore, write this song for yourselves, and teach it to the sons of Israel; put it on their lips, so that this song may be a witness for Me against the sons of Israel."
    },
    {
        "o": 6254,
        "r": "nasb:Deuteronomy:31:20",
        "t": "For when I bring them into the land flowing with milk and honey, which I swore to their fathers, and they have eaten and are satisfied and become prosperous, then they will turn to other gods and serve them, and spurn Me and break My covenant."
    },
    {
        "o": 6255,
        "r": "nasb:Deuteronomy:31:21",
        "t": "Then it shall come about, when many evils and troubles have come upon them, that this song will testify before them as a witness (for it shall not be forgotten from the lips of their descendants); for I know their intent which they are developing today, before I have brought them into the land which I swore.”"
    },
    {
        "o": 6256,
        "r": "nasb:Deuteronomy:31:22",
        "t": "So Moses wrote this song the same day, and taught it to the sons of Israel."
    },
    {
        "o": 6257,
        "r": "nasb:Deuteronomy:31:22",
        "t": "Joshua Is Commissioned",
        "h": 2
    },
    {
        "o": 6258,
        "r": "nasb:Deuteronomy:31:23",
        "t": "Then*p He commissioned Joshua the son of Nun, and said, “Be strong and courageous, for you shall bring the sons of Israel into the land which I swore to them, and I will be with you.”"
    },
    {
        "o": 6259,
        "r": "nasb:Deuteronomy:31:24",
        "t": "It*p came about, when Moses finished writing the words of this law in a book until they were complete,"
    },
    {
        "o": 6260,
        "r": "nasb:Deuteronomy:31:25",
        "t": "that Moses commanded the Levites who carried the ark of the covenant of the Lord,*s saying,"
    },
    {
        "o": 6261,
        "r": "nasb:Deuteronomy:31:26",
        "t": "“Take this book of the law and place it beside the ark of the covenant of the Lord*s your God, that it may remain there as a witness against you."
    },
    {
        "o": 6262,
        "r": "nasb:Deuteronomy:31:27",
        "t": "For I know your rebellion and your stubbornness; behold, while I am still alive with you today, you have been rebellious against the Lord;*s how much more, then, after my death?"
    },
    {
        "o": 6263,
        "r": "nasb:Deuteronomy:31:28",
        "t": "Assemble to me all the elders of your tribes and your officers, that I may speak these words in their hearing and call the heavens and the earth to witness against them."
    },
    {
        "o": 6264,
        "r": "nasb:Deuteronomy:31:29",
        "t": "For I know that after my death you will act corruptly and turn from the way which I have commanded you; and evil will befall you in the latter days, for you will do that which is evil in the sight of the Lord,*s provoking Him to anger with the work of your hands.”"
    },
    {
        "o": 6265,
        "r": "nasb:Deuteronomy:31:30",
        "t": "Then*p Moses spoke in the hearing of all the assembly of Israel the words of this song, until they were complete:"
    }
]
