[
    {
        "o": 415,
        "r": "nasb:Genesis:16:0",
        "t": "Genesis 16",
        "h": 1
    },
    {
        "o": 416,
        "r": "nasb:Genesis:16:0",
        "t": "Sarai and Hagar",
        "h": 2
    },
    {
        "o": 417,
        "r": "nasb:Genesis:16:1",
        "t": "Now*p Sarai, Abram’s wife had borne him no children,*i and she had an Egyptian maid whose name was Hagar."
    },
    {
        "o": 418,
        "r": "nasb:Genesis:16:2",
        "t": "So Sarai said to Abram, “Now behold, the Lord*s has prevented me from bearing children.*i Please go in to my maid; perhaps I will obtain children through her.” And Abram listened to the voice of Sarai."
    },
    {
        "o": 419,
        "r": "nasb:Genesis:16:3",
        "t": "After Abram had lived ten years in the land of Canaan, Abram’s wife Sarai took Hagar the Egyptian, her maid, and gave her to her husband Abram as his wife."
    },
    {
        "o": 420,
        "r": "nasb:Genesis:16:4",
        "t": "He went in to Hagar, and she conceived; and when she saw that she had conceived, her mistress was despised in her sight."
    },
    {
        "o": 421,
        "r": "nasb:Genesis:16:5",
        "t": "And Sarai said to Abram, “May the wrong done me be upon you. I gave my maid into your arms, but when she saw that she had conceived, I was despised in her sight. May the Lord*s judge between you and me.”"
    },
    {
        "o": 422,
        "r": "nasb:Genesis:16:6",
        "t": "But Abram said to Sarai, “Behold, your maid is in your power; do to her what is good in your sight.” So Sarai treated her harshly, and she fled from her presence."
    },
    {
        "o": 423,
        "r": "nasb:Genesis:16:7",
        "t": "Now*p the angel of the Lord*s found her by a spring of water in the wilderness, by the spring on the way to Shur."
    },
    {
        "o": 424,
        "r": "nasb:Genesis:16:8",
        "t": "He said, “Hagar, Sarai’s maid, where have you come from and where are you going?” And she said, “I am fleeing from the presence of my mistress Sarai.”"
    },
    {
        "o": 425,
        "r": "nasb:Genesis:16:9",
        "t": "Then the angel of the Lord*s said to her, “Return to your mistress, and submit yourself to her authority.”"
    },
    {
        "o": 426,
        "r": "nasb:Genesis:16:10",
        "t": "Moreover, the angel of the Lord*s said to her, “I will greatly multiply your descendants so that they will be too many to count.”"
    },
    {
        "o": 427,
        "r": "nasb:Genesis:16:11",
        "t": "The angel of the Lord*s said to her further, “Behold,*pn you are with child, And*ln you will bear a son; And*ln you shall call his name Ishmael, Because*ln the Lord*s has given heed to your affliction."
    },
    {
        "o": 428,
        "r": "nasb:Genesis:16:12",
        "t": "He*ln will be a wild donkey of a man, His*ln hand will*i be*i against everyone, And*ln everyone’s hand will*i be*i against him; And*ln he will live to the east of all his brothers.”"
    },
    {
        "o": 429,
        "r": "nasb:Genesis:16:13",
        "t": "Then*p she called the name of the Lord*s who spoke to her, “You are a God who sees”; for she said, “Have I even remained alive here after seeing Him?”"
    },
    {
        "o": 430,
        "r": "nasb:Genesis:16:14",
        "t": "Therefore the well was called Beer-lahai-roi; behold, it is between Kadesh and Bered."
    },
    {
        "o": 431,
        "r": "nasb:Genesis:16:15",
        "t": "So*p Hagar bore Abram a son; and Abram called the name of his son, whom Hagar bore, Ishmael."
    },
    {
        "o": 432,
        "r": "nasb:Genesis:16:16",
        "t": "Abram was eighty-six years old when Hagar bore Ishmael to him."
    }
]
