[
    {
        "o": 5880,
        "r": "nasb:Deuteronomy:19:0",
        "t": "Deuteronomy 19",
        "h": 1
    },
    {
        "o": 5881,
        "r": "nasb:Deuteronomy:19:0",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5882,
        "r": "nasb:Deuteronomy:19:1",
        "t": "“When*p the Lord*s your God cuts off the nations, whose land the Lord*s your God gives you, and you dispossess them and settle in their cities and in their houses,"
    },
    {
        "o": 5883,
        "r": "nasb:Deuteronomy:19:2",
        "t": "you shall set aside three cities for yourself in the midst of your land, which the Lord*s your God gives you to possess."
    },
    {
        "o": 5884,
        "r": "nasb:Deuteronomy:19:3",
        "t": "You shall prepare the roads for yourself, and divide into three parts the territory of your land which the Lord*s your God will give you as a possession, so that any manslayer may flee there."
    },
    {
        "o": 5885,
        "r": "nasb:Deuteronomy:19:4",
        "t": "“Now*p this is the case of the manslayer who may flee there and live: when he kills his friend unintentionally, not hating him previously—"
    },
    {
        "o": 5886,
        "r": "nasb:Deuteronomy:19:5",
        "t": "as when a*i man*i goes into the forest with his friend to cut wood, and his hand swings the axe to cut down the tree, and the iron head*i slips off the handle and strikes his friend so that he dies—he may flee to one of these cities and live;"
    },
    {
        "o": 5887,
        "r": "nasb:Deuteronomy:19:6",
        "t": "otherwise the avenger of blood might pursue the manslayer in the heat of his anger, and overtake him, because the way is long, and take his life, though he was not deserving of death, since he had not hated him previously."
    },
    {
        "o": 5888,
        "r": "nasb:Deuteronomy:19:7",
        "t": "Therefore, I command you, saying, ‘You shall set aside three cities for yourself.’"
    },
    {
        "o": 5889,
        "r": "nasb:Deuteronomy:19:8",
        "t": "“If*p the Lord*s your God enlarges your territory, just as He has sworn to your fathers, and gives you all the land which He promised to give your fathers—"
    },
    {
        "o": 5890,
        "r": "nasb:Deuteronomy:19:9",
        "t": "if you carefully observe all this commandment which I command you today, to love the Lord*s your God, and to walk in His ways always—then you shall add three more cities for yourself, besides these three."
    },
    {
        "o": 5891,
        "r": "nasb:Deuteronomy:19:10",
        "t": "So innocent blood will not be shed in the midst of your land which the Lord*s your God gives you as an inheritance, and bloodguiltiness be on you."
    },
    {
        "o": 5892,
        "r": "nasb:Deuteronomy:19:11",
        "t": "“But*p if there is a man who hates his neighbor and lies in wait for him and rises up against him and strikes him so that he dies, and he flees to one of these cities,"
    },
    {
        "o": 5893,
        "r": "nasb:Deuteronomy:19:12",
        "t": "then the elders of his city shall send and take him from there and deliver him into the hand of the avenger of blood, that he may die."
    },
    {
        "o": 5894,
        "r": "nasb:Deuteronomy:19:13",
        "t": "You shall not pity him, but you shall purge the blood of the innocent from Israel, that it may go well with you."
    },
    {
        "o": 5895,
        "r": "nasb:Deuteronomy:19:13",
        "t": "Laws of Landmark and Testimony",
        "h": 2
    },
    {
        "o": 5896,
        "r": "nasb:Deuteronomy:19:14",
        "t": "“You*p shall not move your neighbor’s boundary mark, which the ancestors have set, in your inheritance which you will inherit in the land that the Lord*s your God gives you to possess."
    },
    {
        "o": 5897,
        "r": "nasb:Deuteronomy:19:15",
        "t": "“A*p single witness shall not rise up against a man on account of any iniquity or any sin which he has committed; on the evidence of two or three witnesses a matter shall be confirmed."
    },
    {
        "o": 5898,
        "r": "nasb:Deuteronomy:19:16",
        "t": "If a malicious witness rises up against a man to accuse him of wrongdoing,"
    },
    {
        "o": 5899,
        "r": "nasb:Deuteronomy:19:17",
        "t": "then both the men who have the dispute shall stand before the Lord,*s before the priests and the judges who will be in*i office*i in those days."
    },
    {
        "o": 5900,
        "r": "nasb:Deuteronomy:19:18",
        "t": "The judges shall investigate thoroughly, and if the witness is a false witness and*i he has accused his brother falsely,"
    },
    {
        "o": 5901,
        "r": "nasb:Deuteronomy:19:19",
        "t": "then you shall do to him just as he had intended to do to his brother. Thus you shall purge the evil from among you."
    },
    {
        "o": 5902,
        "r": "nasb:Deuteronomy:19:20",
        "t": "The rest will hear and be afraid, and will never again do such an evil thing among you."
    },
    {
        "o": 5903,
        "r": "nasb:Deuteronomy:19:21",
        "t": "Thus you shall not show pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    }
]
