[
    {
        "o": 31306,
        "r": "csb:Acts:21:0",
        "t": "Acts 21",
        "h": 1
    },
    {
        "o": 31307,
        "r": "csb:Acts:21:0",
        "t": "Warnings on the Journey to Jerusalem",
        "h": 2
    },
    {
        "o": 31308,
        "r": "csb:Acts:21:1",
        "t": "After*p we tore ourselves away from them, we set sail straight for Cos, the next day to Rhodes, and from there to Patara."
    },
    {
        "o": 31309,
        "r": "csb:Acts:21:2",
        "t": "Finding a ship crossing over to Phoenicia, we boarded and set sail."
    },
    {
        "o": 31310,
        "r": "csb:Acts:21:3",
        "t": "After we sighted Cyprus, passing to the south of it, we sailed on to Syria and arrived at Tyre, since the ship was to unload its cargo there."
    },
    {
        "o": 31311,
        "r": "csb:Acts:21:4",
        "t": "We sought out the disciples and stayed there seven days. Through the Spirit they told Paul not to go to Jerusalem."
    },
    {
        "o": 31312,
        "r": "csb:Acts:21:5",
        "t": "When our time had come to an end, we left to continue our journey, while all of them, with their wives and children, accompanied us out of the city. After kneeling down on the beach to pray,"
    },
    {
        "o": 31313,
        "r": "csb:Acts:21:6",
        "t": "we said farewell to one another and boarded the ship, and they returned home."
    },
    {
        "o": 31314,
        "r": "csb:Acts:21:7",
        "t": "When*p we completed our voyage from Tyre, we reached Ptolemais, where we greeted the brothers and sisters and stayed with them for a day."
    },
    {
        "o": 31315,
        "r": "csb:Acts:21:8",
        "t": "The next day we left and came to Caesarea, where we entered the house of Philip the evangelist, who was one of the Seven, and stayed with him."
    },
    {
        "o": 31316,
        "r": "csb:Acts:21:9",
        "t": "This man had four virgin daughters who prophesied."
    },
    {
        "o": 31317,
        "r": "csb:Acts:21:10",
        "t": "After*p we had been there for several days, a prophet named Agabus came down from Judea."
    },
    {
        "o": 31318,
        "r": "csb:Acts:21:11",
        "t": "He came to us, took Paul’s belt, tied his own feet and hands, and said, “This is what the Holy Spirit says: ‘In this way the Jews in Jerusalem will bind the man who owns this belt and deliver him over to the Gentiles.’”"
    },
    {
        "o": 31319,
        "r": "csb:Acts:21:12",
        "t": "When we heard this, both we and the local people pleaded with him not to go up to Jerusalem."
    },
    {
        "o": 31320,
        "r": "csb:Acts:21:13",
        "t": "Then*p Paul replied, “What are you doing, weeping and breaking my heart? For I am ready not only to be bound but also to die in Jerusalem for the name of the Lord Jesus.”"
    },
    {
        "o": 31321,
        "r": "csb:Acts:21:14",
        "t": "Since*p he would not be persuaded, we said no more except, “The Lord’s will be done.”"
    },
    {
        "o": 31322,
        "r": "csb:Acts:21:14",
        "t": "Conflict over the Gentile Mission",
        "h": 2
    },
    {
        "o": 31323,
        "r": "csb:Acts:21:15",
        "t": "After*p this we got ready and went up to Jerusalem."
    },
    {
        "o": 31324,
        "r": "csb:Acts:21:16",
        "t": "Some of the disciples from Caesarea also went with us and brought us to Mnason of Cyprus, an early disciple, with whom we were to stay."
    },
    {
        "o": 31325,
        "r": "csb:Acts:21:17",
        "t": "When*p we reached Jerusalem, the brothers and sisters welcomed us warmly."
    },
    {
        "o": 31326,
        "r": "csb:Acts:21:18",
        "t": "The following day Paul went in with us to James, and all the elders were present."
    },
    {
        "o": 31327,
        "r": "csb:Acts:21:19",
        "t": "After greeting them, he reported in detail what God had done among the Gentiles through his ministry."
    },
    {
        "o": 31328,
        "r": "csb:Acts:21:20",
        "t": "When*p they heard it, they glorified God and said, “You see, brother, how many thousands of Jews there are who have believed, and they are all zealous for the law."
    },
    {
        "o": 31329,
        "r": "csb:Acts:21:21",
        "t": "But they have been informed about you - that you are teaching all the Jews who are among the Gentiles to abandon Moses, telling them not to circumcise their children or to live according to our customs."
    },
    {
        "o": 31330,
        "r": "csb:Acts:21:22",
        "t": "So what is to be done? They will certainly hear that you’ve come."
    },
    {
        "o": 31331,
        "r": "csb:Acts:21:23",
        "t": "Therefore do what we tell you: We have four men who have made a vow."
    },
    {
        "o": 31332,
        "r": "csb:Acts:21:24",
        "t": "Take these men, purify yourself along with them, and pay for them to get their heads shaved. Then everyone will know that what they were told about you amounts to nothing, but that you yourself are also careful about observing the law."
    },
    {
        "o": 31333,
        "r": "csb:Acts:21:25",
        "t": "With regard to the Gentiles who have believed, we have written a letter containing our decision that they should keep themselves from food sacrificed to idols, from blood, from what is strangled, and from sexual immorality.”"
    },
    {
        "o": 31334,
        "r": "csb:Acts:21:25",
        "t": "The Riot in the Temple",
        "h": 2
    },
    {
        "o": 31335,
        "r": "csb:Acts:21:26",
        "t": "So*p the next day, Paul took the men, having purified himself along with them, and entered the temple, announcing the completion of the purification days when the offering would be made for each of them."
    },
    {
        "o": 31336,
        "r": "csb:Acts:21:27",
        "t": "When the seven days were nearly over, some Jews from the province of Asia saw him in the temple, stirred up the whole crowd, and seized him,"
    },
    {
        "o": 31337,
        "r": "csb:Acts:21:28",
        "t": "shouting, “Fellow Israelites, help! This is the man who teaches everyone everywhere against our people, our law, and this place. What’s more, he also brought Greeks into the temple and has defiled this holy place.”"
    },
    {
        "o": 31338,
        "r": "csb:Acts:21:29",
        "t": "For they had previously seen Trophimus the Ephesian in the city with him, and they supposed that Paul had brought him into the temple."
    },
    {
        "o": 31339,
        "r": "csb:Acts:21:30",
        "t": "The*p whole city was stirred up, and the people rushed together. They seized Paul, dragged him out of the temple, and at once the gates were shut."
    },
    {
        "o": 31340,
        "r": "csb:Acts:21:31",
        "t": "As*p they were trying to kill him, word went up to the commander of the regiment that all Jerusalem was in chaos."
    },
    {
        "o": 31341,
        "r": "csb:Acts:21:32",
        "t": "Taking along soldiers and centurions, he immediately ran down to them. Seeing the commander and the soldiers, they stopped beating Paul."
    },
    {
        "o": 31342,
        "r": "csb:Acts:21:33",
        "t": "Then the commander approached, took him into custody, and ordered him to be bound with two chains. He asked who he was and what he had done."
    },
    {
        "o": 31343,
        "r": "csb:Acts:21:34",
        "t": "Some in the crowd were shouting one thing and some another. Since he was not able to get reliable information because of the uproar, he ordered him to be taken into the barracks."
    },
    {
        "o": 31344,
        "r": "csb:Acts:21:35",
        "t": "When Paul got to the steps, he had to be carried by the soldiers because of the violence of the crowd,"
    },
    {
        "o": 31345,
        "r": "csb:Acts:21:36",
        "t": "for the mass of people followed, yelling, “Get rid of him!”"
    },
    {
        "o": 31346,
        "r": "csb:Acts:21:36",
        "t": "Paul’s Defense before the Jerusalem Mob",
        "h": 2
    },
    {
        "o": 31347,
        "r": "csb:Acts:21:37",
        "t": "As*p he was about to be brought into the barracks, Paul said to the commander, “Am I allowed to say something to you?” He*p replied, “You know how to speak Greek?"
    },
    {
        "o": 31348,
        "r": "csb:Acts:21:38",
        "t": "Aren’t you the Egyptian who started a revolt some time ago and led four thousand men of the Assassins into the wilderness?”"
    },
    {
        "o": 31349,
        "r": "csb:Acts:21:39",
        "t": "Paul*p said, “I am a Jewish man from Tarsus of Cilicia, a citizen of an important city. Now I ask you, let me speak to the people.”"
    },
    {
        "o": 31350,
        "r": "csb:Acts:21:40",
        "t": "After*p he had given permission, Paul stood on the steps and motioned with his hand to the people. When there was a great hush, he addressed them in Aramaic:"
    }
]
