[
    {
        "o": 17741,
        "r": "kjv:Proverbs:20:0",
        "t": "Proverbs 20",
        "h": 1
    },
    {
        "o": 17742,
        "r": "kjv:Proverbs:20:1",
        "t": "Wine*p is a mocker, strong drink is raging: and whosoever is deceived thereby is not wise."
    },
    {
        "o": 17743,
        "r": "kjv:Proverbs:20:2",
        "t": "The*p fear of a king is as the roaring of a lion: whoso provoketh him to anger sinneth against his own soul."
    },
    {
        "o": 17744,
        "r": "kjv:Proverbs:20:3",
        "t": "It*p is an honour for a man to cease from strife: but every fool will be meddling."
    },
    {
        "o": 17745,
        "r": "kjv:Proverbs:20:4",
        "t": "The*p sluggard will not plow by reason of the cold; therefore shall he beg in harvest, and have nothing."
    },
    {
        "o": 17746,
        "r": "kjv:Proverbs:20:5",
        "t": "Counsel*p in the heart of man is like deep water; but a man of understanding will draw it out."
    },
    {
        "o": 17747,
        "r": "kjv:Proverbs:20:6",
        "t": "Most*p men will proclaim every one his own goodness: but a faithful man who can find?"
    },
    {
        "o": 17748,
        "r": "kjv:Proverbs:20:7",
        "t": "The*p just man walketh in his integrity: his children are blessed after him."
    },
    {
        "o": 17749,
        "r": "kjv:Proverbs:20:8",
        "t": "A*p king that sitteth in the throne of judgment scattereth away all evil with his eyes."
    },
    {
        "o": 17750,
        "r": "kjv:Proverbs:20:9",
        "t": "Who*p can say, I have made my heart clean, I am pure from my sin?"
    },
    {
        "o": 17751,
        "r": "kjv:Proverbs:20:10",
        "t": "Divers*p weights, and divers measures, both of them are alike abomination to the Lord.*s"
    },
    {
        "o": 17752,
        "r": "kjv:Proverbs:20:11",
        "t": "Even*p a child is known by his doings, whether his work be pure, and whether it be right."
    },
    {
        "o": 17753,
        "r": "kjv:Proverbs:20:12",
        "t": "The*p hearing ear, and the seeing eye, the Lord*s hath made even both of them."
    },
    {
        "o": 17754,
        "r": "kjv:Proverbs:20:13",
        "t": "Love*p not sleep, lest thou come to poverty; open thine eyes, and thou shalt be satisfied with bread."
    },
    {
        "o": 17755,
        "r": "kjv:Proverbs:20:14",
        "t": "It*p is naught, it is naught, saith the buyer: but when he is gone his way, then he boasteth."
    },
    {
        "o": 17756,
        "r": "kjv:Proverbs:20:15",
        "t": "There*p is gold, and a multitude of rubies: but the lips of knowledge are a precious jewel."
    },
    {
        "o": 17757,
        "r": "kjv:Proverbs:20:16",
        "t": "Take*p his garment that is surety for a stranger: and take a pledge of him for a strange woman."
    },
    {
        "o": 17758,
        "r": "kjv:Proverbs:20:17",
        "t": "Bread*p of deceit is sweet to a man; but afterwards his mouth shall be filled with gravel."
    },
    {
        "o": 17759,
        "r": "kjv:Proverbs:20:18",
        "t": "Every*p purpose is established by counsel: and with good advice make war."
    },
    {
        "o": 17760,
        "r": "kjv:Proverbs:20:19",
        "t": "He*p that goeth about as a talebearer revealeth secrets: therefore meddle not with him that flattereth with his lips."
    },
    {
        "o": 17761,
        "r": "kjv:Proverbs:20:20",
        "t": "Whoso*p curseth his father or his mother, his lamp shall be put out in obscure darkness."
    },
    {
        "o": 17762,
        "r": "kjv:Proverbs:20:21",
        "t": "An*p inheritance may be gotten hastily at the beginning; but the end thereof shall not be blessed."
    },
    {
        "o": 17763,
        "r": "kjv:Proverbs:20:22",
        "t": "Say*p not thou, I will recompense evil; but wait on the Lord,*s and he shall save thee."
    },
    {
        "o": 17764,
        "r": "kjv:Proverbs:20:23",
        "t": "Divers*p weights are an abomination unto the Lord;*s and a false balance is not good."
    },
    {
        "o": 17765,
        "r": "kjv:Proverbs:20:24",
        "t": "Man's*p goings are of the Lord;*s how can a man then understand his own way?"
    },
    {
        "o": 17766,
        "r": "kjv:Proverbs:20:25",
        "t": "It*p is a snare to the man who devoureth that which is holy, and after vows to make enquiry."
    },
    {
        "o": 17767,
        "r": "kjv:Proverbs:20:26",
        "t": "A*p wise king scattereth the wicked, and bringeth the wheel over them."
    },
    {
        "o": 17768,
        "r": "kjv:Proverbs:20:27",
        "t": "The*p spirit of man is the candle of the Lord,*s searching all the inward parts of the belly."
    },
    {
        "o": 17769,
        "r": "kjv:Proverbs:20:28",
        "t": "Mercy*p and truth preserve the king: and his throne is upholden by mercy."
    },
    {
        "o": 17770,
        "r": "kjv:Proverbs:20:29",
        "t": "The*p glory of young men is their strength: and the beauty of old men is the gray head."
    },
    {
        "o": 17771,
        "r": "kjv:Proverbs:20:30",
        "t": "The*p blueness of a wound cleanseth away evil: so do stripes the inward parts of the belly."
    }
]
