[
    {
        "o": 3536,
        "r": "nasb:Leviticus:17:0",
        "t": "Leviticus 17",
        "h": 1
    },
    {
        "o": 3537,
        "r": "nasb:Leviticus:17:0",
        "t": "Blood for Atonement",
        "h": 2
    },
    {
        "o": 3538,
        "r": "nasb:Leviticus:17:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3539,
        "r": "nasb:Leviticus:17:2",
        "t": "“Speak to Aaron and to his sons and to all the sons of Israel and say to them, ‘This is what the Lord*s has commanded, saying,"
    },
    {
        "o": 3540,
        "r": "nasb:Leviticus:17:3",
        "t": "“Any man from the house of Israel who slaughters an ox or a lamb or a goat in the camp, or who slaughters it outside the camp,"
    },
    {
        "o": 3541,
        "r": "nasb:Leviticus:17:4",
        "t": "and has not brought it to the doorway of the tent of meeting to present it*i as an offering to the Lord*s before the tabernacle of the Lord,*s bloodguiltiness is to be reckoned to that man. He has shed blood and that man shall be cut off from among his people."
    },
    {
        "o": 3542,
        "r": "nasb:Leviticus:17:5",
        "t": "The reason is so that the sons of Israel may bring their sacrifices which they were sacrificing in the open field, that they may bring them in to the Lord,*s at the doorway of the tent of meeting to the priest, and sacrifice them as sacrifices of peace offerings to the Lord.*s"
    },
    {
        "o": 3543,
        "r": "nasb:Leviticus:17:6",
        "t": "The priest shall sprinkle the blood on the altar of the Lord*s at the doorway of the tent of meeting, and offer up the fat in smoke as a soothing aroma to the Lord.*s"
    },
    {
        "o": 3544,
        "r": "nasb:Leviticus:17:7",
        "t": "They shall no longer sacrifice their sacrifices to the goat demons with which they play the harlot. This shall be a permanent statute to them throughout their generations.” ’"
    },
    {
        "o": 3545,
        "r": "nasb:Leviticus:17:8",
        "t": "“Then*p you shall say to them, ‘Any man from the house of Israel, or from the aliens who sojourn among them, who offers a burnt offering or sacrifice,"
    },
    {
        "o": 3546,
        "r": "nasb:Leviticus:17:9",
        "t": "and does not bring it to the doorway of the tent of meeting to offer it to the Lord,*s that man also shall be cut off from his people."
    },
    {
        "o": 3547,
        "r": "nasb:Leviticus:17:10",
        "t": "‘And*p any man from the house of Israel, or from the aliens who sojourn among them, who eats any blood, I will set My face against that person who eats blood and will cut him off from among his people."
    },
    {
        "o": 3548,
        "r": "nasb:Leviticus:17:11",
        "t": "For the life of the flesh is in the blood, and I have given it to you on the altar to make atonement for your souls; for it is the blood by reason of the life that makes atonement.’"
    },
    {
        "o": 3549,
        "r": "nasb:Leviticus:17:12",
        "t": "Therefore I said to the sons of Israel, ‘No person among you may eat blood, nor may any alien who sojourns among you eat blood.’"
    },
    {
        "o": 3550,
        "r": "nasb:Leviticus:17:13",
        "t": "So when any man from the sons of Israel, or from the aliens who sojourn among them, in hunting catches a beast or a bird which may be eaten, he shall pour out its blood and cover it with earth."
    },
    {
        "o": 3551,
        "r": "nasb:Leviticus:17:14",
        "t": "“For*p as*i for*i the*i life of all flesh, its blood is identified*i with its life. Therefore I said to the sons of Israel, ‘You are not to eat the blood of any flesh, for the life of all flesh is its blood; whoever eats it shall be cut off.’"
    },
    {
        "o": 3552,
        "r": "nasb:Leviticus:17:15",
        "t": "When any person eats an*i animal*i which dies or is torn by*i beasts,*i whether he is a native or an alien, he shall wash his clothes and bathe in water, and remain unclean until evening; then he will become clean."
    },
    {
        "o": 3553,
        "r": "nasb:Leviticus:17:16",
        "t": "But if he does not wash them*i or bathe his body, then he shall bear his guilt.”"
    }
]
