[
    {
        "o": 21437,
        "r": "esv:Jeremiah:13:0",
        "t": "Jeremiah 13",
        "h": 1
    },
    {
        "o": 21438,
        "r": "esv:Jeremiah:13:0",
        "t": "The Ruined Loincloth",
        "h": 2
    },
    {
        "o": 21439,
        "r": "esv:Jeremiah:13:1",
        "t": "Thus*p says the Lord*s to me, “Go and buy a linen loincloth and put it around your waist, and do not dip it in water.”"
    },
    {
        "o": 21440,
        "r": "esv:Jeremiah:13:2",
        "t": "So I bought a loincloth according to the word of the Lord,*s and put it around my waist."
    },
    {
        "o": 21441,
        "r": "esv:Jeremiah:13:3",
        "t": "And the word of the Lord*s came to me a second time,"
    },
    {
        "o": 21442,
        "r": "esv:Jeremiah:13:4",
        "t": "“Take the loincloth that you have bought, which is around your waist, and arise, go to the Euphrates and hide it there in a cleft of the rock.”"
    },
    {
        "o": 21443,
        "r": "esv:Jeremiah:13:5",
        "t": "So I went and hid it by the Euphrates, as the Lord*s commanded me."
    },
    {
        "o": 21444,
        "r": "esv:Jeremiah:13:6",
        "t": "And after many days the Lord*s said to me, “Arise, go to the Euphrates, and take from there the loincloth that I commanded you to hide there.”"
    },
    {
        "o": 21445,
        "r": "esv:Jeremiah:13:7",
        "t": "Then I went to the Euphrates, and dug, and I took the loincloth from the place where I had hidden it. And behold, the loincloth was spoiled; it was good for nothing."
    },
    {
        "o": 21446,
        "r": "esv:Jeremiah:13:8",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 21447,
        "r": "esv:Jeremiah:13:9",
        "t": "“Thus says the Lord:*s Even so will I spoil the pride of Judah and the great pride of Jerusalem."
    },
    {
        "o": 21448,
        "r": "esv:Jeremiah:13:10",
        "t": "This evil people, who refuse to hear my words, who stubbornly follow their own heart and have gone after other gods to serve them and worship them, shall be like this loincloth, which is good for nothing."
    },
    {
        "o": 21449,
        "r": "esv:Jeremiah:13:11",
        "t": "For as the loincloth clings to the waist of a man, so I made the whole house of Israel and the whole house of Judah cling to me, declares the Lord,*s that they might be for me a people, a name, a praise, and a glory, but they would not listen."
    },
    {
        "o": 21450,
        "r": "esv:Jeremiah:13:11",
        "t": "The Jars Filled with Wine",
        "h": 2
    },
    {
        "o": 21451,
        "r": "esv:Jeremiah:13:12",
        "t": "“You*p shall speak to them this word: ‘Thus says the Lord,*s the God of Israel, “Every jar shall be filled with wine.”’ And they will say to you, ‘Do we not indeed know that every jar will be filled with wine?’"
    },
    {
        "o": 21452,
        "r": "esv:Jeremiah:13:13",
        "t": "Then you shall say to them, ‘Thus says the Lord:*s Behold, I will fill with drunkenness all the inhabitants of this land: the kings who sit on David’s throne, the priests, the prophets, and all the inhabitants of Jerusalem."
    },
    {
        "o": 21453,
        "r": "esv:Jeremiah:13:14",
        "t": "And I will dash them one against another, fathers and sons together, declares the Lord.*s I will not pity or spare or have compassion, that I should not destroy them.’”"
    },
    {
        "o": 21454,
        "r": "esv:Jeremiah:13:14",
        "t": "Exile Threatened",
        "h": 2
    },
    {
        "o": 21455,
        "r": "esv:Jeremiah:13:15",
        "t": "Hear*pn and give ear; be not proud, for*ld the Lord*s has spoken."
    },
    {
        "o": 21456,
        "r": "esv:Jeremiah:13:16",
        "t": "Give*ln glory to the Lord*s your God before*ld he brings darkness, before*ln your feet stumble on*ld the twilight mountains, and*ln while you look for light he*ld turns it into gloom and*ld makes it deep darkness."
    },
    {
        "o": 21457,
        "r": "esv:Jeremiah:13:17",
        "t": "But*ln if you will not listen, my*ld soul will weep in secret for your pride; my*ln eyes will weep bitterly and run down with tears, because*ld the Lord’s*s flock has been taken captive."
    },
    {
        "o": 21458,
        "r": "esv:Jeremiah:13:18",
        "t": "Say*pn to the king and the queen mother: “Take*ld a lowly seat, for*ln your beautiful crown has*ld come down from your head.”"
    },
    {
        "o": 21459,
        "r": "esv:Jeremiah:13:19",
        "t": "The*ln cities of the Negeb are shut up, with*ld none to open them; all*ln Judah is taken into exile, wholly*ld taken into exile."
    },
    {
        "o": 21460,
        "r": "esv:Jeremiah:13:20",
        "t": "“Lift*pn up your eyes and see those*ld who come from the north. Where*ln is the flock that was given you, your*ld beautiful flock?"
    },
    {
        "o": 21461,
        "r": "esv:Jeremiah:13:21",
        "t": "What*ln will you say when they set as head over you those*ld whom you yourself have taught to be friends to you? Will*ln not pangs take hold of you like*ld those of a woman in labor?"
    },
    {
        "o": 21462,
        "r": "esv:Jeremiah:13:22",
        "t": "And*ln if you say in your heart, ‘Why*ld have these things come upon me?’ it*ln is for the greatness of your iniquity that*ld your skirts are lifted up and*ld you suffer violence."
    },
    {
        "o": 21463,
        "r": "esv:Jeremiah:13:23",
        "t": "Can*ln the Ethiopian change his skin or*ld the leopard his spots? Then*ln also you can do good who*ld are accustomed to do evil."
    },
    {
        "o": 21464,
        "r": "esv:Jeremiah:13:24",
        "t": "I*ln will scatter you like chaff driven*ld by the wind from the desert."
    },
    {
        "o": 21465,
        "r": "esv:Jeremiah:13:25",
        "t": "This*ln is your lot, the*ld portion I have measured out to you, declares the Lord,*s because*ln you have forgotten me and*ld trusted in lies."
    },
    {
        "o": 21466,
        "r": "esv:Jeremiah:13:26",
        "t": "I*ln myself will lift up your skirts over your face, and*ld your shame will be seen."
    },
    {
        "o": 21467,
        "r": "esv:Jeremiah:13:27",
        "t": "I*ln have seen your abominations, your*ld adulteries and neighings, your lewd whorings, on*ld the hills in the field. Woe*ln to you, O Jerusalem! How*ld long will it be before you are made clean?”"
    }
]
