[
    {
        "o": 9772,
        "r": "csb:1 Kings:4:0",
        "t": "1 Kings 4",
        "h": 1
    },
    {
        "o": 9773,
        "r": "csb:1 Kings:4:0",
        "t": "Solomon’s Officials",
        "h": 2
    },
    {
        "o": 9774,
        "r": "csb:1 Kings:4:1",
        "t": "King*p Solomon reigned over all Israel,"
    },
    {
        "o": 9775,
        "r": "csb:1 Kings:4:2",
        "t": "and these were his officials: Azariah*ln son of Zadok, priest;"
    },
    {
        "o": 9776,
        "r": "csb:1 Kings:4:3",
        "t": "Elihoreph*ln and Ahijah the sons of Shisha, secretaries; Jehoshaphat*ln son of Ahilud, court historian;"
    },
    {
        "o": 9777,
        "r": "csb:1 Kings:4:4",
        "t": "Benaiah*ln son of Jehoiada, in charge of the army; Zadok*ln and Abiathar, priests;"
    },
    {
        "o": 9778,
        "r": "csb:1 Kings:4:5",
        "t": "Azariah*ln son of Nathan, in charge of the deputies; Zabud*ln son of Nathan, a priest and adviser to the king;"
    },
    {
        "o": 9779,
        "r": "csb:1 Kings:4:6",
        "t": "Ahishar,*ln in charge of the palace; and*ln Adoniram son of Abda, in charge of forced labor."
    },
    {
        "o": 9780,
        "r": "csb:1 Kings:4:7",
        "t": "Solomon*p had twelve deputies for all Israel. They provided food for the king and his household; each one made provision for one month out of the year."
    },
    {
        "o": 9781,
        "r": "csb:1 Kings:4:8",
        "t": "These were their names: Ben-hur,*ln in the hill country of Ephraim;"
    },
    {
        "o": 9782,
        "r": "csb:1 Kings:4:9",
        "t": "Ben-deker,*ln in Makaz, Shaalbim, Beth-shemesh, and Elon-beth-hanan;"
    },
    {
        "o": 9783,
        "r": "csb:1 Kings:4:10",
        "t": "Ben-hesed,*ln in Arubboth (he had Socoh and the whole land of Hepher);"
    },
    {
        "o": 9784,
        "r": "csb:1 Kings:4:11",
        "t": "Ben-abinadab,*ln in all Naphath-dor (Taphath daughter of Solomon was his wife);"
    },
    {
        "o": 9785,
        "r": "csb:1 Kings:4:12",
        "t": "Baana*ln son of Ahilud, in Taanach, Megiddo, and all Beth-shean which is beside Zarethan below Jezreel, from Beth-shean to Abel-meholah, as far as the other side of Jokmeam;"
    },
    {
        "o": 9786,
        "r": "csb:1 Kings:4:13",
        "t": "Ben-geber,*ln in Ramoth-gilead (he had the villages of Jair son of Manasseh, which are in Gilead, and he had the region of Argob, which is in Bashan, sixty great cities with walls and bronze bars);"
    },
    {
        "o": 9787,
        "r": "csb:1 Kings:4:14",
        "t": "Ahinadab*ln son of Iddo, in Mahanaim;"
    },
    {
        "o": 9788,
        "r": "csb:1 Kings:4:15",
        "t": "Ahimaaz,*ln in Naphtali (he also had married a daughter of Solomon - Basemath);"
    },
    {
        "o": 9789,
        "r": "csb:1 Kings:4:16",
        "t": "Baana*ln son of Hushai, in Asher and Bealoth;"
    },
    {
        "o": 9790,
        "r": "csb:1 Kings:4:17",
        "t": "Jehoshaphat*ln son of Paruah, in Issachar;"
    },
    {
        "o": 9791,
        "r": "csb:1 Kings:4:18",
        "t": "Shimei*ln son of Ela, in Benjamin;"
    },
    {
        "o": 9792,
        "r": "csb:1 Kings:4:19",
        "t": "Geber*ln son of Uri, in the land of Gilead, the country of King Sihon of the Amorites and of King Og of Bashan. There*p was one deputy in the land of Judah."
    },
    {
        "o": 9793,
        "r": "csb:1 Kings:4:19",
        "t": "Solomon’s Provisions",
        "h": 2
    },
    {
        "o": 9794,
        "r": "csb:1 Kings:4:20",
        "t": "Judah*p and Israel were as numerous as the sand by the sea; they were eating, drinking, and rejoicing."
    },
    {
        "o": 9795,
        "r": "csb:1 Kings:4:21",
        "t": "Solomon ruled all the kingdoms from the Euphrates River to the land of the Philistines and as far as the border of Egypt. They offered tribute and served Solomon all the days of his life."
    },
    {
        "o": 9796,
        "r": "csb:1 Kings:4:22",
        "t": "Solomon’s*p provisions for one day were 180 bushels of fine flour and 360 bushels of meal,"
    },
    {
        "o": 9797,
        "r": "csb:1 Kings:4:23",
        "t": "ten fattened cattle, twenty range cattle, and a hundred sheep and goats, besides deer, gazelles, roebucks, and pen-fed poultry,"
    },
    {
        "o": 9798,
        "r": "csb:1 Kings:4:24",
        "t": "for he had dominion over everything west of the Euphrates from Tiphsah to Gaza and over all the kings west of the Euphrates. He had peace on all his surrounding borders."
    },
    {
        "o": 9799,
        "r": "csb:1 Kings:4:25",
        "t": "Throughout Solomon’s reign, Judah and Israel lived in safety from Dan to Beer-sheba, each person under his own vine and his own fig tree."
    },
    {
        "o": 9800,
        "r": "csb:1 Kings:4:26",
        "t": "Solomon had forty thousand stalls of horses for his chariots, and twelve thousand horsemen."
    },
    {
        "o": 9801,
        "r": "csb:1 Kings:4:27",
        "t": "Each of those deputies for a month in turn provided food for King Solomon and for everyone who came to King Solomon’s table. They neglected nothing."
    },
    {
        "o": 9802,
        "r": "csb:1 Kings:4:28",
        "t": "Each man brought the barley and the straw for the chariot teams and the other horses to the required place according to his assignment."
    },
    {
        "o": 9803,
        "r": "csb:1 Kings:4:28",
        "t": "Solomon’s Wisdom and Literary Gifts",
        "h": 2
    },
    {
        "o": 9804,
        "r": "csb:1 Kings:4:29",
        "t": "God*p gave Solomon wisdom, very great insight, and understanding as vast as the sand on the seashore."
    },
    {
        "o": 9805,
        "r": "csb:1 Kings:4:30",
        "t": "Solomon’s wisdom was greater than the wisdom of all the people of the East, greater than all the wisdom of Egypt."
    },
    {
        "o": 9806,
        "r": "csb:1 Kings:4:31",
        "t": "He was wiser than anyone- wiser than Ethan the Ezrahite, and Heman, Calcol, and Darda, sons of Mahol. His reputation extended to all the surrounding nations."
    },
    {
        "o": 9807,
        "r": "csb:1 Kings:4:32",
        "t": "Solomon*p spoke 3,000 proverbs, and his songs numbered 1,005."
    },
    {
        "o": 9808,
        "r": "csb:1 Kings:4:33",
        "t": "He spoke about trees, from the cedar in Lebanon to the hyssop growing out of the wall. He also spoke about animals, birds, reptiles, and fish."
    },
    {
        "o": 9809,
        "r": "csb:1 Kings:4:34",
        "t": "Emissaries of all peoples, sent by every king on earth who had heard of his wisdom, came to listen to Solomon’s wisdom."
    }
]
