[
    {
        "o": 2368,
        "r": "csb:Exodus:23:0",
        "t": "Exodus 23",
        "h": 1
    },
    {
        "o": 2369,
        "r": "csb:Exodus:23:0",
        "t": "Laws about Honesty and Justice",
        "h": 2
    },
    {
        "o": 2370,
        "r": "csb:Exodus:23:1",
        "t": "“You*p must not spread a false report. Do not join the wicked to be a malicious witness."
    },
    {
        "o": 2371,
        "r": "csb:Exodus:23:2",
        "t": "“You*p must not follow a crowd in wrongdoing. Do not testify in a lawsuit and go along with a crowd to pervert justice."
    },
    {
        "o": 2372,
        "r": "csb:Exodus:23:3",
        "t": "Do not show favoritism to a poor person in his lawsuit."
    },
    {
        "o": 2373,
        "r": "csb:Exodus:23:4",
        "t": "“If*p you come across your enemy’s stray ox or donkey, you must return it to him."
    },
    {
        "o": 2374,
        "r": "csb:Exodus:23:5",
        "t": "“If*p you see the donkey of someone who hates you lying helpless under its load, and you want to refrain from helping it, you must help with it."
    },
    {
        "o": 2375,
        "r": "csb:Exodus:23:6",
        "t": "“You*p must not deny justice to a poor person among you in his lawsuit."
    },
    {
        "o": 2376,
        "r": "csb:Exodus:23:7",
        "t": "Stay far away from a false accusation. Do not kill the innocent and the just, because I will not justify the guilty."
    },
    {
        "o": 2377,
        "r": "csb:Exodus:23:8",
        "t": "You must not take a bribe, for a bribe blinds the clear-sighted and corrupts the words of the righteous."
    },
    {
        "o": 2378,
        "r": "csb:Exodus:23:9",
        "t": "You must not oppress a resident alien; you yourselves know how it feels to be a resident alien because you were resident aliens in the land of Egypt."
    },
    {
        "o": 2379,
        "r": "csb:Exodus:23:9",
        "t": "Sabbaths and Festivals",
        "h": 2
    },
    {
        "o": 2380,
        "r": "csb:Exodus:23:10",
        "t": "“Sow*p your land for six years and gather its produce."
    },
    {
        "o": 2381,
        "r": "csb:Exodus:23:11",
        "t": "But during the seventh year you are to let it rest and leave it uncultivated, so that the poor among your people may eat from it and the wild animals may consume what they leave. Do the same with your vineyard and your olive grove."
    },
    {
        "o": 2382,
        "r": "csb:Exodus:23:12",
        "t": "“Do*p your work for six days but rest on the seventh day so that your ox and your donkey may rest, and the son of your female slave as well as the resident alien may be refreshed."
    },
    {
        "o": 2383,
        "r": "csb:Exodus:23:13",
        "t": "“Pay*p strict attention to everything I have said to you. You must not invoke the names of other gods; they must not be heard on your lips."
    },
    {
        "o": 2384,
        "r": "csb:Exodus:23:14",
        "t": "“Celebrate*p a festival in my honor three times a year."
    },
    {
        "o": 2385,
        "r": "csb:Exodus:23:15",
        "t": "Observe the Festival of Unleavened Bread. As I commanded you, you are to eat unleavened bread for seven days at the appointed time in the month of Abib, because you came out of Egypt in that month. No one is to appear before me empty-handed."
    },
    {
        "o": 2386,
        "r": "csb:Exodus:23:16",
        "t": "Also observe the Festival of Harvest with the firstfruits of your produce from what you sow in the field, and observe the Festival of Ingathering at the end of the year, when you gather your produce from the field."
    },
    {
        "o": 2387,
        "r": "csb:Exodus:23:17",
        "t": "Three times a year all your males are to appear before the Lord God.*s"
    },
    {
        "o": 2388,
        "r": "csb:Exodus:23:18",
        "t": "“You*p must not offer the blood of my sacrifices with anything leavened. The fat of my festival offering must not remain until morning."
    },
    {
        "o": 2389,
        "r": "csb:Exodus:23:19",
        "t": "“Bring*p the best of the firstfruits of your land to the house of the Lord*s your God. “You*p must not boil a young goat in its mother’s milk."
    },
    {
        "o": 2390,
        "r": "csb:Exodus:23:19",
        "t": "Promises and Warnings",
        "h": 2
    },
    {
        "o": 2391,
        "r": "csb:Exodus:23:20",
        "t": "“I*p am going to send an angel before you to protect you on the way and bring you to the place I have prepared."
    },
    {
        "o": 2392,
        "r": "csb:Exodus:23:21",
        "t": "Be attentive to him and listen to him. Do not defy him, because he will not forgive your acts of rebellion, for my name is in him."
    },
    {
        "o": 2393,
        "r": "csb:Exodus:23:22",
        "t": "But if you will carefully obey him and do everything I say, then I will be an enemy to your enemies and a foe to your foes."
    },
    {
        "o": 2394,
        "r": "csb:Exodus:23:23",
        "t": "For my angel will go before you and bring you to the land of the Amorites, Hethites, Perizzites, Canaanites, Hivites, and Jebusites, and I will wipe them out."
    },
    {
        "o": 2395,
        "r": "csb:Exodus:23:24",
        "t": "Do not bow in worship to their gods, and do not serve them. Do not imitate their practices. Instead, demolish them and smash their sacred pillars to pieces."
    },
    {
        "o": 2396,
        "r": "csb:Exodus:23:25",
        "t": "Serve the Lord*s your God, and he will bless your bread and your water. I will remove illnesses from you."
    },
    {
        "o": 2397,
        "r": "csb:Exodus:23:26",
        "t": "No woman will miscarry or be childless in your land. I will give you the full number of your days."
    },
    {
        "o": 2398,
        "r": "csb:Exodus:23:27",
        "t": "“I*p will cause the people ahead of you to feel terror and will throw into confusion all the nations you come to. I will make all your enemies turn their backs to you in retreat."
    },
    {
        "o": 2399,
        "r": "csb:Exodus:23:28",
        "t": "I will send hornets in front of you, and they will drive the Hivites, Canaanites, and Hethites away from you."
    },
    {
        "o": 2400,
        "r": "csb:Exodus:23:29",
        "t": "I will not drive them out ahead of you in a single year; otherwise, the land would become desolate, and wild animals would multiply against you."
    },
    {
        "o": 2401,
        "r": "csb:Exodus:23:30",
        "t": "I will drive them out little by little ahead of you until you have become numerous and take possession of the land."
    },
    {
        "o": 2402,
        "r": "csb:Exodus:23:31",
        "t": "I will set your borders from the Red Sea to the Mediterranean Sea, and from the wilderness to the Euphrates River. For I will place the inhabitants of the land under your control, and you will drive them out ahead of you."
    },
    {
        "o": 2403,
        "r": "csb:Exodus:23:32",
        "t": "You must not make a covenant with them or their gods."
    },
    {
        "o": 2404,
        "r": "csb:Exodus:23:33",
        "t": "They must not remain in your land, or else they will make you sin against me. If you serve their gods, it will be a snare for you.”"
    }
]
