[
    {
        "o": 2908,
        "r": "esv:Exodus:39:0",
        "t": "Exodus 39",
        "h": 1
    },
    {
        "o": 2909,
        "r": "esv:Exodus:39:0",
        "t": "Making the Priestly Garments",
        "h": 2
    },
    {
        "o": 2910,
        "r": "esv:Exodus:39:1",
        "t": "From*p the blue and purple and scarlet yarns they made finely woven garments, for ministering in the Holy Place. They made the holy garments for Aaron, as the Lord*s had commanded Moses."
    },
    {
        "o": 2911,
        "r": "esv:Exodus:39:2",
        "t": "He*p made the ephod of gold, blue and purple and scarlet yarns, and fine twined linen."
    },
    {
        "o": 2912,
        "r": "esv:Exodus:39:3",
        "t": "And they hammered out gold leaf, and he cut it into threads to work into the blue and purple and the scarlet yarns, and into the fine twined linen, in skilled design."
    },
    {
        "o": 2913,
        "r": "esv:Exodus:39:4",
        "t": "They made for the ephod attaching shoulder pieces, joined to it at its two edges."
    },
    {
        "o": 2914,
        "r": "esv:Exodus:39:5",
        "t": "And the skillfully woven band on it was of one piece with it and made like it, of gold, blue and purple and scarlet yarns, and fine twined linen, as the Lord*s had commanded Moses."
    },
    {
        "o": 2915,
        "r": "esv:Exodus:39:6",
        "t": "They*p made the onyx stones, enclosed in settings of gold filigree, and engraved like the engravings of a signet, according to the names of the sons of Israel."
    },
    {
        "o": 2916,
        "r": "esv:Exodus:39:7",
        "t": "And he set them on the shoulder pieces of the ephod to be stones of remembrance for the sons of Israel, as the Lord*s had commanded Moses."
    },
    {
        "o": 2917,
        "r": "esv:Exodus:39:8",
        "t": "He*p made the breastpiece, in skilled work, in the style of the ephod, of gold, blue and purple and scarlet yarns, and fine twined linen."
    },
    {
        "o": 2918,
        "r": "esv:Exodus:39:9",
        "t": "It was square. They made the breastpiece doubled, a span its length and a span its breadth when doubled."
    },
    {
        "o": 2919,
        "r": "esv:Exodus:39:10",
        "t": "And they set in it four rows of stones. A row of sardius, topaz, and carbuncle was the first row;"
    },
    {
        "o": 2920,
        "r": "esv:Exodus:39:11",
        "t": "and the second row, an emerald, a sapphire, and a diamond;"
    },
    {
        "o": 2921,
        "r": "esv:Exodus:39:12",
        "t": "and the third row, a jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2922,
        "r": "esv:Exodus:39:13",
        "t": "and the fourth row, a beryl, an onyx, and a jasper. They were enclosed in settings of gold filigree."
    },
    {
        "o": 2923,
        "r": "esv:Exodus:39:14",
        "t": "There were twelve stones with their names according to the names of the sons of Israel. They were like signets, each engraved with its name, for the twelve tribes."
    },
    {
        "o": 2924,
        "r": "esv:Exodus:39:15",
        "t": "And they made on the breastpiece twisted chains like cords, of pure gold."
    },
    {
        "o": 2925,
        "r": "esv:Exodus:39:16",
        "t": "And they made two settings of gold filigree and two gold rings, and put the two rings on the two edges of the breastpiece."
    },
    {
        "o": 2926,
        "r": "esv:Exodus:39:17",
        "t": "And they put the two cords of gold in the two rings at the edges of the breastpiece."
    },
    {
        "o": 2927,
        "r": "esv:Exodus:39:18",
        "t": "They attached the two ends of the two cords to the two settings of filigree. Thus they attached it in front to the shoulder pieces of the ephod."
    },
    {
        "o": 2928,
        "r": "esv:Exodus:39:19",
        "t": "Then they made two rings of gold, and put them at the two ends of the breastpiece, on its inside edge next to the ephod."
    },
    {
        "o": 2929,
        "r": "esv:Exodus:39:20",
        "t": "And they made two rings of gold, and attached them in front to the lower part of the two shoulder pieces of the ephod, at its seam above the skillfully woven band of the ephod."
    },
    {
        "o": 2930,
        "r": "esv:Exodus:39:21",
        "t": "And they bound the breastpiece by its rings to the rings of the ephod with a lace of blue, so that it should lie on the skillfully woven band of the ephod, and that the breastpiece should not come loose from the ephod, as the Lord*s had commanded Moses."
    },
    {
        "o": 2931,
        "r": "esv:Exodus:39:22",
        "t": "He*p also made the robe of the ephod woven all of blue,"
    },
    {
        "o": 2932,
        "r": "esv:Exodus:39:23",
        "t": "and the opening of the robe in it was like the opening in a garment, with a binding around the opening, so that it might not tear."
    },
    {
        "o": 2933,
        "r": "esv:Exodus:39:24",
        "t": "On the hem of the robe they made pomegranates of blue and purple and scarlet yarns and fine twined linen."
    },
    {
        "o": 2934,
        "r": "esv:Exodus:39:25",
        "t": "They also made bells of pure gold, and put the bells between the pomegranates all around the hem of the robe, between the pomegranates—"
    },
    {
        "o": 2935,
        "r": "esv:Exodus:39:26",
        "t": "a bell and a pomegranate, a bell and a pomegranate around the hem of the robe for ministering, as the Lord*s had commanded Moses."
    },
    {
        "o": 2936,
        "r": "esv:Exodus:39:27",
        "t": "They*p also made the coats, woven of fine linen, for Aaron and his sons,"
    },
    {
        "o": 2937,
        "r": "esv:Exodus:39:28",
        "t": "and the turban of fine linen, and the caps of fine linen, and the linen undergarments of fine twined linen,"
    },
    {
        "o": 2938,
        "r": "esv:Exodus:39:29",
        "t": "and the sash of fine twined linen and of blue and purple and scarlet yarns, embroidered with needlework, as the Lord*s had commanded Moses."
    },
    {
        "o": 2939,
        "r": "esv:Exodus:39:30",
        "t": "They*p made the plate of the holy crown of pure gold, and wrote on it an inscription, like the engraving of a signet, “Holy to the Lord.”*s"
    },
    {
        "o": 2940,
        "r": "esv:Exodus:39:31",
        "t": "And they tied to it a cord of blue to fasten it on the turban above, as the Lord*s had commanded Moses."
    },
    {
        "o": 2941,
        "r": "esv:Exodus:39:32",
        "t": "Thus*p all the work of the tabernacle of the tent of meeting was finished, and the people of Israel did according to all that the Lord*s had commanded Moses; so they did."
    },
    {
        "o": 2942,
        "r": "esv:Exodus:39:33",
        "t": "Then they brought the tabernacle to Moses, the tent and all its utensils, its hooks, its frames, its bars, its pillars, and its bases;"
    },
    {
        "o": 2943,
        "r": "esv:Exodus:39:34",
        "t": "the covering of tanned rams’ skins and goatskins, and the veil of the screen;"
    },
    {
        "o": 2944,
        "r": "esv:Exodus:39:35",
        "t": "the ark of the testimony with its poles and the mercy seat;"
    },
    {
        "o": 2945,
        "r": "esv:Exodus:39:36",
        "t": "the table with all its utensils, and the bread of the Presence;"
    },
    {
        "o": 2946,
        "r": "esv:Exodus:39:37",
        "t": "the lampstand of pure gold and its lamps with the lamps set and all its utensils, and the oil for the light;"
    },
    {
        "o": 2947,
        "r": "esv:Exodus:39:38",
        "t": "the golden altar, the anointing oil and the fragrant incense, and the screen for the entrance of the tent;"
    },
    {
        "o": 2948,
        "r": "esv:Exodus:39:39",
        "t": "the bronze altar, and its grating of bronze, its poles, and all its utensils; the basin and its stand;"
    },
    {
        "o": 2949,
        "r": "esv:Exodus:39:40",
        "t": "the hangings of the court, its pillars, and its bases, and the screen for the gate of the court, its cords, and its pegs; and all the utensils for the service of the tabernacle, for the tent of meeting;"
    },
    {
        "o": 2950,
        "r": "esv:Exodus:39:41",
        "t": "the finely worked garments for ministering in the Holy Place, the holy garments for Aaron the priest, and the garments of his sons for their service as priests."
    },
    {
        "o": 2951,
        "r": "esv:Exodus:39:42",
        "t": "According to all that the Lord*s had commanded Moses, so the people of Israel had done all the work."
    },
    {
        "o": 2952,
        "r": "esv:Exodus:39:43",
        "t": "And Moses saw all the work, and behold, they had done it; as the Lord*s had commanded, so had they done it. Then Moses blessed them."
    }
]
