[
    {
        "o": 4423,
        "r": "nkjv:Numbers:11:0",
        "t": "Numbers 11",
        "h": 1
    },
    {
        "o": 4424,
        "r": "nkjv:Numbers:11:0",
        "t": "The People Complain",
        "h": 2
    },
    {
        "o": 4425,
        "r": "nkjv:Numbers:11:1",
        "t": "Now*p when*i the people complained, it displeased the Lord;*s for the Lord*s heard it,*i and His anger was aroused. So the fire of the Lord*s burned among them, and consumed some*i in the outskirts of the camp."
    },
    {
        "o": 4426,
        "r": "nkjv:Numbers:11:2",
        "t": "Then the people cried out to Moses, and when Moses prayed to the Lord,*s the fire was quenched."
    },
    {
        "o": 4427,
        "r": "nkjv:Numbers:11:3",
        "t": "So he called the name of the place Taberah, because the fire of the Lord*s had burned among them."
    },
    {
        "o": 4428,
        "r": "nkjv:Numbers:11:4",
        "t": "Now*p the mixed multitude who were among them yielded to intense craving; so the children of Israel also wept again and said: “Who will give us meat to eat?"
    },
    {
        "o": 4429,
        "r": "nkjv:Numbers:11:5",
        "t": "We remember the fish which we ate freely in Egypt, the cucumbers, the melons, the leeks, the onions, and the garlic;"
    },
    {
        "o": 4430,
        "r": "nkjv:Numbers:11:6",
        "t": "but now our whole being is*i dried up; there*i is*i nothing at all except this manna before*i our eyes!”"
    },
    {
        "o": 4431,
        "r": "nkjv:Numbers:11:7",
        "t": "Now*p the manna was*i like coriander seed, and its color like the color of bdellium."
    },
    {
        "o": 4432,
        "r": "nkjv:Numbers:11:8",
        "t": "The people went about and gathered it,*i ground it*i on millstones or beat it*i in the mortar, cooked it*i in pans, and made cakes of it; and its taste was like the taste of pastry prepared with oil."
    },
    {
        "o": 4433,
        "r": "nkjv:Numbers:11:9",
        "t": "And when the dew fell on the camp in the night, the manna fell on it."
    },
    {
        "o": 4434,
        "r": "nkjv:Numbers:11:10",
        "t": "Then*p Moses heard the people weeping throughout their families, everyone at the door of his tent; and the anger of the Lord*s was greatly aroused; Moses also was displeased."
    },
    {
        "o": 4435,
        "r": "nkjv:Numbers:11:11",
        "t": "So Moses said to the Lord,*s “Why have You afflicted Your servant? And why have I not found favor in Your sight, that You have laid the burden of all these people on me?"
    },
    {
        "o": 4436,
        "r": "nkjv:Numbers:11:12",
        "t": "Did I conceive all these people? Did I beget them, that You should say to me, ‘Carry them in your bosom, as a guardian carries a nursing child,’ to the land which You swore to their fathers?"
    },
    {
        "o": 4437,
        "r": "nkjv:Numbers:11:13",
        "t": "Where am I to get meat to give to all these people? For they weep all over me, saying, ‘Give us meat, that we may eat.’"
    },
    {
        "o": 4438,
        "r": "nkjv:Numbers:11:14",
        "t": "I am not able to bear all these people alone, because the burden is*i too heavy for me."
    },
    {
        "o": 4439,
        "r": "nkjv:Numbers:11:15",
        "t": "If You treat me like this, please kill me here and now—if I have found favor in Your sight—and do not let me see my wretchedness!”"
    },
    {
        "o": 4440,
        "r": "nkjv:Numbers:11:15",
        "t": "The Seventy Elders",
        "h": 2
    },
    {
        "o": 4441,
        "r": "nkjv:Numbers:11:16",
        "t": "So*p the Lord*s said to Moses: “Gather to Me seventy men of the elders of Israel, whom you know to be the elders of the people and officers over them; bring them to the tabernacle of meeting, that they may stand there with you."
    },
    {
        "o": 4442,
        "r": "nkjv:Numbers:11:17",
        "t": "Then I will come down and talk with you there. I will take of the Spirit that is*i upon you and will put the*i same*i upon them; and they shall bear the burden of the people with you, that you may not bear it*i yourself alone."
    },
    {
        "o": 4443,
        "r": "nkjv:Numbers:11:18",
        "t": "Then you shall say to the people, ‘Consecrate yourselves for tomorrow, and you shall eat meat; for you have wept in the hearing of the Lord,*s saying, “Who will give us meat to eat? For it*i was*i well with us in Egypt.” Therefore the Lord*s will give you meat, and you shall eat."
    },
    {
        "o": 4444,
        "r": "nkjv:Numbers:11:19",
        "t": "You shall eat, not one day, nor two days, nor five days, nor ten days, nor twenty days,"
    },
    {
        "o": 4445,
        "r": "nkjv:Numbers:11:20",
        "t": "but for*i a whole month, until it comes out of your nostrils and becomes loathsome to you, because you have despised the Lord*s who is among you, and have wept before Him, saying, “Why did we ever come up out of Egypt?”’”"
    },
    {
        "o": 4446,
        "r": "nkjv:Numbers:11:21",
        "t": "And*p Moses said, “The people whom I am*i among are*i six hundred thousand men on foot; yet You have said, ‘I will give them meat, that they may eat for*i a whole month.’"
    },
    {
        "o": 4447,
        "r": "nkjv:Numbers:11:22",
        "t": "Shall flocks and herds be slaughtered for them, to provide enough for them? Or shall all the fish of the sea be gathered together for them, to provide enough for them?”"
    },
    {
        "o": 4448,
        "r": "nkjv:Numbers:11:23",
        "t": "And*p the Lord*s said to Moses, “Has the Lord’s*s arm been shortened? Now you shall see whether what I say will happen to you or not.”"
    },
    {
        "o": 4449,
        "r": "nkjv:Numbers:11:24",
        "t": "So*p Moses went out and told the people the words of the Lord,*s and he gathered the seventy men of the elders of the people and placed them around the tabernacle."
    },
    {
        "o": 4450,
        "r": "nkjv:Numbers:11:25",
        "t": "Then the Lord*s came down in the cloud, and spoke to him, and took of the Spirit that was*i upon him, and placed the*i same*i upon the seventy elders; and it happened, when the Spirit rested upon them, that they prophesied, although they never did so*i again."
    },
    {
        "o": 4451,
        "r": "nkjv:Numbers:11:26",
        "t": "But*p two men had remained in the camp: the name of one was*i Eldad, and the name of the other Medad. And the Spirit rested upon them. Now they were*i among those listed, but who had not gone out to the tabernacle; yet they prophesied in the camp."
    },
    {
        "o": 4452,
        "r": "nkjv:Numbers:11:27",
        "t": "And a young man ran and told Moses, and said, “Eldad and Medad are prophesying in the camp.”"
    },
    {
        "o": 4453,
        "r": "nkjv:Numbers:11:28",
        "t": "So*p Joshua the son of Nun, Moses’ assistant, one*i of his choice men, answered and said, “Moses my lord, forbid them!”"
    },
    {
        "o": 4454,
        "r": "nkjv:Numbers:11:29",
        "t": "Then*p Moses said to him, “Are you zealous for my sake? Oh, that all the Lord’s*s people were prophets and*i that the Lord*s would put His Spirit upon them!”"
    },
    {
        "o": 4455,
        "r": "nkjv:Numbers:11:30",
        "t": "And Moses returned to the camp, he and the elders of Israel."
    },
    {
        "o": 4456,
        "r": "nkjv:Numbers:11:30",
        "t": "The Lord Sends Quail",
        "h": 2
    },
    {
        "o": 4457,
        "r": "nkjv:Numbers:11:31",
        "t": "Now*p a wind went out from the Lord,*s and it brought quail from the sea and left them*i fluttering near the camp, about a day’s journey on this side and about a day’s journey on the other side, all around the camp, and about two cubits above the surface of the ground."
    },
    {
        "o": 4458,
        "r": "nkjv:Numbers:11:32",
        "t": "And the people stayed up all that day, all night, and all the next day, and gathered the quail (he who gathered least gathered ten homers); and they spread them*i out for themselves all around the camp."
    },
    {
        "o": 4459,
        "r": "nkjv:Numbers:11:33",
        "t": "But while the meat was*i still between their teeth, before it was chewed, the wrath of the Lord*s was aroused against the people, and the Lord*s struck the people with a very great plague."
    },
    {
        "o": 4460,
        "r": "nkjv:Numbers:11:34",
        "t": "So he called the name of that place Kibroth Hattaavah, because there they buried the people who had yielded to craving."
    },
    {
        "o": 4461,
        "r": "nkjv:Numbers:11:35",
        "t": "From*p Kibroth Hattaavah the people moved to Hazeroth, and camped at Hazeroth."
    }
]
