[
    {
        "o": 14118,
        "r": "esv:Esther:8:0",
        "t": "Esther 8",
        "h": 1
    },
    {
        "o": 14119,
        "r": "esv:Esther:8:0",
        "t": "Esther Saves the Jews",
        "h": 2
    },
    {
        "o": 14120,
        "r": "esv:Esther:8:1",
        "t": "On*p that day King Ahasuerus gave to Queen Esther the house of Haman, the enemy of the Jews. And Mordecai came before the king, for Esther had told what he was to her."
    },
    {
        "o": 14121,
        "r": "esv:Esther:8:2",
        "t": "And the king took off his signet ring, which he had taken from Haman, and gave it to Mordecai. And Esther set Mordecai over the house of Haman."
    },
    {
        "o": 14122,
        "r": "esv:Esther:8:3",
        "t": "Then*p Esther spoke again to the king. She fell at his feet and wept and pleaded with him to avert the evil plan of Haman the Agagite and the plot that he had devised against the Jews."
    },
    {
        "o": 14123,
        "r": "esv:Esther:8:4",
        "t": "When the king held out the golden scepter to Esther, Esther rose and stood before the king."
    },
    {
        "o": 14124,
        "r": "esv:Esther:8:5",
        "t": "And she said, “If it please the king, and if I have found favor in his sight, and if the thing seems right before the king, and I am pleasing in his eyes, let an order be written to revoke the letters devised by Haman the Agagite, the son of Hammedatha, which he wrote to destroy the Jews who are in all the provinces of the king."
    },
    {
        "o": 14125,
        "r": "esv:Esther:8:6",
        "t": "For how can I bear to see the calamity that is coming to my people? Or how can I bear to see the destruction of my kindred?”"
    },
    {
        "o": 14126,
        "r": "esv:Esther:8:7",
        "t": "Then King Ahasuerus said to Queen Esther and to Mordecai the Jew, “Behold, I have given Esther the house of Haman, and they have hanged him on the gallows, because he intended to lay hands on the Jews."
    },
    {
        "o": 14127,
        "r": "esv:Esther:8:8",
        "t": "But you may write as you please with regard to the Jews, in the name of the king, and seal it with the king’s ring, for an edict written in the name of the king and sealed with the king’s ring cannot be revoked.”"
    },
    {
        "o": 14128,
        "r": "esv:Esther:8:9",
        "t": "The*p king’s scribes were summoned at that time, in the third month, which is the month of Sivan, on the twenty-third day. And an edict was written, according to all that Mordecai commanded concerning the Jews, to the satraps and the governors and the officials of the provinces from India to Ethiopia, 127 provinces, to each province in its own script and to each people in its own language, and also to the Jews in their script and their language."
    },
    {
        "o": 14129,
        "r": "esv:Esther:8:10",
        "t": "And he wrote in the name of King Ahasuerus and sealed it with the king’s signet ring. Then he sent the letters by mounted couriers riding on swift horses that were used in the king’s service, bred from the royal stud,"
    },
    {
        "o": 14130,
        "r": "esv:Esther:8:11",
        "t": "saying that the king allowed the Jews who were in every city to gather and defend their lives, to destroy, to kill, and to annihilate any armed force of any people or province that might attack them, children and women included, and to plunder their goods,"
    },
    {
        "o": 14131,
        "r": "esv:Esther:8:12",
        "t": "on one day throughout all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, which is the month of Adar."
    },
    {
        "o": 14132,
        "r": "esv:Esther:8:13",
        "t": "A copy of what was written was to be issued as a decree in every province, being publicly displayed to all peoples, and the Jews were to be ready on that day to take vengeance on their enemies."
    },
    {
        "o": 14133,
        "r": "esv:Esther:8:14",
        "t": "So the couriers, mounted on their swift horses that were used in the king’s service, rode out hurriedly, urged by the king’s command. And the decree was issued in Susa the citadel."
    },
    {
        "o": 14134,
        "r": "esv:Esther:8:15",
        "t": "Then*p Mordecai went out from the presence of the king in royal robes of blue and white, with a great golden crown and a robe of fine linen and purple, and the city of Susa shouted and rejoiced."
    },
    {
        "o": 14135,
        "r": "esv:Esther:8:16",
        "t": "The Jews had light and gladness and joy and honor."
    },
    {
        "o": 14136,
        "r": "esv:Esther:8:17",
        "t": "And in every province and in every city, wherever the king’s command and his edict reached, there was gladness and joy among the Jews, a feast and a holiday. And many from the peoples of the country declared themselves Jews, for fear of the Jews had fallen on them."
    }
]
