[
    {
        "o": 13002,
        "r": "csb:2 Chronicles:25:0",
        "t": "2 Chronicles 25",
        "h": 1
    },
    {
        "o": 13003,
        "r": "csb:2 Chronicles:25:0",
        "t": "Judah’s King Amaziah",
        "h": 2
    },
    {
        "o": 13004,
        "r": "csb:2 Chronicles:25:1",
        "t": "Amaziah*p became king when he was twenty-five years old, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddan; she was from Jerusalem."
    },
    {
        "o": 13005,
        "r": "csb:2 Chronicles:25:2",
        "t": "He did what was right in the Lord’s*s sight but not wholeheartedly."
    },
    {
        "o": 13006,
        "r": "csb:2 Chronicles:25:3",
        "t": "As*p soon as the kingdom was firmly in his grasp, he executed his servants who had killed his father the king."
    },
    {
        "o": 13007,
        "r": "csb:2 Chronicles:25:4",
        "t": "However, he did not put their children to death, because - as it is written in the Law, in the book of Moses, where the Lord*s commanded - “Fathers are not to die because of children, and children are not to die because of fathers, but each one will die for his own sin.”"
    },
    {
        "o": 13008,
        "r": "csb:2 Chronicles:25:4",
        "t": "Amaziah’s Campaign against Edom",
        "h": 2
    },
    {
        "o": 13009,
        "r": "csb:2 Chronicles:25:5",
        "t": "Then*p Amaziah gathered Judah and assembled them according to ancestral families, according to commanders of thousands, and according to commanders of hundreds. He numbered those twenty years old or more for all Judah and Benjamin. He found there to be three hundred thousand fit young men who could serve in the army, bearing spear and shield."
    },
    {
        "o": 13010,
        "r": "csb:2 Chronicles:25:6",
        "t": "Then for 7,500 pounds of silver he hired one hundred thousand valiant warriors from Israel."
    },
    {
        "o": 13011,
        "r": "csb:2 Chronicles:25:7",
        "t": "However,*p a man of God came to him and said, “King, do not let Israel’s army go with you, for the Lord*s is not with Israel - all the Ephraimites."
    },
    {
        "o": 13012,
        "r": "csb:2 Chronicles:25:8",
        "t": "But if you go with them, do it! Be strong for battle! But God will make you stumble before the enemy, for God has the power to help or to make one stumble.”"
    },
    {
        "o": 13013,
        "r": "csb:2 Chronicles:25:9",
        "t": "Then*p Amaziah said to the man of God, “What should I do about the 7,500 pounds of silver I gave to Israel’s division?” The*p man of God replied, “The Lord*s is able to give you much more than this.”"
    },
    {
        "o": 13014,
        "r": "csb:2 Chronicles:25:10",
        "t": "So*p Amaziah released the division that came to him from Ephraim to go home. But they got very angry with Judah and returned home in a fierce rage."
    },
    {
        "o": 13015,
        "r": "csb:2 Chronicles:25:11",
        "t": "Amaziah*p strengthened his position and led his people to the Salt Valley. He struck down ten thousand Seirites,"
    },
    {
        "o": 13016,
        "r": "csb:2 Chronicles:25:12",
        "t": "and the Judahites captured ten thousand alive. They took them to the top of a cliff where they threw them off, and all of them were dashed to pieces."
    },
    {
        "o": 13017,
        "r": "csb:2 Chronicles:25:13",
        "t": "As*p for the men of the division that Amaziah sent back so they would not go with him into battle, they raided the cities of Judah from Samaria to Beth-horon, struck down three thousand of their people, and took a great deal of plunder."
    },
    {
        "o": 13018,
        "r": "csb:2 Chronicles:25:14",
        "t": "After*p Amaziah came from the attack on the Edomites, he brought the gods of the Seirites and set them up as his gods. He worshiped before them and burned incense to them."
    },
    {
        "o": 13019,
        "r": "csb:2 Chronicles:25:15",
        "t": "So the Lord’s*s anger was against Amaziah, and he sent a prophet to him, who said, “Why have you sought a people’s gods that could not rescue their own people from you?”"
    },
    {
        "o": 13020,
        "r": "csb:2 Chronicles:25:16",
        "t": "While*p he was still speaking to him, the king asked, “Have we made you the king’s counselor? Stop, why should you lose your life?” So*p the prophet stopped, but he said, “I know that God intends to destroy you, because you have done this and have not listened to my advice.”"
    },
    {
        "o": 13021,
        "r": "csb:2 Chronicles:25:16",
        "t": "Amaziah’s War with Israel’s King Jehoash",
        "h": 2
    },
    {
        "o": 13022,
        "r": "csb:2 Chronicles:25:17",
        "t": "King*p Amaziah of Judah took counsel and sent word to Jehoash son of Jehoahaz, son of Jehu, king of Israel, and challenged him: “Come, let’s meet face to face.”"
    },
    {
        "o": 13023,
        "r": "csb:2 Chronicles:25:18",
        "t": "King*p Jehoash of Israel sent word to King Amaziah of Judah, saying, “The thistle in Lebanon sent a message to the cedar in Lebanon, saying, ‘Give your daughter to my son as a wife.’ Then a wild animal in Lebanon passed by and trampled the thistle."
    },
    {
        "o": 13024,
        "r": "csb:2 Chronicles:25:19",
        "t": "You have said, ‘Look, I have defeated Edom,’ and you have become overconfident that you will get glory. Now stay at home. Why stir up such trouble so that you fall and Judah with you?”"
    },
    {
        "o": 13025,
        "r": "csb:2 Chronicles:25:20",
        "t": "But*p Amaziah would not listen, for this turn of events was from God in order to hand them over to their enemies because they went after the gods of Edom."
    },
    {
        "o": 13026,
        "r": "csb:2 Chronicles:25:21",
        "t": "So King Jehoash of Israel advanced. He and King Amaziah of Judah met face to face at Beth-shemesh that belonged to Judah."
    },
    {
        "o": 13027,
        "r": "csb:2 Chronicles:25:22",
        "t": "Judah was routed before Israel, and each man fled to his own tent."
    },
    {
        "o": 13028,
        "r": "csb:2 Chronicles:25:23",
        "t": "King Jehoash of Israel captured Judah’s King Amaziah son of Joash, son of Jehoahaz, at Beth-shemesh. Then Jehoash took him to Jerusalem and broke down two hundred yards of Jerusalem’s wall from the Ephraim Gate to the Corner Gate."
    },
    {
        "o": 13029,
        "r": "csb:2 Chronicles:25:24",
        "t": "He took all the gold, silver, all the utensils that were found with Obed-edom in God’s temple, the treasures of the king’s palace, and the hostages. Then he returned to Samaria."
    },
    {
        "o": 13030,
        "r": "csb:2 Chronicles:25:24",
        "t": "Amaziah’s Death",
        "h": 2
    },
    {
        "o": 13031,
        "r": "csb:2 Chronicles:25:25",
        "t": "Judah’s*p King Amaziah son of Joash lived fifteen years after the death of Israel’s King Jehoash son of Jehoahaz."
    },
    {
        "o": 13032,
        "r": "csb:2 Chronicles:25:26",
        "t": "The rest of the events of Amaziah’s reign, from beginning to end, are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 13033,
        "r": "csb:2 Chronicles:25:27",
        "t": "From*p the time Amaziah turned from following the Lord,*s a conspiracy was formed against him in Jerusalem, and he fled to Lachish. However, men were sent after him to Lachish, and they put him to death there."
    },
    {
        "o": 13034,
        "r": "csb:2 Chronicles:25:28",
        "t": "They carried him back on horses and buried him with his ancestors in the city of Judah."
    }
]
