[
    {
        "o": 4338,
        "r": "esv:Numbers:10:0",
        "t": "Numbers 10",
        "h": 1
    },
    {
        "o": 4339,
        "r": "esv:Numbers:10:0",
        "t": "The Silver Trumpets",
        "h": 2
    },
    {
        "o": 4340,
        "r": "esv:Numbers:10:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4341,
        "r": "esv:Numbers:10:2",
        "t": "“Make two silver trumpets. Of hammered work you shall make them, and you shall use them for summoning the congregation and for breaking camp."
    },
    {
        "o": 4342,
        "r": "esv:Numbers:10:3",
        "t": "And when both are blown, all the congregation shall gather themselves to you at the entrance of the tent of meeting."
    },
    {
        "o": 4343,
        "r": "esv:Numbers:10:4",
        "t": "But if they blow only one, then the chiefs, the heads of the tribes of Israel, shall gather themselves to you."
    },
    {
        "o": 4344,
        "r": "esv:Numbers:10:5",
        "t": "When you blow an alarm, the camps that are on the east side shall set out."
    },
    {
        "o": 4345,
        "r": "esv:Numbers:10:6",
        "t": "And when you blow an alarm the second time, the camps that are on the south side shall set out. An alarm is to be blown whenever they are to set out."
    },
    {
        "o": 4346,
        "r": "esv:Numbers:10:7",
        "t": "But when the assembly is to be gathered together, you shall blow a long blast, but you shall not sound an alarm."
    },
    {
        "o": 4347,
        "r": "esv:Numbers:10:8",
        "t": "And the sons of Aaron, the priests, shall blow the trumpets. The trumpets shall be to you for a perpetual statute throughout your generations."
    },
    {
        "o": 4348,
        "r": "esv:Numbers:10:9",
        "t": "And when you go to war in your land against the adversary who oppresses you, then you shall sound an alarm with the trumpets, that you may be remembered before the Lord*s your God, and you shall be saved from your enemies."
    },
    {
        "o": 4349,
        "r": "esv:Numbers:10:10",
        "t": "On the day of your gladness also, and at your appointed feasts and at the beginnings of your months, you shall blow the trumpets over your burnt offerings and over the sacrifices of your peace offerings. They shall be a reminder of you before your God: I am the Lord*s your God.”"
    },
    {
        "o": 4350,
        "r": "esv:Numbers:10:10",
        "t": "Israel Leaves Sinai",
        "h": 2
    },
    {
        "o": 4351,
        "r": "esv:Numbers:10:11",
        "t": "In*p the second year, in the second month, on the twentieth day of the month, the cloud lifted from over the tabernacle of the testimony,"
    },
    {
        "o": 4352,
        "r": "esv:Numbers:10:12",
        "t": "and the people of Israel set out by stages from the wilderness of Sinai. And the cloud settled down in the wilderness of Paran."
    },
    {
        "o": 4353,
        "r": "esv:Numbers:10:13",
        "t": "They set out for the first time at the command of the Lord*s by Moses."
    },
    {
        "o": 4354,
        "r": "esv:Numbers:10:14",
        "t": "The standard of the camp of the people of Judah set out first by their companies, and over their company was Nahshon the son of Amminadab."
    },
    {
        "o": 4355,
        "r": "esv:Numbers:10:15",
        "t": "And over the company of the tribe of the people of Issachar was Nethanel the son of Zuar."
    },
    {
        "o": 4356,
        "r": "esv:Numbers:10:16",
        "t": "And over the company of the tribe of the people of Zebulun was Eliab the son of Helon."
    },
    {
        "o": 4357,
        "r": "esv:Numbers:10:17",
        "t": "And*p when the tabernacle was taken down, the sons of Gershon and the sons of Merari, who carried the tabernacle, set out."
    },
    {
        "o": 4358,
        "r": "esv:Numbers:10:18",
        "t": "And the standard of the camp of Reuben set out by their companies, and over their company was Elizur the son of Shedeur."
    },
    {
        "o": 4359,
        "r": "esv:Numbers:10:19",
        "t": "And over the company of the tribe of the people of Simeon was Shelumiel the son of Zurishaddai."
    },
    {
        "o": 4360,
        "r": "esv:Numbers:10:20",
        "t": "And over the company of the tribe of the people of Gad was Eliasaph the son of Deuel."
    },
    {
        "o": 4361,
        "r": "esv:Numbers:10:21",
        "t": "Then*p the Kohathites set out, carrying the holy things, and the tabernacle was set up before their arrival."
    },
    {
        "o": 4362,
        "r": "esv:Numbers:10:22",
        "t": "And the standard of the camp of the people of Ephraim set out by their companies, and over their company was Elishama the son of Ammihud."
    },
    {
        "o": 4363,
        "r": "esv:Numbers:10:23",
        "t": "And over the company of the tribe of the people of Manasseh was Gamaliel the son of Pedahzur."
    },
    {
        "o": 4364,
        "r": "esv:Numbers:10:24",
        "t": "And over the company of the tribe of the people of Benjamin was Abidan the son of Gideoni."
    },
    {
        "o": 4365,
        "r": "esv:Numbers:10:25",
        "t": "Then*p the standard of the camp of the people of Dan, acting as the rear guard of all the camps, set out by their companies, and over their company was Ahiezer the son of Ammishaddai."
    },
    {
        "o": 4366,
        "r": "esv:Numbers:10:26",
        "t": "And over the company of the tribe of the people of Asher was Pagiel the son of Ochran."
    },
    {
        "o": 4367,
        "r": "esv:Numbers:10:27",
        "t": "And over the company of the tribe of the people of Naphtali was Ahira the son of Enan."
    },
    {
        "o": 4368,
        "r": "esv:Numbers:10:28",
        "t": "This was the order of march of the people of Israel by their companies, when they set out."
    },
    {
        "o": 4369,
        "r": "esv:Numbers:10:29",
        "t": "And*p Moses said to Hobab the son of Reuel the Midianite, Moses’ father-in-law, “We are setting out for the place of which the Lord*s said, ‘I will give it to you.’ Come with us, and we will do good to you, for the Lord*s has promised good to Israel.”"
    },
    {
        "o": 4370,
        "r": "esv:Numbers:10:30",
        "t": "But he said to him, “I will not go. I will depart to my own land and to my kindred.”"
    },
    {
        "o": 4371,
        "r": "esv:Numbers:10:31",
        "t": "And he said, “Please do not leave us, for you know where we should camp in the wilderness, and you will serve as eyes for us."
    },
    {
        "o": 4372,
        "r": "esv:Numbers:10:32",
        "t": "And if you do go with us, whatever good the Lord*s will do to us, the same will we do to you.”"
    },
    {
        "o": 4373,
        "r": "esv:Numbers:10:33",
        "t": "So*p they set out from the mount of the Lord*s three days’ journey. And the ark of the covenant of the Lord*s went before them three days’ journey, to seek out a resting place for them."
    },
    {
        "o": 4374,
        "r": "esv:Numbers:10:34",
        "t": "And the cloud of the Lord*s was over them by day, whenever they set out from the camp."
    },
    {
        "o": 4375,
        "r": "esv:Numbers:10:35",
        "t": "And*p whenever the ark set out, Moses said, “Arise, O Lord,*s and let your enemies be scattered, and let those who hate you flee before you.”"
    },
    {
        "o": 4376,
        "r": "esv:Numbers:10:36",
        "t": "And when it rested, he said, “Return, O Lord,*s to the ten thousand thousands of Israel.”"
    }
]
