[
    {
        "o": 20001,
        "r": "esv:Isaiah:17:0",
        "t": "Isaiah 17",
        "h": 1
    },
    {
        "o": 20002,
        "r": "esv:Isaiah:17:0",
        "t": "An Oracle Concerning Damascus",
        "h": 2
    },
    {
        "o": 20003,
        "r": "esv:Isaiah:17:1",
        "t": "An*p oracle concerning Damascus. Behold,*pn Damascus will cease to be a city and*ld will become a heap of ruins."
    },
    {
        "o": 20004,
        "r": "esv:Isaiah:17:2",
        "t": "The*ln cities of Aroer are deserted; they*ld will be for flocks, which*ld will lie down, and none will make them afraid."
    },
    {
        "o": 20005,
        "r": "esv:Isaiah:17:3",
        "t": "The*ln fortress will disappear from Ephraim, and*ld the kingdom from Damascus; and*ln the remnant of Syria will be like*ld the glory of the children of Israel, declares*l the Lord*s of hosts."
    },
    {
        "o": 20006,
        "r": "esv:Isaiah:17:4",
        "t": "And*pn in that day the glory of Jacob will be brought low, and*ld the fat of his flesh will grow lean."
    },
    {
        "o": 20007,
        "r": "esv:Isaiah:17:5",
        "t": "And*ln it shall be as when the reaper gathers standing grain and*ld his arm harvests the ears, and*ln as when one gleans the ears of grain in*ld the Valley of Rephaim."
    },
    {
        "o": 20008,
        "r": "esv:Isaiah:17:6",
        "t": "Gleanings*ln will be left in it, as*ld when an olive tree is beaten— two*ln or three berries in*ld the top of the highest bough, four*ln or five on*ld the branches of a fruit tree, declares*l the Lord*s God of Israel."
    },
    {
        "o": 20009,
        "r": "esv:Isaiah:17:7",
        "t": "In*p that day man will look to his Maker, and his eyes will look on the Holy One of Israel."
    },
    {
        "o": 20010,
        "r": "esv:Isaiah:17:8",
        "t": "He will not look to the altars, the work of his hands, and he will not look on what his own fingers have made, either the Asherim or the altars of incense."
    },
    {
        "o": 20011,
        "r": "esv:Isaiah:17:9",
        "t": "In*p that day their strong cities will be like the deserted places of the wooded heights and the hilltops, which they deserted because of the children of Israel, and there will be desolation."
    },
    {
        "o": 20012,
        "r": "esv:Isaiah:17:10",
        "t": "For*pn you have forgotten the God of your salvation and*ld have not remembered the Rock of your refuge; therefore,*ln though you plant pleasant plants and*ld sow the vine-branch of a stranger,"
    },
    {
        "o": 20013,
        "r": "esv:Isaiah:17:11",
        "t": "though*ln you make them grow on the day that you plant them, and*ld make them blossom in the morning that you sow, yet*ln the harvest will flee away in*ld a day of grief and incurable pain."
    },
    {
        "o": 20014,
        "r": "esv:Isaiah:17:12",
        "t": "Ah,*pn the thunder of many peoples; they*ld thunder like the thundering of the sea! Ah,*ln the roar of nations; they*ld roar like the roaring of mighty waters!"
    },
    {
        "o": 20015,
        "r": "esv:Isaiah:17:13",
        "t": "The*ln nations roar like the roaring of many waters, but*ld he will rebuke them, and they will flee far away, chased*ln like chaff on the mountains before the wind and*ld whirling dust before the storm."
    },
    {
        "o": 20016,
        "r": "esv:Isaiah:17:14",
        "t": "At*ln evening time, behold, terror! Before*ld morning, they are no more! This*ln is the portion of those who loot us, and*ld the lot of those who plunder us."
    }
]
