[
    {
        "o": 34038,
        "r": "esv:1 Peter:2:0",
        "t": "1 Peter 2",
        "h": 1
    },
    {
        "o": 34039,
        "r": "esv:1 Peter:2:0",
        "t": "A Living Stone and a Holy People",
        "h": 2
    },
    {
        "o": 34040,
        "r": "esv:1 Peter:2:1",
        "t": "So*p put away all malice and all deceit and hypocrisy and envy and all slander."
    },
    {
        "o": 34041,
        "r": "esv:1 Peter:2:2",
        "t": "Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—"
    },
    {
        "o": 34042,
        "r": "esv:1 Peter:2:3",
        "t": "if indeed you have tasted that the Lord is good."
    },
    {
        "o": 34043,
        "r": "esv:1 Peter:2:4",
        "t": "As*p you come to him, a living stone rejected by men but in the sight of God chosen and precious,"
    },
    {
        "o": 34044,
        "r": "esv:1 Peter:2:5",
        "t": "you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ."
    },
    {
        "o": 34045,
        "r": "esv:1 Peter:2:6",
        "t": "For it stands in Scripture: “Behold,*pn I am laying in Zion a stone, a*ld cornerstone chosen and precious, and*ln whoever believes in him will not be put to shame.”"
    },
    {
        "o": 34046,
        "r": "esv:1 Peter:2:7",
        "t": "So*p the honor is for you who believe, but for those who do not believe, “The*pn stone that the builders rejected has*ld become the cornerstone,”"
    },
    {
        "o": 34047,
        "r": "esv:1 Peter:2:8",
        "t": "and*p “A*pn stone of stumbling, and*ld a rock of offense.” They*p stumble because they disobey the word, as they were destined to do."
    },
    {
        "o": 34048,
        "r": "esv:1 Peter:2:9",
        "t": "But*p you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light."
    },
    {
        "o": 34049,
        "r": "esv:1 Peter:2:10",
        "t": "Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy."
    },
    {
        "o": 34050,
        "r": "esv:1 Peter:2:11",
        "t": "Beloved,*p I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul."
    },
    {
        "o": 34051,
        "r": "esv:1 Peter:2:12",
        "t": "Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation."
    },
    {
        "o": 34052,
        "r": "esv:1 Peter:2:12",
        "t": "Submission to Authority",
        "h": 2
    },
    {
        "o": 34053,
        "r": "esv:1 Peter:2:13",
        "t": "Be*p subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme,"
    },
    {
        "o": 34054,
        "r": "esv:1 Peter:2:14",
        "t": "or to governors as sent by him to punish those who do evil and to praise those who do good."
    },
    {
        "o": 34055,
        "r": "esv:1 Peter:2:15",
        "t": "For this is the will of God, that by doing good you should put to silence the ignorance of foolish people."
    },
    {
        "o": 34056,
        "r": "esv:1 Peter:2:16",
        "t": "Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God."
    },
    {
        "o": 34057,
        "r": "esv:1 Peter:2:17",
        "t": "Honor everyone. Love the brotherhood. Fear God. Honor the emperor."
    },
    {
        "o": 34058,
        "r": "esv:1 Peter:2:18",
        "t": "Servants,*p be subject to your masters with all respect, not only to the good and gentle but also to the unjust."
    },
    {
        "o": 34059,
        "r": "esv:1 Peter:2:19",
        "t": "For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly."
    },
    {
        "o": 34060,
        "r": "esv:1 Peter:2:20",
        "t": "For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God."
    },
    {
        "o": 34061,
        "r": "esv:1 Peter:2:21",
        "t": "For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps."
    },
    {
        "o": 34062,
        "r": "esv:1 Peter:2:22",
        "t": "He committed no sin, neither was deceit found in his mouth."
    },
    {
        "o": 34063,
        "r": "esv:1 Peter:2:23",
        "t": "When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly."
    },
    {
        "o": 34064,
        "r": "esv:1 Peter:2:24",
        "t": "He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed."
    },
    {
        "o": 34065,
        "r": "esv:1 Peter:2:25",
        "t": "For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls."
    }
]
