[
    {
        "o": 20818,
        "r": "niv:Isaiah:66:0",
        "t": "Isaiah 66",
        "h": 1
    },
    {
        "o": 20819,
        "r": "niv:Isaiah:66:0",
        "t": "Judgment and Hope",
        "h": 2
    },
    {
        "o": 20820,
        "r": "niv:Isaiah:66:1",
        "t": "This*p is what the Lord*s says: “Heaven*pn is my throne, and*ld the earth is my footstool. Where*ln is the house you will build for me? Where*ld will my resting place be?"
    },
    {
        "o": 20821,
        "r": "niv:Isaiah:66:2",
        "t": "Has*ln not my hand made all these things, and*ld so they came into being?” declares*ld the Lord.*s “These*pn are the ones I look on with favor: those*ld who are humble and contrite in spirit, and*ld who tremble at my word."
    },
    {
        "o": 20822,
        "r": "niv:Isaiah:66:3",
        "t": "But*ln whoever sacrifices a bull is*ld like one who kills a person, and*ln whoever offers a lamb is*ld like one who breaks a dog’s neck; whoever*ln makes a grain offering is*ld like one who presents pig’s blood, and*ln whoever burns memorial incense is*ld like one who worships an idol. They*ln have chosen their own ways, and*ld they delight in their abominations;"
    },
    {
        "o": 20823,
        "r": "niv:Isaiah:66:4",
        "t": "so*ln I also will choose harsh treatment for them and*ld will bring on them what they dread. For*ln when I called, no one answered, when*ld I spoke, no one listened. They*ln did evil in my sight and*ld chose what displeases me.”"
    },
    {
        "o": 20824,
        "r": "niv:Isaiah:66:5",
        "t": "Hear*pn the word of the Lord,*s you*ld who tremble at his word: “Your*ln own people who hate you, and*ld exclude you because of my name, have said, ‘Let*ln the Lord*s be glorified, that*ld we may see your joy!’ Yet*ld they will be put to shame."
    },
    {
        "o": 20825,
        "r": "niv:Isaiah:66:6",
        "t": "Hear*ln that uproar from the city, hear*ld that noise from the temple! It*ln is the sound of the Lord*s repaying*ld his enemies all they deserve."
    },
    {
        "o": 20826,
        "r": "niv:Isaiah:66:7",
        "t": "“Before*pn she goes into labor, she*ld gives birth; before*ln the pains come upon her, she*ld delivers a son."
    },
    {
        "o": 20827,
        "r": "niv:Isaiah:66:8",
        "t": "Who*ln has ever heard of such things? Who*ld has ever seen things like this? Can*ln a country be born in a day or*ld a nation be brought forth in a moment? Yet*ln no sooner is Zion in labor than*ld she gives birth to her children."
    },
    {
        "o": 20828,
        "r": "niv:Isaiah:66:9",
        "t": "Do*ln I bring to the moment of birth and*ld not give delivery?” says the Lord.*s “Do*ln I close up the womb when*ld I bring to delivery?” says your God."
    },
    {
        "o": 20829,
        "r": "niv:Isaiah:66:10",
        "t": "“Rejoice*ln with Jerusalem and be glad for her, all*ld you who love her; rejoice*ln greatly with her, all*ld you who mourn over her."
    },
    {
        "o": 20830,
        "r": "niv:Isaiah:66:11",
        "t": "For*ln you will nurse and be satisfied at*ld her comforting breasts; you*ln will drink deeply and*ld delight in her overflowing abundance.”"
    },
    {
        "o": 20831,
        "r": "niv:Isaiah:66:12",
        "t": "For*p this is what the Lord*s says: “I*pn will extend peace to her like a river, and*ld the wealth of nations like a flooding stream; you*ln will nurse and be carried on her arm and*ld dandled on her knees."
    },
    {
        "o": 20832,
        "r": "niv:Isaiah:66:13",
        "t": "As*ln a mother comforts her child, so*ld will I comfort you; and*ld you will be comforted over Jerusalem.”"
    },
    {
        "o": 20833,
        "r": "niv:Isaiah:66:14",
        "t": "When*pn you see this, your heart will rejoice and*ld you will flourish like grass; the*ln hand of the Lord*s will be made known to his servants, but*ld his fury will be shown to his foes."
    },
    {
        "o": 20834,
        "r": "niv:Isaiah:66:15",
        "t": "See,*ln the Lord*s is coming with fire, and*ld his chariots are like a whirlwind; he*ln will bring down his anger with fury, and*ld his rebuke with flames of fire."
    },
    {
        "o": 20835,
        "r": "niv:Isaiah:66:16",
        "t": "For*ln with fire and with his sword the*ld Lord*s will execute judgment on all people, and*ld many will be those slain by the Lord.*s"
    },
    {
        "o": 20836,
        "r": "niv:Isaiah:66:17",
        "t": "“Those*p who consecrate and purify themselves to go into the gardens, following one who is among those who eat the flesh of pigs, rats and other unclean things—they will meet their end together with the one they follow,” declares the Lord.*s"
    },
    {
        "o": 20837,
        "r": "niv:Isaiah:66:18",
        "t": "“And*p I, because of what they have planned and done, am about to come and gather the people of all nations and languages, and they will come and see my glory."
    },
    {
        "o": 20838,
        "r": "niv:Isaiah:66:19",
        "t": "“I*p will set a sign among them, and I will send some of those who survive to the nations—to Tarshish, to the Libyans and Lydians (famous as archers), to Tubal and Greece, and to the distant islands that have not heard of my fame or seen my glory. They will proclaim my glory among the nations."
    },
    {
        "o": 20839,
        "r": "niv:Isaiah:66:20",
        "t": "And they will bring all your people, from all the nations, to my holy mountain in Jerusalem as an offering to the Lord*s —on horses, in chariots and wagons, and on mules and camels,” says the Lord.*s “They will bring them, as the Israelites bring their grain offerings, to the temple of the Lord*s in ceremonially clean vessels."
    },
    {
        "o": 20840,
        "r": "niv:Isaiah:66:21",
        "t": "And I will select some of them also to be priests and Levites,” says the Lord.*s"
    },
    {
        "o": 20841,
        "r": "niv:Isaiah:66:22",
        "t": "“As*p the new heavens and the new earth that I make will endure before me,” declares the Lord,*s “so will your name and descendants endure."
    },
    {
        "o": 20842,
        "r": "niv:Isaiah:66:23",
        "t": "From one New Moon to another and from one Sabbath to another, all mankind will come and bow down before me,” says the Lord.*s"
    },
    {
        "o": 20843,
        "r": "niv:Isaiah:66:24",
        "t": "“And they will go out and look on the dead bodies of those who rebelled against me; the worms that eat them will not die, the fire that burns them will not be quenched, and they will be loathsome to all mankind.”"
    }
]
