[
    {
        "o": 7302,
        "r": "niv:Judges:7:0",
        "t": "Judges 7",
        "h": 1
    },
    {
        "o": 7303,
        "r": "niv:Judges:7:0",
        "t": "Gideon Defeats the Midianites",
        "h": 2
    },
    {
        "o": 7304,
        "r": "niv:Judges:7:1",
        "t": "Early*p in the morning, Jerub-Baal (that is, Gideon) and all his men camped at the spring of Harod. The camp of Midian was north of them in the valley near the hill of Moreh."
    },
    {
        "o": 7305,
        "r": "niv:Judges:7:2",
        "t": "The Lord*s said to Gideon, “You have too many men. I cannot deliver Midian into their hands, or Israel would boast against me, ‘My own strength has saved me.’"
    },
    {
        "o": 7306,
        "r": "niv:Judges:7:3",
        "t": "Now announce to the army, ‘Anyone who trembles with fear may turn back and leave Mount Gilead.’ ” So twenty-two thousand men left, while ten thousand remained."
    },
    {
        "o": 7307,
        "r": "niv:Judges:7:4",
        "t": "But*p the Lord*s said to Gideon, “There are still too many men. Take them down to the water, and I will thin them out for you there. If I say, ‘This one shall go with you,’ he shall go; but if I say, ‘This one shall not go with you,’ he shall not go.”"
    },
    {
        "o": 7308,
        "r": "niv:Judges:7:5",
        "t": "So*p Gideon took the men down to the water. There the Lord*s told him, “Separate those who lap the water with their tongues as a dog laps from those who kneel down to drink.”"
    },
    {
        "o": 7309,
        "r": "niv:Judges:7:6",
        "t": "Three hundred of them drank from cupped hands, lapping like dogs. All the rest got down on their knees to drink."
    },
    {
        "o": 7310,
        "r": "niv:Judges:7:7",
        "t": "The*p Lord*s said to Gideon, “With the three hundred men that lapped I will save you and give the Midianites into your hands. Let all the others go home.”"
    },
    {
        "o": 7311,
        "r": "niv:Judges:7:8",
        "t": "So Gideon sent the rest of the Israelites home but kept the three hundred, who took over the provisions and trumpets of the others. Now*p the camp of Midian lay below him in the valley."
    },
    {
        "o": 7312,
        "r": "niv:Judges:7:9",
        "t": "During that night the Lord*s said to Gideon, “Get up, go down against the camp, because I am going to give it into your hands."
    },
    {
        "o": 7313,
        "r": "niv:Judges:7:10",
        "t": "If you are afraid to attack, go down to the camp with your servant Purah"
    },
    {
        "o": 7314,
        "r": "niv:Judges:7:11",
        "t": "and listen to what they are saying. Afterward, you will be encouraged to attack the camp.” So he and Purah his servant went down to the outposts of the camp."
    },
    {
        "o": 7315,
        "r": "niv:Judges:7:12",
        "t": "The Midianites, the Amalekites and all the other eastern peoples had settled in the valley, thick as locusts. Their camels could no more be counted than the sand on the seashore."
    },
    {
        "o": 7316,
        "r": "niv:Judges:7:13",
        "t": "Gideon*p arrived just as a man was telling a friend his dream. “I had a dream,” he was saying. “A round loaf of barley bread came tumbling into the Midianite camp. It struck the tent with such force that the tent overturned and collapsed.”"
    },
    {
        "o": 7317,
        "r": "niv:Judges:7:14",
        "t": "His*p friend responded, “This can be nothing other than the sword of Gideon son of Joash, the Israelite. God has given the Midianites and the whole camp into his hands.”"
    },
    {
        "o": 7318,
        "r": "niv:Judges:7:15",
        "t": "When*p Gideon heard the dream and its interpretation, he bowed down and worshiped. He returned to the camp of Israel and called out, “Get up! The Lord*s has given the Midianite camp into your hands.”"
    },
    {
        "o": 7319,
        "r": "niv:Judges:7:16",
        "t": "Dividing the three hundred men into three companies, he placed trumpets and empty jars in the hands of all of them, with torches inside."
    },
    {
        "o": 7320,
        "r": "niv:Judges:7:17",
        "t": "“Watch*p me,” he told them. “Follow my lead. When I get to the edge of the camp, do exactly as I do."
    },
    {
        "o": 7321,
        "r": "niv:Judges:7:18",
        "t": "When I and all who are with me blow our trumpets, then from all around the camp blow yours and shout, ‘For the Lord*s and for Gideon.’ ”"
    },
    {
        "o": 7322,
        "r": "niv:Judges:7:19",
        "t": "Gideon*p and the hundred men with him reached the edge of the camp at the beginning of the middle watch, just after they had changed the guard. They blew their trumpets and broke the jars that were in their hands."
    },
    {
        "o": 7323,
        "r": "niv:Judges:7:20",
        "t": "The three companies blew the trumpets and smashed the jars. Grasping the torches in their left hands and holding in their right hands the trumpets they were to blow, they shouted, “A sword for the Lord*s and for Gideon!”"
    },
    {
        "o": 7324,
        "r": "niv:Judges:7:21",
        "t": "While each man held his position around the camp, all the Midianites ran, crying out as they fled."
    },
    {
        "o": 7325,
        "r": "niv:Judges:7:22",
        "t": "When*p the three hundred trumpets sounded, the Lord*s caused the men throughout the camp to turn on each other with their swords. The army fled to Beth Shittah toward Zererah as far as the border of Abel Meholah near Tabbath."
    },
    {
        "o": 7326,
        "r": "niv:Judges:7:23",
        "t": "Israelites from Naphtali, Asher and all Manasseh were called out, and they pursued the Midianites."
    },
    {
        "o": 7327,
        "r": "niv:Judges:7:24",
        "t": "Gideon sent messengers throughout the hill country of Ephraim, saying, “Come down against the Midianites and seize the waters of the Jordan ahead of them as far as Beth Barah.” So*p all the men of Ephraim were called out and they seized the waters of the Jordan as far as Beth Barah."
    },
    {
        "o": 7328,
        "r": "niv:Judges:7:25",
        "t": "They also captured two of the Midianite leaders, Oreb and Zeeb. They killed Oreb at the rock of Oreb, and Zeeb at the winepress of Zeeb. They pursued the Midianites and brought the heads of Oreb and Zeeb to Gideon, who was by the Jordan."
    }
]
