[
    {
        "o": 8125,
        "r": "niv:1 Samuel:11:0",
        "t": "1 Samuel 11",
        "h": 1
    },
    {
        "o": 8126,
        "r": "niv:1 Samuel:11:0",
        "t": "Saul Rescues the City of Jabesh",
        "h": 2
    },
    {
        "o": 8127,
        "r": "niv:1 Samuel:11:1",
        "t": "Nahash*p the Ammonite went up and besieged Jabesh Gilead. And all the men of Jabesh said to him, “Make a treaty with us, and we will be subject to you.”"
    },
    {
        "o": 8128,
        "r": "niv:1 Samuel:11:2",
        "t": "But*p Nahash the Ammonite replied, “I will make a treaty with you only on the condition that I gouge out the right eye of every one of you and so bring disgrace on all Israel.”"
    },
    {
        "o": 8129,
        "r": "niv:1 Samuel:11:3",
        "t": "The*p elders of Jabesh said to him, “Give us seven days so we can send messengers throughout Israel; if no one comes to rescue us, we will surrender to you.”"
    },
    {
        "o": 8130,
        "r": "niv:1 Samuel:11:4",
        "t": "When*p the messengers came to Gibeah of Saul and reported these terms to the people, they all wept aloud."
    },
    {
        "o": 8131,
        "r": "niv:1 Samuel:11:5",
        "t": "Just then Saul was returning from the fields, behind his oxen, and he asked, “What is wrong with everyone? Why are they weeping?” Then they repeated to him what the men of Jabesh had said."
    },
    {
        "o": 8132,
        "r": "niv:1 Samuel:11:6",
        "t": "When*p Saul heard their words, the Spirit of God came powerfully upon him, and he burned with anger."
    },
    {
        "o": 8133,
        "r": "niv:1 Samuel:11:7",
        "t": "He took a pair of oxen, cut them into pieces, and sent the pieces by messengers throughout Israel, proclaiming, “This is what will be done to the oxen of anyone who does not follow Saul and Samuel.” Then the terror of the Lord*s fell on the people, and they came out together as one."
    },
    {
        "o": 8134,
        "r": "niv:1 Samuel:11:8",
        "t": "When Saul mustered them at Bezek, the men of Israel numbered three hundred thousand and those of Judah thirty thousand."
    },
    {
        "o": 8135,
        "r": "niv:1 Samuel:11:9",
        "t": "They*p told the messengers who had come, “Say to the men of Jabesh Gilead, ‘By the time the sun is hot tomorrow, you will be rescued.’ ” When the messengers went and reported this to the men of Jabesh, they were elated."
    },
    {
        "o": 8136,
        "r": "niv:1 Samuel:11:10",
        "t": "They said to the Ammonites, “Tomorrow we will surrender to you, and you can do to us whatever you like.”"
    },
    {
        "o": 8137,
        "r": "niv:1 Samuel:11:11",
        "t": "The*p next day Saul separated his men into three divisions; during the last watch of the night they broke into the camp of the Ammonites and slaughtered them until the heat of the day. Those who survived were scattered, so that no two of them were left together."
    },
    {
        "o": 8138,
        "r": "niv:1 Samuel:11:11",
        "t": "Saul Confirmed as King",
        "h": 2
    },
    {
        "o": 8139,
        "r": "niv:1 Samuel:11:12",
        "t": "The*p people then said to Samuel, “Who was it that asked, ‘Shall Saul reign over us?’ Turn these men over to us so that we may put them to death.”"
    },
    {
        "o": 8140,
        "r": "niv:1 Samuel:11:13",
        "t": "But*p Saul said, “No one will be put to death today, for this day the Lord*s has rescued Israel.”"
    },
    {
        "o": 8141,
        "r": "niv:1 Samuel:11:14",
        "t": "Then*p Samuel said to the people, “Come, let us go to Gilgal and there renew the kingship.”"
    },
    {
        "o": 8142,
        "r": "niv:1 Samuel:11:15",
        "t": "So all the people went to Gilgal and made Saul king in the presence of the Lord.*s There they sacrificed fellowship offerings before the Lord,*s and Saul and all the Israelites held a great celebration."
    }
]
