[
    {
        "o": 31491,
        "r": "nasb:Romans:14:0",
        "t": "Romans 14",
        "h": 1
    },
    {
        "o": 31492,
        "r": "nasb:Romans:14:0",
        "t": "Principles of Conscience",
        "h": 2
    },
    {
        "o": 31493,
        "r": "nasb:Romans:14:1",
        "t": "Now*p accept the one who is weak in faith, but*i not for the*i purpose*i of*i passing judgment on his opinions."
    },
    {
        "o": 31494,
        "r": "nasb:Romans:14:2",
        "t": "One person has faith that he may eat all things, but he who is weak eats vegetables only.*i"
    },
    {
        "o": 31495,
        "r": "nasb:Romans:14:3",
        "t": "The one who eats is not to regard with contempt the one who does not eat, and the one who does not eat is not to judge the one who eats, for God has accepted him."
    },
    {
        "o": 31496,
        "r": "nasb:Romans:14:4",
        "t": "Who are you to judge the servant of another? To his own master he stands or falls; and he will stand, for the Lord is able to make him stand."
    },
    {
        "o": 31497,
        "r": "nasb:Romans:14:5",
        "t": "One*p person regards one day above another, another regards every day alike.*i Each person must be fully convinced in his own mind."
    },
    {
        "o": 31498,
        "r": "nasb:Romans:14:6",
        "t": "He who observes the day, observes it for the Lord, and he who eats, does so for the Lord, for he gives thanks to God; and he who eats not, for the Lord he does not eat, and gives thanks to God."
    },
    {
        "o": 31499,
        "r": "nasb:Romans:14:7",
        "t": "For not one of us lives for himself, and not one dies for himself;"
    },
    {
        "o": 31500,
        "r": "nasb:Romans:14:8",
        "t": "for if we live, we live for the Lord, or if we die, we die for the Lord; therefore whether we live or die, we are the Lord’s."
    },
    {
        "o": 31501,
        "r": "nasb:Romans:14:9",
        "t": "For to this end Christ died and lived again, that He might be Lord both of the dead and of the living."
    },
    {
        "o": 31502,
        "r": "nasb:Romans:14:10",
        "t": "But*p you, why do you judge your brother? Or you again, why do you regard your brother with contempt? For we will all stand before the judgment seat of God."
    },
    {
        "o": 31503,
        "r": "nasb:Romans:14:11",
        "t": "For it is written, “As*pn I live,*s says*s the*s Lord,*s every*s knee*s shall*s bow*s to*s Me,*s And*ln every*s tongue*s shall*s give*s praise*s to*s God.”*s"
    },
    {
        "o": 31504,
        "r": "nasb:Romans:14:12",
        "t": "So*p then each one of us will give an account of himself to God."
    },
    {
        "o": 31505,
        "r": "nasb:Romans:14:13",
        "t": "Therefore*p let us not judge one another anymore, but rather determine this—not to put an obstacle or a stumbling block in a brother’s way."
    },
    {
        "o": 31506,
        "r": "nasb:Romans:14:14",
        "t": "I know and am convinced in the Lord Jesus that nothing is unclean in itself; but to him who thinks anything to be unclean, to him it is unclean."
    },
    {
        "o": 31507,
        "r": "nasb:Romans:14:15",
        "t": "For if because of food your brother is hurt, you are no longer walking according to love. Do not destroy with your food him for whom Christ died."
    },
    {
        "o": 31508,
        "r": "nasb:Romans:14:16",
        "t": "Therefore do not let what is for you a good thing be spoken of as evil;"
    },
    {
        "o": 31509,
        "r": "nasb:Romans:14:17",
        "t": "for the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit."
    },
    {
        "o": 31510,
        "r": "nasb:Romans:14:18",
        "t": "For he who in this way*i serves Christ is acceptable to God and approved by men."
    },
    {
        "o": 31511,
        "r": "nasb:Romans:14:19",
        "t": "So then we pursue the things which make for peace and the building up of one another."
    },
    {
        "o": 31512,
        "r": "nasb:Romans:14:20",
        "t": "Do not tear down the work of God for the sake of food. All things indeed are clean, but they are evil for the man who eats and gives offense."
    },
    {
        "o": 31513,
        "r": "nasb:Romans:14:21",
        "t": "It is good not to eat meat or to drink wine, or to*i do*i anything*i by which your brother stumbles."
    },
    {
        "o": 31514,
        "r": "nasb:Romans:14:22",
        "t": "The faith which you have, have as your own conviction before God. Happy is he who does not condemn himself in what he approves."
    },
    {
        "o": 31515,
        "r": "nasb:Romans:14:23",
        "t": "But he who doubts is condemned if he eats, because his*i eating*i is*i not from faith; and whatever is not from faith is sin."
    }
]
