[
    {
        "o": 12685,
        "r": "nasb:2 Chronicles:18:0",
        "t": "2 Chronicles 18",
        "h": 1
    },
    {
        "o": 12686,
        "r": "nasb:2 Chronicles:18:0",
        "t": "Jehoshaphat Allies with Ahab",
        "h": 2
    },
    {
        "o": 12687,
        "r": "nasb:2 Chronicles:18:1",
        "t": "Now*p Jehoshaphat had great riches and honor; and he allied himself by marriage with Ahab."
    },
    {
        "o": 12688,
        "r": "nasb:2 Chronicles:18:2",
        "t": "Some years later he went down to visit*i Ahab at Samaria. And Ahab slaughtered many sheep and oxen for him and the people who were with him, and induced him to go up against Ramoth-gilead."
    },
    {
        "o": 12689,
        "r": "nasb:2 Chronicles:18:3",
        "t": "Ahab king of Israel said to Jehoshaphat king of Judah, “Will you go with me against*i Ramoth-gilead?” And he said to him, “I am as you are, and my people as your people, and we*i will*i be*i with you in the battle.”"
    },
    {
        "o": 12690,
        "r": "nasb:2 Chronicles:18:4",
        "t": "Moreover,*p Jehoshaphat said to the king of Israel, “Please inquire first for the word of the Lord.”*s"
    },
    {
        "o": 12691,
        "r": "nasb:2 Chronicles:18:5",
        "t": "Then the king of Israel assembled the prophets, four hundred men, and said to them, “Shall we go against Ramoth-gilead to battle, or shall I refrain?” And they said, “Go up, for God will give it*i into the hand of the king.”"
    },
    {
        "o": 12692,
        "r": "nasb:2 Chronicles:18:6",
        "t": "But Jehoshaphat said, “Is there not yet a prophet of the Lord*s here that we may inquire of him?”"
    },
    {
        "o": 12693,
        "r": "nasb:2 Chronicles:18:7",
        "t": "The king of Israel said to Jehoshaphat, “There is yet one man by whom we may inquire of the Lord,*s but I hate him, for he never prophesies good concerning me but always evil. He is Micaiah, son of Imla.” But Jehoshaphat said, “Let not the king say so.”"
    },
    {
        "o": 12694,
        "r": "nasb:2 Chronicles:18:7",
        "t": "Ahab’s False Prophets Assure Victory",
        "h": 2
    },
    {
        "o": 12695,
        "r": "nasb:2 Chronicles:18:8",
        "t": "Then*p the king of Israel called an officer and said, “Bring quickly Micaiah, Imla’s son.”"
    },
    {
        "o": 12696,
        "r": "nasb:2 Chronicles:18:9",
        "t": "Now the king of Israel and Jehoshaphat the king of Judah were sitting each on his throne, arrayed in their*i robes, and they*i were sitting at the threshing floor at the entrance of the gate of Samaria; and all the prophets were prophesying before them."
    },
    {
        "o": 12697,
        "r": "nasb:2 Chronicles:18:10",
        "t": "Zedekiah the son of Chenaanah made horns of iron for himself and said, “Thus says the Lord,*s ‘With these you shall gore the Arameans until they are consumed.’ ”"
    },
    {
        "o": 12698,
        "r": "nasb:2 Chronicles:18:11",
        "t": "All the prophets were prophesying thus, saying, “Go up to Ramoth-gilead and succeed, for the Lord*s will give it*i into the hand of the king.”"
    },
    {
        "o": 12699,
        "r": "nasb:2 Chronicles:18:11",
        "t": "Micaiah Brings Word from God",
        "h": 2
    },
    {
        "o": 12700,
        "r": "nasb:2 Chronicles:18:12",
        "t": "Then*p the messenger who went to summon Micaiah spoke to him saying, “Behold, the words of the prophets are uniformly favorable to the king. So please let your word be like one of them and speak favorably.”"
    },
    {
        "o": 12701,
        "r": "nasb:2 Chronicles:18:13",
        "t": "But Micaiah said, “As the Lord*s lives, what my God says, that I will speak.”"
    },
    {
        "o": 12702,
        "r": "nasb:2 Chronicles:18:14",
        "t": "When*p he came to the king, the king said to him, “Micaiah, shall we go to Ramoth-gilead to battle, or shall I refrain?” He said, “Go up and succeed, for they will be given into your hand.”"
    },
    {
        "o": 12703,
        "r": "nasb:2 Chronicles:18:15",
        "t": "Then the king said to him, “How many times must I adjure you to speak to me nothing but the truth in the name of the Lord?”*s"
    },
    {
        "o": 12704,
        "r": "nasb:2 Chronicles:18:16",
        "t": "So he said, “I*pn saw all Israel Scattered*ln on the mountains, Like*ln sheep which have no shepherd; And*ln the Lord*s said, ‘These*ln have no master. Let*ln each of them return to his house in peace.’ ”"
    },
    {
        "o": 12705,
        "r": "nasb:2 Chronicles:18:17",
        "t": "Then*p the king of Israel said to Jehoshaphat, “Did I not tell you that he would not prophesy good concerning me, but evil?”"
    },
    {
        "o": 12706,
        "r": "nasb:2 Chronicles:18:18",
        "t": "Micaiah*p said, “Therefore, hear the word of the Lord.*s I saw the Lord*s sitting on His throne, and all the host of heaven standing on His right and on His left."
    },
    {
        "o": 12707,
        "r": "nasb:2 Chronicles:18:19",
        "t": "The Lord*s said, ‘Who will entice Ahab king of Israel to go up and fall at Ramoth-gilead?’ And one said this while another said that."
    },
    {
        "o": 12708,
        "r": "nasb:2 Chronicles:18:20",
        "t": "Then a spirit came forward and stood before the Lord*s and said, ‘I will entice him.’ And the Lord*s said to him, ‘How?’"
    },
    {
        "o": 12709,
        "r": "nasb:2 Chronicles:18:21",
        "t": "He said, ‘I will go and be a deceiving spirit in the mouth of all his prophets.’ Then He said, ‘You are to entice him*i and prevail also. Go and do so.’"
    },
    {
        "o": 12710,
        "r": "nasb:2 Chronicles:18:22",
        "t": "Now therefore, behold, the Lord*s has put a deceiving spirit in the mouth of these your prophets, for the Lord*s has proclaimed disaster against you.”"
    },
    {
        "o": 12711,
        "r": "nasb:2 Chronicles:18:23",
        "t": "Then*p Zedekiah the son of Chenaanah came near and struck Micaiah on the cheek and said, “How did the Spirit of the Lord*s pass from me to speak to you?”"
    },
    {
        "o": 12712,
        "r": "nasb:2 Chronicles:18:24",
        "t": "Micaiah said, “Behold, you will see on that day when you enter an inner room to hide yourself.”"
    },
    {
        "o": 12713,
        "r": "nasb:2 Chronicles:18:25",
        "t": "Then the king of Israel said, “Take Micaiah and return him to Amon the governor of the city and to Joash the king’s son;"
    },
    {
        "o": 12714,
        "r": "nasb:2 Chronicles:18:26",
        "t": "and say, ‘Thus says the king, “Put this man*i in prison and feed him sparingly with bread and water until I return safely.” ’ ”"
    },
    {
        "o": 12715,
        "r": "nasb:2 Chronicles:18:27",
        "t": "Micaiah said, “If you indeed return safely, the Lord*s has not spoken by me.” And he said, “Listen, all you people.”"
    },
    {
        "o": 12716,
        "r": "nasb:2 Chronicles:18:27",
        "t": "Ahab’s Defeat and Death",
        "h": 2
    },
    {
        "o": 12717,
        "r": "nasb:2 Chronicles:18:28",
        "t": "So*p the king of Israel and Jehoshaphat king of Judah went up against Ramoth-gilead."
    },
    {
        "o": 12718,
        "r": "nasb:2 Chronicles:18:29",
        "t": "The king of Israel said to Jehoshaphat, “I will disguise myself and go into battle, but you put on your robes.” So the king of Israel disguised himself, and they went into battle."
    },
    {
        "o": 12719,
        "r": "nasb:2 Chronicles:18:30",
        "t": "Now the king of Aram had commanded the captains of his chariots, saying, “Do not fight with small or great, but with the king of Israel alone.”"
    },
    {
        "o": 12720,
        "r": "nasb:2 Chronicles:18:31",
        "t": "So when the captains of the chariots saw Jehoshaphat, they said, “It is the king of Israel,” and they turned aside to fight against him. But Jehoshaphat cried out, and the Lord*s helped him, and God diverted them from him."
    },
    {
        "o": 12721,
        "r": "nasb:2 Chronicles:18:32",
        "t": "When the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him."
    },
    {
        "o": 12722,
        "r": "nasb:2 Chronicles:18:33",
        "t": "A certain man drew his bow at random and struck the king of Israel in a joint of the armor. So he said to the driver of the chariot, “Turn around and take me out of the fight, for I am severely wounded.”"
    },
    {
        "o": 12723,
        "r": "nasb:2 Chronicles:18:34",
        "t": "The battle raged that day, and the king of Israel propped himself up in his chariot in front of the Arameans until the evening; and at sunset he died."
    }
]
