[
    {
        "o": 12271,
        "r": "niv:2 Chronicles:2:0",
        "t": "2 Chronicles 2",
        "h": 1
    },
    {
        "o": 12272,
        "r": "niv:2 Chronicles:2:0",
        "t": "Preparations for Building the Temple",
        "h": 2
    },
    {
        "o": 12273,
        "r": "niv:2 Chronicles:2:1",
        "t": "Solomon*p gave orders to build a temple for the Name of the Lord*s and a royal palace for himself."
    },
    {
        "o": 12274,
        "r": "niv:2 Chronicles:2:2",
        "t": "He conscripted 70,000 men as carriers and 80,000 as stonecutters in the hills and 3,600 as foremen over them."
    },
    {
        "o": 12275,
        "r": "niv:2 Chronicles:2:3",
        "t": "Solomon*p sent this message to Hiram king of Tyre: “Send*ln me cedar logs as you did for my father David when you sent him cedar to build a palace to live in."
    },
    {
        "o": 12276,
        "r": "niv:2 Chronicles:2:4",
        "t": "Now I am about to build a temple for the Name of the Lord*s my God and to dedicate it to him for burning fragrant incense before him, for setting out the consecrated bread regularly, and for making burnt offerings every morning and evening and on the Sabbaths, at the New Moons and at the appointed festivals of the Lord*s our God. This is a lasting ordinance for Israel."
    },
    {
        "o": 12277,
        "r": "niv:2 Chronicles:2:5",
        "t": "“The*ln temple I am going to build will be great, because our God is greater than all other gods."
    },
    {
        "o": 12278,
        "r": "niv:2 Chronicles:2:6",
        "t": "But who is able to build a temple for him, since the heavens, even the highest heavens, cannot contain him? Who then am I to build a temple for him, except as a place to burn sacrifices before him?"
    },
    {
        "o": 12279,
        "r": "niv:2 Chronicles:2:7",
        "t": "“Send*ln me, therefore, a man skilled to work in gold and silver, bronze and iron, and in purple, crimson and blue yarn, and experienced in the art of engraving, to work in Judah and Jerusalem with my skilled workers, whom my father David provided."
    },
    {
        "o": 12280,
        "r": "niv:2 Chronicles:2:8",
        "t": "“Send*ln me also cedar, juniper and algum logs from Lebanon, for I know that your servants are skilled in cutting timber there. My servants will work with yours"
    },
    {
        "o": 12281,
        "r": "niv:2 Chronicles:2:9",
        "t": "to provide me with plenty of lumber, because the temple I build must be large and magnificent."
    },
    {
        "o": 12282,
        "r": "niv:2 Chronicles:2:10",
        "t": "I will give your servants, the woodsmen who cut the timber, twenty thousand cors of ground wheat, twenty thousand cors of barley, twenty thousand baths of wine and twenty thousand baths of olive oil.”"
    },
    {
        "o": 12283,
        "r": "niv:2 Chronicles:2:11",
        "t": "Hiram*p king of Tyre replied by letter to Solomon: “Because*ln the Lord*s loves his people, he has made you their king.”"
    },
    {
        "o": 12284,
        "r": "niv:2 Chronicles:2:12",
        "t": "And*p Hiram added: “Praise*ln be to the Lord,*s the God of Israel, who made heaven and earth! He has given King David a wise son, endowed with intelligence and discernment, who will build a temple for the Lord*s and a palace for himself."
    },
    {
        "o": 12285,
        "r": "niv:2 Chronicles:2:13",
        "t": "“I*ln am sending you Huram-Abi, a man of great skill,"
    },
    {
        "o": 12286,
        "r": "niv:2 Chronicles:2:14",
        "t": "whose mother was from Dan and whose father was from Tyre. He is trained to work in gold and silver, bronze and iron, stone and wood, and with purple and blue and crimson yarn and fine linen. He is experienced in all kinds of engraving and can execute any design given to him. He will work with your skilled workers and with those of my lord, David your father."
    },
    {
        "o": 12287,
        "r": "niv:2 Chronicles:2:15",
        "t": "“Now*ln let my lord send his servants the wheat and barley and the olive oil and wine he promised,"
    },
    {
        "o": 12288,
        "r": "niv:2 Chronicles:2:16",
        "t": "and we will cut all the logs from Lebanon that you need and will float them as rafts by sea down to Joppa. You can then take them up to Jerusalem.”"
    },
    {
        "o": 12289,
        "r": "niv:2 Chronicles:2:17",
        "t": "Solomon*p took a census of all the foreigners residing in Israel, after the census his father David had taken; and they were found to be 153,600."
    },
    {
        "o": 12290,
        "r": "niv:2 Chronicles:2:18",
        "t": "He assigned 70,000 of them to be carriers and 80,000 to be stonecutters in the hills, with 3,600 foremen over them to keep the people working."
    }
]
