[
    {
        "o": 8786,
        "r": "nkjv:1 Samuel:29:0",
        "t": "1 Samuel 29",
        "h": 1
    },
    {
        "o": 8787,
        "r": "nkjv:1 Samuel:29:0",
        "t": "The Philistines Reject David",
        "h": 2
    },
    {
        "o": 8788,
        "r": "nkjv:1 Samuel:29:1",
        "t": "Then*p the Philistines gathered together all their armies at Aphek, and the Israelites encamped by a fountain which is*i in Jezreel."
    },
    {
        "o": 8789,
        "r": "nkjv:1 Samuel:29:2",
        "t": "And the lords of the Philistines passed in review by hundreds and by thousands, but David and his men passed in review at the rear with Achish."
    },
    {
        "o": 8790,
        "r": "nkjv:1 Samuel:29:3",
        "t": "Then the princes of the Philistines said, “What are*i these Hebrews doing*i here?”*i And*p Achish said to the princes of the Philistines, “Is*i this not David, the servant of Saul king of Israel, who has been with me these days, or these years? And to this day I have found no fault in him since he defected to*i me.”*i"
    },
    {
        "o": 8791,
        "r": "nkjv:1 Samuel:29:4",
        "t": "But*p the princes of the Philistines were angry with him; so the princes of the Philistines said to him, “Make this fellow return, that he may go back to the place which you have appointed for him, and do not let him go down with us to battle, lest in the battle he become our adversary. For with what could he reconcile himself to his master, if not with the heads of these men?"
    },
    {
        "o": 8792,
        "r": "nkjv:1 Samuel:29:5",
        "t": "Is*i this not David, of whom they sang to one another in dances, saying: ‘Saul*pn has slain his thousands, And*ld David his ten thousands’?”"
    },
    {
        "o": 8793,
        "r": "nkjv:1 Samuel:29:6",
        "t": "Then*p Achish called David and said to him, “Surely, as*i the Lord*s lives, you have been upright, and your going out and your coming in with me in the army is*i good in my sight. For to this day I have not found evil in you since the day of your coming to me. Nevertheless the lords do not favor you."
    },
    {
        "o": 8794,
        "r": "nkjv:1 Samuel:29:7",
        "t": "Therefore return now, and go in peace, that you may not displease the lords of the Philistines.”"
    },
    {
        "o": 8795,
        "r": "nkjv:1 Samuel:29:8",
        "t": "So*p David said to Achish, “But what have I done? And to this day what have you found in your servant as long as I have been with you, that I may not go and fight against the enemies of my lord the king?”"
    },
    {
        "o": 8796,
        "r": "nkjv:1 Samuel:29:9",
        "t": "Then*p Achish answered and said to David, “I know that you are*i as good in my sight as an angel of God; nevertheless the princes of the Philistines have said, ‘He shall not go up with us to the battle.’"
    },
    {
        "o": 8797,
        "r": "nkjv:1 Samuel:29:10",
        "t": "Now therefore, rise early in the morning with your master’s servants who have come with you. And as soon as you are up early in the morning and have light, depart.”"
    },
    {
        "o": 8798,
        "r": "nkjv:1 Samuel:29:11",
        "t": "So*p David and his men rose early to depart in the morning, to return to the land of the Philistines. And the Philistines went up to Jezreel."
    }
]
