[
    {
        "o": 5565,
        "r": "niv:Deuteronomy:7:0",
        "t": "Deuteronomy 7",
        "h": 1
    },
    {
        "o": 5566,
        "r": "niv:Deuteronomy:7:0",
        "t": "Driving Out the Nations",
        "h": 2
    },
    {
        "o": 5567,
        "r": "niv:Deuteronomy:7:1",
        "t": "When*p the Lord*s your God brings you into the land you are entering to possess and drives out before you many nations—the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites and Jebusites, seven nations larger and stronger than you—"
    },
    {
        "o": 5568,
        "r": "niv:Deuteronomy:7:2",
        "t": "and when the Lord*s your God has delivered them over to you and you have defeated them, then you must destroy them totally. Make no treaty with them, and show them no mercy."
    },
    {
        "o": 5569,
        "r": "niv:Deuteronomy:7:3",
        "t": "Do not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons,"
    },
    {
        "o": 5570,
        "r": "niv:Deuteronomy:7:4",
        "t": "for they will turn your children away from following me to serve other gods, and the Lord’s*s anger will burn against you and will quickly destroy you."
    },
    {
        "o": 5571,
        "r": "niv:Deuteronomy:7:5",
        "t": "This is what you are to do to them: Break down their altars, smash their sacred stones, cut down their Asherah poles and burn their idols in the fire."
    },
    {
        "o": 5572,
        "r": "niv:Deuteronomy:7:6",
        "t": "For you are a people holy to the Lord*s your God. The Lord*s your God has chosen you out of all the peoples on the face of the earth to be his people, his treasured possession."
    },
    {
        "o": 5573,
        "r": "niv:Deuteronomy:7:7",
        "t": "The*p Lord*s did not set his affection on you and choose you because you were more numerous than other peoples, for you were the fewest of all peoples."
    },
    {
        "o": 5574,
        "r": "niv:Deuteronomy:7:8",
        "t": "But it was because the Lord*s loved you and kept the oath he swore to your ancestors that he brought you out with a mighty hand and redeemed you from the land of slavery, from the power of Pharaoh king of Egypt."
    },
    {
        "o": 5575,
        "r": "niv:Deuteronomy:7:9",
        "t": "Know therefore that the Lord*s your God is God; he is the faithful God, keeping his covenant of love to a thousand generations of those who love him and keep his commandments."
    },
    {
        "o": 5576,
        "r": "niv:Deuteronomy:7:10",
        "t": "But those*pn who hate him he will repay to their face by destruction; he*ld will not be slow to repay to their face those who hate him."
    },
    {
        "o": 5577,
        "r": "niv:Deuteronomy:7:11",
        "t": "Therefore,*p take care to follow the commands, decrees and laws I give you today."
    },
    {
        "o": 5578,
        "r": "niv:Deuteronomy:7:12",
        "t": "If*p you pay attention to these laws and are careful to follow them, then the Lord*s your God will keep his covenant of love with you, as he swore to your ancestors."
    },
    {
        "o": 5579,
        "r": "niv:Deuteronomy:7:13",
        "t": "He will love you and bless you and increase your numbers. He will bless the fruit of your womb, the crops of your land—your grain, new wine and olive oil—the calves of your herds and the lambs of your flocks in the land he swore to your ancestors to give you."
    },
    {
        "o": 5580,
        "r": "niv:Deuteronomy:7:14",
        "t": "You will be blessed more than any other people; none of your men or women will be childless, nor will any of your livestock be without young."
    },
    {
        "o": 5581,
        "r": "niv:Deuteronomy:7:15",
        "t": "The Lord*s will keep you free from every disease. He will not inflict on you the horrible diseases you knew in Egypt, but he will inflict them on all who hate you."
    },
    {
        "o": 5582,
        "r": "niv:Deuteronomy:7:16",
        "t": "You must destroy all the peoples the Lord*s your God gives over to you. Do not look on them with pity and do not serve their gods, for that will be a snare to you."
    },
    {
        "o": 5583,
        "r": "niv:Deuteronomy:7:17",
        "t": "You*p may say to yourselves, “These nations are stronger than we are. How can we drive them out?”"
    },
    {
        "o": 5584,
        "r": "niv:Deuteronomy:7:18",
        "t": "But do not be afraid of them; remember well what the Lord*s your God did to Pharaoh and to all Egypt."
    },
    {
        "o": 5585,
        "r": "niv:Deuteronomy:7:19",
        "t": "You saw with your own eyes the great trials, the signs and wonders, the mighty hand and outstretched arm, with which the Lord*s your God brought you out. The Lord*s your God will do the same to all the peoples you now fear."
    },
    {
        "o": 5586,
        "r": "niv:Deuteronomy:7:20",
        "t": "Moreover, the Lord*s your God will send the hornet among them until even the survivors who hide from you have perished."
    },
    {
        "o": 5587,
        "r": "niv:Deuteronomy:7:21",
        "t": "Do not be terrified by them, for the Lord*s your God, who is among you, is a great and awesome God."
    },
    {
        "o": 5588,
        "r": "niv:Deuteronomy:7:22",
        "t": "The Lord*s your God will drive out those nations before you, little by little. You will not be allowed to eliminate them all at once, or the wild animals will multiply around you."
    },
    {
        "o": 5589,
        "r": "niv:Deuteronomy:7:23",
        "t": "But the Lord*s your God will deliver them over to you, throwing them into great confusion until they are destroyed."
    },
    {
        "o": 5590,
        "r": "niv:Deuteronomy:7:24",
        "t": "He will give their kings into your hand, and you will wipe out their names from under heaven. No one will be able to stand up against you; you will destroy them."
    },
    {
        "o": 5591,
        "r": "niv:Deuteronomy:7:25",
        "t": "The images of their gods you are to burn in the fire. Do not covet the silver and gold on them, and do not take it for yourselves, or you will be ensnared by it, for it is detestable to the Lord*s your God."
    },
    {
        "o": 5592,
        "r": "niv:Deuteronomy:7:26",
        "t": "Do not bring a detestable thing into your house or you, like it, will be set apart for destruction. Regard it as vile and utterly detest it, for it is set apart for destruction."
    }
]
