[
    {
        "o": 34463,
        "r": "nasb:Revelation:14:0",
        "t": "Revelation 14",
        "h": 1
    },
    {
        "o": 34464,
        "r": "nasb:Revelation:14:0",
        "t": "The Lamb and the 144,000 on Mount Zion",
        "h": 2
    },
    {
        "o": 34465,
        "r": "nasb:Revelation:14:1",
        "t": "Then*p I looked, and behold, the Lamb was*i standing on Mount Zion, and with Him one hundred and forty-four thousand, having His name and the name of His Father written on their foreheads."
    },
    {
        "o": 34466,
        "r": "nasb:Revelation:14:2",
        "t": "And I heard a voice from heaven, like the sound of many waters and like the sound of loud thunder, and the voice which I heard was*i like the*i sound*i of harpists playing on their harps."
    },
    {
        "o": 34467,
        "r": "nasb:Revelation:14:3",
        "t": "And they sang a new song before the throne and before the four living creatures and the elders; and no one could learn the song except the one hundred and forty-four thousand who had been purchased from the earth."
    },
    {
        "o": 34468,
        "r": "nasb:Revelation:14:4",
        "t": "These are the ones who have not been defiled with women, for they have kept themselves chaste. These are*i the ones who follow the Lamb wherever He goes. These have been purchased from among men as first fruits to God and to the Lamb."
    },
    {
        "o": 34469,
        "r": "nasb:Revelation:14:5",
        "t": "And no lie was found in their mouth; they are blameless."
    },
    {
        "o": 34470,
        "r": "nasb:Revelation:14:5",
        "t": "Vision of the Angel with the Gospel",
        "h": 2
    },
    {
        "o": 34471,
        "r": "nasb:Revelation:14:6",
        "t": "And*p I saw another angel flying in midheaven, having an eternal gospel to preach to those who live on the earth, and to every nation and tribe and tongue and people;"
    },
    {
        "o": 34472,
        "r": "nasb:Revelation:14:7",
        "t": "and he said with a loud voice, “Fear God, and give Him glory, because the hour of His judgment has come; worship Him who made the heaven and the earth and sea and springs of waters.”"
    },
    {
        "o": 34473,
        "r": "nasb:Revelation:14:8",
        "t": "And*p another angel, a second one, followed, saying, “Fallen, fallen is Babylon the great, she who has made all the nations drink of the wine of the passion of her immorality.”"
    },
    {
        "o": 34474,
        "r": "nasb:Revelation:14:8",
        "t": "Doom for Worshipers of the Beast",
        "h": 2
    },
    {
        "o": 34475,
        "r": "nasb:Revelation:14:9",
        "t": "Then*p another angel, a third one, followed them, saying with a loud voice, “If anyone worships the beast and his image, and receives a mark on his forehead or on his hand,"
    },
    {
        "o": 34476,
        "r": "nasb:Revelation:14:10",
        "t": "he also will drink of the wine of the wrath of God, which is mixed in full strength in the cup of His anger; and he will be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb."
    },
    {
        "o": 34477,
        "r": "nasb:Revelation:14:11",
        "t": "And the smoke of their torment goes up forever and ever; they have no rest day and night, those who worship the beast and his image, and whoever receives the mark of his name.”"
    },
    {
        "o": 34478,
        "r": "nasb:Revelation:14:12",
        "t": "Here is the perseverance of the saints who keep the commandments of God and their faith in Jesus."
    },
    {
        "o": 34479,
        "r": "nasb:Revelation:14:13",
        "t": "And*p I heard a voice from heaven, saying, “Write, ‘Blessed are the dead who die in the Lord from now on!’ ” “Yes,” says the Spirit, “so that they may rest from their labors, for their deeds follow with them.”"
    },
    {
        "o": 34480,
        "r": "nasb:Revelation:14:13",
        "t": "The Reapers",
        "h": 2
    },
    {
        "o": 34481,
        "r": "nasb:Revelation:14:14",
        "t": "Then*p I looked, and behold, a white cloud, and sitting on the cloud was*i one like a son of man, having a golden crown on His head and a sharp sickle in His hand."
    },
    {
        "o": 34482,
        "r": "nasb:Revelation:14:15",
        "t": "And another angel came out of the temple, crying out with a loud voice to Him who sat on the cloud, “Put in your sickle and reap, for the hour to reap has come, because the harvest of the earth is ripe.”"
    },
    {
        "o": 34483,
        "r": "nasb:Revelation:14:16",
        "t": "Then He who sat on the cloud swung His sickle over the earth, and the earth was reaped."
    },
    {
        "o": 34484,
        "r": "nasb:Revelation:14:17",
        "t": "And*p another angel came out of the temple which is in heaven, and he also had a sharp sickle."
    },
    {
        "o": 34485,
        "r": "nasb:Revelation:14:18",
        "t": "Then another angel, the one who has power over fire, came out from the altar; and he called with a loud voice to him who had the sharp sickle, saying, “Put in your sharp sickle and gather the clusters from the vine of the earth, because her grapes are ripe.”"
    },
    {
        "o": 34486,
        "r": "nasb:Revelation:14:19",
        "t": "So the angel swung his sickle to the earth and gathered the*i clusters*i from*i the vine of the earth, and threw them into the great wine press of the wrath of God."
    },
    {
        "o": 34487,
        "r": "nasb:Revelation:14:20",
        "t": "And the wine press was trodden outside the city, and blood came out from the wine press, up to the horses’ bridles, for a distance of two hundred miles."
    }
]
