[
    {
        "o": 35258,
        "r": "csb:Revelation:21:0",
        "t": "Revelation 21",
        "h": 1
    },
    {
        "o": 35259,
        "r": "csb:Revelation:21:0",
        "t": "The New Creation",
        "h": 2
    },
    {
        "o": 35260,
        "r": "csb:Revelation:21:1",
        "t": "Then*p I saw a new heaven and a new earth; for the first heaven and the first earth had passed away, and the sea was no more."
    },
    {
        "o": 35261,
        "r": "csb:Revelation:21:2",
        "t": "I also saw the holy city, the new Jerusalem, coming down out of heaven from God, prepared like a bride adorned for her husband."
    },
    {
        "o": 35262,
        "r": "csb:Revelation:21:3",
        "t": "Then*p I heard a loud voice from the throne: Look, God’s dwelling is with humanity, and he will live with them. They will be his peoples, and God himself will be with them and will be their God."
    },
    {
        "o": 35263,
        "r": "csb:Revelation:21:4",
        "t": "He will wipe away every tear from their eyes. Death will be no more; grief, crying, and pain will be no more, because the previous things have passed away."
    },
    {
        "o": 35264,
        "r": "csb:Revelation:21:5",
        "t": "Then*p the one seated on the throne said, “Look, I am making everything new.” He also said, “Write, because these words are faithful and true.”"
    },
    {
        "o": 35265,
        "r": "csb:Revelation:21:6",
        "t": "Then he said to me, “It is done! I am the Alpha and the Omega, the beginning and the end. I will freely give to the thirsty from the spring of the water of life."
    },
    {
        "o": 35266,
        "r": "csb:Revelation:21:7",
        "t": "The one who conquers will inherit these things, and I will be his God, and he will be my son."
    },
    {
        "o": 35267,
        "r": "csb:Revelation:21:8",
        "t": "But the cowards, faithless, detestable, murderers, sexually immoral, sorcerers, idolaters, and all liars- their share will be in the lake that burns with fire and sulfur, which is the second death.”"
    },
    {
        "o": 35268,
        "r": "csb:Revelation:21:8",
        "t": "The New Jerusalem",
        "h": 2
    },
    {
        "o": 35269,
        "r": "csb:Revelation:21:9",
        "t": "Then*p one of the seven angels, who had held the seven bowls filled with the seven last plagues, came and spoke with me: “Come, I will show you the bride, the wife of the Lamb.”"
    },
    {
        "o": 35270,
        "r": "csb:Revelation:21:10",
        "t": "He then carried me away in the Spirit to a great, high mountain and showed me the holy city, Jerusalem, coming down out of heaven from God,"
    },
    {
        "o": 35271,
        "r": "csb:Revelation:21:11",
        "t": "arrayed with God’s glory. Her radiance was like a precious jewel, like a jasper stone, clear as crystal."
    },
    {
        "o": 35272,
        "r": "csb:Revelation:21:12",
        "t": "The city had a massive high wall, with twelve gates. Twelve angels were at the gates; the names of the twelve tribes of Israel’s sons were inscribed on the gates."
    },
    {
        "o": 35273,
        "r": "csb:Revelation:21:13",
        "t": "There were three gates on the east, three gates on the north, three gates on the south, and three gates on the west."
    },
    {
        "o": 35274,
        "r": "csb:Revelation:21:14",
        "t": "The city wall had twelve foundations, and the twelve names of the twelve apostles of the Lamb were on the foundations."
    },
    {
        "o": 35275,
        "r": "csb:Revelation:21:15",
        "t": "The*p one who spoke with me had a golden measuring rod to measure the city, its gates, and its wall."
    },
    {
        "o": 35276,
        "r": "csb:Revelation:21:16",
        "t": "The city is laid out in a square; its length and width are the same. He measured the city with the rod at 12,000 stadia. Its length, width, and height are equal."
    },
    {
        "o": 35277,
        "r": "csb:Revelation:21:17",
        "t": "Then he measured its wall, 144 cubits according to human measurement, which the angel used."
    },
    {
        "o": 35278,
        "r": "csb:Revelation:21:18",
        "t": "The building material of its wall was jasper, and the city was pure gold clear as glass."
    },
    {
        "o": 35279,
        "r": "csb:Revelation:21:19",
        "t": "The foundations of the city wall were adorned with every kind of jewel: the first foundation is jasper, the second sapphire, the third chalcedony, the fourth emerald,"
    },
    {
        "o": 35280,
        "r": "csb:Revelation:21:20",
        "t": "the fifth sardonyx, the sixth carnelian, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, the twelfth amethyst."
    },
    {
        "o": 35281,
        "r": "csb:Revelation:21:21",
        "t": "The twelve gates are twelve pearls; each individual gate was made of a single pearl. The main street of the city was pure gold, transparent as glass."
    },
    {
        "o": 35282,
        "r": "csb:Revelation:21:22",
        "t": "I*p did not see a temple in it, because the Lord God the Almighty and the Lamb are its temple."
    },
    {
        "o": 35283,
        "r": "csb:Revelation:21:23",
        "t": "The city does not need the sun or the moon to shine on it, because the glory of God illuminates it, and its lamp is the Lamb."
    },
    {
        "o": 35284,
        "r": "csb:Revelation:21:24",
        "t": "The nations will walk by its light, and the kings of the earth will bring their glory into it."
    },
    {
        "o": 35285,
        "r": "csb:Revelation:21:25",
        "t": "Its gates will never close by day because it will never be night there."
    },
    {
        "o": 35286,
        "r": "csb:Revelation:21:26",
        "t": "They will bring the glory and honor of the nations into it."
    },
    {
        "o": 35287,
        "r": "csb:Revelation:21:27",
        "t": "Nothing unclean will ever enter it, nor anyone who does what is detestable or false, but only those written in the Lamb’s book of life."
    }
]
