[
    {
        "o": 1131,
        "r": "esv:Genesis:36:0",
        "t": "Genesis 36",
        "h": 1
    },
    {
        "o": 1132,
        "r": "esv:Genesis:36:0",
        "t": "Esau’s Descendants",
        "h": 2
    },
    {
        "o": 1133,
        "r": "esv:Genesis:36:1",
        "t": "These*p are the generations of Esau (that is, Edom)."
    },
    {
        "o": 1134,
        "r": "esv:Genesis:36:2",
        "t": "Esau took his wives from the Canaanites: Adah the daughter of Elon the Hittite, Oholibamah the daughter of Anah the daughter of Zibeon the Hivite,"
    },
    {
        "o": 1135,
        "r": "esv:Genesis:36:3",
        "t": "and Basemath, Ishmael’s daughter, the sister of Nebaioth."
    },
    {
        "o": 1136,
        "r": "esv:Genesis:36:4",
        "t": "And Adah bore to Esau, Eliphaz; Basemath bore Reuel;"
    },
    {
        "o": 1137,
        "r": "esv:Genesis:36:5",
        "t": "and Oholibamah bore Jeush, Jalam, and Korah. These are the sons of Esau who were born to him in the land of Canaan."
    },
    {
        "o": 1138,
        "r": "esv:Genesis:36:6",
        "t": "Then*p Esau took his wives, his sons, his daughters, and all the members of his household, his livestock, all his beasts, and all his property that he had acquired in the land of Canaan. He went into a land away from his brother Jacob."
    },
    {
        "o": 1139,
        "r": "esv:Genesis:36:7",
        "t": "For their possessions were too great for them to dwell together. The land of their sojournings could not support them because of their livestock."
    },
    {
        "o": 1140,
        "r": "esv:Genesis:36:8",
        "t": "So Esau settled in the hill country of Seir. (Esau is Edom.)"
    },
    {
        "o": 1141,
        "r": "esv:Genesis:36:9",
        "t": "These*p are the generations of Esau the father of the Edomites in the hill country of Seir."
    },
    {
        "o": 1142,
        "r": "esv:Genesis:36:10",
        "t": "These are the names of Esau’s sons: Eliphaz the son of Adah the wife of Esau, Reuel the son of Basemath the wife of Esau."
    },
    {
        "o": 1143,
        "r": "esv:Genesis:36:11",
        "t": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz."
    },
    {
        "o": 1144,
        "r": "esv:Genesis:36:12",
        "t": "(Timna was a concubine of Eliphaz, Esau’s son; she bore Amalek to Eliphaz.) These are the sons of Adah, Esau’s wife."
    },
    {
        "o": 1145,
        "r": "esv:Genesis:36:13",
        "t": "These are the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These are the sons of Basemath, Esau’s wife."
    },
    {
        "o": 1146,
        "r": "esv:Genesis:36:14",
        "t": "These are the sons of Oholibamah the daughter of Anah the daughter of Zibeon, Esau’s wife: she bore to Esau Jeush, Jalam, and Korah."
    },
    {
        "o": 1147,
        "r": "esv:Genesis:36:15",
        "t": "These*p are the chiefs of the sons of Esau. The sons of Eliphaz the firstborn of Esau: the chiefs Teman, Omar, Zepho, Kenaz,"
    },
    {
        "o": 1148,
        "r": "esv:Genesis:36:16",
        "t": "Korah, Gatam, and Amalek; these are the chiefs of Eliphaz in the land of Edom; these are the sons of Adah."
    },
    {
        "o": 1149,
        "r": "esv:Genesis:36:17",
        "t": "These are the sons of Reuel, Esau’s son: the chiefs Nahath, Zerah, Shammah, and Mizzah; these are the chiefs of Reuel in the land of Edom; these are the sons of Basemath, Esau’s wife."
    },
    {
        "o": 1150,
        "r": "esv:Genesis:36:18",
        "t": "These are the sons of Oholibamah, Esau’s wife: the chiefs Jeush, Jalam, and Korah; these are the chiefs born of Oholibamah the daughter of Anah, Esau’s wife."
    },
    {
        "o": 1151,
        "r": "esv:Genesis:36:19",
        "t": "These are the sons of Esau (that is, Edom), and these are their chiefs."
    },
    {
        "o": 1152,
        "r": "esv:Genesis:36:20",
        "t": "These*p are the sons of Seir the Horite, the inhabitants of the land: Lotan, Shobal, Zibeon, Anah,"
    },
    {
        "o": 1153,
        "r": "esv:Genesis:36:21",
        "t": "Dishon, Ezer, and Dishan; these are the chiefs of the Horites, the sons of Seir in the land of Edom."
    },
    {
        "o": 1154,
        "r": "esv:Genesis:36:22",
        "t": "The sons of Lotan were Hori and Hemam; and Lotan’s sister was Timna."
    },
    {
        "o": 1155,
        "r": "esv:Genesis:36:23",
        "t": "These are the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam."
    },
    {
        "o": 1156,
        "r": "esv:Genesis:36:24",
        "t": "These are the sons of Zibeon: Aiah and Anah; he is the Anah who found the hot springs in the wilderness, as he pastured the donkeys of Zibeon his father."
    },
    {
        "o": 1157,
        "r": "esv:Genesis:36:25",
        "t": "These are the children of Anah: Dishon and Oholibamah the daughter of Anah."
    },
    {
        "o": 1158,
        "r": "esv:Genesis:36:26",
        "t": "These are the sons of Dishon: Hemdan, Eshban, Ithran, and Cheran."
    },
    {
        "o": 1159,
        "r": "esv:Genesis:36:27",
        "t": "These are the sons of Ezer: Bilhan, Zaavan, and Akan."
    },
    {
        "o": 1160,
        "r": "esv:Genesis:36:28",
        "t": "These are the sons of Dishan: Uz and Aran."
    },
    {
        "o": 1161,
        "r": "esv:Genesis:36:29",
        "t": "These are the chiefs of the Horites: the chiefs Lotan, Shobal, Zibeon, Anah,"
    },
    {
        "o": 1162,
        "r": "esv:Genesis:36:30",
        "t": "Dishon, Ezer, and Dishan; these are the chiefs of the Horites, chief by chief in the land of Seir."
    },
    {
        "o": 1163,
        "r": "esv:Genesis:36:31",
        "t": "These*p are the kings who reigned in the land of Edom, before any king reigned over the Israelites."
    },
    {
        "o": 1164,
        "r": "esv:Genesis:36:32",
        "t": "Bela the son of Beor reigned in Edom, the name of his city being Dinhabah."
    },
    {
        "o": 1165,
        "r": "esv:Genesis:36:33",
        "t": "Bela died, and Jobab the son of Zerah of Bozrah reigned in his place."
    },
    {
        "o": 1166,
        "r": "esv:Genesis:36:34",
        "t": "Jobab died, and Husham of the land of the Temanites reigned in his place."
    },
    {
        "o": 1167,
        "r": "esv:Genesis:36:35",
        "t": "Husham died, and Hadad the son of Bedad, who defeated Midian in the country of Moab, reigned in his place, the name of his city being Avith."
    },
    {
        "o": 1168,
        "r": "esv:Genesis:36:36",
        "t": "Hadad died, and Samlah of Masrekah reigned in his place."
    },
    {
        "o": 1169,
        "r": "esv:Genesis:36:37",
        "t": "Samlah died, and Shaul of Rehoboth on the Euphrates reigned in his place."
    },
    {
        "o": 1170,
        "r": "esv:Genesis:36:38",
        "t": "Shaul died, and Baal-hanan the son of Achbor reigned in his place."
    },
    {
        "o": 1171,
        "r": "esv:Genesis:36:39",
        "t": "Baal-hanan the son of Achbor died, and Hadar reigned in his place, the name of his city being Pau; his wife’s name was Mehetabel, the daughter of Matred, daughter of Mezahab."
    },
    {
        "o": 1172,
        "r": "esv:Genesis:36:40",
        "t": "These*p are the names of the chiefs of Esau, according to their clans and their dwelling places, by their names: the chiefs Timna, Alvah, Jetheth,"
    },
    {
        "o": 1173,
        "r": "esv:Genesis:36:41",
        "t": "Oholibamah, Elah, Pinon,"
    },
    {
        "o": 1174,
        "r": "esv:Genesis:36:42",
        "t": "Kenaz, Teman, Mibzar,"
    },
    {
        "o": 1175,
        "r": "esv:Genesis:36:43",
        "t": "Magdiel, and Iram; these are the chiefs of Edom (that is, Esau, the father of Edom), according to their dwelling places in the land of their possession."
    }
]
