[
    {
        "o": 12634,
        "r": "nkjv:2 Chronicles:11:0",
        "t": "2 Chronicles 11",
        "h": 1
    },
    {
        "o": 12635,
        "r": "nkjv:2 Chronicles:11:1",
        "t": "Now*p when Rehoboam came to Jerusalem, he assembled from the house of Judah and Benjamin one hundred and eighty thousand chosen men*i who were warriors, to fight against Israel, that he might restore the kingdom to Rehoboam."
    },
    {
        "o": 12636,
        "r": "nkjv:2 Chronicles:11:2",
        "t": "But*p the word of the Lord*s came to Shemaiah the man of God, saying,"
    },
    {
        "o": 12637,
        "r": "nkjv:2 Chronicles:11:3",
        "t": "“Speak to Rehoboam the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin, saying,"
    },
    {
        "o": 12638,
        "r": "nkjv:2 Chronicles:11:4",
        "t": "‘Thus says the Lord:*s “You shall not go up or fight against your brethren! Let every man return to his house, for this thing is from Me.”’” Therefore they obeyed the words of the Lord,*s and turned back from attacking Jeroboam."
    },
    {
        "o": 12639,
        "r": "nkjv:2 Chronicles:11:4",
        "t": "Rehoboam Fortifies the Cities",
        "h": 2
    },
    {
        "o": 12640,
        "r": "nkjv:2 Chronicles:11:5",
        "t": "So*p Rehoboam dwelt in Jerusalem, and built cities for defense in Judah."
    },
    {
        "o": 12641,
        "r": "nkjv:2 Chronicles:11:6",
        "t": "And he built Bethlehem, Etam, Tekoa,"
    },
    {
        "o": 12642,
        "r": "nkjv:2 Chronicles:11:7",
        "t": "Beth Zur, Sochoh, Adullam,"
    },
    {
        "o": 12643,
        "r": "nkjv:2 Chronicles:11:8",
        "t": "Gath, Mareshah, Ziph,"
    },
    {
        "o": 12644,
        "r": "nkjv:2 Chronicles:11:9",
        "t": "Adoraim, Lachish, Azekah,"
    },
    {
        "o": 12645,
        "r": "nkjv:2 Chronicles:11:10",
        "t": "Zorah, Aijalon, and Hebron, which are in Judah and Benjamin, fortified cities."
    },
    {
        "o": 12646,
        "r": "nkjv:2 Chronicles:11:11",
        "t": "And he fortified the strongholds, and put captains in them, and stores of food, oil, and wine."
    },
    {
        "o": 12647,
        "r": "nkjv:2 Chronicles:11:12",
        "t": "Also in every city he*i put*i shields and spears, and made them very strong, having Judah and Benjamin on his side."
    },
    {
        "o": 12648,
        "r": "nkjv:2 Chronicles:11:12",
        "t": "Priests and Levites Move to Judah",
        "h": 2
    },
    {
        "o": 12649,
        "r": "nkjv:2 Chronicles:11:13",
        "t": "And*p from all their territories the priests and the Levites who were*i in all Israel took their stand with him."
    },
    {
        "o": 12650,
        "r": "nkjv:2 Chronicles:11:14",
        "t": "For the Levites left their common-lands and their possessions and came to Judah and Jerusalem, for Jeroboam and his sons had rejected them from serving as priests to the Lord.*s"
    },
    {
        "o": 12651,
        "r": "nkjv:2 Chronicles:11:15",
        "t": "Then he appointed for himself priests for the high places, for the demons, and the calf idols which he had made."
    },
    {
        "o": 12652,
        "r": "nkjv:2 Chronicles:11:16",
        "t": "And after the*i Levites left,*i those from all the tribes of Israel, such as set their heart to seek the Lord*s God of Israel, came to Jerusalem to sacrifice to the Lord*s God of their fathers."
    },
    {
        "o": 12653,
        "r": "nkjv:2 Chronicles:11:17",
        "t": "So they strengthened the kingdom of Judah, and made Rehoboam the son of Solomon strong for three years, because they walked in the way of David and Solomon for three years."
    },
    {
        "o": 12654,
        "r": "nkjv:2 Chronicles:11:17",
        "t": "The Family of Rehoboam",
        "h": 2
    },
    {
        "o": 12655,
        "r": "nkjv:2 Chronicles:11:18",
        "t": "Then*p Rehoboam took for himself as wife Mahalath the daughter of Jerimoth the son of David, and*i of*i Abihail the daughter of Eliah the son of Jesse."
    },
    {
        "o": 12656,
        "r": "nkjv:2 Chronicles:11:19",
        "t": "And she bore him children: Jeush, Shamariah, and Zaham."
    },
    {
        "o": 12657,
        "r": "nkjv:2 Chronicles:11:20",
        "t": "After her he took Maachah the granddaughter of Absalom; and she bore him Abijah, Attai, Ziza, and Shelomith."
    },
    {
        "o": 12658,
        "r": "nkjv:2 Chronicles:11:21",
        "t": "Now Rehoboam loved Maachah the granddaughter of Absalom more than all his wives and his concubines; for he took eighteen wives and sixty concubines, and begot twenty-eight sons and sixty daughters."
    },
    {
        "o": 12659,
        "r": "nkjv:2 Chronicles:11:22",
        "t": "And Rehoboam appointed Abijah the son of Maachah as chief, to*i be*i leader among his brothers; for he intended*i to make him king."
    },
    {
        "o": 12660,
        "r": "nkjv:2 Chronicles:11:23",
        "t": "He dealt wisely, and dispersed some of his sons throughout all the territories of Judah and Benjamin, to every fortified city; and he gave them provisions in abundance. He also sought many wives for*i them.*i"
    }
]
