[
    {
        "o": 8734,
        "r": "kjv:2 Samuel:17:0",
        "t": "2 Samuel 17",
        "h": 1
    },
    {
        "o": 8735,
        "r": "kjv:2 Samuel:17:1",
        "t": "Moreover*p Ahithophel said unto Absalom, Let me now choose out twelve thousand men, and I will arise and pursue after David this night:"
    },
    {
        "o": 8736,
        "r": "kjv:2 Samuel:17:2",
        "t": "And*p I will come upon him while he is weary and weak handed, and will make him afraid: and all the people that are with him shall flee; and I will smite the king only:"
    },
    {
        "o": 8737,
        "r": "kjv:2 Samuel:17:3",
        "t": "And*p I will bring back all the people unto thee: the man whom thou seekest is as if all returned: so all the people shall be in peace."
    },
    {
        "o": 8738,
        "r": "kjv:2 Samuel:17:4",
        "t": "And*p the saying pleased Absalom well, and all the elders of Israel."
    },
    {
        "o": 8739,
        "r": "kjv:2 Samuel:17:5",
        "t": "Then*p said Absalom, Call now Hushai the Archite also, and let us hear likewise what he saith."
    },
    {
        "o": 8740,
        "r": "kjv:2 Samuel:17:6",
        "t": "And*p when Hushai was come to Absalom, Absalom spake unto him, saying, Ahithophel hath spoken after this manner: shall we do after his saying? if not; speak thou."
    },
    {
        "o": 8741,
        "r": "kjv:2 Samuel:17:7",
        "t": "And*p Hushai said unto Absalom, The counsel that Ahithophel hath given is not good at this time."
    },
    {
        "o": 8742,
        "r": "kjv:2 Samuel:17:8",
        "t": "For,*p said Hushai, thou knowest thy father and his men, that they be mighty men, and they be chafed in their minds, as a bear robbed of her whelps in the field: and thy father is a man of war, and will not lodge with the people."
    },
    {
        "o": 8743,
        "r": "kjv:2 Samuel:17:9",
        "t": "Behold,*p he is hid now in some pit, or in some other place: and it will come to pass, when some of them be overthrown at the first, that whosoever heareth it will say, There is a slaughter among the people that follow Absalom."
    },
    {
        "o": 8744,
        "r": "kjv:2 Samuel:17:10",
        "t": "And*p he also that is valiant, whose heart is as the heart of a lion, shall utterly melt: for all Israel knoweth that thy father is a mighty man, and they which be with him are valiant men."
    },
    {
        "o": 8745,
        "r": "kjv:2 Samuel:17:11",
        "t": "Therefore*p I counsel that all Israel be generally gathered unto thee, from Dan even to Beer–sheba, as the sand that is by the sea for multitude; and that thou go to battle in thine own person."
    },
    {
        "o": 8746,
        "r": "kjv:2 Samuel:17:12",
        "t": "So*p shall we come upon him in some place where he shall be found, and we will light upon him as the dew falleth on the ground: and of him and of all the men that are with him there shall not be left so much as one."
    },
    {
        "o": 8747,
        "r": "kjv:2 Samuel:17:13",
        "t": "Moreover,*p if he be gotten into a city, then shall all Israel bring ropes to that city, and we will draw it into the river, until there be not one small stone found there."
    },
    {
        "o": 8748,
        "r": "kjv:2 Samuel:17:14",
        "t": "And*p Absalom and all the men of Israel said, The counsel of Hushai the Archite is better than the counsel of Ahithophel. For the Lord*s had appointed to defeat the good counsel of Ahithophel, to the intent that the Lord*s might bring evil upon Absalom."
    },
    {
        "o": 8749,
        "r": "kjv:2 Samuel:17:15",
        "t": "Then*p said Hushai unto Zadok and to Abiathar the priests, Thus and thus did Ahithophel counsel Absalom and the elders of Israel; and thus and thus have I counselled."
    },
    {
        "o": 8750,
        "r": "kjv:2 Samuel:17:16",
        "t": "Now*p therefore send quickly, and tell David, saying, Lodge not this night in the plains of the wilderness, but speedily pass over; lest the king be swallowed up, and all the people that are with him."
    },
    {
        "o": 8751,
        "r": "kjv:2 Samuel:17:17",
        "t": "Now*p Jonathan and Ahimaaz stayed by En–rogel; for they might not be seen to come into the city: and a wench went and told them; and they went and told king David."
    },
    {
        "o": 8752,
        "r": "kjv:2 Samuel:17:18",
        "t": "Nevertheless*p a lad saw them, and told Absalom: but they went both of them away quickly, and came to a man's house in Bahurim, which had a well in his court; whither they went down."
    },
    {
        "o": 8753,
        "r": "kjv:2 Samuel:17:19",
        "t": "And*p the woman took and spread a covering over the well's mouth, and spread ground corn thereon; and the thing was not known."
    },
    {
        "o": 8754,
        "r": "kjv:2 Samuel:17:20",
        "t": "And*p when Absalom's servants came to the woman to the house, they said, Where is Ahimaaz and Jonathan? And the woman said unto them, They be gone over the brook of water. And when they had sought and could not find them, they returned to Jerusalem."
    },
    {
        "o": 8755,
        "r": "kjv:2 Samuel:17:21",
        "t": "And*p it came to pass, after they were departed, that they came up out of the well, and went and told king David, and said unto David, Arise, and pass quickly over the water: for thus hath Ahithophel counselled against you."
    },
    {
        "o": 8756,
        "r": "kjv:2 Samuel:17:22",
        "t": "Then*p David arose, and all the people that were with him, and they passed over Jordan: by the morning light there lacked not one of them that was not gone over Jordan."
    },
    {
        "o": 8757,
        "r": "kjv:2 Samuel:17:23",
        "t": "And*p when Ahithophel saw that his counsel was not followed, he saddled his ass, and arose, and gat him home to his house, to his city, and put his household in order, and hanged himself, and died, and was buried in the sepulchre of his father."
    },
    {
        "o": 8758,
        "r": "kjv:2 Samuel:17:24",
        "t": "Then*p David came to Mahanaim. And Absalom passed over Jordan, he and all the men of Israel with him."
    },
    {
        "o": 8759,
        "r": "kjv:2 Samuel:17:25",
        "t": "And*p Absalom made Amasa captain of the host instead of Joab: which Amasa was a man's son, whose name was Ithra an Israelite, that went in to Abigail the daughter of Nahash, sister to Zeruiah Joab's mother."
    },
    {
        "o": 8760,
        "r": "kjv:2 Samuel:17:26",
        "t": "So*p Israel and Absalom pitched in the land of Gilead."
    },
    {
        "o": 8761,
        "r": "kjv:2 Samuel:17:27",
        "t": "And*p it came to pass, when David was come to Mahanaim, that Shobi the son of Nahash of Rabbah of the children of Ammon, and Machir the son of Ammiel of Lo–debar, and Barzillai the Gileadite of Rogelim,"
    },
    {
        "o": 8762,
        "r": "kjv:2 Samuel:17:28",
        "t": "Brought*p beds, and basins, and earthen vessels, and wheat, and barley, and flour, and parched corn, and beans, and lentiles, and parched pulse,"
    },
    {
        "o": 8763,
        "r": "kjv:2 Samuel:17:29",
        "t": "And*p honey, and butter, and sheep, and cheese of kine, for David, and for the people that were with him, to eat: for they said, The people is hungry, and weary, and thirsty, in the wilderness."
    }
]
