[
    {
        "o": 2879,
        "r": "csb:Exodus:37:0",
        "t": "Exodus 37",
        "h": 1
    },
    {
        "o": 2880,
        "r": "csb:Exodus:37:0",
        "t": "Making the Ark",
        "h": 2
    },
    {
        "o": 2881,
        "r": "csb:Exodus:37:1",
        "t": "Bezalel*p made the ark of acacia wood, forty-five inches long, twenty-seven inches wide, and twenty-seven inches high."
    },
    {
        "o": 2882,
        "r": "csb:Exodus:37:2",
        "t": "He overlaid it with pure gold inside and out and made a gold molding all around it."
    },
    {
        "o": 2883,
        "r": "csb:Exodus:37:3",
        "t": "He cast four gold rings for it, for its four feet, two rings on one side and two rings on the other side."
    },
    {
        "o": 2884,
        "r": "csb:Exodus:37:4",
        "t": "He made poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2885,
        "r": "csb:Exodus:37:5",
        "t": "He inserted the poles into the rings on the sides of the ark for carrying the ark."
    },
    {
        "o": 2886,
        "r": "csb:Exodus:37:6",
        "t": "He*p made a mercy seat of pure gold, forty-five inches long and twenty-seven inches wide."
    },
    {
        "o": 2887,
        "r": "csb:Exodus:37:7",
        "t": "He made two cherubim of gold; he made them of hammered work at the two ends of the mercy seat,"
    },
    {
        "o": 2888,
        "r": "csb:Exodus:37:8",
        "t": "one cherub at one end and one cherub at the other end. At each end, he made a cherub of one piece with the mercy seat."
    },
    {
        "o": 2889,
        "r": "csb:Exodus:37:9",
        "t": "They had wings spread out. They faced each other and covered the mercy seat with their wings. The faces of the cherubim were looking toward the mercy seat."
    },
    {
        "o": 2890,
        "r": "csb:Exodus:37:9",
        "t": "Making the Table",
        "h": 2
    },
    {
        "o": 2891,
        "r": "csb:Exodus:37:10",
        "t": "He*p constructed the table of acacia wood, thirty-six inches long, eighteen inches wide, and twenty-seven inches high."
    },
    {
        "o": 2892,
        "r": "csb:Exodus:37:11",
        "t": "He overlaid it with pure gold and made a gold molding all around it."
    },
    {
        "o": 2893,
        "r": "csb:Exodus:37:12",
        "t": "He made a three-inch frame all around it and made a gold molding all around its frame."
    },
    {
        "o": 2894,
        "r": "csb:Exodus:37:13",
        "t": "He cast four gold rings for it and attached the rings to the four corners at its four legs."
    },
    {
        "o": 2895,
        "r": "csb:Exodus:37:14",
        "t": "The rings were next to the frame as holders for the poles to carry the table."
    },
    {
        "o": 2896,
        "r": "csb:Exodus:37:15",
        "t": "He made the poles for carrying the table from acacia wood and overlaid them with gold."
    },
    {
        "o": 2897,
        "r": "csb:Exodus:37:16",
        "t": "He also made the utensils that would be on the table out of pure gold: its plates and cups, as well as its bowls and pitchers for pouring drink offerings."
    },
    {
        "o": 2898,
        "r": "csb:Exodus:37:16",
        "t": "Making the Lampstand",
        "h": 2
    },
    {
        "o": 2899,
        "r": "csb:Exodus:37:17",
        "t": "Then*p he made the lampstand out of pure hammered gold. He made it all of one piece: its base and shaft, its ornamental cups, and its buds and petals."
    },
    {
        "o": 2900,
        "r": "csb:Exodus:37:18",
        "t": "Six branches extended from its sides, three branches of the lampstand from one side and three branches of the lampstand from the other side."
    },
    {
        "o": 2901,
        "r": "csb:Exodus:37:19",
        "t": "There were three cups shaped like almond blossoms, each with a bud and petals, on one branch, and three cups shaped like almond blossoms, each with a bud and petals, on the next branch. It was this way for the six branches that extended from the lampstand."
    },
    {
        "o": 2902,
        "r": "csb:Exodus:37:20",
        "t": "There were four cups shaped like almond blossoms on the lampstand shaft along with its buds and petals."
    },
    {
        "o": 2903,
        "r": "csb:Exodus:37:21",
        "t": "For the six branches that extended from it, a bud was under the first pair of branches from it, a bud under the second pair of branches from it, and a bud under the third pair of branches from it."
    },
    {
        "o": 2904,
        "r": "csb:Exodus:37:22",
        "t": "Their buds and branches were of one piece with it. All of it was a single hammered piece of pure gold."
    },
    {
        "o": 2905,
        "r": "csb:Exodus:37:23",
        "t": "He also made its seven lamps, snuffers, and firepans of pure gold."
    },
    {
        "o": 2906,
        "r": "csb:Exodus:37:24",
        "t": "He made it and all its utensils of seventy-five pounds of pure gold."
    },
    {
        "o": 2907,
        "r": "csb:Exodus:37:24",
        "t": "Making the Altar of Incense",
        "h": 2
    },
    {
        "o": 2908,
        "r": "csb:Exodus:37:25",
        "t": "He*p made the altar of incense out of acacia wood. It was square, eighteen inches long and eighteen inches wide; it was thirty-six inches high. Its horns were of one piece with it."
    },
    {
        "o": 2909,
        "r": "csb:Exodus:37:26",
        "t": "He overlaid it, its top, all around its sides, and its horns with pure gold. Then he made a gold molding all around it."
    },
    {
        "o": 2910,
        "r": "csb:Exodus:37:27",
        "t": "He made two gold rings for it under the molding on two of its sides; he put these on opposite sides of it to be holders for the poles to carry it with."
    },
    {
        "o": 2911,
        "r": "csb:Exodus:37:28",
        "t": "He made the poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2912,
        "r": "csb:Exodus:37:29",
        "t": "He*p also made the holy anointing oil and the pure, fragrant, and expertly blended incense."
    }
]
