[
    {
        "o": 31632,
        "r": "nasb:1 Corinthians:3:0",
        "t": "1 Corinthians 3",
        "h": 1
    },
    {
        "o": 31633,
        "r": "nasb:1 Corinthians:3:0",
        "t": "Foundations for Living",
        "h": 2
    },
    {
        "o": 31634,
        "r": "nasb:1 Corinthians:3:1",
        "t": "And*p I, brethren, could not speak to you as to spiritual men, but as to men of flesh, as to infants in Christ."
    },
    {
        "o": 31635,
        "r": "nasb:1 Corinthians:3:2",
        "t": "I gave you milk to drink, not solid food; for you were not yet able to*i receive*i it.*i Indeed, even now you are not yet able,"
    },
    {
        "o": 31636,
        "r": "nasb:1 Corinthians:3:3",
        "t": "for you are still fleshly. For since there is jealousy and strife among you, are you not fleshly, and are you not walking like mere men?"
    },
    {
        "o": 31637,
        "r": "nasb:1 Corinthians:3:4",
        "t": "For when one says, “I am of Paul,” and another, “I am of Apollos,” are you not mere*i men?"
    },
    {
        "o": 31638,
        "r": "nasb:1 Corinthians:3:5",
        "t": "What*p then is Apollos? And what is Paul? Servants through whom you believed, even as the Lord gave opportunity*i to each one."
    },
    {
        "o": 31639,
        "r": "nasb:1 Corinthians:3:6",
        "t": "I planted, Apollos watered, but God was causing the growth."
    },
    {
        "o": 31640,
        "r": "nasb:1 Corinthians:3:7",
        "t": "So then neither the one who plants nor the one who waters is anything, but God who causes the growth."
    },
    {
        "o": 31641,
        "r": "nasb:1 Corinthians:3:8",
        "t": "Now he who plants and he who waters are one; but each will receive his own reward according to his own labor."
    },
    {
        "o": 31642,
        "r": "nasb:1 Corinthians:3:9",
        "t": "For we are God’s fellow workers; you are God’s field, God’s building."
    },
    {
        "o": 31643,
        "r": "nasb:1 Corinthians:3:10",
        "t": "According*p to the grace of God which was given to me, like a wise master builder I laid a foundation, and another is building on it. But each man must be careful how he builds on it."
    },
    {
        "o": 31644,
        "r": "nasb:1 Corinthians:3:11",
        "t": "For no man can lay a foundation other than the one which is laid, which is Jesus Christ."
    },
    {
        "o": 31645,
        "r": "nasb:1 Corinthians:3:12",
        "t": "Now if any man builds on the foundation with gold, silver, precious stones, wood, hay, straw,"
    },
    {
        "o": 31646,
        "r": "nasb:1 Corinthians:3:13",
        "t": "each man’s work will become evident; for the day will show it because it is to*i be*i revealed with fire, and the fire itself will test the quality of each man’s work."
    },
    {
        "o": 31647,
        "r": "nasb:1 Corinthians:3:14",
        "t": "If any man’s work which he has built on it remains, he will receive a reward."
    },
    {
        "o": 31648,
        "r": "nasb:1 Corinthians:3:15",
        "t": "If any man’s work is burned up, he will suffer loss; but he himself will be saved, yet so as through fire."
    },
    {
        "o": 31649,
        "r": "nasb:1 Corinthians:3:16",
        "t": "Do*p you not know that you are a temple of God and that*i the Spirit of God dwells in you?"
    },
    {
        "o": 31650,
        "r": "nasb:1 Corinthians:3:17",
        "t": "If any man destroys the temple of God, God will destroy him, for the temple of God is holy, and that is what you are."
    },
    {
        "o": 31651,
        "r": "nasb:1 Corinthians:3:18",
        "t": "Let*p no man deceive himself. If any man among you thinks that he is wise in this age, he must become foolish, so that he may become wise."
    },
    {
        "o": 31652,
        "r": "nasb:1 Corinthians:3:19",
        "t": "For the wisdom of this world is foolishness before God. For it is written, “He*i is*i the*s one*s who*s catches*s the*s wise*s in*s their*s craftiness”;*s"
    },
    {
        "o": 31653,
        "r": "nasb:1 Corinthians:3:20",
        "t": "and again, “The*s Lord*s knows*s the*s reasonings*s of the wise, that*s they*s are*s useless.”*s"
    },
    {
        "o": 31654,
        "r": "nasb:1 Corinthians:3:21",
        "t": "So then let no one boast in men. For all things belong to you,"
    },
    {
        "o": 31655,
        "r": "nasb:1 Corinthians:3:22",
        "t": "whether Paul or Apollos or Cephas or the world or life or death or things present or things to come; all things belong to you,"
    },
    {
        "o": 31656,
        "r": "nasb:1 Corinthians:3:23",
        "t": "and you belong to Christ; and Christ belongs to God."
    }
]
