[
    {
        "o": 12015,
        "r": "esv:1 Chronicles:21:0",
        "t": "1 Chronicles 21",
        "h": 1
    },
    {
        "o": 12016,
        "r": "esv:1 Chronicles:21:0",
        "t": "David’s Census Brings Pestilence",
        "h": 2
    },
    {
        "o": 12017,
        "r": "esv:1 Chronicles:21:1",
        "t": "Then*p Satan stood against Israel and incited David to number Israel."
    },
    {
        "o": 12018,
        "r": "esv:1 Chronicles:21:2",
        "t": "So David said to Joab and the commanders of the army, “Go, number Israel, from Beersheba to Dan, and bring me a report, that I may know their number.”"
    },
    {
        "o": 12019,
        "r": "esv:1 Chronicles:21:3",
        "t": "But Joab said, “May the Lord*s add to his people a hundred times as many as they are! Are they not, my lord the king, all of them my lord’s servants? Why then should my lord require this? Why should it be a cause of guilt for Israel?”"
    },
    {
        "o": 12020,
        "r": "esv:1 Chronicles:21:4",
        "t": "But the king’s word prevailed against Joab. So Joab departed and went throughout all Israel and came back to Jerusalem."
    },
    {
        "o": 12021,
        "r": "esv:1 Chronicles:21:5",
        "t": "And Joab gave the sum of the numbering of the people to David. In all Israel there were 1,100,000 men who drew the sword, and in Judah 470,000 who drew the sword."
    },
    {
        "o": 12022,
        "r": "esv:1 Chronicles:21:6",
        "t": "But he did not include Levi and Benjamin in the numbering, for the king’s command was abhorrent to Joab."
    },
    {
        "o": 12023,
        "r": "esv:1 Chronicles:21:7",
        "t": "But*p God was displeased with this thing, and he struck Israel."
    },
    {
        "o": 12024,
        "r": "esv:1 Chronicles:21:8",
        "t": "And David said to God, “I have sinned greatly in that I have done this thing. But now, please take away the iniquity of your servant, for I have acted very foolishly.”"
    },
    {
        "o": 12025,
        "r": "esv:1 Chronicles:21:9",
        "t": "And the Lord*s spoke to Gad, David’s seer, saying,"
    },
    {
        "o": 12026,
        "r": "esv:1 Chronicles:21:10",
        "t": "“Go and say to David, ‘Thus says the Lord,*s Three things I offer you; choose one of them, that I may do it to you.’”"
    },
    {
        "o": 12027,
        "r": "esv:1 Chronicles:21:11",
        "t": "So Gad came to David and said to him, “Thus says the Lord,*s ‘Choose what you will:"
    },
    {
        "o": 12028,
        "r": "esv:1 Chronicles:21:12",
        "t": "either three years of famine, or three months of devastation by your foes while the sword of your enemies overtakes you, or else three days of the sword of the Lord,*s pestilence on the land, with the angel of the Lord*s destroying throughout all the territory of Israel.’ Now decide what answer I shall return to him who sent me.”"
    },
    {
        "o": 12029,
        "r": "esv:1 Chronicles:21:13",
        "t": "Then David said to Gad, “I am in great distress. Let me fall into the hand of the Lord,*s for his mercy is very great, but do not let me fall into the hand of man.”"
    },
    {
        "o": 12030,
        "r": "esv:1 Chronicles:21:14",
        "t": "So*p the Lord*s sent a pestilence on Israel, and 70,000 men of Israel fell."
    },
    {
        "o": 12031,
        "r": "esv:1 Chronicles:21:15",
        "t": "And God sent the angel to Jerusalem to destroy it, but as he was about to destroy it, the Lord*s saw, and he relented from the calamity. And he said to the angel who was working destruction, “It is enough; now stay your hand.” And the angel of the Lord*s was standing by the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12032,
        "r": "esv:1 Chronicles:21:16",
        "t": "And David lifted his eyes and saw the angel of the Lord*s standing between earth and heaven, and in his hand a drawn sword stretched out over Jerusalem. Then David and the elders, clothed in sackcloth, fell upon their faces."
    },
    {
        "o": 12033,
        "r": "esv:1 Chronicles:21:17",
        "t": "And David said to God, “Was it not I who gave command to number the people? It is I who have sinned and done great evil. But these sheep, what have they done? Please let your hand, O Lord*s my God, be against me and against my father’s house. But do not let the plague be on your people.”"
    },
    {
        "o": 12034,
        "r": "esv:1 Chronicles:21:17",
        "t": "David Builds an Altar",
        "h": 2
    },
    {
        "o": 12035,
        "r": "esv:1 Chronicles:21:18",
        "t": "Now*p the angel of the Lord*s had commanded Gad to say to David that David should go up and raise an altar to the Lord*s on the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12036,
        "r": "esv:1 Chronicles:21:19",
        "t": "So David went up at Gad’s word, which he had spoken in the name of the Lord.*s"
    },
    {
        "o": 12037,
        "r": "esv:1 Chronicles:21:20",
        "t": "Now Ornan was threshing wheat. He turned and saw the angel, and his four sons who were with him hid themselves."
    },
    {
        "o": 12038,
        "r": "esv:1 Chronicles:21:21",
        "t": "As David came to Ornan, Ornan looked and saw David and went out from the threshing floor and paid homage to David with his face to the ground."
    },
    {
        "o": 12039,
        "r": "esv:1 Chronicles:21:22",
        "t": "And David said to Ornan, “Give me the site of the threshing floor that I may build on it an altar to the Lord—*s give it to me at its full price— that the plague may be averted from the people.”"
    },
    {
        "o": 12040,
        "r": "esv:1 Chronicles:21:23",
        "t": "Then Ornan said to David, “Take it, and let my lord the king do what seems good to him. See, I give the oxen for burnt offerings and the threshing sledges for the wood and the wheat for a grain offering; I give it all.”"
    },
    {
        "o": 12041,
        "r": "esv:1 Chronicles:21:24",
        "t": "But King David said to Ornan, “No, but I will buy them for the full price. I will not take for the Lord*s what is yours, nor offer burnt offerings that cost me nothing.”"
    },
    {
        "o": 12042,
        "r": "esv:1 Chronicles:21:25",
        "t": "So David paid Ornan 600 shekels of gold by weight for the site."
    },
    {
        "o": 12043,
        "r": "esv:1 Chronicles:21:26",
        "t": "And David built there an altar to the Lord*s and presented burnt offerings and peace offerings and called on the Lord,*s and the Lord*s answered him with fire from heaven upon the altar of burnt offering."
    },
    {
        "o": 12044,
        "r": "esv:1 Chronicles:21:27",
        "t": "Then the Lord*s commanded the angel, and he put his sword back into its sheath."
    },
    {
        "o": 12045,
        "r": "esv:1 Chronicles:21:28",
        "t": "At*p that time, when David saw that the Lord*s had answered him at the threshing floor of Ornan the Jebusite, he sacrificed there."
    },
    {
        "o": 12046,
        "r": "esv:1 Chronicles:21:29",
        "t": "For the tabernacle of the Lord,*s which Moses had made in the wilderness, and the altar of burnt offering were at that time in the high place at Gibeon,"
    },
    {
        "o": 12047,
        "r": "esv:1 Chronicles:21:30",
        "t": "but David could not go before it to inquire of God, for he was afraid of the sword of the angel of the Lord.*s"
    }
]
