[
    {
        "o": 23128,
        "r": "niv:Ezekiel:24:0",
        "t": "Ezekiel 24",
        "h": 1
    },
    {
        "o": 23129,
        "r": "niv:Ezekiel:24:0",
        "t": "Jerusalem as a Cooking Pot",
        "h": 2
    },
    {
        "o": 23130,
        "r": "niv:Ezekiel:24:1",
        "t": "In*p the ninth year, in the tenth month on the tenth day, the word of the Lord*s came to me:"
    },
    {
        "o": 23131,
        "r": "niv:Ezekiel:24:2",
        "t": "“Son of man, record this date, this very date, because the king of Babylon has laid siege to Jerusalem this very day."
    },
    {
        "o": 23132,
        "r": "niv:Ezekiel:24:3",
        "t": "Tell this rebellious people a parable and say to them: ‘This is what the Sovereign Lord*s says: “ ‘Put*pn on the cooking pot; put it on and*ld pour water into it."
    },
    {
        "o": 23133,
        "r": "niv:Ezekiel:24:4",
        "t": "Put*ln into it the pieces of meat, all*ld the choice pieces—the leg and the shoulder. Fill*ln it with the best of these bones;"
    },
    {
        "o": 23134,
        "r": "niv:Ezekiel:24:5",
        "t": "take*ld the pick of the flock. Pile*ln wood beneath it for the bones; bring*ld it to a boil and*ld cook the bones in it."
    },
    {
        "o": 23135,
        "r": "niv:Ezekiel:24:6",
        "t": "“ ‘For*p this is what the Sovereign Lord*s says: “ ‘Woe*pn to the city of bloodshed, to*ld the pot now encrusted, whose*ld deposit will not go away! Take*ln the meat out piece by piece in*ld whatever order it comes."
    },
    {
        "o": 23136,
        "r": "niv:Ezekiel:24:7",
        "t": "“ ‘For*pn the blood she shed is in her midst: She*ld poured it on the bare rock; she*ln did not pour it on the ground, where*ld the dust would cover it."
    },
    {
        "o": 23137,
        "r": "niv:Ezekiel:24:8",
        "t": "To*ln stir up wrath and take revenge I*ld put her blood on the bare rock, so*ld that it would not be covered."
    },
    {
        "o": 23138,
        "r": "niv:Ezekiel:24:9",
        "t": "“ ‘Therefore*p this is what the Sovereign Lord*s says: “ ‘Woe*pn to the city of bloodshed! I,*ld too, will pile the wood high."
    },
    {
        "o": 23139,
        "r": "niv:Ezekiel:24:10",
        "t": "So*ln heap on the wood and*ld kindle the fire. Cook*ln the meat well, mixing*ld in the spices; and*ld let the bones be charred."
    },
    {
        "o": 23140,
        "r": "niv:Ezekiel:24:11",
        "t": "Then*ln set the empty pot on the coals till*ld it becomes hot and its copper glows, so*ln that its impurities may be melted and*ld its deposit burned away."
    },
    {
        "o": 23141,
        "r": "niv:Ezekiel:24:12",
        "t": "It*ln has frustrated all efforts; its*ld heavy deposit has not been removed, not*ld even by fire."
    },
    {
        "o": 23142,
        "r": "niv:Ezekiel:24:13",
        "t": "“ ‘Now*p your impurity is lewdness. Because I tried to cleanse you but you would not be cleansed from your impurity, you will not be clean again until my wrath against you has subsided."
    },
    {
        "o": 23143,
        "r": "niv:Ezekiel:24:14",
        "t": "“ ‘I*p the Lord*s have spoken. The time has come for me to act. I will not hold back; I will not have pity, nor will I relent. You will be judged according to your conduct and your actions, declares the Sovereign Lord*s .’ ”"
    },
    {
        "o": 23144,
        "r": "niv:Ezekiel:24:14",
        "t": "Ezekiel’s Wife Dies",
        "h": 2
    },
    {
        "o": 23145,
        "r": "niv:Ezekiel:24:15",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23146,
        "r": "niv:Ezekiel:24:16",
        "t": "“Son of man, with one blow I am about to take away from you the delight of your eyes. Yet do not lament or weep or shed any tears."
    },
    {
        "o": 23147,
        "r": "niv:Ezekiel:24:17",
        "t": "Groan quietly; do not mourn for the dead. Keep your turban fastened and your sandals on your feet; do not cover your mustache and beard or eat the customary food of mourners.”"
    },
    {
        "o": 23148,
        "r": "niv:Ezekiel:24:18",
        "t": "So*p I spoke to the people in the morning, and in the evening my wife died. The next morning I did as I had been commanded."
    },
    {
        "o": 23149,
        "r": "niv:Ezekiel:24:19",
        "t": "Then*p the people asked me, “Won’t you tell us what these things have to do with us? Why are you acting like this?”"
    },
    {
        "o": 23150,
        "r": "niv:Ezekiel:24:20",
        "t": "So*p I said to them, “The word of the Lord*s came to me:"
    },
    {
        "o": 23151,
        "r": "niv:Ezekiel:24:21",
        "t": "Say to the people of Israel, ‘This is what the Sovereign Lord*s says: I am about to desecrate my sanctuary—the stronghold in which you take pride, the delight of your eyes, the object of your affection. The sons and daughters you left behind will fall by the sword."
    },
    {
        "o": 23152,
        "r": "niv:Ezekiel:24:22",
        "t": "And you will do as I have done. You will not cover your mustache and beard or eat the customary food of mourners."
    },
    {
        "o": 23153,
        "r": "niv:Ezekiel:24:23",
        "t": "You will keep your turbans on your heads and your sandals on your feet. You will not mourn or weep but will waste away because of your sins and groan among yourselves."
    },
    {
        "o": 23154,
        "r": "niv:Ezekiel:24:24",
        "t": "Ezekiel will be a sign to you; you will do just as he has done. When this happens, you will know that I am the Sovereign Lord.’*s"
    },
    {
        "o": 23155,
        "r": "niv:Ezekiel:24:25",
        "t": "“And*p you, son of man, on the day I take away their stronghold, their joy and glory, the delight of their eyes, their heart’s desire, and their sons and daughters as well—"
    },
    {
        "o": 23156,
        "r": "niv:Ezekiel:24:26",
        "t": "on that day a fugitive will come to tell you the news."
    },
    {
        "o": 23157,
        "r": "niv:Ezekiel:24:27",
        "t": "At that time your mouth will be opened; you will speak with him and will no longer be silent. So you will be a sign to them, and they will know that I am the Lord.”*s"
    }
]
