[
    {
        "o": 32897,
        "r": "niv:1 Timothy:5:0",
        "t": "1 Timothy 5",
        "h": 1
    },
    {
        "o": 32898,
        "r": "niv:1 Timothy:5:0",
        "t": "Widows, Elders and Slaves",
        "h": 2
    },
    {
        "o": 32899,
        "r": "niv:1 Timothy:5:1",
        "t": "Do*p not rebuke an older man harshly, but exhort him as if he were your father. Treat younger men as brothers,"
    },
    {
        "o": 32900,
        "r": "niv:1 Timothy:5:2",
        "t": "older women as mothers, and younger women as sisters, with absolute purity."
    },
    {
        "o": 32901,
        "r": "niv:1 Timothy:5:3",
        "t": "Give*p proper recognition to those widows who are really in need."
    },
    {
        "o": 32902,
        "r": "niv:1 Timothy:5:4",
        "t": "But if a widow has children or grandchildren, these should learn first of all to put their religion into practice by caring for their own family and so repaying their parents and grandparents, for this is pleasing to God."
    },
    {
        "o": 32903,
        "r": "niv:1 Timothy:5:5",
        "t": "The widow who is really in need and left all alone puts her hope in God and continues night and day to pray and to ask God for help."
    },
    {
        "o": 32904,
        "r": "niv:1 Timothy:5:6",
        "t": "But the widow who lives for pleasure is dead even while she lives."
    },
    {
        "o": 32905,
        "r": "niv:1 Timothy:5:7",
        "t": "Give the people these instructions, so that no one may be open to blame."
    },
    {
        "o": 32906,
        "r": "niv:1 Timothy:5:8",
        "t": "Anyone who does not provide for their relatives, and especially for their own household, has denied the faith and is worse than an unbeliever."
    },
    {
        "o": 32907,
        "r": "niv:1 Timothy:5:9",
        "t": "No*p widow may be put on the list of widows unless she is over sixty, has been faithful to her husband,"
    },
    {
        "o": 32908,
        "r": "niv:1 Timothy:5:10",
        "t": "and is well known for her good deeds, such as bringing up children, showing hospitality, washing the feet of the Lord’s people, helping those in trouble and devoting herself to all kinds of good deeds."
    },
    {
        "o": 32909,
        "r": "niv:1 Timothy:5:11",
        "t": "As*p for younger widows, do not put them on such a list. For when their sensual desires overcome their dedication to Christ, they want to marry."
    },
    {
        "o": 32910,
        "r": "niv:1 Timothy:5:12",
        "t": "Thus they bring judgment on themselves, because they have broken their first pledge."
    },
    {
        "o": 32911,
        "r": "niv:1 Timothy:5:13",
        "t": "Besides, they get into the habit of being idle and going about from house to house. And not only do they become idlers, but also busybodies who talk nonsense, saying things they ought not to."
    },
    {
        "o": 32912,
        "r": "niv:1 Timothy:5:14",
        "t": "So I counsel younger widows to marry, to have children, to manage their homes and to give the enemy no opportunity for slander."
    },
    {
        "o": 32913,
        "r": "niv:1 Timothy:5:15",
        "t": "Some have in fact already turned away to follow Satan."
    },
    {
        "o": 32914,
        "r": "niv:1 Timothy:5:16",
        "t": "If*p any woman who is a believer has widows in her care, she should continue to help them and not let the church be burdened with them, so that the church can help those widows who are really in need."
    },
    {
        "o": 32915,
        "r": "niv:1 Timothy:5:17",
        "t": "The*p elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching."
    },
    {
        "o": 32916,
        "r": "niv:1 Timothy:5:18",
        "t": "For Scripture says, “Do not muzzle an ox while it is treading out the grain,” and “The worker deserves his wages.”"
    },
    {
        "o": 32917,
        "r": "niv:1 Timothy:5:19",
        "t": "Do not entertain an accusation against an elder unless it is brought by two or three witnesses."
    },
    {
        "o": 32918,
        "r": "niv:1 Timothy:5:20",
        "t": "But those elders who are sinning you are to reprove before everyone, so that the others may take warning."
    },
    {
        "o": 32919,
        "r": "niv:1 Timothy:5:21",
        "t": "I charge you, in the sight of God and Christ Jesus and the elect angels, to keep these instructions without partiality, and to do nothing out of favoritism."
    },
    {
        "o": 32920,
        "r": "niv:1 Timothy:5:22",
        "t": "Do*p not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure."
    },
    {
        "o": 32921,
        "r": "niv:1 Timothy:5:23",
        "t": "Stop*p drinking only water, and use a little wine because of your stomach and your frequent illnesses."
    },
    {
        "o": 32922,
        "r": "niv:1 Timothy:5:24",
        "t": "The*p sins of some are obvious, reaching the place of judgment ahead of them; the sins of others trail behind them."
    },
    {
        "o": 32923,
        "r": "niv:1 Timothy:5:25",
        "t": "In the same way, good deeds are obvious, and even those that are not obvious cannot remain hidden forever."
    }
]
