[
    {
        "o": 6483,
        "r": "csb:Joshua:2:0",
        "t": "Joshua 2",
        "h": 1
    },
    {
        "o": 6484,
        "r": "csb:Joshua:2:0",
        "t": "Spies Sent to Jericho",
        "h": 2
    },
    {
        "o": 6485,
        "r": "csb:Joshua:2:1",
        "t": "Joshua*p son of Nun secretly sent two men as spies from the Acacia Grove, saying, “Go and scout the land, especially Jericho.” So they left, and they came to the house of a prostitute named Rahab, and stayed there."
    },
    {
        "o": 6486,
        "r": "csb:Joshua:2:2",
        "t": "The*p king of Jericho was told, “Look, some of the Israelite men have come here tonight to investigate the land.”"
    },
    {
        "o": 6487,
        "r": "csb:Joshua:2:3",
        "t": "Then the king of Jericho sent word to Rahab and said, “Bring out the men who came to you and entered your house, for they came to investigate the entire land.”"
    },
    {
        "o": 6488,
        "r": "csb:Joshua:2:4",
        "t": "But*p the woman had taken the two men and hidden them. So she said, “Yes, the men did come to me, but I didn’t know where they were from."
    },
    {
        "o": 6489,
        "r": "csb:Joshua:2:5",
        "t": "At nightfall, when the city gate was about to close, the men went out, and I don’t know where they were going. Chase after them quickly, and you can catch up with them!”"
    },
    {
        "o": 6490,
        "r": "csb:Joshua:2:6",
        "t": "But she had taken them up to the roof and hidden them among the stalks of flax that she had arranged on the roof."
    },
    {
        "o": 6491,
        "r": "csb:Joshua:2:7",
        "t": "The men pursued them along the road to the fords of the Jordan, and as soon as they left to pursue them, the city gate was shut."
    },
    {
        "o": 6492,
        "r": "csb:Joshua:2:7",
        "t": "The Promise to Rahab",
        "h": 2
    },
    {
        "o": 6493,
        "r": "csb:Joshua:2:8",
        "t": "Before*p the men fell asleep, she went up on the roof"
    },
    {
        "o": 6494,
        "r": "csb:Joshua:2:9",
        "t": "and said to them, “I know that the Lord*s has given you this land and that the terror of you has fallen on us, and everyone who lives in the land is panicking because of you."
    },
    {
        "o": 6495,
        "r": "csb:Joshua:2:10",
        "t": "For we have heard how the Lord*s dried up the water of the Red Sea before you when you came out of Egypt, and what you did to Sihon and Og, the two Amorite kings you completely destroyed across the Jordan."
    },
    {
        "o": 6496,
        "r": "csb:Joshua:2:11",
        "t": "When we heard this, we lost heart, and everyone’s courage failed because of you, for the Lord*s your God is God in heaven above and on earth below."
    },
    {
        "o": 6497,
        "r": "csb:Joshua:2:12",
        "t": "Now please swear to me by the Lord*s that you will also show kindness to my father’s family, because I showed kindness to you. Give me a sure sign"
    },
    {
        "o": 6498,
        "r": "csb:Joshua:2:13",
        "t": "that you will spare the lives of my father, mother, brothers, sisters, and all who belong to them, and save us from death.”"
    },
    {
        "o": 6499,
        "r": "csb:Joshua:2:14",
        "t": "The*p men answered her, “We will give our lives for yours. If you don’t report our mission, we will show kindness and faithfulness to you when the Lord*s gives us the land.”"
    },
    {
        "o": 6500,
        "r": "csb:Joshua:2:15",
        "t": "Then*p she let them down by a rope through the window, since she lived in a house that was built into the wall of the city."
    },
    {
        "o": 6501,
        "r": "csb:Joshua:2:16",
        "t": "“Go to the hill country so that the men pursuing you won’t find you,” she said to them. “Hide there for three days until they return; afterward, go on your way.”"
    },
    {
        "o": 6502,
        "r": "csb:Joshua:2:17",
        "t": "The*p men said to her, “We will be free from this oath you made us swear,"
    },
    {
        "o": 6503,
        "r": "csb:Joshua:2:18",
        "t": "unless, when we enter the land, you tie this scarlet cord to the window through which you let us down. Bring your father, mother, brothers, and all your father’s family into your house."
    },
    {
        "o": 6504,
        "r": "csb:Joshua:2:19",
        "t": "If anyone goes out the doors of your house, his death will be his own fault, and we will be innocent. But if anyone with you in the house should be harmed, his death will be our fault."
    },
    {
        "o": 6505,
        "r": "csb:Joshua:2:20",
        "t": "And if you report our mission, we are free from the oath you made us swear.”"
    },
    {
        "o": 6506,
        "r": "csb:Joshua:2:21",
        "t": "“Let*p it be as you say,” she replied, and she sent them away. After they had gone, she tied the scarlet cord to the window."
    },
    {
        "o": 6507,
        "r": "csb:Joshua:2:22",
        "t": "So*p the two men went into the hill country and stayed there three days until the pursuers had returned. They searched all along the way, but did not find them."
    },
    {
        "o": 6508,
        "r": "csb:Joshua:2:23",
        "t": "Then the men returned, came down from the hill country, and crossed the Jordan. They went to Joshua son of Nun and reported everything that had happened to them."
    },
    {
        "o": 6509,
        "r": "csb:Joshua:2:24",
        "t": "They told Joshua, “The Lord*s has handed over the entire land to us. Everyone who lives in the land is also panicking because of us.”"
    }
]
