[
    {
        "o": 5504,
        "r": "csb:Deuteronomy:4:0",
        "t": "Deuteronomy 4",
        "h": 1
    },
    {
        "o": 5505,
        "r": "csb:Deuteronomy:4:0",
        "t": "Call to Obedience",
        "h": 2
    },
    {
        "o": 5506,
        "r": "csb:Deuteronomy:4:1",
        "t": "“Now,*p Israel, listen to the statutes and ordinances I am teaching you to follow, so that you may live, enter, and take possession of the land the Lord,*s the God of your ancestors, is giving you."
    },
    {
        "o": 5507,
        "r": "csb:Deuteronomy:4:2",
        "t": "You must not add anything to what I command you or take anything away from it, so that you may keep the commands of the Lord*s your God I am giving you."
    },
    {
        "o": 5508,
        "r": "csb:Deuteronomy:4:3",
        "t": "Your eyes have seen what the Lord*s did at Baal-peor, for the Lord*s your God destroyed every one of you who followed Baal of Peor."
    },
    {
        "o": 5509,
        "r": "csb:Deuteronomy:4:4",
        "t": "But you who have remained faithful to the Lord*s your God are all alive today."
    },
    {
        "o": 5510,
        "r": "csb:Deuteronomy:4:5",
        "t": "Look, I have taught you statutes and ordinances as the Lord*s my God has commanded me, so that you may follow them in the land you are entering to possess."
    },
    {
        "o": 5511,
        "r": "csb:Deuteronomy:4:6",
        "t": "Carefully follow them, for this will show your wisdom and understanding in the eyes of the peoples. When they hear about all these statutes, they will say, ‘This great nation is indeed a wise and understanding people.’"
    },
    {
        "o": 5512,
        "r": "csb:Deuteronomy:4:7",
        "t": "For what great nation is there that has a god near to it as the Lord*s our God is to us whenever we call to him?"
    },
    {
        "o": 5513,
        "r": "csb:Deuteronomy:4:8",
        "t": "And what great nation has righteous statutes and ordinances like this entire law I set before you today?"
    },
    {
        "o": 5514,
        "r": "csb:Deuteronomy:4:9",
        "t": "“Only*p be on your guard and diligently watch yourselves, so that you don’t forget the things your eyes have seen and so that they don’t slip from your mind as long as you live. Teach them to your children and your grandchildren."
    },
    {
        "o": 5515,
        "r": "csb:Deuteronomy:4:10",
        "t": "The day you stood before the Lord*s your God at Horeb, the Lord*s said to me, ‘Assemble the people before me, and I will let them hear my words, so that they may learn to fear me all the days they live on the earth and may instruct their children.’"
    },
    {
        "o": 5516,
        "r": "csb:Deuteronomy:4:11",
        "t": "You came near and stood at the base of the mountain, a mountain blazing with fire into the heavens and enveloped in a totally black cloud."
    },
    {
        "o": 5517,
        "r": "csb:Deuteronomy:4:12",
        "t": "Then the Lord*s spoke to you from the fire. You kept hearing the sound of the words, but didn’t see a form; there was only a voice."
    },
    {
        "o": 5518,
        "r": "csb:Deuteronomy:4:13",
        "t": "He declared his covenant to you. He commanded you to follow the Ten Commandments, which he wrote on two stone tablets."
    },
    {
        "o": 5519,
        "r": "csb:Deuteronomy:4:14",
        "t": "At that time the Lord*s commanded me to teach you statutes and ordinances for you to follow in the land you are about to cross into and possess."
    },
    {
        "o": 5520,
        "r": "csb:Deuteronomy:4:14",
        "t": "Worshiping the True God",
        "h": 2
    },
    {
        "o": 5521,
        "r": "csb:Deuteronomy:4:15",
        "t": "“Diligently*p watch yourselves - because you did not see any form on the day the Lord*s spoke to you out of the fire at Horeb -"
    },
    {
        "o": 5522,
        "r": "csb:Deuteronomy:4:16",
        "t": "so you don’t act corruptly and make an idol for yourselves in the shape of any figure: a male or female form,"
    },
    {
        "o": 5523,
        "r": "csb:Deuteronomy:4:17",
        "t": "or the form of any animal on the earth, any winged creature that flies in the sky,"
    },
    {
        "o": 5524,
        "r": "csb:Deuteronomy:4:18",
        "t": "any creature that crawls on the ground, or any fish in the waters under the earth."
    },
    {
        "o": 5525,
        "r": "csb:Deuteronomy:4:19",
        "t": "When you look to the heavens and see the sun, moon, and stars - all the stars in the sky - do not be led astray to bow in worship to them and serve them. The Lord*s your God has provided them for all people everywhere under heaven."
    },
    {
        "o": 5526,
        "r": "csb:Deuteronomy:4:20",
        "t": "But the Lord*s selected you and brought you out of Egypt’s iron furnace to be a people for his inheritance, as you are today."
    },
    {
        "o": 5527,
        "r": "csb:Deuteronomy:4:21",
        "t": "“The*p Lord*s was angry with me on your account. He swore that I would not cross the Jordan and enter the good land the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 5528,
        "r": "csb:Deuteronomy:4:22",
        "t": "I won’t be crossing the Jordan because I am going to die in this land. But you are about to cross over and take possession of this good land."
    },
    {
        "o": 5529,
        "r": "csb:Deuteronomy:4:23",
        "t": "Be careful not to forget the covenant of the Lord*s your God that he made with you, and make an idol for yourselves in the shape of anything he has forbidden you."
    },
    {
        "o": 5530,
        "r": "csb:Deuteronomy:4:24",
        "t": "For the Lord*s your God is a consuming fire, a jealous God."
    },
    {
        "o": 5531,
        "r": "csb:Deuteronomy:4:25",
        "t": "“When*p you have children and grandchildren and have been in the land a long time, and if you act corruptly, make an idol in the form of anything, and do what is evil in the sight of the Lord*s your God, angering him,"
    },
    {
        "o": 5532,
        "r": "csb:Deuteronomy:4:26",
        "t": "I call heaven and earth as witnesses against you today that you will quickly perish from the land you are about to cross the Jordan to possess. You will not live long there, but you will certainly be destroyed."
    },
    {
        "o": 5533,
        "r": "csb:Deuteronomy:4:27",
        "t": "The Lord*s will scatter you among the peoples, and you will be reduced to a few survivors among the nations where the Lord*s your God will drive you."
    },
    {
        "o": 5534,
        "r": "csb:Deuteronomy:4:28",
        "t": "There you will worship man-made gods of wood and stone, which cannot see, hear, eat, or smell."
    },
    {
        "o": 5535,
        "r": "csb:Deuteronomy:4:29",
        "t": "But from there, you will search for the Lord*s your God, and you will find him when you seek him with all your heart and all your soul."
    },
    {
        "o": 5536,
        "r": "csb:Deuteronomy:4:30",
        "t": "When you are in distress and all these things have happened to you, in the future you will return to the Lord*s your God and obey him."
    },
    {
        "o": 5537,
        "r": "csb:Deuteronomy:4:31",
        "t": "He will not leave you, destroy you, or forget the covenant with your ancestors that he swore to them by oath, because the Lord*s your God is a compassionate God."
    },
    {
        "o": 5538,
        "r": "csb:Deuteronomy:4:32",
        "t": "“Indeed,*p ask about the earlier days that preceded you, from the day God created mankind on the earth and from one end of the heavens to the other: Has anything like this great event ever happened, or has anything like it been heard of?"
    },
    {
        "o": 5539,
        "r": "csb:Deuteronomy:4:33",
        "t": "Has a people heard God’s voice speaking from the fire as you have, and lived?"
    },
    {
        "o": 5540,
        "r": "csb:Deuteronomy:4:34",
        "t": "Or has a god attempted to go and take a nation as his own out of another nation, by trials, signs, wonders, and war, by a strong hand and an outstretched arm, by great terrors, as the Lord*s your God did for you in Egypt before your eyes?"
    },
    {
        "o": 5541,
        "r": "csb:Deuteronomy:4:35",
        "t": "You were shown these things so that you would know that the Lord*s is God; there is no other besides him."
    },
    {
        "o": 5542,
        "r": "csb:Deuteronomy:4:36",
        "t": "He let you hear his voice from heaven to instruct you. He showed you his great fire on earth, and you heard his words from the fire."
    },
    {
        "o": 5543,
        "r": "csb:Deuteronomy:4:37",
        "t": "Because he loved your ancestors, he chose their descendants after them and brought you out of Egypt by his presence and great power,"
    },
    {
        "o": 5544,
        "r": "csb:Deuteronomy:4:38",
        "t": "to drive out before you nations greater and stronger than you and to bring you in and give you their land as an inheritance, as is now taking place."
    },
    {
        "o": 5545,
        "r": "csb:Deuteronomy:4:39",
        "t": "Today, recognize and keep in mind that the Lord*s is God in heaven above and on earth below; there is no other."
    },
    {
        "o": 5546,
        "r": "csb:Deuteronomy:4:40",
        "t": "Keep his statutes and commands, which I am giving you today, so that you and your children after you may prosper and so that you may live long in the land the Lord*s your God is giving you for all time.”"
    },
    {
        "o": 5547,
        "r": "csb:Deuteronomy:4:40",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5548,
        "r": "csb:Deuteronomy:4:41",
        "t": "Then*p Moses set apart three cities across the Jordan to the east."
    },
    {
        "o": 5549,
        "r": "csb:Deuteronomy:4:42",
        "t": "Someone could flee there who committed manslaughter, killing his neighbor accidentally without previously hating him. He could flee to one of these cities and stay alive:"
    },
    {
        "o": 5550,
        "r": "csb:Deuteronomy:4:43",
        "t": "Bezer in the wilderness on the plateau land, belonging to the Reubenites; Ramoth in Gilead, belonging to the Gadites; or Golan in Bashan, belonging to the Manassites."
    },
    {
        "o": 5551,
        "r": "csb:Deuteronomy:4:43",
        "t": "Introduction to the Law",
        "h": 2
    },
    {
        "o": 5552,
        "r": "csb:Deuteronomy:4:44",
        "t": "This*p is the law Moses gave the Israelites."
    },
    {
        "o": 5553,
        "r": "csb:Deuteronomy:4:45",
        "t": "These are the decrees, statutes, and ordinances Moses proclaimed to them after they came out of Egypt,"
    },
    {
        "o": 5554,
        "r": "csb:Deuteronomy:4:46",
        "t": "across the Jordan in the valley facing Beth-peor in the land of King Sihon of the Amorites. He lived in Heshbon, and Moses and the Israelites defeated him after they came out of Egypt."
    },
    {
        "o": 5555,
        "r": "csb:Deuteronomy:4:47",
        "t": "They took possession of his land and the land of Og king of Bashan, the two Amorite kings who were across the Jordan to the east,"
    },
    {
        "o": 5556,
        "r": "csb:Deuteronomy:4:48",
        "t": "from Aroer on the rim of the Arnon Valley as far as Mount Sion (that is, Hermon)"
    },
    {
        "o": 5557,
        "r": "csb:Deuteronomy:4:49",
        "t": "and all the Arabah on the east side of the Jordan as far as the Dead Sea below the slopes of Pisgah."
    }
]
