[
    {
        "o": 1771,
        "r": "esv:Exodus:5:0",
        "t": "Exodus 5",
        "h": 1
    },
    {
        "o": 1772,
        "r": "esv:Exodus:5:0",
        "t": "Making Bricks Without Straw",
        "h": 2
    },
    {
        "o": 1773,
        "r": "esv:Exodus:5:1",
        "t": "Afterward*p Moses and Aaron went and said to Pharaoh, “Thus says the Lord,*s the God of Israel, ‘Let my people go, that they may hold a feast to me in the wilderness.’”"
    },
    {
        "o": 1774,
        "r": "esv:Exodus:5:2",
        "t": "But Pharaoh said, “Who is the Lord,*s that I should obey his voice and let Israel go? I do not know the Lord,*s and moreover, I will not let Israel go.”"
    },
    {
        "o": 1775,
        "r": "esv:Exodus:5:3",
        "t": "Then they said, “The God of the Hebrews has met with us. Please let us go a three days’ journey into the wilderness that we may sacrifice to the Lord*s our God, lest he fall upon us with pestilence or with the sword.”"
    },
    {
        "o": 1776,
        "r": "esv:Exodus:5:4",
        "t": "But the king of Egypt said to them, “Moses and Aaron, why do you take the people away from their work? Get back to your burdens.”"
    },
    {
        "o": 1777,
        "r": "esv:Exodus:5:5",
        "t": "And Pharaoh said, “Behold, the people of the land are now many, and you make them rest from their burdens!”"
    },
    {
        "o": 1778,
        "r": "esv:Exodus:5:6",
        "t": "The same day Pharaoh commanded the taskmasters of the people and their foremen,"
    },
    {
        "o": 1779,
        "r": "esv:Exodus:5:7",
        "t": "“You shall no longer give the people straw to make bricks, as in the past; let them go and gather straw for themselves."
    },
    {
        "o": 1780,
        "r": "esv:Exodus:5:8",
        "t": "But the number of bricks that they made in the past you shall impose on them, you shall by no means reduce it, for they are idle. Therefore they cry, ‘Let us go and offer sacrifice to our God.’"
    },
    {
        "o": 1781,
        "r": "esv:Exodus:5:9",
        "t": "Let heavier work be laid on the men that they may labor at it and pay no regard to lying words.”"
    },
    {
        "o": 1782,
        "r": "esv:Exodus:5:10",
        "t": "So*p the taskmasters and the foremen of the people went out and said to the people, “Thus says Pharaoh, ‘I will not give you straw."
    },
    {
        "o": 1783,
        "r": "esv:Exodus:5:11",
        "t": "Go and get your straw yourselves wherever you can find it, but your work will not be reduced in the least.’”"
    },
    {
        "o": 1784,
        "r": "esv:Exodus:5:12",
        "t": "So the people were scattered throughout all the land of Egypt to gather stubble for straw."
    },
    {
        "o": 1785,
        "r": "esv:Exodus:5:13",
        "t": "The taskmasters were urgent, saying, “Complete your work, your daily task each day, as when there was straw.”"
    },
    {
        "o": 1786,
        "r": "esv:Exodus:5:14",
        "t": "And the foremen of the people of Israel, whom Pharaoh’s taskmasters had set over them, were beaten and were asked, “Why have you not done all your task of making bricks today and yesterday, as in the past?”"
    },
    {
        "o": 1787,
        "r": "esv:Exodus:5:15",
        "t": "Then*p the foremen of the people of Israel came and cried to Pharaoh, “Why do you treat your servants like this?"
    },
    {
        "o": 1788,
        "r": "esv:Exodus:5:16",
        "t": "No straw is given to your servants, yet they say to us, ‘Make bricks!’ And behold, your servants are beaten; but the fault is in your own people.”"
    },
    {
        "o": 1789,
        "r": "esv:Exodus:5:17",
        "t": "But he said, “You are idle, you are idle; that is why you say, ‘Let us go and sacrifice to the Lord.’*s"
    },
    {
        "o": 1790,
        "r": "esv:Exodus:5:18",
        "t": "Go now and work. No straw will be given you, but you must still deliver the same number of bricks.”"
    },
    {
        "o": 1791,
        "r": "esv:Exodus:5:19",
        "t": "The foremen of the people of Israel saw that they were in trouble when they said, “You shall by no means reduce your number of bricks, your daily task each day.”"
    },
    {
        "o": 1792,
        "r": "esv:Exodus:5:20",
        "t": "They met Moses and Aaron, who were waiting for them, as they came out from Pharaoh;"
    },
    {
        "o": 1793,
        "r": "esv:Exodus:5:21",
        "t": "and they said to them, “The Lord*s look on you and judge, because you have made us stink in the sight of Pharaoh and his servants, and have put a sword in their hand to kill us.”"
    },
    {
        "o": 1794,
        "r": "esv:Exodus:5:22",
        "t": "Then*p Moses turned to the Lord*s and said, “O Lord, why have you done evil to this people? Why did you ever send me?"
    },
    {
        "o": 1795,
        "r": "esv:Exodus:5:23",
        "t": "For since I came to Pharaoh to speak in your name, he has done evil to this people, and you have not delivered your people at all.”"
    }
]
