[
    {
        "o": 31804,
        "r": "nasb:1 Corinthians:10:0",
        "t": "1 Corinthians 10",
        "h": 1
    },
    {
        "o": 31805,
        "r": "nasb:1 Corinthians:10:0",
        "t": "Avoid Israel’s Mistakes",
        "h": 2
    },
    {
        "o": 31806,
        "r": "nasb:1 Corinthians:10:1",
        "t": "For*p I do not want you to be unaware, brethren, that our fathers were all under the cloud and all passed through the sea;"
    },
    {
        "o": 31807,
        "r": "nasb:1 Corinthians:10:2",
        "t": "and all were baptized into Moses in the cloud and in the sea;"
    },
    {
        "o": 31808,
        "r": "nasb:1 Corinthians:10:3",
        "t": "and all ate the same spiritual food;"
    },
    {
        "o": 31809,
        "r": "nasb:1 Corinthians:10:4",
        "t": "and all drank the same spiritual drink, for they were drinking from a spiritual rock which followed them; and the rock was Christ."
    },
    {
        "o": 31810,
        "r": "nasb:1 Corinthians:10:5",
        "t": "Nevertheless, with most of them God was not well-pleased; for they were laid low in the wilderness."
    },
    {
        "o": 31811,
        "r": "nasb:1 Corinthians:10:6",
        "t": "Now*p these things happened as examples for us, so that we would not crave evil things as they also craved."
    },
    {
        "o": 31812,
        "r": "nasb:1 Corinthians:10:7",
        "t": "Do not be idolaters, as some of them were; as it is written, “The*s people*s sat*s down*s to*s eat*s and*s drink,*s and*s stood*s up*s to*s play.”*s"
    },
    {
        "o": 31813,
        "r": "nasb:1 Corinthians:10:8",
        "t": "Nor let us act immorally, as some of them did, and twenty-three thousand fell in one day."
    },
    {
        "o": 31814,
        "r": "nasb:1 Corinthians:10:9",
        "t": "Nor let us try the Lord, as some of them did, and were destroyed by the serpents."
    },
    {
        "o": 31815,
        "r": "nasb:1 Corinthians:10:10",
        "t": "Nor grumble, as some of them did, and were destroyed by the destroyer."
    },
    {
        "o": 31816,
        "r": "nasb:1 Corinthians:10:11",
        "t": "Now these things happened to them as an example, and they were written for our instruction, upon whom the ends of the ages have come."
    },
    {
        "o": 31817,
        "r": "nasb:1 Corinthians:10:12",
        "t": "Therefore let him who thinks he stands take heed that he does not fall."
    },
    {
        "o": 31818,
        "r": "nasb:1 Corinthians:10:13",
        "t": "No temptation has overtaken you but such as is common to man; and God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will provide the way of escape also, so that you will be able to endure it."
    },
    {
        "o": 31819,
        "r": "nasb:1 Corinthians:10:14",
        "t": "Therefore,*p my beloved, flee from idolatry."
    },
    {
        "o": 31820,
        "r": "nasb:1 Corinthians:10:15",
        "t": "I speak as to wise men; you judge what I say."
    },
    {
        "o": 31821,
        "r": "nasb:1 Corinthians:10:16",
        "t": "Is not the cup of blessing which we bless a sharing in the blood of Christ? Is not the bread which we break a sharing in the body of Christ?"
    },
    {
        "o": 31822,
        "r": "nasb:1 Corinthians:10:17",
        "t": "Since there is one bread, we who are many are one body; for we all partake of the one bread."
    },
    {
        "o": 31823,
        "r": "nasb:1 Corinthians:10:18",
        "t": "Look at the nation Israel; are not those who eat the sacrifices sharers in the altar?"
    },
    {
        "o": 31824,
        "r": "nasb:1 Corinthians:10:19",
        "t": "What do I mean then? That a thing sacrificed to idols is anything, or that an idol is anything?"
    },
    {
        "o": 31825,
        "r": "nasb:1 Corinthians:10:20",
        "t": "No,*i but I*i say*i that the things which the Gentiles sacrifice, they sacrifice to demons and not to God; and I do not want you to become sharers in demons."
    },
    {
        "o": 31826,
        "r": "nasb:1 Corinthians:10:21",
        "t": "You cannot drink the cup of the Lord and the cup of demons; you cannot partake of the table of the Lord and the table of demons."
    },
    {
        "o": 31827,
        "r": "nasb:1 Corinthians:10:22",
        "t": "Or do we provoke the Lord to jealousy? We are not stronger than He, are we?"
    },
    {
        "o": 31828,
        "r": "nasb:1 Corinthians:10:23",
        "t": "All*p things are lawful, but not all things are profitable. All things are lawful, but not all things edify."
    },
    {
        "o": 31829,
        "r": "nasb:1 Corinthians:10:24",
        "t": "Let no one seek his own good,*i but that of his neighbor."
    },
    {
        "o": 31830,
        "r": "nasb:1 Corinthians:10:25",
        "t": "Eat anything that is sold in the meat market without asking questions for conscience’ sake;"
    },
    {
        "o": 31831,
        "r": "nasb:1 Corinthians:10:26",
        "t": "for*s the*s earth*s is*s the*s Lord’s,*s and*s all*s it*s contains.*s"
    },
    {
        "o": 31832,
        "r": "nasb:1 Corinthians:10:27",
        "t": "If one of the unbelievers invites you and you want to go, eat anything that is set before you without asking questions for conscience’ sake."
    },
    {
        "o": 31833,
        "r": "nasb:1 Corinthians:10:28",
        "t": "But if anyone says to you, “This is meat sacrificed to idols,” do not eat it,*i for the sake of the one who informed you,*i and for conscience’ sake;"
    },
    {
        "o": 31834,
        "r": "nasb:1 Corinthians:10:29",
        "t": "I mean not your own conscience, but the other man’s;*i for why is my freedom judged by another’s conscience?"
    },
    {
        "o": 31835,
        "r": "nasb:1 Corinthians:10:30",
        "t": "If I partake with thankfulness, why am I slandered concerning that for which I give thanks?"
    },
    {
        "o": 31836,
        "r": "nasb:1 Corinthians:10:31",
        "t": "Whether,*p then, you eat or drink or whatever you do, do all to the glory of God."
    },
    {
        "o": 31837,
        "r": "nasb:1 Corinthians:10:32",
        "t": "Give no offense either to Jews or to Greeks or to the church of God;"
    },
    {
        "o": 31838,
        "r": "nasb:1 Corinthians:10:33",
        "t": "just as I also please all men in all things, not seeking my own profit but the profit*i of the many, so that they may be saved."
    }
]
