[
    {
        "o": 24028,
        "r": "csb:Ezekiel:36:0",
        "t": "Ezekiel 36",
        "h": 1
    },
    {
        "o": 24029,
        "r": "csb:Ezekiel:36:0",
        "t": "Restoration of Israel’s Mountains",
        "h": 2
    },
    {
        "o": 24030,
        "r": "csb:Ezekiel:36:1",
        "t": "“Son*p of man, prophesy to the mountains of Israel and say, ‘Mountains of Israel, hear the word of the Lord.*s"
    },
    {
        "o": 24031,
        "r": "csb:Ezekiel:36:2",
        "t": "This is what the Lord God*s says: Because the enemy has said about you, “Aha! The ancient heights have become our possession,”’"
    },
    {
        "o": 24032,
        "r": "csb:Ezekiel:36:3",
        "t": "therefore, prophesy and say, ‘This is what the Lord God*s says: Because they have made you desolate and have trampled you from every side, so that you became a possession for the rest of the nations and an object of people’s gossip and slander,"
    },
    {
        "o": 24033,
        "r": "csb:Ezekiel:36:4",
        "t": "therefore, mountains of Israel, hear the word of the Lord God.*s This is what the Lord God*s says to the mountains and hills, to the ravines and valleys, to the desolate ruins and abandoned cities, which have become plunder and a mockery to the rest of the nations all around."
    },
    {
        "o": 24034,
        "r": "csb:Ezekiel:36:5",
        "t": "“‘This*p is what the Lord God*s says: Certainly in my burning zeal I speak against the rest of the nations and all of Edom, who took my land as their own possession with wholehearted rejoicing and utter contempt so that its pastureland became plunder."
    },
    {
        "o": 24035,
        "r": "csb:Ezekiel:36:6",
        "t": "Therefore, prophesy concerning Israel’s land, and say to the mountains and hills, to the ravines and valleys: This is what the Lord God*s says: Look, I speak in my burning zeal because you have endured the insults of the nations."
    },
    {
        "o": 24036,
        "r": "csb:Ezekiel:36:7",
        "t": "Therefore, this is what the Lord God*s says: I swear that the nations all around you will endure their own insults."
    },
    {
        "o": 24037,
        "r": "csb:Ezekiel:36:8",
        "t": "“‘You,*p mountains of Israel, will produce your branches and bear your fruit for my people Israel, since their arrival is near."
    },
    {
        "o": 24038,
        "r": "csb:Ezekiel:36:9",
        "t": "Look! I am on your side; I will turn toward you, and you will be tilled and sown."
    },
    {
        "o": 24039,
        "r": "csb:Ezekiel:36:10",
        "t": "I will fill you with people, with the whole house of Israel in its entirety. The cities will be inhabited and the ruins rebuilt."
    },
    {
        "o": 24040,
        "r": "csb:Ezekiel:36:11",
        "t": "I will fill you with people and animals, and they will increase and be fruitful. I will make you inhabited as you once were and make you better off than you were before. Then you will know that I am the Lord.*s"
    },
    {
        "o": 24041,
        "r": "csb:Ezekiel:36:12",
        "t": "I will cause people, my people Israel, to walk on you; they will possess you, and you will be their inheritance. You will no longer deprive them of their children."
    },
    {
        "o": 24042,
        "r": "csb:Ezekiel:36:13",
        "t": "“‘This*p is what the Lord God*s says: Because some are saying to you, “You devour people and deprive your nation of children,”"
    },
    {
        "o": 24043,
        "r": "csb:Ezekiel:36:14",
        "t": "therefore, you will no longer devour people and deprive your nation of children. This is the declaration of the Lord God.*s"
    },
    {
        "o": 24044,
        "r": "csb:Ezekiel:36:15",
        "t": "I will no longer allow the insults of the nations to be heard against you, and you will not have to endure the reproach of the peoples anymore; you will no longer cause your nation to stumble. This is the declaration of the Lord God*s .’”"
    },
    {
        "o": 24045,
        "r": "csb:Ezekiel:36:15",
        "t": "Restoration of Israel’s People",
        "h": 2
    },
    {
        "o": 24046,
        "r": "csb:Ezekiel:36:16",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 24047,
        "r": "csb:Ezekiel:36:17",
        "t": "“Son of man, while the house of Israel lived in their land, they defiled it with their conduct and actions. Their behavior before me was like menstrual impurity."
    },
    {
        "o": 24048,
        "r": "csb:Ezekiel:36:18",
        "t": "So I poured out my wrath on them because of the blood they had shed on the land, and because they had defiled it with their idols."
    },
    {
        "o": 24049,
        "r": "csb:Ezekiel:36:19",
        "t": "I dispersed them among the nations, and they were scattered among the countries. I judged them according to their conduct and actions."
    },
    {
        "o": 24050,
        "r": "csb:Ezekiel:36:20",
        "t": "When they came to the nations where they went, they profaned my holy name, because it was said about them, ‘These are the people of the Lord,*s yet they had to leave his land in exile.’"
    },
    {
        "o": 24051,
        "r": "csb:Ezekiel:36:21",
        "t": "Then I had concern for my holy name, which the house of Israel profaned among the nations where they went."
    },
    {
        "o": 24052,
        "r": "csb:Ezekiel:36:22",
        "t": "“Therefore,*p say to the house of Israel, ‘This is what the Lord God*s says: It is not for your sake that I will act, house of Israel, but for my holy name, which you profaned among the nations where you went."
    },
    {
        "o": 24053,
        "r": "csb:Ezekiel:36:23",
        "t": "I will honor the holiness of my great name, which has been profaned among the nations - the name you have profaned among them. The nations will know that I am the Lord-*s this is the declaration of the Lord God-*s when I demonstrate my holiness through you in their sight."
    },
    {
        "o": 24054,
        "r": "csb:Ezekiel:36:24",
        "t": "“‘For*p I will take you from the nations and gather you from all the countries, and will bring you into your own land."
    },
    {
        "o": 24055,
        "r": "csb:Ezekiel:36:25",
        "t": "I will also sprinkle clean water on you, and you will be clean. I will cleanse you from all your impurities and all your idols."
    },
    {
        "o": 24056,
        "r": "csb:Ezekiel:36:26",
        "t": "I will give you a new heart and put a new spirit within you; I will remove your heart of stone and give you a heart of flesh."
    },
    {
        "o": 24057,
        "r": "csb:Ezekiel:36:27",
        "t": "I will place my Spirit within you and cause you to follow my statutes and carefully observe my ordinances."
    },
    {
        "o": 24058,
        "r": "csb:Ezekiel:36:28",
        "t": "You will live in the land that I gave your ancestors; you will be my people, and I will be your God."
    },
    {
        "o": 24059,
        "r": "csb:Ezekiel:36:29",
        "t": "I will save you from all your uncleanness. I will summon the grain and make it plentiful, and I will not bring famine on you."
    },
    {
        "o": 24060,
        "r": "csb:Ezekiel:36:30",
        "t": "I will also make the fruit of the trees and the produce of the field plentiful, so that you will no longer experience reproach among the nations on account of famine."
    },
    {
        "o": 24061,
        "r": "csb:Ezekiel:36:31",
        "t": "“‘You*p will remember your evil ways and your deeds that were not good, and you will loathe yourselves for your iniquities and detestable practices."
    },
    {
        "o": 24062,
        "r": "csb:Ezekiel:36:32",
        "t": "It is not for your sake that I will act- this is the declaration of the Lord God-*s let this be known to you. Be ashamed and humiliated because of your ways, house of Israel!"
    },
    {
        "o": 24063,
        "r": "csb:Ezekiel:36:33",
        "t": "“‘This*p is what the Lord God*s says: On the day I cleanse you from all your iniquities, I will cause the cities to be inhabited, and the ruins will be rebuilt."
    },
    {
        "o": 24064,
        "r": "csb:Ezekiel:36:34",
        "t": "The desolate land will be cultivated instead of lying desolate in the sight of everyone who passes by."
    },
    {
        "o": 24065,
        "r": "csb:Ezekiel:36:35",
        "t": "They will say, “This land that was desolate has become like the garden of Eden. The cities that were once ruined, desolate, and demolished are now fortified and inhabited.”"
    },
    {
        "o": 24066,
        "r": "csb:Ezekiel:36:36",
        "t": "Then the nations that remain around you will know that I, the Lord,*s have rebuilt what was demolished and have replanted what was desolate. I, the Lord,*s have spoken and I will do it."
    },
    {
        "o": 24067,
        "r": "csb:Ezekiel:36:37",
        "t": "“‘This*p is what the Lord God*s says: I will respond to the house of Israel and do this for them: I will multiply them in number like a flock."
    },
    {
        "o": 24068,
        "r": "csb:Ezekiel:36:38",
        "t": "So the ruined cities will be filled with a flock of people, just as Jerusalem is filled with a flock of sheep for sacrifice during its appointed festivals. Then they will know that I am the Lord*s .’”"
    }
]
