[
    {
        "o": 12104,
        "r": "esv:1 Chronicles:24:0",
        "t": "1 Chronicles 24",
        "h": 1
    },
    {
        "o": 12105,
        "r": "esv:1 Chronicles:24:0",
        "t": "David Organizes the Priests",
        "h": 2
    },
    {
        "o": 12106,
        "r": "esv:1 Chronicles:24:1",
        "t": "The*p divisions of the sons of Aaron were these. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 12107,
        "r": "esv:1 Chronicles:24:2",
        "t": "But Nadab and Abihu died before their father and had no children, so Eleazar and Ithamar became the priests."
    },
    {
        "o": 12108,
        "r": "esv:1 Chronicles:24:3",
        "t": "With the help of Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, David organized them according to the appointed duties in their service."
    },
    {
        "o": 12109,
        "r": "esv:1 Chronicles:24:4",
        "t": "Since more chief men were found among the sons of Eleazar than among the sons of Ithamar, they organized them under sixteen heads of fathers’ houses of the sons of Eleazar, and eight of the sons of Ithamar."
    },
    {
        "o": 12110,
        "r": "esv:1 Chronicles:24:5",
        "t": "They divided them by lot, all alike, for there were sacred officers and officers of God among both the sons of Eleazar and the sons of Ithamar."
    },
    {
        "o": 12111,
        "r": "esv:1 Chronicles:24:6",
        "t": "And the scribe Shemaiah, the son of Nethanel, a Levite, recorded them in the presence of the king and the princes and Zadok the priest and Ahimelech the son of Abiathar and the heads of the fathers’ houses of the priests and of the Levites, one father’s house being chosen for Eleazar and one chosen for Ithamar."
    },
    {
        "o": 12112,
        "r": "esv:1 Chronicles:24:7",
        "t": "The*p first lot fell to Jehoiarib, the second to Jedaiah,"
    },
    {
        "o": 12113,
        "r": "esv:1 Chronicles:24:8",
        "t": "the third to Harim, the fourth to Seorim,"
    },
    {
        "o": 12114,
        "r": "esv:1 Chronicles:24:9",
        "t": "the fifth to Malchijah, the sixth to Mijamin,"
    },
    {
        "o": 12115,
        "r": "esv:1 Chronicles:24:10",
        "t": "the seventh to Hakkoz, the eighth to Abijah,"
    },
    {
        "o": 12116,
        "r": "esv:1 Chronicles:24:11",
        "t": "the ninth to Jeshua, the tenth to Shecaniah,"
    },
    {
        "o": 12117,
        "r": "esv:1 Chronicles:24:12",
        "t": "the eleventh to Eliashib, the twelfth to Jakim,"
    },
    {
        "o": 12118,
        "r": "esv:1 Chronicles:24:13",
        "t": "the thirteenth to Huppah, the fourteenth to Jeshebeab,"
    },
    {
        "o": 12119,
        "r": "esv:1 Chronicles:24:14",
        "t": "the fifteenth to Bilgah, the sixteenth to Immer,"
    },
    {
        "o": 12120,
        "r": "esv:1 Chronicles:24:15",
        "t": "the seventeenth to Hezir, the eighteenth to Happizzez,"
    },
    {
        "o": 12121,
        "r": "esv:1 Chronicles:24:16",
        "t": "the nineteenth to Pethahiah, the twentieth to Jehezkel,"
    },
    {
        "o": 12122,
        "r": "esv:1 Chronicles:24:17",
        "t": "the twenty-first to Jachin, the twenty-second to Gamul,"
    },
    {
        "o": 12123,
        "r": "esv:1 Chronicles:24:18",
        "t": "the twenty-third to Delaiah, the twenty-fourth to Maaziah."
    },
    {
        "o": 12124,
        "r": "esv:1 Chronicles:24:19",
        "t": "These had as their appointed duty in their service to come into the house of the Lord*s according to the procedure established for them by Aaron their father, as the Lord*s God of Israel had commanded him."
    },
    {
        "o": 12125,
        "r": "esv:1 Chronicles:24:20",
        "t": "And*p of the rest of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah."
    },
    {
        "o": 12126,
        "r": "esv:1 Chronicles:24:21",
        "t": "Of Rehabiah: of the sons of Rehabiah, Isshiah the chief."
    },
    {
        "o": 12127,
        "r": "esv:1 Chronicles:24:22",
        "t": "Of the Izharites, Shelomoth; of the sons of Shelomoth, Jahath."
    },
    {
        "o": 12128,
        "r": "esv:1 Chronicles:24:23",
        "t": "The sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, Jekameam the fourth."
    },
    {
        "o": 12129,
        "r": "esv:1 Chronicles:24:24",
        "t": "The sons of Uzziel, Micah; of the sons of Micah, Shamir."
    },
    {
        "o": 12130,
        "r": "esv:1 Chronicles:24:25",
        "t": "The brother of Micah, Isshiah; of the sons of Isshiah, Zechariah."
    },
    {
        "o": 12131,
        "r": "esv:1 Chronicles:24:26",
        "t": "The sons of Merari: Mahli and Mushi. The sons of Jaaziah: Beno."
    },
    {
        "o": 12132,
        "r": "esv:1 Chronicles:24:27",
        "t": "The sons of Merari: of Jaaziah, Beno, Shoham, Zaccur, and Ibri."
    },
    {
        "o": 12133,
        "r": "esv:1 Chronicles:24:28",
        "t": "Of Mahli: Eleazar, who had no sons."
    },
    {
        "o": 12134,
        "r": "esv:1 Chronicles:24:29",
        "t": "Of Kish, the sons of Kish: Jerahmeel."
    },
    {
        "o": 12135,
        "r": "esv:1 Chronicles:24:30",
        "t": "The sons of Mushi: Mahli, Eder, and Jerimoth. These were the sons of the Levites according to their fathers’ houses."
    },
    {
        "o": 12136,
        "r": "esv:1 Chronicles:24:31",
        "t": "These also, the head of each father’s house and his younger brother alike, cast lots, just as their brothers the sons of Aaron, in the presence of King David, Zadok, Ahimelech, and the heads of fathers’ houses of the priests and of the Levites."
    }
]
