[
    {
        "o": 11215,
        "r": "csb:2 Kings:21:0",
        "t": "2 Kings 21",
        "h": 1
    },
    {
        "o": 11216,
        "r": "csb:2 Kings:21:0",
        "t": "Judah’s King Manasseh",
        "h": 2
    },
    {
        "o": 11217,
        "r": "csb:2 Kings:21:1",
        "t": "Manasseh*p was twelve years old when he became king, and he reigned fifty-five years in Jerusalem. His mother’s name was Hephzibah."
    },
    {
        "o": 11218,
        "r": "csb:2 Kings:21:2",
        "t": "He did what was evil in the Lord’s*s sight, imitating the detestable practices of the nations that the Lord*s had dispossessed before the Israelites."
    },
    {
        "o": 11219,
        "r": "csb:2 Kings:21:3",
        "t": "He rebuilt the high places that his father Hezekiah had destroyed and reestablished the altars for Baal. He made an Asherah, as King Ahab of Israel had done; he also bowed in worship to all the stars in the sky and served them."
    },
    {
        "o": 11220,
        "r": "csb:2 Kings:21:4",
        "t": "He built altars in the Lord’s*s temple, where the Lord*s had said, “Jerusalem is where I will put my name.”"
    },
    {
        "o": 11221,
        "r": "csb:2 Kings:21:5",
        "t": "He built altars to all the stars in the sky in both courtyards of the Lord’s*s temple."
    },
    {
        "o": 11222,
        "r": "csb:2 Kings:21:6",
        "t": "He sacrificed his son in the fire, practiced witchcraft and divination, and consulted mediums and spiritists. He did a huge amount of evil in the Lord’s*s sight, angering him."
    },
    {
        "o": 11223,
        "r": "csb:2 Kings:21:7",
        "t": "Manasseh*p set up the carved image of Asherah, which he made, in the temple that the Lord*s had spoken about to David and his son Solomon: “I will establish my name forever in this temple and in Jerusalem, which I have chosen out of all the tribes of Israel."
    },
    {
        "o": 11224,
        "r": "csb:2 Kings:21:8",
        "t": "I will never again cause the feet of the Israelites to wander from the land I gave to their ancestors if only they will be careful to do all I have commanded them - the whole law that my servant Moses commanded them.”"
    },
    {
        "o": 11225,
        "r": "csb:2 Kings:21:9",
        "t": "But they did not listen; Manasseh caused them to stray so that they did worse evil than the nations the Lord*s had destroyed before the Israelites."
    },
    {
        "o": 11226,
        "r": "csb:2 Kings:21:10",
        "t": "The*p Lord*s said through his servants the prophets,"
    },
    {
        "o": 11227,
        "r": "csb:2 Kings:21:11",
        "t": "“Since King Manasseh of Judah has committed all these detestable acts- worse evil than the Amorites who preceded him had done - and by means of his idols has also caused Judah to sin,"
    },
    {
        "o": 11228,
        "r": "csb:2 Kings:21:12",
        "t": "this is what the Lord*s God of Israel says: ‘I am about to bring such a disaster on Jerusalem and Judah that everyone who hears about it will shudder."
    },
    {
        "o": 11229,
        "r": "csb:2 Kings:21:13",
        "t": "I will stretch over Jerusalem the measuring line used on Samaria and the mason’s level used on the house of Ahab, and I will wipe Jerusalem clean as one wipes a bowl - wiping it and turning it upside down."
    },
    {
        "o": 11230,
        "r": "csb:2 Kings:21:14",
        "t": "I will abandon the remnant of my inheritance and hand them over to their enemies. They will become plunder and spoil to all their enemies,"
    },
    {
        "o": 11231,
        "r": "csb:2 Kings:21:15",
        "t": "because they have done what is evil in my sight and have angered me from the day their ancestors came out of Egypt until today.’”"
    },
    {
        "o": 11232,
        "r": "csb:2 Kings:21:16",
        "t": "Manasseh*p also shed so much innocent blood that he filled Jerusalem with it from one end to another. This was in addition to his sin that he caused Judah to commit, so that they did what was evil in the Lord’s*s sight."
    },
    {
        "o": 11233,
        "r": "csb:2 Kings:21:16",
        "t": "Manasseh’s Death",
        "h": 2
    },
    {
        "o": 11234,
        "r": "csb:2 Kings:21:17",
        "t": "The*p rest of the events of Manasseh’s reign, along with all his accomplishments and the sin that he committed, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11235,
        "r": "csb:2 Kings:21:18",
        "t": "Manasseh rested with his ancestors and was buried in the garden of his own house, the garden of Uzza. His son Amon became king in his place."
    },
    {
        "o": 11236,
        "r": "csb:2 Kings:21:18",
        "t": "Judah’s King Amon",
        "h": 2
    },
    {
        "o": 11237,
        "r": "csb:2 Kings:21:19",
        "t": "Amon*p was twenty-two years old when he became king, and he reigned two years in Jerusalem. His mother’s name was Meshullemeth daughter of Haruz; she was from Jotbah."
    },
    {
        "o": 11238,
        "r": "csb:2 Kings:21:20",
        "t": "He did what was evil in the Lord’s*s sight, just as his father Manasseh had done."
    },
    {
        "o": 11239,
        "r": "csb:2 Kings:21:21",
        "t": "He walked in all the ways his father had walked; he served the idols his father had served, and he bowed in worship to them."
    },
    {
        "o": 11240,
        "r": "csb:2 Kings:21:22",
        "t": "He abandoned the Lord*s God of his ancestors and did not walk in the ways of the Lord.*s"
    },
    {
        "o": 11241,
        "r": "csb:2 Kings:21:23",
        "t": "Amon’s*p servants conspired against him and put the king to death in his own house."
    },
    {
        "o": 11242,
        "r": "csb:2 Kings:21:24",
        "t": "The common people killed all who had conspired against King Amon, and they made his son Josiah king in his place."
    },
    {
        "o": 11243,
        "r": "csb:2 Kings:21:25",
        "t": "The*p rest of the events of Amon’s reign, along with his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11244,
        "r": "csb:2 Kings:21:26",
        "t": "He was buried in his tomb in the garden of Uzza, and his son Josiah became king in his place."
    }
]
