[
    {
        "o": 32937,
        "r": "esv:Philippians:4:0",
        "t": "Philippians 4",
        "h": 1
    },
    {
        "o": 32938,
        "r": "esv:Philippians:4:1",
        "t": "Therefore,*p my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved."
    },
    {
        "o": 32939,
        "r": "esv:Philippians:4:1",
        "t": "Exhortation, Encouragement, and Prayer",
        "h": 2
    },
    {
        "o": 32940,
        "r": "esv:Philippians:4:2",
        "t": "I*p entreat Euodia and I entreat Syntyche to agree in the Lord."
    },
    {
        "o": 32941,
        "r": "esv:Philippians:4:3",
        "t": "Yes, I ask you also, true companion, help these women, who have labored side by side with me in the gospel together with Clement and the rest of my fellow workers, whose names are in the book of life."
    },
    {
        "o": 32942,
        "r": "esv:Philippians:4:4",
        "t": "Rejoice*p in the Lord always; again I will say, rejoice."
    },
    {
        "o": 32943,
        "r": "esv:Philippians:4:5",
        "t": "Let your reasonableness be known to everyone. The Lord is at hand;"
    },
    {
        "o": 32944,
        "r": "esv:Philippians:4:6",
        "t": "do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God."
    },
    {
        "o": 32945,
        "r": "esv:Philippians:4:7",
        "t": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
    },
    {
        "o": 32946,
        "r": "esv:Philippians:4:8",
        "t": "Finally,*p brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things."
    },
    {
        "o": 32947,
        "r": "esv:Philippians:4:9",
        "t": "What you have learned and received and heard and seen in me— practice these things, and the God of peace will be with you."
    },
    {
        "o": 32948,
        "r": "esv:Philippians:4:9",
        "t": "God’s Provision",
        "h": 2
    },
    {
        "o": 32949,
        "r": "esv:Philippians:4:10",
        "t": "I*p rejoiced in the Lord greatly that now at length you have revived your concern for me. You were indeed concerned for me, but you had no opportunity."
    },
    {
        "o": 32950,
        "r": "esv:Philippians:4:11",
        "t": "Not that I am speaking of being in need, for I have learned in whatever situation I am to be content."
    },
    {
        "o": 32951,
        "r": "esv:Philippians:4:12",
        "t": "I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need."
    },
    {
        "o": 32952,
        "r": "esv:Philippians:4:13",
        "t": "I can do all things through him who strengthens me."
    },
    {
        "o": 32953,
        "r": "esv:Philippians:4:14",
        "t": "Yet*p it was kind of you to share my trouble."
    },
    {
        "o": 32954,
        "r": "esv:Philippians:4:15",
        "t": "And you Philippians yourselves know that in the beginning of the gospel, when I left Macedonia, no church entered into partnership with me in giving and receiving, except you only."
    },
    {
        "o": 32955,
        "r": "esv:Philippians:4:16",
        "t": "Even in Thessalonica you sent me help for my needs once and again."
    },
    {
        "o": 32956,
        "r": "esv:Philippians:4:17",
        "t": "Not that I seek the gift, but I seek the fruit that increases to your credit."
    },
    {
        "o": 32957,
        "r": "esv:Philippians:4:18",
        "t": "I have received full payment, and more. I am well supplied, having received from Epaphroditus the gifts you sent, a fragrant offering, a sacrifice acceptable and pleasing to God."
    },
    {
        "o": 32958,
        "r": "esv:Philippians:4:19",
        "t": "And my God will supply every need of yours according to his riches in glory in Christ Jesus."
    },
    {
        "o": 32959,
        "r": "esv:Philippians:4:20",
        "t": "To our God and Father be glory forever and ever. Amen."
    },
    {
        "o": 32960,
        "r": "esv:Philippians:4:20",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 32961,
        "r": "esv:Philippians:4:21",
        "t": "Greet*p every saint in Christ Jesus. The brothers who are with me greet you."
    },
    {
        "o": 32962,
        "r": "esv:Philippians:4:22",
        "t": "All the saints greet you, especially those of Caesar’s household."
    },
    {
        "o": 32963,
        "r": "esv:Philippians:4:23",
        "t": "The*p grace of the Lord Jesus Christ be with your spirit."
    }
]
