[
    {
        "o": 31145,
        "r": "csb:Acts:17:0",
        "t": "Acts 17",
        "h": 1
    },
    {
        "o": 31146,
        "r": "csb:Acts:17:0",
        "t": "A Short Ministry in Thessalonica",
        "h": 2
    },
    {
        "o": 31147,
        "r": "csb:Acts:17:1",
        "t": "After*p they passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a Jewish synagogue."
    },
    {
        "o": 31148,
        "r": "csb:Acts:17:2",
        "t": "As usual, Paul went into the synagogue, and on three Sabbath days reasoned with them from the Scriptures,"
    },
    {
        "o": 31149,
        "r": "csb:Acts:17:3",
        "t": "explaining and proving that it was necessary for the Messiah to suffer and rise from the dead: “This Jesus I am proclaiming to you is the Messiah.”"
    },
    {
        "o": 31150,
        "r": "csb:Acts:17:4",
        "t": "Some of them were persuaded and joined Paul and Silas, including a large number of God-fearing Greeks, as well as a number of the leading women."
    },
    {
        "o": 31151,
        "r": "csb:Acts:17:4",
        "t": "Riot in the City",
        "h": 2
    },
    {
        "o": 31152,
        "r": "csb:Acts:17:5",
        "t": "But*p the Jews became jealous, and they brought together some wicked men from the marketplace, formed a mob, and started a riot in the city. Attacking Jason’s house, they searched for them to bring them out to the public assembly."
    },
    {
        "o": 31153,
        "r": "csb:Acts:17:6",
        "t": "When they did not find them, they dragged Jason and some of the brothers before the city officials, shouting, “These men who have turned the world upside down have come here too,"
    },
    {
        "o": 31154,
        "r": "csb:Acts:17:7",
        "t": "and Jason has welcomed them. They are all acting contrary to Caesar’s decrees, saying that there is another king - Jesus.”"
    },
    {
        "o": 31155,
        "r": "csb:Acts:17:8",
        "t": "The crowd and city officials who heard these things were upset."
    },
    {
        "o": 31156,
        "r": "csb:Acts:17:9",
        "t": "After taking a security bond from Jason and the others, they released them."
    },
    {
        "o": 31157,
        "r": "csb:Acts:17:9",
        "t": "The Bereans Search the Scriptures",
        "h": 2
    },
    {
        "o": 31158,
        "r": "csb:Acts:17:10",
        "t": "As*p soon as it was night, the brothers and sisters sent Paul and Silas away to Berea. Upon arrival, they went into the synagogue of the Jews."
    },
    {
        "o": 31159,
        "r": "csb:Acts:17:11",
        "t": "The people here were of more noble character than those in Thessalonica, since they received the word with eagerness and examined the Scriptures daily to see if these things were so."
    },
    {
        "o": 31160,
        "r": "csb:Acts:17:12",
        "t": "Consequently, many of them believed, including a number of the prominent Greek women as well as men."
    },
    {
        "o": 31161,
        "r": "csb:Acts:17:13",
        "t": "But when the Jews from Thessalonica found out that the word of God had been proclaimed by Paul at Berea, they came there too, agitating and upsetting the crowds."
    },
    {
        "o": 31162,
        "r": "csb:Acts:17:14",
        "t": "Then the brothers and sisters immediately sent Paul away to go to the coast, but Silas and Timothy stayed on there."
    },
    {
        "o": 31163,
        "r": "csb:Acts:17:15",
        "t": "Those who escorted Paul brought him as far as Athens, and after receiving instructions for Silas and Timothy to come to him as quickly as possible, they departed."
    },
    {
        "o": 31164,
        "r": "csb:Acts:17:15",
        "t": "Paul in Athens",
        "h": 2
    },
    {
        "o": 31165,
        "r": "csb:Acts:17:16",
        "t": "While*p Paul was waiting for them in Athens, he was deeply distressed when he saw that the city was full of idols."
    },
    {
        "o": 31166,
        "r": "csb:Acts:17:17",
        "t": "So he reasoned in the synagogue with the Jews and with those who worshiped God, as well as in the marketplace every day with those who happened to be there."
    },
    {
        "o": 31167,
        "r": "csb:Acts:17:18",
        "t": "Some of the Epicurean and Stoic philosophers also debated with him. Some said, “What is this ignorant show-off trying to say?” Others*p replied, “He seems to be a preacher of foreign deities” - because he was telling the good news about Jesus and the resurrection."
    },
    {
        "o": 31168,
        "r": "csb:Acts:17:19",
        "t": "They*p took him and brought him to the Areopagus, and said, “May we learn about this new teaching you are presenting?"
    },
    {
        "o": 31169,
        "r": "csb:Acts:17:20",
        "t": "Because what you say sounds strange to us, and we want to know what these things mean.”"
    },
    {
        "o": 31170,
        "r": "csb:Acts:17:21",
        "t": "Now all the Athenians and the foreigners residing there spent their time on nothing else but telling or hearing something new."
    },
    {
        "o": 31171,
        "r": "csb:Acts:17:21",
        "t": "The Areopagus Address",
        "h": 2
    },
    {
        "o": 31172,
        "r": "csb:Acts:17:22",
        "t": "Paul*p stood in the middle of the Areopagus and said, “People of Athens! I see that you are extremely religious in every respect."
    },
    {
        "o": 31173,
        "r": "csb:Acts:17:23",
        "t": "For as I was passing through and observing the objects of your worship, I even found an altar on which was inscribed, ‘To an Unknown God.’ Therefore, what you worship in ignorance, this I proclaim to you."
    },
    {
        "o": 31174,
        "r": "csb:Acts:17:24",
        "t": "The God who made the world and everything in it- he is Lord of heaven and earth- does not live in shrines made by hands."
    },
    {
        "o": 31175,
        "r": "csb:Acts:17:25",
        "t": "Neither is he served by human hands, as though he needed anything, since he himself gives everyone life and breath and all things."
    },
    {
        "o": 31176,
        "r": "csb:Acts:17:26",
        "t": "From one man he has made every nationality to live over the whole earth and has determined their appointed times and the boundaries of where they live."
    },
    {
        "o": 31177,
        "r": "csb:Acts:17:27",
        "t": "He did this so that they might seek God, and perhaps they might reach out and find him, though he is not far from each one of us."
    },
    {
        "o": 31178,
        "r": "csb:Acts:17:28",
        "t": "For in him we live and move and have our being, as even some of your own poets have said, ‘For we are also his offspring.’"
    },
    {
        "o": 31179,
        "r": "csb:Acts:17:29",
        "t": "Since, then, we are God’s offspring, we shouldn’t think that the divine nature is like gold or silver or stone, an image fashioned by human art and imagination."
    },
    {
        "o": 31180,
        "r": "csb:Acts:17:30",
        "t": "“Therefore,*p having overlooked the times of ignorance, God now commands all people everywhere to repent,"
    },
    {
        "o": 31181,
        "r": "csb:Acts:17:31",
        "t": "because he has set a day when he is going to judge the world in righteousness by the man he has appointed. He has provided proof of this to everyone by raising him from the dead.”"
    },
    {
        "o": 31182,
        "r": "csb:Acts:17:32",
        "t": "When*p they heard about the resurrection of the dead, some began to ridicule him, but others said, “We’d like to hear from you again about this.”"
    },
    {
        "o": 31183,
        "r": "csb:Acts:17:33",
        "t": "So Paul left their presence."
    },
    {
        "o": 31184,
        "r": "csb:Acts:17:34",
        "t": "However, some people joined him and believed, including Dionysius the Areopagite, a woman named Damaris, and others with them."
    }
]
