[
    {
        "o": 25828,
        "r": "csb:Zechariah:3:0",
        "t": "Zechariah 3",
        "h": 1
    },
    {
        "o": 25829,
        "r": "csb:Zechariah:3:0",
        "t": "Fourth Vision: High Priest and Branch",
        "h": 2
    },
    {
        "o": 25830,
        "r": "csb:Zechariah:3:1",
        "t": "Then*p he showed me the high priest Joshua standing before the angel of the Lord,*s with Satan standing at his right side to accuse him."
    },
    {
        "o": 25831,
        "r": "csb:Zechariah:3:2",
        "t": "The Lord*s said to Satan, “The Lord*s rebuke you, Satan! May the Lord*s who has chosen Jerusalem rebuke you! Isn’t this man a burning stick snatched from the fire?”"
    },
    {
        "o": 25832,
        "r": "csb:Zechariah:3:3",
        "t": "Now*p Joshua was dressed with filthy clothes as he stood before the angel."
    },
    {
        "o": 25833,
        "r": "csb:Zechariah:3:4",
        "t": "So the angel of the Lord*s spoke to those standing before him, “Take off his filthy clothes!” Then he said to him, “See, I have removed your iniquity from you, and I will clothe you with festive robes.”"
    },
    {
        "o": 25834,
        "r": "csb:Zechariah:3:5",
        "t": "Then*p I said, “Let them put a clean turban on his head.” So a clean turban was placed on his head, and they clothed him in garments while the angel of the Lord*s was standing nearby."
    },
    {
        "o": 25835,
        "r": "csb:Zechariah:3:6",
        "t": "Then*p the angel of the Lord*s charged Joshua,"
    },
    {
        "o": 25836,
        "r": "csb:Zechariah:3:7",
        "t": "“This is what the Lord*s of Armies says: If you walk in my ways and keep my mandates, you will both rule my house and take care of my courts; I will also grant you access among these who are standing here."
    },
    {
        "o": 25837,
        "r": "csb:Zechariah:3:8",
        "t": "“Listen,*p High Priest Joshua, you and your colleagues sitting before you; indeed, these men are a sign that I am about to bring my servant, the Branch."
    },
    {
        "o": 25838,
        "r": "csb:Zechariah:3:9",
        "t": "Notice the stone I have set before Joshua; on that one stone are seven eyes. I will engrave an inscription on it” - this is the declaration of the Lord*s of Armies - “and I will take away the iniquity of this land in a single day."
    },
    {
        "o": 25839,
        "r": "csb:Zechariah:3:10",
        "t": "On that day, each of you will invite his neighbor to sit under his vine and fig tree.” This is the declaration of the Lord*s of Armies."
    }
]
