[
    {
        "o": 25514,
        "r": "esv:Zechariah:4:0",
        "t": "Zechariah 4",
        "h": 1
    },
    {
        "o": 25515,
        "r": "esv:Zechariah:4:0",
        "t": "A Vision of a Golden Lampstand",
        "h": 2
    },
    {
        "o": 25516,
        "r": "esv:Zechariah:4:1",
        "t": "And*p the angel who talked with me came again and woke me, like a man who is awakened out of his sleep."
    },
    {
        "o": 25517,
        "r": "esv:Zechariah:4:2",
        "t": "And he said to me, “What do you see?” I said, “I see, and behold, a lampstand all of gold, with a bowl on the top of it, and seven lamps on it, with seven lips on each of the lamps that are on the top of it."
    },
    {
        "o": 25518,
        "r": "esv:Zechariah:4:3",
        "t": "And there are two olive trees by it, one on the right of the bowl and the other on its left.”"
    },
    {
        "o": 25519,
        "r": "esv:Zechariah:4:4",
        "t": "And I said to the angel who talked with me, “What are these, my lord?”"
    },
    {
        "o": 25520,
        "r": "esv:Zechariah:4:5",
        "t": "Then the angel who talked with me answered and said to me, “Do you not know what these are?” I said, “No, my lord.”"
    },
    {
        "o": 25521,
        "r": "esv:Zechariah:4:6",
        "t": "Then he said to me, “This is the word of the Lord*s to Zerubbabel: Not by might, nor by power, but by my Spirit, says the Lord*s of hosts."
    },
    {
        "o": 25522,
        "r": "esv:Zechariah:4:7",
        "t": "Who are you, O great mountain? Before Zerubbabel you shall become a plain. And he shall bring forward the top stone amid shouts of ‘Grace, grace to it!’”"
    },
    {
        "o": 25523,
        "r": "esv:Zechariah:4:8",
        "t": "Then*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 25524,
        "r": "esv:Zechariah:4:9",
        "t": "“The hands of Zerubbabel have laid the foundation of this house; his hands shall also complete it. Then you will know that the Lord*s of hosts has sent me to you."
    },
    {
        "o": 25525,
        "r": "esv:Zechariah:4:10",
        "t": "For whoever has despised the day of small things shall rejoice, and shall see the plumb line in the hand of Zerubbabel. “These*p seven are the eyes of the Lord,*s which range through the whole earth.”"
    },
    {
        "o": 25526,
        "r": "esv:Zechariah:4:11",
        "t": "Then I said to him, “What are these two olive trees on the right and the left of the lampstand?”"
    },
    {
        "o": 25527,
        "r": "esv:Zechariah:4:12",
        "t": "And a second time I answered and said to him, “What are these two branches of the olive trees, which are beside the two golden pipes from which the golden oil is poured out?”"
    },
    {
        "o": 25528,
        "r": "esv:Zechariah:4:13",
        "t": "He said to me, “Do you not know what these are?” I said, “No, my lord.”"
    },
    {
        "o": 25529,
        "r": "esv:Zechariah:4:14",
        "t": "Then he said, “These are the two anointed ones who stand by the Lord of the whole earth.”"
    }
]
