[
    {
        "o": 12394,
        "r": "niv:2 Chronicles:7:0",
        "t": "2 Chronicles 7",
        "h": 1
    },
    {
        "o": 12395,
        "r": "niv:2 Chronicles:7:0",
        "t": "The Dedication of the Temple",
        "h": 2
    },
    {
        "o": 12396,
        "r": "niv:2 Chronicles:7:1",
        "t": "When*p Solomon finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices, and the glory of the Lord*s filled the temple."
    },
    {
        "o": 12397,
        "r": "niv:2 Chronicles:7:2",
        "t": "The priests could not enter the temple of the Lord*s because the glory of the Lord*s filled it."
    },
    {
        "o": 12398,
        "r": "niv:2 Chronicles:7:3",
        "t": "When all the Israelites saw the fire coming down and the glory of the Lord*s above the temple, they knelt on the pavement with their faces to the ground, and they worshiped and gave thanks to the Lord,*s saying, “He*pn is good; his*ld love endures forever.”"
    },
    {
        "o": 12399,
        "r": "niv:2 Chronicles:7:4",
        "t": "Then*p the king and all the people offered sacrifices before the Lord.*s"
    },
    {
        "o": 12400,
        "r": "niv:2 Chronicles:7:5",
        "t": "And King Solomon offered a sacrifice of twenty-two thousand head of cattle and a hundred and twenty thousand sheep and goats. So the king and all the people dedicated the temple of God."
    },
    {
        "o": 12401,
        "r": "niv:2 Chronicles:7:6",
        "t": "The priests took their positions, as did the Levites with the Lord’s*s musical instruments, which King David had made for praising the Lord*s and which were used when he gave thanks, saying, “His love endures forever.” Opposite the Levites, the priests blew their trumpets, and all the Israelites were standing."
    },
    {
        "o": 12402,
        "r": "niv:2 Chronicles:7:7",
        "t": "Solomon*p consecrated the middle part of the courtyard in front of the temple of the Lord,*s and there he offered burnt offerings and the fat of the fellowship offerings, because the bronze altar he had made could not hold the burnt offerings, the grain offerings and the fat portions."
    },
    {
        "o": 12403,
        "r": "niv:2 Chronicles:7:8",
        "t": "So*p Solomon observed the festival at that time for seven days, and all Israel with him—a vast assembly, people from Lebo Hamath to the Wadi of Egypt."
    },
    {
        "o": 12404,
        "r": "niv:2 Chronicles:7:9",
        "t": "On the eighth day they held an assembly, for they had celebrated the dedication of the altar for seven days and the festival for seven days more."
    },
    {
        "o": 12405,
        "r": "niv:2 Chronicles:7:10",
        "t": "On the twenty-third day of the seventh month he sent the people to their homes, joyful and glad in heart for the good things the Lord*s had done for David and Solomon and for his people Israel."
    },
    {
        "o": 12406,
        "r": "niv:2 Chronicles:7:10",
        "t": "The Lord Appears to Solomon",
        "h": 2
    },
    {
        "o": 12407,
        "r": "niv:2 Chronicles:7:11",
        "t": "When*p Solomon had finished the temple of the Lord*s and the royal palace, and had succeeded in carrying out all he had in mind to do in the temple of the Lord*s and in his own palace,"
    },
    {
        "o": 12408,
        "r": "niv:2 Chronicles:7:12",
        "t": "the Lord*s appeared to him at night and said: “I*ln have heard your prayer and have chosen this place for myself as a temple for sacrifices."
    },
    {
        "o": 12409,
        "r": "niv:2 Chronicles:7:13",
        "t": "“When*ln I shut up the heavens so that there is no rain, or command locusts to devour the land or send a plague among my people,"
    },
    {
        "o": 12410,
        "r": "niv:2 Chronicles:7:14",
        "t": "if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land."
    },
    {
        "o": 12411,
        "r": "niv:2 Chronicles:7:15",
        "t": "Now my eyes will be open and my ears attentive to the prayers offered in this place."
    },
    {
        "o": 12412,
        "r": "niv:2 Chronicles:7:16",
        "t": "I have chosen and consecrated this temple so that my Name may be there forever. My eyes and my heart will always be there."
    },
    {
        "o": 12413,
        "r": "niv:2 Chronicles:7:17",
        "t": "“As*ln for you, if you walk before me faithfully as David your father did, and do all I command, and observe my decrees and laws,"
    },
    {
        "o": 12414,
        "r": "niv:2 Chronicles:7:18",
        "t": "I will establish your royal throne, as I covenanted with David your father when I said, ‘You shall never fail to have a successor to rule over Israel.’"
    },
    {
        "o": 12415,
        "r": "niv:2 Chronicles:7:19",
        "t": "“But*ln if you turn away and forsake the decrees and commands I have given you and go off to serve other gods and worship them,"
    },
    {
        "o": 12416,
        "r": "niv:2 Chronicles:7:20",
        "t": "then I will uproot Israel from my land, which I have given them, and will reject this temple I have consecrated for my Name. I will make it a byword and an object of ridicule among all peoples."
    },
    {
        "o": 12417,
        "r": "niv:2 Chronicles:7:21",
        "t": "This temple will become a heap of rubble. All who pass by will be appalled and say, ‘Why has the Lord*s done such a thing to this land and to this temple?’"
    },
    {
        "o": 12418,
        "r": "niv:2 Chronicles:7:22",
        "t": "People will answer, ‘Because they have forsaken the Lord,*s the God of their ancestors, who brought them out of Egypt, and have embraced other gods, worshiping and serving them—that is why he brought all this disaster on them.’ ”"
    }
]
