[
    {
        "o": 25351,
        "r": "niv:Zechariah:11:0",
        "t": "Zechariah 11",
        "h": 1
    },
    {
        "o": 25352,
        "r": "niv:Zechariah:11:1",
        "t": "Open*pn your doors, Lebanon, so*ld that fire may devour your cedars!"
    },
    {
        "o": 25353,
        "r": "niv:Zechariah:11:2",
        "t": "Wail,*ln you juniper, for the cedar has fallen; the*ld stately trees are ruined! Wail,*ln oaks of Bashan; the*ld dense forest has been cut down!"
    },
    {
        "o": 25354,
        "r": "niv:Zechariah:11:3",
        "t": "Listen*ln to the wail of the shepherds; their*ld rich pastures are destroyed! Listen*ln to the roar of the lions; the*ld lush thicket of the Jordan is ruined!"
    },
    {
        "o": 25355,
        "r": "niv:Zechariah:11:3",
        "t": "Two Shepherds",
        "h": 2
    },
    {
        "o": 25356,
        "r": "niv:Zechariah:11:4",
        "t": "This*p is what the Lord*s my God says: “Shepherd the flock marked for slaughter."
    },
    {
        "o": 25357,
        "r": "niv:Zechariah:11:5",
        "t": "Their buyers slaughter them and go unpunished. Those who sell them say, ‘Praise the Lord,*s I am rich!’ Their own shepherds do not spare them."
    },
    {
        "o": 25358,
        "r": "niv:Zechariah:11:6",
        "t": "For I will no longer have pity on the people of the land,” declares the Lord.*s “I will give everyone into the hands of their neighbors and their king. They will devastate the land, and I will not rescue anyone from their hands.”"
    },
    {
        "o": 25359,
        "r": "niv:Zechariah:11:7",
        "t": "So*p I shepherded the flock marked for slaughter, particularly the oppressed of the flock. Then I took two staffs and called one Favor and the other Union, and I shepherded the flock."
    },
    {
        "o": 25360,
        "r": "niv:Zechariah:11:8",
        "t": "In one month I got rid of the three shepherds. The*p flock detested me, and I grew weary of them"
    },
    {
        "o": 25361,
        "r": "niv:Zechariah:11:9",
        "t": "and said, “I will not be your shepherd. Let the dying die, and the perishing perish. Let those who are left eat one another’s flesh.”"
    },
    {
        "o": 25362,
        "r": "niv:Zechariah:11:10",
        "t": "Then*p I took my staff called Favor and broke it, revoking the covenant I had made with all the nations."
    },
    {
        "o": 25363,
        "r": "niv:Zechariah:11:11",
        "t": "It was revoked on that day, and so the oppressed of the flock who were watching me knew it was the word of the Lord.*s"
    },
    {
        "o": 25364,
        "r": "niv:Zechariah:11:12",
        "t": "I*p told them, “If you think it best, give me my pay; but if not, keep it.” So they paid me thirty pieces of silver."
    },
    {
        "o": 25365,
        "r": "niv:Zechariah:11:13",
        "t": "And*p the Lord*s said to me, “Throw it to the potter”—the handsome price at which they valued me! So I took the thirty pieces of silver and threw them to the potter at the house of the Lord.*s"
    },
    {
        "o": 25366,
        "r": "niv:Zechariah:11:14",
        "t": "Then*p I broke my second staff called Union, breaking the family bond between Judah and Israel."
    },
    {
        "o": 25367,
        "r": "niv:Zechariah:11:15",
        "t": "Then*p the Lord*s said to me, “Take again the equipment of a foolish shepherd."
    },
    {
        "o": 25368,
        "r": "niv:Zechariah:11:16",
        "t": "For I am going to raise up a shepherd over the land who will not care for the lost, or seek the young, or heal the injured, or feed the healthy, but will eat the meat of the choice sheep, tearing off their hooves."
    },
    {
        "o": 25369,
        "r": "niv:Zechariah:11:17",
        "t": "“Woe*pn to the worthless shepherd, who*ld deserts the flock! May*ln the sword strike his arm and his right eye! May*ld his arm be completely withered, his*ld right eye totally blinded!”"
    }
]
