[
    {
        "o": 33098,
        "r": "niv:Philemon:1:0",
        "t": "Philemon 1",
        "h": 1
    },
    {
        "o": 33099,
        "r": "niv:Philemon:1:1",
        "t": "Paul,*p a prisoner of Christ Jesus, and Timothy our brother, To*p Philemon our dear friend and fellow worker—"
    },
    {
        "o": 33100,
        "r": "niv:Philemon:1:2",
        "t": "also to Apphia our sister and Archippus our fellow soldier—and to the church that meets in your home:"
    },
    {
        "o": 33101,
        "r": "niv:Philemon:1:3",
        "t": "Grace*p and peace to you from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 33102,
        "r": "niv:Philemon:1:3",
        "t": "Thanksgiving and Prayer",
        "h": 2
    },
    {
        "o": 33103,
        "r": "niv:Philemon:1:4",
        "t": "I*p always thank my God as I remember you in my prayers,"
    },
    {
        "o": 33104,
        "r": "niv:Philemon:1:5",
        "t": "because I hear about your love for all his holy people and your faith in the Lord Jesus."
    },
    {
        "o": 33105,
        "r": "niv:Philemon:1:6",
        "t": "I pray that your partnership with us in the faith may be effective in deepening your understanding of every good thing we share for the sake of Christ."
    },
    {
        "o": 33106,
        "r": "niv:Philemon:1:7",
        "t": "Your love has given me great joy and encouragement, because you, brother, have refreshed the hearts of the Lord’s people."
    },
    {
        "o": 33107,
        "r": "niv:Philemon:1:7",
        "t": "Paul’s Plea for Onesimus",
        "h": 2
    },
    {
        "o": 33108,
        "r": "niv:Philemon:1:8",
        "t": "Therefore,*p although in Christ I could be bold and order you to do what you ought to do,"
    },
    {
        "o": 33109,
        "r": "niv:Philemon:1:9",
        "t": "yet I prefer to appeal to you on the basis of love. It is as none other than Paul—an old man and now also a prisoner of Christ Jesus—"
    },
    {
        "o": 33110,
        "r": "niv:Philemon:1:10",
        "t": "that I appeal to you for my son Onesimus, who became my son while I was in chains."
    },
    {
        "o": 33111,
        "r": "niv:Philemon:1:11",
        "t": "Formerly he was useless to you, but now he has become useful both to you and to me."
    },
    {
        "o": 33112,
        "r": "niv:Philemon:1:12",
        "t": "I*p am sending him—who is my very heart—back to you."
    },
    {
        "o": 33113,
        "r": "niv:Philemon:1:13",
        "t": "I would have liked to keep him with me so that he could take your place in helping me while I am in chains for the gospel."
    },
    {
        "o": 33114,
        "r": "niv:Philemon:1:14",
        "t": "But I did not want to do anything without your consent, so that any favor you do would not seem forced but would be voluntary."
    },
    {
        "o": 33115,
        "r": "niv:Philemon:1:15",
        "t": "Perhaps the reason he was separated from you for a little while was that you might have him back forever—"
    },
    {
        "o": 33116,
        "r": "niv:Philemon:1:16",
        "t": "no longer as a slave, but better than a slave, as a dear brother. He is very dear to me but even dearer to you, both as a fellow man and as a brother in the Lord."
    },
    {
        "o": 33117,
        "r": "niv:Philemon:1:17",
        "t": "So*p if you consider me a partner, welcome him as you would welcome me."
    },
    {
        "o": 33118,
        "r": "niv:Philemon:1:18",
        "t": "If he has done you any wrong or owes you anything, charge it to me."
    },
    {
        "o": 33119,
        "r": "niv:Philemon:1:19",
        "t": "I, Paul, am writing this with my own hand. I will pay it back—not to mention that you owe me your very self."
    },
    {
        "o": 33120,
        "r": "niv:Philemon:1:20",
        "t": "I do wish, brother, that I may have some benefit from you in the Lord; refresh my heart in Christ."
    },
    {
        "o": 33121,
        "r": "niv:Philemon:1:21",
        "t": "Confident of your obedience, I write to you, knowing that you will do even more than I ask."
    },
    {
        "o": 33122,
        "r": "niv:Philemon:1:22",
        "t": "And*p one thing more: Prepare a guest room for me, because I hope to be restored to you in answer to your prayers."
    },
    {
        "o": 33123,
        "r": "niv:Philemon:1:23",
        "t": "Epaphras,*p my fellow prisoner in Christ Jesus, sends you greetings."
    },
    {
        "o": 33124,
        "r": "niv:Philemon:1:24",
        "t": "And so do Mark, Aristarchus, Demas and Luke, my fellow workers."
    },
    {
        "o": 33125,
        "r": "niv:Philemon:1:25",
        "t": "The*p grace of the Lord Jesus Christ be with your spirit."
    }
]
