[
    {
        "o": 10778,
        "r": "niv:2 Kings:13:0",
        "t": "2 Kings 13",
        "h": 1
    },
    {
        "o": 10779,
        "r": "niv:2 Kings:13:0",
        "t": "Jehoahaz King of Israel",
        "h": 2
    },
    {
        "o": 10780,
        "r": "niv:2 Kings:13:1",
        "t": "In*p the twenty-third year of Joash son of Ahaziah king of Judah, Jehoahaz son of Jehu became king of Israel in Samaria, and he reigned seventeen years."
    },
    {
        "o": 10781,
        "r": "niv:2 Kings:13:2",
        "t": "He did evil in the eyes of the Lord*s by following the sins of Jeroboam son of Nebat, which he had caused Israel to commit, and he did not turn away from them."
    },
    {
        "o": 10782,
        "r": "niv:2 Kings:13:3",
        "t": "So the Lord’s*s anger burned against Israel, and for a long time he kept them under the power of Hazael king of Aram and Ben-Hadad his son."
    },
    {
        "o": 10783,
        "r": "niv:2 Kings:13:4",
        "t": "Then*p Jehoahaz sought the Lord’s*s favor, and the Lord*s listened to him, for he saw how severely the king of Aram was oppressing Israel."
    },
    {
        "o": 10784,
        "r": "niv:2 Kings:13:5",
        "t": "The Lord*s provided a deliverer for Israel, and they escaped from the power of Aram. So the Israelites lived in their own homes as they had before."
    },
    {
        "o": 10785,
        "r": "niv:2 Kings:13:6",
        "t": "But they did not turn away from the sins of the house of Jeroboam, which he had caused Israel to commit; they continued in them. Also, the Asherah pole remained standing in Samaria."
    },
    {
        "o": 10786,
        "r": "niv:2 Kings:13:7",
        "t": "Nothing*p had been left of the army of Jehoahaz except fifty horsemen, ten chariots and ten thousand foot soldiers, for the king of Aram had destroyed the rest and made them like the dust at threshing time."
    },
    {
        "o": 10787,
        "r": "niv:2 Kings:13:8",
        "t": "As*p for the other events of the reign of Jehoahaz, all he did and his achievements, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10788,
        "r": "niv:2 Kings:13:9",
        "t": "Jehoahaz rested with his ancestors and was buried in Samaria. And Jehoash his son succeeded him as king."
    },
    {
        "o": 10789,
        "r": "niv:2 Kings:13:9",
        "t": "Jehoash King of Israel",
        "h": 2
    },
    {
        "o": 10790,
        "r": "niv:2 Kings:13:10",
        "t": "In*p the thirty-seventh year of Joash king of Judah, Jehoash son of Jehoahaz became king of Israel in Samaria, and he reigned sixteen years."
    },
    {
        "o": 10791,
        "r": "niv:2 Kings:13:11",
        "t": "He did evil in the eyes of the Lord*s and did not turn away from any of the sins of Jeroboam son of Nebat, which he had caused Israel to commit; he continued in them."
    },
    {
        "o": 10792,
        "r": "niv:2 Kings:13:12",
        "t": "As*p for the other events of the reign of Jehoash, all he did and his achievements, including his war against Amaziah king of Judah, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10793,
        "r": "niv:2 Kings:13:13",
        "t": "Jehoash rested with his ancestors, and Jeroboam succeeded him on the throne. Jehoash was buried in Samaria with the kings of Israel."
    },
    {
        "o": 10794,
        "r": "niv:2 Kings:13:14",
        "t": "Now*p Elisha had been suffering from the illness from which he died. Jehoash king of Israel went down to see him and wept over him. “My father! My father!” he cried. “The chariots and horsemen of Israel!”"
    },
    {
        "o": 10795,
        "r": "niv:2 Kings:13:15",
        "t": "Elisha*p said, “Get a bow and some arrows,” and he did so."
    },
    {
        "o": 10796,
        "r": "niv:2 Kings:13:16",
        "t": "“Take the bow in your hands,” he said to the king of Israel. When he had taken it, Elisha put his hands on the king’s hands."
    },
    {
        "o": 10797,
        "r": "niv:2 Kings:13:17",
        "t": "“Open*p the east window,” he said, and he opened it. “Shoot!” Elisha said, and he shot. “The Lord’s*s arrow of victory, the arrow of victory over Aram!” Elisha declared. “You will completely destroy the Arameans at Aphek.”"
    },
    {
        "o": 10798,
        "r": "niv:2 Kings:13:18",
        "t": "Then*p he said, “Take the arrows,” and the king took them. Elisha told him, “Strike the ground.” He struck it three times and stopped."
    },
    {
        "o": 10799,
        "r": "niv:2 Kings:13:19",
        "t": "The man of God was angry with him and said, “You should have struck the ground five or six times; then you would have defeated Aram and completely destroyed it. But now you will defeat it only three times.”"
    },
    {
        "o": 10800,
        "r": "niv:2 Kings:13:20",
        "t": "Elisha*p died and was buried. Now*p Moabite raiders used to enter the country every spring."
    },
    {
        "o": 10801,
        "r": "niv:2 Kings:13:21",
        "t": "Once while some Israelites were burying a man, suddenly they saw a band of raiders; so they threw the man’s body into Elisha’s tomb. When the body touched Elisha’s bones, the man came to life and stood up on his feet."
    },
    {
        "o": 10802,
        "r": "niv:2 Kings:13:22",
        "t": "Hazael*p king of Aram oppressed Israel throughout the reign of Jehoahaz."
    },
    {
        "o": 10803,
        "r": "niv:2 Kings:13:23",
        "t": "But the Lord*s was gracious to them and had compassion and showed concern for them because of his covenant with Abraham, Isaac and Jacob. To this day he has been unwilling to destroy them or banish them from his presence."
    },
    {
        "o": 10804,
        "r": "niv:2 Kings:13:24",
        "t": "Hazael*p king of Aram died, and Ben-Hadad his son succeeded him as king."
    },
    {
        "o": 10805,
        "r": "niv:2 Kings:13:25",
        "t": "Then Jehoash son of Jehoahaz recaptured from Ben-Hadad son of Hazael the towns he had taken in battle from his father Jehoahaz. Three times Jehoash defeated him, and so he recovered the Israelite towns."
    }
]
