[
    {
        "o": 7626,
        "r": "csb:Judges:13:0",
        "t": "Judges 13",
        "h": 1
    },
    {
        "o": 7627,
        "r": "csb:Judges:13:0",
        "t": "Birth of Samson",
        "h": 2
    },
    {
        "o": 7628,
        "r": "csb:Judges:13:1",
        "t": "The*p Israelites again did what was evil in the Lord’s*s sight, so the Lord*s handed them over to the Philistines forty years."
    },
    {
        "o": 7629,
        "r": "csb:Judges:13:2",
        "t": "There was a certain man from Zorah, from the family of Dan, whose name was Manoah; his wife was unable to conceive and had no children."
    },
    {
        "o": 7630,
        "r": "csb:Judges:13:3",
        "t": "The angel of the Lord*s appeared to the woman and said to her, “Although you are unable to conceive and have no children, you will conceive and give birth to a son."
    },
    {
        "o": 7631,
        "r": "csb:Judges:13:4",
        "t": "Now please be careful not to drink wine or beer, or to eat anything unclean;"
    },
    {
        "o": 7632,
        "r": "csb:Judges:13:5",
        "t": "for indeed, you will conceive and give birth to a son. You must never cut his hair, because the boy will be a Nazirite to God from birth, and he will begin to save Israel from the power of the Philistines.”"
    },
    {
        "o": 7633,
        "r": "csb:Judges:13:6",
        "t": "Then*p the woman went and told her husband, “A man of God came to me. He looked like the awe-inspiring angel of God. I didn’t ask him where he came from, and he didn’t tell me his name."
    },
    {
        "o": 7634,
        "r": "csb:Judges:13:7",
        "t": "He said to me, ‘You will conceive and give birth to a son. Therefore, do not drink wine or beer, and do not eat anything unclean, because the boy will be a Nazirite to God from birth until the day of his death.’”"
    },
    {
        "o": 7635,
        "r": "csb:Judges:13:8",
        "t": "Manoah*p prayed to the Lord*s and said, “Please, Lord, let the man of God you sent come again to us and teach us what we should do for the boy who will be born.”"
    },
    {
        "o": 7636,
        "r": "csb:Judges:13:9",
        "t": "God*p listened to Manoah, and the angel of God came again to the woman. She was sitting in the field, and her husband, Manoah, was not with her."
    },
    {
        "o": 7637,
        "r": "csb:Judges:13:10",
        "t": "The woman ran quickly to her husband and told him, “The man who came to me the other day has just come back!”"
    },
    {
        "o": 7638,
        "r": "csb:Judges:13:11",
        "t": "So*p Manoah got up and followed his wife. When he came to the man, he asked, “Are you the man who spoke to my wife?” “I*p am,” he said."
    },
    {
        "o": 7639,
        "r": "csb:Judges:13:12",
        "t": "Then*p Manoah asked, “When your words come true, what will be the boy’s responsibilities and work?”"
    },
    {
        "o": 7640,
        "r": "csb:Judges:13:13",
        "t": "The*p angel of the Lord*s answered Manoah, “Your wife needs to do everything I told her."
    },
    {
        "o": 7641,
        "r": "csb:Judges:13:14",
        "t": "She must not eat anything that comes from the grapevine or drink wine or beer. And she must not eat anything unclean. Your wife must do everything I have commanded her.”"
    },
    {
        "o": 7642,
        "r": "csb:Judges:13:15",
        "t": "“Please*p stay here,” Manoah told him, “and we will prepare a young goat for you.”"
    },
    {
        "o": 7643,
        "r": "csb:Judges:13:16",
        "t": "The*p angel of the Lord*s said to him, “If I stay, I won’t eat your food. But if you want to prepare a burnt offering, offer it to the Lord.”*s (Manoah did not know he was the angel of the Lord.)*s"
    },
    {
        "o": 7644,
        "r": "csb:Judges:13:17",
        "t": "Then*p Manoah said to him, “What is your name, so that we may honor you when your words come true?”"
    },
    {
        "o": 7645,
        "r": "csb:Judges:13:18",
        "t": "“Why*p do you ask my name,” the angel of the Lord*s asked him, “since it is beyond understanding?”"
    },
    {
        "o": 7646,
        "r": "csb:Judges:13:19",
        "t": "Manoah*p took a young goat and a grain offering and offered them on a rock to the Lord,*s who did something miraculous while Manoah and his wife were watching."
    },
    {
        "o": 7647,
        "r": "csb:Judges:13:20",
        "t": "When the flame went up from the altar to the sky, the angel of the Lord*s went up in its flame. When Manoah and his wife saw this, they fell facedown on the ground."
    },
    {
        "o": 7648,
        "r": "csb:Judges:13:21",
        "t": "The angel of the Lord*s did not appear again to Manoah and his wife. Then Manoah realized that it was the angel of the Lord.*s"
    },
    {
        "o": 7649,
        "r": "csb:Judges:13:22",
        "t": "“We’re*p certainly going to die,” he said to his wife, “because we have seen God!”"
    },
    {
        "o": 7650,
        "r": "csb:Judges:13:23",
        "t": "But*p his wife said to him, “If the Lord*s had intended to kill us, he wouldn’t have accepted the burnt offering and the grain offering from us, and he would not have shown us all these things or spoken to us like this.”"
    },
    {
        "o": 7651,
        "r": "csb:Judges:13:24",
        "t": "So*p the woman gave birth to a son and named him Samson. The boy grew, and the Lord*s blessed him."
    },
    {
        "o": 7652,
        "r": "csb:Judges:13:25",
        "t": "Then the Spirit of the Lord*s began to stir him in the Camp of Dan, between Zorah and Eshtaol."
    }
]
