[
    {
        "o": 1,
        "r": "nasb:Genesis:1:0",
        "t": "Genesis 1",
        "h": 1
    },
    {
        "o": 2,
        "r": "nasb:Genesis:1:0",
        "t": "The Creation",
        "h": 2
    },
    {
        "o": 3,
        "r": "nasb:Genesis:1:1",
        "t": "In*p the beginning God created the heavens and the earth."
    },
    {
        "o": 4,
        "r": "nasb:Genesis:1:2",
        "t": "The earth was formless and void, and darkness was over the surface of the deep, and the Spirit of God was moving over the surface of the waters."
    },
    {
        "o": 5,
        "r": "nasb:Genesis:1:3",
        "t": "Then God said, “Let there be light”; and there was light."
    },
    {
        "o": 6,
        "r": "nasb:Genesis:1:4",
        "t": "God saw that the light was good; and God separated the light from the darkness."
    },
    {
        "o": 7,
        "r": "nasb:Genesis:1:5",
        "t": "God called the light day, and the darkness He called night. And there was evening and there was morning, one day."
    },
    {
        "o": 8,
        "r": "nasb:Genesis:1:6",
        "t": "Then*p God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.”"
    },
    {
        "o": 9,
        "r": "nasb:Genesis:1:7",
        "t": "God made the expanse, and separated the waters which were below the expanse from the waters which were above the expanse; and it was so."
    },
    {
        "o": 10,
        "r": "nasb:Genesis:1:8",
        "t": "God called the expanse heaven. And there was evening and there was morning, a second day."
    },
    {
        "o": 11,
        "r": "nasb:Genesis:1:9",
        "t": "Then*p God said, “Let the waters below the heavens be gathered into one place, and let the dry land appear”; and it was so."
    },
    {
        "o": 12,
        "r": "nasb:Genesis:1:10",
        "t": "God called the dry land earth, and the gathering of the waters He called seas; and God saw that it was good."
    },
    {
        "o": 13,
        "r": "nasb:Genesis:1:11",
        "t": "Then God said, “Let the earth sprout vegetation, plants yielding seed, and*i fruit trees on the earth bearing fruit after their kind with seed in them”; and it was so."
    },
    {
        "o": 14,
        "r": "nasb:Genesis:1:12",
        "t": "The earth brought forth vegetation, plants yielding seed after their kind, and trees bearing fruit with seed in them, after their kind; and God saw that it was good."
    },
    {
        "o": 15,
        "r": "nasb:Genesis:1:13",
        "t": "There was evening and there was morning, a third day."
    },
    {
        "o": 16,
        "r": "nasb:Genesis:1:14",
        "t": "Then*p God said, “Let there be lights in the expanse of the heavens to separate the day from the night, and let them be for signs and for seasons and for days and years;"
    },
    {
        "o": 17,
        "r": "nasb:Genesis:1:15",
        "t": "and let them be for lights in the expanse of the heavens to give light on the earth”; and it was so."
    },
    {
        "o": 18,
        "r": "nasb:Genesis:1:16",
        "t": "God made the two great lights, the greater light to govern the day, and the lesser light to govern the night; He*i made*i the stars also."
    },
    {
        "o": 19,
        "r": "nasb:Genesis:1:17",
        "t": "God placed them in the expanse of the heavens to give light on the earth,"
    },
    {
        "o": 20,
        "r": "nasb:Genesis:1:18",
        "t": "and to govern the day and the night, and to separate the light from the darkness; and God saw that it was good."
    },
    {
        "o": 21,
        "r": "nasb:Genesis:1:19",
        "t": "There was evening and there was morning, a fourth day."
    },
    {
        "o": 22,
        "r": "nasb:Genesis:1:20",
        "t": "Then*p God said, “Let the waters teem with swarms of living creatures, and let birds fly above the earth in the open expanse of the heavens.”"
    },
    {
        "o": 23,
        "r": "nasb:Genesis:1:21",
        "t": "God created the great sea monsters and every living creature that moves, with which the waters swarmed after their kind, and every winged bird after its kind; and God saw that it was good."
    },
    {
        "o": 24,
        "r": "nasb:Genesis:1:22",
        "t": "God blessed them, saying, “Be fruitful and multiply, and fill the waters in the seas, and let birds multiply on the earth.”"
    },
    {
        "o": 25,
        "r": "nasb:Genesis:1:23",
        "t": "There was evening and there was morning, a fifth day."
    },
    {
        "o": 26,
        "r": "nasb:Genesis:1:24",
        "t": "Then*p God said, “Let the earth bring forth living creatures after their kind: cattle and creeping things and beasts of the earth after their kind”; and it was so."
    },
    {
        "o": 27,
        "r": "nasb:Genesis:1:25",
        "t": "God made the beasts of the earth after their kind, and the cattle after their kind, and everything that creeps on the ground after its kind; and God saw that it was good."
    },
    {
        "o": 28,
        "r": "nasb:Genesis:1:26",
        "t": "Then*p God said, “Let Us make man in Our image, according to Our likeness; and let them rule over the fish of the sea and over the birds of the sky and over the cattle and over all the earth, and over every creeping thing that creeps on the earth.”"
    },
    {
        "o": 29,
        "r": "nasb:Genesis:1:27",
        "t": "God created man in His own image, in the image of God He created him; male and female He created them."
    },
    {
        "o": 30,
        "r": "nasb:Genesis:1:28",
        "t": "God blessed them; and God said to them, “Be fruitful and multiply, and fill the earth, and subdue it; and rule over the fish of the sea and over the birds of the sky and over every living thing that moves on the earth.”"
    },
    {
        "o": 31,
        "r": "nasb:Genesis:1:29",
        "t": "Then God said, “Behold, I have given you every plant yielding seed that is on the surface of all the earth, and every tree which has fruit yielding seed; it shall be food for you;"
    },
    {
        "o": 32,
        "r": "nasb:Genesis:1:30",
        "t": "and to every beast of the earth and to every bird of the sky and to every thing that moves on the earth which has life, I*i have*i given*i every green plant for food”; and it was so."
    },
    {
        "o": 33,
        "r": "nasb:Genesis:1:31",
        "t": "God saw all that He had made, and behold, it was very good. And there was evening and there was morning, the sixth day."
    }
]
