[
    {
        "o": 4774,
        "r": "nasb:Numbers:22:0",
        "t": "Numbers 22",
        "h": 1
    },
    {
        "o": 4775,
        "r": "nasb:Numbers:22:0",
        "t": "Balak Sends for Balaam",
        "h": 2
    },
    {
        "o": 4776,
        "r": "nasb:Numbers:22:1",
        "t": "Then*p the sons of Israel journeyed, and camped in the plains of Moab beyond the Jordan opposite*i Jericho."
    },
    {
        "o": 4777,
        "r": "nasb:Numbers:22:2",
        "t": "Now*p Balak the son of Zippor saw all that Israel had done to the Amorites."
    },
    {
        "o": 4778,
        "r": "nasb:Numbers:22:3",
        "t": "So Moab was in great fear because of the people, for they were numerous; and Moab was in dread of the sons of Israel."
    },
    {
        "o": 4779,
        "r": "nasb:Numbers:22:4",
        "t": "Moab said to the elders of Midian, “Now this horde will lick up all that is around us, as the ox licks up the grass of the field.” And Balak the son of Zippor was king of Moab at that time."
    },
    {
        "o": 4780,
        "r": "nasb:Numbers:22:5",
        "t": "So he sent messengers to Balaam the son of Beor, at Pethor, which is near the River, in*i the land of the sons of his people, to call him, saying, “Behold, a people came out of Egypt; behold, they cover the surface of the land, and they are living opposite me."
    },
    {
        "o": 4781,
        "r": "nasb:Numbers:22:6",
        "t": "Now, therefore, please come, curse this people for me since they are too mighty for me; perhaps I may be able to defeat them and drive them out of the land. For I know that he whom you bless is blessed, and he whom you curse is cursed.”"
    },
    {
        "o": 4782,
        "r": "nasb:Numbers:22:7",
        "t": "So*p the elders of Moab and the elders of Midian departed with the fees*i for*i divination in their hand; and they came to Balaam and repeated Balak’s words to him."
    },
    {
        "o": 4783,
        "r": "nasb:Numbers:22:8",
        "t": "He said to them, “Spend the night here, and I will bring word back to you as the Lord*s may speak to me.” And the leaders of Moab stayed with Balaam."
    },
    {
        "o": 4784,
        "r": "nasb:Numbers:22:9",
        "t": "Then God came to Balaam and said, “Who are these men with you?”"
    },
    {
        "o": 4785,
        "r": "nasb:Numbers:22:10",
        "t": "Balaam said to God, “Balak the son of Zippor, king of Moab, has sent word*i to me,"
    },
    {
        "o": 4786,
        "r": "nasb:Numbers:22:11",
        "t": "‘Behold, there is a people who came out of Egypt and they cover the surface of the land; now come, curse them for me; perhaps I may be able to fight against them and drive them out.’ ”"
    },
    {
        "o": 4787,
        "r": "nasb:Numbers:22:12",
        "t": "God said to Balaam, “Do not go with them; you shall not curse the people, for they are blessed.”"
    },
    {
        "o": 4788,
        "r": "nasb:Numbers:22:13",
        "t": "So Balaam arose in the morning and said to Balak’s leaders, “Go back to your land, for the Lord*s has refused to let me go with you.”"
    },
    {
        "o": 4789,
        "r": "nasb:Numbers:22:14",
        "t": "The leaders of Moab arose and went to Balak and said, “Balaam refused to come with us.”"
    },
    {
        "o": 4790,
        "r": "nasb:Numbers:22:15",
        "t": "Then*p Balak again sent leaders, more numerous and more distinguished than the former."
    },
    {
        "o": 4791,
        "r": "nasb:Numbers:22:16",
        "t": "They came to Balaam and said to him, “Thus says Balak the son of Zippor, ‘Let nothing, I beg you, hinder you from coming to me;"
    },
    {
        "o": 4792,
        "r": "nasb:Numbers:22:17",
        "t": "for I will indeed honor you richly, and I will do whatever you say to me. Please come then, curse this people for me.’ ”"
    },
    {
        "o": 4793,
        "r": "nasb:Numbers:22:18",
        "t": "Balaam replied to the servants of Balak, “Though Balak were to give me his house full of silver and gold, I could not do anything, either small or great, contrary to the command of the Lord*s my God."
    },
    {
        "o": 4794,
        "r": "nasb:Numbers:22:19",
        "t": "Now please, you also stay here tonight, and I will find out what else the Lord*s will speak to me.”"
    },
    {
        "o": 4795,
        "r": "nasb:Numbers:22:20",
        "t": "God came to Balaam at night and said to him, “If the men have come to call you, rise up and*i go with them; but only the word which I speak to you shall you do.”"
    },
    {
        "o": 4796,
        "r": "nasb:Numbers:22:21",
        "t": "So*p Balaam arose in the morning, and saddled his donkey and went with the leaders of Moab."
    },
    {
        "o": 4797,
        "r": "nasb:Numbers:22:21",
        "t": "The Angel and Balaam",
        "h": 2
    },
    {
        "o": 4798,
        "r": "nasb:Numbers:22:22",
        "t": "But*p God was angry because he was going, and the angel of the Lord*s took his stand in the way as an adversary against him. Now he was riding on his donkey and his two servants were with him."
    },
    {
        "o": 4799,
        "r": "nasb:Numbers:22:23",
        "t": "When the donkey saw the angel of the Lord*s standing in the way with his drawn sword in his hand, the donkey turned off from the way and went into the field; but Balaam struck the donkey to turn her back into the way."
    },
    {
        "o": 4800,
        "r": "nasb:Numbers:22:24",
        "t": "Then the angel of the Lord*s stood in a narrow path of the vineyards, with*i a wall on this side and a wall on that side."
    },
    {
        "o": 4801,
        "r": "nasb:Numbers:22:25",
        "t": "When the donkey saw the angel of the Lord,*s she pressed herself to the wall and pressed Balaam’s foot against the wall, so he struck her again."
    },
    {
        "o": 4802,
        "r": "nasb:Numbers:22:26",
        "t": "The angel of the Lord*s went further, and stood in a narrow place where there was no way to turn to the right hand or the left."
    },
    {
        "o": 4803,
        "r": "nasb:Numbers:22:27",
        "t": "When the donkey saw the angel of the Lord,*s she lay down under Balaam; so Balaam was angry and struck the donkey with his stick."
    },
    {
        "o": 4804,
        "r": "nasb:Numbers:22:28",
        "t": "And the Lord*s opened the mouth of the donkey, and she said to Balaam, “What have I done to you, that you have struck me these three times?”"
    },
    {
        "o": 4805,
        "r": "nasb:Numbers:22:29",
        "t": "Then Balaam said to the donkey, “Because you have made a mockery of me! If there had been a sword in my hand, I would have killed you by now.”"
    },
    {
        "o": 4806,
        "r": "nasb:Numbers:22:30",
        "t": "The donkey said to Balaam, “Am I not your donkey on which you have ridden all your life to this day? Have I ever been accustomed to do so to you?” And he said, “No.”"
    },
    {
        "o": 4807,
        "r": "nasb:Numbers:22:31",
        "t": "Then*p the Lord*s opened the eyes of Balaam, and he saw the angel of the Lord*s standing in the way with his drawn sword in his hand; and he bowed all the way to the ground."
    },
    {
        "o": 4808,
        "r": "nasb:Numbers:22:32",
        "t": "The angel of the Lord*s said to him, “Why have you struck your donkey these three times? Behold, I have come out as an adversary, because your way was contrary to me."
    },
    {
        "o": 4809,
        "r": "nasb:Numbers:22:33",
        "t": "But the donkey saw me and turned aside from me these three times. If she had not turned aside from me, I would surely have killed you just now, and let her live.”"
    },
    {
        "o": 4810,
        "r": "nasb:Numbers:22:34",
        "t": "Balaam said to the angel of the Lord,*s “I have sinned, for I did not know that you were standing in the way against me. Now then, if it is displeasing to you, I will turn back.”"
    },
    {
        "o": 4811,
        "r": "nasb:Numbers:22:35",
        "t": "But the angel of the Lord*s said to Balaam, “Go with the men, but you shall speak only the word which I tell you.” So Balaam went along with the leaders of Balak."
    },
    {
        "o": 4812,
        "r": "nasb:Numbers:22:36",
        "t": "When*p Balak heard that Balaam was coming, he went out to meet him at the city of Moab, which is on the Arnon border, at the extreme end of the border."
    },
    {
        "o": 4813,
        "r": "nasb:Numbers:22:37",
        "t": "Then Balak said to Balaam, “Did I not urgently send to you to call you? Why did you not come to me? Am I really unable to honor you?”"
    },
    {
        "o": 4814,
        "r": "nasb:Numbers:22:38",
        "t": "So Balaam said to Balak, “Behold, I have come now to you! Am I able to speak anything at all? The word that God puts in my mouth, that I shall speak.”"
    },
    {
        "o": 4815,
        "r": "nasb:Numbers:22:39",
        "t": "And Balaam went with Balak, and they came to Kiriath-huzoth."
    },
    {
        "o": 4816,
        "r": "nasb:Numbers:22:40",
        "t": "Balak sacrificed oxen and sheep, and sent some*i to Balaam and the leaders who were with him."
    },
    {
        "o": 4817,
        "r": "nasb:Numbers:22:41",
        "t": "Then*p it came about in the morning that Balak took Balaam and brought him up to the high places of Baal, and he saw from there a portion of the people."
    }
]
