[
    {
        "o": 27449,
        "r": "nkjv:Mark:6:0",
        "t": "Mark 6",
        "h": 1
    },
    {
        "o": 27450,
        "r": "nkjv:Mark:6:0",
        "t": "Jesus Rejected at Nazareth",
        "h": 2
    },
    {
        "o": 27451,
        "r": "nkjv:Mark:6:1",
        "t": "Then*p He went out from there and came to His own country, and His disciples followed Him."
    },
    {
        "o": 27452,
        "r": "nkjv:Mark:6:2",
        "t": "And when the Sabbath had come, He began to teach in the synagogue. And many hearing Him*i were astonished, saying, “Where did*i this Man get*i these things? And what wisdom is*i this which is given to Him, that such mighty works are performed by His hands!"
    },
    {
        "o": 27453,
        "r": "nkjv:Mark:6:3",
        "t": "Is this not the carpenter, the Son of Mary, and brother of James, Joses, Judas, and Simon? And are not His sisters here with us?” So they were offended at Him."
    },
    {
        "o": 27454,
        "r": "nkjv:Mark:6:4",
        "t": "But*p Jesus said to them, “A*r prophet*r is*r not*r without*r honor*r except*r in*r his*r own*r country,*r among*r his*r own*r relatives,*r and*r in*r his*r own*r house.”*r"
    },
    {
        "o": 27455,
        "r": "nkjv:Mark:6:5",
        "t": "Now He could do no mighty work there, except that He laid His hands on a few sick people and healed them.*i"
    },
    {
        "o": 27456,
        "r": "nkjv:Mark:6:6",
        "t": "And He marveled because of their unbelief. Then He went about the villages in a circuit, teaching."
    },
    {
        "o": 27457,
        "r": "nkjv:Mark:6:6",
        "t": "Sending Out the Twelve",
        "h": 2
    },
    {
        "o": 27458,
        "r": "nkjv:Mark:6:7",
        "t": "And*p He called the twelve to Himself,*i and began to send them out two by*i two, and gave them power over unclean spirits."
    },
    {
        "o": 27459,
        "r": "nkjv:Mark:6:8",
        "t": "He commanded them to take nothing for the journey except a staff—no bag, no bread, no copper in their*i money belts—"
    },
    {
        "o": 27460,
        "r": "nkjv:Mark:6:9",
        "t": "but to wear sandals, and not to put on two tunics."
    },
    {
        "o": 27461,
        "r": "nkjv:Mark:6:10",
        "t": "Also*p He said to them, “In*r whatever*r place*r you*r enter*r a*r house,*r stay*r there*r till*r you*r depart*r from*r that*r place.*r"
    },
    {
        "o": 27462,
        "r": "nkjv:Mark:6:11",
        "t": "And*r whoever*r will*r not*r receive*r you*r nor*r hear*r you,*r when*r you*r depart*r from*r there,*r shake*r off*r the*r dust*r under*r your*r feet*r as*r a*r testimony*r against*r them.*r Assuredly,*r I*r say*r to*r you,*r it*r will*r be*r more*r tolerable*r for*r Sodom*r and*r Gomorrah*r in*r the*r day*r of*r judgment*r than*r for*r that*r city!”*r"
    },
    {
        "o": 27463,
        "r": "nkjv:Mark:6:12",
        "t": "So*p they went out and preached that people*i should repent."
    },
    {
        "o": 27464,
        "r": "nkjv:Mark:6:13",
        "t": "And they cast out many demons, and anointed with oil many who were sick, and healed them.*i"
    },
    {
        "o": 27465,
        "r": "nkjv:Mark:6:13",
        "t": "John the Baptist Beheaded",
        "h": 2
    },
    {
        "o": 27466,
        "r": "nkjv:Mark:6:14",
        "t": "Now*p King Herod heard of*i Him,*i for His name had become well known. And he said, “John the Baptist is risen from the dead, and therefore these powers are at work in him.”"
    },
    {
        "o": 27467,
        "r": "nkjv:Mark:6:15",
        "t": "Others*p said, “It is Elijah.” And*p others said, “It is the Prophet, or like one of the prophets.”"
    },
    {
        "o": 27468,
        "r": "nkjv:Mark:6:16",
        "t": "But*p when Herod heard, he said, “This is John, whom I beheaded; he has been raised from the dead!”"
    },
    {
        "o": 27469,
        "r": "nkjv:Mark:6:17",
        "t": "For Herod himself had sent and laid hold of John, and bound him in prison for the sake of Herodias, his brother Philip’s wife; for he had married her."
    },
    {
        "o": 27470,
        "r": "nkjv:Mark:6:18",
        "t": "Because John had said to Herod, “It is not lawful for you to have your brother’s wife.”"
    },
    {
        "o": 27471,
        "r": "nkjv:Mark:6:19",
        "t": "Therefore*p Herodias held it against him and wanted to kill him, but she could not;"
    },
    {
        "o": 27472,
        "r": "nkjv:Mark:6:20",
        "t": "for Herod feared John, knowing that he was*i a just and holy man, and he protected him. And when he heard him, he did many things, and heard him gladly."
    },
    {
        "o": 27473,
        "r": "nkjv:Mark:6:21",
        "t": "Then*p an opportune day came when Herod on his birthday gave a feast for his nobles, the high officers, and the chief men*i of Galilee."
    },
    {
        "o": 27474,
        "r": "nkjv:Mark:6:22",
        "t": "And when Herodias’ daughter herself came in and danced, and pleased Herod and those who sat with him, the king said to the girl, “Ask me whatever you want, and I will give it*i to you.”"
    },
    {
        "o": 27475,
        "r": "nkjv:Mark:6:23",
        "t": "He also swore to her, “Whatever you ask me, I will give you, up to half my kingdom.”"
    },
    {
        "o": 27476,
        "r": "nkjv:Mark:6:24",
        "t": "So*p she went out and said to her mother, “What shall I ask?” And*p she said, “The head of John the Baptist!”"
    },
    {
        "o": 27477,
        "r": "nkjv:Mark:6:25",
        "t": "Immediately*p she came in with haste to the king and asked, saying, “I want you to give me at once the head of John the Baptist on a platter.”"
    },
    {
        "o": 27478,
        "r": "nkjv:Mark:6:26",
        "t": "And*p the king was exceedingly sorry; yet,*i because of the oaths and because of those who sat with him, he did not want to refuse her."
    },
    {
        "o": 27479,
        "r": "nkjv:Mark:6:27",
        "t": "Immediately the king sent an executioner and commanded his head to be brought. And he went and beheaded him in prison,"
    },
    {
        "o": 27480,
        "r": "nkjv:Mark:6:28",
        "t": "brought his head on a platter, and gave it to the girl; and the girl gave it to her mother."
    },
    {
        "o": 27481,
        "r": "nkjv:Mark:6:29",
        "t": "When his disciples heard of*i it,*i they came and took away his corpse and laid it in a tomb."
    },
    {
        "o": 27482,
        "r": "nkjv:Mark:6:29",
        "t": "Feeding the Five Thousand",
        "h": 2
    },
    {
        "o": 27483,
        "r": "nkjv:Mark:6:30",
        "t": "Then*p the apostles gathered to Jesus and told Him all things, both what they had done and what they had taught."
    },
    {
        "o": 27484,
        "r": "nkjv:Mark:6:31",
        "t": "And He said to them, “Come*r aside*r by*r yourselves*r to*r a*r deserted*r place*r and*r rest*r a*r while.”*r For there were many coming and going, and they did not even have time to eat."
    },
    {
        "o": 27485,
        "r": "nkjv:Mark:6:32",
        "t": "So they departed to a deserted place in the boat by themselves."
    },
    {
        "o": 27486,
        "r": "nkjv:Mark:6:33",
        "t": "But*p the multitudes saw them departing, and many knew Him and ran there on foot from all the cities. They arrived before them and came together to Him."
    },
    {
        "o": 27487,
        "r": "nkjv:Mark:6:34",
        "t": "And Jesus, when He came out, saw a great multitude and was moved with compassion for them, because they were like sheep not having a shepherd. So He began to teach them many things."
    },
    {
        "o": 27488,
        "r": "nkjv:Mark:6:35",
        "t": "When the day was now far spent, His disciples came to Him and said, “This is a deserted place, and already the hour is*i late."
    },
    {
        "o": 27489,
        "r": "nkjv:Mark:6:36",
        "t": "Send them away, that they may go into the surrounding country and villages and buy themselves bread; for they have nothing to eat.”"
    },
    {
        "o": 27490,
        "r": "nkjv:Mark:6:37",
        "t": "But*p He answered and said to them, “You*r give*r them*r something*r to*r eat.”*r And*p they said to Him, “Shall we go and buy two hundred denarii worth of bread and give them something*i to eat?”"
    },
    {
        "o": 27491,
        "r": "nkjv:Mark:6:38",
        "t": "But*p He said to them, “How*r many*r loaves*r do*r you*r have?*r Go*r and*r see.”*r And*p when they found out they said, “Five, and two fish.”"
    },
    {
        "o": 27492,
        "r": "nkjv:Mark:6:39",
        "t": "Then*p He commanded them to make them all sit down in groups on the green grass."
    },
    {
        "o": 27493,
        "r": "nkjv:Mark:6:40",
        "t": "So they sat down in ranks, in hundreds and in fifties."
    },
    {
        "o": 27494,
        "r": "nkjv:Mark:6:41",
        "t": "And when He had taken the five loaves and the two fish, He looked up to heaven, blessed and broke the loaves, and gave them*i to His disciples to set before them; and the two fish He divided among them*i all."
    },
    {
        "o": 27495,
        "r": "nkjv:Mark:6:42",
        "t": "So they all ate and were filled."
    },
    {
        "o": 27496,
        "r": "nkjv:Mark:6:43",
        "t": "And they took up twelve baskets full of fragments and of the fish."
    },
    {
        "o": 27497,
        "r": "nkjv:Mark:6:44",
        "t": "Now those who had eaten the loaves were about five thousand men."
    },
    {
        "o": 27498,
        "r": "nkjv:Mark:6:44",
        "t": "Jesus Walks on the Sea",
        "h": 2
    },
    {
        "o": 27499,
        "r": "nkjv:Mark:6:45",
        "t": "Immediately*p He made His disciples get into the boat and go before Him to the other side, to Bethsaida, while He sent the multitude away."
    },
    {
        "o": 27500,
        "r": "nkjv:Mark:6:46",
        "t": "And when He had sent them away, He departed to the mountain to pray."
    },
    {
        "o": 27501,
        "r": "nkjv:Mark:6:47",
        "t": "Now when evening came, the boat was in the middle of the sea; and He was*i alone on the land."
    },
    {
        "o": 27502,
        "r": "nkjv:Mark:6:48",
        "t": "Then He saw them straining at rowing, for the wind was against them. Now about the fourth watch of the night He came to them, walking on the sea, and would have passed them by."
    },
    {
        "o": 27503,
        "r": "nkjv:Mark:6:49",
        "t": "And when they saw Him walking on the sea, they supposed it was a ghost, and cried out;"
    },
    {
        "o": 27504,
        "r": "nkjv:Mark:6:50",
        "t": "for they all saw Him and were troubled. But immediately He talked with them and said to them, “Be*r of*r good*r cheer!*r It*r is*r I;*r do*r not*r be*r afraid.”*r"
    },
    {
        "o": 27505,
        "r": "nkjv:Mark:6:51",
        "t": "Then He went up into the boat to them, and the wind ceased. And they were greatly amazed in themselves beyond measure, and marveled."
    },
    {
        "o": 27506,
        "r": "nkjv:Mark:6:52",
        "t": "For they had not understood about the loaves, because their heart was hardened."
    },
    {
        "o": 27507,
        "r": "nkjv:Mark:6:52",
        "t": "Many Touch Him and Are Made Well",
        "h": 2
    },
    {
        "o": 27508,
        "r": "nkjv:Mark:6:53",
        "t": "When*p they had crossed over, they came to the land of Gennesaret and anchored there."
    },
    {
        "o": 27509,
        "r": "nkjv:Mark:6:54",
        "t": "And when they came out of the boat, immediately the people recognized Him,"
    },
    {
        "o": 27510,
        "r": "nkjv:Mark:6:55",
        "t": "ran through that whole surrounding region, and began to carry about on beds those who were sick to wherever they heard He was."
    },
    {
        "o": 27511,
        "r": "nkjv:Mark:6:56",
        "t": "Wherever He entered, into villages, cities, or the country, they laid the sick in the marketplaces, and begged Him that they might just touch the hem of His garment. And as many as touched Him were made well."
    }
]
