[
    {
        "o": 22241,
        "r": "csb:Jeremiah:35:0",
        "t": "Jeremiah 35",
        "h": 1
    },
    {
        "o": 22242,
        "r": "csb:Jeremiah:35:0",
        "t": "The Rechabites’ Example",
        "h": 2
    },
    {
        "o": 22243,
        "r": "csb:Jeremiah:35:1",
        "t": "This*p is the word that came to Jeremiah from the Lord*s in the days of Jehoiakim son of Josiah, king of Judah:"
    },
    {
        "o": 22244,
        "r": "csb:Jeremiah:35:2",
        "t": "“Go to the house of the Rechabites, speak to them, and bring them to one of the chambers of the temple of the Lord*s to offer them a drink of wine.”"
    },
    {
        "o": 22245,
        "r": "csb:Jeremiah:35:3",
        "t": "So*p I took Jaazaniah son of Jeremiah, son of Habazziniah, and his brothers and all his sons - the entire house of the Rechabites -"
    },
    {
        "o": 22246,
        "r": "csb:Jeremiah:35:4",
        "t": "and I brought them into the temple of the Lord*s to a chamber occupied by the sons of Hanan son of Igdaliah, a man of God, who had a chamber near the officials’ chamber, which was above the chamber of Maaseiah son of Shallum the doorkeeper."
    },
    {
        "o": 22247,
        "r": "csb:Jeremiah:35:5",
        "t": "I set jars filled with wine and some cups before the sons of the house of the Rechabites and said to them, “Drink wine!”"
    },
    {
        "o": 22248,
        "r": "csb:Jeremiah:35:6",
        "t": "But*p they replied, “We do not drink wine, for Jonadab, son of our ancestor Rechab, commanded, ‘You and your descendants must never drink wine."
    },
    {
        "o": 22249,
        "r": "csb:Jeremiah:35:7",
        "t": "You must not build a house or sow seed or plant a vineyard. Those things are not for you. Rather, you must live in tents your whole life, so you may live a long time on the soil where you stay as a resident alien.’"
    },
    {
        "o": 22250,
        "r": "csb:Jeremiah:35:8",
        "t": "We have obeyed Jonadab, son of our ancestor Rechab, in all he commanded us. So we haven’t drunk wine our whole life - we, our wives, our sons, and our daughters."
    },
    {
        "o": 22251,
        "r": "csb:Jeremiah:35:9",
        "t": "We also have not built houses to live in and do not have vineyard, field, or seed."
    },
    {
        "o": 22252,
        "r": "csb:Jeremiah:35:10",
        "t": "But we have lived in tents and have obeyed and done everything our ancestor Jonadab commanded us."
    },
    {
        "o": 22253,
        "r": "csb:Jeremiah:35:11",
        "t": "However, when King Nebuchadnezzar of Babylon marched into the land, we said, ‘Come, let’s go into Jerusalem to get away from the Chaldean and Aramean armies.’ So we have been living in Jerusalem.”"
    },
    {
        "o": 22254,
        "r": "csb:Jeremiah:35:12",
        "t": "Then*p the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 22255,
        "r": "csb:Jeremiah:35:13",
        "t": "“This is what the Lord*s of Armies, the God of Israel, says: Go, say to the men of Judah and the residents of Jerusalem, ‘Will you not accept discipline by listening to my words? - this is the Lord’s*s declaration."
    },
    {
        "o": 22256,
        "r": "csb:Jeremiah:35:14",
        "t": "The words of Jonadab, son of Rechab, have been carried out. He commanded his descendants not to drink wine, and they have not drunk to this day because they have obeyed their ancestor’s command. But I have spoken to you time and time again, and you have not obeyed me!"
    },
    {
        "o": 22257,
        "r": "csb:Jeremiah:35:15",
        "t": "Time and time again I have sent you all my servants the prophets, proclaiming, “Turn, each one from his evil way, and correct your actions. Stop following other gods to serve them. Live in the land that I gave you and your ancestors.” But you did not pay attention or obey me."
    },
    {
        "o": 22258,
        "r": "csb:Jeremiah:35:16",
        "t": "Yes, the sons of Jonadab son of Rechab carried out their ancestor’s command he gave them, but these people have not obeyed me."
    },
    {
        "o": 22259,
        "r": "csb:Jeremiah:35:17",
        "t": "Therefore, this is what the Lord,*s the God of Armies, the God of Israel, says: I will certainly bring on Judah and on all the residents of Jerusalem all the disaster I have pronounced against them because I have spoken to them, but they have not obeyed, and I have called to them, but they did not answer.’”"
    },
    {
        "o": 22260,
        "r": "csb:Jeremiah:35:18",
        "t": "But*p to the house of the Rechabites Jeremiah said, “This is what the Lord*s of Armies, the God of Israel, says: ‘Because you have obeyed the command of your ancestor Jonadab and have kept all his commands and have done everything he commanded you,"
    },
    {
        "o": 22261,
        "r": "csb:Jeremiah:35:19",
        "t": "this is what the Lord*s of Armies, the God of Israel, says: Jonadab son of Rechab will never fail to have a man to stand before me always.’”"
    }
]
