[
    {
        "o": 33415,
        "r": "nasb:Hebrews:4:0",
        "t": "Hebrews 4",
        "h": 1
    },
    {
        "o": 33416,
        "r": "nasb:Hebrews:4:0",
        "t": "The Believer’s Rest",
        "h": 2
    },
    {
        "o": 33417,
        "r": "nasb:Hebrews:4:1",
        "t": "Therefore,*p let us fear if, while a promise remains of entering His rest, any one of you may seem to have come short of it."
    },
    {
        "o": 33418,
        "r": "nasb:Hebrews:4:2",
        "t": "For indeed we have had good news preached to us, just as they also; but the word they heard did not profit them, because it was not united by faith in those who heard."
    },
    {
        "o": 33419,
        "r": "nasb:Hebrews:4:3",
        "t": "For we who have believed enter that rest, just as He has said, “As*pn I swore*s in*s My*s wrath,*s They*sln shall*s not*s enter*s My*s rest,”*s although*p His works were finished from the foundation of the world."
    },
    {
        "o": 33420,
        "r": "nasb:Hebrews:4:4",
        "t": "For He has said somewhere concerning the seventh day:*i “And God*s rested*s on*s the*s seventh*s day*s from*s all*s His*s works”;*s"
    },
    {
        "o": 33421,
        "r": "nasb:Hebrews:4:5",
        "t": "and again in this passage,*i “They*s shall*s not*s enter*s My*s rest.”*s"
    },
    {
        "o": 33422,
        "r": "nasb:Hebrews:4:6",
        "t": "Therefore, since it remains for some to enter it, and those who formerly had good news preached to them failed to enter because of disobedience,"
    },
    {
        "o": 33423,
        "r": "nasb:Hebrews:4:7",
        "t": "He again fixes a certain day, “Today,” saying through David after so long a time just as has been said before, “Today*spn if*s you*s hear*s His*s voice,*s Do*sln not*s harden*s your*s hearts.”*s"
    },
    {
        "o": 33424,
        "r": "nasb:Hebrews:4:8",
        "t": "For*p if Joshua had given them rest, He would not have spoken of another day after that."
    },
    {
        "o": 33425,
        "r": "nasb:Hebrews:4:9",
        "t": "So there remains a Sabbath rest for the people of God."
    },
    {
        "o": 33426,
        "r": "nasb:Hebrews:4:10",
        "t": "For the one who has entered His rest has himself also rested from his works, as God did from His."
    },
    {
        "o": 33427,
        "r": "nasb:Hebrews:4:11",
        "t": "Therefore let us be diligent to enter that rest, so that no one will fall, through following*i the same example of disobedience."
    },
    {
        "o": 33428,
        "r": "nasb:Hebrews:4:12",
        "t": "For the word of God is living and active and sharper than any two-edged sword, and piercing as far as the division of soul and spirit, of both joints and marrow, and able to judge the thoughts and intentions of the heart."
    },
    {
        "o": 33429,
        "r": "nasb:Hebrews:4:13",
        "t": "And there is no creature hidden from His sight, but all things are open and laid bare to the eyes of Him with whom we have to do."
    },
    {
        "o": 33430,
        "r": "nasb:Hebrews:4:14",
        "t": "Therefore,*p since we have a great high priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession."
    },
    {
        "o": 33431,
        "r": "nasb:Hebrews:4:15",
        "t": "For we do not have a high priest who cannot sympathize with our weaknesses, but One who has been tempted in all things as we*i are,*i yet*i without sin."
    },
    {
        "o": 33432,
        "r": "nasb:Hebrews:4:16",
        "t": "Therefore let us draw near with confidence to the throne of grace, so that we may receive mercy and find grace to help in time of need."
    }
]
