[
    {
        "o": 25562,
        "r": "esv:Zechariah:7:0",
        "t": "Zechariah 7",
        "h": 1
    },
    {
        "o": 25563,
        "r": "esv:Zechariah:7:0",
        "t": "A Call for Justice and Mercy",
        "h": 2
    },
    {
        "o": 25564,
        "r": "esv:Zechariah:7:1",
        "t": "In*p the fourth year of King Darius, the word of the Lord*s came to Zechariah on the fourth day of the ninth month, which is Chislev."
    },
    {
        "o": 25565,
        "r": "esv:Zechariah:7:2",
        "t": "Now the people of Bethel had sent Sharezer and Regem-melech and their men to entreat the favor of the Lord,*s"
    },
    {
        "o": 25566,
        "r": "esv:Zechariah:7:3",
        "t": "saying to the priests of the house of the Lord*s of hosts and the prophets, “Should I weep and abstain in the fifth month, as I have done for so many years?”"
    },
    {
        "o": 25567,
        "r": "esv:Zechariah:7:4",
        "t": "Then*p the word of the Lord*s of hosts came to me:"
    },
    {
        "o": 25568,
        "r": "esv:Zechariah:7:5",
        "t": "“Say to all the people of the land and the priests, ‘When you fasted and mourned in the fifth month and in the seventh, for these seventy years, was it for me that you fasted?"
    },
    {
        "o": 25569,
        "r": "esv:Zechariah:7:6",
        "t": "And when you eat and when you drink, do you not eat for yourselves and drink for yourselves?"
    },
    {
        "o": 25570,
        "r": "esv:Zechariah:7:7",
        "t": "Were not these the words that the Lord*s proclaimed by the former prophets, when Jerusalem was inhabited and prosperous, with her cities around her, and the South and the lowland were inhabited?’”"
    },
    {
        "o": 25571,
        "r": "esv:Zechariah:7:8",
        "t": "And*p the word of the Lord*s came to Zechariah, saying,"
    },
    {
        "o": 25572,
        "r": "esv:Zechariah:7:9",
        "t": "“Thus says the Lord*s of hosts, Render true judgments, show kindness and mercy to one another,"
    },
    {
        "o": 25573,
        "r": "esv:Zechariah:7:10",
        "t": "do not oppress the widow, the fatherless, the sojourner, or the poor, and let none of you devise evil against another in your heart.”"
    },
    {
        "o": 25574,
        "r": "esv:Zechariah:7:11",
        "t": "But they refused to pay attention and turned a stubborn shoulder and stopped their ears that they might not hear."
    },
    {
        "o": 25575,
        "r": "esv:Zechariah:7:12",
        "t": "They made their hearts diamond-hard lest they should hear the law and the words that the Lord*s of hosts had sent by his Spirit through the former prophets. Therefore great anger came from the Lord*s of hosts."
    },
    {
        "o": 25576,
        "r": "esv:Zechariah:7:13",
        "t": "“As I called, and they would not hear, so they called, and I would not hear,” says the Lord*s of hosts,"
    },
    {
        "o": 25577,
        "r": "esv:Zechariah:7:14",
        "t": "“and I scattered them with a whirlwind among all the nations that they had not known. Thus the land they left was desolate, so that no one went to and fro, and the pleasant land was made desolate.”"
    }
]
