[
    {
        "o": 12362,
        "r": "esv:2 Chronicles:4:0",
        "t": "2 Chronicles 4",
        "h": 1
    },
    {
        "o": 12363,
        "r": "esv:2 Chronicles:4:0",
        "t": "The Temple’s Furnishings",
        "h": 2
    },
    {
        "o": 12364,
        "r": "esv:2 Chronicles:4:1",
        "t": "He*p made an altar of bronze, twenty cubits long and twenty cubits wide and ten cubits high."
    },
    {
        "o": 12365,
        "r": "esv:2 Chronicles:4:2",
        "t": "Then he made the sea of cast metal. It was round, ten cubits from brim to brim, and five cubits high, and a line of thirty cubits measured its circumference."
    },
    {
        "o": 12366,
        "r": "esv:2 Chronicles:4:3",
        "t": "Under it were figures of gourds, for ten cubits, compassing the sea all around. The gourds were in two rows, cast with it when it was cast."
    },
    {
        "o": 12367,
        "r": "esv:2 Chronicles:4:4",
        "t": "It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east. The sea was set on them, and all their rear parts were inward."
    },
    {
        "o": 12368,
        "r": "esv:2 Chronicles:4:5",
        "t": "Its thickness was a handbreadth. And its brim was made like the brim of a cup, like the flower of a lily. It held 3,000 baths."
    },
    {
        "o": 12369,
        "r": "esv:2 Chronicles:4:6",
        "t": "He also made ten basins in which to wash, and set five on the south side, and five on the north side. In these they were to rinse off what was used for the burnt offering, and the sea was for the priests to wash in."
    },
    {
        "o": 12370,
        "r": "esv:2 Chronicles:4:7",
        "t": "And*p he made ten golden lampstands as prescribed, and set them in the temple, five on the south side and five on the north."
    },
    {
        "o": 12371,
        "r": "esv:2 Chronicles:4:8",
        "t": "He also made ten tables and placed them in the temple, five on the south side and five on the north. And he made a hundred basins of gold."
    },
    {
        "o": 12372,
        "r": "esv:2 Chronicles:4:9",
        "t": "He made the court of the priests and the great court and doors for the court and overlaid their doors with bronze."
    },
    {
        "o": 12373,
        "r": "esv:2 Chronicles:4:10",
        "t": "And he set the sea at the southeast corner of the house."
    },
    {
        "o": 12374,
        "r": "esv:2 Chronicles:4:11",
        "t": "Hiram*p also made the pots, the shovels, and the basins. So Hiram finished the work that he did for King Solomon on the house of God:"
    },
    {
        "o": 12375,
        "r": "esv:2 Chronicles:4:12",
        "t": "the two pillars, the bowls, and the two capitals on the top of the pillars; and the two latticeworks to cover the two bowls of the capitals that were on the top of the pillars;"
    },
    {
        "o": 12376,
        "r": "esv:2 Chronicles:4:13",
        "t": "and the 400 pomegranates for the two latticeworks, two rows of pomegranates for each latticework, to cover the two bowls of the capitals that were on the pillars."
    },
    {
        "o": 12377,
        "r": "esv:2 Chronicles:4:14",
        "t": "He made the stands also, and the basins on the stands,"
    },
    {
        "o": 12378,
        "r": "esv:2 Chronicles:4:15",
        "t": "and the one sea, and the twelve oxen underneath it."
    },
    {
        "o": 12379,
        "r": "esv:2 Chronicles:4:16",
        "t": "The pots, the shovels, the forks, and all the equipment for these Huram-abi made of burnished bronze for King Solomon for the house of the Lord.*s"
    },
    {
        "o": 12380,
        "r": "esv:2 Chronicles:4:17",
        "t": "In the plain of the Jordan the king cast them, in the clay ground between Succoth and Zeredah."
    },
    {
        "o": 12381,
        "r": "esv:2 Chronicles:4:18",
        "t": "Solomon made all these things in great quantities, for the weight of the bronze was not sought."
    },
    {
        "o": 12382,
        "r": "esv:2 Chronicles:4:19",
        "t": "So*p Solomon made all the vessels that were in the house of God: the golden altar, the tables for the bread of the Presence,"
    },
    {
        "o": 12383,
        "r": "esv:2 Chronicles:4:20",
        "t": "the lampstands and their lamps of pure gold to burn before the inner sanctuary, as prescribed;"
    },
    {
        "o": 12384,
        "r": "esv:2 Chronicles:4:21",
        "t": "the flowers, the lamps, and the tongs, of purest gold;"
    },
    {
        "o": 12385,
        "r": "esv:2 Chronicles:4:22",
        "t": "the snuffers, basins, dishes for incense, and fire pans, of pure gold, and the sockets of the temple, for the inner doors to the Most Holy Place and for the doors of the nave of the temple were of gold."
    }
]
