[
    {
        "o": 5082,
        "r": "niv:Numbers:31:0",
        "t": "Numbers 31",
        "h": 1
    },
    {
        "o": 5083,
        "r": "niv:Numbers:31:0",
        "t": "Vengeance on the Midianites",
        "h": 2
    },
    {
        "o": 5084,
        "r": "niv:Numbers:31:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 5085,
        "r": "niv:Numbers:31:2",
        "t": "“Take vengeance on the Midianites for the Israelites. After that, you will be gathered to your people.”"
    },
    {
        "o": 5086,
        "r": "niv:Numbers:31:3",
        "t": "So*p Moses said to the people, “Arm some of your men to go to war against the Midianites so that they may carry out the Lord’s*s vengeance on them."
    },
    {
        "o": 5087,
        "r": "niv:Numbers:31:4",
        "t": "Send into battle a thousand men from each of the tribes of Israel.”"
    },
    {
        "o": 5088,
        "r": "niv:Numbers:31:5",
        "t": "So twelve thousand men armed for battle, a thousand from each tribe, were supplied from the clans of Israel."
    },
    {
        "o": 5089,
        "r": "niv:Numbers:31:6",
        "t": "Moses sent them into battle, a thousand from each tribe, along with Phinehas son of Eleazar, the priest, who took with him articles from the sanctuary and the trumpets for signaling."
    },
    {
        "o": 5090,
        "r": "niv:Numbers:31:7",
        "t": "They*p fought against Midian, as the Lord*s commanded Moses, and killed every man."
    },
    {
        "o": 5091,
        "r": "niv:Numbers:31:8",
        "t": "Among their victims were Evi, Rekem, Zur, Hur and Reba—the five kings of Midian. They also killed Balaam son of Beor with the sword."
    },
    {
        "o": 5092,
        "r": "niv:Numbers:31:9",
        "t": "The Israelites captured the Midianite women and children and took all the Midianite herds, flocks and goods as plunder."
    },
    {
        "o": 5093,
        "r": "niv:Numbers:31:10",
        "t": "They burned all the towns where the Midianites had settled, as well as all their camps."
    },
    {
        "o": 5094,
        "r": "niv:Numbers:31:11",
        "t": "They took all the plunder and spoils, including the people and animals,"
    },
    {
        "o": 5095,
        "r": "niv:Numbers:31:12",
        "t": "and brought the captives, spoils and plunder to Moses and Eleazar the priest and the Israelite assembly at their camp on the plains of Moab, by the Jordan across from Jericho."
    },
    {
        "o": 5096,
        "r": "niv:Numbers:31:13",
        "t": "Moses,*p Eleazar the priest and all the leaders of the community went to meet them outside the camp."
    },
    {
        "o": 5097,
        "r": "niv:Numbers:31:14",
        "t": "Moses was angry with the officers of the army—the commanders of thousands and commanders of hundreds—who returned from the battle."
    },
    {
        "o": 5098,
        "r": "niv:Numbers:31:15",
        "t": "“Have*p you allowed all the women to live?” he asked them."
    },
    {
        "o": 5099,
        "r": "niv:Numbers:31:16",
        "t": "“They were the ones who followed Balaam’s advice and enticed the Israelites to be unfaithful to the Lord*s in the Peor incident, so that a plague struck the Lord’s*s people."
    },
    {
        "o": 5100,
        "r": "niv:Numbers:31:17",
        "t": "Now kill all the boys. And kill every woman who has slept with a man,"
    },
    {
        "o": 5101,
        "r": "niv:Numbers:31:18",
        "t": "but save for yourselves every girl who has never slept with a man."
    },
    {
        "o": 5102,
        "r": "niv:Numbers:31:19",
        "t": "“Anyone*p who has killed someone or touched someone who was killed must stay outside the camp seven days. On the third and seventh days you must purify yourselves and your captives."
    },
    {
        "o": 5103,
        "r": "niv:Numbers:31:20",
        "t": "Purify every garment as well as everything made of leather, goat hair or wood.”"
    },
    {
        "o": 5104,
        "r": "niv:Numbers:31:21",
        "t": "Then*p Eleazar the priest said to the soldiers who had gone into battle, “This is what is required by the law that the Lord*s gave Moses:"
    },
    {
        "o": 5105,
        "r": "niv:Numbers:31:22",
        "t": "Gold, silver, bronze, iron, tin, lead"
    },
    {
        "o": 5106,
        "r": "niv:Numbers:31:23",
        "t": "and anything else that can withstand fire must be put through the fire, and then it will be clean. But it must also be purified with the water of cleansing. And whatever cannot withstand fire must be put through that water."
    },
    {
        "o": 5107,
        "r": "niv:Numbers:31:24",
        "t": "On the seventh day wash your clothes and you will be clean. Then you may come into the camp.”"
    },
    {
        "o": 5108,
        "r": "niv:Numbers:31:24",
        "t": "Dividing the Spoils",
        "h": 2
    },
    {
        "o": 5109,
        "r": "niv:Numbers:31:25",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 5110,
        "r": "niv:Numbers:31:26",
        "t": "“You and Eleazar the priest and the family heads of the community are to count all the people and animals that were captured."
    },
    {
        "o": 5111,
        "r": "niv:Numbers:31:27",
        "t": "Divide the spoils equally between the soldiers who took part in the battle and the rest of the community."
    },
    {
        "o": 5112,
        "r": "niv:Numbers:31:28",
        "t": "From the soldiers who fought in the battle, set apart as tribute for the Lord*s one out of every five hundred, whether people, cattle, donkeys or sheep."
    },
    {
        "o": 5113,
        "r": "niv:Numbers:31:29",
        "t": "Take this tribute from their half share and give it to Eleazar the priest as the Lord’s*s part."
    },
    {
        "o": 5114,
        "r": "niv:Numbers:31:30",
        "t": "From the Israelites’ half, select one out of every fifty, whether people, cattle, donkeys, sheep or other animals. Give them to the Levites, who are responsible for the care of the Lord’s*s tabernacle.”"
    },
    {
        "o": 5115,
        "r": "niv:Numbers:31:31",
        "t": "So Moses and Eleazar the priest did as the Lord*s commanded Moses."
    },
    {
        "o": 5116,
        "r": "niv:Numbers:31:32",
        "t": "The*p plunder remaining from the spoils that the soldiers took was 675,000 sheep,"
    },
    {
        "o": 5117,
        "r": "niv:Numbers:31:33",
        "t": "72,000 cattle,"
    },
    {
        "o": 5118,
        "r": "niv:Numbers:31:34",
        "t": "61,000 donkeys"
    },
    {
        "o": 5119,
        "r": "niv:Numbers:31:35",
        "t": "and 32,000 women who had never slept with a man."
    },
    {
        "o": 5120,
        "r": "niv:Numbers:31:36",
        "t": "The*p half share of those who fought in the battle was: 337,500*pln sheep,"
    },
    {
        "o": 5121,
        "r": "niv:Numbers:31:37",
        "t": "of which the tribute for the Lord*s was 675;"
    },
    {
        "o": 5122,
        "r": "niv:Numbers:31:38",
        "t": "36,000*ln cattle, of which the tribute for the Lord*s was 72;"
    },
    {
        "o": 5123,
        "r": "niv:Numbers:31:39",
        "t": "30,500*ln donkeys, of which the tribute for the Lord*s was 61;"
    },
    {
        "o": 5124,
        "r": "niv:Numbers:31:40",
        "t": "16,000*ln people, of whom the tribute for the Lord*s was 32."
    },
    {
        "o": 5125,
        "r": "niv:Numbers:31:41",
        "t": "Moses*p gave the tribute to Eleazar the priest as the Lord’s*s part, as the Lord*s commanded Moses."
    },
    {
        "o": 5126,
        "r": "niv:Numbers:31:42",
        "t": "The*p half belonging to the Israelites, which Moses set apart from that of the fighting men—"
    },
    {
        "o": 5127,
        "r": "niv:Numbers:31:43",
        "t": "the community’s half—was 337,500 sheep,"
    },
    {
        "o": 5128,
        "r": "niv:Numbers:31:44",
        "t": "36,000 cattle,"
    },
    {
        "o": 5129,
        "r": "niv:Numbers:31:45",
        "t": "30,500 donkeys"
    },
    {
        "o": 5130,
        "r": "niv:Numbers:31:46",
        "t": "and 16,000 people."
    },
    {
        "o": 5131,
        "r": "niv:Numbers:31:47",
        "t": "From the Israelites’ half, Moses selected one out of every fifty people and animals, as the Lord*s commanded him, and gave them to the Levites, who were responsible for the care of the Lord’s*s tabernacle."
    },
    {
        "o": 5132,
        "r": "niv:Numbers:31:48",
        "t": "Then*p the officers who were over the units of the army—the commanders of thousands and commanders of hundreds—went to Moses"
    },
    {
        "o": 5133,
        "r": "niv:Numbers:31:49",
        "t": "and said to him, “Your servants have counted the soldiers under our command, and not one is missing."
    },
    {
        "o": 5134,
        "r": "niv:Numbers:31:50",
        "t": "So we have brought as an offering to the Lord*s the gold articles each of us acquired—armlets, bracelets, signet rings, earrings and necklaces—to make atonement for ourselves before the Lord.”*s"
    },
    {
        "o": 5135,
        "r": "niv:Numbers:31:51",
        "t": "Moses*p and Eleazar the priest accepted from them the gold—all the crafted articles."
    },
    {
        "o": 5136,
        "r": "niv:Numbers:31:52",
        "t": "All the gold from the commanders of thousands and commanders of hundreds that Moses and Eleazar presented as a gift to the Lord*s weighed 16,750 shekels."
    },
    {
        "o": 5137,
        "r": "niv:Numbers:31:53",
        "t": "Each soldier had taken plunder for himself."
    },
    {
        "o": 5138,
        "r": "niv:Numbers:31:54",
        "t": "Moses and Eleazar the priest accepted the gold from the commanders of thousands and commanders of hundreds and brought it into the tent of meeting as a memorial for the Israelites before the Lord.*s"
    }
]
