[
    {
        "o": 5245,
        "r": "esv:Numbers:34:0",
        "t": "Numbers 34",
        "h": 1
    },
    {
        "o": 5246,
        "r": "esv:Numbers:34:0",
        "t": "Boundaries of the Land",
        "h": 2
    },
    {
        "o": 5247,
        "r": "esv:Numbers:34:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5248,
        "r": "esv:Numbers:34:2",
        "t": "“Command the people of Israel, and say to them, When you enter the land of Canaan (this is the land that shall fall to you for an inheritance, the land of Canaan as defined by its borders),"
    },
    {
        "o": 5249,
        "r": "esv:Numbers:34:3",
        "t": "your south side shall be from the wilderness of Zin alongside Edom, and your southern border shall run from the end of the Salt Sea on the east."
    },
    {
        "o": 5250,
        "r": "esv:Numbers:34:4",
        "t": "And your border shall turn south of the ascent of Akrabbim, and cross to Zin, and its limit shall be south of Kadesh-barnea. Then it shall go on to Hazar-addar, and pass along to Azmon."
    },
    {
        "o": 5251,
        "r": "esv:Numbers:34:5",
        "t": "And the border shall turn from Azmon to the Brook of Egypt, and its limit shall be at the sea."
    },
    {
        "o": 5252,
        "r": "esv:Numbers:34:6",
        "t": "“For*p the western border, you shall have the Great Sea and its coast. This shall be your western border."
    },
    {
        "o": 5253,
        "r": "esv:Numbers:34:7",
        "t": "“This*p shall be your northern border: from the Great Sea you shall draw a line to Mount Hor."
    },
    {
        "o": 5254,
        "r": "esv:Numbers:34:8",
        "t": "From Mount Hor you shall draw a line to Lebo-hamath, and the limit of the border shall be at Zedad."
    },
    {
        "o": 5255,
        "r": "esv:Numbers:34:9",
        "t": "Then the border shall extend to Ziphron, and its limit shall be at Hazar-enan. This shall be your northern border."
    },
    {
        "o": 5256,
        "r": "esv:Numbers:34:10",
        "t": "“You*p shall draw a line for your eastern border from Hazar-enan to Shepham."
    },
    {
        "o": 5257,
        "r": "esv:Numbers:34:11",
        "t": "And the border shall go down from Shepham to Riblah on the east side of Ain. And the border shall go down and reach to the shoulder of the Sea of Chinnereth on the east."
    },
    {
        "o": 5258,
        "r": "esv:Numbers:34:12",
        "t": "And the border shall go down to the Jordan, and its limit shall be at the Salt Sea. This shall be your land as defined by its borders all around.”"
    },
    {
        "o": 5259,
        "r": "esv:Numbers:34:13",
        "t": "Moses*p commanded the people of Israel, saying, “This is the land that you shall inherit by lot, which the Lord*s has commanded to give to the nine tribes and to the half-tribe."
    },
    {
        "o": 5260,
        "r": "esv:Numbers:34:14",
        "t": "For the tribe of the people of Reuben by fathers’ houses and the tribe of the people of Gad by their fathers’ houses have received their inheritance, and also the half-tribe of Manasseh."
    },
    {
        "o": 5261,
        "r": "esv:Numbers:34:15",
        "t": "The two tribes and the half-tribe have received their inheritance beyond the Jordan east of Jericho, toward the sunrise.”"
    },
    {
        "o": 5262,
        "r": "esv:Numbers:34:15",
        "t": "List of Tribal Chiefs",
        "h": 2
    },
    {
        "o": 5263,
        "r": "esv:Numbers:34:16",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5264,
        "r": "esv:Numbers:34:17",
        "t": "“These are the names of the men who shall divide the land to you for inheritance: Eleazar the priest and Joshua the son of Nun."
    },
    {
        "o": 5265,
        "r": "esv:Numbers:34:18",
        "t": "You shall take one chief from every tribe to divide the land for inheritance."
    },
    {
        "o": 5266,
        "r": "esv:Numbers:34:19",
        "t": "These are the names of the men: Of the tribe of Judah, Caleb the son of Jephunneh."
    },
    {
        "o": 5267,
        "r": "esv:Numbers:34:20",
        "t": "Of the tribe of the people of Simeon, Shemuel the son of Ammihud."
    },
    {
        "o": 5268,
        "r": "esv:Numbers:34:21",
        "t": "Of the tribe of Benjamin, Elidad the son of Chislon."
    },
    {
        "o": 5269,
        "r": "esv:Numbers:34:22",
        "t": "Of the tribe of the people of Dan a chief, Bukki the son of Jogli."
    },
    {
        "o": 5270,
        "r": "esv:Numbers:34:23",
        "t": "Of the people of Joseph: of the tribe of the people of Manasseh a chief, Hanniel the son of Ephod."
    },
    {
        "o": 5271,
        "r": "esv:Numbers:34:24",
        "t": "And of the tribe of the people of Ephraim a chief, Kemuel the son of Shiphtan."
    },
    {
        "o": 5272,
        "r": "esv:Numbers:34:25",
        "t": "Of the tribe of the people of Zebulun a chief, Elizaphan the son of Parnach."
    },
    {
        "o": 5273,
        "r": "esv:Numbers:34:26",
        "t": "Of the tribe of the people of Issachar a chief, Paltiel the son of Azzan."
    },
    {
        "o": 5274,
        "r": "esv:Numbers:34:27",
        "t": "And of the tribe of the people of Asher a chief, Ahihud the son of Shelomi."
    },
    {
        "o": 5275,
        "r": "esv:Numbers:34:28",
        "t": "Of the tribe of the people of Naphtali a chief, Pedahel the son of Ammihud.”"
    },
    {
        "o": 5276,
        "r": "esv:Numbers:34:29",
        "t": "These are the men whom the Lord*s commanded to divide the inheritance for the people of Israel in the land of Canaan."
    }
]
