[
    {
        "o": 9236,
        "r": "esv:2 Samuel:16:0",
        "t": "2 Samuel 16",
        "h": 1
    },
    {
        "o": 9237,
        "r": "esv:2 Samuel:16:0",
        "t": "David and Ziba",
        "h": 2
    },
    {
        "o": 9238,
        "r": "esv:2 Samuel:16:1",
        "t": "When*p David had passed a little beyond the summit, Ziba the servant of Mephibosheth met him, with a couple of donkeys saddled, bearing two hundred loaves of bread, a hundred bunches of raisins, a hundred of summer fruits, and a skin of wine."
    },
    {
        "o": 9239,
        "r": "esv:2 Samuel:16:2",
        "t": "And the king said to Ziba, “Why have you brought these?” Ziba answered, “The donkeys are for the king’s household to ride on, the bread and summer fruit for the young men to eat, and the wine for those who faint in the wilderness to drink.”"
    },
    {
        "o": 9240,
        "r": "esv:2 Samuel:16:3",
        "t": "And the king said, “And where is your master’s son?” Ziba said to the king, “Behold, he remains in Jerusalem, for he said, ‘Today the house of Israel will give me back the kingdom of my father.’”"
    },
    {
        "o": 9241,
        "r": "esv:2 Samuel:16:4",
        "t": "Then the king said to Ziba, “Behold, all that belonged to Mephibosheth is now yours.” And Ziba said, “I pay homage; let me ever find favor in your sight, my lord the king.”"
    },
    {
        "o": 9242,
        "r": "esv:2 Samuel:16:4",
        "t": "Shimei Curses David",
        "h": 2
    },
    {
        "o": 9243,
        "r": "esv:2 Samuel:16:5",
        "t": "When*p King David came to Bahurim, there came out a man of the family of the house of Saul, whose name was Shimei, the son of Gera, and as he came he cursed continually."
    },
    {
        "o": 9244,
        "r": "esv:2 Samuel:16:6",
        "t": "And he threw stones at David and at all the servants of King David, and all the people and all the mighty men were on his right hand and on his left."
    },
    {
        "o": 9245,
        "r": "esv:2 Samuel:16:7",
        "t": "And Shimei said as he cursed, “Get out, get out, you man of blood, you worthless man!"
    },
    {
        "o": 9246,
        "r": "esv:2 Samuel:16:8",
        "t": "The Lord*s has avenged on you all the blood of the house of Saul, in whose place you have reigned, and the Lord*s has given the kingdom into the hand of your son Absalom. See, your evil is on you, for you are a man of blood.”"
    },
    {
        "o": 9247,
        "r": "esv:2 Samuel:16:9",
        "t": "Then*p Abishai the son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Let me go over and take off his head.”"
    },
    {
        "o": 9248,
        "r": "esv:2 Samuel:16:10",
        "t": "But the king said, “What have I to do with you, you sons of Zeruiah? If he is cursing because the Lord*s has said to him, ‘Curse David,’ who then shall say, ‘Why have you done so?’”"
    },
    {
        "o": 9249,
        "r": "esv:2 Samuel:16:11",
        "t": "And David said to Abishai and to all his servants, “Behold, my own son seeks my life; how much more now may this Benjaminite! Leave him alone, and let him curse, for the Lord*s has told him to."
    },
    {
        "o": 9250,
        "r": "esv:2 Samuel:16:12",
        "t": "It may be that the Lord*s will look on the wrong done to me, and that the Lord*s will repay me with good for his cursing today.”"
    },
    {
        "o": 9251,
        "r": "esv:2 Samuel:16:13",
        "t": "So David and his men went on the road, while Shimei went along on the hillside opposite him and cursed as he went and threw stones at him and flung dust."
    },
    {
        "o": 9252,
        "r": "esv:2 Samuel:16:14",
        "t": "And the king, and all the people who were with him, arrived weary at the Jordan. And there he refreshed himself."
    },
    {
        "o": 9253,
        "r": "esv:2 Samuel:16:14",
        "t": "Absalom Enters Jerusalem",
        "h": 2
    },
    {
        "o": 9254,
        "r": "esv:2 Samuel:16:15",
        "t": "Now*p Absalom and all the people, the men of Israel, came to Jerusalem, and Ahithophel with him."
    },
    {
        "o": 9255,
        "r": "esv:2 Samuel:16:16",
        "t": "And when Hushai the Archite, David’s friend, came to Absalom, Hushai said to Absalom, “Long live the king! Long live the king!”"
    },
    {
        "o": 9256,
        "r": "esv:2 Samuel:16:17",
        "t": "And Absalom said to Hushai, “Is this your loyalty to your friend? Why did you not go with your friend?”"
    },
    {
        "o": 9257,
        "r": "esv:2 Samuel:16:18",
        "t": "And Hushai said to Absalom, “No, for whom the Lord*s and this people and all the men of Israel have chosen, his I will be, and with him I will remain."
    },
    {
        "o": 9258,
        "r": "esv:2 Samuel:16:19",
        "t": "And again, whom should I serve? Should it not be his son? As I have served your father, so I will serve you.”"
    },
    {
        "o": 9259,
        "r": "esv:2 Samuel:16:20",
        "t": "Then*p Absalom said to Ahithophel, “Give your counsel. What shall we do?”"
    },
    {
        "o": 9260,
        "r": "esv:2 Samuel:16:21",
        "t": "Ahithophel said to Absalom, “Go in to your father’s concubines, whom he has left to keep the house, and all Israel will hear that you have made yourself a stench to your father, and the hands of all who are with you will be strengthened.”"
    },
    {
        "o": 9261,
        "r": "esv:2 Samuel:16:22",
        "t": "So they pitched a tent for Absalom on the roof. And Absalom went in to his father’s concubines in the sight of all Israel."
    },
    {
        "o": 9262,
        "r": "esv:2 Samuel:16:23",
        "t": "Now in those days the counsel that Ahithophel gave was as if one consulted the word of God; so was all the counsel of Ahithophel esteemed, both by David and by Absalom."
    }
]
