[
    {
        "o": 14076,
        "r": "nkjv:Esther:1:0",
        "t": "Esther 1",
        "h": 1
    },
    {
        "o": 14077,
        "r": "nkjv:Esther:1:0",
        "t": "The King Dethrones Queen Vashti",
        "h": 2
    },
    {
        "o": 14078,
        "r": "nkjv:Esther:1:1",
        "t": "Now*p it came to pass in the days of Ahasuerus (this was*i the Ahasuerus who reigned over one hundred and twenty-seven provinces, from India to Ethiopia),"
    },
    {
        "o": 14079,
        "r": "nkjv:Esther:1:2",
        "t": "in those days when King Ahasuerus sat on the throne of his kingdom, which was*i in Shushan the citadel,"
    },
    {
        "o": 14080,
        "r": "nkjv:Esther:1:3",
        "t": "that*i in the third year of his reign he made a feast for all his officials and servants—the powers of Persia and Media, the nobles, and the princes of the provinces being*i before him—"
    },
    {
        "o": 14081,
        "r": "nkjv:Esther:1:4",
        "t": "when he showed the riches of his glorious kingdom and the splendor of his excellent majesty for many days, one hundred and eighty days in*i all.*i"
    },
    {
        "o": 14082,
        "r": "nkjv:Esther:1:5",
        "t": "And*p when these days were completed, the king made a feast lasting seven days for all the people who were present in Shushan the citadel, from great to small, in the court of the garden of the king’s palace."
    },
    {
        "o": 14083,
        "r": "nkjv:Esther:1:6",
        "t": "There*i were*i white and blue linen curtains*i fastened with cords of fine linen and purple on silver rods and marble pillars; and*i the*i couches were*i of gold and silver on a mosaic*i pavement of alabaster, turquoise, and white and black marble."
    },
    {
        "o": 14084,
        "r": "nkjv:Esther:1:7",
        "t": "And they served drinks in golden vessels, each vessel being different from the other, with royal wine in abundance, according to the generosity of the king."
    },
    {
        "o": 14085,
        "r": "nkjv:Esther:1:8",
        "t": "In accordance with the law, the drinking was not compulsory; for so the king had ordered all the officers of his household, that they should do according to each man’s pleasure."
    },
    {
        "o": 14086,
        "r": "nkjv:Esther:1:9",
        "t": "Queen*p Vashti also made a feast for the women in*i the royal palace which belonged*i to King Ahasuerus."
    },
    {
        "o": 14087,
        "r": "nkjv:Esther:1:10",
        "t": "On*p the seventh day, when the heart of the king was merry with wine, he commanded Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carcas, seven eunuchs who served in the presence of King Ahasuerus,"
    },
    {
        "o": 14088,
        "r": "nkjv:Esther:1:11",
        "t": "to bring Queen Vashti before the king, wearing*i her royal crown, in order to show her beauty to the people and the officials, for she was*i beautiful to behold."
    },
    {
        "o": 14089,
        "r": "nkjv:Esther:1:12",
        "t": "But Queen Vashti refused to come at the king’s command brought*i by his*i eunuchs; therefore the king was furious, and his anger burned within him."
    },
    {
        "o": 14090,
        "r": "nkjv:Esther:1:13",
        "t": "Then*p the king said to the wise men who understood the times (for this was*i the king’s manner toward all who knew law and justice,"
    },
    {
        "o": 14091,
        "r": "nkjv:Esther:1:14",
        "t": "those closest to him being*i Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, and Memucan, the seven princes of Persia and Media, who had access to the king’s presence, and*i who ranked highest in the kingdom):"
    },
    {
        "o": 14092,
        "r": "nkjv:Esther:1:15",
        "t": "“What shall*i we*i do to Queen Vashti, according to law, because she did not obey the command of King Ahasuerus brought*i to*i her*i by the eunuchs?”"
    },
    {
        "o": 14093,
        "r": "nkjv:Esther:1:16",
        "t": "And*p Memucan answered before the king and the princes: “Queen Vashti has not only wronged the king, but also all the princes, and all the people who are*i in all the provinces of King Ahasuerus."
    },
    {
        "o": 14094,
        "r": "nkjv:Esther:1:17",
        "t": "For the queen’s behavior will become known to all women, so that they will despise their husbands in their eyes, when they report, ‘King Ahasuerus commanded Queen Vashti to be brought in before him, but she did not come.’"
    },
    {
        "o": 14095,
        "r": "nkjv:Esther:1:18",
        "t": "This very day the noble*i ladies of Persia and Media will say to all the king’s officials that they have heard of the behavior of the queen. Thus there*i will*i be*i excessive contempt and wrath."
    },
    {
        "o": 14096,
        "r": "nkjv:Esther:1:19",
        "t": "If it pleases the king, let a royal decree go out from him, and let it be recorded in the laws of the Persians and the Medes, so that it will not be altered, that Vashti shall come no more before King Ahasuerus; and let the king give her royal position to another who is better than she."
    },
    {
        "o": 14097,
        "r": "nkjv:Esther:1:20",
        "t": "When the king’s decree which he will make is proclaimed throughout all his empire (for it is great), all wives will honor their husbands, both great and small.”"
    },
    {
        "o": 14098,
        "r": "nkjv:Esther:1:21",
        "t": "And*p the reply pleased the king and the princes, and the king did according to the word of Memucan."
    },
    {
        "o": 14099,
        "r": "nkjv:Esther:1:22",
        "t": "Then he sent letters to all the king’s provinces, to each province in its own script, and to every people in their own language, that each man should be master in his own house, and speak in the language of his own people."
    }
]
