[
    {
        "o": 8877,
        "r": "nkjv:2 Samuel:2:0",
        "t": "2 Samuel 2",
        "h": 1
    },
    {
        "o": 8878,
        "r": "nkjv:2 Samuel:2:0",
        "t": "David Anointed King of Judah",
        "h": 2
    },
    {
        "o": 8879,
        "r": "nkjv:2 Samuel:2:1",
        "t": "It*p happened after this that David inquired of the Lord,*s saying, “Shall I go up to any of the cities of Judah?” And*p the Lord*s said to him, “Go up.” David*p said, “Where shall I go up?” And*p He said, “To Hebron.”"
    },
    {
        "o": 8880,
        "r": "nkjv:2 Samuel:2:2",
        "t": "So*p David went up there, and his two wives also, Ahinoam the Jezreelitess, and Abigail the widow of Nabal the Carmelite."
    },
    {
        "o": 8881,
        "r": "nkjv:2 Samuel:2:3",
        "t": "And David brought up the men who were*i with him, every man with his household. So they dwelt in the cities of Hebron."
    },
    {
        "o": 8882,
        "r": "nkjv:2 Samuel:2:4",
        "t": "Then*p the men of Judah came, and there they anointed David king over the house of Judah. And they told David, saying, “The men of Jabesh Gilead were*i the*i ones*i who buried Saul.”"
    },
    {
        "o": 8883,
        "r": "nkjv:2 Samuel:2:5",
        "t": "So David sent messengers to the men of Jabesh Gilead, and said to them, “You are*i blessed of the Lord,*s for you have shown this kindness to your lord, to Saul, and have buried him."
    },
    {
        "o": 8884,
        "r": "nkjv:2 Samuel:2:6",
        "t": "And now may the Lord*s show kindness and truth to you. I also will repay you this kindness, because you have done this thing."
    },
    {
        "o": 8885,
        "r": "nkjv:2 Samuel:2:7",
        "t": "Now therefore, let your hands be strengthened, and be valiant; for your master Saul is dead, and also the house of Judah has anointed me king over them.”"
    },
    {
        "o": 8886,
        "r": "nkjv:2 Samuel:2:7",
        "t": "Ishbosheth Made King of Israel",
        "h": 2
    },
    {
        "o": 8887,
        "r": "nkjv:2 Samuel:2:8",
        "t": "But*p Abner the son of Ner, commander of Saul’s army, took Ishbosheth the son of Saul and brought him over to Mahanaim;"
    },
    {
        "o": 8888,
        "r": "nkjv:2 Samuel:2:9",
        "t": "and he made him king over Gilead, over the Ashurites, over Jezreel, over Ephraim, over Benjamin, and over all Israel."
    },
    {
        "o": 8889,
        "r": "nkjv:2 Samuel:2:10",
        "t": "Ishbosheth, Saul’s son, was*i forty years old when he began to reign over Israel, and he reigned two years. Only the house of Judah followed David."
    },
    {
        "o": 8890,
        "r": "nkjv:2 Samuel:2:11",
        "t": "And the time that David was king in Hebron over the house of Judah was seven years and six months."
    },
    {
        "o": 8891,
        "r": "nkjv:2 Samuel:2:11",
        "t": "Israel and Judah at War",
        "h": 2
    },
    {
        "o": 8892,
        "r": "nkjv:2 Samuel:2:12",
        "t": "Now*p Abner the son of Ner, and the servants of Ishbosheth the son of Saul, went out from Mahanaim to Gibeon."
    },
    {
        "o": 8893,
        "r": "nkjv:2 Samuel:2:13",
        "t": "And Joab the son of Zeruiah, and the servants of David, went out and met them by the pool of Gibeon. So they sat down, one on one side of the pool and the other on the other side of the pool."
    },
    {
        "o": 8894,
        "r": "nkjv:2 Samuel:2:14",
        "t": "Then Abner said to Joab, “Let the young men now arise and compete before us.” And*p Joab said, “Let them arise.”"
    },
    {
        "o": 8895,
        "r": "nkjv:2 Samuel:2:15",
        "t": "So*p they arose and went over by number, twelve from Benjamin, followers*i of Ishbosheth the son of Saul, and twelve from the servants of David."
    },
    {
        "o": 8896,
        "r": "nkjv:2 Samuel:2:16",
        "t": "And each one grasped his opponent by the head and thrust*i his sword in his opponent’s side; so they fell down together. Therefore that place was called the Field of Sharp Swords, which is*i in Gibeon."
    },
    {
        "o": 8897,
        "r": "nkjv:2 Samuel:2:17",
        "t": "So there was a very fierce battle that day, and Abner and the men of Israel were beaten before the servants of David."
    },
    {
        "o": 8898,
        "r": "nkjv:2 Samuel:2:18",
        "t": "Now*p the three sons of Zeruiah were there: Joab and Abishai and Asahel. And Asahel was*i as*i fleet of foot as a wild gazelle."
    },
    {
        "o": 8899,
        "r": "nkjv:2 Samuel:2:19",
        "t": "So Asahel pursued Abner, and in going he did not turn to the right hand or to the left from following Abner."
    },
    {
        "o": 8900,
        "r": "nkjv:2 Samuel:2:20",
        "t": "Then*p Abner looked behind him and said, “Are*i you Asahel?” He*p answered, “I am.”*i"
    },
    {
        "o": 8901,
        "r": "nkjv:2 Samuel:2:21",
        "t": "And*p Abner said to him, “Turn aside to your right hand or to your left, and lay hold on one of the young men and take his armor for yourself.” But Asahel would not turn aside from following him."
    },
    {
        "o": 8902,
        "r": "nkjv:2 Samuel:2:22",
        "t": "So Abner said again to Asahel, “Turn aside from following me. Why should I strike you to the ground? How then could I face your brother Joab?”"
    },
    {
        "o": 8903,
        "r": "nkjv:2 Samuel:2:23",
        "t": "However, he refused to turn aside. Therefore Abner struck him in the stomach with the blunt end of the spear, so that the spear came out of his back; and he fell down there and died on the spot. So it was that*i as many as came to the place where Asahel fell down and died, stood still."
    },
    {
        "o": 8904,
        "r": "nkjv:2 Samuel:2:24",
        "t": "Joab*p and Abishai also pursued Abner. And the sun was going down when they came to the hill of Ammah, which is*i before Giah by the road to the Wilderness of Gibeon."
    },
    {
        "o": 8905,
        "r": "nkjv:2 Samuel:2:25",
        "t": "Now the children of Benjamin gathered together behind Abner and became a unit, and took their stand on top of a hill."
    },
    {
        "o": 8906,
        "r": "nkjv:2 Samuel:2:26",
        "t": "Then Abner called to Joab and said, “Shall the sword devour forever? Do you not know that it will be bitter in the latter end? How long will it be then until you tell the people to return from pursuing their brethren?”"
    },
    {
        "o": 8907,
        "r": "nkjv:2 Samuel:2:27",
        "t": "And*p Joab said, “As*i God lives, unless you had spoken, surely then by morning all the people would have given up pursuing their brethren.”"
    },
    {
        "o": 8908,
        "r": "nkjv:2 Samuel:2:28",
        "t": "So Joab blew a trumpet; and all the people stood still and did not pursue Israel anymore, nor did they fight anymore."
    },
    {
        "o": 8909,
        "r": "nkjv:2 Samuel:2:29",
        "t": "Then Abner and his men went on all that night through the plain, crossed over the Jordan, and went through all Bithron; and they came to Mahanaim."
    },
    {
        "o": 8910,
        "r": "nkjv:2 Samuel:2:30",
        "t": "So*p Joab returned from pursuing Abner. And when he had gathered all the people together, there were missing of David’s servants nineteen men and Asahel."
    },
    {
        "o": 8911,
        "r": "nkjv:2 Samuel:2:31",
        "t": "But the servants of David had struck down, of Benjamin and Abner’s men, three hundred and sixty men who died."
    },
    {
        "o": 8912,
        "r": "nkjv:2 Samuel:2:32",
        "t": "Then they took up Asahel and buried him in his father’s tomb, which was*i in*i Bethlehem. And Joab and his men went all night, and they came to Hebron at daybreak."
    }
]
