[
    {
        "o": 19578,
        "r": "csb:Ecclesiastes:12:0",
        "t": "Ecclesiastes 12",
        "h": 1
    },
    {
        "o": 19579,
        "r": "csb:Ecclesiastes:12:0",
        "t": "The Twilight of Life",
        "h": 2
    },
    {
        "o": 19580,
        "r": "csb:Ecclesiastes:12:1",
        "t": "So*p remember your Creator in the days of your youth: Before*pn the days of adversity come, and*ln the years approach when you will say, “I*ln have no delight in them”;"
    },
    {
        "o": 19581,
        "r": "csb:Ecclesiastes:12:2",
        "t": "before*ln the sun and the light are darkened, and*ln the moon and the stars, and*ln the clouds return after the rain;"
    },
    {
        "o": 19582,
        "r": "csb:Ecclesiastes:12:3",
        "t": "on*ln the day when the guardians of the house tremble, and*ln the strong men stoop, the*ln women who grind grain cease because they are few, and*ln the ones who watch through the windows see dimly,"
    },
    {
        "o": 19583,
        "r": "csb:Ecclesiastes:12:4",
        "t": "the*ln doors at the street are shut while*ln the sound of the mill fades; when*ln one rises at the sound of a bird, and*ln all the daughters of song grow faint."
    },
    {
        "o": 19584,
        "r": "csb:Ecclesiastes:12:5",
        "t": "Also,*ln they are afraid of heights and dangers on the road; the*ln almond tree blossoms, the*ln grasshopper loses its spring, and*ln the caper berry has no effect; for*ln the mere mortal is headed to his eternal home, and*ln mourners will walk around in the street;"
    },
    {
        "o": 19585,
        "r": "csb:Ecclesiastes:12:6",
        "t": "before*ln the silver cord is snapped, and*ln the gold bowl is broken, and*ln the jar is shattered at the spring, and*ln the wheel is broken into the well;"
    },
    {
        "o": 19586,
        "r": "csb:Ecclesiastes:12:7",
        "t": "and*ln the dust returns to the earth as it once was, and*ln the spirit returns to God who gave it."
    },
    {
        "o": 19587,
        "r": "csb:Ecclesiastes:12:8",
        "t": "“Absolute*p futility,” says the Teacher. “Everything is futile.”"
    },
    {
        "o": 19588,
        "r": "csb:Ecclesiastes:12:8",
        "t": "The Teacher’s Objectives and Conclusion",
        "h": 2
    },
    {
        "o": 19589,
        "r": "csb:Ecclesiastes:12:9",
        "t": "In*p addition to the Teacher being a wise man, he constantly taught the people knowledge; he weighed, explored, and arranged many proverbs."
    },
    {
        "o": 19590,
        "r": "csb:Ecclesiastes:12:10",
        "t": "The Teacher sought to find delightful sayings and write words of truth accurately."
    },
    {
        "o": 19591,
        "r": "csb:Ecclesiastes:12:11",
        "t": "The sayings of the wise are like cattle prods, and those from masters of collections are like firmly embedded nails. The sayings are given by one Shepherd."
    },
    {
        "o": 19592,
        "r": "csb:Ecclesiastes:12:12",
        "t": "But*p beyond these, my son, be warned: there is no end to the making of many books, and much study wearies the body."
    },
    {
        "o": 19593,
        "r": "csb:Ecclesiastes:12:13",
        "t": "When all has been heard, the conclusion of the matter is this: fear God and keep his commands, because this is for all humanity."
    },
    {
        "o": 19594,
        "r": "csb:Ecclesiastes:12:14",
        "t": "For God will bring every act to judgment, including every hidden thing, whether good or evil."
    }
]
