[
    {
        "o": 20190,
        "r": "esv:Isaiah:27:0",
        "t": "Isaiah 27",
        "h": 1
    },
    {
        "o": 20191,
        "r": "esv:Isaiah:27:0",
        "t": "The Redemption of Israel",
        "h": 2
    },
    {
        "o": 20192,
        "r": "esv:Isaiah:27:1",
        "t": "In*p that day the Lord*s with his hard and great and strong sword will punish Leviathan the fleeing serpent, Leviathan the twisting serpent, and he will slay the dragon that is in the sea."
    },
    {
        "o": 20193,
        "r": "esv:Isaiah:27:2",
        "t": "In*pn that day, “A*ln pleasant vineyard, sing of it!"
    },
    {
        "o": 20194,
        "r": "esv:Isaiah:27:3",
        "t": "I,*ld the Lord,*s am its keeper; every*ld moment I water it. Lest*ld anyone punish it, I*ln keep it night and day;"
    },
    {
        "o": 20195,
        "r": "esv:Isaiah:27:4",
        "t": "I*ld have no wrath. Would*ln that I had thorns and briers to battle! I*ld would march against them, I*ld would burn them up together."
    },
    {
        "o": 20196,
        "r": "esv:Isaiah:27:5",
        "t": "Or*ln let them lay hold of my protection, let*ld them make peace with me, let*ld them make peace with me.”"
    },
    {
        "o": 20197,
        "r": "esv:Isaiah:27:6",
        "t": "In*pn days to come Jacob shall take root, Israel*ld shall blossom and put forth shoots and*ld fill the whole world with fruit."
    },
    {
        "o": 20198,
        "r": "esv:Isaiah:27:7",
        "t": "Has*pn he struck them as he struck those who struck them? Or*ld have they been slain as their slayers were slain?"
    },
    {
        "o": 20199,
        "r": "esv:Isaiah:27:8",
        "t": "Measure*ln by measure, by exile you contended with them; he*ld removed them with his fierce breath in the day of the east wind."
    },
    {
        "o": 20200,
        "r": "esv:Isaiah:27:9",
        "t": "Therefore*ln by this the guilt of Jacob will be atoned for, and*ld this will be the full fruit of the removal of his sin: when*ln he makes all the stones of the altars like*ld chalkstones crushed to pieces, no*ld Asherim or incense altars will remain standing."
    },
    {
        "o": 20201,
        "r": "esv:Isaiah:27:10",
        "t": "For*ln the fortified city is solitary, a*ld habitation deserted and forsaken, like the wilderness; there*ln the calf grazes; there*ld it lies down and strips its branches."
    },
    {
        "o": 20202,
        "r": "esv:Isaiah:27:11",
        "t": "When*ln its boughs are dry, they are broken; women*ld come and make a fire of them. For*ln this is a people without discernment; therefore*ld he who made them will not have compassion on them; he*ld who formed them will show them no favor."
    },
    {
        "o": 20203,
        "r": "esv:Isaiah:27:12",
        "t": "In*p that day from the river Euphrates to the Brook of Egypt the Lord*s will thresh out the grain, and you will be gleaned one by one, O people of Israel."
    },
    {
        "o": 20204,
        "r": "esv:Isaiah:27:13",
        "t": "And in that day a great trumpet will be blown, and those who were lost in the land of Assyria and those who were driven out to the land of Egypt will come and worship the Lord*s on the holy mountain at Jerusalem."
    }
]
