[
    {
        "o": 6061,
        "r": "esv:Deuteronomy:25:0",
        "t": "Deuteronomy 25",
        "h": 1
    },
    {
        "o": 6062,
        "r": "esv:Deuteronomy:25:1",
        "t": "“If*p there is a dispute between men and they come into court and the judges decide between them, acquitting the innocent and condemning the guilty,"
    },
    {
        "o": 6063,
        "r": "esv:Deuteronomy:25:2",
        "t": "then if the guilty man deserves to be beaten, the judge shall cause him to lie down and be beaten in his presence with a number of stripes in proportion to his offense."
    },
    {
        "o": 6064,
        "r": "esv:Deuteronomy:25:3",
        "t": "Forty stripes may be given him, but not more, lest, if one should go on to beat him with more stripes than these, your brother be degraded in your sight."
    },
    {
        "o": 6065,
        "r": "esv:Deuteronomy:25:4",
        "t": "“You*p shall not muzzle an ox when it is treading out the grain."
    },
    {
        "o": 6066,
        "r": "esv:Deuteronomy:25:4",
        "t": "Laws Concerning Levirate Marriage",
        "h": 2
    },
    {
        "o": 6067,
        "r": "esv:Deuteronomy:25:5",
        "t": "“If*p brothers dwell together, and one of them dies and has no son, the wife of the dead man shall not be married outside the family to a stranger. Her husband’s brother shall go in to her and take her as his wife and perform the duty of a husband’s brother to her."
    },
    {
        "o": 6068,
        "r": "esv:Deuteronomy:25:6",
        "t": "And the first son whom she bears shall succeed to the name of his dead brother, that his name may not be blotted out of Israel."
    },
    {
        "o": 6069,
        "r": "esv:Deuteronomy:25:7",
        "t": "And if the man does not wish to take his brother’s wife, then his brother’s wife shall go up to the gate to the elders and say, ‘My husband’s brother refuses to perpetuate his brother’s name in Israel; he will not perform the duty of a husband’s brother to me.’"
    },
    {
        "o": 6070,
        "r": "esv:Deuteronomy:25:8",
        "t": "Then the elders of his city shall call him and speak to him, and if he persists, saying, ‘I do not wish to take her,’"
    },
    {
        "o": 6071,
        "r": "esv:Deuteronomy:25:9",
        "t": "then his brother’s wife shall go up to him in the presence of the elders and pull his sandal off his foot and spit in his face. And she shall answer and say, ‘So shall it be done to the man who does not build up his brother’s house.’"
    },
    {
        "o": 6072,
        "r": "esv:Deuteronomy:25:10",
        "t": "And the name of his house shall be called in Israel, ‘The house of him who had his sandal pulled off.’"
    },
    {
        "o": 6073,
        "r": "esv:Deuteronomy:25:10",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6074,
        "r": "esv:Deuteronomy:25:11",
        "t": "“When*p men fight with one another and the wife of the one draws near to rescue her husband from the hand of him who is beating him and puts out her hand and seizes him by the private parts,"
    },
    {
        "o": 6075,
        "r": "esv:Deuteronomy:25:12",
        "t": "then you shall cut off her hand. Your eye shall have no pity."
    },
    {
        "o": 6076,
        "r": "esv:Deuteronomy:25:13",
        "t": "“You*p shall not have in your bag two kinds of weights, a large and a small."
    },
    {
        "o": 6077,
        "r": "esv:Deuteronomy:25:14",
        "t": "You shall not have in your house two kinds of measures, a large and a small."
    },
    {
        "o": 6078,
        "r": "esv:Deuteronomy:25:15",
        "t": "A full and fair weight you shall have, a full and fair measure you shall have, that your days may be long in the land that the Lord*s your God is giving you."
    },
    {
        "o": 6079,
        "r": "esv:Deuteronomy:25:16",
        "t": "For all who do such things, all who act dishonestly, are an abomination to the Lord*s your God."
    },
    {
        "o": 6080,
        "r": "esv:Deuteronomy:25:17",
        "t": "“Remember*p what Amalek did to you on the way as you came out of Egypt,"
    },
    {
        "o": 6081,
        "r": "esv:Deuteronomy:25:18",
        "t": "how he attacked you on the way when you were faint and weary, and cut off your tail, those who were lagging behind you, and he did not fear God."
    },
    {
        "o": 6082,
        "r": "esv:Deuteronomy:25:19",
        "t": "Therefore when the Lord*s your God has given you rest from all your enemies around you, in the land that the Lord*s your God is giving you for an inheritance to possess, you shall blot out the memory of Amalek from under heaven; you shall not forget."
    }
]
