[
    {
        "o": 14319,
        "r": "csb:Job:1:0",
        "t": "Job 1",
        "h": 1
    },
    {
        "o": 14320,
        "r": "csb:Job:1:0",
        "t": "Job and His Family",
        "h": 2
    },
    {
        "o": 14321,
        "r": "csb:Job:1:1",
        "t": "There*p was a man in the country of Uz named Job. He was a man of complete integrity, who feared God and turned away from evil."
    },
    {
        "o": 14322,
        "r": "csb:Job:1:2",
        "t": "He had seven sons and three daughters."
    },
    {
        "o": 14323,
        "r": "csb:Job:1:3",
        "t": "His estate included seven thousand sheep and goats, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very large number of servants. Job was the greatest man among all the people of the east."
    },
    {
        "o": 14324,
        "r": "csb:Job:1:4",
        "t": "His*p sons used to take turns having banquets at their homes. They would send an invitation to their three sisters to eat and drink with them."
    },
    {
        "o": 14325,
        "r": "csb:Job:1:5",
        "t": "Whenever a round of banqueting was over, Job would send for his children and purify them, rising early in the morning to offer burnt offerings for all of them. For Job thought, “Perhaps my children have sinned, having cursed God in their hearts.” This was Job’s regular practice."
    },
    {
        "o": 14326,
        "r": "csb:Job:1:5",
        "t": "Satan’s First Test of Job",
        "h": 2
    },
    {
        "o": 14327,
        "r": "csb:Job:1:6",
        "t": "One*p day the sons of God came to present themselves before the Lord,*s and Satan also came with them."
    },
    {
        "o": 14328,
        "r": "csb:Job:1:7",
        "t": "The Lord*s asked Satan, “Where have you come from?” “From*p roaming through the earth,” Satan answered him, “and walking around on it.”"
    },
    {
        "o": 14329,
        "r": "csb:Job:1:8",
        "t": "Then*p the Lord*s said to Satan, “Have you considered my servant Job? No one else on earth is like him, a man of perfect integrity, who fears God and turns away from evil.”"
    },
    {
        "o": 14330,
        "r": "csb:Job:1:9",
        "t": "Satan*p answered the Lord,*s “Does Job fear God for nothing?"
    },
    {
        "o": 14331,
        "r": "csb:Job:1:10",
        "t": "Haven’t you placed a hedge around him, his household, and everything he owns? You have blessed the work of his hands, and his possessions have increased in the land."
    },
    {
        "o": 14332,
        "r": "csb:Job:1:11",
        "t": "But stretch out your hand and strike everything he owns, and he will surely curse you to your face.”"
    },
    {
        "o": 14333,
        "r": "csb:Job:1:12",
        "t": "“Very*p well,” the Lord*s told Satan, “everything he owns is in your power. However, do not lay a hand on Job himself.” So Satan left the Lord’s*s presence."
    },
    {
        "o": 14334,
        "r": "csb:Job:1:13",
        "t": "One*p day when Job’s sons and daughters were eating and drinking wine in their oldest brother’s house,"
    },
    {
        "o": 14335,
        "r": "csb:Job:1:14",
        "t": "a messenger came to Job and reported, “While the oxen were plowing and the donkeys grazing nearby,"
    },
    {
        "o": 14336,
        "r": "csb:Job:1:15",
        "t": "the Sabeans swooped down and took them away. They struck down the servants with the sword, and I alone have escaped to tell you!”"
    },
    {
        "o": 14337,
        "r": "csb:Job:1:16",
        "t": "He*p was still speaking when another messenger came and reported, “God’s fire fell from heaven. It burned the sheep and the servants and devoured them, and I alone have escaped to tell you!”"
    },
    {
        "o": 14338,
        "r": "csb:Job:1:17",
        "t": "That*p messenger was still speaking when yet another came and reported, “The Chaldeans formed three bands, made a raid on the camels, and took them away. They struck down the servants with the sword, and I alone have escaped to tell you!”"
    },
    {
        "o": 14339,
        "r": "csb:Job:1:18",
        "t": "He*p was still speaking when another messenger came and reported, “Your sons and daughters were eating and drinking wine in their oldest brother’s house."
    },
    {
        "o": 14340,
        "r": "csb:Job:1:19",
        "t": "Suddenly a powerful wind swept in from the desert and struck the four corners of the house. It collapsed on the young people so that they died, and I alone have escaped to tell you!”"
    },
    {
        "o": 14341,
        "r": "csb:Job:1:20",
        "t": "Then*p Job stood up, tore his robe, and shaved his head. He fell to the ground and worshiped,"
    },
    {
        "o": 14342,
        "r": "csb:Job:1:21",
        "t": "saying: Naked*pn I came from my mother’s womb, and*ln naked I will leave this life. The*ln Lord*s gives, and the Lord*s takes away. Blessed*ln be the name of the Lord.*s"
    },
    {
        "o": 14343,
        "r": "csb:Job:1:22",
        "t": "Throughout*p all this Job did not sin or blame God for anything."
    }
]
