[
    {
        "o": 22886,
        "r": "nkjv:Ezekiel:1:0",
        "t": "Ezekiel 1",
        "h": 1
    },
    {
        "o": 22887,
        "r": "nkjv:Ezekiel:1:0",
        "t": "Ezekiel’s Vision of God",
        "h": 2
    },
    {
        "o": 22888,
        "r": "nkjv:Ezekiel:1:1",
        "t": "Now*p it came to pass in the thirtieth year, in the fourth month,*i on the fifth day*i of the month, as I was*i among the captives by the River Chebar, that*i the heavens were opened and I saw visions of God."
    },
    {
        "o": 22889,
        "r": "nkjv:Ezekiel:1:2",
        "t": "On the fifth day*i of the month, which was*i in the fifth year of King Jehoiachin’s captivity,"
    },
    {
        "o": 22890,
        "r": "nkjv:Ezekiel:1:3",
        "t": "the word of the Lord*s came expressly to Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the River Chebar; and the hand of the Lord*s was upon him there."
    },
    {
        "o": 22891,
        "r": "nkjv:Ezekiel:1:4",
        "t": "Then*p I looked, and behold, a whirlwind was coming out of the north, a great cloud with raging fire engulfing itself; and brightness was*i all around it and radiating out of its midst like the color of amber, out of the midst of the fire."
    },
    {
        "o": 22892,
        "r": "nkjv:Ezekiel:1:5",
        "t": "Also from within it came*i the likeness of four living creatures. And this was*i their appearance: they had the likeness of a man."
    },
    {
        "o": 22893,
        "r": "nkjv:Ezekiel:1:6",
        "t": "Each one had four faces, and each one had four wings."
    },
    {
        "o": 22894,
        "r": "nkjv:Ezekiel:1:7",
        "t": "Their legs were*i straight, and the soles of their feet were*i like the soles of calves’ feet. They sparkled like the color of burnished bronze."
    },
    {
        "o": 22895,
        "r": "nkjv:Ezekiel:1:8",
        "t": "The hands of a man were*i under their wings on their four sides; and each of the four had faces and wings."
    },
    {
        "o": 22896,
        "r": "nkjv:Ezekiel:1:9",
        "t": "Their wings touched one another. The*i creatures*i did not turn when they went, but each one went straight forward."
    },
    {
        "o": 22897,
        "r": "nkjv:Ezekiel:1:10",
        "t": "As*p for the likeness of their faces, each*i had the face of a man; each of the four had the face of a lion on the right side, each of the four had the face of an ox on the left side, and each of the four had the face of an eagle."
    },
    {
        "o": 22898,
        "r": "nkjv:Ezekiel:1:11",
        "t": "Thus were*i their faces. Their wings stretched upward; two wings*i of each one touched one another, and two covered their bodies."
    },
    {
        "o": 22899,
        "r": "nkjv:Ezekiel:1:12",
        "t": "And each one went straight forward; they went wherever the spirit wanted to go, and they did not turn when they went."
    },
    {
        "o": 22900,
        "r": "nkjv:Ezekiel:1:13",
        "t": "As*p for the likeness of the living creatures, their appearance was*i like burning coals of fire, like the appearance of torches going back and forth among the living creatures. The fire was bright, and out of the fire went lightning."
    },
    {
        "o": 22901,
        "r": "nkjv:Ezekiel:1:14",
        "t": "And the living creatures ran back and forth, in appearance like a flash of lightning."
    },
    {
        "o": 22902,
        "r": "nkjv:Ezekiel:1:15",
        "t": "Now*p as I looked at the living creatures, behold, a wheel was*i on the earth beside each living creature with its four faces."
    },
    {
        "o": 22903,
        "r": "nkjv:Ezekiel:1:16",
        "t": "The appearance of the wheels and their workings was*i like the color of beryl, and all four had the same likeness. The appearance of their workings was,*i as it were, a wheel in the middle of a wheel."
    },
    {
        "o": 22904,
        "r": "nkjv:Ezekiel:1:17",
        "t": "When they moved, they went toward any one of four directions; they did not turn aside when they went."
    },
    {
        "o": 22905,
        "r": "nkjv:Ezekiel:1:18",
        "t": "As for their rims, they were so high they were awesome; and their rims were*i full of eyes, all around the four of them."
    },
    {
        "o": 22906,
        "r": "nkjv:Ezekiel:1:19",
        "t": "When the living creatures went, the wheels went beside them; and when the living creatures were lifted up from the earth, the wheels were lifted up."
    },
    {
        "o": 22907,
        "r": "nkjv:Ezekiel:1:20",
        "t": "Wherever the spirit wanted to go, they went, because*i there the spirit went; and the wheels were lifted together with them, for the spirit of the living creatures was*i in the wheels."
    },
    {
        "o": 22908,
        "r": "nkjv:Ezekiel:1:21",
        "t": "When those went, these*i went; when those stood, these*i stood; and when those were lifted up from the earth, the wheels were lifted up together with them, for the spirit of the living creatures was*i in the wheels."
    },
    {
        "o": 22909,
        "r": "nkjv:Ezekiel:1:22",
        "t": "The*p likeness of the firmament above the heads of the living creatures was*i like the color of an awesome crystal, stretched out over their heads."
    },
    {
        "o": 22910,
        "r": "nkjv:Ezekiel:1:23",
        "t": "And under the firmament their wings spread*i out*i straight, one toward another. Each one had two which covered one side, and each one had two which covered the other side of the body."
    },
    {
        "o": 22911,
        "r": "nkjv:Ezekiel:1:24",
        "t": "When they went, I heard the noise of their wings, like the noise of many waters, like the voice of the Almighty, a tumult like the noise of an army; and when they stood still, they let down their wings."
    },
    {
        "o": 22912,
        "r": "nkjv:Ezekiel:1:25",
        "t": "A voice came from above the firmament that was*i over their heads; whenever they stood, they let down their wings."
    },
    {
        "o": 22913,
        "r": "nkjv:Ezekiel:1:26",
        "t": "And*p above the firmament over their heads was*i the likeness of a throne, in appearance like a sapphire stone; on the likeness of the throne was*i a likeness with the appearance of a man high above it."
    },
    {
        "o": 22914,
        "r": "nkjv:Ezekiel:1:27",
        "t": "Also from the appearance of His waist and upward I saw, as it were, the color of amber with the appearance of fire all around within it; and from the appearance of His waist and downward I saw, as it were, the appearance of fire with brightness all around."
    },
    {
        "o": 22915,
        "r": "nkjv:Ezekiel:1:28",
        "t": "Like the appearance of a rainbow in a cloud on a rainy day, so was*i the appearance of the brightness all around it. This was*i the appearance of the likeness of the glory of the Lord.*s"
    },
    {
        "o": 22916,
        "r": "nkjv:Ezekiel:1:28",
        "t": "Ezekiel Sent to Rebellious Israel",
        "h": 2
    },
    {
        "o": 22917,
        "r": "nkjv:Ezekiel:1:28",
        "t": "So*p when I saw it,*i I fell on my face, and I heard a voice of One speaking."
    }
]
