[
    {
        "o": 13366,
        "r": "csb:Ezra:1:0",
        "t": "Ezra 1",
        "h": 1
    },
    {
        "o": 13367,
        "r": "csb:Ezra:1:0",
        "t": "The Decree of Cyrus",
        "h": 2
    },
    {
        "o": 13368,
        "r": "csb:Ezra:1:1",
        "t": "In*p the first year of King Cyrus of Persia, in order to fulfill the word of the Lord*s spoken through Jeremiah, the Lord*s roused the spirit of King Cyrus to issue a proclamation throughout his entire kingdom and to put it in writing:"
    },
    {
        "o": 13369,
        "r": "csb:Ezra:1:2",
        "t": "This*p is what King Cyrus of Persia says: “The Lord,*s the God of the heavens, has given me all the kingdoms of the earth and has appointed me to build him a house at Jerusalem in Judah."
    },
    {
        "o": 13370,
        "r": "csb:Ezra:1:3",
        "t": "Any of his people among you, may his God be with him, and may he go to Jerusalem in Judah and build the house of the Lord,*s the God of Israel, the God who is in Jerusalem."
    },
    {
        "o": 13371,
        "r": "csb:Ezra:1:4",
        "t": "Let every survivor, wherever he resides, be assisted by the men of that region with silver, gold, goods, and livestock, along with a freewill offering for the house of God in Jerusalem.”"
    },
    {
        "o": 13372,
        "r": "csb:Ezra:1:4",
        "t": "Return from Exile",
        "h": 2
    },
    {
        "o": 13373,
        "r": "csb:Ezra:1:5",
        "t": "So*p the family heads of Judah and Benjamin, along with the priests and Levites - everyone whose spirit God had roused- prepared to go up and rebuild the Lord’s*s house in Jerusalem."
    },
    {
        "o": 13374,
        "r": "csb:Ezra:1:6",
        "t": "All their neighbors supported them with silver articles, gold, goods, livestock, and valuables, in addition to all that was given as a freewill offering."
    },
    {
        "o": 13375,
        "r": "csb:Ezra:1:7",
        "t": "King Cyrus also brought out the articles of the Lord’s*s house that Nebuchadnezzar had taken from Jerusalem and had placed in the house of his gods."
    },
    {
        "o": 13376,
        "r": "csb:Ezra:1:8",
        "t": "King Cyrus of Persia had them brought out under the supervision of Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah."
    },
    {
        "o": 13377,
        "r": "csb:Ezra:1:9",
        "t": "This was the inventory: 30*ln gold basins, 1,000 silver basins, 29*ln silver knives,"
    },
    {
        "o": 13378,
        "r": "csb:Ezra:1:10",
        "t": "30 gold bowls, 410*ln various silver bowls, and 1,000 other articles."
    },
    {
        "o": 13379,
        "r": "csb:Ezra:1:11",
        "t": "The*p gold and silver articles totaled 5,400. Sheshbazzar brought all of them when the exiles went up from Babylon to Jerusalem."
    }
]
