[
    {
        "o": 8957,
        "r": "nkjv:2 Samuel:4:0",
        "t": "2 Samuel 4",
        "h": 1
    },
    {
        "o": 8958,
        "r": "nkjv:2 Samuel:4:0",
        "t": "Ishbosheth Is Murdered",
        "h": 2
    },
    {
        "o": 8959,
        "r": "nkjv:2 Samuel:4:1",
        "t": "When*p Saul’s son heard that Abner had died in Hebron, he lost heart, and all Israel was troubled."
    },
    {
        "o": 8960,
        "r": "nkjv:2 Samuel:4:2",
        "t": "Now Saul’s son had*i two men who*i were*i captains of troops. The name of one was*i Baanah and the name of the other Rechab, the sons of Rimmon the Beerothite, of the children of Benjamin. (For Beeroth also was part*i of Benjamin,"
    },
    {
        "o": 8961,
        "r": "nkjv:2 Samuel:4:3",
        "t": "because the Beerothites fled to Gittaim and have been sojourners there until this day.)"
    },
    {
        "o": 8962,
        "r": "nkjv:2 Samuel:4:4",
        "t": "Jonathan,*p Saul’s son, had a son who*i was*i lame in his*i feet. He was five years old when the news about Saul and Jonathan came from Jezreel; and his nurse took him up and fled. And it happened, as she made haste to flee, that he fell and became lame. His name was*i Mephibosheth."
    },
    {
        "o": 8963,
        "r": "nkjv:2 Samuel:4:5",
        "t": "Then*p the sons of Rimmon the Beerothite, Rechab and Baanah, set out and came at about the heat of the day to the house of Ishbosheth, who was lying on his bed at noon."
    },
    {
        "o": 8964,
        "r": "nkjv:2 Samuel:4:6",
        "t": "And they came there, all the way into the house, as*i though*i to get wheat, and they stabbed him in the stomach. Then Rechab and Baanah his brother escaped."
    },
    {
        "o": 8965,
        "r": "nkjv:2 Samuel:4:7",
        "t": "For when they came into the house, he was lying on his bed in his bedroom; then they struck him and killed him, beheaded him and took his head, and were all night escaping through the plain."
    },
    {
        "o": 8966,
        "r": "nkjv:2 Samuel:4:8",
        "t": "And they brought the head of Ishbosheth to David at Hebron, and said to the king, “Here is the head of Ishbosheth, the son of Saul your enemy, who sought your life; and the Lord*s has avenged my lord the king this day of Saul and his descendants.”"
    },
    {
        "o": 8967,
        "r": "nkjv:2 Samuel:4:9",
        "t": "But*p David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said to them, “As*i the Lord*s lives, who has redeemed my life from all adversity,"
    },
    {
        "o": 8968,
        "r": "nkjv:2 Samuel:4:10",
        "t": "when someone told me, saying, ‘Look, Saul is dead,’ thinking to have brought good news, I arrested him and had him executed in Ziklag—the one who thought*i I would give him a reward for his*i news."
    },
    {
        "o": 8969,
        "r": "nkjv:2 Samuel:4:11",
        "t": "How much more, when wicked men have killed a righteous person in his own house on his bed? Therefore, shall I not now require his blood at your hand and remove you from the earth?”"
    },
    {
        "o": 8970,
        "r": "nkjv:2 Samuel:4:12",
        "t": "So David commanded his young men, and they executed them, cut off their hands and feet, and hanged them*i by the pool in Hebron. But they took the head of Ishbosheth and buried it*i in the tomb of Abner in Hebron."
    }
]
