[
    {
        "o": 568,
        "r": "csb:Genesis:21:0",
        "t": "Genesis 21",
        "h": 1
    },
    {
        "o": 569,
        "r": "csb:Genesis:21:0",
        "t": "The Birth of Isaac",
        "h": 2
    },
    {
        "o": 570,
        "r": "csb:Genesis:21:1",
        "t": "The*p Lord*s came to Sarah as he had said, and the Lord*s did for Sarah what he had promised."
    },
    {
        "o": 571,
        "r": "csb:Genesis:21:2",
        "t": "Sarah became pregnant and bore a son to Abraham in his old age, at the appointed time God had told him."
    },
    {
        "o": 572,
        "r": "csb:Genesis:21:3",
        "t": "Abraham named his son who was born to him - the one Sarah bore to him - Isaac."
    },
    {
        "o": 573,
        "r": "csb:Genesis:21:4",
        "t": "When his son Isaac was eight days old, Abraham circumcised him, as God had commanded him."
    },
    {
        "o": 574,
        "r": "csb:Genesis:21:5",
        "t": "Abraham was a hundred years old when his son Isaac was born to him."
    },
    {
        "o": 575,
        "r": "csb:Genesis:21:6",
        "t": "Sarah*p said, “God has made me laugh, and everyone who hears will laugh with me.”"
    },
    {
        "o": 576,
        "r": "csb:Genesis:21:7",
        "t": "She also said, “Who would have told Abraham that Sarah would nurse children? Yet I have borne a son for him in his old age.”"
    },
    {
        "o": 577,
        "r": "csb:Genesis:21:7",
        "t": "Hagar and Ishmael Sent Away",
        "h": 2
    },
    {
        "o": 578,
        "r": "csb:Genesis:21:8",
        "t": "The*p child grew and was weaned, and Abraham held a great feast on the day Isaac was weaned."
    },
    {
        "o": 579,
        "r": "csb:Genesis:21:9",
        "t": "But Sarah saw the son mocking - the one Hagar the Egyptian had borne to Abraham."
    },
    {
        "o": 580,
        "r": "csb:Genesis:21:10",
        "t": "So she said to Abraham, “Drive out this slave with her son, for the son of this slave will not be a coheir with my son Isaac!”"
    },
    {
        "o": 581,
        "r": "csb:Genesis:21:11",
        "t": "This*p was very distressing to Abraham because of his son."
    },
    {
        "o": 582,
        "r": "csb:Genesis:21:12",
        "t": "But God said to Abraham, “Do not be distressed about the boy and about your slave. Whatever Sarah says to you, listen to her, because your offspring will be traced through Isaac,"
    },
    {
        "o": 583,
        "r": "csb:Genesis:21:13",
        "t": "and I will also make a nation of the slave’s son because he is your offspring.”"
    },
    {
        "o": 584,
        "r": "csb:Genesis:21:14",
        "t": "Early*p in the morning Abraham got up, took bread and a waterskin, put them on Hagar’s shoulders, and sent her and the boy away. She left and wandered in the Wilderness of Beer-sheba."
    },
    {
        "o": 585,
        "r": "csb:Genesis:21:15",
        "t": "When the water in the skin was gone, she left the boy under one of the bushes"
    },
    {
        "o": 586,
        "r": "csb:Genesis:21:16",
        "t": "and went and sat at a distance, about a bowshot away, for she said, “I can’t bear to watch the boy die!” While she sat at a distance, she wept loudly."
    },
    {
        "o": 587,
        "r": "csb:Genesis:21:17",
        "t": "God*p heard the boy crying, and the angel of God called to Hagar from heaven and said to her, “What’s wrong, Hagar? Don’t be afraid, for God has heard the boy crying from the place where he is."
    },
    {
        "o": 588,
        "r": "csb:Genesis:21:18",
        "t": "Get up, help the boy up, and grasp his hand, for I will make him a great nation.”"
    },
    {
        "o": 589,
        "r": "csb:Genesis:21:19",
        "t": "Then God opened her eyes, and she saw a well. So she went and filled the waterskin and gave the boy a drink."
    },
    {
        "o": 590,
        "r": "csb:Genesis:21:20",
        "t": "God was with the boy, and he grew; he settled in the wilderness and became an archer."
    },
    {
        "o": 591,
        "r": "csb:Genesis:21:21",
        "t": "He settled in the Wilderness of Paran, and his mother got a wife for him from the land of Egypt."
    },
    {
        "o": 592,
        "r": "csb:Genesis:21:21",
        "t": "Abraham’s Covenant with Abimelech",
        "h": 2
    },
    {
        "o": 593,
        "r": "csb:Genesis:21:22",
        "t": "At*p that time Abimelech, accompanied by Phicol the commander of his army, said to Abraham, “God is with you in everything you do."
    },
    {
        "o": 594,
        "r": "csb:Genesis:21:23",
        "t": "Swear to me by God here and now, that you will not break an agreement with me or with my children and descendants. As I have been loyal to you, so you will be loyal to me and to the country where you are a resident alien.”"
    },
    {
        "o": 595,
        "r": "csb:Genesis:21:24",
        "t": "And*p Abraham said, “I swear it.”"
    },
    {
        "o": 596,
        "r": "csb:Genesis:21:25",
        "t": "But Abraham complained to Abimelech because of the well that Abimelech’s servants had seized."
    },
    {
        "o": 597,
        "r": "csb:Genesis:21:26",
        "t": "Abimelech*p replied, “I don’t know who did this thing. You didn’t report anything to me, so I hadn’t heard about it until today.”"
    },
    {
        "o": 598,
        "r": "csb:Genesis:21:27",
        "t": "Abraham*p took flocks and herds and gave them to Abimelech, and the two of them made a covenant."
    },
    {
        "o": 599,
        "r": "csb:Genesis:21:28",
        "t": "Abraham separated seven ewe lambs from the flock."
    },
    {
        "o": 600,
        "r": "csb:Genesis:21:29",
        "t": "And Abimelech said to Abraham, “Why have you separated these seven ewe lambs?”"
    },
    {
        "o": 601,
        "r": "csb:Genesis:21:30",
        "t": "He*p replied, “You are to accept the seven ewe lambs from me so that this act will serve as my witness that I dug this well.”"
    },
    {
        "o": 602,
        "r": "csb:Genesis:21:31",
        "t": "Therefore that place was called Beer-sheba because it was there that the two of them swore an oath."
    },
    {
        "o": 603,
        "r": "csb:Genesis:21:32",
        "t": "After they had made a covenant at Beer-sheba, Abimelech and Phicol, the commander of his army, left and returned to the land of the Philistines."
    },
    {
        "o": 604,
        "r": "csb:Genesis:21:33",
        "t": "Abraham*p planted a tamarisk tree in Beer-sheba, and there he called on the name of the Lord,*s the Everlasting God."
    },
    {
        "o": 605,
        "r": "csb:Genesis:21:34",
        "t": "And Abraham lived as an alien in the land of the Philistines for many days."
    }
]
