[
    {
        "o": 22141,
        "r": "csb:Jeremiah:32:0",
        "t": "Jeremiah 32",
        "h": 1
    },
    {
        "o": 22142,
        "r": "csb:Jeremiah:32:0",
        "t": "Jeremiah’s Land Purchase",
        "h": 2
    },
    {
        "o": 22143,
        "r": "csb:Jeremiah:32:1",
        "t": "This*p is the word that came to Jeremiah from the Lord*s in the tenth year of King Zedekiah of Judah, which was the eighteenth year of Nebuchadnezzar."
    },
    {
        "o": 22144,
        "r": "csb:Jeremiah:32:2",
        "t": "At that time, the army of the king of Babylon was besieging Jerusalem, and the prophet Jeremiah was imprisoned in the guard’s courtyard in the palace of the king of Judah."
    },
    {
        "o": 22145,
        "r": "csb:Jeremiah:32:3",
        "t": "King Zedekiah of Judah had imprisoned him, saying, “Why are you prophesying as you do? You say, ‘This is what the Lord*s says: Look, I am about to hand this city over to Babylon’s king, and he will capture it."
    },
    {
        "o": 22146,
        "r": "csb:Jeremiah:32:4",
        "t": "King Zedekiah of Judah will not escape from the Chaldeans; indeed, he will certainly be handed over to Babylon’s king. They will speak face to face and meet eye to eye."
    },
    {
        "o": 22147,
        "r": "csb:Jeremiah:32:5",
        "t": "He will take Zedekiah to Babylon, where he will stay until I attend to him - this is the Lord’s*s declaration. For you will fight the Chaldeans, but you will not succeed.’”"
    },
    {
        "o": 22148,
        "r": "csb:Jeremiah:32:6",
        "t": "Jeremiah*p replied, “The word of the Lord*s came to me:"
    },
    {
        "o": 22149,
        "r": "csb:Jeremiah:32:7",
        "t": "Watch! Hanamel, the son of your uncle Shallum, is coming to you to say, ‘Buy my field in Anathoth for yourself, for you own the right of redemption to buy it.’"
    },
    {
        "o": 22150,
        "r": "csb:Jeremiah:32:8",
        "t": "“Then,*p as the Lord*s had said, my cousin Hanamel came to the guard’s courtyard and urged me, ‘Please buy my field in Anathoth in the land of Benjamin, for you own the right of inheritance and redemption. Buy it for yourself.’ Then I knew that this was the word of the Lord.*s"
    },
    {
        "o": 22151,
        "r": "csb:Jeremiah:32:9",
        "t": "So I bought the field in Anathoth from my cousin Hanamel, and I weighed out the silver to him- seventeen shekels of silver."
    },
    {
        "o": 22152,
        "r": "csb:Jeremiah:32:10",
        "t": "I recorded it on a scroll, sealed it, called in witnesses, and weighed out the silver on the scales."
    },
    {
        "o": 22153,
        "r": "csb:Jeremiah:32:11",
        "t": "I took the purchase agreement - the sealed copy with its terms and conditions and the open copy -"
    },
    {
        "o": 22154,
        "r": "csb:Jeremiah:32:12",
        "t": "and gave the purchase agreement to Baruch son of Neriah, son of Mahseiah. I did this in the sight of my cousin Hanamel, the witnesses who had signed the purchase agreement, and all the Judeans sitting in the guard’s courtyard."
    },
    {
        "o": 22155,
        "r": "csb:Jeremiah:32:13",
        "t": "“I*p charged Baruch in their sight,"
    },
    {
        "o": 22156,
        "r": "csb:Jeremiah:32:14",
        "t": "‘This is what the Lord*s of Armies, the God of Israel, says: Take these scrolls - this purchase agreement with the sealed copy and this open copy - and put them in an earthen storage jar so they will last a long time."
    },
    {
        "o": 22157,
        "r": "csb:Jeremiah:32:15",
        "t": "For this is what the Lord*s of Armies, the God of Israel, says: Houses, fields, and vineyards will again be bought in this land.’"
    },
    {
        "o": 22158,
        "r": "csb:Jeremiah:32:16",
        "t": "“After*p I had given the purchase agreement to Baruch, son of Neriah, I prayed to the Lord:*s"
    },
    {
        "o": 22159,
        "r": "csb:Jeremiah:32:17",
        "t": "Oh, Lord God!*s You yourself made the heavens and earth by your great power and with your outstretched arm. Nothing is too difficult for you!"
    },
    {
        "o": 22160,
        "r": "csb:Jeremiah:32:18",
        "t": "You show faithful love to thousands but lay the fathers’ iniquity on their sons’ laps after them, great and mighty God whose name is the Lord*s of Armies,"
    },
    {
        "o": 22161,
        "r": "csb:Jeremiah:32:19",
        "t": "the one great in counsel and powerful in action. Your eyes are on all the ways of the children of men in order to reward each person according to his ways and as the result of his actions."
    },
    {
        "o": 22162,
        "r": "csb:Jeremiah:32:20",
        "t": "You performed signs and wonders in the land of Egypt and still do today, both in Israel and among all mankind. You made a name for yourself, as is the case today."
    },
    {
        "o": 22163,
        "r": "csb:Jeremiah:32:21",
        "t": "You brought your people Israel out of Egypt with signs and wonders, with a strong hand and an outstretched arm, and with great terror."
    },
    {
        "o": 22164,
        "r": "csb:Jeremiah:32:22",
        "t": "You gave them this land you swore to give to their ancestors, a land flowing with milk and honey."
    },
    {
        "o": 22165,
        "r": "csb:Jeremiah:32:23",
        "t": "They entered and possessed it, but they did not obey you or live according to your instructions. They failed to perform all you commanded them to do, and so you have brought all this disaster on them."
    },
    {
        "o": 22166,
        "r": "csb:Jeremiah:32:24",
        "t": "Look! Siege ramps have come against the city to capture it, and the city, as a result of the sword, famine, and plague, has been handed over to the Chaldeans who are fighting against it. What you have spoken has happened. Look, you can see it!"
    },
    {
        "o": 22167,
        "r": "csb:Jeremiah:32:25",
        "t": "Yet you, Lord God,*s have said to me, ‘Purchase the field and call in witnesses’ - even though the city has been handed over to the Chaldeans!”"
    },
    {
        "o": 22168,
        "r": "csb:Jeremiah:32:26",
        "t": "The*p word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 22169,
        "r": "csb:Jeremiah:32:27",
        "t": "“Look, I am the Lord,*s the God over every creature. Is anything too difficult for me?"
    },
    {
        "o": 22170,
        "r": "csb:Jeremiah:32:28",
        "t": "Therefore, this is what the Lord*s says: I am about to hand this city over to the Chaldeans, to Babylon’s king Nebuchadnezzar, and he will capture it."
    },
    {
        "o": 22171,
        "r": "csb:Jeremiah:32:29",
        "t": "The Chaldeans who are fighting against this city will come and set this city on fire. They will burn it, including the houses where incense has been burned to Baal on their rooftops and where drink offerings have been poured out to other gods to anger me."
    },
    {
        "o": 22172,
        "r": "csb:Jeremiah:32:30",
        "t": "From their youth, the Israelites and Judeans have done nothing but what is evil in my sight! They have done nothing but anger me by the work of their hands”- this is the Lord’s*s declaration -"
    },
    {
        "o": 22173,
        "r": "csb:Jeremiah:32:31",
        "t": "“for this city has caused my wrath and fury from the day it was built until now. I will therefore remove it from my presence"
    },
    {
        "o": 22174,
        "r": "csb:Jeremiah:32:32",
        "t": "because of all the evil the Israelites and Judeans have done to anger me - they, their kings, their officials, their priests, and their prophets, the men of Judah, and the residents of Jerusalem."
    },
    {
        "o": 22175,
        "r": "csb:Jeremiah:32:33",
        "t": "They have turned their backs to me and not their faces. Though I taught them time and time again, they do not listen and receive discipline."
    },
    {
        "o": 22176,
        "r": "csb:Jeremiah:32:34",
        "t": "They have placed their abhorrent things in the house that bears my name and have defiled it."
    },
    {
        "o": 22177,
        "r": "csb:Jeremiah:32:35",
        "t": "They have built the high places of Baal in Ben Hinnom Valley to sacrifice their sons and daughters in the fire to Molech- something I had not commanded them. I had never entertained the thought that they do this detestable act causing Judah to sin!"
    },
    {
        "o": 22178,
        "r": "csb:Jeremiah:32:36",
        "t": "“Now*p therefore, this is what the Lord,*s the God of Israel, says to this city about which you said, ‘It has been handed over to Babylon’s king through sword, famine, and plague’:"
    },
    {
        "o": 22179,
        "r": "csb:Jeremiah:32:37",
        "t": "I will certainly gather them from all the lands where I have banished them in my anger, fury, and intense wrath, and I will return them to this place and make them live in safety."
    },
    {
        "o": 22180,
        "r": "csb:Jeremiah:32:38",
        "t": "They will be my people, and I will be their God."
    },
    {
        "o": 22181,
        "r": "csb:Jeremiah:32:39",
        "t": "I will give them integrity of heart and action so that they will fear me always, for their good and for the good of their descendants after them."
    },
    {
        "o": 22182,
        "r": "csb:Jeremiah:32:40",
        "t": "“I*p will make a permanent covenant with them: I will never turn away from doing good to them, and I will put fear of me in their hearts so they will never again turn away from me."
    },
    {
        "o": 22183,
        "r": "csb:Jeremiah:32:41",
        "t": "I will take delight in them to do what is good for them, and with all my heart and mind I will faithfully plant them in this land."
    },
    {
        "o": 22184,
        "r": "csb:Jeremiah:32:42",
        "t": "“For*p this is what the Lord*s says: Just as I have brought all this terrible disaster on these people, so am I about to bring on them all the good I am promising them."
    },
    {
        "o": 22185,
        "r": "csb:Jeremiah:32:43",
        "t": "Fields will be bought in this land about which you are saying, ‘It’s a desolation without people or animals; it has been handed over to the Chaldeans!’"
    },
    {
        "o": 22186,
        "r": "csb:Jeremiah:32:44",
        "t": "Fields will be purchased, the transaction written on a scroll and sealed, and witnesses will be called on in the land of Benjamin, in the areas surrounding Jerusalem, and in Judah’s cities - the cities of the hill country, the cities of the Judean foothills, and the cities of the Negev - because I will restore their fortunes.” This*lg is the Lord’s*s declaration."
    }
]
