[
    {
        "o": 18160,
        "r": "kjv:Ecclesiastes:3:0",
        "t": "Ecclesiastes 3",
        "h": 1
    },
    {
        "o": 18161,
        "r": "kjv:Ecclesiastes:3:1",
        "t": "To*p every thing there is a season, and a time to every purpose under the heaven:"
    },
    {
        "o": 18162,
        "r": "kjv:Ecclesiastes:3:2",
        "t": "A*p time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted;"
    },
    {
        "o": 18163,
        "r": "kjv:Ecclesiastes:3:3",
        "t": "A*p time to kill, and a time to heal; a time to break down, and a time to build up;"
    },
    {
        "o": 18164,
        "r": "kjv:Ecclesiastes:3:4",
        "t": "A*p time to weep, and a time to laugh; a time to mourn, and a time to dance;"
    },
    {
        "o": 18165,
        "r": "kjv:Ecclesiastes:3:5",
        "t": "A*p time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing;"
    },
    {
        "o": 18166,
        "r": "kjv:Ecclesiastes:3:6",
        "t": "A*p time to get, and a time to lose; a time to keep, and a time to cast away;"
    },
    {
        "o": 18167,
        "r": "kjv:Ecclesiastes:3:7",
        "t": "A*p time to rend, and a time to sew; a time to keep silence, and a time to speak;"
    },
    {
        "o": 18168,
        "r": "kjv:Ecclesiastes:3:8",
        "t": "A*p time to love, and a time to hate; a time of war, and a time of peace."
    },
    {
        "o": 18169,
        "r": "kjv:Ecclesiastes:3:9",
        "t": "What*p profit hath he that worketh in that wherein he laboureth?"
    },
    {
        "o": 18170,
        "r": "kjv:Ecclesiastes:3:10",
        "t": "I*p have seen the travail, which God hath given to the sons of men to be exercised in it."
    },
    {
        "o": 18171,
        "r": "kjv:Ecclesiastes:3:11",
        "t": "He*p hath made every thing beautiful in his time: also he hath set the world in their heart, so that no man can find out the work that God maketh from the beginning to the end."
    },
    {
        "o": 18172,
        "r": "kjv:Ecclesiastes:3:12",
        "t": "I*p know that there is no good in them, but for a man to rejoice, and to do good in his life."
    },
    {
        "o": 18173,
        "r": "kjv:Ecclesiastes:3:13",
        "t": "And*p also that every man should eat and drink, and enjoy the good of all his labour, it is the gift of God."
    },
    {
        "o": 18174,
        "r": "kjv:Ecclesiastes:3:14",
        "t": "I*p know that, whatsoever God doeth, it shall be for ever: nothing can be put to it, nor any thing taken from it: and God doeth it, that men should fear before him."
    },
    {
        "o": 18175,
        "r": "kjv:Ecclesiastes:3:15",
        "t": "That*p which hath been is now; and that which is to be hath already been; and God requireth that which is past."
    },
    {
        "o": 18176,
        "r": "kjv:Ecclesiastes:3:16",
        "t": "And*p moreover I saw under the sun the place of judgment, that wickedness was there; and the place of righteousness, that iniquity was there."
    },
    {
        "o": 18177,
        "r": "kjv:Ecclesiastes:3:17",
        "t": "I*p said in mine heart, God shall judge the righteous and the wicked: for there is a time there for every purpose and for every work."
    },
    {
        "o": 18178,
        "r": "kjv:Ecclesiastes:3:18",
        "t": "I*p said in mine heart concerning the estate of the sons of men, that God might manifest them, and that they might see that they themselves are beasts."
    },
    {
        "o": 18179,
        "r": "kjv:Ecclesiastes:3:19",
        "t": "For*p that which befalleth the sons of men befalleth beasts; even one thing befalleth them: as the one dieth, so dieth the other; yea, they have all one breath; so that a man hath no preeminence above a beast: for all is vanity."
    },
    {
        "o": 18180,
        "r": "kjv:Ecclesiastes:3:20",
        "t": "All*p go unto one place; all are of the dust, and all turn to dust again."
    },
    {
        "o": 18181,
        "r": "kjv:Ecclesiastes:3:21",
        "t": "Who*p knoweth the spirit of man that goeth upward, and the spirit of the beast that goeth downward to the earth?"
    },
    {
        "o": 18182,
        "r": "kjv:Ecclesiastes:3:22",
        "t": "Wherefore*p I perceive that there is nothing better, than that a man should rejoice in his own works; for that is his portion: for who shall bring him to see what shall be after him?"
    }
]
