[
    {
        "o": 14814,
        "r": "kjv:Psalm:27:0",
        "t": "Psalm 27",
        "h": 1
    },
    {
        "o": 14815,
        "r": "kjv:Psalm:27:0",
        "t": "A Psalm of David.",
        "h": 4
    },
    {
        "o": 14816,
        "r": "kjv:Psalm:27:1",
        "t": "The*p Lord*s is my light and my salvation; whom shall I fear? the Lord*s is the strength of my life; of whom shall I be afraid?"
    },
    {
        "o": 14817,
        "r": "kjv:Psalm:27:2",
        "t": "When*p the wicked, even mine enemies and my foes, came upon me to eat up my flesh, they stumbled and fell."
    },
    {
        "o": 14818,
        "r": "kjv:Psalm:27:3",
        "t": "Though*p an host should encamp against me, my heart shall not fear: though war should rise against me, in this will I be confident."
    },
    {
        "o": 14819,
        "r": "kjv:Psalm:27:4",
        "t": "One*p thing have I desired of the Lord,*s that will I seek after; that I may dwell in the house of the Lord*s all the days of my life, to behold the beauty of the Lord,*s and to enquire in his temple."
    },
    {
        "o": 14820,
        "r": "kjv:Psalm:27:5",
        "t": "For*p in the time of trouble he shall hide me in his pavilion: in the secret of his tabernacle shall he hide me; he shall set me up upon a rock."
    },
    {
        "o": 14821,
        "r": "kjv:Psalm:27:6",
        "t": "And*p now shall mine head be lifted up above mine enemies round about me: therefore will I offer in his tabernacle sacrifices of joy; I will sing, yea, I will sing praises unto the Lord.*s"
    },
    {
        "o": 14822,
        "r": "kjv:Psalm:27:7",
        "t": "Hear,*p O Lord,*s when I cry with my voice: have mercy also upon me, and answer me."
    },
    {
        "o": 14823,
        "r": "kjv:Psalm:27:8",
        "t": "When*p thou saidst, Seek ye my face; my heart said unto thee, Thy face, Lord,*s will I seek."
    },
    {
        "o": 14824,
        "r": "kjv:Psalm:27:9",
        "t": "Hide*p not thy face far from me; put not thy servant away in anger: thou hast been my help; leave me not, neither forsake me, O God of my salvation."
    },
    {
        "o": 14825,
        "r": "kjv:Psalm:27:10",
        "t": "When*p my father and my mother forsake me, then the Lord*s will take me up."
    },
    {
        "o": 14826,
        "r": "kjv:Psalm:27:11",
        "t": "Teach*p me thy way, O Lord,*s and lead me in a plain path, because of mine enemies."
    },
    {
        "o": 14827,
        "r": "kjv:Psalm:27:12",
        "t": "Deliver*p me not over unto the will of mine enemies: for false witnesses are risen up against me, and such as breathe out cruelty."
    },
    {
        "o": 14828,
        "r": "kjv:Psalm:27:13",
        "t": "I*p had fainted, unless I had believed to see the goodness of the Lord*s in the land of the living."
    },
    {
        "o": 14829,
        "r": "kjv:Psalm:27:14",
        "t": "Wait*p on the Lord:*s be of good courage, and he shall strengthen thine heart: wait, I say, on the Lord.*s"
    }
]
