[
    {
        "o": 19147,
        "r": "niv:Ecclesiastes:8:0",
        "t": "Ecclesiastes 8",
        "h": 1
    },
    {
        "o": 19148,
        "r": "niv:Ecclesiastes:8:1",
        "t": "Who*pn is like the wise? Who*ld knows the explanation of things? A*ln person’s wisdom brightens their face and*ld changes its hard appearance."
    },
    {
        "o": 19149,
        "r": "niv:Ecclesiastes:8:1",
        "t": "Obey the King",
        "h": 2
    },
    {
        "o": 19150,
        "r": "niv:Ecclesiastes:8:2",
        "t": "Obey*p the king’s command, I say, because you took an oath before God."
    },
    {
        "o": 19151,
        "r": "niv:Ecclesiastes:8:3",
        "t": "Do not be in a hurry to leave the king’s presence. Do not stand up for a bad cause, for he will do whatever he pleases."
    },
    {
        "o": 19152,
        "r": "niv:Ecclesiastes:8:4",
        "t": "Since a king’s word is supreme, who can say to him, “What are you doing?”"
    },
    {
        "o": 19153,
        "r": "niv:Ecclesiastes:8:5",
        "t": "Whoever*pn obeys his command will come to no harm, and*ld the wise heart will know the proper time and procedure."
    },
    {
        "o": 19154,
        "r": "niv:Ecclesiastes:8:6",
        "t": "For*ln there is a proper time and procedure for every matter, though*ld a person may be weighed down by misery."
    },
    {
        "o": 19155,
        "r": "niv:Ecclesiastes:8:7",
        "t": "Since*pn no one knows the future, who*ld can tell someone else what is to come?"
    },
    {
        "o": 19156,
        "r": "niv:Ecclesiastes:8:8",
        "t": "As*ln no one has power over the wind to contain it, so*ld no one has power over the time of their death. As*ln no one is discharged in time of war, so*ld wickedness will not release those who practice it."
    },
    {
        "o": 19157,
        "r": "niv:Ecclesiastes:8:9",
        "t": "All*p this I saw, as I applied my mind to everything done under the sun. There is a time when a man lords it over others to his own hurt."
    },
    {
        "o": 19158,
        "r": "niv:Ecclesiastes:8:10",
        "t": "Then too, I saw the wicked buried—those who used to come and go from the holy place and receive praise in the city where they did this. This too is meaningless."
    },
    {
        "o": 19159,
        "r": "niv:Ecclesiastes:8:11",
        "t": "When*p the sentence for a crime is not quickly carried out, people’s hearts are filled with schemes to do wrong."
    },
    {
        "o": 19160,
        "r": "niv:Ecclesiastes:8:12",
        "t": "Although a wicked person who commits a hundred crimes may live a long time, I know that it will go better with those who fear God, who are reverent before him."
    },
    {
        "o": 19161,
        "r": "niv:Ecclesiastes:8:13",
        "t": "Yet because the wicked do not fear God, it will not go well with them, and their days will not lengthen like a shadow."
    },
    {
        "o": 19162,
        "r": "niv:Ecclesiastes:8:14",
        "t": "There*p is something else meaningless that occurs on earth: the righteous who get what the wicked deserve, and the wicked who get what the righteous deserve. This too, I say, is meaningless."
    },
    {
        "o": 19163,
        "r": "niv:Ecclesiastes:8:15",
        "t": "So I commend the enjoyment of life, because there is nothing better for a person under the sun than to eat and drink and be glad. Then joy will accompany them in their toil all the days of the life God has given them under the sun."
    },
    {
        "o": 19164,
        "r": "niv:Ecclesiastes:8:16",
        "t": "When*p I applied my mind to know wisdom and to observe the labor that is done on earth—people getting no sleep day or night—"
    },
    {
        "o": 19165,
        "r": "niv:Ecclesiastes:8:17",
        "t": "then I saw all that God has done. No one can comprehend what goes on under the sun. Despite all their efforts to search it out, no one can discover its meaning. Even if the wise claim they know, they cannot really comprehend it."
    }
]
