[
    {
        "o": 3265,
        "r": "esv:Leviticus:11:0",
        "t": "Leviticus 11",
        "h": 1
    },
    {
        "o": 3266,
        "r": "esv:Leviticus:11:0",
        "t": "Clean and Unclean Animals",
        "h": 2
    },
    {
        "o": 3267,
        "r": "esv:Leviticus:11:1",
        "t": "And*p the Lord*s spoke to Moses and Aaron, saying to them,"
    },
    {
        "o": 3268,
        "r": "esv:Leviticus:11:2",
        "t": "“Speak to the people of Israel, saying, These are the living things that you may eat among all the animals that are on the earth."
    },
    {
        "o": 3269,
        "r": "esv:Leviticus:11:3",
        "t": "Whatever parts the hoof and is cloven-footed and chews the cud, among the animals, you may eat."
    },
    {
        "o": 3270,
        "r": "esv:Leviticus:11:4",
        "t": "Nevertheless, among those that chew the cud or part the hoof, you shall not eat these: The camel, because it chews the cud but does not part the hoof, is unclean to you."
    },
    {
        "o": 3271,
        "r": "esv:Leviticus:11:5",
        "t": "And the rock badger, because it chews the cud but does not part the hoof, is unclean to you."
    },
    {
        "o": 3272,
        "r": "esv:Leviticus:11:6",
        "t": "And the hare, because it chews the cud but does not part the hoof, is unclean to you."
    },
    {
        "o": 3273,
        "r": "esv:Leviticus:11:7",
        "t": "And the pig, because it parts the hoof and is cloven-footed but does not chew the cud, is unclean to you."
    },
    {
        "o": 3274,
        "r": "esv:Leviticus:11:8",
        "t": "You shall not eat any of their flesh, and you shall not touch their carcasses; they are unclean to you."
    },
    {
        "o": 3275,
        "r": "esv:Leviticus:11:9",
        "t": "“These*p you may eat, of all that are in the waters. Everything in the waters that has fins and scales, whether in the seas or in the rivers, you may eat."
    },
    {
        "o": 3276,
        "r": "esv:Leviticus:11:10",
        "t": "But anything in the seas or the rivers that does not have fins and scales, of the swarming creatures in the waters and of the living creatures that are in the waters, is detestable to you."
    },
    {
        "o": 3277,
        "r": "esv:Leviticus:11:11",
        "t": "You shall regard them as detestable; you shall not eat any of their flesh, and you shall detest their carcasses."
    },
    {
        "o": 3278,
        "r": "esv:Leviticus:11:12",
        "t": "Everything in the waters that does not have fins and scales is detestable to you."
    },
    {
        "o": 3279,
        "r": "esv:Leviticus:11:13",
        "t": "“And*p these you shall detest among the birds; they shall not be eaten; they are detestable: the eagle, the bearded vulture, the black vulture,"
    },
    {
        "o": 3280,
        "r": "esv:Leviticus:11:14",
        "t": "the kite, the falcon of any kind,"
    },
    {
        "o": 3281,
        "r": "esv:Leviticus:11:15",
        "t": "every raven of any kind,"
    },
    {
        "o": 3282,
        "r": "esv:Leviticus:11:16",
        "t": "the ostrich, the nighthawk, the sea gull, the hawk of any kind,"
    },
    {
        "o": 3283,
        "r": "esv:Leviticus:11:17",
        "t": "the little owl, the cormorant, the short-eared owl,"
    },
    {
        "o": 3284,
        "r": "esv:Leviticus:11:18",
        "t": "the barn owl, the tawny owl, the carrion vulture,"
    },
    {
        "o": 3285,
        "r": "esv:Leviticus:11:19",
        "t": "the stork, the heron of any kind, the hoopoe, and the bat."
    },
    {
        "o": 3286,
        "r": "esv:Leviticus:11:20",
        "t": "“All*p winged insects that go on all fours are detestable to you."
    },
    {
        "o": 3287,
        "r": "esv:Leviticus:11:21",
        "t": "Yet among the winged insects that go on all fours you may eat those that have jointed legs above their feet, with which to hop on the ground."
    },
    {
        "o": 3288,
        "r": "esv:Leviticus:11:22",
        "t": "Of them you may eat: the locust of any kind, the bald locust of any kind, the cricket of any kind, and the grasshopper of any kind."
    },
    {
        "o": 3289,
        "r": "esv:Leviticus:11:23",
        "t": "But all other winged insects that have four feet are detestable to you."
    },
    {
        "o": 3290,
        "r": "esv:Leviticus:11:24",
        "t": "“And*p by these you shall become unclean. Whoever touches their carcass shall be unclean until the evening,"
    },
    {
        "o": 3291,
        "r": "esv:Leviticus:11:25",
        "t": "and whoever carries any part of their carcass shall wash his clothes and be unclean until the evening."
    },
    {
        "o": 3292,
        "r": "esv:Leviticus:11:26",
        "t": "Every animal that parts the hoof but is not cloven-footed or does not chew the cud is unclean to you. Everyone who touches them shall be unclean."
    },
    {
        "o": 3293,
        "r": "esv:Leviticus:11:27",
        "t": "And all that walk on their paws, among the animals that go on all fours, are unclean to you. Whoever touches their carcass shall be unclean until the evening,"
    },
    {
        "o": 3294,
        "r": "esv:Leviticus:11:28",
        "t": "and he who carries their carcass shall wash his clothes and be unclean until the evening; they are unclean to you."
    },
    {
        "o": 3295,
        "r": "esv:Leviticus:11:29",
        "t": "“And*p these are unclean to you among the swarming things that swarm on the ground: the mole rat, the mouse, the great lizard of any kind,"
    },
    {
        "o": 3296,
        "r": "esv:Leviticus:11:30",
        "t": "the gecko, the monitor lizard, the lizard, the sand lizard, and the chameleon."
    },
    {
        "o": 3297,
        "r": "esv:Leviticus:11:31",
        "t": "These are unclean to you among all that swarm. Whoever touches them when they are dead shall be unclean until the evening."
    },
    {
        "o": 3298,
        "r": "esv:Leviticus:11:32",
        "t": "And anything on which any of them falls when they are dead shall be unclean, whether it is an article of wood or a garment or a skin or a sack, any article that is used for any purpose. It must be put into water, and it shall be unclean until the evening; then it shall be clean."
    },
    {
        "o": 3299,
        "r": "esv:Leviticus:11:33",
        "t": "And if any of them falls into any earthenware vessel, all that is in it shall be unclean, and you shall break it."
    },
    {
        "o": 3300,
        "r": "esv:Leviticus:11:34",
        "t": "Any food in it that could be eaten, on which water comes, shall be unclean. And all drink that could be drunk from every such vessel shall be unclean."
    },
    {
        "o": 3301,
        "r": "esv:Leviticus:11:35",
        "t": "And everything on which any part of their carcass falls shall be unclean. Whether oven or stove, it shall be broken in pieces. They are unclean and shall remain unclean for you."
    },
    {
        "o": 3302,
        "r": "esv:Leviticus:11:36",
        "t": "Nevertheless, a spring or a cistern holding water shall be clean, but whoever touches a carcass in them shall be unclean."
    },
    {
        "o": 3303,
        "r": "esv:Leviticus:11:37",
        "t": "And if any part of their carcass falls upon any seed grain that is to be sown, it is clean,"
    },
    {
        "o": 3304,
        "r": "esv:Leviticus:11:38",
        "t": "but if water is put on the seed and any part of their carcass falls on it, it is unclean to you."
    },
    {
        "o": 3305,
        "r": "esv:Leviticus:11:39",
        "t": "“And*p if any animal which you may eat dies, whoever touches its carcass shall be unclean until the evening,"
    },
    {
        "o": 3306,
        "r": "esv:Leviticus:11:40",
        "t": "and whoever eats of its carcass shall wash his clothes and be unclean until the evening. And whoever carries the carcass shall wash his clothes and be unclean until the evening."
    },
    {
        "o": 3307,
        "r": "esv:Leviticus:11:41",
        "t": "“Every*p swarming thing that swarms on the ground is detestable; it shall not be eaten."
    },
    {
        "o": 3308,
        "r": "esv:Leviticus:11:42",
        "t": "Whatever goes on its belly, and whatever goes on all fours, or whatever has many feet, any swarming thing that swarms on the ground, you shall not eat, for they are detestable."
    },
    {
        "o": 3309,
        "r": "esv:Leviticus:11:43",
        "t": "You shall not make yourselves detestable with any swarming thing that swarms, and you shall not defile yourselves with them, and become unclean through them."
    },
    {
        "o": 3310,
        "r": "esv:Leviticus:11:44",
        "t": "For I am the Lord*s your God. Consecrate yourselves therefore, and be holy, for I am holy. You shall not defile yourselves with any swarming thing that crawls on the ground."
    },
    {
        "o": 3311,
        "r": "esv:Leviticus:11:45",
        "t": "For I am the Lord*s who brought you up out of the land of Egypt to be your God. You shall therefore be holy, for I am holy.”"
    },
    {
        "o": 3312,
        "r": "esv:Leviticus:11:46",
        "t": "This*p is the law about beast and bird and every living creature that moves through the waters and every creature that swarms on the ground,"
    },
    {
        "o": 3313,
        "r": "esv:Leviticus:11:47",
        "t": "to make a distinction between the unclean and the clean and between the living creature that may be eaten and the living creature that may not be eaten."
    }
]
