[
    {
        "o": 17115,
        "r": "kjv:Psalm:147:0",
        "t": "Psalm 147",
        "h": 1
    },
    {
        "o": 17116,
        "r": "kjv:Psalm:147:1",
        "t": "Praise*p ye the Lord:*s for it is good to sing praises unto our God; for it is pleasant; and praise is comely."
    },
    {
        "o": 17117,
        "r": "kjv:Psalm:147:2",
        "t": "The*p Lord*s doth build up Jerusalem: he gathereth together the outcasts of Israel."
    },
    {
        "o": 17118,
        "r": "kjv:Psalm:147:3",
        "t": "He*p healeth the broken in heart, and bindeth up their wounds."
    },
    {
        "o": 17119,
        "r": "kjv:Psalm:147:4",
        "t": "He*p telleth the number of the stars; he calleth them all by their names."
    },
    {
        "o": 17120,
        "r": "kjv:Psalm:147:5",
        "t": "Great*p is our Lord, and of great power: his understanding is infinite."
    },
    {
        "o": 17121,
        "r": "kjv:Psalm:147:6",
        "t": "The*p Lord*s lifteth up the meek: he casteth the wicked down to the ground."
    },
    {
        "o": 17122,
        "r": "kjv:Psalm:147:7",
        "t": "Sing*p unto the Lord*s with thanksgiving; sing praise upon the harp unto our God:"
    },
    {
        "o": 17123,
        "r": "kjv:Psalm:147:8",
        "t": "Who*p covereth the heaven with clouds, who prepareth rain for the earth, who maketh grass to grow upon the mountains."
    },
    {
        "o": 17124,
        "r": "kjv:Psalm:147:9",
        "t": "He*p giveth to the beast his food, and to the young ravens which cry."
    },
    {
        "o": 17125,
        "r": "kjv:Psalm:147:10",
        "t": "He*p delighteth not in the strength of the horse: he taketh not pleasure in the legs of a man."
    },
    {
        "o": 17126,
        "r": "kjv:Psalm:147:11",
        "t": "The*p Lord*s taketh pleasure in them that fear him, in those that hope in his mercy."
    },
    {
        "o": 17127,
        "r": "kjv:Psalm:147:12",
        "t": "Praise*p the Lord,*s O Jerusalem; praise thy God, O Zion."
    },
    {
        "o": 17128,
        "r": "kjv:Psalm:147:13",
        "t": "For*p he hath strengthened the bars of thy gates; he hath blessed thy children within thee."
    },
    {
        "o": 17129,
        "r": "kjv:Psalm:147:14",
        "t": "He*p maketh peace in thy borders, and filleth thee with the finest of the wheat."
    },
    {
        "o": 17130,
        "r": "kjv:Psalm:147:15",
        "t": "He*p sendeth forth his commandment upon earth: his word runneth very swiftly."
    },
    {
        "o": 17131,
        "r": "kjv:Psalm:147:16",
        "t": "He*p giveth snow like wool: he scattereth the hoarfrost like ashes."
    },
    {
        "o": 17132,
        "r": "kjv:Psalm:147:17",
        "t": "He*p casteth forth his ice like morsels: who can stand before his cold?"
    },
    {
        "o": 17133,
        "r": "kjv:Psalm:147:18",
        "t": "He*p sendeth out his word, and melteth them: he causeth his wind to blow, and the waters flow."
    },
    {
        "o": 17134,
        "r": "kjv:Psalm:147:19",
        "t": "He*p sheweth his word unto Jacob, his statutes and his judgments unto Israel."
    },
    {
        "o": 17135,
        "r": "kjv:Psalm:147:20",
        "t": "He*p hath not dealt so with any nation: and as for his judgments, they have not known them. Praise ye the Lord.*s"
    }
]
