[
    {
        "o": 2185,
        "r": "csb:Exodus:17:0",
        "t": "Exodus 17",
        "h": 1
    },
    {
        "o": 2186,
        "r": "csb:Exodus:17:0",
        "t": "Water from the Rock",
        "h": 2
    },
    {
        "o": 2187,
        "r": "csb:Exodus:17:1",
        "t": "The*p entire Israelite community left the Wilderness of Sin, moving from one place to the next according to the Lord’s*s command. They camped at Rephidim, but there was no water for the people to drink."
    },
    {
        "o": 2188,
        "r": "csb:Exodus:17:2",
        "t": "So the people complained to Moses, “Give us water to drink.” “Why*p are you complaining to me?” Moses replied to them. “Why are you testing the Lord?”*s"
    },
    {
        "o": 2189,
        "r": "csb:Exodus:17:3",
        "t": "But*p the people thirsted there for water and grumbled against Moses. They said, “Why did you ever bring us up from Egypt to kill us and our children and our livestock with thirst?”"
    },
    {
        "o": 2190,
        "r": "csb:Exodus:17:4",
        "t": "Then*p Moses cried out to the Lord,*s “What should I do with these people? In a little while they will stone me!”"
    },
    {
        "o": 2191,
        "r": "csb:Exodus:17:5",
        "t": "The*p Lord*s answered Moses, “Go on ahead of the people and take some of the elders of Israel with you. Take the staff you struck the Nile with in your hand and go."
    },
    {
        "o": 2192,
        "r": "csb:Exodus:17:6",
        "t": "I am going to stand there in front of you on the rock at Horeb; when you hit the rock, water will come out of it and the people will drink.” Moses did this in the sight of the elders of Israel."
    },
    {
        "o": 2193,
        "r": "csb:Exodus:17:7",
        "t": "He named the place Massah and Meribah because the Israelites complained, and because they tested the Lord,*s saying, “Is the Lord*s among us or not?”"
    },
    {
        "o": 2194,
        "r": "csb:Exodus:17:7",
        "t": "The Amalekites Attack",
        "h": 2
    },
    {
        "o": 2195,
        "r": "csb:Exodus:17:8",
        "t": "At*p Rephidim, Amalek came and fought against Israel."
    },
    {
        "o": 2196,
        "r": "csb:Exodus:17:9",
        "t": "Moses said to Joshua, “Select some men for us and go fight against Amalek. Tomorrow I will stand on the hilltop with God’s staff in my hand.”"
    },
    {
        "o": 2197,
        "r": "csb:Exodus:17:10",
        "t": "Joshua*p did as Moses had told him, and fought against Amalek, while Moses, Aaron, and Hur went up to the top of the hill."
    },
    {
        "o": 2198,
        "r": "csb:Exodus:17:11",
        "t": "While Moses held up his hand, Israel prevailed, but whenever he put his hand down, Amalek prevailed."
    },
    {
        "o": 2199,
        "r": "csb:Exodus:17:12",
        "t": "When Moses’s hands grew heavy, they took a stone and put it under him, and he sat down on it. Then Aaron and Hur supported his hands, one on one side and one on the other so that his hands remained steady until the sun went down."
    },
    {
        "o": 2200,
        "r": "csb:Exodus:17:13",
        "t": "So Joshua defeated Amalek and his army with the sword."
    },
    {
        "o": 2201,
        "r": "csb:Exodus:17:14",
        "t": "The*p Lord*s then said to Moses, “Write this down on a scroll as a reminder and recite it to Joshua: I will completely blot out the memory of Amalek under heaven.”"
    },
    {
        "o": 2202,
        "r": "csb:Exodus:17:15",
        "t": "And*p Moses built an altar and named it, “The Lord*s Is My Banner.”"
    },
    {
        "o": 2203,
        "r": "csb:Exodus:17:16",
        "t": "He said, “Indeed, my hand is lifted up toward the Lord’s*s throne. The Lord*s will be at war with Amalek from generation to generation.”"
    }
]
