[
    {
        "o": 21100,
        "r": "kjv:Jeremiah:50:0",
        "t": "Jeremiah 50",
        "h": 1
    },
    {
        "o": 21101,
        "r": "kjv:Jeremiah:50:1",
        "t": "The*p word that the Lord*s spake against Babylon and against the land of the Chaldeans by Jeremiah the prophet."
    },
    {
        "o": 21102,
        "r": "kjv:Jeremiah:50:2",
        "t": "Declare*p ye among the nations, and publish, and set up a standard; publish, and conceal not: say, Babylon is taken, Bel is confounded, Merodach is broken in pieces; her idols are confounded, her images are broken in pieces."
    },
    {
        "o": 21103,
        "r": "kjv:Jeremiah:50:3",
        "t": "For*p out of the north there cometh up a nation against her, which shall make her land desolate, and none shall dwell therein: they shall remove, they shall depart, both man and beast."
    },
    {
        "o": 21104,
        "r": "kjv:Jeremiah:50:4",
        "t": "In*p those days, and in that time, saith the Lord,*s the children of Israel shall come, they and the children of Judah together, going and weeping: they shall go, and seek the Lord*s their God."
    },
    {
        "o": 21105,
        "r": "kjv:Jeremiah:50:5",
        "t": "They*p shall ask the way to Zion with their faces thitherward, saying, Come, and let us join ourselves to the Lord*s in a perpetual covenant that shall not be forgotten."
    },
    {
        "o": 21106,
        "r": "kjv:Jeremiah:50:6",
        "t": "My*p people hath been lost sheep: their shepherds have caused them to go astray, they have turned them away on the mountains: they have gone from mountain to hill, they have forgotten their restingplace."
    },
    {
        "o": 21107,
        "r": "kjv:Jeremiah:50:7",
        "t": "All*p that found them have devoured them: and their adversaries said, We offend not, because they have sinned against the Lord,*s the habitation of justice, even the Lord,*s the hope of their fathers."
    },
    {
        "o": 21108,
        "r": "kjv:Jeremiah:50:8",
        "t": "Remove*p out of the midst of Babylon, and go forth out of the land of the Chaldeans, and be as the he goats before the flocks."
    },
    {
        "o": 21109,
        "r": "kjv:Jeremiah:50:9",
        "t": "For,*p lo, I will raise and cause to come up against Babylon an assembly of great nations from the north country: and they shall set themselves in array against her; from thence she shall be taken: their arrows shall be as of a mighty expert man; none shall return in vain."
    },
    {
        "o": 21110,
        "r": "kjv:Jeremiah:50:10",
        "t": "And*p Chaldea shall be a spoil: all that spoil her shall be satisfied, saith the Lord.*s"
    },
    {
        "o": 21111,
        "r": "kjv:Jeremiah:50:11",
        "t": "Because*p ye were glad, because ye rejoiced, O ye destroyers of mine heritage, because ye are grown fat as the heifer at grass, and bellow as bulls;"
    },
    {
        "o": 21112,
        "r": "kjv:Jeremiah:50:12",
        "t": "Your*p mother shall be sore confounded; she that bare you shall be ashamed: behold, the hindermost of the nations shall be a wilderness, a dry land, and a desert."
    },
    {
        "o": 21113,
        "r": "kjv:Jeremiah:50:13",
        "t": "Because*p of the wrath of the Lord*s it shall not be inhabited, but it shall be wholly desolate: every one that goeth by Babylon shall be astonished, and hiss at all her plagues."
    },
    {
        "o": 21114,
        "r": "kjv:Jeremiah:50:14",
        "t": "Put*p yourselves in array against Babylon round about: all ye that bend the bow, shoot at her, spare no arrows: for she hath sinned against the Lord.*s"
    },
    {
        "o": 21115,
        "r": "kjv:Jeremiah:50:15",
        "t": "Shout*p against her round about: she hath given her hand: her foundations are fallen, her walls are thrown down: for it is the vengeance of the Lord:*s take vengeance upon her; as she hath done, do unto her."
    },
    {
        "o": 21116,
        "r": "kjv:Jeremiah:50:16",
        "t": "Cut*p off the sower from Babylon, and him that handleth the sickle in the time of harvest: for fear of the oppressing sword they shall turn every one to his people, and they shall flee every one to his own land."
    },
    {
        "o": 21117,
        "r": "kjv:Jeremiah:50:17",
        "t": "Israel*p is a scattered sheep; the lions have driven him away: first the king of Assyria hath devoured him; and last this Nebuchadrezzar king of Babylon hath broken his bones."
    },
    {
        "o": 21118,
        "r": "kjv:Jeremiah:50:18",
        "t": "Therefore*p thus saith the Lord*s of hosts, the God of Israel; Behold, I will punish the king of Babylon and his land, as I have punished the king of Assyria."
    },
    {
        "o": 21119,
        "r": "kjv:Jeremiah:50:19",
        "t": "And*p I will bring Israel again to his habitation, and he shall feed on Carmel and Bashan, and his soul shall be satisfied upon mount Ephraim and Gilead."
    },
    {
        "o": 21120,
        "r": "kjv:Jeremiah:50:20",
        "t": "In*p those days, and in that time, saith the Lord,*s the iniquity of Israel shall be sought for, and there shall be none; and the sins of Judah, and they shall not be found: for I will pardon them whom I reserve."
    },
    {
        "o": 21121,
        "r": "kjv:Jeremiah:50:21",
        "t": "Go*p up against the land of Merathaim, even against it, and against the inhabitants of Pekod: waste and utterly destroy after them, saith the Lord,*s and do according to all that I have commanded thee."
    },
    {
        "o": 21122,
        "r": "kjv:Jeremiah:50:22",
        "t": "A*p sound of battle is in the land, and of great destruction."
    },
    {
        "o": 21123,
        "r": "kjv:Jeremiah:50:23",
        "t": "How*p is the hammer of the whole earth cut asunder and broken! how is Babylon become a desolation among the nations!"
    },
    {
        "o": 21124,
        "r": "kjv:Jeremiah:50:24",
        "t": "I*p have laid a snare for thee, and thou art also taken, O Babylon, and thou wast not aware: thou art found, and also caught, because thou hast striven against the Lord.*s"
    },
    {
        "o": 21125,
        "r": "kjv:Jeremiah:50:25",
        "t": "The*p Lord*s hath opened his armoury, and hath brought forth the weapons of his indignation: for this is the work of the Lord God*s of hosts in the land of the Chaldeans."
    },
    {
        "o": 21126,
        "r": "kjv:Jeremiah:50:26",
        "t": "Come*p against her from the utmost border, open her storehouses: cast her up as heaps, and destroy her utterly: let nothing of her be left."
    },
    {
        "o": 21127,
        "r": "kjv:Jeremiah:50:27",
        "t": "Slay*p all her bullocks; let them go down to the slaughter: woe unto them! for their day is come, the time of their visitation."
    },
    {
        "o": 21128,
        "r": "kjv:Jeremiah:50:28",
        "t": "The*p voice of them that flee and escape out of the land of Babylon, to declare in Zion the vengeance of the Lord*s our God, the vengeance of his temple."
    },
    {
        "o": 21129,
        "r": "kjv:Jeremiah:50:29",
        "t": "Call*p together the archers against Babylon: all ye that bend the bow, camp against it round about; let none thereof escape: recompense her according to her work; according to all that she hath done, do unto her: for she hath been proud against the Lord,*s against the Holy One of Israel."
    },
    {
        "o": 21130,
        "r": "kjv:Jeremiah:50:30",
        "t": "Therefore*p shall her young men fall in the streets, and all her men of war shall be cut off in that day, saith the Lord.*s"
    },
    {
        "o": 21131,
        "r": "kjv:Jeremiah:50:31",
        "t": "Behold,*p I am against thee, O thou most proud, saith the Lord God*s of hosts: for thy day is come, the time that I will visit thee."
    },
    {
        "o": 21132,
        "r": "kjv:Jeremiah:50:32",
        "t": "And*p the most proud shall stumble and fall, and none shall raise him up: and I will kindle a fire in his cities, and it shall devour all round about him."
    },
    {
        "o": 21133,
        "r": "kjv:Jeremiah:50:33",
        "t": "Thus*p saith the Lord*s of hosts; The children of Israel and the children of Judah were oppressed together: and all that took them captives held them fast; they refused to let them go."
    },
    {
        "o": 21134,
        "r": "kjv:Jeremiah:50:34",
        "t": "Their*p Redeemer is strong; the Lord*s of hosts is his name: he shall thoroughly plead their cause, that he may give rest to the land, and disquiet the inhabitants of Babylon."
    },
    {
        "o": 21135,
        "r": "kjv:Jeremiah:50:35",
        "t": "A*p sword is upon the Chaldeans, saith the Lord,*s and upon the inhabitants of Babylon, and upon her princes, and upon her wise men."
    },
    {
        "o": 21136,
        "r": "kjv:Jeremiah:50:36",
        "t": "A*p sword is upon the liars; and they shall dote: a sword is upon her mighty men; and they shall be dismayed."
    },
    {
        "o": 21137,
        "r": "kjv:Jeremiah:50:37",
        "t": "A*p sword is upon their horses, and upon their chariots, and upon all the mingled people that are in the midst of her; and they shall become as women: a sword is upon her treasures; and they shall be robbed."
    },
    {
        "o": 21138,
        "r": "kjv:Jeremiah:50:38",
        "t": "A*p drought is upon her waters; and they shall be dried up: for it is the land of graven images, and they are mad upon their idols."
    },
    {
        "o": 21139,
        "r": "kjv:Jeremiah:50:39",
        "t": "Therefore*p the wild beasts of the desert with the wild beasts of the islands shall dwell there, and the owls shall dwell therein: and it shall be no more inhabited for ever; neither shall it be dwelt in from generation to generation."
    },
    {
        "o": 21140,
        "r": "kjv:Jeremiah:50:40",
        "t": "As*p God overthrew Sodom and Gomorrah and the neighbour cities thereof, saith the Lord;*s so shall no man abide there, neither shall any son of man dwell therein."
    },
    {
        "o": 21141,
        "r": "kjv:Jeremiah:50:41",
        "t": "Behold,*p a people shall come from the north, and a great nation, and many kings shall be raised up from the coasts of the earth."
    },
    {
        "o": 21142,
        "r": "kjv:Jeremiah:50:42",
        "t": "They*p shall hold the bow and the lance: they are cruel, and will not shew mercy: their voice shall roar like the sea, and they shall ride upon horses, every one put in array, like a man to the battle, against thee, O daughter of Babylon."
    },
    {
        "o": 21143,
        "r": "kjv:Jeremiah:50:43",
        "t": "The*p king of Babylon hath heard the report of them, and his hands waxed feeble: anguish took hold of him, and pangs as of a woman in travail."
    },
    {
        "o": 21144,
        "r": "kjv:Jeremiah:50:44",
        "t": "Behold,*p he shall come up like a lion from the swelling of Jordan unto the habitation of the strong: but I will make them suddenly run away from her: and who is a chosen man, that I may appoint over her? for who is like me? and who will appoint me the time? and who is that shepherd that will stand before me?"
    },
    {
        "o": 21145,
        "r": "kjv:Jeremiah:50:45",
        "t": "Therefore*p hear ye the counsel of the Lord,*s that he hath taken against Babylon; and his purposes, that he hath purposed against the land of the Chaldeans: Surely the least of the flock shall draw them out: surely he shall make their habitation desolate with them."
    },
    {
        "o": 21146,
        "r": "kjv:Jeremiah:50:46",
        "t": "At*p the noise of the taking of Babylon the earth is moved, and the cry is heard among the nations."
    }
]
