[
    {
        "o": 12729,
        "r": "csb:2 Chronicles:14:0",
        "t": "2 Chronicles 14",
        "h": 1
    },
    {
        "o": 12730,
        "r": "csb:2 Chronicles:14:1",
        "t": "Abijah*p rested with his ancestors and was buried in the city of David. His son Asa became king in his place. During his reign the land experienced peace for ten years."
    },
    {
        "o": 12731,
        "r": "csb:2 Chronicles:14:1",
        "t": "Judah’s King Asa",
        "h": 2
    },
    {
        "o": 12732,
        "r": "csb:2 Chronicles:14:2",
        "t": "Asa*p did what was good and right in the sight of the Lord*s his God."
    },
    {
        "o": 12733,
        "r": "csb:2 Chronicles:14:3",
        "t": "He removed the pagan altars and the high places. He shattered their sacred pillars and chopped down their Asherah poles."
    },
    {
        "o": 12734,
        "r": "csb:2 Chronicles:14:4",
        "t": "He told the people of Judah to seek the Lord*s God of their ancestors and to carry out the instruction and the commands."
    },
    {
        "o": 12735,
        "r": "csb:2 Chronicles:14:5",
        "t": "He also removed the high places and the shrines from all the cities of Judah, and the kingdom experienced peace under him."
    },
    {
        "o": 12736,
        "r": "csb:2 Chronicles:14:6",
        "t": "Because*p the land experienced peace, Asa built fortified cities in Judah. No one made war with him in those days because the Lord*s gave him rest."
    },
    {
        "o": 12737,
        "r": "csb:2 Chronicles:14:7",
        "t": "So he said to the people of Judah, “Let’s build these cities and surround them with walls and towers, with doors and bars. The land is still ours because we sought the Lord*s our God. We sought him and he gave us rest on every side.” So they built and succeeded."
    },
    {
        "o": 12738,
        "r": "csb:2 Chronicles:14:7",
        "t": "The Cushite Invasion",
        "h": 2
    },
    {
        "o": 12739,
        "r": "csb:2 Chronicles:14:8",
        "t": "Asa*p had an army of three hundred thousand from Judah bearing large shields and spears, and two hundred eighty thousand from Benjamin bearing regular shields and drawing the bow. All these were valiant warriors."
    },
    {
        "o": 12740,
        "r": "csb:2 Chronicles:14:9",
        "t": "Then Zerah the Cushite came against them with an army of one million men and three hundred chariots. They came as far as Mareshah."
    },
    {
        "o": 12741,
        "r": "csb:2 Chronicles:14:10",
        "t": "So Asa marched out against him and lined up in battle formation in Zephathah Valley at Mareshah."
    },
    {
        "o": 12742,
        "r": "csb:2 Chronicles:14:11",
        "t": "Then*p Asa cried out to the Lord*s his God, “Lord,*s there is no one besides you to help the mighty and those without strength. Help us, Lord*s our God, for we depend on you, and in your name we have come against this large army. Lord,*s you are our God. Do not let a mere mortal hinder you.”"
    },
    {
        "o": 12743,
        "r": "csb:2 Chronicles:14:12",
        "t": "So*p the Lord*s routed the Cushites before Asa and before Judah, and the Cushites fled."
    },
    {
        "o": 12744,
        "r": "csb:2 Chronicles:14:13",
        "t": "Then Asa and the people who were with him pursued them as far as Gerar. The Cushites fell until they had no survivors, for they were crushed before the Lord*s and his army. So the people of Judah carried off a great supply of loot."
    },
    {
        "o": 12745,
        "r": "csb:2 Chronicles:14:14",
        "t": "Then they attacked all the cities around Gerar because the terror of the Lord*s was on them. They also plundered all the cities, since there was a great deal of plunder in them."
    },
    {
        "o": 12746,
        "r": "csb:2 Chronicles:14:15",
        "t": "They also attacked the tents of the herdsmen and captured many sheep and camels. Then they returned to Jerusalem."
    }
]
