[
    {
        "o": 24992,
        "r": "esv:Amos:8:0",
        "t": "Amos 8",
        "h": 1
    },
    {
        "o": 24993,
        "r": "esv:Amos:8:0",
        "t": "The Coming Day of Bitter Mourning",
        "h": 2
    },
    {
        "o": 24994,
        "r": "esv:Amos:8:1",
        "t": "This*p is what the Lord God*s showed me: behold, a basket of summer fruit."
    },
    {
        "o": 24995,
        "r": "esv:Amos:8:2",
        "t": "And he said, “Amos, what do you see?” And I said, “A basket of summer fruit.” Then the Lord*s said to me, “The*pn end has come upon my people Israel; I*ld will never again pass by them."
    },
    {
        "o": 24996,
        "r": "esv:Amos:8:3",
        "t": "The*ln songs of the temple shall become wailings in that day,” declares*l the Lord God.*s “So*ln many dead bodies!” “They*ln are thrown everywhere!” “Silence!”*ln"
    },
    {
        "o": 24997,
        "r": "esv:Amos:8:4",
        "t": "Hear*pn this, you who trample on the needy and*ld bring the poor of the land to an end,"
    },
    {
        "o": 24998,
        "r": "esv:Amos:8:5",
        "t": "saying,*ln “When will the new moon be over, that*ld we may sell grain? And*ln the Sabbath, that*ld we may offer wheat for sale, that*ln we may make the ephah small and the shekel great and*ld deal deceitfully with false balances,"
    },
    {
        "o": 24999,
        "r": "esv:Amos:8:6",
        "t": "that*ln we may buy the poor for silver and*ld the needy for a pair of sandals and*ld sell the chaff of the wheat?”"
    },
    {
        "o": 25000,
        "r": "esv:Amos:8:7",
        "t": "The*pn Lord*s has sworn by the pride of Jacob: “Surely*ln I will never forget any of their deeds."
    },
    {
        "o": 25001,
        "r": "esv:Amos:8:8",
        "t": "Shall*ln not the land tremble on this account, and*ld everyone mourn who dwells in it, and*ln all of it rise like the Nile, and*ld be tossed about and sink again, like the Nile of Egypt?”"
    },
    {
        "o": 25002,
        "r": "esv:Amos:8:9",
        "t": "“And*pn on that day,” declares the Lord God,*s “I*ld will make the sun go down at noon and*ld darken the earth in broad daylight."
    },
    {
        "o": 25003,
        "r": "esv:Amos:8:10",
        "t": "I*ln will turn your feasts into mourning and*ld all your songs into lamentation; I*ln will bring sackcloth on every waist and*ld baldness on every head; I*ln will make it like the mourning for an only son and*ld the end of it like a bitter day."
    },
    {
        "o": 25004,
        "r": "esv:Amos:8:11",
        "t": "“Behold,*pn the days are coming,” declares the Lord God,*s “when*ld I will send a famine on the land— not*ln a famine of bread, nor a thirst for water, but*ld of hearing the words of the Lord.*s"
    },
    {
        "o": 25005,
        "r": "esv:Amos:8:12",
        "t": "They*ln shall wander from sea to sea, and*ld from north to east; they*ln shall run to and fro, to seek the word of the Lord,*s but*ld they shall not find it."
    },
    {
        "o": 25006,
        "r": "esv:Amos:8:13",
        "t": "“In*pn that day the lovely virgins and the young men shall*ld faint for thirst."
    },
    {
        "o": 25007,
        "r": "esv:Amos:8:14",
        "t": "Those*ln who swear by the Guilt of Samaria, and*ld say, ‘As your god lives, O Dan,’ and,*ln ‘As the Way of Beersheba lives,’ they*ld shall fall, and never rise again.”"
    }
]
