[
    {
        "o": 25966,
        "r": "nkjv:Matthew:1:0",
        "t": "Matthew 1",
        "h": 1
    },
    {
        "o": 25967,
        "r": "nkjv:Matthew:1:0",
        "t": "The Genealogy of Jesus Christ",
        "h": 2
    },
    {
        "o": 25968,
        "r": "nkjv:Matthew:1:1",
        "t": "The*p book of the genealogy of Jesus Christ, the Son of David, the Son of Abraham:"
    },
    {
        "o": 25969,
        "r": "nkjv:Matthew:1:2",
        "t": "Abraham*p begot Isaac, Isaac begot Jacob, and Jacob begot Judah and his brothers."
    },
    {
        "o": 25970,
        "r": "nkjv:Matthew:1:3",
        "t": "Judah begot Perez and Zerah by Tamar, Perez begot Hezron, and Hezron begot Ram."
    },
    {
        "o": 25971,
        "r": "nkjv:Matthew:1:4",
        "t": "Ram begot Amminadab, Amminadab begot Nahshon, and Nahshon begot Salmon."
    },
    {
        "o": 25972,
        "r": "nkjv:Matthew:1:5",
        "t": "Salmon begot Boaz by Rahab, Boaz begot Obed by Ruth, Obed begot Jesse,"
    },
    {
        "o": 25973,
        "r": "nkjv:Matthew:1:6",
        "t": "and Jesse begot David the king. David*p the king begot Solomon by her who*i had*i been*i the*i wife*i of Uriah."
    },
    {
        "o": 25974,
        "r": "nkjv:Matthew:1:7",
        "t": "Solomon begot Rehoboam, Rehoboam begot Abijah, and Abijah begot Asa."
    },
    {
        "o": 25975,
        "r": "nkjv:Matthew:1:8",
        "t": "Asa begot Jehoshaphat, Jehoshaphat begot Joram, and Joram begot Uzziah."
    },
    {
        "o": 25976,
        "r": "nkjv:Matthew:1:9",
        "t": "Uzziah begot Jotham, Jotham begot Ahaz, and Ahaz begot Hezekiah."
    },
    {
        "o": 25977,
        "r": "nkjv:Matthew:1:10",
        "t": "Hezekiah begot Manasseh, Manasseh begot Amon, and Amon begot Josiah."
    },
    {
        "o": 25978,
        "r": "nkjv:Matthew:1:11",
        "t": "Josiah begot Jeconiah and his brothers about the time they were carried away to Babylon."
    },
    {
        "o": 25979,
        "r": "nkjv:Matthew:1:12",
        "t": "And*p after they were brought to Babylon, Jeconiah begot Shealtiel, and Shealtiel begot Zerubbabel."
    },
    {
        "o": 25980,
        "r": "nkjv:Matthew:1:13",
        "t": "Zerubbabel begot Abiud, Abiud begot Eliakim, and Eliakim begot Azor."
    },
    {
        "o": 25981,
        "r": "nkjv:Matthew:1:14",
        "t": "Azor begot Zadok, Zadok begot Achim, and Achim begot Eliud."
    },
    {
        "o": 25982,
        "r": "nkjv:Matthew:1:15",
        "t": "Eliud begot Eleazar, Eleazar begot Matthan, and Matthan begot Jacob."
    },
    {
        "o": 25983,
        "r": "nkjv:Matthew:1:16",
        "t": "And Jacob begot Joseph the husband of Mary, of whom was born Jesus who is called Christ."
    },
    {
        "o": 25984,
        "r": "nkjv:Matthew:1:17",
        "t": "So*p all the generations from Abraham to David are*i fourteen generations, from David until the captivity in Babylon are*i fourteen generations, and from the captivity in Babylon until the Christ are*i fourteen generations."
    },
    {
        "o": 25985,
        "r": "nkjv:Matthew:1:17",
        "t": "Christ Born of Mary",
        "h": 2
    },
    {
        "o": 25986,
        "r": "nkjv:Matthew:1:18",
        "t": "Now*p the birth of Jesus Christ was as follows: After His mother Mary was betrothed to Joseph, before they came together, she was found with child of the Holy Spirit."
    },
    {
        "o": 25987,
        "r": "nkjv:Matthew:1:19",
        "t": "Then Joseph her husband, being a just man,*i and not wanting to make her a public example, was minded to put her away secretly."
    },
    {
        "o": 25988,
        "r": "nkjv:Matthew:1:20",
        "t": "But while he thought about these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not be afraid to take to you Mary your wife, for that which is conceived in her is of the Holy Spirit."
    },
    {
        "o": 25989,
        "r": "nkjv:Matthew:1:21",
        "t": "And she will bring forth a Son, and you shall call His name Jesus,*s for He will save His people from their sins.”"
    },
    {
        "o": 25990,
        "r": "nkjv:Matthew:1:22",
        "t": "So*p all this was done that it might be fulfilled which was spoken by the Lord through the prophet, saying:"
    },
    {
        "o": 25991,
        "r": "nkjv:Matthew:1:23",
        "t": "“Behold, the virgin shall be with child, and bear a Son, and they shall call His name Immanuel,” which is translated, “God with us.”"
    },
    {
        "o": 25992,
        "r": "nkjv:Matthew:1:24",
        "t": "Then*p Joseph, being aroused from sleep, did as the angel of the Lord commanded him and took to him his wife,"
    },
    {
        "o": 25993,
        "r": "nkjv:Matthew:1:25",
        "t": "and did not know her till she had brought forth her firstborn Son. And he called His name Jesus.*s"
    }
]
