[
    {
        "o": 25189,
        "r": "csb:Amos:2:0",
        "t": "Amos 2",
        "h": 1
    },
    {
        "o": 25190,
        "r": "csb:Amos:2:1",
        "t": "The*p Lord*s says: I*pn will not relent from punishing Moab for*ln three crimes, even four, because*ln he burned the bones of*ln the king of Edom to lime."
    },
    {
        "o": 25191,
        "r": "csb:Amos:2:2",
        "t": "Therefore,*ln I will send fire against Moab, and*ln it will consume the citadels of Kerioth. Moab*ln will die with a tumult, with*ln shouting and the sound of the ram’s horn."
    },
    {
        "o": 25192,
        "r": "csb:Amos:2:3",
        "t": "I*ln will cut off the judge from the land and*ln kill all its officials with him. The*ln Lord*s has spoken."
    },
    {
        "o": 25193,
        "r": "csb:Amos:2:3",
        "t": "Judgment on Judah",
        "h": 2
    },
    {
        "o": 25194,
        "r": "csb:Amos:2:4",
        "t": "The*p Lord*s says: I*pn will not relent from punishing Judah for*ln three crimes, even four, because*ln they have rejected the instruction of the Lord*s and*ln have not kept his statutes. The*ln lies that their ancestors followed have*ln led them astray."
    },
    {
        "o": 25195,
        "r": "csb:Amos:2:5",
        "t": "Therefore,*ln I will send fire against Judah, and*ln it will consume the citadels of Jerusalem."
    },
    {
        "o": 25196,
        "r": "csb:Amos:2:5",
        "t": "Judgment on Israel",
        "h": 2
    },
    {
        "o": 25197,
        "r": "csb:Amos:2:6",
        "t": "The*p Lord*s says: I*pn will not relent from punishing Israel for*ln three crimes, even four, because*ln they sell a righteous person for silver and*ln a needy person for a pair of sandals."
    },
    {
        "o": 25198,
        "r": "csb:Amos:2:7",
        "t": "They*ln trample the heads of the poor on*ln the dust of the ground and*ln obstruct the path of the needy. A*ln man and his father have sexual relations with*ln the same girl, profaning*ln my holy name."
    },
    {
        "o": 25199,
        "r": "csb:Amos:2:8",
        "t": "They*ln stretch out beside every altar on*ln garments taken as collateral, and*ln in the house of their God they*ln drink wine obtained through fines."
    },
    {
        "o": 25200,
        "r": "csb:Amos:2:9",
        "t": "Yet*pn I destroyed the Amorite as Israel advanced; his*ln height was like the cedars, and*ln he was as sturdy as the oaks; I*ln destroyed his fruit above and his roots beneath."
    },
    {
        "o": 25201,
        "r": "csb:Amos:2:10",
        "t": "And*ln I brought you from the land of Egypt and*ln led you forty years in the wilderness in*ln order to possess the land of the Amorite."
    },
    {
        "o": 25202,
        "r": "csb:Amos:2:11",
        "t": "I*ln raised up some of your sons as prophets and*ln some of your young men as Nazirites. Is*ln this not the case, Israelites? This*lg is the Lord’s*s declaration."
    },
    {
        "o": 25203,
        "r": "csb:Amos:2:12",
        "t": "But*pn you made the Nazirites drink wine and*ln commanded the prophets, “Do*ln not prophesy.”"
    },
    {
        "o": 25204,
        "r": "csb:Amos:2:13",
        "t": "Look,*ln I am about to crush you in your place as*ln a wagon crushes when full of grain."
    },
    {
        "o": 25205,
        "r": "csb:Amos:2:14",
        "t": "Escape*ln will fail the swift, the*ln strong one will not maintain his strength, and*ln the warrior will not save his life."
    },
    {
        "o": 25206,
        "r": "csb:Amos:2:15",
        "t": "The*ln archer will not stand his ground, the*ln one who is swift of foot will*ln not save himself, and*ln the one riding a horse will not save his life."
    },
    {
        "o": 25207,
        "r": "csb:Amos:2:16",
        "t": "Even*ln the most courageous of the warriors will*ln flee naked on that day— this*lg is the Lord’s*s declaration."
    }
]
