[
    {
        "o": 19851,
        "r": "esv:Isaiah:10:0",
        "t": "Isaiah 10",
        "h": 1
    },
    {
        "o": 19852,
        "r": "esv:Isaiah:10:1",
        "t": "Woe*pn to those who decree iniquitous decrees, and*ld the writers who keep writing oppression,"
    },
    {
        "o": 19853,
        "r": "esv:Isaiah:10:2",
        "t": "to*ln turn aside the needy from justice and*ld to rob the poor of my people of their right, that*ln widows may be their spoil, and*ld that they may make the fatherless their prey!"
    },
    {
        "o": 19854,
        "r": "esv:Isaiah:10:3",
        "t": "What*ln will you do on the day of punishment, in*ld the ruin that will come from afar? To*ln whom will you flee for help, and*ld where will you leave your wealth?"
    },
    {
        "o": 19855,
        "r": "esv:Isaiah:10:4",
        "t": "Nothing*ln remains but to crouch among the prisoners or*ld fall among the slain. For*ln all this his anger has not turned away, and*ld his hand is stretched out still."
    },
    {
        "o": 19856,
        "r": "esv:Isaiah:10:4",
        "t": "Judgment on Arrogant Assyria",
        "h": 2
    },
    {
        "o": 19857,
        "r": "esv:Isaiah:10:5",
        "t": "Woe*pn to Assyria, the rod of my anger; the*ld staff in their hands is my fury!"
    },
    {
        "o": 19858,
        "r": "esv:Isaiah:10:6",
        "t": "Against*ln a godless nation I send him, and*ld against the people of my wrath I command him, to*ln take spoil and seize plunder, and*ld to tread them down like the mire of the streets."
    },
    {
        "o": 19859,
        "r": "esv:Isaiah:10:7",
        "t": "But*ln he does not so intend, and*ld his heart does not so think; but*ln it is in his heart to destroy, and*ld to cut off nations not a few;"
    },
    {
        "o": 19860,
        "r": "esv:Isaiah:10:8",
        "t": "for*ln he says: “Are*ln not my commanders all kings?"
    },
    {
        "o": 19861,
        "r": "esv:Isaiah:10:9",
        "t": "Is*ln not Calno like Carchemish? Is*ld not Hamath like Arpad? Is*ld not Samaria like Damascus?"
    },
    {
        "o": 19862,
        "r": "esv:Isaiah:10:10",
        "t": "As*ln my hand has reached to the kingdoms of the idols, whose*ld carved images were greater than those of Jerusalem and Samaria,"
    },
    {
        "o": 19863,
        "r": "esv:Isaiah:10:11",
        "t": "shall*ln I not do to Jerusalem and her idols as*ld I have done to Samaria and her images?”"
    },
    {
        "o": 19864,
        "r": "esv:Isaiah:10:12",
        "t": "When*p the Lord has finished all his work on Mount Zion and on Jerusalem, he will punish the speech of the arrogant heart of the king of Assyria and the boastful look in his eyes."
    },
    {
        "o": 19865,
        "r": "esv:Isaiah:10:13",
        "t": "For he says: “By*pn the strength of my hand I have done it, and*ld by my wisdom, for I have understanding; I*ln remove the boundaries of peoples, and*ld plunder their treasures; like*ld a bull I bring down those who sit on thrones."
    },
    {
        "o": 19866,
        "r": "esv:Isaiah:10:14",
        "t": "My*ln hand has found like a nest the*ld wealth of the peoples; and*ln as one gathers eggs that have been forsaken, so*ld I have gathered all the earth; and*ln there was none that moved a wing or*ld opened the mouth or chirped.”"
    },
    {
        "o": 19867,
        "r": "esv:Isaiah:10:15",
        "t": "Shall*pn the axe boast over him who hews with it, or*ld the saw magnify itself against him who wields it? As*ln if a rod should wield him who lifts it, or*ld as if a staff should lift him who is not wood!"
    },
    {
        "o": 19868,
        "r": "esv:Isaiah:10:16",
        "t": "Therefore*ln the Lord God*s of hosts will*ld send wasting sickness among his stout warriors, and*ln under his glory a burning will be kindled, like*ld the burning of fire."
    },
    {
        "o": 19869,
        "r": "esv:Isaiah:10:17",
        "t": "The*ln light of Israel will become a fire, and*ld his Holy One a flame, and*ln it will burn and devour his*ld thorns and briers in one day."
    },
    {
        "o": 19870,
        "r": "esv:Isaiah:10:18",
        "t": "The*ln glory of his forest and of his fruitful land the*ld Lord*s will destroy, both soul and body, and*ld it will be as when a sick man wastes away."
    },
    {
        "o": 19871,
        "r": "esv:Isaiah:10:19",
        "t": "The*ln remnant of the trees of his forest will be so few that*ld a child can write them down."
    },
    {
        "o": 19872,
        "r": "esv:Isaiah:10:19",
        "t": "The Remnant of Israel Will Return",
        "h": 2
    },
    {
        "o": 19873,
        "r": "esv:Isaiah:10:20",
        "t": "In*p that day the remnant of Israel and the survivors of the house of Jacob will no more lean on him who struck them, but will lean on the Lord,*s the Holy One of Israel, in truth."
    },
    {
        "o": 19874,
        "r": "esv:Isaiah:10:21",
        "t": "A remnant will return, the remnant of Jacob, to the mighty God."
    },
    {
        "o": 19875,
        "r": "esv:Isaiah:10:22",
        "t": "For though your people Israel be as the sand of the sea, only a remnant of them will return. Destruction is decreed, overflowing with righteousness."
    },
    {
        "o": 19876,
        "r": "esv:Isaiah:10:23",
        "t": "For the Lord God*s of hosts will make a full end, as decreed, in the midst of all the earth."
    },
    {
        "o": 19877,
        "r": "esv:Isaiah:10:24",
        "t": "Therefore*p thus says the Lord God*s of hosts: “O my people, who dwell in Zion, be not afraid of the Assyrians when they strike with the rod and lift up their staff against you as the Egyptians did."
    },
    {
        "o": 19878,
        "r": "esv:Isaiah:10:25",
        "t": "For in a very little while my fury will come to an end, and my anger will be directed to their destruction."
    },
    {
        "o": 19879,
        "r": "esv:Isaiah:10:26",
        "t": "And the Lord*s of hosts will wield against them a whip, as when he struck Midian at the rock of Oreb. And his staff will be over the sea, and he will lift it as he did in Egypt."
    },
    {
        "o": 19880,
        "r": "esv:Isaiah:10:27",
        "t": "And in that day his burden will depart from your shoulder, and his yoke from your neck; and the yoke will be broken because of the fat.”"
    },
    {
        "o": 19881,
        "r": "esv:Isaiah:10:28",
        "t": "He*pn has come to Aiath; he*ln has passed through Migron; at*ld Michmash he stores his baggage;"
    },
    {
        "o": 19882,
        "r": "esv:Isaiah:10:29",
        "t": "they*ln have crossed over the pass; at*ld Geba they lodge for the night; Ramah*ln trembles; Gibeah*ld of Saul has fled."
    },
    {
        "o": 19883,
        "r": "esv:Isaiah:10:30",
        "t": "Cry*ln aloud, O daughter of Gallim! Give*ld attention, O Laishah! O*ld poor Anathoth!"
    },
    {
        "o": 19884,
        "r": "esv:Isaiah:10:31",
        "t": "Madmenah*ln is in flight; the*ld inhabitants of Gebim flee for safety."
    },
    {
        "o": 19885,
        "r": "esv:Isaiah:10:32",
        "t": "This*ln very day he will halt at Nob; he*ld will shake his fist at*ld the mount of the daughter of Zion, the*ld hill of Jerusalem."
    },
    {
        "o": 19886,
        "r": "esv:Isaiah:10:33",
        "t": "Behold,*pn the Lord God*s of hosts will*ld lop the boughs with terrifying power; the*ln great in height will be hewn down, and*ld the lofty will be brought low."
    },
    {
        "o": 19887,
        "r": "esv:Isaiah:10:34",
        "t": "He*ln will cut down the thickets of the forest with an axe, and*ld Lebanon will fall by the Majestic One."
    }
]
