[
    {
        "o": 4426,
        "r": "csb:Numbers:11:0",
        "t": "Numbers 11",
        "h": 1
    },
    {
        "o": 4427,
        "r": "csb:Numbers:11:0",
        "t": "Complaints about Hardship",
        "h": 2
    },
    {
        "o": 4428,
        "r": "csb:Numbers:11:1",
        "t": "Now*p the people began complaining openly before the Lord*s about hardship. When the Lord*s heard, his anger burned, and fire from the Lord*s blazed among them and consumed the outskirts of the camp."
    },
    {
        "o": 4429,
        "r": "csb:Numbers:11:2",
        "t": "Then the people cried out to Moses, and he prayed to the Lord,*s and the fire died down."
    },
    {
        "o": 4430,
        "r": "csb:Numbers:11:3",
        "t": "So that place was named Taberah, because the Lord’s*s fire had blazed among them."
    },
    {
        "o": 4431,
        "r": "csb:Numbers:11:3",
        "t": "Complaints about Food",
        "h": 2
    },
    {
        "o": 4432,
        "r": "csb:Numbers:11:4",
        "t": "The*p riffraff among them had a strong craving for other food. The Israelites wept again and said, “Who will feed us meat?"
    },
    {
        "o": 4433,
        "r": "csb:Numbers:11:5",
        "t": "We remember the free fish we ate in Egypt, along with the cucumbers, melons, leeks, onions, and garlic."
    },
    {
        "o": 4434,
        "r": "csb:Numbers:11:6",
        "t": "But now our appetite is gone; there’s nothing to look at but this manna!”"
    },
    {
        "o": 4435,
        "r": "csb:Numbers:11:7",
        "t": "The*p manna resembled coriander seed, and its appearance was like that of bdellium."
    },
    {
        "o": 4436,
        "r": "csb:Numbers:11:8",
        "t": "The people walked around and gathered it. They ground it on a pair of grinding stones or crushed it in a mortar, then boiled it in a cooking pot and shaped it into cakes. It tasted like a pastry cooked with the finest oil."
    },
    {
        "o": 4437,
        "r": "csb:Numbers:11:9",
        "t": "When the dew fell on the camp at night, the manna would fall with it."
    },
    {
        "o": 4438,
        "r": "csb:Numbers:11:10",
        "t": "Moses*p heard the people, family after family, weeping at the entrance of their tents. The Lord*s was very angry; Moses was also provoked."
    },
    {
        "o": 4439,
        "r": "csb:Numbers:11:11",
        "t": "So Moses asked the Lord,*s “Why have you brought such trouble on your servant? Why are you angry with me, and why do you burden me with all these people?"
    },
    {
        "o": 4440,
        "r": "csb:Numbers:11:12",
        "t": "Did I conceive all these people? Did I give them birth so you should tell me, ‘Carry them at your breast, as a nursing mother carries a baby,’ to the land that you swore to give their ancestors?"
    },
    {
        "o": 4441,
        "r": "csb:Numbers:11:13",
        "t": "Where can I get meat to give all these people? For they are weeping to me, ‘Give us meat to eat!’"
    },
    {
        "o": 4442,
        "r": "csb:Numbers:11:14",
        "t": "I can’t carry all these people by myself. They are too much for me."
    },
    {
        "o": 4443,
        "r": "csb:Numbers:11:15",
        "t": "If you are going to treat me like this, please kill me right now if I have found favor with you, and don’t let me see my misery anymore.”"
    },
    {
        "o": 4444,
        "r": "csb:Numbers:11:15",
        "t": "Seventy Elders Anointed",
        "h": 2
    },
    {
        "o": 4445,
        "r": "csb:Numbers:11:16",
        "t": "The*p Lord*s answered Moses, “Bring me seventy men from Israel known to you as elders and officers of the people. Take them to the tent of meeting and have them stand there with you."
    },
    {
        "o": 4446,
        "r": "csb:Numbers:11:17",
        "t": "Then I will come down and speak with you there. I will take some of the Spirit who is on you and put the Spirit on them. They will help you bear the burden of the people, so that you do not have to bear it by yourself."
    },
    {
        "o": 4447,
        "r": "csb:Numbers:11:18",
        "t": "“Tell*p the people: Consecrate yourselves in readiness for tomorrow, and you will eat meat because you wept in the Lord’s*s hearing, ‘Who will feed us meat? We were better off in Egypt.’ The Lord*s will give you meat and you will eat."
    },
    {
        "o": 4448,
        "r": "csb:Numbers:11:19",
        "t": "You will eat, not for one day, or two days, or five days, or ten days, or twenty days,"
    },
    {
        "o": 4449,
        "r": "csb:Numbers:11:20",
        "t": "but for a whole month - until it comes out of your nostrils and becomes nauseating to you - because you have rejected the Lord*s who is among you, and wept before him, ‘Why did we ever leave Egypt? ’”"
    },
    {
        "o": 4450,
        "r": "csb:Numbers:11:21",
        "t": "But*p Moses replied, “I’m in the middle of a people with six hundred thousand foot soldiers, yet you say, ‘I will give them meat, and they will eat for a month.’"
    },
    {
        "o": 4451,
        "r": "csb:Numbers:11:22",
        "t": "If flocks and herds were slaughtered for them, would they have enough? Or if all the fish in the sea were caught for them, would they have enough?”"
    },
    {
        "o": 4452,
        "r": "csb:Numbers:11:23",
        "t": "The*p Lord*s answered Moses, “Is the Lord’s*s arm weak? Now you will see whether or not what I have promised will happen to you.”"
    },
    {
        "o": 4453,
        "r": "csb:Numbers:11:24",
        "t": "Moses*p went out and told the people the words of the Lord.*s He brought seventy men from the elders of the people and had them stand around the tent."
    },
    {
        "o": 4454,
        "r": "csb:Numbers:11:25",
        "t": "Then the Lord*s descended in the cloud and spoke to him. He took some of the Spirit who was on Moses and placed the Spirit on the seventy elders. As the Spirit rested on them, they prophesied, but they never did it again."
    },
    {
        "o": 4455,
        "r": "csb:Numbers:11:26",
        "t": "Two men had remained in the camp, one named Eldad and the other Medad; the Spirit rested on them - they were among those listed, but had not gone out to the tent - and they prophesied in the camp."
    },
    {
        "o": 4456,
        "r": "csb:Numbers:11:27",
        "t": "A young man ran and reported to Moses, “Eldad and Medad are prophesying in the camp.”"
    },
    {
        "o": 4457,
        "r": "csb:Numbers:11:28",
        "t": "Joshua*p son of Nun, assistant to Moses since his youth, responded, “Moses, my lord, stop them!”"
    },
    {
        "o": 4458,
        "r": "csb:Numbers:11:29",
        "t": "But*p Moses asked him, “Are you jealous on my account? If only all the Lord’s*s people were prophets and the Lord*s would place his Spirit on them!”"
    },
    {
        "o": 4459,
        "r": "csb:Numbers:11:30",
        "t": "Then Moses returned to the camp along with the elders of Israel."
    },
    {
        "o": 4460,
        "r": "csb:Numbers:11:30",
        "t": "Quail in the Camp",
        "h": 2
    },
    {
        "o": 4461,
        "r": "csb:Numbers:11:31",
        "t": "A*p wind sent by the Lord*s came up and blew quail in from the sea; it dropped them all around the camp. They were flying three feet off the ground for about a day’s journey in every direction."
    },
    {
        "o": 4462,
        "r": "csb:Numbers:11:32",
        "t": "The people were up all that day and night and all the next day gathering the quail - the one who took the least gathered sixty bushels- and they spread them out all around the camp."
    },
    {
        "o": 4463,
        "r": "csb:Numbers:11:33",
        "t": "While*p the meat was still between their teeth, before it was chewed, the Lord’s*s anger burned against the people, and the Lord*s struck them with a very severe plague."
    },
    {
        "o": 4464,
        "r": "csb:Numbers:11:34",
        "t": "So they named that place Kibroth-hattaavah, because there they buried the people who had craved the meat."
    },
    {
        "o": 4465,
        "r": "csb:Numbers:11:35",
        "t": "From*p Kibroth-hattaavah the people moved on to Hazeroth and remained there."
    }
]
