[
    {
        "o": 7790,
        "r": "nasb:Ruth:2:0",
        "t": "Ruth 2",
        "h": 1
    },
    {
        "o": 7791,
        "r": "nasb:Ruth:2:0",
        "t": "Ruth Gleans in Boaz’ Field",
        "h": 2
    },
    {
        "o": 7792,
        "r": "nasb:Ruth:2:1",
        "t": "Now*p Naomi had a kinsman of her husband, a man of great wealth, of the family of Elimelech, whose name was Boaz."
    },
    {
        "o": 7793,
        "r": "nasb:Ruth:2:2",
        "t": "And Ruth the Moabitess said to Naomi, “Please let me go to the field and glean among the ears of grain after one in whose sight I may find favor.” And she said to her, “Go, my daughter.”"
    },
    {
        "o": 7794,
        "r": "nasb:Ruth:2:3",
        "t": "So she departed and went and gleaned in the field after the reapers; and she happened to come to the portion of the field belonging to Boaz, who was of the family of Elimelech."
    },
    {
        "o": 7795,
        "r": "nasb:Ruth:2:4",
        "t": "Now behold, Boaz came from Bethlehem and said to the reapers, “May the Lord*s be with you.” And they said to him, “May the Lord*s bless you.”"
    },
    {
        "o": 7796,
        "r": "nasb:Ruth:2:5",
        "t": "Then Boaz said to his servant who was in charge of the reapers, “Whose young woman is this?”"
    },
    {
        "o": 7797,
        "r": "nasb:Ruth:2:6",
        "t": "The servant in charge of the reapers replied, “She is the young Moabite woman who returned with Naomi from the land of Moab."
    },
    {
        "o": 7798,
        "r": "nasb:Ruth:2:7",
        "t": "And she said, ‘Please let me glean and gather after the reapers among the sheaves.’ Thus she came and has remained from the morning until now; she has been sitting in the house for a little while.”"
    },
    {
        "o": 7799,
        "r": "nasb:Ruth:2:8",
        "t": "Then*p Boaz said to Ruth, “Listen carefully, my daughter. Do not go to glean in another field; furthermore, do not go on from this one, but stay here with my maids."
    },
    {
        "o": 7800,
        "r": "nasb:Ruth:2:9",
        "t": "Let your eyes be on the field which they reap, and go after them. Indeed, I have commanded the servants not to touch you. When you are thirsty, go to the water jars and drink from what the servants draw.”"
    },
    {
        "o": 7801,
        "r": "nasb:Ruth:2:10",
        "t": "Then she fell on her face, bowing to the ground and said to him, “Why have I found favor in your sight that you should take notice of me, since I am a foreigner?”"
    },
    {
        "o": 7802,
        "r": "nasb:Ruth:2:11",
        "t": "Boaz replied to her, “All that you have done for your mother-in-law after the death of your husband has been fully reported to me, and how you left your father and your mother and the land of your birth, and came to a people that you did not previously know."
    },
    {
        "o": 7803,
        "r": "nasb:Ruth:2:12",
        "t": "May the Lord*s reward your work, and your wages be full from the Lord,*s the God of Israel, under whose wings you have come to seek refuge.”"
    },
    {
        "o": 7804,
        "r": "nasb:Ruth:2:13",
        "t": "Then she said, “I have found favor in your sight, my lord, for you have comforted me and indeed have spoken kindly to your maidservant, though I am not like one of your maidservants.”"
    },
    {
        "o": 7805,
        "r": "nasb:Ruth:2:14",
        "t": "At*p mealtime Boaz said to her, “Come here, that you may eat of the bread and dip your piece of bread in the vinegar.” So she sat beside the reapers; and he served her roasted grain, and she ate and was satisfied and had some left."
    },
    {
        "o": 7806,
        "r": "nasb:Ruth:2:15",
        "t": "When she rose to glean, Boaz commanded his servants, saying, “Let her glean even among the sheaves, and do not insult her."
    },
    {
        "o": 7807,
        "r": "nasb:Ruth:2:16",
        "t": "Also you shall purposely pull out for her some*i grain*i from the bundles and leave it*i that she may glean, and do not rebuke her.”"
    },
    {
        "o": 7808,
        "r": "nasb:Ruth:2:17",
        "t": "So*p she gleaned in the field until evening. Then she beat out what she had gleaned, and it was about an ephah of barley."
    },
    {
        "o": 7809,
        "r": "nasb:Ruth:2:18",
        "t": "She took it*i up and went into the city, and her mother-in-law saw what she had gleaned. She also took it*i out and gave Naomi what she had left after she was satisfied."
    },
    {
        "o": 7810,
        "r": "nasb:Ruth:2:19",
        "t": "Her mother-in-law then said to her, “Where did you glean today and where did you work? May he who took notice of you be blessed.” So she told her mother-in-law with whom she had worked and said, “The name of the man with whom I worked today is Boaz.”"
    },
    {
        "o": 7811,
        "r": "nasb:Ruth:2:20",
        "t": "Naomi said to her daughter-in-law, “May he be blessed of the Lord*s who has not withdrawn his kindness to the living and to the dead.” Again Naomi said to her, “The man is our relative, he is one of our closest relatives.”"
    },
    {
        "o": 7812,
        "r": "nasb:Ruth:2:21",
        "t": "Then Ruth the Moabitess said, “Furthermore, he said to me, ‘You should stay close to my servants until they have finished all my harvest.’ ”"
    },
    {
        "o": 7813,
        "r": "nasb:Ruth:2:22",
        "t": "Naomi said to Ruth her daughter-in-law, “It is good, my daughter, that you go out with his maids, so that others*i do not fall upon you in another field.”"
    },
    {
        "o": 7814,
        "r": "nasb:Ruth:2:23",
        "t": "So she stayed close by the maids of Boaz in order to glean until the end of the barley harvest and the wheat harvest. And she lived with her mother-in-law."
    }
]
