[
    {
        "o": 31236,
        "r": "kjv:Hebrews:1:0",
        "t": "Hebrews 1",
        "h": 1
    },
    {
        "o": 31237,
        "r": "kjv:Hebrews:1:1",
        "t": "God,*p who at sundry times and in divers manners spake in time past unto the fathers by the prophets,"
    },
    {
        "o": 31238,
        "r": "kjv:Hebrews:1:2",
        "t": "Hath*p in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;"
    },
    {
        "o": 31239,
        "r": "kjv:Hebrews:1:3",
        "t": "Who*p being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;"
    },
    {
        "o": 31240,
        "r": "kjv:Hebrews:1:4",
        "t": "Being*p made so much better than the angels, as he hath by inheritance obtained a more excellent name than they."
    },
    {
        "o": 31241,
        "r": "kjv:Hebrews:1:5",
        "t": "For*p unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?"
    },
    {
        "o": 31242,
        "r": "kjv:Hebrews:1:6",
        "t": "And*p again, when he bringeth in the firstbegotten into the world, he saith, And let all the angels of God worship him."
    },
    {
        "o": 31243,
        "r": "kjv:Hebrews:1:7",
        "t": "And*p of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire."
    },
    {
        "o": 31244,
        "r": "kjv:Hebrews:1:8",
        "t": "But*p unto the Son he saith, Thy throne, O God, is for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom."
    },
    {
        "o": 31245,
        "r": "kjv:Hebrews:1:9",
        "t": "Thou*p hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows."
    },
    {
        "o": 31246,
        "r": "kjv:Hebrews:1:10",
        "t": "And,*p Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:"
    },
    {
        "o": 31247,
        "r": "kjv:Hebrews:1:11",
        "t": "They*p shall perish; but thou remainest; and they all shall wax old as doth a garment;"
    },
    {
        "o": 31248,
        "r": "kjv:Hebrews:1:12",
        "t": "And*p as a vesture shalt thou fold them up, and they shall be changed: but thou art the same, and thy years shall not fail."
    },
    {
        "o": 31249,
        "r": "kjv:Hebrews:1:13",
        "t": "But*p to which of the angels said he at any time, Sit on my right hand, until I make thine enemies thy footstool?"
    },
    {
        "o": 31250,
        "r": "kjv:Hebrews:1:14",
        "t": "Are*p they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?"
    },
    {
        "o": 31251,
        "r": "kjv:Hebrews:2:0",
        "t": "Hebrews 2",
        "h": 1
    },
    {
        "o": 31252,
        "r": "kjv:Hebrews:2:1",
        "t": "Therefore*p we ought to give the more earnest heed to the things which we have heard, lest at any time we should let them slip."
    },
    {
        "o": 31253,
        "r": "kjv:Hebrews:2:2",
        "t": "For*p if the word spoken by angels was stedfast, and every transgression and disobedience received a just recompence of reward;"
    },
    {
        "o": 31254,
        "r": "kjv:Hebrews:2:3",
        "t": "How*p shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;"
    },
    {
        "o": 31255,
        "r": "kjv:Hebrews:2:4",
        "t": "God*p also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?"
    },
    {
        "o": 31256,
        "r": "kjv:Hebrews:2:5",
        "t": "For*p unto the angels hath he not put in subjection the world to come, whereof we speak."
    },
    {
        "o": 31257,
        "r": "kjv:Hebrews:2:6",
        "t": "But*p one in a certain place testified, saying, What is man, that thou art mindful of him? or the son of man, that thou visitest him?"
    },
    {
        "o": 31258,
        "r": "kjv:Hebrews:2:7",
        "t": "Thou*p madest him a little lower than the angels; thou crownedst him with glory and honour, and didst set him over the works of thy hands:"
    },
    {
        "o": 31259,
        "r": "kjv:Hebrews:2:8",
        "t": "Thou*p hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing that is not put under him. But now we see not yet all things put under him."
    },
    {
        "o": 31260,
        "r": "kjv:Hebrews:2:9",
        "t": "But*p we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man."
    },
    {
        "o": 31261,
        "r": "kjv:Hebrews:2:10",
        "t": "For*p it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings."
    },
    {
        "o": 31262,
        "r": "kjv:Hebrews:2:11",
        "t": "For*p both he that sanctifieth and they who are sanctified are all of one: for which cause he is not ashamed to call them brethren,"
    },
    {
        "o": 31263,
        "r": "kjv:Hebrews:2:12",
        "t": "Saying,*p I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee."
    },
    {
        "o": 31264,
        "r": "kjv:Hebrews:2:13",
        "t": "And*p again, I will put my trust in him. And again, Behold I and the children which God hath given me."
    },
    {
        "o": 31265,
        "r": "kjv:Hebrews:2:14",
        "t": "Forasmuch*p then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;"
    },
    {
        "o": 31266,
        "r": "kjv:Hebrews:2:15",
        "t": "And*p deliver them who through fear of death were all their lifetime subject to bondage."
    },
    {
        "o": 31267,
        "r": "kjv:Hebrews:2:16",
        "t": "For*p verily he took not on him the nature of angels; but he took on him the seed of Abraham."
    },
    {
        "o": 31268,
        "r": "kjv:Hebrews:2:17",
        "t": "Wherefore*p in all things it behoved him to be made like unto his brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people."
    },
    {
        "o": 31269,
        "r": "kjv:Hebrews:2:18",
        "t": "For*p in that he himself hath suffered being tempted, he is able to succour them that are tempted."
    },
    {
        "o": 31270,
        "r": "kjv:Hebrews:3:0",
        "t": "Hebrews 3",
        "h": 1
    },
    {
        "o": 31271,
        "r": "kjv:Hebrews:3:1",
        "t": "Wherefore,*p holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus;"
    },
    {
        "o": 31272,
        "r": "kjv:Hebrews:3:2",
        "t": "Who*p was faithful to him that appointed him, as also Moses was faithful in all his house."
    },
    {
        "o": 31273,
        "r": "kjv:Hebrews:3:3",
        "t": "For*p this man was counted worthy of more glory than Moses, inasmuch as he who hath builded the house hath more honour than the house."
    },
    {
        "o": 31274,
        "r": "kjv:Hebrews:3:4",
        "t": "For*p every house is builded by some man; but he that built all things is God."
    },
    {
        "o": 31275,
        "r": "kjv:Hebrews:3:5",
        "t": "And*p Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;"
    },
    {
        "o": 31276,
        "r": "kjv:Hebrews:3:6",
        "t": "But*p Christ as a son over his own house; whose house are we, if we hold fast the confidence and the rejoicing of the hope firm unto the end."
    },
    {
        "o": 31277,
        "r": "kjv:Hebrews:3:7",
        "t": "Wherefore*p (as the Holy Ghost saith, To day if ye will hear his voice,"
    },
    {
        "o": 31278,
        "r": "kjv:Hebrews:3:8",
        "t": "Harden*p not your hearts, as in the provocation, in the day of temptation in the wilderness:"
    },
    {
        "o": 31279,
        "r": "kjv:Hebrews:3:9",
        "t": "When*p your fathers tempted me, proved me, and saw my works forty years."
    },
    {
        "o": 31280,
        "r": "kjv:Hebrews:3:10",
        "t": "Wherefore*p I was grieved with that generation, and said, They do alway err in their heart; and they have not known my ways."
    },
    {
        "o": 31281,
        "r": "kjv:Hebrews:3:11",
        "t": "So*p I sware in my wrath, They shall not enter into my rest.)"
    },
    {
        "o": 31282,
        "r": "kjv:Hebrews:3:12",
        "t": "Take*p heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God."
    },
    {
        "o": 31283,
        "r": "kjv:Hebrews:3:13",
        "t": "But*p exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin."
    },
    {
        "o": 31284,
        "r": "kjv:Hebrews:3:14",
        "t": "For*p we are made partakers of Christ, if we hold the beginning of our confidence stedfast unto the end;"
    },
    {
        "o": 31285,
        "r": "kjv:Hebrews:3:15",
        "t": "While*p it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation."
    },
    {
        "o": 31286,
        "r": "kjv:Hebrews:3:16",
        "t": "For*p some, when they had heard, did provoke: howbeit not all that came out of Egypt by Moses."
    },
    {
        "o": 31287,
        "r": "kjv:Hebrews:3:17",
        "t": "But*p with whom was he grieved forty years? was it not with them that had sinned, whose carcases fell in the wilderness?"
    },
    {
        "o": 31288,
        "r": "kjv:Hebrews:3:18",
        "t": "And*p to whom sware he that they should not enter into his rest, but to them that believed not?"
    },
    {
        "o": 31289,
        "r": "kjv:Hebrews:3:19",
        "t": "So*p we see that they could not enter in because of unbelief."
    },
    {
        "o": 31290,
        "r": "kjv:Hebrews:4:0",
        "t": "Hebrews 4",
        "h": 1
    },
    {
        "o": 31291,
        "r": "kjv:Hebrews:4:1",
        "t": "Let*p us therefore fear, lest, a promise being left us of entering into his rest, any of you should seem to come short of it."
    },
    {
        "o": 31292,
        "r": "kjv:Hebrews:4:2",
        "t": "For*p unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard it."
    },
    {
        "o": 31293,
        "r": "kjv:Hebrews:4:3",
        "t": "For*p we which have believed do enter into rest, as he said, As I have sworn in my wrath, if they shall enter into my rest: although the works were finished from the foundation of the world."
    },
    {
        "o": 31294,
        "r": "kjv:Hebrews:4:4",
        "t": "For*p he spake in a certain place of the seventh day on this wise, And God did rest the seventh day from all his works."
    },
    {
        "o": 31295,
        "r": "kjv:Hebrews:4:5",
        "t": "And*p in this place again, If they shall enter into my rest."
    },
    {
        "o": 31296,
        "r": "kjv:Hebrews:4:6",
        "t": "Seeing*p therefore it remaineth that some must enter therein, and they to whom it was first preached entered not in because of unbelief:"
    },
    {
        "o": 31297,
        "r": "kjv:Hebrews:4:7",
        "t": "Again,*p he limiteth a certain day, saying in David, To day, after so long a time; as it is said, To day if ye will hear his voice, harden not your hearts."
    },
    {
        "o": 31298,
        "r": "kjv:Hebrews:4:8",
        "t": "For*p if Jesus had given them rest, then would he not afterward have spoken of another day."
    },
    {
        "o": 31299,
        "r": "kjv:Hebrews:4:9",
        "t": "There*p remaineth therefore a rest to the people of God."
    },
    {
        "o": 31300,
        "r": "kjv:Hebrews:4:10",
        "t": "For*p he that is entered into his rest, he also hath ceased from his own works, as God did from his."
    },
    {
        "o": 31301,
        "r": "kjv:Hebrews:4:11",
        "t": "Let*p us labour therefore to enter into that rest, lest any man fall after the same example of unbelief."
    },
    {
        "o": 31302,
        "r": "kjv:Hebrews:4:12",
        "t": "For*p the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart."
    },
    {
        "o": 31303,
        "r": "kjv:Hebrews:4:13",
        "t": "Neither*p is there any creature that is not manifest in his sight: but all things are naked and opened unto the eyes of him with whom we have to do."
    },
    {
        "o": 31304,
        "r": "kjv:Hebrews:4:14",
        "t": "Seeing*p then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession."
    },
    {
        "o": 31305,
        "r": "kjv:Hebrews:4:15",
        "t": "For*p we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin."
    },
    {
        "o": 31306,
        "r": "kjv:Hebrews:4:16",
        "t": "Let*p us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need."
    },
    {
        "o": 31307,
        "r": "kjv:Hebrews:5:0",
        "t": "Hebrews 5",
        "h": 1
    },
    {
        "o": 31308,
        "r": "kjv:Hebrews:5:1",
        "t": "For*p every high priest taken from among men is ordained for men in things pertaining to God, that he may offer both gifts and sacrifices for sins:"
    },
    {
        "o": 31309,
        "r": "kjv:Hebrews:5:2",
        "t": "Who*p can have compassion on the ignorant, and on them that are out of the way; for that he himself also is compassed with infirmity."
    },
    {
        "o": 31310,
        "r": "kjv:Hebrews:5:3",
        "t": "And*p by reason hereof he ought, as for the people, so also for himself, to offer for sins."
    },
    {
        "o": 31311,
        "r": "kjv:Hebrews:5:4",
        "t": "And*p no man taketh this honour unto himself, but he that is called of God, as was Aaron."
    },
    {
        "o": 31312,
        "r": "kjv:Hebrews:5:5",
        "t": "So*p also Christ glorified not himself to be made an high priest; but he that said unto him, Thou art my Son, to day have I begotten thee."
    },
    {
        "o": 31313,
        "r": "kjv:Hebrews:5:6",
        "t": "As*p he saith also in another place, Thou art a priest for ever after the order of Melchisedec."
    },
    {
        "o": 31314,
        "r": "kjv:Hebrews:5:7",
        "t": "Who*p in the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared;"
    },
    {
        "o": 31315,
        "r": "kjv:Hebrews:5:8",
        "t": "Though*p he were a Son, yet learned he obedience by the things which he suffered;"
    },
    {
        "o": 31316,
        "r": "kjv:Hebrews:5:9",
        "t": "And*p being made perfect, he became the author of eternal salvation unto all them that obey him;"
    },
    {
        "o": 31317,
        "r": "kjv:Hebrews:5:10",
        "t": "Called*p of God an high priest after the order of Melchisedec."
    },
    {
        "o": 31318,
        "r": "kjv:Hebrews:5:11",
        "t": "Of*p whom we have many things to say, and hard to be uttered, seeing ye are dull of hearing."
    },
    {
        "o": 31319,
        "r": "kjv:Hebrews:5:12",
        "t": "For*p when for the time ye ought to be teachers, ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat."
    },
    {
        "o": 31320,
        "r": "kjv:Hebrews:5:13",
        "t": "For*p every one that useth milk is unskilful in the word of righteousness: for he is a babe."
    },
    {
        "o": 31321,
        "r": "kjv:Hebrews:5:14",
        "t": "But*p strong meat belongeth to them that are of full age, even those who by reason of use have their senses exercised to discern both good and evil."
    },
    {
        "o": 31322,
        "r": "kjv:Hebrews:6:0",
        "t": "Hebrews 6",
        "h": 1
    },
    {
        "o": 31323,
        "r": "kjv:Hebrews:6:1",
        "t": "Therefore*p leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,"
    },
    {
        "o": 31324,
        "r": "kjv:Hebrews:6:2",
        "t": "Of*p the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment."
    },
    {
        "o": 31325,
        "r": "kjv:Hebrews:6:3",
        "t": "And*p this will we do, if God permit."
    },
    {
        "o": 31326,
        "r": "kjv:Hebrews:6:4",
        "t": "For*p it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,"
    },
    {
        "o": 31327,
        "r": "kjv:Hebrews:6:5",
        "t": "And*p have tasted the good word of God, and the powers of the world to come,"
    },
    {
        "o": 31328,
        "r": "kjv:Hebrews:6:6",
        "t": "If*p they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame."
    },
    {
        "o": 31329,
        "r": "kjv:Hebrews:6:7",
        "t": "For*p the earth which drinketh in the rain that cometh oft upon it, and bringeth forth herbs meet for them by whom it is dressed, receiveth blessing from God:"
    },
    {
        "o": 31330,
        "r": "kjv:Hebrews:6:8",
        "t": "But*p that which beareth thorns and briers is rejected, and is nigh unto cursing; whose end is to be burned."
    },
    {
        "o": 31331,
        "r": "kjv:Hebrews:6:9",
        "t": "But,*p beloved, we are persuaded better things of you, and things that accompany salvation, though we thus speak."
    },
    {
        "o": 31332,
        "r": "kjv:Hebrews:6:10",
        "t": "For*p God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister."
    },
    {
        "o": 31333,
        "r": "kjv:Hebrews:6:11",
        "t": "And*p we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:"
    },
    {
        "o": 31334,
        "r": "kjv:Hebrews:6:12",
        "t": "That*p ye be not slothful, but followers of them who through faith and patience inherit the promises."
    },
    {
        "o": 31335,
        "r": "kjv:Hebrews:6:13",
        "t": "For*p when God made promise to Abraham, because he could swear by no greater, he sware by himself,"
    },
    {
        "o": 31336,
        "r": "kjv:Hebrews:6:14",
        "t": "Saying,*p Surely blessing I will bless thee, and multiplying I will multiply thee."
    },
    {
        "o": 31337,
        "r": "kjv:Hebrews:6:15",
        "t": "And*p so, after he had patiently endured, he obtained the promise."
    },
    {
        "o": 31338,
        "r": "kjv:Hebrews:6:16",
        "t": "For*p men verily swear by the greater: and an oath for confirmation is to them an end of all strife."
    },
    {
        "o": 31339,
        "r": "kjv:Hebrews:6:17",
        "t": "Wherein*p God, willing more abundantly to shew unto the heirs of promise the immutability of his counsel, confirmed it by an oath:"
    },
    {
        "o": 31340,
        "r": "kjv:Hebrews:6:18",
        "t": "That*p by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us:"
    },
    {
        "o": 31341,
        "r": "kjv:Hebrews:6:19",
        "t": "Which*p hope we have as an anchor of the soul, both sure and stedfast, and which entereth into that within the veil;"
    },
    {
        "o": 31342,
        "r": "kjv:Hebrews:6:20",
        "t": "Whither*p the forerunner is for us entered, even Jesus, made an high priest for ever after the order of Melchisedec."
    },
    {
        "o": 31343,
        "r": "kjv:Hebrews:7:0",
        "t": "Hebrews 7",
        "h": 1
    },
    {
        "o": 31344,
        "r": "kjv:Hebrews:7:1",
        "t": "For*p this Melchisedec, king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings, and blessed him;"
    },
    {
        "o": 31345,
        "r": "kjv:Hebrews:7:2",
        "t": "To*p whom also Abraham gave a tenth part of all; first being by interpretation King of righteousness, and after that also King of Salem, which is, King of peace;"
    },
    {
        "o": 31346,
        "r": "kjv:Hebrews:7:3",
        "t": "Without*p father, without mother, without descent, having neither beginning of days, nor end of life; but made like unto the Son of God; abideth a priest continually."
    },
    {
        "o": 31347,
        "r": "kjv:Hebrews:7:4",
        "t": "Now*p consider how great this man was, unto whom even the patriarch Abraham gave the tenth of the spoils."
    },
    {
        "o": 31348,
        "r": "kjv:Hebrews:7:5",
        "t": "And*p verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:"
    },
    {
        "o": 31349,
        "r": "kjv:Hebrews:7:6",
        "t": "But*p he whose descent is not counted from them received tithes of Abraham, and blessed him that had the promises."
    },
    {
        "o": 31350,
        "r": "kjv:Hebrews:7:7",
        "t": "And*p without all contradiction the less is blessed of the better."
    },
    {
        "o": 31351,
        "r": "kjv:Hebrews:7:8",
        "t": "And*p here men that die receive tithes; but there he receiveth them, of whom it is witnessed that he liveth."
    },
    {
        "o": 31352,
        "r": "kjv:Hebrews:7:9",
        "t": "And*p as I may so say, Levi also, who receiveth tithes, payed tithes in Abraham."
    },
    {
        "o": 31353,
        "r": "kjv:Hebrews:7:10",
        "t": "For*p he was yet in the loins of his father, when Melchisedec met him."
    },
    {
        "o": 31354,
        "r": "kjv:Hebrews:7:11",
        "t": "If*p therefore perfection were by the Levitical priesthood, (for under it the people received the law,) what further need was there that another priest should rise after the order of Melchisedec, and not be called after the order of Aaron?"
    },
    {
        "o": 31355,
        "r": "kjv:Hebrews:7:12",
        "t": "For*p the priesthood being changed, there is made of necessity a change also of the law."
    },
    {
        "o": 31356,
        "r": "kjv:Hebrews:7:13",
        "t": "For*p he of whom these things are spoken pertaineth to another tribe, of which no man gave attendance at the altar."
    },
    {
        "o": 31357,
        "r": "kjv:Hebrews:7:14",
        "t": "For*p it is evident that our Lord sprang out of Judah; of which tribe Moses spake nothing concerning priesthood."
    },
    {
        "o": 31358,
        "r": "kjv:Hebrews:7:15",
        "t": "And*p it is yet far more evident: for that after the similitude of Melchisedec there ariseth another priest,"
    },
    {
        "o": 31359,
        "r": "kjv:Hebrews:7:16",
        "t": "Who*p is made, not after the law of a carnal commandment, but after the power of an endless life."
    },
    {
        "o": 31360,
        "r": "kjv:Hebrews:7:17",
        "t": "For*p he testifieth, Thou art a priest for ever after the order of Melchisedec."
    },
    {
        "o": 31361,
        "r": "kjv:Hebrews:7:18",
        "t": "For*p there is verily a disannulling of the commandment going before for the weakness and unprofitableness thereof."
    },
    {
        "o": 31362,
        "r": "kjv:Hebrews:7:19",
        "t": "For*p the law made nothing perfect, but the bringing in of a better hope did; by the which we draw nigh unto God."
    },
    {
        "o": 31363,
        "r": "kjv:Hebrews:7:20",
        "t": "And*p inasmuch as not without an oath he was made priest:"
    },
    {
        "o": 31364,
        "r": "kjv:Hebrews:7:21",
        "t": "(For*p those priests were made without an oath; but this with an oath by him that said unto him, The Lord sware and will not repent, Thou art a priest for ever after the order of Melchisedec:)"
    },
    {
        "o": 31365,
        "r": "kjv:Hebrews:7:22",
        "t": "By*p so much was Jesus made a surety of a better testament."
    },
    {
        "o": 31366,
        "r": "kjv:Hebrews:7:23",
        "t": "And*p they truly were many priests, because they were not suffered to continue by reason of death:"
    },
    {
        "o": 31367,
        "r": "kjv:Hebrews:7:24",
        "t": "But*p this man, because he continueth ever, hath an unchangeable priesthood."
    },
    {
        "o": 31368,
        "r": "kjv:Hebrews:7:25",
        "t": "Wherefore*p he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them."
    },
    {
        "o": 31369,
        "r": "kjv:Hebrews:7:26",
        "t": "For*p such an high priest became us, who is holy, harmless, undefiled, separate from sinners, and made higher than the heavens;"
    },
    {
        "o": 31370,
        "r": "kjv:Hebrews:7:27",
        "t": "Who*p needeth not daily, as those high priests, to offer up sacrifice, first for his own sins, and then for the people's: for this he did once, when he offered up himself."
    },
    {
        "o": 31371,
        "r": "kjv:Hebrews:7:28",
        "t": "For*p the law maketh men high priests which have infirmity; but the word of the oath, which was since the law, maketh the Son, who is consecrated for evermore."
    },
    {
        "o": 31372,
        "r": "kjv:Hebrews:8:0",
        "t": "Hebrews 8",
        "h": 1
    },
    {
        "o": 31373,
        "r": "kjv:Hebrews:8:1",
        "t": "Now*p of the things which we have spoken this is the sum: We have such an high priest, who is set on the right hand of the throne of the Majesty in the heavens;"
    },
    {
        "o": 31374,
        "r": "kjv:Hebrews:8:2",
        "t": "A*p minister of the sanctuary, and of the true tabernacle, which the Lord pitched, and not man."
    },
    {
        "o": 31375,
        "r": "kjv:Hebrews:8:3",
        "t": "For*p every high priest is ordained to offer gifts and sacrifices: wherefore it is of necessity that this man have somewhat also to offer."
    },
    {
        "o": 31376,
        "r": "kjv:Hebrews:8:4",
        "t": "For*p if he were on earth, he should not be a priest, seeing that there are priests that offer gifts according to the law:"
    },
    {
        "o": 31377,
        "r": "kjv:Hebrews:8:5",
        "t": "Who*p serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount."
    },
    {
        "o": 31378,
        "r": "kjv:Hebrews:8:6",
        "t": "But*p now hath he obtained a more excellent ministry, by how much also he is the mediator of a better covenant, which was established upon better promises."
    },
    {
        "o": 31379,
        "r": "kjv:Hebrews:8:7",
        "t": "For*p if that first covenant had been faultless, then should no place have been sought for the second."
    },
    {
        "o": 31380,
        "r": "kjv:Hebrews:8:8",
        "t": "For*p finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:"
    },
    {
        "o": 31381,
        "r": "kjv:Hebrews:8:9",
        "t": "Not*p according to the covenant that I made with their fathers in the day when I took them by the hand to lead them out of the land of Egypt; because they continued not in my covenant, and I regarded them not, saith the Lord."
    },
    {
        "o": 31382,
        "r": "kjv:Hebrews:8:10",
        "t": "For*p this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:"
    },
    {
        "o": 31383,
        "r": "kjv:Hebrews:8:11",
        "t": "And*p they shall not teach every man his neighbour, and every man his brother, saying, Know the Lord: for all shall know me, from the least to the greatest."
    },
    {
        "o": 31384,
        "r": "kjv:Hebrews:8:12",
        "t": "For*p I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more."
    },
    {
        "o": 31385,
        "r": "kjv:Hebrews:8:13",
        "t": "In*p that he saith, A new covenant, he hath made the first old. Now that which decayeth and waxeth old is ready to vanish away."
    },
    {
        "o": 31386,
        "r": "kjv:Hebrews:9:0",
        "t": "Hebrews 9",
        "h": 1
    },
    {
        "o": 31387,
        "r": "kjv:Hebrews:9:1",
        "t": "Then*p verily the first covenant had also ordinances of divine service, and a worldly sanctuary."
    },
    {
        "o": 31388,
        "r": "kjv:Hebrews:9:2",
        "t": "For*p there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary."
    },
    {
        "o": 31389,
        "r": "kjv:Hebrews:9:3",
        "t": "And*p after the second veil, the tabernacle which is called the Holiest of all;"
    },
    {
        "o": 31390,
        "r": "kjv:Hebrews:9:4",
        "t": "Which*p had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;"
    },
    {
        "o": 31391,
        "r": "kjv:Hebrews:9:5",
        "t": "And*p over it the cherubims of glory shadowing the mercyseat; of which we cannot now speak particularly."
    },
    {
        "o": 31392,
        "r": "kjv:Hebrews:9:6",
        "t": "Now*p when these things were thus ordained, the priests went always into the first tabernacle, accomplishing the service of God."
    },
    {
        "o": 31393,
        "r": "kjv:Hebrews:9:7",
        "t": "But*p into the second went the high priest alone once every year, not without blood, which he offered for himself, and for the errors of the people:"
    },
    {
        "o": 31394,
        "r": "kjv:Hebrews:9:8",
        "t": "The*p Holy Ghost this signifying, that the way into the holiest of all was not yet made manifest, while as the first tabernacle was yet standing:"
    },
    {
        "o": 31395,
        "r": "kjv:Hebrews:9:9",
        "t": "Which*p was a figure for the time then present, in which were offered both gifts and sacrifices, that could not make him that did the service perfect, as pertaining to the conscience;"
    },
    {
        "o": 31396,
        "r": "kjv:Hebrews:9:10",
        "t": "Which*p stood only in meats and drinks, and divers washings, and carnal ordinances, imposed on them until the time of reformation."
    },
    {
        "o": 31397,
        "r": "kjv:Hebrews:9:11",
        "t": "But*p Christ being come an high priest of good things to come, by a greater and more perfect tabernacle, not made with hands, that is to say, not of this building;"
    },
    {
        "o": 31398,
        "r": "kjv:Hebrews:9:12",
        "t": "Neither*p by the blood of goats and calves, but by his own blood he entered in once into the holy place, having obtained eternal redemption for us."
    },
    {
        "o": 31399,
        "r": "kjv:Hebrews:9:13",
        "t": "For*p if the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh:"
    },
    {
        "o": 31400,
        "r": "kjv:Hebrews:9:14",
        "t": "How*p much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God?"
    },
    {
        "o": 31401,
        "r": "kjv:Hebrews:9:15",
        "t": "And*p for this cause he is the mediator of the new testament, that by means of death, for the redemption of the transgressions that were under the first testament, they which are called might receive the promise of eternal inheritance."
    },
    {
        "o": 31402,
        "r": "kjv:Hebrews:9:16",
        "t": "For*p where a testament is, there must also of necessity be the death of the testator."
    },
    {
        "o": 31403,
        "r": "kjv:Hebrews:9:17",
        "t": "For*p a testament is of force after men are dead: otherwise it is of no strength at all while the testator liveth."
    },
    {
        "o": 31404,
        "r": "kjv:Hebrews:9:18",
        "t": "Whereupon*p neither the first testament was dedicated without blood."
    },
    {
        "o": 31405,
        "r": "kjv:Hebrews:9:19",
        "t": "For*p when Moses had spoken every precept to all the people according to the law, he took the blood of calves and of goats, with water, and scarlet wool, and hyssop, and sprinkled both the book, and all the people,"
    },
    {
        "o": 31406,
        "r": "kjv:Hebrews:9:20",
        "t": "Saying,*p This is the blood of the testament which God hath enjoined unto you."
    },
    {
        "o": 31407,
        "r": "kjv:Hebrews:9:21",
        "t": "Moreover*p he sprinkled with blood both the tabernacle, and all the vessels of the ministry."
    },
    {
        "o": 31408,
        "r": "kjv:Hebrews:9:22",
        "t": "And*p almost all things are by the law purged with blood; and without shedding of blood is no remission."
    },
    {
        "o": 31409,
        "r": "kjv:Hebrews:9:23",
        "t": "It*p was therefore necessary that the patterns of things in the heavens should be purified with these; but the heavenly things themselves with better sacrifices than these."
    },
    {
        "o": 31410,
        "r": "kjv:Hebrews:9:24",
        "t": "For*p Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us:"
    },
    {
        "o": 31411,
        "r": "kjv:Hebrews:9:25",
        "t": "Nor*p yet that he should offer himself often, as the high priest entereth into the holy place every year with blood of others;"
    },
    {
        "o": 31412,
        "r": "kjv:Hebrews:9:26",
        "t": "For*p then must he often have suffered since the foundation of the world: but now once in the end of the world hath he appeared to put away sin by the sacrifice of himself."
    },
    {
        "o": 31413,
        "r": "kjv:Hebrews:9:27",
        "t": "And*p as it is appointed unto men once to die, but after this the judgment:"
    },
    {
        "o": 31414,
        "r": "kjv:Hebrews:9:28",
        "t": "So*p Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation."
    },
    {
        "o": 31415,
        "r": "kjv:Hebrews:10:0",
        "t": "Hebrews 10",
        "h": 1
    },
    {
        "o": 31416,
        "r": "kjv:Hebrews:10:1",
        "t": "For*p the law having a shadow of good things to come, and not the very image of the things, can never with those sacrifices which they offered year by year continually make the comers thereunto perfect."
    },
    {
        "o": 31417,
        "r": "kjv:Hebrews:10:2",
        "t": "For*p then would they not have ceased to be offered? because that the worshippers once purged should have had no more conscience of sins."
    },
    {
        "o": 31418,
        "r": "kjv:Hebrews:10:3",
        "t": "But*p in those sacrifices there is a remembrance again made of sins every year."
    },
    {
        "o": 31419,
        "r": "kjv:Hebrews:10:4",
        "t": "For*p it is not possible that the blood of bulls and of goats should take away sins."
    },
    {
        "o": 31420,
        "r": "kjv:Hebrews:10:5",
        "t": "Wherefore*p when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me:"
    },
    {
        "o": 31421,
        "r": "kjv:Hebrews:10:6",
        "t": "In*p burnt offerings and sacrifices for sin thou hast had no pleasure."
    },
    {
        "o": 31422,
        "r": "kjv:Hebrews:10:7",
        "t": "Then*p said I, Lo, I come (in the volume of the book it is written of me,) to do thy will, O God."
    },
    {
        "o": 31423,
        "r": "kjv:Hebrews:10:8",
        "t": "Above*p when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;"
    },
    {
        "o": 31424,
        "r": "kjv:Hebrews:10:9",
        "t": "Then*p said he, Lo, I come to do thy will, O God. He taketh away the first, that he may establish the second."
    },
    {
        "o": 31425,
        "r": "kjv:Hebrews:10:10",
        "t": "By*p the which will we are sanctified through the offering of the body of Jesus Christ once for all."
    },
    {
        "o": 31426,
        "r": "kjv:Hebrews:10:11",
        "t": "And*p every priest standeth daily ministering and offering oftentimes the same sacrifices, which can never take away sins:"
    },
    {
        "o": 31427,
        "r": "kjv:Hebrews:10:12",
        "t": "But*p this man, after he had offered one sacrifice for sins for ever, sat down on the right hand of God;"
    },
    {
        "o": 31428,
        "r": "kjv:Hebrews:10:13",
        "t": "From*p henceforth expecting till his enemies be made his footstool."
    },
    {
        "o": 31429,
        "r": "kjv:Hebrews:10:14",
        "t": "For*p by one offering he hath perfected for ever them that are sanctified."
    },
    {
        "o": 31430,
        "r": "kjv:Hebrews:10:15",
        "t": "Whereof*p the Holy Ghost also is a witness to us: for after that he had said before,"
    },
    {
        "o": 31431,
        "r": "kjv:Hebrews:10:16",
        "t": "This*p is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;"
    },
    {
        "o": 31432,
        "r": "kjv:Hebrews:10:17",
        "t": "And*p their sins and iniquities will I remember no more."
    },
    {
        "o": 31433,
        "r": "kjv:Hebrews:10:18",
        "t": "Now*p where remission of these is, there is no more offering for sin."
    },
    {
        "o": 31434,
        "r": "kjv:Hebrews:10:19",
        "t": "Having*p therefore, brethren, boldness to enter into the holiest by the blood of Jesus,"
    },
    {
        "o": 31435,
        "r": "kjv:Hebrews:10:20",
        "t": "By*p a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;"
    },
    {
        "o": 31436,
        "r": "kjv:Hebrews:10:21",
        "t": "And*p having an high priest over the house of God;"
    },
    {
        "o": 31437,
        "r": "kjv:Hebrews:10:22",
        "t": "Let*p us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water."
    },
    {
        "o": 31438,
        "r": "kjv:Hebrews:10:23",
        "t": "Let*p us hold fast the profession of our faith without wavering; (for he is faithful that promised;)"
    },
    {
        "o": 31439,
        "r": "kjv:Hebrews:10:24",
        "t": "And*p let us consider one another to provoke unto love and to good works:"
    },
    {
        "o": 31440,
        "r": "kjv:Hebrews:10:25",
        "t": "Not*p forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching."
    },
    {
        "o": 31441,
        "r": "kjv:Hebrews:10:26",
        "t": "For*p if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,"
    },
    {
        "o": 31442,
        "r": "kjv:Hebrews:10:27",
        "t": "But*p a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries."
    },
    {
        "o": 31443,
        "r": "kjv:Hebrews:10:28",
        "t": "He*p that despised Moses' law died without mercy under two or three witnesses:"
    },
    {
        "o": 31444,
        "r": "kjv:Hebrews:10:29",
        "t": "Of*p how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?"
    },
    {
        "o": 31445,
        "r": "kjv:Hebrews:10:30",
        "t": "For*p we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people."
    },
    {
        "o": 31446,
        "r": "kjv:Hebrews:10:31",
        "t": "It*p is a fearful thing to fall into the hands of the living God."
    },
    {
        "o": 31447,
        "r": "kjv:Hebrews:10:32",
        "t": "But*p call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;"
    },
    {
        "o": 31448,
        "r": "kjv:Hebrews:10:33",
        "t": "Partly,*p whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used."
    },
    {
        "o": 31449,
        "r": "kjv:Hebrews:10:34",
        "t": "For*p ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance."
    },
    {
        "o": 31450,
        "r": "kjv:Hebrews:10:35",
        "t": "Cast*p not away therefore your confidence, which hath great recompence of reward."
    },
    {
        "o": 31451,
        "r": "kjv:Hebrews:10:36",
        "t": "For*p ye have need of patience, that, after ye have done the will of God, ye might receive the promise."
    },
    {
        "o": 31452,
        "r": "kjv:Hebrews:10:37",
        "t": "For*p yet a little while, and he that shall come will come, and will not tarry."
    },
    {
        "o": 31453,
        "r": "kjv:Hebrews:10:38",
        "t": "Now*p the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him."
    },
    {
        "o": 31454,
        "r": "kjv:Hebrews:10:39",
        "t": "But*p we are not of them who draw back unto perdition; but of them that believe to the saving of the soul."
    },
    {
        "o": 31455,
        "r": "kjv:Hebrews:11:0",
        "t": "Hebrews 11",
        "h": 1
    },
    {
        "o": 31456,
        "r": "kjv:Hebrews:11:1",
        "t": "Now*p faith is the substance of things hoped for, the evidence of things not seen."
    },
    {
        "o": 31457,
        "r": "kjv:Hebrews:11:2",
        "t": "For*p by it the elders obtained a good report."
    },
    {
        "o": 31458,
        "r": "kjv:Hebrews:11:3",
        "t": "Through*p faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear."
    },
    {
        "o": 31459,
        "r": "kjv:Hebrews:11:4",
        "t": "By*p faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh."
    },
    {
        "o": 31460,
        "r": "kjv:Hebrews:11:5",
        "t": "By*p faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God."
    },
    {
        "o": 31461,
        "r": "kjv:Hebrews:11:6",
        "t": "But*p without faith it is impossible to please him: for he that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him."
    },
    {
        "o": 31462,
        "r": "kjv:Hebrews:11:7",
        "t": "By*p faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith."
    },
    {
        "o": 31463,
        "r": "kjv:Hebrews:11:8",
        "t": "By*p faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went."
    },
    {
        "o": 31464,
        "r": "kjv:Hebrews:11:9",
        "t": "By*p faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:"
    },
    {
        "o": 31465,
        "r": "kjv:Hebrews:11:10",
        "t": "For*p he looked for a city which hath foundations, whose builder and maker is God."
    },
    {
        "o": 31466,
        "r": "kjv:Hebrews:11:11",
        "t": "Through*p faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised."
    },
    {
        "o": 31467,
        "r": "kjv:Hebrews:11:12",
        "t": "Therefore*p sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable."
    },
    {
        "o": 31468,
        "r": "kjv:Hebrews:11:13",
        "t": "These*p all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth."
    },
    {
        "o": 31469,
        "r": "kjv:Hebrews:11:14",
        "t": "For*p they that say such things declare plainly that they seek a country."
    },
    {
        "o": 31470,
        "r": "kjv:Hebrews:11:15",
        "t": "And*p truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned."
    },
    {
        "o": 31471,
        "r": "kjv:Hebrews:11:16",
        "t": "But*p now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city."
    },
    {
        "o": 31472,
        "r": "kjv:Hebrews:11:17",
        "t": "By*p faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,"
    },
    {
        "o": 31473,
        "r": "kjv:Hebrews:11:18",
        "t": "Of*p whom it was said, That in Isaac shall thy seed be called:"
    },
    {
        "o": 31474,
        "r": "kjv:Hebrews:11:19",
        "t": "Accounting*p that God was able to raise him up, even from the dead; from whence also he received him in a figure."
    },
    {
        "o": 31475,
        "r": "kjv:Hebrews:11:20",
        "t": "By*p faith Isaac blessed Jacob and Esau concerning things to come."
    },
    {
        "o": 31476,
        "r": "kjv:Hebrews:11:21",
        "t": "By*p faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff."
    },
    {
        "o": 31477,
        "r": "kjv:Hebrews:11:22",
        "t": "By*p faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones."
    },
    {
        "o": 31478,
        "r": "kjv:Hebrews:11:23",
        "t": "By*p faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king's commandment."
    },
    {
        "o": 31479,
        "r": "kjv:Hebrews:11:24",
        "t": "By*p faith Moses, when he was come to years, refused to be called the son of Pharaoh's daughter;"
    },
    {
        "o": 31480,
        "r": "kjv:Hebrews:11:25",
        "t": "Choosing*p rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;"
    },
    {
        "o": 31481,
        "r": "kjv:Hebrews:11:26",
        "t": "Esteeming*p the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward."
    },
    {
        "o": 31482,
        "r": "kjv:Hebrews:11:27",
        "t": "By*p faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible."
    },
    {
        "o": 31483,
        "r": "kjv:Hebrews:11:28",
        "t": "Through*p faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them."
    },
    {
        "o": 31484,
        "r": "kjv:Hebrews:11:29",
        "t": "By*p faith they passed through the Red sea as by dry land: which the Egyptians assaying to do were drowned."
    },
    {
        "o": 31485,
        "r": "kjv:Hebrews:11:30",
        "t": "By*p faith the walls of Jericho fell down, after they were compassed about seven days."
    },
    {
        "o": 31486,
        "r": "kjv:Hebrews:11:31",
        "t": "By*p faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace."
    },
    {
        "o": 31487,
        "r": "kjv:Hebrews:11:32",
        "t": "And*p what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:"
    },
    {
        "o": 31488,
        "r": "kjv:Hebrews:11:33",
        "t": "Who*p through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,"
    },
    {
        "o": 31489,
        "r": "kjv:Hebrews:11:34",
        "t": "Quenched*p the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens."
    },
    {
        "o": 31490,
        "r": "kjv:Hebrews:11:35",
        "t": "Women*p received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:"
    },
    {
        "o": 31491,
        "r": "kjv:Hebrews:11:36",
        "t": "And*p others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:"
    },
    {
        "o": 31492,
        "r": "kjv:Hebrews:11:37",
        "t": "They*p were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;"
    },
    {
        "o": 31493,
        "r": "kjv:Hebrews:11:38",
        "t": "(Of*p whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth."
    },
    {
        "o": 31494,
        "r": "kjv:Hebrews:11:39",
        "t": "And*p these all, having obtained a good report through faith, received not the promise:"
    },
    {
        "o": 31495,
        "r": "kjv:Hebrews:11:40",
        "t": "God*p having provided some better thing for us, that they without us should not be made perfect."
    },
    {
        "o": 31496,
        "r": "kjv:Hebrews:12:0",
        "t": "Hebrews 12",
        "h": 1
    },
    {
        "o": 31497,
        "r": "kjv:Hebrews:12:1",
        "t": "Wherefore*p seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,"
    },
    {
        "o": 31498,
        "r": "kjv:Hebrews:12:2",
        "t": "Looking*p unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God."
    },
    {
        "o": 31499,
        "r": "kjv:Hebrews:12:3",
        "t": "For*p consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds."
    },
    {
        "o": 31500,
        "r": "kjv:Hebrews:12:4",
        "t": "Ye*p have not yet resisted unto blood, striving against sin."
    },
    {
        "o": 31501,
        "r": "kjv:Hebrews:12:5",
        "t": "And*p ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:"
    },
    {
        "o": 31502,
        "r": "kjv:Hebrews:12:6",
        "t": "For*p whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth."
    },
    {
        "o": 31503,
        "r": "kjv:Hebrews:12:7",
        "t": "If*p ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?"
    },
    {
        "o": 31504,
        "r": "kjv:Hebrews:12:8",
        "t": "But*p if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons."
    },
    {
        "o": 31505,
        "r": "kjv:Hebrews:12:9",
        "t": "Furthermore*p we have had fathers of our flesh which corrected us, and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?"
    },
    {
        "o": 31506,
        "r": "kjv:Hebrews:12:10",
        "t": "For*p they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness."
    },
    {
        "o": 31507,
        "r": "kjv:Hebrews:12:11",
        "t": "Now*p no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby."
    },
    {
        "o": 31508,
        "r": "kjv:Hebrews:12:12",
        "t": "Wherefore*p lift up the hands which hang down, and the feeble knees;"
    },
    {
        "o": 31509,
        "r": "kjv:Hebrews:12:13",
        "t": "And*p make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed."
    },
    {
        "o": 31510,
        "r": "kjv:Hebrews:12:14",
        "t": "Follow*p peace with all men, and holiness, without which no man shall see the Lord:"
    },
    {
        "o": 31511,
        "r": "kjv:Hebrews:12:15",
        "t": "Looking*p diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;"
    },
    {
        "o": 31512,
        "r": "kjv:Hebrews:12:16",
        "t": "Lest*p there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright."
    },
    {
        "o": 31513,
        "r": "kjv:Hebrews:12:17",
        "t": "For*p ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears."
    },
    {
        "o": 31514,
        "r": "kjv:Hebrews:12:18",
        "t": "For*p ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,"
    },
    {
        "o": 31515,
        "r": "kjv:Hebrews:12:19",
        "t": "And*p the sound of a trumpet, and the voice of words; which voice they that heard entreated that the word should not be spoken to them any more:"
    },
    {
        "o": 31516,
        "r": "kjv:Hebrews:12:20",
        "t": "(For*p they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:"
    },
    {
        "o": 31517,
        "r": "kjv:Hebrews:12:21",
        "t": "And*p so terrible was the sight, that Moses said, I exceedingly fear and quake:)"
    },
    {
        "o": 31518,
        "r": "kjv:Hebrews:12:22",
        "t": "But*p ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,"
    },
    {
        "o": 31519,
        "r": "kjv:Hebrews:12:23",
        "t": "To*p the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,"
    },
    {
        "o": 31520,
        "r": "kjv:Hebrews:12:24",
        "t": "And*p to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel."
    },
    {
        "o": 31521,
        "r": "kjv:Hebrews:12:25",
        "t": "See*p that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape, if we turn away from him that speaketh from heaven:"
    },
    {
        "o": 31522,
        "r": "kjv:Hebrews:12:26",
        "t": "Whose*p voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven."
    },
    {
        "o": 31523,
        "r": "kjv:Hebrews:12:27",
        "t": "And*p this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain."
    },
    {
        "o": 31524,
        "r": "kjv:Hebrews:12:28",
        "t": "Wherefore*p we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:"
    },
    {
        "o": 31525,
        "r": "kjv:Hebrews:12:29",
        "t": "For*p our God is a consuming fire."
    },
    {
        "o": 31526,
        "r": "kjv:Hebrews:13:0",
        "t": "Hebrews 13",
        "h": 1
    },
    {
        "o": 31527,
        "r": "kjv:Hebrews:13:1",
        "t": "Let*p brotherly love continue."
    },
    {
        "o": 31528,
        "r": "kjv:Hebrews:13:2",
        "t": "Be*p not forgetful to entertain strangers: for thereby some have entertained angels unawares."
    },
    {
        "o": 31529,
        "r": "kjv:Hebrews:13:3",
        "t": "Remember*p them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body."
    },
    {
        "o": 31530,
        "r": "kjv:Hebrews:13:4",
        "t": "Marriage*p is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge."
    },
    {
        "o": 31531,
        "r": "kjv:Hebrews:13:5",
        "t": "Let*p your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee."
    },
    {
        "o": 31532,
        "r": "kjv:Hebrews:13:6",
        "t": "So*p that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me."
    },
    {
        "o": 31533,
        "r": "kjv:Hebrews:13:7",
        "t": "Remember*p them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation."
    },
    {
        "o": 31534,
        "r": "kjv:Hebrews:13:8",
        "t": "Jesus*p Christ the same yesterday, and to day, and for ever."
    },
    {
        "o": 31535,
        "r": "kjv:Hebrews:13:9",
        "t": "Be*p not carried about with divers and strange doctrines. For it is a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein."
    },
    {
        "o": 31536,
        "r": "kjv:Hebrews:13:10",
        "t": "We*p have an altar, whereof they have no right to eat which serve the tabernacle."
    },
    {
        "o": 31537,
        "r": "kjv:Hebrews:13:11",
        "t": "For*p the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp."
    },
    {
        "o": 31538,
        "r": "kjv:Hebrews:13:12",
        "t": "Wherefore*p Jesus also, that he might sanctify the people with his own blood, suffered without the gate."
    },
    {
        "o": 31539,
        "r": "kjv:Hebrews:13:13",
        "t": "Let*p us go forth therefore unto him without the camp, bearing his reproach."
    },
    {
        "o": 31540,
        "r": "kjv:Hebrews:13:14",
        "t": "For*p here have we no continuing city, but we seek one to come."
    },
    {
        "o": 31541,
        "r": "kjv:Hebrews:13:15",
        "t": "By*p him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name."
    },
    {
        "o": 31542,
        "r": "kjv:Hebrews:13:16",
        "t": "But*p to do good and to communicate forget not: for with such sacrifices God is well pleased."
    },
    {
        "o": 31543,
        "r": "kjv:Hebrews:13:17",
        "t": "Obey*p them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you."
    },
    {
        "o": 31544,
        "r": "kjv:Hebrews:13:18",
        "t": "Pray*p for us: for we trust we have a good conscience, in all things willing to live honestly."
    },
    {
        "o": 31545,
        "r": "kjv:Hebrews:13:19",
        "t": "But*p I beseech you the rather to do this, that I may be restored to you the sooner."
    },
    {
        "o": 31546,
        "r": "kjv:Hebrews:13:20",
        "t": "Now*p the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant,"
    },
    {
        "o": 31547,
        "r": "kjv:Hebrews:13:21",
        "t": "Make*p you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom be glory for ever and ever. Amen."
    },
    {
        "o": 31548,
        "r": "kjv:Hebrews:13:22",
        "t": "And*p I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words."
    },
    {
        "o": 31549,
        "r": "kjv:Hebrews:13:23",
        "t": "Know*p ye that our brother Timothy is set at liberty; with whom, if he come shortly, I will see you."
    },
    {
        "o": 31550,
        "r": "kjv:Hebrews:13:24",
        "t": "Salute*p all them that have the rule over you, and all the saints. They of Italy salute you."
    },
    {
        "o": 31551,
        "r": "kjv:Hebrews:13:25",
        "t": "Grace*p be with you all. Amen."
    }
]
