[
    {
        "o": 29877,
        "r": "niv:Acts:5:0",
        "t": "Acts 5",
        "h": 1
    },
    {
        "o": 29878,
        "r": "niv:Acts:5:0",
        "t": "Ananias and Sapphira",
        "h": 2
    },
    {
        "o": 29879,
        "r": "niv:Acts:5:1",
        "t": "Now*p a man named Ananias, together with his wife Sapphira, also sold a piece of property."
    },
    {
        "o": 29880,
        "r": "niv:Acts:5:2",
        "t": "With his wife’s full knowledge he kept back part of the money for himself, but brought the rest and put it at the apostles’ feet."
    },
    {
        "o": 29881,
        "r": "niv:Acts:5:3",
        "t": "Then*p Peter said, “Ananias, how is it that Satan has so filled your heart that you have lied to the Holy Spirit and have kept for yourself some of the money you received for the land?"
    },
    {
        "o": 29882,
        "r": "niv:Acts:5:4",
        "t": "Didn’t it belong to you before it was sold? And after it was sold, wasn’t the money at your disposal? What made you think of doing such a thing? You have not lied just to human beings but to God.”"
    },
    {
        "o": 29883,
        "r": "niv:Acts:5:5",
        "t": "When*p Ananias heard this, he fell down and died. And great fear seized all who heard what had happened."
    },
    {
        "o": 29884,
        "r": "niv:Acts:5:6",
        "t": "Then some young men came forward, wrapped up his body, and carried him out and buried him."
    },
    {
        "o": 29885,
        "r": "niv:Acts:5:7",
        "t": "About*p three hours later his wife came in, not knowing what had happened."
    },
    {
        "o": 29886,
        "r": "niv:Acts:5:8",
        "t": "Peter asked her, “Tell me, is this the price you and Ananias got for the land?” “Yes,”*p she said, “that is the price.”"
    },
    {
        "o": 29887,
        "r": "niv:Acts:5:9",
        "t": "Peter*p said to her, “How could you conspire to test the Spirit of the Lord? Listen! The feet of the men who buried your husband are at the door, and they will carry you out also.”"
    },
    {
        "o": 29888,
        "r": "niv:Acts:5:10",
        "t": "At*p that moment she fell down at his feet and died. Then the young men came in and, finding her dead, carried her out and buried her beside her husband."
    },
    {
        "o": 29889,
        "r": "niv:Acts:5:11",
        "t": "Great fear seized the whole church and all who heard about these events."
    },
    {
        "o": 29890,
        "r": "niv:Acts:5:11",
        "t": "The Apostles Heal Many",
        "h": 2
    },
    {
        "o": 29891,
        "r": "niv:Acts:5:12",
        "t": "The*p apostles performed many signs and wonders among the people. And all the believers used to meet together in Solomon’s Colonnade."
    },
    {
        "o": 29892,
        "r": "niv:Acts:5:13",
        "t": "No one else dared join them, even though they were highly regarded by the people."
    },
    {
        "o": 29893,
        "r": "niv:Acts:5:14",
        "t": "Nevertheless, more and more men and women believed in the Lord and were added to their number."
    },
    {
        "o": 29894,
        "r": "niv:Acts:5:15",
        "t": "As a result, people brought the sick into the streets and laid them on beds and mats so that at least Peter’s shadow might fall on some of them as he passed by."
    },
    {
        "o": 29895,
        "r": "niv:Acts:5:16",
        "t": "Crowds gathered also from the towns around Jerusalem, bringing their sick and those tormented by impure spirits, and all of them were healed."
    },
    {
        "o": 29896,
        "r": "niv:Acts:5:16",
        "t": "The Apostles Persecuted",
        "h": 2
    },
    {
        "o": 29897,
        "r": "niv:Acts:5:17",
        "t": "Then*p the high priest and all his associates, who were members of the party of the Sadducees, were filled with jealousy."
    },
    {
        "o": 29898,
        "r": "niv:Acts:5:18",
        "t": "They arrested the apostles and put them in the public jail."
    },
    {
        "o": 29899,
        "r": "niv:Acts:5:19",
        "t": "But during the night an angel of the Lord opened the doors of the jail and brought them out."
    },
    {
        "o": 29900,
        "r": "niv:Acts:5:20",
        "t": "“Go, stand in the temple courts,” he said, “and tell the people all about this new life.”"
    },
    {
        "o": 29901,
        "r": "niv:Acts:5:21",
        "t": "At*p daybreak they entered the temple courts, as they had been told, and began to teach the people. When*p the high priest and his associates arrived, they called together the Sanhedrin—the full assembly of the elders of Israel—and sent to the jail for the apostles."
    },
    {
        "o": 29902,
        "r": "niv:Acts:5:22",
        "t": "But on arriving at the jail, the officers did not find them there. So they went back and reported,"
    },
    {
        "o": 29903,
        "r": "niv:Acts:5:23",
        "t": "“We found the jail securely locked, with the guards standing at the doors; but when we opened them, we found no one inside.”"
    },
    {
        "o": 29904,
        "r": "niv:Acts:5:24",
        "t": "On hearing this report, the captain of the temple guard and the chief priests were at a loss, wondering what this might lead to."
    },
    {
        "o": 29905,
        "r": "niv:Acts:5:25",
        "t": "Then*p someone came and said, “Look! The men you put in jail are standing in the temple courts teaching the people.”"
    },
    {
        "o": 29906,
        "r": "niv:Acts:5:26",
        "t": "At that, the captain went with his officers and brought the apostles. They did not use force, because they feared that the people would stone them."
    },
    {
        "o": 29907,
        "r": "niv:Acts:5:27",
        "t": "The*p apostles were brought in and made to appear before the Sanhedrin to be questioned by the high priest."
    },
    {
        "o": 29908,
        "r": "niv:Acts:5:28",
        "t": "“We gave you strict orders not to teach in this name,” he said. “Yet you have filled Jerusalem with your teaching and are determined to make us guilty of this man’s blood.”"
    },
    {
        "o": 29909,
        "r": "niv:Acts:5:29",
        "t": "Peter*p and the other apostles replied: “We must obey God rather than human beings!"
    },
    {
        "o": 29910,
        "r": "niv:Acts:5:30",
        "t": "The God of our ancestors raised Jesus from the dead—whom you killed by hanging him on a cross."
    },
    {
        "o": 29911,
        "r": "niv:Acts:5:31",
        "t": "God exalted him to his own right hand as Prince and Savior that he might bring Israel to repentance and forgive their sins."
    },
    {
        "o": 29912,
        "r": "niv:Acts:5:32",
        "t": "We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him.”"
    },
    {
        "o": 29913,
        "r": "niv:Acts:5:33",
        "t": "When*p they heard this, they were furious and wanted to put them to death."
    },
    {
        "o": 29914,
        "r": "niv:Acts:5:34",
        "t": "But a Pharisee named Gamaliel, a teacher of the law, who was honored by all the people, stood up in the Sanhedrin and ordered that the men be put outside for a little while."
    },
    {
        "o": 29915,
        "r": "niv:Acts:5:35",
        "t": "Then he addressed the Sanhedrin: “Men of Israel, consider carefully what you intend to do to these men."
    },
    {
        "o": 29916,
        "r": "niv:Acts:5:36",
        "t": "Some time ago Theudas appeared, claiming to be somebody, and about four hundred men rallied to him. He was killed, all his followers were dispersed, and it all came to nothing."
    },
    {
        "o": 29917,
        "r": "niv:Acts:5:37",
        "t": "After him, Judas the Galilean appeared in the days of the census and led a band of people in revolt. He too was killed, and all his followers were scattered."
    },
    {
        "o": 29918,
        "r": "niv:Acts:5:38",
        "t": "Therefore, in the present case I advise you: Leave these men alone! Let them go! For if their purpose or activity is of human origin, it will fail."
    },
    {
        "o": 29919,
        "r": "niv:Acts:5:39",
        "t": "But if it is from God, you will not be able to stop these men; you will only find yourselves fighting against God.”"
    },
    {
        "o": 29920,
        "r": "niv:Acts:5:40",
        "t": "His*p speech persuaded them. They called the apostles in and had them flogged. Then they ordered them not to speak in the name of Jesus, and let them go."
    },
    {
        "o": 29921,
        "r": "niv:Acts:5:41",
        "t": "The*p apostles left the Sanhedrin, rejoicing because they had been counted worthy of suffering disgrace for the Name."
    },
    {
        "o": 29922,
        "r": "niv:Acts:5:42",
        "t": "Day after day, in the temple courts and from house to house, they never stopped teaching and proclaiming the good news that Jesus is the Messiah."
    }
]
