[
    {
        "o": 7451,
        "r": "nkjv:Judges:9:0",
        "t": "Judges 9",
        "h": 1
    },
    {
        "o": 7452,
        "r": "nkjv:Judges:9:0",
        "t": "Abimelech’s Conspiracy",
        "h": 2
    },
    {
        "o": 7453,
        "r": "nkjv:Judges:9:1",
        "t": "Then*p Abimelech the son of Jerubbaal went to Shechem, to his mother’s brothers, and spoke with them and with all the family of the house of his mother’s father, saying,"
    },
    {
        "o": 7454,
        "r": "nkjv:Judges:9:2",
        "t": "“Please speak in the hearing of all the men of Shechem: ‘Which is better for you, that all seventy of the sons of Jerubbaal reign over you, or that one reign over you?’ Remember that I am*i your own flesh and bone.”"
    },
    {
        "o": 7455,
        "r": "nkjv:Judges:9:3",
        "t": "And*p his mother’s brothers spoke all these words concerning him in the hearing of all the men of Shechem; and their heart was inclined to follow Abimelech, for they said, “He is our brother.”"
    },
    {
        "o": 7456,
        "r": "nkjv:Judges:9:4",
        "t": "So they gave him seventy shekels*i of silver from the temple of Baal-Berith, with which Abimelech hired worthless and reckless men; and they followed him."
    },
    {
        "o": 7457,
        "r": "nkjv:Judges:9:5",
        "t": "Then he went to his father’s house at Ophrah and killed his brothers, the seventy sons of Jerubbaal, on one stone. But Jotham the youngest son of Jerubbaal was left, because he hid himself."
    },
    {
        "o": 7458,
        "r": "nkjv:Judges:9:6",
        "t": "And all the men of Shechem gathered together, all of Beth Millo, and they went and made Abimelech king beside the terebinth tree at the pillar that was*i in Shechem."
    },
    {
        "o": 7459,
        "r": "nkjv:Judges:9:6",
        "t": "The Parable of the Trees",
        "h": 2
    },
    {
        "o": 7460,
        "r": "nkjv:Judges:9:7",
        "t": "Now*p when they told Jotham, he went and stood on top of Mount Gerizim, and lifted his voice and cried out. And he said to them: “Listen*pn to me, you men of Shechem, That*ld God may listen to you!"
    },
    {
        "o": 7461,
        "r": "nkjv:Judges:9:8",
        "t": "“The*ln trees once went forth to anoint a king over them. And*ld they said to the olive tree, ‘Reign*ld over us!’"
    },
    {
        "o": 7462,
        "r": "nkjv:Judges:9:9",
        "t": "But*ld the olive tree said to them, ‘Should*ld I cease giving my oil, With*ld which they honor God and men, And*ld go to sway over trees?’"
    },
    {
        "o": 7463,
        "r": "nkjv:Judges:9:10",
        "t": "“Then*ln the trees said to the fig tree, ‘You*ld come and*i reign over us!’"
    },
    {
        "o": 7464,
        "r": "nkjv:Judges:9:11",
        "t": "But*ld the fig tree said to them, ‘Should*ld I cease my sweetness and my good fruit, And*ld go to sway over trees?’"
    },
    {
        "o": 7465,
        "r": "nkjv:Judges:9:12",
        "t": "“Then*ln the trees said to the vine, ‘You*ld come and*i reign over us!’"
    },
    {
        "o": 7466,
        "r": "nkjv:Judges:9:13",
        "t": "But*ld the vine said to them, ‘Should*ld I cease my new wine, Which*ld cheers both*i God and men, And*ld go to sway over trees?’"
    },
    {
        "o": 7467,
        "r": "nkjv:Judges:9:14",
        "t": "“Then*ln all the trees said to the bramble, ‘You*ld come and*i reign over us!’"
    },
    {
        "o": 7468,
        "r": "nkjv:Judges:9:15",
        "t": "And*ld the bramble said to the trees, ‘If*ld in truth you anoint me as king over you, Then*ild come and*i take shelter in my shade; But*ld if not, let fire come out of the bramble And*ld devour the cedars of Lebanon!’"
    },
    {
        "o": 7469,
        "r": "nkjv:Judges:9:16",
        "t": "“Now*p therefore, if you have acted in truth and sincerity in making Abimelech king, and if you have dealt well with Jerubbaal and his house, and have done to him as he deserves—"
    },
    {
        "o": 7470,
        "r": "nkjv:Judges:9:17",
        "t": "for my father fought for you, risked his life, and delivered you out of the hand of Midian;"
    },
    {
        "o": 7471,
        "r": "nkjv:Judges:9:18",
        "t": "but you have risen up against my father’s house this day, and killed his seventy sons on one stone, and made Abimelech, the son of his female servant, king over the men of Shechem, because he is your brother—"
    },
    {
        "o": 7472,
        "r": "nkjv:Judges:9:19",
        "t": "if then you have acted in truth and sincerity with Jerubbaal and with his house this day, then*i rejoice in Abimelech, and let him also rejoice in you."
    },
    {
        "o": 7473,
        "r": "nkjv:Judges:9:20",
        "t": "“But if not, let fire come from Abimelech and devour the men of Shechem and Beth Millo; and let fire come from the men of Shechem and from Beth Millo and devour Abimelech!”"
    },
    {
        "o": 7474,
        "r": "nkjv:Judges:9:21",
        "t": "And Jotham ran away and fled; and he went to Beer and dwelt there, for fear of Abimelech his brother."
    },
    {
        "o": 7475,
        "r": "nkjv:Judges:9:21",
        "t": "Downfall of Abimelech",
        "h": 2
    },
    {
        "o": 7476,
        "r": "nkjv:Judges:9:22",
        "t": "After*p Abimelech had reigned over Israel three years,"
    },
    {
        "o": 7477,
        "r": "nkjv:Judges:9:23",
        "t": "God sent a spirit of ill will between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech,"
    },
    {
        "o": 7478,
        "r": "nkjv:Judges:9:24",
        "t": "that the crime done*i to the seventy sons of Jerubbaal might be settled and their blood be laid on Abimelech their brother, who killed them, and on the men of Shechem, who aided him in the killing of his brothers."
    },
    {
        "o": 7479,
        "r": "nkjv:Judges:9:25",
        "t": "And the men of Shechem set men in ambush against him on the tops of the mountains, and they robbed all who passed by them along that way; and it was told Abimelech."
    },
    {
        "o": 7480,
        "r": "nkjv:Judges:9:26",
        "t": "Now*p Gaal the son of Ebed came with his brothers and went over to Shechem; and the men of Shechem put their confidence in him."
    },
    {
        "o": 7481,
        "r": "nkjv:Judges:9:27",
        "t": "So they went out into the fields, and gathered grapes*i from their vineyards and trod them,*i and made merry. And they went into the house of their god, and ate and drank, and cursed Abimelech."
    },
    {
        "o": 7482,
        "r": "nkjv:Judges:9:28",
        "t": "Then Gaal the son of Ebed said, “Who is*i Abimelech, and who is*i Shechem, that we should serve him? Is*i he*i not the son of Jerubbaal, and is*i not*i Zebul his officer? Serve the men of Hamor the father of Shechem; but why should we serve him?"
    },
    {
        "o": 7483,
        "r": "nkjv:Judges:9:29",
        "t": "If only this people were under my authority! Then I would remove Abimelech.” So he said to Abimelech, “Increase your army and come out!”"
    },
    {
        "o": 7484,
        "r": "nkjv:Judges:9:30",
        "t": "When*p Zebul, the ruler of the city, heard the words of Gaal the son of Ebed, his anger was aroused."
    },
    {
        "o": 7485,
        "r": "nkjv:Judges:9:31",
        "t": "And he sent messengers to Abimelech secretly, saying, “Take note! Gaal the son of Ebed and his brothers have come to Shechem; and here they are, fortifying the city against you."
    },
    {
        "o": 7486,
        "r": "nkjv:Judges:9:32",
        "t": "Now therefore, get up by night, you and the people who are*i with you, and lie in wait in the field."
    },
    {
        "o": 7487,
        "r": "nkjv:Judges:9:33",
        "t": "And it shall be, as soon as the sun is up in the morning, that*i you shall rise early and rush upon the city; and when*i he and the people who are with him come out against you, you may then do to them as you find opportunity.”"
    },
    {
        "o": 7488,
        "r": "nkjv:Judges:9:34",
        "t": "So*p Abimelech and all the people who were*i with him rose by night, and lay in wait against Shechem in four companies."
    },
    {
        "o": 7489,
        "r": "nkjv:Judges:9:35",
        "t": "When Gaal the son of Ebed went out and stood in the entrance to the city gate, Abimelech and the people who were*i with him rose from lying in wait."
    },
    {
        "o": 7490,
        "r": "nkjv:Judges:9:36",
        "t": "And when Gaal saw the people, he said to Zebul, “Look, people are coming down from the tops of the mountains!” But*p Zebul said to him, “You see the shadows of the mountains as if*i they*i were*i men.”"
    },
    {
        "o": 7491,
        "r": "nkjv:Judges:9:37",
        "t": "So*p Gaal spoke again and said, “See, people are coming down from the center of the land, and another company is coming from the Diviners’ Terebinth Tree.”"
    },
    {
        "o": 7492,
        "r": "nkjv:Judges:9:38",
        "t": "Then*p Zebul said to him, “Where indeed is*i your mouth now, with which you said, ‘Who is Abimelech, that we should serve him?’ Are*i not these the people whom you despised? Go out, if you will, and fight with them now.”"
    },
    {
        "o": 7493,
        "r": "nkjv:Judges:9:39",
        "t": "So*p Gaal went out, leading the men of Shechem, and fought with Abimelech."
    },
    {
        "o": 7494,
        "r": "nkjv:Judges:9:40",
        "t": "And Abimelech chased him, and he fled from him; and many fell wounded, to the very*i entrance of the gate."
    },
    {
        "o": 7495,
        "r": "nkjv:Judges:9:41",
        "t": "Then Abimelech dwelt at Arumah, and Zebul drove out Gaal and his brothers, so that they would not dwell in Shechem."
    },
    {
        "o": 7496,
        "r": "nkjv:Judges:9:42",
        "t": "And*p it came about on the next day that the people went out into the field, and they told Abimelech."
    },
    {
        "o": 7497,
        "r": "nkjv:Judges:9:43",
        "t": "So he took his people, divided them into three companies, and lay in wait in the field. And he looked, and there were the people, coming out of the city; and he rose against them and attacked them."
    },
    {
        "o": 7498,
        "r": "nkjv:Judges:9:44",
        "t": "Then Abimelech and the company that was*i with him rushed forward and stood at the entrance of the gate of the city; and the other*i two companies rushed upon all who were*i in the fields and killed them."
    },
    {
        "o": 7499,
        "r": "nkjv:Judges:9:45",
        "t": "So Abimelech fought against the city all that day; he took the city and killed the people who were*i in it; and he demolished the city and sowed it with salt."
    },
    {
        "o": 7500,
        "r": "nkjv:Judges:9:46",
        "t": "Now*p when all the men of the tower of Shechem had heard that,*i they entered the stronghold of the temple of the god Berith."
    },
    {
        "o": 7501,
        "r": "nkjv:Judges:9:47",
        "t": "And it was told Abimelech that all the men of the tower of Shechem were gathered together."
    },
    {
        "o": 7502,
        "r": "nkjv:Judges:9:48",
        "t": "Then Abimelech went up to Mount Zalmon, he and all the people who were*i with him. And Abimelech took an ax in his hand and cut down a bough from the trees, and took it and laid it*i on his shoulder; then he said to the people who were with him, “What you have seen me do, make haste and*i do as I have*i done.”*i"
    },
    {
        "o": 7503,
        "r": "nkjv:Judges:9:49",
        "t": "So each of the people likewise cut down his own bough and followed Abimelech, put them*i against the stronghold, and set the stronghold on fire above them, so that all the people of the tower of Shechem died, about a thousand men and women."
    },
    {
        "o": 7504,
        "r": "nkjv:Judges:9:50",
        "t": "Then*p Abimelech went to Thebez, and he encamped against Thebez and took it."
    },
    {
        "o": 7505,
        "r": "nkjv:Judges:9:51",
        "t": "But there was a strong tower in the city, and all the men and women—all the people of the city—fled there and shut themselves in; then they went up to the top of the tower."
    },
    {
        "o": 7506,
        "r": "nkjv:Judges:9:52",
        "t": "So Abimelech came as far as the tower and fought against it; and he drew near the door of the tower to burn it with fire."
    },
    {
        "o": 7507,
        "r": "nkjv:Judges:9:53",
        "t": "But a certain woman dropped an upper millstone on Abimelech’s head and crushed his skull."
    },
    {
        "o": 7508,
        "r": "nkjv:Judges:9:54",
        "t": "Then he called quickly to the young man, his armorbearer, and said to him, “Draw your sword and kill me, lest men say of me, ‘A woman killed him.’” So his young man thrust him through, and he died."
    },
    {
        "o": 7509,
        "r": "nkjv:Judges:9:55",
        "t": "And when the men of Israel saw that Abimelech was dead, they departed, every man to his place."
    },
    {
        "o": 7510,
        "r": "nkjv:Judges:9:56",
        "t": "Thus*p God repaid the wickedness of Abimelech, which he had done to his father by killing his seventy brothers."
    },
    {
        "o": 7511,
        "r": "nkjv:Judges:9:57",
        "t": "And all the evil of the men of Shechem God returned on their own heads, and on them came the curse of Jotham the son of Jerubbaal."
    }
]
