[
    {
        "o": 28133,
        "r": "csb:Luke:1:0",
        "t": "Luke 1",
        "h": 1
    },
    {
        "o": 28134,
        "r": "csb:Luke:1:0",
        "t": "The Dedication to Theophilus",
        "h": 2
    },
    {
        "o": 28135,
        "r": "csb:Luke:1:1",
        "t": "Many*p have undertaken to compile a narrative about the events that have been fulfilled among us,"
    },
    {
        "o": 28136,
        "r": "csb:Luke:1:2",
        "t": "just as the original eyewitnesses and servants of the word handed them down to us."
    },
    {
        "o": 28137,
        "r": "csb:Luke:1:3",
        "t": "So it also seemed good to me, since I have carefully investigated everything from the very first, to write to you in an orderly sequence, most honorable Theophilus,"
    },
    {
        "o": 28138,
        "r": "csb:Luke:1:4",
        "t": "so that you may know the certainty of the things about which you have been instructed."
    },
    {
        "o": 28139,
        "r": "csb:Luke:1:4",
        "t": "Gabriel Predicts John’s Birth",
        "h": 2
    },
    {
        "o": 28140,
        "r": "csb:Luke:1:5",
        "t": "In*p the days of King Herod of Judea, there was a priest of Abijah’s division named Zechariah. His wife was from the daughters of Aaron, and her name was Elizabeth."
    },
    {
        "o": 28141,
        "r": "csb:Luke:1:6",
        "t": "Both were righteous in God’s sight, living without blame according to all the commands and requirements of the Lord."
    },
    {
        "o": 28142,
        "r": "csb:Luke:1:7",
        "t": "But they had no children because Elizabeth could not conceive, and both of them were well along in years."
    },
    {
        "o": 28143,
        "r": "csb:Luke:1:8",
        "t": "When*p his division was on duty and he was serving as priest before God,"
    },
    {
        "o": 28144,
        "r": "csb:Luke:1:9",
        "t": "it happened that he was chosen by lot, according to the custom of the priesthood, to enter the sanctuary of the Lord and burn incense."
    },
    {
        "o": 28145,
        "r": "csb:Luke:1:10",
        "t": "At the hour of incense the whole assembly of the people was praying outside."
    },
    {
        "o": 28146,
        "r": "csb:Luke:1:11",
        "t": "An angel of the Lord appeared to him, standing to the right of the altar of incense."
    },
    {
        "o": 28147,
        "r": "csb:Luke:1:12",
        "t": "When Zechariah saw him, he was terrified and overcome with fear."
    },
    {
        "o": 28148,
        "r": "csb:Luke:1:13",
        "t": "But the angel said to him, “Do not be afraid, Zechariah, because your prayer has been heard. Your wife Elizabeth will bear you a son, and you will name him John."
    },
    {
        "o": 28149,
        "r": "csb:Luke:1:14",
        "t": "There will be joy and delight for you, and many will rejoice at his birth."
    },
    {
        "o": 28150,
        "r": "csb:Luke:1:15",
        "t": "For he will be great in the sight of the Lord and will never drink wine or beer. He will be filled with the Holy Spirit while still in his mother’s womb."
    },
    {
        "o": 28151,
        "r": "csb:Luke:1:16",
        "t": "He will turn many of the children of Israel to the Lord their God."
    },
    {
        "o": 28152,
        "r": "csb:Luke:1:17",
        "t": "And he will go before him in the spirit and power of Elijah, to turn the hearts of fathers to their children, and the disobedient to the understanding of the righteous, to make ready for the Lord a prepared people.”"
    },
    {
        "o": 28153,
        "r": "csb:Luke:1:18",
        "t": "“How*p can I know this?” Zechariah asked the angel. “For I am an old man, and my wife is well along in years.”"
    },
    {
        "o": 28154,
        "r": "csb:Luke:1:19",
        "t": "The*p angel answered him, “I am Gabriel, who stands in the presence of God, and I was sent to speak to you and tell you this good news."
    },
    {
        "o": 28155,
        "r": "csb:Luke:1:20",
        "t": "Now listen. You will become silent and unable to speak until the day these things take place, because you did not believe my words, which will be fulfilled in their proper time.”"
    },
    {
        "o": 28156,
        "r": "csb:Luke:1:21",
        "t": "Meanwhile,*p the people were waiting for Zechariah, amazed that he stayed so long in the sanctuary."
    },
    {
        "o": 28157,
        "r": "csb:Luke:1:22",
        "t": "When he did come out, he could not speak to them. Then they realized that he had seen a vision in the sanctuary. He was making signs to them and remained speechless."
    },
    {
        "o": 28158,
        "r": "csb:Luke:1:23",
        "t": "When the days of his ministry were completed, he went back home."
    },
    {
        "o": 28159,
        "r": "csb:Luke:1:24",
        "t": "After*p these days his wife Elizabeth conceived and kept herself in seclusion for five months. She said,"
    },
    {
        "o": 28160,
        "r": "csb:Luke:1:25",
        "t": "“The Lord has done this for me. He has looked with favor in these days to take away my disgrace among the people.”"
    },
    {
        "o": 28161,
        "r": "csb:Luke:1:25",
        "t": "Gabriel Predicts Jesus’s Birth",
        "h": 2
    },
    {
        "o": 28162,
        "r": "csb:Luke:1:26",
        "t": "In*p the sixth month, the angel Gabriel was sent by God to a town in Galilee called Nazareth,"
    },
    {
        "o": 28163,
        "r": "csb:Luke:1:27",
        "t": "to a virgin engaged to a man named Joseph, of the house of David. The virgin’s name was Mary."
    },
    {
        "o": 28164,
        "r": "csb:Luke:1:28",
        "t": "And the angel came to her and said, “Greetings, favored woman! The Lord is with you.”"
    },
    {
        "o": 28165,
        "r": "csb:Luke:1:29",
        "t": "But she was deeply troubled by this statement, wondering what kind of greeting this could be."
    },
    {
        "o": 28166,
        "r": "csb:Luke:1:30",
        "t": "Then the angel told her, “Do not be afraid, Mary, for you have found favor with God."
    },
    {
        "o": 28167,
        "r": "csb:Luke:1:31",
        "t": "Now listen: You will conceive and give birth to a son, and you will name him Jesus."
    },
    {
        "o": 28168,
        "r": "csb:Luke:1:32",
        "t": "He will be great and will be called the Son of the Most High, and the Lord God will give him the throne of his father David."
    },
    {
        "o": 28169,
        "r": "csb:Luke:1:33",
        "t": "He will reign over the house of Jacob forever, and his kingdom will have no end.”"
    },
    {
        "o": 28170,
        "r": "csb:Luke:1:34",
        "t": "Mary*p asked the angel, “How can this be, since I have not had sexual relations with a man?”"
    },
    {
        "o": 28171,
        "r": "csb:Luke:1:35",
        "t": "The*p angel replied to her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you. Therefore, the holy one to be born will be called the Son of God."
    },
    {
        "o": 28172,
        "r": "csb:Luke:1:36",
        "t": "And consider your relative Elizabeth - even she has conceived a son in her old age, and this is the sixth month for her who was called childless."
    },
    {
        "o": 28173,
        "r": "csb:Luke:1:37",
        "t": "For nothing will be impossible with God.”"
    },
    {
        "o": 28174,
        "r": "csb:Luke:1:38",
        "t": "“See,*p I am the Lord’s servant,” said Mary. “May it happen to me as you have said.” Then the angel left her."
    },
    {
        "o": 28175,
        "r": "csb:Luke:1:38",
        "t": "Mary’s Visit to Elizabeth",
        "h": 2
    },
    {
        "o": 28176,
        "r": "csb:Luke:1:39",
        "t": "In*p those days Mary set out and hurried to a town in the hill country of Judah"
    },
    {
        "o": 28177,
        "r": "csb:Luke:1:40",
        "t": "where she entered Zechariah’s house and greeted Elizabeth."
    },
    {
        "o": 28178,
        "r": "csb:Luke:1:41",
        "t": "When Elizabeth heard Mary’s greeting, the baby leaped inside her, and Elizabeth was filled with the Holy Spirit."
    },
    {
        "o": 28179,
        "r": "csb:Luke:1:42",
        "t": "Then she exclaimed with a loud cry, “Blessed are you among women, and your child will be blessed!"
    },
    {
        "o": 28180,
        "r": "csb:Luke:1:43",
        "t": "How could this happen to me, that the mother of my Lord should come to me?"
    },
    {
        "o": 28181,
        "r": "csb:Luke:1:44",
        "t": "For you see, when the sound of your greeting reached my ears, the baby leaped for joy inside me."
    },
    {
        "o": 28182,
        "r": "csb:Luke:1:45",
        "t": "Blessed is she who has believed that the Lord would fulfill what he has spoken to her!”"
    },
    {
        "o": 28183,
        "r": "csb:Luke:1:45",
        "t": "Mary’s Praise",
        "h": 2
    },
    {
        "o": 28184,
        "r": "csb:Luke:1:46",
        "t": "And*p Mary said: My*pn soul magnifies the Lord,"
    },
    {
        "o": 28185,
        "r": "csb:Luke:1:47",
        "t": "and*ln my spirit rejoices in God my Savior,"
    },
    {
        "o": 28186,
        "r": "csb:Luke:1:48",
        "t": "because*ln he has looked with favor on*ln the humble condition of his servant. Surely,*ln from now on all generations will*ln call me blessed,"
    },
    {
        "o": 28187,
        "r": "csb:Luke:1:49",
        "t": "because*ln the Mighty One has*ln done great things for me, and*ln his name is holy."
    },
    {
        "o": 28188,
        "r": "csb:Luke:1:50",
        "t": "His*ln mercy is from generation to generation on*ln those who fear him."
    },
    {
        "o": 28189,
        "r": "csb:Luke:1:51",
        "t": "He*ln has done a mighty deed with his arm; he*ln has scattered the proud because*ln of the thoughts of their hearts;"
    },
    {
        "o": 28190,
        "r": "csb:Luke:1:52",
        "t": "he*ln has toppled the mighty from their thrones and*ln exalted the lowly."
    },
    {
        "o": 28191,
        "r": "csb:Luke:1:53",
        "t": "He*ln has satisfied the hungry with good things and*ln sent the rich away empty."
    },
    {
        "o": 28192,
        "r": "csb:Luke:1:54",
        "t": "He*ln has helped his servant Israel, remembering*ln his mercy"
    },
    {
        "o": 28193,
        "r": "csb:Luke:1:55",
        "t": "to*ln Abraham and his descendants forever, just*ln as he spoke to our ancestors."
    },
    {
        "o": 28194,
        "r": "csb:Luke:1:56",
        "t": "And*p Mary stayed with her about three months; then she returned to her home."
    },
    {
        "o": 28195,
        "r": "csb:Luke:1:56",
        "t": "The Birth and Naming of John",
        "h": 2
    },
    {
        "o": 28196,
        "r": "csb:Luke:1:57",
        "t": "Now*p the time had come for Elizabeth to give birth, and she had a son."
    },
    {
        "o": 28197,
        "r": "csb:Luke:1:58",
        "t": "Then her neighbors and relatives heard that the Lord had shown her his great mercy, and they rejoiced with her."
    },
    {
        "o": 28198,
        "r": "csb:Luke:1:59",
        "t": "When*p they came to circumcise the child on the eighth day, they were going to name him Zechariah, after his father."
    },
    {
        "o": 28199,
        "r": "csb:Luke:1:60",
        "t": "But his mother responded, “No. He will be called John.”"
    },
    {
        "o": 28200,
        "r": "csb:Luke:1:61",
        "t": "Then*p they said to her, “None of your relatives has that name.”"
    },
    {
        "o": 28201,
        "r": "csb:Luke:1:62",
        "t": "So they motioned to his father to find out what he wanted him to be called."
    },
    {
        "o": 28202,
        "r": "csb:Luke:1:63",
        "t": "He asked for a writing tablet and wrote, “His name is John.” And they were all amazed."
    },
    {
        "o": 28203,
        "r": "csb:Luke:1:64",
        "t": "Immediately his mouth was opened and his tongue set free, and he began to speak, praising God."
    },
    {
        "o": 28204,
        "r": "csb:Luke:1:65",
        "t": "Fear came on all those who lived around them, and all these things were being talked about throughout the hill country of Judea."
    },
    {
        "o": 28205,
        "r": "csb:Luke:1:66",
        "t": "All who heard about him took it to heart, saying, “What then will this child become?” For, indeed, the Lord’s hand was with him."
    },
    {
        "o": 28206,
        "r": "csb:Luke:1:66",
        "t": "Zechariah’s Prophecy",
        "h": 2
    },
    {
        "o": 28207,
        "r": "csb:Luke:1:67",
        "t": "Then*p his father Zechariah was filled with the Holy Spirit and prophesied:"
    },
    {
        "o": 28208,
        "r": "csb:Luke:1:68",
        "t": "Blessed*pn is the Lord, the God of Israel, because*ln he has visited and*ln provided redemption for his people."
    },
    {
        "o": 28209,
        "r": "csb:Luke:1:69",
        "t": "He*ln has raised up a horn of salvation for us in*ln the house of his servant David,"
    },
    {
        "o": 28210,
        "r": "csb:Luke:1:70",
        "t": "just*ln as he spoke by the mouth of*ln his holy prophets in ancient times;"
    },
    {
        "o": 28211,
        "r": "csb:Luke:1:71",
        "t": "salvation*ln from our enemies and*ln from the hand of those who hate us."
    },
    {
        "o": 28212,
        "r": "csb:Luke:1:72",
        "t": "He*ln has dealt mercifully with our ancestors and*ln remembered his holy covenant—"
    },
    {
        "o": 28213,
        "r": "csb:Luke:1:73",
        "t": "the*ln oath that he swore to our father Abraham, to*ln grant that we,"
    },
    {
        "o": 28214,
        "r": "csb:Luke:1:74",
        "t": "having*ln been rescued from*ln the hand of our enemies, would*ln serve him without fear"
    },
    {
        "o": 28215,
        "r": "csb:Luke:1:75",
        "t": "in*ln holiness and righteousness in*ln his presence all our days."
    },
    {
        "o": 28216,
        "r": "csb:Luke:1:76",
        "t": "And*ln you, child, will be called a*ln prophet of the Most High, for*ln you will go before the Lord to*ln prepare his ways,"
    },
    {
        "o": 28217,
        "r": "csb:Luke:1:77",
        "t": "to*ln give his people knowledge of salvation through*ln the forgiveness of their sins."
    },
    {
        "o": 28218,
        "r": "csb:Luke:1:78",
        "t": "Because*ln of our God’s merciful compassion, the*ln dawn from on high will visit us"
    },
    {
        "o": 28219,
        "r": "csb:Luke:1:79",
        "t": "to*ln shine on those who live in darkness and*ln the shadow of death, to*ln guide our feet into the way of peace."
    },
    {
        "o": 28220,
        "r": "csb:Luke:1:80",
        "t": "The*p child grew up and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel."
    }
]
