[
    {
        "o": 22659,
        "r": "niv:Ezekiel:9:0",
        "t": "Ezekiel 9",
        "h": 1
    },
    {
        "o": 22660,
        "r": "niv:Ezekiel:9:0",
        "t": "Judgment on the Idolaters",
        "h": 2
    },
    {
        "o": 22661,
        "r": "niv:Ezekiel:9:1",
        "t": "Then*p I heard him call out in a loud voice, “Bring near those who are appointed to execute judgment on the city, each with a weapon in his hand.”"
    },
    {
        "o": 22662,
        "r": "niv:Ezekiel:9:2",
        "t": "And I saw six men coming from the direction of the upper gate, which faces north, each with a deadly weapon in his hand. With them was a man clothed in linen who had a writing kit at his side. They came in and stood beside the bronze altar."
    },
    {
        "o": 22663,
        "r": "niv:Ezekiel:9:3",
        "t": "Now*p the glory of the God of Israel went up from above the cherubim, where it had been, and moved to the threshold of the temple. Then the Lord*s called to the man clothed in linen who had the writing kit at his side"
    },
    {
        "o": 22664,
        "r": "niv:Ezekiel:9:4",
        "t": "and said to him, “Go throughout the city of Jerusalem and put a mark on the foreheads of those who grieve and lament over all the detestable things that are done in it.”"
    },
    {
        "o": 22665,
        "r": "niv:Ezekiel:9:5",
        "t": "As*p I listened, he said to the others, “Follow him through the city and kill, without showing pity or compassion."
    },
    {
        "o": 22666,
        "r": "niv:Ezekiel:9:6",
        "t": "Slaughter the old men, the young men and women, the mothers and children, but do not touch anyone who has the mark. Begin at my sanctuary.” So they began with the old men who were in front of the temple."
    },
    {
        "o": 22667,
        "r": "niv:Ezekiel:9:7",
        "t": "Then*p he said to them, “Defile the temple and fill the courts with the slain. Go!” So they went out and began killing throughout the city."
    },
    {
        "o": 22668,
        "r": "niv:Ezekiel:9:8",
        "t": "While they were killing and I was left alone, I fell facedown, crying out, “Alas, Sovereign Lord!*s Are you going to destroy the entire remnant of Israel in this outpouring of your wrath on Jerusalem?”"
    },
    {
        "o": 22669,
        "r": "niv:Ezekiel:9:9",
        "t": "He*p answered me, “The sin of the people of Israel and Judah is exceedingly great; the land is full of bloodshed and the city is full of injustice. They say, ‘The Lord*s has forsaken the land; the Lord*s does not see.’"
    },
    {
        "o": 22670,
        "r": "niv:Ezekiel:9:10",
        "t": "So I will not look on them with pity or spare them, but I will bring down on their own heads what they have done.”"
    },
    {
        "o": 22671,
        "r": "niv:Ezekiel:9:11",
        "t": "Then*p the man in linen with the writing kit at his side brought back word, saying, “I have done as you commanded.”"
    }
]
