[
    {
        "o": 12638,
        "r": "niv:2 Chronicles:18:0",
        "t": "2 Chronicles 18",
        "h": 1
    },
    {
        "o": 12639,
        "r": "niv:2 Chronicles:18:0",
        "t": "Micaiah Prophesies Against Ahab",
        "h": 2
    },
    {
        "o": 12640,
        "r": "niv:2 Chronicles:18:1",
        "t": "Now*p Jehoshaphat had great wealth and honor, and he allied himself with Ahab by marriage."
    },
    {
        "o": 12641,
        "r": "niv:2 Chronicles:18:2",
        "t": "Some years later he went down to see Ahab in Samaria. Ahab slaughtered many sheep and cattle for him and the people with him and urged him to attack Ramoth Gilead."
    },
    {
        "o": 12642,
        "r": "niv:2 Chronicles:18:3",
        "t": "Ahab king of Israel asked Jehoshaphat king of Judah, “Will you go with me against Ramoth Gilead?” Jehoshaphat*p replied, “I am as you are, and my people as your people; we will join you in the war.”"
    },
    {
        "o": 12643,
        "r": "niv:2 Chronicles:18:4",
        "t": "But Jehoshaphat also said to the king of Israel, “First seek the counsel of the Lord.”*s"
    },
    {
        "o": 12644,
        "r": "niv:2 Chronicles:18:5",
        "t": "So*p the king of Israel brought together the prophets—four hundred men—and asked them, “Shall we go to war against Ramoth Gilead, or shall I not?” “Go,”*p they answered, “for God will give it into the king’s hand.”"
    },
    {
        "o": 12645,
        "r": "niv:2 Chronicles:18:6",
        "t": "But*p Jehoshaphat asked, “Is there no longer a prophet of the Lord*s here whom we can inquire of?”"
    },
    {
        "o": 12646,
        "r": "niv:2 Chronicles:18:7",
        "t": "The*p king of Israel answered Jehoshaphat, “There is still one prophet through whom we can inquire of the Lord,*s but I hate him because he never prophesies anything good about me, but always bad. He is Micaiah son of Imlah.” “The*p king should not say such a thing,” Jehoshaphat replied."
    },
    {
        "o": 12647,
        "r": "niv:2 Chronicles:18:8",
        "t": "So*p the king of Israel called one of his officials and said, “Bring Micaiah son of Imlah at once.”"
    },
    {
        "o": 12648,
        "r": "niv:2 Chronicles:18:9",
        "t": "Dressed*p in their royal robes, the king of Israel and Jehoshaphat king of Judah were sitting on their thrones at the threshing floor by the entrance of the gate of Samaria, with all the prophets prophesying before them."
    },
    {
        "o": 12649,
        "r": "niv:2 Chronicles:18:10",
        "t": "Now Zedekiah son of Kenaanah had made iron horns, and he declared, “This is what the Lord*s says: ‘With these you will gore the Arameans until they are destroyed.’ ”"
    },
    {
        "o": 12650,
        "r": "niv:2 Chronicles:18:11",
        "t": "All*p the other prophets were prophesying the same thing. “Attack Ramoth Gilead and be victorious,” they said, “for the Lord*s will give it into the king’s hand.”"
    },
    {
        "o": 12651,
        "r": "niv:2 Chronicles:18:12",
        "t": "The*p messenger who had gone to summon Micaiah said to him, “Look, the other prophets without exception are predicting success for the king. Let your word agree with theirs, and speak favorably.”"
    },
    {
        "o": 12652,
        "r": "niv:2 Chronicles:18:13",
        "t": "But*p Micaiah said, “As surely as the Lord*s lives, I can tell him only what my God says.”"
    },
    {
        "o": 12653,
        "r": "niv:2 Chronicles:18:14",
        "t": "When*p he arrived, the king asked him, “Micaiah, shall we go to war against Ramoth Gilead, or shall I not?” “Attack*p and be victorious,” he answered, “for they will be given into your hand.”"
    },
    {
        "o": 12654,
        "r": "niv:2 Chronicles:18:15",
        "t": "The*p king said to him, “How many times must I make you swear to tell me nothing but the truth in the name of the Lord?”*s"
    },
    {
        "o": 12655,
        "r": "niv:2 Chronicles:18:16",
        "t": "Then*p Micaiah answered, “I saw all Israel scattered on the hills like sheep without a shepherd, and the Lord*s said, ‘These people have no master. Let each one go home in peace.’ ”"
    },
    {
        "o": 12656,
        "r": "niv:2 Chronicles:18:17",
        "t": "The*p king of Israel said to Jehoshaphat, “Didn’t I tell you that he never prophesies anything good about me, but only bad?”"
    },
    {
        "o": 12657,
        "r": "niv:2 Chronicles:18:18",
        "t": "Micaiah*p continued, “Therefore hear the word of the Lord:*s I saw the Lord*s sitting on his throne with all the multitudes of heaven standing on his right and on his left."
    },
    {
        "o": 12658,
        "r": "niv:2 Chronicles:18:19",
        "t": "And the Lord*s said, ‘Who will entice Ahab king of Israel into attacking Ramoth Gilead and going to his death there?’ “One*p suggested this, and another that."
    },
    {
        "o": 12659,
        "r": "niv:2 Chronicles:18:20",
        "t": "Finally, a spirit came forward, stood before the Lord*s and said, ‘I will entice him.’ “ ‘By*p what means?’ the Lord*s asked."
    },
    {
        "o": 12660,
        "r": "niv:2 Chronicles:18:21",
        "t": "“ ‘I*p will go and be a deceiving spirit in the mouths of all his prophets,’ he said. “ ‘You*p will succeed in enticing him,’ said the Lord.*s ‘Go and do it.’"
    },
    {
        "o": 12661,
        "r": "niv:2 Chronicles:18:22",
        "t": "“So*p now the Lord*s has put a deceiving spirit in the mouths of these prophets of yours. The Lord*s has decreed disaster for you.”"
    },
    {
        "o": 12662,
        "r": "niv:2 Chronicles:18:23",
        "t": "Then*p Zedekiah son of Kenaanah went up and slapped Micaiah in the face. “Which way did the spirit from the Lord*s go when he went from me to speak to you?” he asked."
    },
    {
        "o": 12663,
        "r": "niv:2 Chronicles:18:24",
        "t": "Micaiah*p replied, “You will find out on the day you go to hide in an inner room.”"
    },
    {
        "o": 12664,
        "r": "niv:2 Chronicles:18:25",
        "t": "The*p king of Israel then ordered, “Take Micaiah and send him back to Amon the ruler of the city and to Joash the king’s son,"
    },
    {
        "o": 12665,
        "r": "niv:2 Chronicles:18:26",
        "t": "and say, ‘This is what the king says: Put this fellow in prison and give him nothing but bread and water until I return safely.’ ”"
    },
    {
        "o": 12666,
        "r": "niv:2 Chronicles:18:27",
        "t": "Micaiah*p declared, “If you ever return safely, the Lord*s has not spoken through me.” Then he added, “Mark my words, all you people!”"
    },
    {
        "o": 12667,
        "r": "niv:2 Chronicles:18:27",
        "t": "Ahab Killed at Ramoth Gilead",
        "h": 2
    },
    {
        "o": 12668,
        "r": "niv:2 Chronicles:18:28",
        "t": "So*p the king of Israel and Jehoshaphat king of Judah went up to Ramoth Gilead."
    },
    {
        "o": 12669,
        "r": "niv:2 Chronicles:18:29",
        "t": "The king of Israel said to Jehoshaphat, “I will enter the battle in disguise, but you wear your royal robes.” So the king of Israel disguised himself and went into battle."
    },
    {
        "o": 12670,
        "r": "niv:2 Chronicles:18:30",
        "t": "Now*p the king of Aram had ordered his chariot commanders, “Do not fight with anyone, small or great, except the king of Israel.”"
    },
    {
        "o": 12671,
        "r": "niv:2 Chronicles:18:31",
        "t": "When the chariot commanders saw Jehoshaphat, they thought, “This is the king of Israel.” So they turned to attack him, but Jehoshaphat cried out, and the Lord*s helped him. God drew them away from him,"
    },
    {
        "o": 12672,
        "r": "niv:2 Chronicles:18:32",
        "t": "for when the chariot commanders saw that he was not the king of Israel, they stopped pursuing him."
    },
    {
        "o": 12673,
        "r": "niv:2 Chronicles:18:33",
        "t": "But*p someone drew his bow at random and hit the king of Israel between the breastplate and the scale armor. The king told the chariot driver, “Wheel around and get me out of the fighting. I’ve been wounded.”"
    },
    {
        "o": 12674,
        "r": "niv:2 Chronicles:18:34",
        "t": "All day long the battle raged, and the king of Israel propped himself up in his chariot facing the Arameans until evening. Then at sunset he died."
    }
]
