[
    {
        "o": 22025,
        "r": "nasb:Jeremiah:33:0",
        "t": "Jeremiah 33",
        "h": 1
    },
    {
        "o": 22026,
        "r": "nasb:Jeremiah:33:0",
        "t": "Restoration Promised",
        "h": 2
    },
    {
        "o": 22027,
        "r": "nasb:Jeremiah:33:1",
        "t": "Then*p the word of the Lord*s came to Jeremiah the second time, while he was still confined in the court of the guard, saying,"
    },
    {
        "o": 22028,
        "r": "nasb:Jeremiah:33:2",
        "t": "“Thus says the Lord*s who made the*i earth,*i the Lord*s who formed it to establish it, the Lord*s is His name,"
    },
    {
        "o": 22029,
        "r": "nasb:Jeremiah:33:3",
        "t": "‘Call to Me and I will answer you, and I will tell you great and mighty things, which you do not know.’"
    },
    {
        "o": 22030,
        "r": "nasb:Jeremiah:33:4",
        "t": "For thus says the Lord*s God of Israel concerning the houses of this city, and concerning the houses of the kings of Judah which are broken down to*i make*i a*i defense*i against the siege ramps and against the sword,"
    },
    {
        "o": 22031,
        "r": "nasb:Jeremiah:33:5",
        "t": "‘While they*i are coming to fight with the Chaldeans and to fill them with the corpses of men whom I have slain in My anger and in My wrath, and I have hidden My face from this city because of all their wickedness:"
    },
    {
        "o": 22032,
        "r": "nasb:Jeremiah:33:6",
        "t": "Behold, I will bring to it health and healing, and I will heal them; and I will reveal to them an abundance of peace and truth."
    },
    {
        "o": 22033,
        "r": "nasb:Jeremiah:33:7",
        "t": "I will restore the fortunes of Judah and the fortunes of Israel and will rebuild them as they were at first."
    },
    {
        "o": 22034,
        "r": "nasb:Jeremiah:33:8",
        "t": "I will cleanse them from all their iniquity by which they have sinned against Me, and I will pardon all their iniquities by which they have sinned against Me and by which they have transgressed against Me."
    },
    {
        "o": 22035,
        "r": "nasb:Jeremiah:33:9",
        "t": "It will be to Me a name of joy, praise and glory before all the nations of the earth which will hear of all the good that I do for them, and they will fear and tremble because of all the good and all the peace that I make for it.’"
    },
    {
        "o": 22036,
        "r": "nasb:Jeremiah:33:10",
        "t": "“Thus*p says the Lord,*s ‘Yet again there will be heard in this place, of which you say, “It is a waste, without man and without beast,” that*i is,*i in the cities of Judah and in the streets of Jerusalem that are desolate, without man and without inhabitant and without beast,"
    },
    {
        "o": 22037,
        "r": "nasb:Jeremiah:33:11",
        "t": "the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voice of those who say, “Give*pn thanks to the Lord*s of hosts, For*ln the Lord*s is good, For*ln His lovingkindness is everlasting”; and*ip of*i those*i who bring a thank offering into the house of the Lord.*s For I will restore the fortunes of the land as they were at first,’ says the Lord.*s"
    },
    {
        "o": 22038,
        "r": "nasb:Jeremiah:33:12",
        "t": "“Thus*p says the Lord*s of hosts, ‘There will again be in this place which is waste, without man or beast, and in all its cities, a habitation of shepherds who rest their flocks."
    },
    {
        "o": 22039,
        "r": "nasb:Jeremiah:33:13",
        "t": "In the cities of the hill country, in the cities of the lowland, in the cities of the Negev, in the land of Benjamin, in the environs of Jerusalem and in the cities of Judah, the flocks will again pass under the hands of the one who numbers them,’ says the Lord.*s"
    },
    {
        "o": 22040,
        "r": "nasb:Jeremiah:33:13",
        "t": "The Davidic Kingdom",
        "h": 2
    },
    {
        "o": 22041,
        "r": "nasb:Jeremiah:33:14",
        "t": "‘Behold,*p days are coming,’ declares the Lord,*s ‘when I will fulfill the good word which I have spoken concerning the house of Israel and the house of Judah."
    },
    {
        "o": 22042,
        "r": "nasb:Jeremiah:33:15",
        "t": "In those days and at that time I will cause a righteous Branch of David to spring forth; and He shall execute justice and righteousness on the earth."
    },
    {
        "o": 22043,
        "r": "nasb:Jeremiah:33:16",
        "t": "In those days Judah will be saved and Jerusalem will dwell in safety; and this is the*i name*i by which she will be called: the Lord*s is our righteousness.’"
    },
    {
        "o": 22044,
        "r": "nasb:Jeremiah:33:17",
        "t": "For thus says the Lord,*s ‘David shall never lack a man to sit on the throne of the house of Israel;"
    },
    {
        "o": 22045,
        "r": "nasb:Jeremiah:33:18",
        "t": "and the Levitical priests shall never lack a man before Me to offer burnt offerings, to burn grain offerings and to prepare sacrifices continually.’ ”"
    },
    {
        "o": 22046,
        "r": "nasb:Jeremiah:33:19",
        "t": "The*p word of the Lord*s came to Jeremiah, saying,"
    },
    {
        "o": 22047,
        "r": "nasb:Jeremiah:33:20",
        "t": "“Thus says the Lord,*s ‘If you can break My covenant for the day and My covenant for the night, so that day and night will not be at their appointed time,"
    },
    {
        "o": 22048,
        "r": "nasb:Jeremiah:33:21",
        "t": "then My covenant may also be broken with David My servant so that he will not have a son to reign on his throne, and with the Levitical priests, My ministers."
    },
    {
        "o": 22049,
        "r": "nasb:Jeremiah:33:22",
        "t": "As the host of heaven cannot be counted and the sand of the sea cannot be measured, so I will multiply the descendants of David My servant and the Levites who minister to Me.’ ”"
    },
    {
        "o": 22050,
        "r": "nasb:Jeremiah:33:23",
        "t": "And*p the word of the Lord*s came to Jeremiah, saying,"
    },
    {
        "o": 22051,
        "r": "nasb:Jeremiah:33:24",
        "t": "“Have you not observed what this people have spoken, saying, ‘The two families which the Lord*s chose, He has rejected them’? Thus they despise My people, no longer are they as a nation in their sight."
    },
    {
        "o": 22052,
        "r": "nasb:Jeremiah:33:25",
        "t": "Thus says the Lord,*s ‘If My covenant for*i day and night stand*i not, and*i the fixed patterns of heaven and earth I have not established,"
    },
    {
        "o": 22053,
        "r": "nasb:Jeremiah:33:26",
        "t": "then I would reject the descendants of Jacob and David My servant, not taking from his descendants rulers over the descendants of Abraham, Isaac and Jacob. But I will restore their fortunes and will have mercy on them.’ ”"
    }
]
