[
    {
        "o": 33164,
        "r": "niv:Hebrews:3:0",
        "t": "Hebrews 3",
        "h": 1
    },
    {
        "o": 33165,
        "r": "niv:Hebrews:3:0",
        "t": "Jesus Greater Than Moses",
        "h": 2
    },
    {
        "o": 33166,
        "r": "niv:Hebrews:3:1",
        "t": "Therefore,*p holy brothers and sisters, who share in the heavenly calling, fix your thoughts on Jesus, whom we acknowledge as our apostle and high priest."
    },
    {
        "o": 33167,
        "r": "niv:Hebrews:3:2",
        "t": "He was faithful to the one who appointed him, just as Moses was faithful in all God’s house."
    },
    {
        "o": 33168,
        "r": "niv:Hebrews:3:3",
        "t": "Jesus has been found worthy of greater honor than Moses, just as the builder of a house has greater honor than the house itself."
    },
    {
        "o": 33169,
        "r": "niv:Hebrews:3:4",
        "t": "For every house is built by someone, but God is the builder of everything."
    },
    {
        "o": 33170,
        "r": "niv:Hebrews:3:5",
        "t": "“Moses was faithful as a servant in all God’s house,” bearing witness to what would be spoken by God in the future."
    },
    {
        "o": 33171,
        "r": "niv:Hebrews:3:6",
        "t": "But Christ is faithful as the Son over God’s house. And we are his house, if indeed we hold firmly to our confidence and the hope in which we glory."
    },
    {
        "o": 33172,
        "r": "niv:Hebrews:3:6",
        "t": "Warning Against Unbelief",
        "h": 2
    },
    {
        "o": 33173,
        "r": "niv:Hebrews:3:7",
        "t": "So,*p as the Holy Spirit says: “Today,*pn if you hear his voice,"
    },
    {
        "o": 33174,
        "r": "niv:Hebrews:3:8",
        "t": "do*ld not harden your hearts as*ln you did in the rebellion, during*ld the time of testing in the wilderness,"
    },
    {
        "o": 33175,
        "r": "niv:Hebrews:3:9",
        "t": "where*ln your ancestors tested and tried me, though*ld for forty years they saw what I did."
    },
    {
        "o": 33176,
        "r": "niv:Hebrews:3:10",
        "t": "That*ln is why I was angry with that generation; I*ld said, ‘Their hearts are always going astray, and*ld they have not known my ways.’"
    },
    {
        "o": 33177,
        "r": "niv:Hebrews:3:11",
        "t": "So*ln I declared on oath in my anger, ‘They*ld shall never enter my rest.’ ”"
    },
    {
        "o": 33178,
        "r": "niv:Hebrews:3:12",
        "t": "See*p to it, brothers and sisters, that none of you has a sinful, unbelieving heart that turns away from the living God."
    },
    {
        "o": 33179,
        "r": "niv:Hebrews:3:13",
        "t": "But encourage one another daily, as long as it is called “Today,” so that none of you may be hardened by sin’s deceitfulness."
    },
    {
        "o": 33180,
        "r": "niv:Hebrews:3:14",
        "t": "We have come to share in Christ, if indeed we hold our original conviction firmly to the very end."
    },
    {
        "o": 33181,
        "r": "niv:Hebrews:3:15",
        "t": "As has just been said: “Today,*pn if you hear his voice, do*ld not harden your hearts as*ld you did in the rebellion.”"
    },
    {
        "o": 33182,
        "r": "niv:Hebrews:3:16",
        "t": "Who*p were they who heard and rebelled? Were they not all those Moses led out of Egypt?"
    },
    {
        "o": 33183,
        "r": "niv:Hebrews:3:17",
        "t": "And with whom was he angry for forty years? Was it not with those who sinned, whose bodies perished in the wilderness?"
    },
    {
        "o": 33184,
        "r": "niv:Hebrews:3:18",
        "t": "And to whom did God swear that they would never enter his rest if not to those who disobeyed?"
    },
    {
        "o": 33185,
        "r": "niv:Hebrews:3:19",
        "t": "So we see that they were not able to enter, because of their unbelief."
    }
]
