[
    {
        "o": 5729,
        "r": "csb:Deuteronomy:11:0",
        "t": "Deuteronomy 11",
        "h": 1
    },
    {
        "o": 5730,
        "r": "csb:Deuteronomy:11:0",
        "t": "Remember and Obey",
        "h": 2
    },
    {
        "o": 5731,
        "r": "csb:Deuteronomy:11:1",
        "t": "“Therefore,*p love the Lord*s your God and always keep his mandate and his statutes, ordinances, and commands."
    },
    {
        "o": 5732,
        "r": "csb:Deuteronomy:11:2",
        "t": "Understand today that it is not your children who experienced or saw the discipline of the Lord*s your God: His*p greatness, strong hand, and outstretched arm;"
    },
    {
        "o": 5733,
        "r": "csb:Deuteronomy:11:3",
        "t": "his signs and the works he did in Egypt to Pharaoh king of Egypt and all his land;"
    },
    {
        "o": 5734,
        "r": "csb:Deuteronomy:11:4",
        "t": "what he did to Egypt’s army, its horses and chariots, when he made the water of the Red Sea flow over them as they pursued you, and he destroyed them completely;"
    },
    {
        "o": 5735,
        "r": "csb:Deuteronomy:11:5",
        "t": "what he did to you in the wilderness until you reached this place;"
    },
    {
        "o": 5736,
        "r": "csb:Deuteronomy:11:6",
        "t": "and what he did to Dathan and Abiram, the sons of Eliab the Reubenite, when in the middle of the whole Israelite camp the earth opened its mouth and swallowed them, their households, their tents, and every living thing with them."
    },
    {
        "o": 5737,
        "r": "csb:Deuteronomy:11:7",
        "t": "Your*p own eyes have seen every great work the Lord*s has done."
    },
    {
        "o": 5738,
        "r": "csb:Deuteronomy:11:8",
        "t": "“Keep*p every command I am giving you today, so that you may have the strength to cross into and possess the land you are to inherit,"
    },
    {
        "o": 5739,
        "r": "csb:Deuteronomy:11:9",
        "t": "and so that you may live long in the land the Lord*s swore to your ancestors to give them and their descendants, a land flowing with milk and honey."
    },
    {
        "o": 5740,
        "r": "csb:Deuteronomy:11:10",
        "t": "For the land you are entering to possess is not like the land of Egypt, from which you have come, where you sowed your seed and irrigated by hand as in a vegetable garden."
    },
    {
        "o": 5741,
        "r": "csb:Deuteronomy:11:11",
        "t": "But the land you are entering to possess is a land of mountains and valleys, watered by rain from the sky."
    },
    {
        "o": 5742,
        "r": "csb:Deuteronomy:11:12",
        "t": "It is a land the Lord*s your God cares for. He is always watching over it from the beginning to the end of the year."
    },
    {
        "o": 5743,
        "r": "csb:Deuteronomy:11:13",
        "t": "“If*p you carefully obey my commands I am giving you today, to love the Lord*s your God and worship him with all your heart and all your soul,"
    },
    {
        "o": 5744,
        "r": "csb:Deuteronomy:11:14",
        "t": "I will provide rain for your land in the proper time, the autumn and spring rains, and you will harvest your grain, new wine, and fresh oil."
    },
    {
        "o": 5745,
        "r": "csb:Deuteronomy:11:15",
        "t": "I will provide grass in your fields for your livestock. You will eat and be satisfied."
    },
    {
        "o": 5746,
        "r": "csb:Deuteronomy:11:16",
        "t": "Be careful that you are not enticed to turn aside, serve, and bow in worship to other gods."
    },
    {
        "o": 5747,
        "r": "csb:Deuteronomy:11:17",
        "t": "Then the Lord’s*s anger will burn against you. He will shut the sky, and there will be no rain; the land will not yield its produce, and you will perish quickly from the good land the Lord*s is giving you."
    },
    {
        "o": 5748,
        "r": "csb:Deuteronomy:11:18",
        "t": "“Imprint*p these words of mine on your hearts and minds, bind them as a sign on your hands, and let them be a symbol on your foreheads."
    },
    {
        "o": 5749,
        "r": "csb:Deuteronomy:11:19",
        "t": "Teach them to your children, talking about them when you sit in your house and when you walk along the road, when you lie down and when you get up."
    },
    {
        "o": 5750,
        "r": "csb:Deuteronomy:11:20",
        "t": "Write them on the doorposts of your house and on your city gates,"
    },
    {
        "o": 5751,
        "r": "csb:Deuteronomy:11:21",
        "t": "so that as long as the heavens are above the earth, your days and those of your children may be many in the land the Lord*s swore to give your ancestors."
    },
    {
        "o": 5752,
        "r": "csb:Deuteronomy:11:22",
        "t": "For if you carefully observe every one of these commands I am giving you to follow - to love the Lord*s your God, walk in all his ways, and remain faithful to him -"
    },
    {
        "o": 5753,
        "r": "csb:Deuteronomy:11:23",
        "t": "the Lord*s will drive out all these nations before you, and you will drive out nations greater and stronger than you are."
    },
    {
        "o": 5754,
        "r": "csb:Deuteronomy:11:24",
        "t": "Every place the sole of your foot treads will be yours. Your territory will extend from the wilderness to Lebanon and from the Euphrates River to the Mediterranean Sea."
    },
    {
        "o": 5755,
        "r": "csb:Deuteronomy:11:25",
        "t": "No one will be able to stand against you; the Lord*s your God will put fear and dread of you in all the land where you set foot, as he has promised you."
    },
    {
        "o": 5756,
        "r": "csb:Deuteronomy:11:25",
        "t": "A Blessing and a Curse",
        "h": 2
    },
    {
        "o": 5757,
        "r": "csb:Deuteronomy:11:26",
        "t": "“Look,*p today I set before you a blessing and a curse:"
    },
    {
        "o": 5758,
        "r": "csb:Deuteronomy:11:27",
        "t": "there will be a blessing, if you obey the commands of the Lord*s your God I am giving you today,"
    },
    {
        "o": 5759,
        "r": "csb:Deuteronomy:11:28",
        "t": "and a curse, if you do not obey the commands of the Lord*s your God and you turn aside from the path I command you today by following other gods you have not known."
    },
    {
        "o": 5760,
        "r": "csb:Deuteronomy:11:29",
        "t": "When the Lord*s your God brings you into the land you are entering to possess, you are to proclaim the blessing at Mount Gerizim and the curse at Mount Ebal."
    },
    {
        "o": 5761,
        "r": "csb:Deuteronomy:11:30",
        "t": "Aren’t these mountains across the Jordan, beyond the western road in the land of the Canaanites, who live in the Arabah, opposite Gilgal, near the oaks of Moreh?"
    },
    {
        "o": 5762,
        "r": "csb:Deuteronomy:11:31",
        "t": "For you are about to cross the Jordan to enter and take possession of the land the Lord*s your God is giving you. When you possess it and settle in it,"
    },
    {
        "o": 5763,
        "r": "csb:Deuteronomy:11:32",
        "t": "be careful to follow all the statutes and ordinances I set before you today."
    }
]
