[
    {
        "o": 13436,
        "r": "esv:Ezra:8:0",
        "t": "Ezra 8",
        "h": 1
    },
    {
        "o": 13437,
        "r": "esv:Ezra:8:0",
        "t": "Genealogy of Those Who Returned with Ezra",
        "h": 2
    },
    {
        "o": 13438,
        "r": "esv:Ezra:8:1",
        "t": "These*p are the heads of their fathers’ houses, and this is the genealogy of those who went up with me from Babylonia, in the reign of Artaxerxes the king:"
    },
    {
        "o": 13439,
        "r": "esv:Ezra:8:2",
        "t": "Of the sons of Phinehas, Gershom. Of the sons of Ithamar, Daniel. Of the sons of David, Hattush."
    },
    {
        "o": 13440,
        "r": "esv:Ezra:8:3",
        "t": "Of the sons of Shecaniah, who was of the sons of Parosh, Zechariah, with whom were registered 150 men."
    },
    {
        "o": 13441,
        "r": "esv:Ezra:8:4",
        "t": "Of the sons of Pahath-moab, Eliehoenai the son of Zerahiah, and with him 200 men."
    },
    {
        "o": 13442,
        "r": "esv:Ezra:8:5",
        "t": "Of the sons of Zattu, Shecaniah the son of Jahaziel, and with him 300 men."
    },
    {
        "o": 13443,
        "r": "esv:Ezra:8:6",
        "t": "Of the sons of Adin, Ebed the son of Jonathan, and with him 50 men."
    },
    {
        "o": 13444,
        "r": "esv:Ezra:8:7",
        "t": "Of the sons of Elam, Jeshaiah the son of Athaliah, and with him 70 men."
    },
    {
        "o": 13445,
        "r": "esv:Ezra:8:8",
        "t": "Of the sons of Shephatiah, Zebadiah the son of Michael, and with him 80 men."
    },
    {
        "o": 13446,
        "r": "esv:Ezra:8:9",
        "t": "Of the sons of Joab, Obadiah the son of Jehiel, and with him 218 men."
    },
    {
        "o": 13447,
        "r": "esv:Ezra:8:10",
        "t": "Of the sons of Bani, Shelomith the son of Josiphiah, and with him 160 men."
    },
    {
        "o": 13448,
        "r": "esv:Ezra:8:11",
        "t": "Of the sons of Bebai, Zechariah, the son of Bebai, and with him 28 men."
    },
    {
        "o": 13449,
        "r": "esv:Ezra:8:12",
        "t": "Of the sons of Azgad, Johanan the son of Hakkatan, and with him 110 men."
    },
    {
        "o": 13450,
        "r": "esv:Ezra:8:13",
        "t": "Of the sons of Adonikam, those who came later, their names being Eliphelet, Jeuel, and Shemaiah, and with them 60 men."
    },
    {
        "o": 13451,
        "r": "esv:Ezra:8:14",
        "t": "Of the sons of Bigvai, Uthai and Zaccur, and with them 70 men."
    },
    {
        "o": 13452,
        "r": "esv:Ezra:8:14",
        "t": "Ezra Sends for Levites",
        "h": 2
    },
    {
        "o": 13453,
        "r": "esv:Ezra:8:15",
        "t": "I*p gathered them to the river that runs to Ahava, and there we camped three days. As I reviewed the people and the priests, I found there none of the sons of Levi."
    },
    {
        "o": 13454,
        "r": "esv:Ezra:8:16",
        "t": "Then I sent for Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, leading men, and for Joiarib and Elnathan, who were men of insight,"
    },
    {
        "o": 13455,
        "r": "esv:Ezra:8:17",
        "t": "and sent them to Iddo, the leading man at the place Casiphia, telling them what to say to Iddo and his brothers and the temple servants at the place Casiphia, namely, to send us ministers for the house of our God."
    },
    {
        "o": 13456,
        "r": "esv:Ezra:8:18",
        "t": "And by the good hand of our God on us, they brought us a man of discretion, of the sons of Mahli the son of Levi, son of Israel, namely Sherebiah with his sons and kinsmen, 18;"
    },
    {
        "o": 13457,
        "r": "esv:Ezra:8:19",
        "t": "also Hashabiah, and with him Jeshaiah of the sons of Merari, with his kinsmen and their sons, 20;"
    },
    {
        "o": 13458,
        "r": "esv:Ezra:8:20",
        "t": "besides 220 of the temple servants, whom David and his officials had set apart to attend the Levites. These were all mentioned by name."
    },
    {
        "o": 13459,
        "r": "esv:Ezra:8:20",
        "t": "Fasting and Prayer for Protection",
        "h": 2
    },
    {
        "o": 13460,
        "r": "esv:Ezra:8:21",
        "t": "Then*p I proclaimed a fast there, at the river Ahava, that we might humble ourselves before our God, to seek from him a safe journey for ourselves, our children, and all our goods."
    },
    {
        "o": 13461,
        "r": "esv:Ezra:8:22",
        "t": "For I was ashamed to ask the king for a band of soldiers and horsemen to protect us against the enemy on our way, since we had told the king, “The hand of our God is for good on all who seek him, and the power of his wrath is against all who forsake him.”"
    },
    {
        "o": 13462,
        "r": "esv:Ezra:8:23",
        "t": "So we fasted and implored our God for this, and he listened to our entreaty."
    },
    {
        "o": 13463,
        "r": "esv:Ezra:8:23",
        "t": "Priests to Guard Offerings",
        "h": 2
    },
    {
        "o": 13464,
        "r": "esv:Ezra:8:24",
        "t": "Then*p I set apart twelve of the leading priests: Sherebiah, Hashabiah, and ten of their kinsmen with them."
    },
    {
        "o": 13465,
        "r": "esv:Ezra:8:25",
        "t": "And I weighed out to them the silver and the gold and the vessels, the offering for the house of our God that the king and his counselors and his lords and all Israel there present had offered."
    },
    {
        "o": 13466,
        "r": "esv:Ezra:8:26",
        "t": "I weighed out into their hand 650 talents of silver, and silver vessels worth 200 talents, and 100 talents of gold,"
    },
    {
        "o": 13467,
        "r": "esv:Ezra:8:27",
        "t": "20 bowls of gold worth 1,000 darics, and two vessels of fine bright bronze as precious as gold."
    },
    {
        "o": 13468,
        "r": "esv:Ezra:8:28",
        "t": "And I said to them, “You are holy to the Lord,*s and the vessels are holy, and the silver and the gold are a freewill offering to the Lord,*s the God of your fathers."
    },
    {
        "o": 13469,
        "r": "esv:Ezra:8:29",
        "t": "Guard them and keep them until you weigh them before the chief priests and the Levites and the heads of fathers’ houses in Israel at Jerusalem, within the chambers of the house of the Lord.”*s"
    },
    {
        "o": 13470,
        "r": "esv:Ezra:8:30",
        "t": "So the priests and the Levites took over the weight of the silver and the gold and the vessels, to bring them to Jerusalem, to the house of our God."
    },
    {
        "o": 13471,
        "r": "esv:Ezra:8:31",
        "t": "Then*p we departed from the river Ahava on the twelfth day of the first month, to go to Jerusalem. The hand of our God was on us, and he delivered us from the hand of the enemy and from ambushes by the way."
    },
    {
        "o": 13472,
        "r": "esv:Ezra:8:32",
        "t": "We came to Jerusalem, and there we remained three days."
    },
    {
        "o": 13473,
        "r": "esv:Ezra:8:33",
        "t": "On the fourth day, within the house of our God, the silver and the gold and the vessels were weighed into the hands of Meremoth the priest, son of Uriah, and with him was Eleazar the son of Phinehas, and with them were the Levites, Jozabad the son of Jeshua and Noadiah the son of Binnui."
    },
    {
        "o": 13474,
        "r": "esv:Ezra:8:34",
        "t": "The whole was counted and weighed, and the weight of everything was recorded."
    },
    {
        "o": 13475,
        "r": "esv:Ezra:8:35",
        "t": "At*p that time those who had come from captivity, the returned exiles, offered burnt offerings to the God of Israel, twelve bulls for all Israel, ninety-six rams, seventy-seven lambs, and as a sin offering twelve male goats. All this was a burnt offering to the Lord.*s"
    },
    {
        "o": 13476,
        "r": "esv:Ezra:8:36",
        "t": "They also delivered the king’s commissions to the king’s satraps and to the governors of the province Beyond the River, and they aided the people and the house of God."
    }
]
