[
    {
        "o": 7993,
        "r": "nasb:1 Samuel:6:0",
        "t": "1 Samuel 6",
        "h": 1
    },
    {
        "o": 7994,
        "r": "nasb:1 Samuel:6:0",
        "t": "The Ark Returned to Israel",
        "h": 2
    },
    {
        "o": 7995,
        "r": "nasb:1 Samuel:6:1",
        "t": "Now*p the ark of the Lord*s had been in the country of the Philistines seven months."
    },
    {
        "o": 7996,
        "r": "nasb:1 Samuel:6:2",
        "t": "And the Philistines called for the priests and the diviners, saying, “What shall we do with the ark of the Lord?*s Tell us how we shall send it to its place.”"
    },
    {
        "o": 7997,
        "r": "nasb:1 Samuel:6:3",
        "t": "They said, “If you send away the ark of the God of Israel, do not send it empty; but you shall surely return to Him a guilt offering. Then you will be healed and it will be known to you why His hand is not removed from you.”"
    },
    {
        "o": 7998,
        "r": "nasb:1 Samuel:6:4",
        "t": "Then they said, “What shall be the guilt offering which we shall return to Him?” And they said, “Five golden tumors and five golden mice according*i to*i the number of the lords of the Philistines, for one plague was on all of you and on your lords."
    },
    {
        "o": 7999,
        "r": "nasb:1 Samuel:6:5",
        "t": "So you shall make likenesses of your tumors and likenesses of your mice that ravage the land, and you shall give glory to the God of Israel; perhaps He will ease His hand from you, your gods, and your land."
    },
    {
        "o": 8000,
        "r": "nasb:1 Samuel:6:6",
        "t": "Why then do you harden your hearts as the Egyptians and Pharaoh hardened their hearts? When He had severely dealt with them, did they not allow the people to go, and they departed?"
    },
    {
        "o": 8001,
        "r": "nasb:1 Samuel:6:7",
        "t": "Now therefore, take and prepare a new cart and two milch cows on which there has never been a yoke; and hitch the cows to the cart and take their calves home, away from them."
    },
    {
        "o": 8002,
        "r": "nasb:1 Samuel:6:8",
        "t": "Take the ark of the Lord*s and place it on the cart; and put the articles of gold which you return to Him as a guilt offering in a box by its side. Then send it away that it may go."
    },
    {
        "o": 8003,
        "r": "nasb:1 Samuel:6:9",
        "t": "Watch, if it goes up by the way of its own territory to Beth-shemesh, then He has done us this great evil. But if not, then we will know that it was not His hand that struck us; it happened to us by chance.”"
    },
    {
        "o": 8004,
        "r": "nasb:1 Samuel:6:10",
        "t": "Then*p the men did so, and took two milch cows and hitched them to the cart, and shut up their calves at home."
    },
    {
        "o": 8005,
        "r": "nasb:1 Samuel:6:11",
        "t": "They put the ark of the Lord*s on the cart, and the box with the golden mice and the likenesses of their tumors."
    },
    {
        "o": 8006,
        "r": "nasb:1 Samuel:6:12",
        "t": "And the cows took the straight way in the direction of Beth-shemesh; they went along the highway, lowing as they went, and did not turn aside to the right or to the left. And the lords of the Philistines followed them to the border of Beth-shemesh."
    },
    {
        "o": 8007,
        "r": "nasb:1 Samuel:6:13",
        "t": "Now*p the*i people*i of*i Beth-shemesh were reaping their wheat harvest in the valley, and they raised their eyes and saw the ark and were glad to see it.*i"
    },
    {
        "o": 8008,
        "r": "nasb:1 Samuel:6:14",
        "t": "The cart came into the field of Joshua the Beth-shemite and stood there where there was*i a large stone; and they split the wood of the cart and offered the cows as a burnt offering to the Lord.*s"
    },
    {
        "o": 8009,
        "r": "nasb:1 Samuel:6:15",
        "t": "The Levites took down the ark of the Lord*s and the box that was with it, in which were the articles of gold, and put them on the large stone; and the men of Beth-shemesh offered burnt offerings and sacrificed sacrifices that day to the Lord.*s"
    },
    {
        "o": 8010,
        "r": "nasb:1 Samuel:6:16",
        "t": "When the five lords of the Philistines saw it, they returned to Ekron that day."
    },
    {
        "o": 8011,
        "r": "nasb:1 Samuel:6:17",
        "t": "These*p are the golden tumors which the Philistines returned for a guilt offering to the Lord:*s one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, one for Ekron;"
    },
    {
        "o": 8012,
        "r": "nasb:1 Samuel:6:18",
        "t": "and the golden mice, according*i to the number of all the cities of the Philistines belonging to the five lords, both of fortified cities and of country villages. The large stone on which they set the ark of the Lord*s is*i a*i witness*i to this day in the field of Joshua the Beth-shemite."
    },
    {
        "o": 8013,
        "r": "nasb:1 Samuel:6:19",
        "t": "He*p struck down some of the men of Beth-shemesh because they had looked into the ark of the Lord.*s He struck down of all the people, 50,070 men, and the people mourned because the Lord*s had struck the people with a great slaughter."
    },
    {
        "o": 8014,
        "r": "nasb:1 Samuel:6:20",
        "t": "The men of Beth-shemesh said, “Who is able to stand before the Lord,*s this holy God? And to whom shall He go up from us?”"
    },
    {
        "o": 8015,
        "r": "nasb:1 Samuel:6:21",
        "t": "So they sent messengers to the inhabitants of Kiriath-jearim, saying, “The Philistines have brought back the ark of the Lord;*s come down and take it up to you.”"
    }
]
