[
    {
        "o": 7605,
        "r": "nasb:Judges:17:0",
        "t": "Judges 17",
        "h": 1
    },
    {
        "o": 7606,
        "r": "nasb:Judges:17:0",
        "t": "Micah’s Idolatry",
        "h": 2
    },
    {
        "o": 7607,
        "r": "nasb:Judges:17:1",
        "t": "Now*p there was a man of the hill country of Ephraim whose name was Micah."
    },
    {
        "o": 7608,
        "r": "nasb:Judges:17:2",
        "t": "He said to his mother, “The eleven hundred pieces*i of silver which were taken from you, about which you uttered a curse in my hearing, behold, the silver is with me; I took it.” And his mother said, “Blessed be my son by the Lord.”*s"
    },
    {
        "o": 7609,
        "r": "nasb:Judges:17:3",
        "t": "He then returned the eleven hundred pieces*i of silver to his mother, and his mother said, “I wholly dedicate the silver from my hand to the Lord*s for my son to make a graven image and a molten image; now therefore, I will return them to you.”"
    },
    {
        "o": 7610,
        "r": "nasb:Judges:17:4",
        "t": "So when he returned the silver to his mother, his mother took two hundred pieces*i of silver and gave them to the silversmith who made them into a graven image and a molten image, and they were in the house of Micah."
    },
    {
        "o": 7611,
        "r": "nasb:Judges:17:5",
        "t": "And the man Micah had a shrine and he made an ephod and household idols and consecrated one of his sons, that he might become his priest."
    },
    {
        "o": 7612,
        "r": "nasb:Judges:17:6",
        "t": "In those days there was no king in Israel; every man did what was right in his own eyes."
    },
    {
        "o": 7613,
        "r": "nasb:Judges:17:7",
        "t": "Now*p there was a young man from Bethlehem in Judah, of the family of Judah, who was a Levite; and he was staying there."
    },
    {
        "o": 7614,
        "r": "nasb:Judges:17:8",
        "t": "Then the man departed from the city, from Bethlehem in Judah, to stay wherever he might find a*i place;*i and as he made his journey, he came to the hill country of Ephraim to the house of Micah."
    },
    {
        "o": 7615,
        "r": "nasb:Judges:17:9",
        "t": "Micah said to him, “Where do you come from?” And he said to him, “I am a Levite from Bethlehem in Judah, and I am going to stay wherever I may find a*i place.”*i"
    },
    {
        "o": 7616,
        "r": "nasb:Judges:17:10",
        "t": "Micah then said to him, “Dwell with me and be a father and a priest to me, and I will give you ten pieces*i of silver a year, a suit of clothes, and your maintenance.” So the Levite went in.*i"
    },
    {
        "o": 7617,
        "r": "nasb:Judges:17:11",
        "t": "The Levite agreed to live with the man, and the young man became to him like one of his sons."
    },
    {
        "o": 7618,
        "r": "nasb:Judges:17:12",
        "t": "So Micah consecrated the Levite, and the young man became his priest and lived in the house of Micah."
    },
    {
        "o": 7619,
        "r": "nasb:Judges:17:13",
        "t": "Then Micah said, “Now I know that the Lord*s will prosper me, seeing I have a Levite as priest.”"
    }
]
