[
    {
        "o": 1066,
        "r": "niv:Genesis:34:0",
        "t": "Genesis 34",
        "h": 1
    },
    {
        "o": 1067,
        "r": "niv:Genesis:34:0",
        "t": "Dinah and the Shechemites",
        "h": 2
    },
    {
        "o": 1068,
        "r": "niv:Genesis:34:1",
        "t": "Now*p Dinah, the daughter Leah had borne to Jacob, went out to visit the women of the land."
    },
    {
        "o": 1069,
        "r": "niv:Genesis:34:2",
        "t": "When Shechem son of Hamor the Hivite, the ruler of that area, saw her, he took her and raped her."
    },
    {
        "o": 1070,
        "r": "niv:Genesis:34:3",
        "t": "His heart was drawn to Dinah daughter of Jacob; he loved the young woman and spoke tenderly to her."
    },
    {
        "o": 1071,
        "r": "niv:Genesis:34:4",
        "t": "And Shechem said to his father Hamor, “Get me this girl as my wife.”"
    },
    {
        "o": 1072,
        "r": "niv:Genesis:34:5",
        "t": "When*p Jacob heard that his daughter Dinah had been defiled, his sons were in the fields with his livestock; so he did nothing about it until they came home."
    },
    {
        "o": 1073,
        "r": "niv:Genesis:34:6",
        "t": "Then*p Shechem’s father Hamor went out to talk with Jacob."
    },
    {
        "o": 1074,
        "r": "niv:Genesis:34:7",
        "t": "Meanwhile, Jacob’s sons had come in from the fields as soon as they heard what had happened. They were shocked and furious, because Shechem had done an outrageous thing in Israel by sleeping with Jacob’s daughter—a thing that should not be done."
    },
    {
        "o": 1075,
        "r": "niv:Genesis:34:8",
        "t": "But*p Hamor said to them, “My son Shechem has his heart set on your daughter. Please give her to him as his wife."
    },
    {
        "o": 1076,
        "r": "niv:Genesis:34:9",
        "t": "Intermarry with us; give us your daughters and take our daughters for yourselves."
    },
    {
        "o": 1077,
        "r": "niv:Genesis:34:10",
        "t": "You can settle among us; the land is open to you. Live in it, trade in it, and acquire property in it.”"
    },
    {
        "o": 1078,
        "r": "niv:Genesis:34:11",
        "t": "Then*p Shechem said to Dinah’s father and brothers, “Let me find favor in your eyes, and I will give you whatever you ask."
    },
    {
        "o": 1079,
        "r": "niv:Genesis:34:12",
        "t": "Make the price for the bride and the gift I am to bring as great as you like, and I’ll pay whatever you ask me. Only give me the young woman as my wife.”"
    },
    {
        "o": 1080,
        "r": "niv:Genesis:34:13",
        "t": "Because*p their sister Dinah had been defiled, Jacob’s sons replied deceitfully as they spoke to Shechem and his father Hamor."
    },
    {
        "o": 1081,
        "r": "niv:Genesis:34:14",
        "t": "They said to them, “We can’t do such a thing; we can’t give our sister to a man who is not circumcised. That would be a disgrace to us."
    },
    {
        "o": 1082,
        "r": "niv:Genesis:34:15",
        "t": "We will enter into an agreement with you on one condition only: that you become like us by circumcising all your males."
    },
    {
        "o": 1083,
        "r": "niv:Genesis:34:16",
        "t": "Then we will give you our daughters and take your daughters for ourselves. We’ll settle among you and become one people with you."
    },
    {
        "o": 1084,
        "r": "niv:Genesis:34:17",
        "t": "But if you will not agree to be circumcised, we’ll take our sister and go.”"
    },
    {
        "o": 1085,
        "r": "niv:Genesis:34:18",
        "t": "Their*p proposal seemed good to Hamor and his son Shechem."
    },
    {
        "o": 1086,
        "r": "niv:Genesis:34:19",
        "t": "The young man, who was the most honored of all his father’s family, lost no time in doing what they said, because he was delighted with Jacob’s daughter."
    },
    {
        "o": 1087,
        "r": "niv:Genesis:34:20",
        "t": "So Hamor and his son Shechem went to the gate of their city to speak to the men of their city."
    },
    {
        "o": 1088,
        "r": "niv:Genesis:34:21",
        "t": "“These men are friendly toward us,” they said. “Let them live in our land and trade in it; the land has plenty of room for them. We can marry their daughters and they can marry ours."
    },
    {
        "o": 1089,
        "r": "niv:Genesis:34:22",
        "t": "But the men will agree to live with us as one people only on the condition that our males be circumcised, as they themselves are."
    },
    {
        "o": 1090,
        "r": "niv:Genesis:34:23",
        "t": "Won’t their livestock, their property and all their other animals become ours? So let us agree to their terms, and they will settle among us.”"
    },
    {
        "o": 1091,
        "r": "niv:Genesis:34:24",
        "t": "All*p the men who went out of the city gate agreed with Hamor and his son Shechem, and every male in the city was circumcised."
    },
    {
        "o": 1092,
        "r": "niv:Genesis:34:25",
        "t": "Three*p days later, while all of them were still in pain, two of Jacob’s sons, Simeon and Levi, Dinah’s brothers, took their swords and attacked the unsuspecting city, killing every male."
    },
    {
        "o": 1093,
        "r": "niv:Genesis:34:26",
        "t": "They put Hamor and his son Shechem to the sword and took Dinah from Shechem’s house and left."
    },
    {
        "o": 1094,
        "r": "niv:Genesis:34:27",
        "t": "The sons of Jacob came upon the dead bodies and looted the city where their sister had been defiled."
    },
    {
        "o": 1095,
        "r": "niv:Genesis:34:28",
        "t": "They seized their flocks and herds and donkeys and everything else of theirs in the city and out in the fields."
    },
    {
        "o": 1096,
        "r": "niv:Genesis:34:29",
        "t": "They carried off all their wealth and all their women and children, taking as plunder everything in the houses."
    },
    {
        "o": 1097,
        "r": "niv:Genesis:34:30",
        "t": "Then*p Jacob said to Simeon and Levi, “You have brought trouble on me by making me obnoxious to the Canaanites and Perizzites, the people living in this land. We are few in number, and if they join forces against me and attack me, I and my household will be destroyed.”"
    },
    {
        "o": 1098,
        "r": "niv:Genesis:34:31",
        "t": "But*p they replied, “Should he have treated our sister like a prostitute?”"
    }
]
