[
    {
        "o": 32458,
        "r": "nasb:Galatians:5:0",
        "t": "Galatians 5",
        "h": 1
    },
    {
        "o": 32459,
        "r": "nasb:Galatians:5:0",
        "t": "Walk by the Spirit",
        "h": 2
    },
    {
        "o": 32460,
        "r": "nasb:Galatians:5:1",
        "t": "It*p was for freedom that Christ set us free; therefore keep standing firm and do not be subject again to a yoke of slavery."
    },
    {
        "o": 32461,
        "r": "nasb:Galatians:5:2",
        "t": "Behold*p I, Paul, say to you that if you receive circumcision, Christ will be of no benefit to you."
    },
    {
        "o": 32462,
        "r": "nasb:Galatians:5:3",
        "t": "And I testify again to every man who receives circumcision, that he is under obligation to keep the whole Law."
    },
    {
        "o": 32463,
        "r": "nasb:Galatians:5:4",
        "t": "You have been severed from Christ, you who are seeking to be justified by law; you have fallen from grace."
    },
    {
        "o": 32464,
        "r": "nasb:Galatians:5:5",
        "t": "For we through the Spirit, by faith, are waiting for the hope of righteousness."
    },
    {
        "o": 32465,
        "r": "nasb:Galatians:5:6",
        "t": "For in Christ Jesus neither circumcision nor uncircumcision means anything, but faith working through love."
    },
    {
        "o": 32466,
        "r": "nasb:Galatians:5:7",
        "t": "You*p were running well; who hindered you from obeying the truth?"
    },
    {
        "o": 32467,
        "r": "nasb:Galatians:5:8",
        "t": "This persuasion did*i not come*i from Him who calls you."
    },
    {
        "o": 32468,
        "r": "nasb:Galatians:5:9",
        "t": "A little leaven leavens the whole lump of*i dough.*i"
    },
    {
        "o": 32469,
        "r": "nasb:Galatians:5:10",
        "t": "I have confidence in you in the Lord that you will adopt no other view; but the one who is disturbing you will bear his judgment, whoever he is."
    },
    {
        "o": 32470,
        "r": "nasb:Galatians:5:11",
        "t": "But I, brethren, if I still preach circumcision, why am I still persecuted? Then the stumbling block of the cross has been abolished."
    },
    {
        "o": 32471,
        "r": "nasb:Galatians:5:12",
        "t": "I wish that those who are troubling you would even mutilate themselves."
    },
    {
        "o": 32472,
        "r": "nasb:Galatians:5:13",
        "t": "For*p you were called to freedom, brethren; only do*i not turn*i your freedom into an opportunity for the flesh, but through love serve one another."
    },
    {
        "o": 32473,
        "r": "nasb:Galatians:5:14",
        "t": "For the whole Law is fulfilled in one word, in the statement,*i “You*s shall*s love*s your*s neighbor*s as*s yourself.”*s"
    },
    {
        "o": 32474,
        "r": "nasb:Galatians:5:15",
        "t": "But if you bite and devour one another, take care that you are not consumed by one another."
    },
    {
        "o": 32475,
        "r": "nasb:Galatians:5:16",
        "t": "But*p I say, walk by the Spirit, and you will not carry out the desire of the flesh."
    },
    {
        "o": 32476,
        "r": "nasb:Galatians:5:17",
        "t": "For the flesh sets its desire against the Spirit, and the Spirit against the flesh; for these are in opposition to one another, so that you may not do the things that you please."
    },
    {
        "o": 32477,
        "r": "nasb:Galatians:5:18",
        "t": "But if you are led by the Spirit, you are not under the Law."
    },
    {
        "o": 32478,
        "r": "nasb:Galatians:5:19",
        "t": "Now the deeds of the flesh are evident, which are: immorality, impurity, sensuality,"
    },
    {
        "o": 32479,
        "r": "nasb:Galatians:5:20",
        "t": "idolatry, sorcery, enmities, strife, jealousy, outbursts of anger, disputes, dissensions, factions,"
    },
    {
        "o": 32480,
        "r": "nasb:Galatians:5:21",
        "t": "envying, drunkenness, carousing, and things like these, of which I forewarn you, just as I have forewarned you, that those who practice such things will not inherit the kingdom of God."
    },
    {
        "o": 32481,
        "r": "nasb:Galatians:5:22",
        "t": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"
    },
    {
        "o": 32482,
        "r": "nasb:Galatians:5:23",
        "t": "gentleness, self-control; against such things there is no law."
    },
    {
        "o": 32483,
        "r": "nasb:Galatians:5:24",
        "t": "Now those who belong to Christ Jesus have crucified the flesh with its passions and desires."
    },
    {
        "o": 32484,
        "r": "nasb:Galatians:5:25",
        "t": "If*p we live by the Spirit, let us also walk by the Spirit."
    },
    {
        "o": 32485,
        "r": "nasb:Galatians:5:26",
        "t": "Let us not become boastful, challenging one another, envying one another."
    }
]
