[
    {
        "o": 22637,
        "r": "nasb:Lamentations:2:0",
        "t": "Lamentations 2",
        "h": 1
    },
    {
        "o": 22638,
        "r": "nasb:Lamentations:2:0",
        "t": "God’s Anger over Israel",
        "h": 2
    },
    {
        "o": 22639,
        "r": "nasb:Lamentations:2:1",
        "t": "How*pn the Lord has covered the daughter of Zion With*ln a cloud in His anger! He*ln has cast from heaven to earth The*ln glory of Israel, And*ln has not remembered His footstool In*ln the day of His anger."
    },
    {
        "o": 22640,
        "r": "nasb:Lamentations:2:2",
        "t": "The*ln Lord has swallowed up; He has not spared All*ln the habitations of Jacob. In*ln His wrath He has thrown down The*ln strongholds of the daughter of Judah; He*ln has brought them*i down to the ground; He*ln has profaned the kingdom and its princes."
    },
    {
        "o": 22641,
        "r": "nasb:Lamentations:2:3",
        "t": "In*ln fierce anger He has cut off All*ln the strength of Israel; He*ln has drawn back His right hand From*ln before the enemy. And*ln He has burned in Jacob like a flaming fire Consuming*ln round about."
    },
    {
        "o": 22642,
        "r": "nasb:Lamentations:2:4",
        "t": "He*ln has bent His bow like an enemy; He*ln has set His right hand like an adversary And*ln slain all that were pleasant to the eye; In*ln the tent of the daughter of Zion He*ln has poured out His wrath like fire."
    },
    {
        "o": 22643,
        "r": "nasb:Lamentations:2:5",
        "t": "The*ln Lord has become like an enemy. He*ln has swallowed up Israel; He*ln has swallowed up all its palaces, He*ln has destroyed its strongholds And*ln multiplied in the daughter of Judah Mourning*ln and moaning."
    },
    {
        "o": 22644,
        "r": "nasb:Lamentations:2:6",
        "t": "And*ln He has violently treated His tabernacle like a garden booth;*i He*ln has destroyed His appointed meeting place. The*ln Lord*s has caused to be forgotten The*ln appointed feast and sabbath in Zion, And*ln He has despised king and priest In*ln the indignation of His anger."
    },
    {
        "o": 22645,
        "r": "nasb:Lamentations:2:7",
        "t": "The*ln Lord has rejected His altar, He*ln has abandoned His sanctuary; He*ln has delivered into the hand of the enemy The*ln walls of her palaces. They*ln have made a noise in the house of the Lord*s As*ln in the day of an appointed feast."
    },
    {
        "o": 22646,
        "r": "nasb:Lamentations:2:8",
        "t": "The*ln Lord*s determined to destroy The*ln wall of the daughter of Zion. He*ln has stretched out a line, He*ln has not restrained His hand from destroying, And*ln He has caused rampart and wall to lament; They*ln have languished together."
    },
    {
        "o": 22647,
        "r": "nasb:Lamentations:2:9",
        "t": "Her*ln gates have sunk into the ground, He*ln has destroyed and broken her bars. Her*ln king and her princes are among the nations; The*ln law is no more. Also,*ln her prophets find No*ln vision from the Lord.*s"
    },
    {
        "o": 22648,
        "r": "nasb:Lamentations:2:10",
        "t": "The*ln elders of the daughter of Zion Sit*ln on the ground, they are silent. They*ln have thrown dust on their heads; They*ln have girded themselves with sackcloth. The*ln virgins of Jerusalem Have*ln bowed their heads to the ground."
    },
    {
        "o": 22649,
        "r": "nasb:Lamentations:2:11",
        "t": "My*ln eyes fail because of tears, My*ln spirit is greatly troubled; My*ln heart is poured out on the earth Because*ln of the destruction of the daughter of my people, When*ln little ones and infants faint In*ln the streets of the city."
    },
    {
        "o": 22650,
        "r": "nasb:Lamentations:2:12",
        "t": "They*ln say to their mothers, “Where*ln is grain and wine?” As*ln they faint like a wounded man In*ln the streets of the city, As*ln their life is poured out On*ln their mothers’ bosom."
    },
    {
        "o": 22651,
        "r": "nasb:Lamentations:2:13",
        "t": "How*ln shall I admonish you? To*ln what shall I compare you, O*ln daughter of Jerusalem? To*ln what shall I liken you as I comfort you, O*ln virgin daughter of Zion? For*ln your ruin is as vast as the sea; Who*ln can heal you?"
    },
    {
        "o": 22652,
        "r": "nasb:Lamentations:2:14",
        "t": "Your*ln prophets have seen for you False*ln and foolish visions;*i And*ln they have not exposed your iniquity So*ln as to restore you from captivity, But*ln they have seen for you false and misleading oracles."
    },
    {
        "o": 22653,
        "r": "nasb:Lamentations:2:15",
        "t": "All*ln who pass along the way Clap*ln their hands in*i derision*i at you; They*ln hiss and shake their heads At*ln the daughter of Jerusalem, “Is*ln this the city of which they said, ‘The*ln perfection of beauty, A*ln joy to all the earth’?”"
    },
    {
        "o": 22654,
        "r": "nasb:Lamentations:2:16",
        "t": "All*ln your enemies Have*ln opened their mouths wide against you; They*ln hiss and gnash their*i teeth. They*ln say, “We have swallowed her*i up! Surely*ln this is the day for which we waited; We*ln have reached it,*i we have seen it.”*i"
    },
    {
        "o": 22655,
        "r": "nasb:Lamentations:2:17",
        "t": "The*ln Lord*s has done what He purposed; He*ln has accomplished His word Which*ln He commanded from days of old. He*ln has thrown down without sparing, And*ln He has caused the enemy to rejoice over you; He*ln has exalted the might of your adversaries."
    },
    {
        "o": 22656,
        "r": "nasb:Lamentations:2:18",
        "t": "Their*ln heart cried out to the Lord, “O*ln wall of the daughter of Zion, Let*ln your*i tears run down like a river day and night; Give*ln yourself no relief, Let*ln your eyes have no rest."
    },
    {
        "o": 22657,
        "r": "nasb:Lamentations:2:19",
        "t": "Arise,*ln cry aloud in the night At*ln the beginning of the night watches; Pour*ln out your heart like water Before*ln the presence of the Lord; Lift*ln up your hands to Him For*ln the life of your little ones Who*ln are faint because of hunger At*ln the head of every street.”"
    },
    {
        "o": 22658,
        "r": "nasb:Lamentations:2:20",
        "t": "See,*ln O Lord,*s and look! With*ln whom have You dealt thus? Should*ln women eat their offspring, The*ln little ones who were born healthy? Should*ln priest and prophet be slain In*ln the sanctuary of the Lord?"
    },
    {
        "o": 22659,
        "r": "nasb:Lamentations:2:21",
        "t": "On*ln the ground in the streets Lie*ln young and old; My*ln virgins and my young men Have*ln fallen by the sword. You*ln have slain them*i in the day of Your anger, You*ln have slaughtered, not sparing."
    },
    {
        "o": 22660,
        "r": "nasb:Lamentations:2:22",
        "t": "You*ln called as in the day of an appointed feast My*ln terrors on every side; And*ln there was no one who escaped or survived In*ln the day of the Lord’s*s anger. Those*ln whom I bore and reared, My*ln enemy annihilated them."
    }
]
