[
    {
        "o": 13578,
        "r": "esv:Nehemiah:3:0",
        "t": "Nehemiah 3",
        "h": 1
    },
    {
        "o": 13579,
        "r": "esv:Nehemiah:3:0",
        "t": "Rebuilding the Wall",
        "h": 2
    },
    {
        "o": 13580,
        "r": "esv:Nehemiah:3:1",
        "t": "Then*p Eliashib the high priest rose up with his brothers the priests, and they built the Sheep Gate. They consecrated it and set its doors. They consecrated it as far as the Tower of the Hundred, as far as the Tower of Hananel."
    },
    {
        "o": 13581,
        "r": "esv:Nehemiah:3:2",
        "t": "And next to him the men of Jericho built. And next to them Zaccur the son of Imri built."
    },
    {
        "o": 13582,
        "r": "esv:Nehemiah:3:3",
        "t": "The*p sons of Hassenaah built the Fish Gate. They laid its beams and set its doors, its bolts, and its bars."
    },
    {
        "o": 13583,
        "r": "esv:Nehemiah:3:4",
        "t": "And next to them Meremoth the son of Uriah, son of Hakkoz repaired. And next to them Meshullam the son of Berechiah, son of Meshezabel repaired. And next to them Zadok the son of Baana repaired."
    },
    {
        "o": 13584,
        "r": "esv:Nehemiah:3:5",
        "t": "And next to them the Tekoites repaired, but their nobles would not stoop to serve their Lord."
    },
    {
        "o": 13585,
        "r": "esv:Nehemiah:3:6",
        "t": "Joiada*p the son of Paseah and Meshullam the son of Besodeiah repaired the Gate of Yeshanah. They laid its beams and set its doors, its bolts, and its bars."
    },
    {
        "o": 13586,
        "r": "esv:Nehemiah:3:7",
        "t": "And next to them repaired Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, the seat of the governor of the province Beyond the River."
    },
    {
        "o": 13587,
        "r": "esv:Nehemiah:3:8",
        "t": "Next to them Uzziel the son of Harhaiah, goldsmiths, repaired. Next to him Hananiah, one of the perfumers, repaired, and they restored Jerusalem as far as the Broad Wall."
    },
    {
        "o": 13588,
        "r": "esv:Nehemiah:3:9",
        "t": "Next to them Rephaiah the son of Hur, ruler of half the district of Jerusalem, repaired."
    },
    {
        "o": 13589,
        "r": "esv:Nehemiah:3:10",
        "t": "Next to them Jedaiah the son of Harumaph repaired opposite his house. And next to him Hattush the son of Hashabneiah repaired."
    },
    {
        "o": 13590,
        "r": "esv:Nehemiah:3:11",
        "t": "Malchijah the son of Harim and Hasshub the son of Pahath-moab repaired another section and the Tower of the Ovens."
    },
    {
        "o": 13591,
        "r": "esv:Nehemiah:3:12",
        "t": "Next to him Shallum the son of Hallohesh, ruler of half the district of Jerusalem, repaired, he and his daughters."
    },
    {
        "o": 13592,
        "r": "esv:Nehemiah:3:13",
        "t": "Hanun*p and the inhabitants of Zanoah repaired the Valley Gate. They rebuilt it and set its doors, its bolts, and its bars, and repaired a thousand cubits of the wall, as far as the Dung Gate."
    },
    {
        "o": 13593,
        "r": "esv:Nehemiah:3:14",
        "t": "Malchijah*p the son of Rechab, ruler of the district of Beth-haccherem, repaired the Dung Gate. He rebuilt it and set its doors, its bolts, and its bars."
    },
    {
        "o": 13594,
        "r": "esv:Nehemiah:3:15",
        "t": "And*p Shallum the son of Col-hozeh, ruler of the district of Mizpah, repaired the Fountain Gate. He rebuilt it and covered it and set its doors, its bolts, and its bars. And he built the wall of the Pool of Shelah of the king’s garden, as far as the stairs that go down from the city of David."
    },
    {
        "o": 13595,
        "r": "esv:Nehemiah:3:16",
        "t": "After him Nehemiah the son of Azbuk, ruler of half the district of Beth-zur, repaired to a point opposite the tombs of David, as far as the artificial pool, and as far as the house of the mighty men."
    },
    {
        "o": 13596,
        "r": "esv:Nehemiah:3:17",
        "t": "After him the Levites repaired: Rehum the son of Bani. Next to him Hashabiah, ruler of half the district of Keilah, repaired for his district."
    },
    {
        "o": 13597,
        "r": "esv:Nehemiah:3:18",
        "t": "After him their brothers repaired: Bavvai the son of Henadad, ruler of half the district of Keilah."
    },
    {
        "o": 13598,
        "r": "esv:Nehemiah:3:19",
        "t": "Next to him Ezer the son of Jeshua, ruler of Mizpah, repaired another section opposite the ascent to the armory at the buttress."
    },
    {
        "o": 13599,
        "r": "esv:Nehemiah:3:20",
        "t": "After him Baruch the son of Zabbai repaired another section from the buttress to the door of the house of Eliashib the high priest."
    },
    {
        "o": 13600,
        "r": "esv:Nehemiah:3:21",
        "t": "After him Meremoth the son of Uriah, son of Hakkoz repaired another section from the door of the house of Eliashib to the end of the house of Eliashib."
    },
    {
        "o": 13601,
        "r": "esv:Nehemiah:3:22",
        "t": "After him the priests, the men of the surrounding area, repaired."
    },
    {
        "o": 13602,
        "r": "esv:Nehemiah:3:23",
        "t": "After them Benjamin and Hasshub repaired opposite their house. After them Azariah the son of Maaseiah, son of Ananiah repaired beside his own house."
    },
    {
        "o": 13603,
        "r": "esv:Nehemiah:3:24",
        "t": "After him Binnui the son of Henadad repaired another section, from the house of Azariah to the buttress and to the corner."
    },
    {
        "o": 13604,
        "r": "esv:Nehemiah:3:25",
        "t": "Palal the son of Uzai repaired opposite the buttress and the tower projecting from the upper house of the king at the court of the guard. After him Pedaiah the son of Parosh"
    },
    {
        "o": 13605,
        "r": "esv:Nehemiah:3:26",
        "t": "and the temple servants living on Ophel repaired to a point opposite the Water Gate on the east and the projecting tower."
    },
    {
        "o": 13606,
        "r": "esv:Nehemiah:3:27",
        "t": "After him the Tekoites repaired another section opposite the great projecting tower as far as the wall of Ophel."
    },
    {
        "o": 13607,
        "r": "esv:Nehemiah:3:28",
        "t": "Above*p the Horse Gate the priests repaired, each one opposite his own house."
    },
    {
        "o": 13608,
        "r": "esv:Nehemiah:3:29",
        "t": "After them Zadok the son of Immer repaired opposite his own house. After him Shemaiah the son of Shecaniah, the keeper of the East Gate, repaired."
    },
    {
        "o": 13609,
        "r": "esv:Nehemiah:3:30",
        "t": "After him Hananiah the son of Shelemiah and Hanun the sixth son of Zalaph repaired another section. After him Meshullam the son of Berechiah repaired opposite his chamber."
    },
    {
        "o": 13610,
        "r": "esv:Nehemiah:3:31",
        "t": "After him Malchijah, one of the goldsmiths, repaired as far as the house of the temple servants and of the merchants, opposite the Muster Gate, and to the upper chamber of the corner."
    },
    {
        "o": 13611,
        "r": "esv:Nehemiah:3:32",
        "t": "And between the upper chamber of the corner and the Sheep Gate the goldsmiths and the merchants repaired."
    }
]
