[
    {
        "o": 23182,
        "r": "nkjv:Ezekiel:14:0",
        "t": "Ezekiel 14",
        "h": 1
    },
    {
        "o": 23183,
        "r": "nkjv:Ezekiel:14:0",
        "t": "Idolatry Will Be Punished",
        "h": 2
    },
    {
        "o": 23184,
        "r": "nkjv:Ezekiel:14:1",
        "t": "Now*p some of the elders of Israel came to me and sat before me."
    },
    {
        "o": 23185,
        "r": "nkjv:Ezekiel:14:2",
        "t": "And the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23186,
        "r": "nkjv:Ezekiel:14:3",
        "t": "“Son of man, these men have set up their idols in their hearts, and put before them that which causes them to stumble into iniquity. Should I let Myself be inquired of at all by them?"
    },
    {
        "o": 23187,
        "r": "nkjv:Ezekiel:14:4",
        "t": "“Therefore*p speak to them, and say to them, ‘Thus says the Lord God:*s “Everyone of the house of Israel who sets up his idols in his heart, and puts before him what causes him to stumble into iniquity, and then comes to the prophet, I the Lord*s will answer him who comes, according to the multitude of his idols,"
    },
    {
        "o": 23188,
        "r": "nkjv:Ezekiel:14:5",
        "t": "that I may seize the house of Israel by their heart, because they are all estranged from Me by their idols.”’"
    },
    {
        "o": 23189,
        "r": "nkjv:Ezekiel:14:6",
        "t": "“Therefore*p say to the house of Israel, ‘Thus says the Lord God:*s “Repent, turn away from your idols, and turn your faces away from all your abominations."
    },
    {
        "o": 23190,
        "r": "nkjv:Ezekiel:14:7",
        "t": "For anyone of the house of Israel, or of the strangers who dwell in Israel, who separates himself from Me and sets up his idols in his heart and puts before him what causes him to stumble into iniquity, then comes to a prophet to inquire of him concerning Me, I the Lord*s will answer him by Myself."
    },
    {
        "o": 23191,
        "r": "nkjv:Ezekiel:14:8",
        "t": "I will set My face against that man and make him a sign and a proverb, and I will cut him off from the midst of My people. Then you shall know that I am*i the Lord.*s"
    },
    {
        "o": 23192,
        "r": "nkjv:Ezekiel:14:9",
        "t": "“And*p if the prophet is induced to speak anything, I the Lord*s have induced that prophet, and I will stretch out My hand against him and destroy him from among My people Israel."
    },
    {
        "o": 23193,
        "r": "nkjv:Ezekiel:14:10",
        "t": "And they shall bear their iniquity; the punishment of the prophet shall be the same as the punishment of the one who inquired,"
    },
    {
        "o": 23194,
        "r": "nkjv:Ezekiel:14:11",
        "t": "that the house of Israel may no longer stray from Me, nor be profaned anymore with all their transgressions, but that they may be My people and I may be their God,“ says the Lord God.’”*s"
    },
    {
        "o": 23195,
        "r": "nkjv:Ezekiel:14:11",
        "t": "Judgment on Persistent Unfaithfulness",
        "h": 2
    },
    {
        "o": 23196,
        "r": "nkjv:Ezekiel:14:12",
        "t": "The*p word of the Lord*s came again to me, saying:"
    },
    {
        "o": 23197,
        "r": "nkjv:Ezekiel:14:13",
        "t": "“Son of man, when a land sins against Me by persistent unfaithfulness, I will stretch out My hand against it; I will cut off its supply of bread, send famine on it, and cut off man and beast from it."
    },
    {
        "o": 23198,
        "r": "nkjv:Ezekiel:14:14",
        "t": "Even if*i these three men, Noah, Daniel, and Job, were in it, they would deliver only*i themselves by their righteousness,” says the Lord God.*s"
    },
    {
        "o": 23199,
        "r": "nkjv:Ezekiel:14:15",
        "t": "“If*p I cause wild beasts to pass through the land, and they empty it, and make it so desolate that no man may pass through because of the beasts,"
    },
    {
        "o": 23200,
        "r": "nkjv:Ezekiel:14:16",
        "t": "even*i though these three men were*i in it, as*i I live,” says the Lord God,*s “they would deliver neither sons nor daughters; only they would be delivered, and the land would be desolate."
    },
    {
        "o": 23201,
        "r": "nkjv:Ezekiel:14:17",
        "t": "“Or*p if*i I bring a sword on that land, and say, ‘Sword, go through the land,’ and I cut off man and beast from it,"
    },
    {
        "o": 23202,
        "r": "nkjv:Ezekiel:14:18",
        "t": "even though*i these three men were*i in it, as*i I live,” says the Lord God,*s “they would deliver neither sons nor daughters, but only they themselves would be delivered."
    },
    {
        "o": 23203,
        "r": "nkjv:Ezekiel:14:19",
        "t": "“Or*p if*i I send a pestilence into that land and pour out My fury on it in blood, and cut off from it man and beast,"
    },
    {
        "o": 23204,
        "r": "nkjv:Ezekiel:14:20",
        "t": "even though*i Noah, Daniel, and Job were*i in it, as*i I live,” says the Lord God,*s “they would deliver neither son nor daughter; they would deliver only*i themselves by their righteousness.”"
    },
    {
        "o": 23205,
        "r": "nkjv:Ezekiel:14:21",
        "t": "For*p thus says the Lord God:*s “How much more it shall be when I send My four severe judgments on Jerusalem—the sword and famine and wild beasts and pestilence—to cut off man and beast from it?"
    },
    {
        "o": 23206,
        "r": "nkjv:Ezekiel:14:22",
        "t": "Yet behold, there shall be left in it a remnant who will be brought out, both*i sons and daughters; surely they will come out to you, and you will see their ways and their doings. Then you will be comforted concerning the disaster that I have brought upon Jerusalem, all that I have brought upon it."
    },
    {
        "o": 23207,
        "r": "nkjv:Ezekiel:14:23",
        "t": "And they will comfort you, when you see their ways and their doings; and you shall know that I have done nothing without cause that I have done in it,” says the Lord God.*s"
    }
]
