[
    {
        "o": 29614,
        "r": "kjv:1 Corinthians:3:0",
        "t": "1 Corinthians 3",
        "h": 1
    },
    {
        "o": 29615,
        "r": "kjv:1 Corinthians:3:1",
        "t": "And*p I, brethren, could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ."
    },
    {
        "o": 29616,
        "r": "kjv:1 Corinthians:3:2",
        "t": "I*p have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able."
    },
    {
        "o": 29617,
        "r": "kjv:1 Corinthians:3:3",
        "t": "For*p ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?"
    },
    {
        "o": 29618,
        "r": "kjv:1 Corinthians:3:4",
        "t": "For*p while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal?"
    },
    {
        "o": 29619,
        "r": "kjv:1 Corinthians:3:5",
        "t": "Who*p then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man?"
    },
    {
        "o": 29620,
        "r": "kjv:1 Corinthians:3:6",
        "t": "I*p have planted, Apollos watered; but God gave the increase."
    },
    {
        "o": 29621,
        "r": "kjv:1 Corinthians:3:7",
        "t": "So*p then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase."
    },
    {
        "o": 29622,
        "r": "kjv:1 Corinthians:3:8",
        "t": "Now*p he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour."
    },
    {
        "o": 29623,
        "r": "kjv:1 Corinthians:3:9",
        "t": "For*p we are labourers together with God: ye are God's husbandry, ye are God's building."
    },
    {
        "o": 29624,
        "r": "kjv:1 Corinthians:3:10",
        "t": "According*p to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon."
    },
    {
        "o": 29625,
        "r": "kjv:1 Corinthians:3:11",
        "t": "For*p other foundation can no man lay than that is laid, which is Jesus Christ."
    },
    {
        "o": 29626,
        "r": "kjv:1 Corinthians:3:12",
        "t": "Now*p if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;"
    },
    {
        "o": 29627,
        "r": "kjv:1 Corinthians:3:13",
        "t": "Every*p man's work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man's work of what sort it is."
    },
    {
        "o": 29628,
        "r": "kjv:1 Corinthians:3:14",
        "t": "If*p any man's work abide which he hath built thereupon, he shall receive a reward."
    },
    {
        "o": 29629,
        "r": "kjv:1 Corinthians:3:15",
        "t": "If*p any man's work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire."
    },
    {
        "o": 29630,
        "r": "kjv:1 Corinthians:3:16",
        "t": "Know*p ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?"
    },
    {
        "o": 29631,
        "r": "kjv:1 Corinthians:3:17",
        "t": "If*p any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are."
    },
    {
        "o": 29632,
        "r": "kjv:1 Corinthians:3:18",
        "t": "Let*p no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise."
    },
    {
        "o": 29633,
        "r": "kjv:1 Corinthians:3:19",
        "t": "For*p the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness."
    },
    {
        "o": 29634,
        "r": "kjv:1 Corinthians:3:20",
        "t": "And*p again, The Lord knoweth the thoughts of the wise, that they are vain."
    },
    {
        "o": 29635,
        "r": "kjv:1 Corinthians:3:21",
        "t": "Therefore*p let no man glory in men. For all things are yours;"
    },
    {
        "o": 29636,
        "r": "kjv:1 Corinthians:3:22",
        "t": "Whether*p Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours;"
    },
    {
        "o": 29637,
        "r": "kjv:1 Corinthians:3:23",
        "t": "And*p ye are Christ's; and Christ is God's."
    }
]
