[
    {
        "o": 23506,
        "r": "niv:Ezekiel:37:0",
        "t": "Ezekiel 37",
        "h": 1
    },
    {
        "o": 23507,
        "r": "niv:Ezekiel:37:0",
        "t": "The Valley of Dry Bones",
        "h": 2
    },
    {
        "o": 23508,
        "r": "niv:Ezekiel:37:1",
        "t": "The*p hand of the Lord*s was on me, and he brought me out by the Spirit of the Lord*s and set me in the middle of a valley; it was full of bones."
    },
    {
        "o": 23509,
        "r": "niv:Ezekiel:37:2",
        "t": "He led me back and forth among them, and I saw a great many bones on the floor of the valley, bones that were very dry."
    },
    {
        "o": 23510,
        "r": "niv:Ezekiel:37:3",
        "t": "He asked me, “Son of man, can these bones live?” I*p said, “Sovereign Lord,*s you alone know.”"
    },
    {
        "o": 23511,
        "r": "niv:Ezekiel:37:4",
        "t": "Then*p he said to me, “Prophesy to these bones and say to them, ‘Dry bones, hear the word of the Lord!*s"
    },
    {
        "o": 23512,
        "r": "niv:Ezekiel:37:5",
        "t": "This is what the Sovereign Lord*s says to these bones: I will make breath enter you, and you will come to life."
    },
    {
        "o": 23513,
        "r": "niv:Ezekiel:37:6",
        "t": "I will attach tendons to you and make flesh come upon you and cover you with skin; I will put breath in you, and you will come to life. Then you will know that I am the Lord*s .’ ”"
    },
    {
        "o": 23514,
        "r": "niv:Ezekiel:37:7",
        "t": "So*p I prophesied as I was commanded. And as I was prophesying, there was a noise, a rattling sound, and the bones came together, bone to bone."
    },
    {
        "o": 23515,
        "r": "niv:Ezekiel:37:8",
        "t": "I looked, and tendons and flesh appeared on them and skin covered them, but there was no breath in them."
    },
    {
        "o": 23516,
        "r": "niv:Ezekiel:37:9",
        "t": "Then*p he said to me, “Prophesy to the breath; prophesy, son of man, and say to it, ‘This is what the Sovereign Lord*s says: Come, breath, from the four winds and breathe into these slain, that they may live.’ ”"
    },
    {
        "o": 23517,
        "r": "niv:Ezekiel:37:10",
        "t": "So I prophesied as he commanded me, and breath entered them; they came to life and stood up on their feet—a vast army."
    },
    {
        "o": 23518,
        "r": "niv:Ezekiel:37:11",
        "t": "Then*p he said to me: “Son of man, these bones are the people of Israel. They say, ‘Our bones are dried up and our hope is gone; we are cut off.’"
    },
    {
        "o": 23519,
        "r": "niv:Ezekiel:37:12",
        "t": "Therefore prophesy and say to them: ‘This is what the Sovereign Lord*s says: My people, I am going to open your graves and bring you up from them; I will bring you back to the land of Israel."
    },
    {
        "o": 23520,
        "r": "niv:Ezekiel:37:13",
        "t": "Then you, my people, will know that I am the Lord,*s when I open your graves and bring you up from them."
    },
    {
        "o": 23521,
        "r": "niv:Ezekiel:37:14",
        "t": "I will put my Spirit in you and you will live, and I will settle you in your own land. Then you will know that I the Lord*s have spoken, and I have done it, declares the Lord*s .’ ”"
    },
    {
        "o": 23522,
        "r": "niv:Ezekiel:37:14",
        "t": "One Nation Under One King",
        "h": 2
    },
    {
        "o": 23523,
        "r": "niv:Ezekiel:37:15",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23524,
        "r": "niv:Ezekiel:37:16",
        "t": "“Son of man, take a stick of wood and write on it, ‘Belonging to Judah and the Israelites associated with him.’ Then take another stick of wood, and write on it, ‘Belonging to Joseph (that is, to Ephraim) and all the Israelites associated with him.’"
    },
    {
        "o": 23525,
        "r": "niv:Ezekiel:37:17",
        "t": "Join them together into one stick so that they will become one in your hand."
    },
    {
        "o": 23526,
        "r": "niv:Ezekiel:37:18",
        "t": "“When*p your people ask you, ‘Won’t you tell us what you mean by this?’"
    },
    {
        "o": 23527,
        "r": "niv:Ezekiel:37:19",
        "t": "say to them, ‘This is what the Sovereign Lord*s says: I am going to take the stick of Joseph—which is in Ephraim’s hand—and of the Israelite tribes associated with him, and join it to Judah’s stick. I will make them into a single stick of wood, and they will become one in my hand.’"
    },
    {
        "o": 23528,
        "r": "niv:Ezekiel:37:20",
        "t": "Hold before their eyes the sticks you have written on"
    },
    {
        "o": 23529,
        "r": "niv:Ezekiel:37:21",
        "t": "and say to them, ‘This is what the Sovereign Lord*s says: I will take the Israelites out of the nations where they have gone. I will gather them from all around and bring them back into their own land."
    },
    {
        "o": 23530,
        "r": "niv:Ezekiel:37:22",
        "t": "I will make them one nation in the land, on the mountains of Israel. There will be one king over all of them and they will never again be two nations or be divided into two kingdoms."
    },
    {
        "o": 23531,
        "r": "niv:Ezekiel:37:23",
        "t": "They will no longer defile themselves with their idols and vile images or with any of their offenses, for I will save them from all their sinful backsliding, and I will cleanse them. They will be my people, and I will be their God."
    },
    {
        "o": 23532,
        "r": "niv:Ezekiel:37:24",
        "t": "“ ‘My*p servant David will be king over them, and they will all have one shepherd. They will follow my laws and be careful to keep my decrees."
    },
    {
        "o": 23533,
        "r": "niv:Ezekiel:37:25",
        "t": "They will live in the land I gave to my servant Jacob, the land where your ancestors lived. They and their children and their children’s children will live there forever, and David my servant will be their prince forever."
    },
    {
        "o": 23534,
        "r": "niv:Ezekiel:37:26",
        "t": "I will make a covenant of peace with them; it will be an everlasting covenant. I will establish them and increase their numbers, and I will put my sanctuary among them forever."
    },
    {
        "o": 23535,
        "r": "niv:Ezekiel:37:27",
        "t": "My dwelling place will be with them; I will be their God, and they will be my people."
    },
    {
        "o": 23536,
        "r": "niv:Ezekiel:37:28",
        "t": "Then the nations will know that I the Lord*s make Israel holy, when my sanctuary is among them forever.’ ”"
    }
]
