[
    {
        "o": 10021,
        "r": "nkjv:1 Kings:10:0",
        "t": "1 Kings 10",
        "h": 1
    },
    {
        "o": 10022,
        "r": "nkjv:1 Kings:10:0",
        "t": "The Queen of Sheba’s Praise of Solomon",
        "h": 2
    },
    {
        "o": 10023,
        "r": "nkjv:1 Kings:10:1",
        "t": "Now*p when the queen of Sheba heard of the fame of Solomon concerning the name of the Lord,*s she came to test him with hard questions."
    },
    {
        "o": 10024,
        "r": "nkjv:1 Kings:10:2",
        "t": "She came to Jerusalem with a very great retinue, with camels that bore spices, very much gold, and precious stones; and when she came to Solomon, she spoke with him about all that was in her heart."
    },
    {
        "o": 10025,
        "r": "nkjv:1 Kings:10:3",
        "t": "So Solomon answered all her questions; there was nothing so difficult for the king that he could not explain it*i to her."
    },
    {
        "o": 10026,
        "r": "nkjv:1 Kings:10:4",
        "t": "And when the queen of Sheba had seen all the wisdom of Solomon, the house that he had built,"
    },
    {
        "o": 10027,
        "r": "nkjv:1 Kings:10:5",
        "t": "the food on his table, the seating of his servants, the service of his waiters and their apparel, his cupbearers, and his entryway by which he went up to the house of the Lord,*s there was no more spirit in her."
    },
    {
        "o": 10028,
        "r": "nkjv:1 Kings:10:6",
        "t": "Then she said to the king: “It was a true report which I heard in my own land about your words and your wisdom."
    },
    {
        "o": 10029,
        "r": "nkjv:1 Kings:10:7",
        "t": "However I did not believe the words until I came and saw with my own eyes; and indeed the half was not told me. Your wisdom and prosperity exceed the fame of which I heard."
    },
    {
        "o": 10030,
        "r": "nkjv:1 Kings:10:8",
        "t": "Happy are*i your men and happy are*i these your servants, who stand continually before you and*i hear your wisdom!"
    },
    {
        "o": 10031,
        "r": "nkjv:1 Kings:10:9",
        "t": "Blessed be the Lord*s your God, who delighted in you, setting you on the throne of Israel! Because the Lord*s has loved Israel forever, therefore He made you king, to do justice and righteousness.”"
    },
    {
        "o": 10032,
        "r": "nkjv:1 Kings:10:10",
        "t": "Then*p she gave the king one hundred and twenty talents of gold, spices in great quantity, and precious stones. There never again came such abundance of spices as the queen of Sheba gave to King Solomon."
    },
    {
        "o": 10033,
        "r": "nkjv:1 Kings:10:11",
        "t": "Also, the ships of Hiram, which brought gold from Ophir, brought great quantities of almug wood and precious stones from Ophir."
    },
    {
        "o": 10034,
        "r": "nkjv:1 Kings:10:12",
        "t": "And the king made steps of the almug wood for the house of the Lord*s and for the king’s house, also harps and stringed instruments for singers. There never again came such almug wood, nor has the like been seen to this day."
    },
    {
        "o": 10035,
        "r": "nkjv:1 Kings:10:13",
        "t": "Now*p King Solomon gave the queen of Sheba all she desired, whatever she asked, besides what Solomon had given her according to the royal generosity. So she turned and went to her own country, she and her servants."
    },
    {
        "o": 10036,
        "r": "nkjv:1 Kings:10:13",
        "t": "Solomon’s Great Wealth",
        "h": 2
    },
    {
        "o": 10037,
        "r": "nkjv:1 Kings:10:14",
        "t": "The*p weight of gold that came to Solomon yearly was six hundred and sixty-six talents of gold,"
    },
    {
        "o": 10038,
        "r": "nkjv:1 Kings:10:15",
        "t": "besides that*i from the traveling merchants, from the income of traders, from all the kings of Arabia, and from the governors of the country."
    },
    {
        "o": 10039,
        "r": "nkjv:1 Kings:10:16",
        "t": "And*p King Solomon made two hundred large shields of*i hammered gold; six hundred shekels*i of gold went into each shield."
    },
    {
        "o": 10040,
        "r": "nkjv:1 Kings:10:17",
        "t": "He also made*i three hundred shields of*i hammered gold; three minas of gold went into each shield. The king put them in the House of the Forest of Lebanon."
    },
    {
        "o": 10041,
        "r": "nkjv:1 Kings:10:18",
        "t": "Moreover*p the king made a great throne of ivory, and overlaid it with pure gold."
    },
    {
        "o": 10042,
        "r": "nkjv:1 Kings:10:19",
        "t": "The throne had six steps, and the top of the throne was*i round at the back; there*i were*i armrests on either side of the place of the seat, and two lions stood beside the armrests."
    },
    {
        "o": 10043,
        "r": "nkjv:1 Kings:10:20",
        "t": "Twelve lions stood there, one on each side of the six steps; nothing like this*i had been made for any other*i kingdom."
    },
    {
        "o": 10044,
        "r": "nkjv:1 Kings:10:21",
        "t": "All*p King Solomon’s drinking vessels were*i gold, and all the vessels of the House of the Forest of Lebanon were*i pure gold. Not one*i was*i silver, for this was accounted as nothing in the days of Solomon."
    },
    {
        "o": 10045,
        "r": "nkjv:1 Kings:10:22",
        "t": "For the king had merchant ships at sea with the fleet of Hiram. Once every three years the merchant ships came bringing gold, silver, ivory, apes, and monkeys."
    },
    {
        "o": 10046,
        "r": "nkjv:1 Kings:10:23",
        "t": "So King Solomon surpassed all the kings of the earth in riches and wisdom."
    },
    {
        "o": 10047,
        "r": "nkjv:1 Kings:10:24",
        "t": "Now*p all the earth sought the presence of Solomon to hear his wisdom, which God had put in his heart."
    },
    {
        "o": 10048,
        "r": "nkjv:1 Kings:10:25",
        "t": "Each man brought his present: articles of silver and gold, garments, armor, spices, horses, and mules, at a set rate year by year."
    },
    {
        "o": 10049,
        "r": "nkjv:1 Kings:10:26",
        "t": "And*p Solomon gathered chariots and horsemen; he had one thousand four hundred chariots and twelve thousand horsemen, whom he stationed in the chariot cities and with the king at Jerusalem."
    },
    {
        "o": 10050,
        "r": "nkjv:1 Kings:10:27",
        "t": "The king made silver as*i common*i in Jerusalem as stones, and he made cedar trees as abundant as the sycamores which are*i in the lowland."
    },
    {
        "o": 10051,
        "r": "nkjv:1 Kings:10:28",
        "t": "Also*p Solomon had horses imported from Egypt and Keveh; the king’s merchants bought them in Keveh at the current*i price."
    },
    {
        "o": 10052,
        "r": "nkjv:1 Kings:10:29",
        "t": "Now a chariot that was imported from Egypt cost six hundred shekels*i of silver, and a horse one hundred and fifty; and thus, through their agents, they exported them*i to all the kings of the Hittites and the kings of Syria."
    }
]
