[
    {
        "o": 9819,
        "r": "nkjv:1 Kings:6:0",
        "t": "1 Kings 6",
        "h": 1
    },
    {
        "o": 9820,
        "r": "nkjv:1 Kings:6:0",
        "t": "Solomon Builds the Temple",
        "h": 2
    },
    {
        "o": 9821,
        "r": "nkjv:1 Kings:6:1",
        "t": "And*p it came to pass in the four hundred and eightieth year after the children of Israel had come out of the land of Egypt, in the fourth year of Solomon’s reign over Israel, in the month of Ziv, which is*i the second month, that he began to build the house of the Lord.*s"
    },
    {
        "o": 9822,
        "r": "nkjv:1 Kings:6:2",
        "t": "Now the house which King Solomon built for the Lord,*s its length was*i sixty cubits, its width twenty, and its height thirty cubits."
    },
    {
        "o": 9823,
        "r": "nkjv:1 Kings:6:3",
        "t": "The vestibule in front of the sanctuary of the house was*i twenty cubits long across the width of the house, and*i the width of the*i vestibule*i extended*i ten cubits from the front of the house."
    },
    {
        "o": 9824,
        "r": "nkjv:1 Kings:6:4",
        "t": "And he made for the house windows with beveled frames."
    },
    {
        "o": 9825,
        "r": "nkjv:1 Kings:6:5",
        "t": "Against*p the wall of the temple he built chambers all around, against*i the walls of the temple, all around the sanctuary and the inner sanctuary. Thus he made side chambers all around it."
    },
    {
        "o": 9826,
        "r": "nkjv:1 Kings:6:6",
        "t": "The lowest chamber was*i five cubits wide, the middle was*i six cubits wide, and the third was*i seven cubits wide; for he made narrow ledges around the outside of the temple, so that the*i support*i beams*i would not be fastened into the walls of the temple."
    },
    {
        "o": 9827,
        "r": "nkjv:1 Kings:6:7",
        "t": "And the temple, when it was being built, was built with stone finished at the quarry, so that no hammer or chisel or*i any iron tool was heard in the temple while it was being built."
    },
    {
        "o": 9828,
        "r": "nkjv:1 Kings:6:8",
        "t": "The doorway for the middle story was*i on the right side of the temple. They went up by stairs to the middle story,*i and from the middle to the third."
    },
    {
        "o": 9829,
        "r": "nkjv:1 Kings:6:9",
        "t": "So*p he built the temple and finished it, and he paneled the temple with beams and boards of cedar."
    },
    {
        "o": 9830,
        "r": "nkjv:1 Kings:6:10",
        "t": "And he built side chambers against the entire temple, each five cubits high; they were attached to the temple with cedar beams."
    },
    {
        "o": 9831,
        "r": "nkjv:1 Kings:6:11",
        "t": "Then*p the word of the Lord*s came to Solomon, saying:"
    },
    {
        "o": 9832,
        "r": "nkjv:1 Kings:6:12",
        "t": "“Concerning*i this temple which you are building, if you walk in My statutes, execute My judgments, keep all My commandments, and walk in them, then I will perform My word with you, which I spoke to your father David."
    },
    {
        "o": 9833,
        "r": "nkjv:1 Kings:6:13",
        "t": "And I will dwell among the children of Israel, and will not forsake My people Israel.”"
    },
    {
        "o": 9834,
        "r": "nkjv:1 Kings:6:14",
        "t": "So*p Solomon built the temple and finished it."
    },
    {
        "o": 9835,
        "r": "nkjv:1 Kings:6:15",
        "t": "And he built the inside walls of the temple with cedar boards; from the floor of the temple to the ceiling he paneled the inside with wood; and he covered the floor of the temple with planks of cypress."
    },
    {
        "o": 9836,
        "r": "nkjv:1 Kings:6:16",
        "t": "Then he built the twenty-cubit room at the rear of the temple, from floor to ceiling, with cedar boards; he built it*i inside as the inner sanctuary, as the Most Holy Place.*i"
    },
    {
        "o": 9837,
        "r": "nkjv:1 Kings:6:17",
        "t": "And in front of it the temple sanctuary was forty cubits long.*i"
    },
    {
        "o": 9838,
        "r": "nkjv:1 Kings:6:18",
        "t": "The inside of the temple was cedar, carved with ornamental buds and open flowers. All was*i cedar; there was no stone to*i be*i seen."
    },
    {
        "o": 9839,
        "r": "nkjv:1 Kings:6:19",
        "t": "And*p he prepared the inner sanctuary inside the temple, to set the ark of the covenant of the Lord*s there."
    },
    {
        "o": 9840,
        "r": "nkjv:1 Kings:6:20",
        "t": "The inner sanctuary was*i twenty cubits long, twenty cubits wide, and twenty cubits high. He overlaid it with pure gold, and overlaid the altar of cedar."
    },
    {
        "o": 9841,
        "r": "nkjv:1 Kings:6:21",
        "t": "So Solomon overlaid the inside of the temple with pure gold. He stretched gold chains across the front of the inner sanctuary, and overlaid it with gold."
    },
    {
        "o": 9842,
        "r": "nkjv:1 Kings:6:22",
        "t": "The whole temple he overlaid with gold, until he had finished all the temple; also he overlaid with gold the entire altar that was*i by the inner sanctuary."
    },
    {
        "o": 9843,
        "r": "nkjv:1 Kings:6:23",
        "t": "Inside*p the inner sanctuary he made two cherubim of*i olive wood, each*i ten cubits high."
    },
    {
        "o": 9844,
        "r": "nkjv:1 Kings:6:24",
        "t": "One wing of the cherub was*i five cubits, and the other wing of the cherub five cubits: ten cubits from the tip of one wing to the tip of the other."
    },
    {
        "o": 9845,
        "r": "nkjv:1 Kings:6:25",
        "t": "And the other cherub was*i ten cubits; both cherubim were*i of the same size and shape."
    },
    {
        "o": 9846,
        "r": "nkjv:1 Kings:6:26",
        "t": "The height of one cherub was*i ten cubits, and so was*i the other cherub."
    },
    {
        "o": 9847,
        "r": "nkjv:1 Kings:6:27",
        "t": "Then he set the cherubim inside the inner room; and they stretched out the wings of the cherubim so that the wing of the one touched one*i wall, and the wing of the other cherub touched the other wall. And their wings touched each other in the middle of the room."
    },
    {
        "o": 9848,
        "r": "nkjv:1 Kings:6:28",
        "t": "Also he overlaid the cherubim with gold."
    },
    {
        "o": 9849,
        "r": "nkjv:1 Kings:6:29",
        "t": "Then*p he carved all the walls of the temple all around, both the inner and outer sanctuaries,*i with carved figures of cherubim, palm trees, and open flowers."
    },
    {
        "o": 9850,
        "r": "nkjv:1 Kings:6:30",
        "t": "And the floor of the temple he overlaid with gold, both the inner and outer sanctuaries.*i"
    },
    {
        "o": 9851,
        "r": "nkjv:1 Kings:6:31",
        "t": "For*p the entrance of the inner sanctuary he made doors of*i olive wood; the lintel and*i doorposts were*i one-fifth of*i the*i wall.*i"
    },
    {
        "o": 9852,
        "r": "nkjv:1 Kings:6:32",
        "t": "The two doors were*i of*i olive wood; and he carved on them figures of cherubim, palm trees, and open flowers, and overlaid them*i with gold; and he spread gold on the cherubim and on the palm trees."
    },
    {
        "o": 9853,
        "r": "nkjv:1 Kings:6:33",
        "t": "So for the door of the sanctuary he also made doorposts of*i olive wood, one-fourth of*i the*i wall.*i"
    },
    {
        "o": 9854,
        "r": "nkjv:1 Kings:6:34",
        "t": "And the two doors were*i of*i cypress wood; two panels comprised*i one folding door, and two panels comprised*i the other folding door."
    },
    {
        "o": 9855,
        "r": "nkjv:1 Kings:6:35",
        "t": "Then he carved cherubim, palm trees, and open flowers on*i them,*i and overlaid them*i with gold applied evenly on the carved work."
    },
    {
        "o": 9856,
        "r": "nkjv:1 Kings:6:36",
        "t": "And*p he built the inner court with three rows of hewn stone and a row of cedar beams."
    },
    {
        "o": 9857,
        "r": "nkjv:1 Kings:6:37",
        "t": "In*p the fourth year the foundation of the house of the Lord*s was laid, in the month of Ziv."
    },
    {
        "o": 9858,
        "r": "nkjv:1 Kings:6:38",
        "t": "And in the eleventh year, in the month of Bul, which is the eighth month, the house was finished in all its details and according to all its plans. So he was seven years in building it."
    }
]
