[
    {
        "o": 22224,
        "r": "esv:Jeremiah:42:0",
        "t": "Jeremiah 42",
        "h": 1
    },
    {
        "o": 22225,
        "r": "esv:Jeremiah:42:0",
        "t": "Warning Against Going to Egypt",
        "h": 2
    },
    {
        "o": 22226,
        "r": "esv:Jeremiah:42:1",
        "t": "Then*p all the commanders of the forces, and Johanan the son of Kareah and Jezaniah the son of Hoshaiah, and all the people from the least to the greatest, came near"
    },
    {
        "o": 22227,
        "r": "esv:Jeremiah:42:2",
        "t": "and said to Jeremiah the prophet, “Let our plea for mercy come before you, and pray to the Lord*s your God for us, for all this remnant— because we are left with but a few, as your eyes see us—"
    },
    {
        "o": 22228,
        "r": "esv:Jeremiah:42:3",
        "t": "that the Lord*s your God may show us the way we should go, and the thing that we should do.”"
    },
    {
        "o": 22229,
        "r": "esv:Jeremiah:42:4",
        "t": "Jeremiah the prophet said to them, “I have heard you. Behold, I will pray to the Lord*s your God according to your request, and whatever the Lord*s answers you I will tell you. I will keep nothing back from you.”"
    },
    {
        "o": 22230,
        "r": "esv:Jeremiah:42:5",
        "t": "Then they said to Jeremiah, “May the Lord*s be a true and faithful witness against us if we do not act according to all the word with which the Lord*s your God sends you to us."
    },
    {
        "o": 22231,
        "r": "esv:Jeremiah:42:6",
        "t": "Whether it is good or bad, we will obey the voice of the Lord*s our God to whom we are sending you, that it may be well with us when we obey the voice of the Lord*s our God.”"
    },
    {
        "o": 22232,
        "r": "esv:Jeremiah:42:7",
        "t": "At*p the end of ten days the word of the Lord*s came to Jeremiah."
    },
    {
        "o": 22233,
        "r": "esv:Jeremiah:42:8",
        "t": "Then he summoned Johanan the son of Kareah and all the commanders of the forces who were with him, and all the people from the least to the greatest,"
    },
    {
        "o": 22234,
        "r": "esv:Jeremiah:42:9",
        "t": "and said to them, “Thus says the Lord,*s the God of Israel, to whom you sent me to present your plea for mercy before him:"
    },
    {
        "o": 22235,
        "r": "esv:Jeremiah:42:10",
        "t": "If you will remain in this land, then I will build you up and not pull you down; I will plant you, and not pluck you up; for I relent of the disaster that I did to you."
    },
    {
        "o": 22236,
        "r": "esv:Jeremiah:42:11",
        "t": "Do not fear the king of Babylon, of whom you are afraid. Do not fear him, declares the Lord,*s for I am with you, to save you and to deliver you from his hand."
    },
    {
        "o": 22237,
        "r": "esv:Jeremiah:42:12",
        "t": "I will grant you mercy, that he may have mercy on you and let you remain in your own land."
    },
    {
        "o": 22238,
        "r": "esv:Jeremiah:42:13",
        "t": "But if you say, ‘We will not remain in this land,’ disobeying the voice of the Lord*s your God"
    },
    {
        "o": 22239,
        "r": "esv:Jeremiah:42:14",
        "t": "and saying, ‘No, we will go to the land of Egypt, where we shall not see war or hear the sound of the trumpet or be hungry for bread, and we will dwell there,’"
    },
    {
        "o": 22240,
        "r": "esv:Jeremiah:42:15",
        "t": "then hear the word of the Lord,*s O remnant of Judah. Thus says the Lord*s of hosts, the God of Israel: If you set your faces to enter Egypt and go to live there,"
    },
    {
        "o": 22241,
        "r": "esv:Jeremiah:42:16",
        "t": "then the sword that you fear shall overtake you there in the land of Egypt, and the famine of which you are afraid shall follow close after you to Egypt, and there you shall die."
    },
    {
        "o": 22242,
        "r": "esv:Jeremiah:42:17",
        "t": "All the men who set their faces to go to Egypt to live there shall die by the sword, by famine, and by pestilence. They shall have no remnant or survivor from the disaster that I will bring upon them."
    },
    {
        "o": 22243,
        "r": "esv:Jeremiah:42:18",
        "t": "“For*p thus says the Lord*s of hosts, the God of Israel: As my anger and my wrath were poured out on the inhabitants of Jerusalem, so my wrath will be poured out on you when you go to Egypt. You shall become an execration, a horror, a curse, and a taunt. You shall see this place no more."
    },
    {
        "o": 22244,
        "r": "esv:Jeremiah:42:19",
        "t": "The Lord*s has said to you, O remnant of Judah, ‘Do not go to Egypt.’ Know for a certainty that I have warned you this day"
    },
    {
        "o": 22245,
        "r": "esv:Jeremiah:42:20",
        "t": "that you have gone astray at the cost of your lives. For you sent me to the Lord*s your God, saying, ‘Pray for us to the Lord*s our God, and whatever the Lord*s our God says, declare to us and we will do it.’"
    },
    {
        "o": 22246,
        "r": "esv:Jeremiah:42:21",
        "t": "And I have this day declared it to you, but you have not obeyed the voice of the Lord*s your God in anything that he sent me to tell you."
    },
    {
        "o": 22247,
        "r": "esv:Jeremiah:42:22",
        "t": "Now therefore know for a certainty that you shall die by the sword, by famine, and by pestilence in the place where you desire to go to live.”"
    }
]
