[
    {
        "o": 22212,
        "r": "nasb:Jeremiah:40:0",
        "t": "Jeremiah 40",
        "h": 1
    },
    {
        "o": 22213,
        "r": "nasb:Jeremiah:40:0",
        "t": "Jeremiah Remains in Judah",
        "h": 2
    },
    {
        "o": 22214,
        "r": "nasb:Jeremiah:40:1",
        "t": "The*p word which came to Jeremiah from the Lord*s after Nebuzaradan captain of the bodyguard had released him from Ramah, when he had taken him bound in chains among all the exiles of Jerusalem and Judah who were being exiled to Babylon."
    },
    {
        "o": 22215,
        "r": "nasb:Jeremiah:40:2",
        "t": "Now the captain of the bodyguard had taken Jeremiah and said to him, “The Lord*s your God promised this calamity against this place;"
    },
    {
        "o": 22216,
        "r": "nasb:Jeremiah:40:3",
        "t": "and the Lord*s has brought it*i on and done just as He promised. Because you people*i sinned against the Lord*s and did not listen to His voice, therefore this thing has happened to you."
    },
    {
        "o": 22217,
        "r": "nasb:Jeremiah:40:4",
        "t": "But now, behold, I am freeing you today from the chains which are on your hands. If you would prefer to come with me to Babylon, come along,*i and I will look after you; but if you would prefer not to come with me to Babylon, never mind. Look, the whole land is before you; go wherever it seems good and right for you to go.”"
    },
    {
        "o": 22218,
        "r": "nasb:Jeremiah:40:5",
        "t": "As Jeremiah was still not going back, he*i said,*i “Go on back then to Gedaliah the son of Ahikam, the son of Shaphan, whom the king of Babylon has appointed over the cities of Judah, and stay with him among the people; or else go anywhere it seems right for you to go.” So the captain of the bodyguard gave him a ration and a gift and let him go."
    },
    {
        "o": 22219,
        "r": "nasb:Jeremiah:40:6",
        "t": "Then Jeremiah went to Mizpah to Gedaliah the son of Ahikam and stayed with him among the people who were left in the land."
    },
    {
        "o": 22220,
        "r": "nasb:Jeremiah:40:7",
        "t": "Now*p all the commanders of the forces that were in the field, they and their men, heard that the king of Babylon had appointed Gedaliah the son of Ahikam over the land and that he had put him in charge of the men, women and children, those of the poorest of the land who had not been exiled to Babylon."
    },
    {
        "o": 22221,
        "r": "nasb:Jeremiah:40:8",
        "t": "So they came to Gedaliah at Mizpah, along with Ishmael the son of Nethaniah, and Johanan and Jonathan the sons of Kareah, and Seraiah the son of Tanhumeth, and the sons of Ephai the Netophathite, and Jezaniah the son of the Maacathite, both*i they and their men."
    },
    {
        "o": 22222,
        "r": "nasb:Jeremiah:40:9",
        "t": "Then Gedaliah the son of Ahikam, the son of Shaphan, swore to them and to their men, saying, “Do not be afraid of serving the Chaldeans; stay in the land and serve the king of Babylon, that it may go well with you."
    },
    {
        "o": 22223,
        "r": "nasb:Jeremiah:40:10",
        "t": "Now as for me, behold, I am going to stay at Mizpah to stand for*i you*i before the Chaldeans who come to us; but as for you, gather in wine and summer fruit and oil and put them*i in your storage*i vessels, and live in your cities that you have taken over.”"
    },
    {
        "o": 22224,
        "r": "nasb:Jeremiah:40:11",
        "t": "Likewise, also all the Jews who were in Moab and among the sons of Ammon and in Edom and who were in all the other*i countries, heard that the king of Babylon had left a remnant for Judah, and that he had appointed over them Gedaliah the son of Ahikam, the son of Shaphan."
    },
    {
        "o": 22225,
        "r": "nasb:Jeremiah:40:12",
        "t": "Then all the Jews returned from all the places to which they had been driven away and came to the land of Judah, to Gedaliah at Mizpah, and gathered in wine and summer fruit in great abundance."
    },
    {
        "o": 22226,
        "r": "nasb:Jeremiah:40:13",
        "t": "Now*p Johanan the son of Kareah and all the commanders of the forces that were in the field came to Gedaliah at Mizpah"
    },
    {
        "o": 22227,
        "r": "nasb:Jeremiah:40:14",
        "t": "and said to him, “Are you well aware that Baalis the king of the sons of Ammon has sent Ishmael the son of Nethaniah to take your life?” But Gedaliah the son of Ahikam did not believe them."
    },
    {
        "o": 22228,
        "r": "nasb:Jeremiah:40:15",
        "t": "Then Johanan the son of Kareah spoke secretly to Gedaliah in Mizpah, saying, “Let me go and kill Ishmael the son of Nethaniah, and not a man will know! Why should he take your life, so that all the Jews who are gathered to you would be scattered and the remnant of Judah would perish?”"
    },
    {
        "o": 22229,
        "r": "nasb:Jeremiah:40:16",
        "t": "But Gedaliah the son of Ahikam said to Johanan the son of Kareah, “Do not do this thing, for you are telling a lie about Ishmael.”"
    }
]
