[
    {
        "o": 33437,
        "r": "niv:Hebrews:13:0",
        "t": "Hebrews 13",
        "h": 1
    },
    {
        "o": 33438,
        "r": "niv:Hebrews:13:0",
        "t": "Concluding Exhortations",
        "h": 2
    },
    {
        "o": 33439,
        "r": "niv:Hebrews:13:1",
        "t": "Keep*p on loving one another as brothers and sisters."
    },
    {
        "o": 33440,
        "r": "niv:Hebrews:13:2",
        "t": "Do not forget to show hospitality to strangers, for by so doing some people have shown hospitality to angels without knowing it."
    },
    {
        "o": 33441,
        "r": "niv:Hebrews:13:3",
        "t": "Continue to remember those in prison as if you were together with them in prison, and those who are mistreated as if you yourselves were suffering."
    },
    {
        "o": 33442,
        "r": "niv:Hebrews:13:4",
        "t": "Marriage*p should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."
    },
    {
        "o": 33443,
        "r": "niv:Hebrews:13:5",
        "t": "Keep your lives free from the love of money and be content with what you have, because God has said, “Never*pn will I leave you; never*ld will I forsake you.”"
    },
    {
        "o": 33444,
        "r": "niv:Hebrews:13:6",
        "t": "So*p we say with confidence, “The*pn Lord is my helper; I will not be afraid. What*ld can mere mortals do to me?”"
    },
    {
        "o": 33445,
        "r": "niv:Hebrews:13:7",
        "t": "Remember*p your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith."
    },
    {
        "o": 33446,
        "r": "niv:Hebrews:13:8",
        "t": "Jesus Christ is the same yesterday and today and forever."
    },
    {
        "o": 33447,
        "r": "niv:Hebrews:13:9",
        "t": "Do*p not be carried away by all kinds of strange teachings. It is good for our hearts to be strengthened by grace, not by eating ceremonial foods, which is of no benefit to those who do so."
    },
    {
        "o": 33448,
        "r": "niv:Hebrews:13:10",
        "t": "We have an altar from which those who minister at the tabernacle have no right to eat."
    },
    {
        "o": 33449,
        "r": "niv:Hebrews:13:11",
        "t": "The*p high priest carries the blood of animals into the Most Holy Place as a sin offering, but the bodies are burned outside the camp."
    },
    {
        "o": 33450,
        "r": "niv:Hebrews:13:12",
        "t": "And so Jesus also suffered outside the city gate to make the people holy through his own blood."
    },
    {
        "o": 33451,
        "r": "niv:Hebrews:13:13",
        "t": "Let us, then, go to him outside the camp, bearing the disgrace he bore."
    },
    {
        "o": 33452,
        "r": "niv:Hebrews:13:14",
        "t": "For here we do not have an enduring city, but we are looking for the city that is to come."
    },
    {
        "o": 33453,
        "r": "niv:Hebrews:13:15",
        "t": "Through*p Jesus, therefore, let us continually offer to God a sacrifice of praise—the fruit of lips that openly profess his name."
    },
    {
        "o": 33454,
        "r": "niv:Hebrews:13:16",
        "t": "And do not forget to do good and to share with others, for with such sacrifices God is pleased."
    },
    {
        "o": 33455,
        "r": "niv:Hebrews:13:17",
        "t": "Have*p confidence in your leaders and submit to their authority, because they keep watch over you as those who must give an account. Do this so that their work will be a joy, not a burden, for that would be of no benefit to you."
    },
    {
        "o": 33456,
        "r": "niv:Hebrews:13:18",
        "t": "Pray*p for us. We are sure that we have a clear conscience and desire to live honorably in every way."
    },
    {
        "o": 33457,
        "r": "niv:Hebrews:13:19",
        "t": "I particularly urge you to pray so that I may be restored to you soon."
    },
    {
        "o": 33458,
        "r": "niv:Hebrews:13:19",
        "t": "Benediction and Final Greetings",
        "h": 2
    },
    {
        "o": 33459,
        "r": "niv:Hebrews:13:20",
        "t": "Now*p may the God of peace, who through the blood of the eternal covenant brought back from the dead our Lord Jesus, that great Shepherd of the sheep,"
    },
    {
        "o": 33460,
        "r": "niv:Hebrews:13:21",
        "t": "equip you with everything good for doing his will, and may he work in us what is pleasing to him, through Jesus Christ, to whom be glory for ever and ever. Amen."
    },
    {
        "o": 33461,
        "r": "niv:Hebrews:13:22",
        "t": "Brothers*p and sisters, I urge you to bear with my word of exhortation, for in fact I have written to you quite briefly."
    },
    {
        "o": 33462,
        "r": "niv:Hebrews:13:23",
        "t": "I*p want you to know that our brother Timothy has been released. If he arrives soon, I will come with him to see you."
    },
    {
        "o": 33463,
        "r": "niv:Hebrews:13:24",
        "t": "Greet*p all your leaders and all the Lord’s people. Those from Italy send you their greetings."
    },
    {
        "o": 33464,
        "r": "niv:Hebrews:13:25",
        "t": "Grace*p be with you all."
    }
]
