[
    {
        "o": 21819,
        "r": "niv:Jeremiah:36:0",
        "t": "Jeremiah 36",
        "h": 1
    },
    {
        "o": 21820,
        "r": "niv:Jeremiah:36:0",
        "t": "Jehoiakim Burns Jeremiah’s Scroll",
        "h": 2
    },
    {
        "o": 21821,
        "r": "niv:Jeremiah:36:1",
        "t": "In*p the fourth year of Jehoiakim son of Josiah king of Judah, this word came to Jeremiah from the Lord:*s"
    },
    {
        "o": 21822,
        "r": "niv:Jeremiah:36:2",
        "t": "“Take a scroll and write on it all the words I have spoken to you concerning Israel, Judah and all the other nations from the time I began speaking to you in the reign of Josiah till now."
    },
    {
        "o": 21823,
        "r": "niv:Jeremiah:36:3",
        "t": "Perhaps when the people of Judah hear about every disaster I plan to inflict on them, they will each turn from their wicked ways; then I will forgive their wickedness and their sin.”"
    },
    {
        "o": 21824,
        "r": "niv:Jeremiah:36:4",
        "t": "So*p Jeremiah called Baruch son of Neriah, and while Jeremiah dictated all the words the Lord*s had spoken to him, Baruch wrote them on the scroll."
    },
    {
        "o": 21825,
        "r": "niv:Jeremiah:36:5",
        "t": "Then Jeremiah told Baruch, “I am restricted; I am not allowed to go to the Lord’s*s temple."
    },
    {
        "o": 21826,
        "r": "niv:Jeremiah:36:6",
        "t": "So you go to the house of the Lord*s on a day of fasting and read to the people from the scroll the words of the Lord*s that you wrote as I dictated. Read them to all the people of Judah who come in from their towns."
    },
    {
        "o": 21827,
        "r": "niv:Jeremiah:36:7",
        "t": "Perhaps they will bring their petition before the Lord*s and will each turn from their wicked ways, for the anger and wrath pronounced against this people by the Lord*s are great.”"
    },
    {
        "o": 21828,
        "r": "niv:Jeremiah:36:8",
        "t": "Baruch*p son of Neriah did everything Jeremiah the prophet told him to do; at the Lord’s*s temple he read the words of the Lord*s from the scroll."
    },
    {
        "o": 21829,
        "r": "niv:Jeremiah:36:9",
        "t": "In the ninth month of the fifth year of Jehoiakim son of Josiah king of Judah, a time of fasting before the Lord*s was proclaimed for all the people in Jerusalem and those who had come from the towns of Judah."
    },
    {
        "o": 21830,
        "r": "niv:Jeremiah:36:10",
        "t": "From the room of Gemariah son of Shaphan the secretary, which was in the upper courtyard at the entrance of the New Gate of the temple, Baruch read to all the people at the Lord’s*s temple the words of Jeremiah from the scroll."
    },
    {
        "o": 21831,
        "r": "niv:Jeremiah:36:11",
        "t": "When*p Micaiah son of Gemariah, the son of Shaphan, heard all the words of the Lord*s from the scroll,"
    },
    {
        "o": 21832,
        "r": "niv:Jeremiah:36:12",
        "t": "he went down to the secretary’s room in the royal palace, where all the officials were sitting: Elishama the secretary, Delaiah son of Shemaiah, Elnathan son of Akbor, Gemariah son of Shaphan, Zedekiah son of Hananiah, and all the other officials."
    },
    {
        "o": 21833,
        "r": "niv:Jeremiah:36:13",
        "t": "After Micaiah told them everything he had heard Baruch read to the people from the scroll,"
    },
    {
        "o": 21834,
        "r": "niv:Jeremiah:36:14",
        "t": "all the officials sent Jehudi son of Nethaniah, the son of Shelemiah, the son of Cushi, to say to Baruch, “Bring the scroll from which you have read to the people and come.” So Baruch son of Neriah went to them with the scroll in his hand."
    },
    {
        "o": 21835,
        "r": "niv:Jeremiah:36:15",
        "t": "They said to him, “Sit down, please, and read it to us.” So*p Baruch read it to them."
    },
    {
        "o": 21836,
        "r": "niv:Jeremiah:36:16",
        "t": "When they heard all these words, they looked at each other in fear and said to Baruch, “We must report all these words to the king.”"
    },
    {
        "o": 21837,
        "r": "niv:Jeremiah:36:17",
        "t": "Then they asked Baruch, “Tell us, how did you come to write all this? Did Jeremiah dictate it?”"
    },
    {
        "o": 21838,
        "r": "niv:Jeremiah:36:18",
        "t": "“Yes,”*p Baruch replied, “he dictated all these words to me, and I wrote them in ink on the scroll.”"
    },
    {
        "o": 21839,
        "r": "niv:Jeremiah:36:19",
        "t": "Then*p the officials said to Baruch, “You and Jeremiah, go and hide. Don’t let anyone know where you are.”"
    },
    {
        "o": 21840,
        "r": "niv:Jeremiah:36:20",
        "t": "After*p they put the scroll in the room of Elishama the secretary, they went to the king in the courtyard and reported everything to him."
    },
    {
        "o": 21841,
        "r": "niv:Jeremiah:36:21",
        "t": "The king sent Jehudi to get the scroll, and Jehudi brought it from the room of Elishama the secretary and read it to the king and all the officials standing beside him."
    },
    {
        "o": 21842,
        "r": "niv:Jeremiah:36:22",
        "t": "It was the ninth month and the king was sitting in the winter apartment, with a fire burning in the firepot in front of him."
    },
    {
        "o": 21843,
        "r": "niv:Jeremiah:36:23",
        "t": "Whenever Jehudi had read three or four columns of the scroll, the king cut them off with a scribe’s knife and threw them into the firepot, until the entire scroll was burned in the fire."
    },
    {
        "o": 21844,
        "r": "niv:Jeremiah:36:24",
        "t": "The king and all his attendants who heard all these words showed no fear, nor did they tear their clothes."
    },
    {
        "o": 21845,
        "r": "niv:Jeremiah:36:25",
        "t": "Even though Elnathan, Delaiah and Gemariah urged the king not to burn the scroll, he would not listen to them."
    },
    {
        "o": 21846,
        "r": "niv:Jeremiah:36:26",
        "t": "Instead, the king commanded Jerahmeel, a son of the king, Seraiah son of Azriel and Shelemiah son of Abdeel to arrest Baruch the scribe and Jeremiah the prophet. But the Lord*s had hidden them."
    },
    {
        "o": 21847,
        "r": "niv:Jeremiah:36:27",
        "t": "After*p the king burned the scroll containing the words that Baruch had written at Jeremiah’s dictation, the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 21848,
        "r": "niv:Jeremiah:36:28",
        "t": "“Take another scroll and write on it all the words that were on the first scroll, which Jehoiakim king of Judah burned up."
    },
    {
        "o": 21849,
        "r": "niv:Jeremiah:36:29",
        "t": "Also tell Jehoiakim king of Judah, ‘This is what the Lord*s says: You burned that scroll and said, “Why did you write on it that the king of Babylon would certainly come and destroy this land and wipe from it both man and beast?”"
    },
    {
        "o": 21850,
        "r": "niv:Jeremiah:36:30",
        "t": "Therefore this is what the Lord*s says about Jehoiakim king of Judah: He will have no one to sit on the throne of David; his body will be thrown out and exposed to the heat by day and the frost by night."
    },
    {
        "o": 21851,
        "r": "niv:Jeremiah:36:31",
        "t": "I will punish him and his children and his attendants for their wickedness; I will bring on them and those living in Jerusalem and the people of Judah every disaster I pronounced against them, because they have not listened.’ ”"
    },
    {
        "o": 21852,
        "r": "niv:Jeremiah:36:32",
        "t": "So*p Jeremiah took another scroll and gave it to the scribe Baruch son of Neriah, and as Jeremiah dictated, Baruch wrote on it all the words of the scroll that Jehoiakim king of Judah had burned in the fire. And many similar words were added to them."
    }
]
