[
    {
        "o": 32212,
        "r": "niv:Galatians:5:0",
        "t": "Galatians 5",
        "h": 1
    },
    {
        "o": 32213,
        "r": "niv:Galatians:5:0",
        "t": "Freedom in Christ",
        "h": 2
    },
    {
        "o": 32214,
        "r": "niv:Galatians:5:1",
        "t": "It*p is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery."
    },
    {
        "o": 32215,
        "r": "niv:Galatians:5:2",
        "t": "Mark*p my words! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no value to you at all."
    },
    {
        "o": 32216,
        "r": "niv:Galatians:5:3",
        "t": "Again I declare to every man who lets himself be circumcised that he is obligated to obey the whole law."
    },
    {
        "o": 32217,
        "r": "niv:Galatians:5:4",
        "t": "You who are trying to be justified by the law have been alienated from Christ; you have fallen away from grace."
    },
    {
        "o": 32218,
        "r": "niv:Galatians:5:5",
        "t": "For through the Spirit we eagerly await by faith the righteousness for which we hope."
    },
    {
        "o": 32219,
        "r": "niv:Galatians:5:6",
        "t": "For in Christ Jesus neither circumcision nor uncircumcision has any value. The only thing that counts is faith expressing itself through love."
    },
    {
        "o": 32220,
        "r": "niv:Galatians:5:7",
        "t": "You*p were running a good race. Who cut in on you to keep you from obeying the truth?"
    },
    {
        "o": 32221,
        "r": "niv:Galatians:5:8",
        "t": "That kind of persuasion does not come from the one who calls you."
    },
    {
        "o": 32222,
        "r": "niv:Galatians:5:9",
        "t": "“A little yeast works through the whole batch of dough.”"
    },
    {
        "o": 32223,
        "r": "niv:Galatians:5:10",
        "t": "I am confident in the Lord that you will take no other view. The one who is throwing you into confusion, whoever that may be, will have to pay the penalty."
    },
    {
        "o": 32224,
        "r": "niv:Galatians:5:11",
        "t": "Brothers and sisters, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been abolished."
    },
    {
        "o": 32225,
        "r": "niv:Galatians:5:12",
        "t": "As for those agitators, I wish they would go the whole way and emasculate themselves!"
    },
    {
        "o": 32226,
        "r": "niv:Galatians:5:12",
        "t": "Life by the Spirit",
        "h": 2
    },
    {
        "o": 32227,
        "r": "niv:Galatians:5:13",
        "t": "You,*p my brothers and sisters, were called to be free. But do not use your freedom to indulge the flesh; rather, serve one another humbly in love."
    },
    {
        "o": 32228,
        "r": "niv:Galatians:5:14",
        "t": "For the entire law is fulfilled in keeping this one command: “Love your neighbor as yourself.”"
    },
    {
        "o": 32229,
        "r": "niv:Galatians:5:15",
        "t": "If you bite and devour each other, watch out or you will be destroyed by each other."
    },
    {
        "o": 32230,
        "r": "niv:Galatians:5:16",
        "t": "So*p I say, walk by the Spirit, and you will not gratify the desires of the flesh."
    },
    {
        "o": 32231,
        "r": "niv:Galatians:5:17",
        "t": "For the flesh desires what is contrary to the Spirit, and the Spirit what is contrary to the flesh. They are in conflict with each other, so that you are not to do whatever you want."
    },
    {
        "o": 32232,
        "r": "niv:Galatians:5:18",
        "t": "But if you are led by the Spirit, you are not under the law."
    },
    {
        "o": 32233,
        "r": "niv:Galatians:5:19",
        "t": "The*p acts of the flesh are obvious: sexual immorality, impurity and debauchery;"
    },
    {
        "o": 32234,
        "r": "niv:Galatians:5:20",
        "t": "idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions"
    },
    {
        "o": 32235,
        "r": "niv:Galatians:5:21",
        "t": "and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God."
    },
    {
        "o": 32236,
        "r": "niv:Galatians:5:22",
        "t": "But*p the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness,"
    },
    {
        "o": 32237,
        "r": "niv:Galatians:5:23",
        "t": "gentleness and self-control. Against such things there is no law."
    },
    {
        "o": 32238,
        "r": "niv:Galatians:5:24",
        "t": "Those who belong to Christ Jesus have crucified the flesh with its passions and desires."
    },
    {
        "o": 32239,
        "r": "niv:Galatians:5:25",
        "t": "Since we live by the Spirit, let us keep in step with the Spirit."
    },
    {
        "o": 32240,
        "r": "niv:Galatians:5:26",
        "t": "Let us not become conceited, provoking and envying each other."
    }
]
