[
    {
        "o": 31551,
        "r": "nasb:Romans:16:0",
        "t": "Romans 16",
        "h": 1
    },
    {
        "o": 31552,
        "r": "nasb:Romans:16:0",
        "t": "Greetings and Love Expressed",
        "h": 2
    },
    {
        "o": 31553,
        "r": "nasb:Romans:16:1",
        "t": "I*p commend to you our sister Phoebe, who is a servant of the church which is at Cenchrea;"
    },
    {
        "o": 31554,
        "r": "nasb:Romans:16:2",
        "t": "that you receive her in the Lord in a manner worthy of the saints, and that you help her in whatever matter she may have need of you; for she herself has also been a helper of many, and of myself as well."
    },
    {
        "o": 31555,
        "r": "nasb:Romans:16:3",
        "t": "Greet*p Prisca and Aquila, my fellow workers in Christ Jesus,"
    },
    {
        "o": 31556,
        "r": "nasb:Romans:16:4",
        "t": "who for my life risked their own necks, to whom not only do I give thanks, but also all the churches of the Gentiles;"
    },
    {
        "o": 31557,
        "r": "nasb:Romans:16:5",
        "t": "also greet*i the church that is in their house. Greet Epaenetus, my beloved, who is the first convert to Christ from Asia."
    },
    {
        "o": 31558,
        "r": "nasb:Romans:16:6",
        "t": "Greet Mary, who has worked hard for you."
    },
    {
        "o": 31559,
        "r": "nasb:Romans:16:7",
        "t": "Greet Andronicus and Junias, my kinsmen and my fellow prisoners, who are outstanding among the apostles, who also were in Christ before me."
    },
    {
        "o": 31560,
        "r": "nasb:Romans:16:8",
        "t": "Greet Ampliatus, my beloved in the Lord."
    },
    {
        "o": 31561,
        "r": "nasb:Romans:16:9",
        "t": "Greet Urbanus, our fellow worker in Christ, and Stachys my beloved."
    },
    {
        "o": 31562,
        "r": "nasb:Romans:16:10",
        "t": "Greet Apelles, the approved in Christ. Greet those who are of the household*i of Aristobulus."
    },
    {
        "o": 31563,
        "r": "nasb:Romans:16:11",
        "t": "Greet Herodion, my kinsman. Greet those of the household*i of Narcissus, who are in the Lord."
    },
    {
        "o": 31564,
        "r": "nasb:Romans:16:12",
        "t": "Greet Tryphaena and Tryphosa, workers in the Lord. Greet Persis the beloved, who has worked hard in the Lord."
    },
    {
        "o": 31565,
        "r": "nasb:Romans:16:13",
        "t": "Greet Rufus, a choice man in the Lord, also his mother and mine."
    },
    {
        "o": 31566,
        "r": "nasb:Romans:16:14",
        "t": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas and the brethren with them."
    },
    {
        "o": 31567,
        "r": "nasb:Romans:16:15",
        "t": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them."
    },
    {
        "o": 31568,
        "r": "nasb:Romans:16:16",
        "t": "Greet one another with a holy kiss. All the churches of Christ greet you."
    },
    {
        "o": 31569,
        "r": "nasb:Romans:16:17",
        "t": "Now*p I urge you, brethren, keep your eye on those who cause dissensions and hindrances contrary to the teaching which you learned, and turn away from them."
    },
    {
        "o": 31570,
        "r": "nasb:Romans:16:18",
        "t": "For such men are slaves, not of our Lord Christ but of their own appetites; and by their smooth and flattering speech they deceive the hearts of the unsuspecting."
    },
    {
        "o": 31571,
        "r": "nasb:Romans:16:19",
        "t": "For the report of your obedience has reached to all; therefore I am rejoicing over you, but I want you to be wise in what is good and innocent in what is evil."
    },
    {
        "o": 31572,
        "r": "nasb:Romans:16:20",
        "t": "The God of peace will soon crush Satan under your feet. The*bp grace of our Lord Jesus be with you."
    },
    {
        "o": 31573,
        "r": "nasb:Romans:16:21",
        "t": "Timothy*p my fellow worker greets you, and so*i do*i Lucius and Jason and Sosipater, my kinsmen."
    },
    {
        "o": 31574,
        "r": "nasb:Romans:16:22",
        "t": "I,*p Tertius, who write this letter, greet you in the Lord."
    },
    {
        "o": 31575,
        "r": "nasb:Romans:16:23",
        "t": "Gaius,*p host to me and to the whole church, greets you. Erastus, the city treasurer greets you, and Quartus, the brother."
    },
    {
        "o": 31576,
        "r": "nasb:Romans:16:24",
        "t": "[The grace of our Lord Jesus Christ be with you all. Amen.]"
    },
    {
        "o": 31577,
        "r": "nasb:Romans:16:25",
        "t": "Now*p to Him who is able to establish you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery which has been kept secret for long ages past,"
    },
    {
        "o": 31578,
        "r": "nasb:Romans:16:26",
        "t": "but now is manifested, and by the Scriptures of the prophets, according to the commandment of the eternal God, has been made known to all the nations, leading*i to obedience of faith;"
    },
    {
        "o": 31579,
        "r": "nasb:Romans:16:27",
        "t": "to the only wise God, through Jesus Christ, be the glory forever. Amen."
    }
]
