[
    {
        "o": 19305,
        "r": "nasb:Ecclesiastes:3:0",
        "t": "Ecclesiastes 3",
        "h": 1
    },
    {
        "o": 19306,
        "r": "nasb:Ecclesiastes:3:0",
        "t": "A Time for Everything",
        "h": 2
    },
    {
        "o": 19307,
        "r": "nasb:Ecclesiastes:3:1",
        "t": "There*p is an appointed time for everything. And there is a time for every event under heaven—"
    },
    {
        "o": 19308,
        "r": "nasb:Ecclesiastes:3:2",
        "t": "A*pn time to give birth and a time to die; A*ln time to plant and a time to uproot what is planted."
    },
    {
        "o": 19309,
        "r": "nasb:Ecclesiastes:3:3",
        "t": "A*ln time to kill and a time to heal; A*ln time to tear down and a time to build up."
    },
    {
        "o": 19310,
        "r": "nasb:Ecclesiastes:3:4",
        "t": "A*ln time to weep and a time to laugh; A*ln time to mourn and a time to dance."
    },
    {
        "o": 19311,
        "r": "nasb:Ecclesiastes:3:5",
        "t": "A*ln time to throw stones and a time to gather stones; A*ln time to embrace and a time to shun embracing."
    },
    {
        "o": 19312,
        "r": "nasb:Ecclesiastes:3:6",
        "t": "A*ln time to search and a time to give up as lost; A*ln time to keep and a time to throw away."
    },
    {
        "o": 19313,
        "r": "nasb:Ecclesiastes:3:7",
        "t": "A*ln time to tear apart and a time to sew together; A*ln time to be silent and a time to speak."
    },
    {
        "o": 19314,
        "r": "nasb:Ecclesiastes:3:8",
        "t": "A*ln time to love and a time to hate; A*ln time for war and a time for peace."
    },
    {
        "o": 19315,
        "r": "nasb:Ecclesiastes:3:9",
        "t": "What*p profit is there to the worker from that in which he toils?"
    },
    {
        "o": 19316,
        "r": "nasb:Ecclesiastes:3:10",
        "t": "I have seen the task which God has given the sons of men with which to occupy themselves."
    },
    {
        "o": 19317,
        "r": "nasb:Ecclesiastes:3:10",
        "t": "God Set Eternity in the Heart of Man",
        "h": 2
    },
    {
        "o": 19318,
        "r": "nasb:Ecclesiastes:3:11",
        "t": "He*p has made everything appropriate in its time. He has also set eternity in their heart, yet so that man will not find out the work which God has done from the beginning even to the end."
    },
    {
        "o": 19319,
        "r": "nasb:Ecclesiastes:3:12",
        "t": "I*p know that there is nothing better for them than to rejoice and to do good in one’s lifetime;"
    },
    {
        "o": 19320,
        "r": "nasb:Ecclesiastes:3:13",
        "t": "moreover, that every man who eats and drinks sees good in all his labor—it is the gift of God."
    },
    {
        "o": 19321,
        "r": "nasb:Ecclesiastes:3:14",
        "t": "I know that everything God does will remain forever; there is nothing to add to it and there is nothing to take from it, for God has so*i worked that men should fear Him."
    },
    {
        "o": 19322,
        "r": "nasb:Ecclesiastes:3:15",
        "t": "That which is has been already and that which will be has already been, for God seeks what has passed by."
    },
    {
        "o": 19323,
        "r": "nasb:Ecclesiastes:3:16",
        "t": "Furthermore,*p I have seen under the sun that*i in the place of justice there is wickedness and in the place of righteousness there is wickedness."
    },
    {
        "o": 19324,
        "r": "nasb:Ecclesiastes:3:17",
        "t": "I said to myself, “God will judge both the righteous man and the wicked man,” for a time for every matter and for every deed is there."
    },
    {
        "o": 19325,
        "r": "nasb:Ecclesiastes:3:18",
        "t": "I said to myself concerning the sons of men, “God has surely tested them in order for them to see that they are but beasts.”"
    },
    {
        "o": 19326,
        "r": "nasb:Ecclesiastes:3:19",
        "t": "For the fate of the sons of men and the fate of beasts is the same. As one dies so dies the other; indeed, they all have the same breath and there is no advantage for man over beast, for all is vanity."
    },
    {
        "o": 19327,
        "r": "nasb:Ecclesiastes:3:20",
        "t": "All go to the same place. All came from the dust and all return to the dust."
    },
    {
        "o": 19328,
        "r": "nasb:Ecclesiastes:3:21",
        "t": "Who knows that the breath of man ascends upward and the breath of the beast descends downward to the earth?"
    },
    {
        "o": 19329,
        "r": "nasb:Ecclesiastes:3:22",
        "t": "I have seen that nothing is better than that man should be happy in his activities, for that is his lot. For who will bring him to see what will occur after him?"
    }
]
