[
    {
        "o": 24307,
        "r": "esv:Daniel:5:0",
        "t": "Daniel 5",
        "h": 1
    },
    {
        "o": 24308,
        "r": "esv:Daniel:5:0",
        "t": "The Handwriting on the Wall",
        "h": 2
    },
    {
        "o": 24309,
        "r": "esv:Daniel:5:1",
        "t": "King*p Belshazzar made a great feast for a thousand of his lords and drank wine in front of the thousand."
    },
    {
        "o": 24310,
        "r": "esv:Daniel:5:2",
        "t": "Belshazzar,*p when he tasted the wine, commanded that the vessels of gold and of silver that Nebuchadnezzar his father had taken out of the temple in Jerusalem be brought, that the king and his lords, his wives, and his concubines might drink from them."
    },
    {
        "o": 24311,
        "r": "esv:Daniel:5:3",
        "t": "Then they brought in the golden vessels that had been taken out of the temple, the house of God in Jerusalem, and the king and his lords, his wives, and his concubines drank from them."
    },
    {
        "o": 24312,
        "r": "esv:Daniel:5:4",
        "t": "They drank wine and praised the gods of gold and silver, bronze, iron, wood, and stone."
    },
    {
        "o": 24313,
        "r": "esv:Daniel:5:5",
        "t": "Immediately*p the fingers of a human hand appeared and wrote on the plaster of the wall of the king’s palace, opposite the lampstand. And the king saw the hand as it wrote."
    },
    {
        "o": 24314,
        "r": "esv:Daniel:5:6",
        "t": "Then the king’s color changed, and his thoughts alarmed him; his limbs gave way, and his knees knocked together."
    },
    {
        "o": 24315,
        "r": "esv:Daniel:5:7",
        "t": "The king called loudly to bring in the enchanters, the Chaldeans, and the astrologers. The king declared to the wise men of Babylon, “Whoever reads this writing, and shows me its interpretation, shall be clothed with purple and have a chain of gold around his neck and shall be the third ruler in the kingdom.”"
    },
    {
        "o": 24316,
        "r": "esv:Daniel:5:8",
        "t": "Then all the king’s wise men came in, but they could not read the writing or make known to the king the interpretation."
    },
    {
        "o": 24317,
        "r": "esv:Daniel:5:9",
        "t": "Then King Belshazzar was greatly alarmed, and his color changed, and his lords were perplexed."
    },
    {
        "o": 24318,
        "r": "esv:Daniel:5:10",
        "t": "The*p queen, because of the words of the king and his lords, came into the banqueting hall, and the queen declared, “O king, live forever! Let not your thoughts alarm you or your color change."
    },
    {
        "o": 24319,
        "r": "esv:Daniel:5:11",
        "t": "There is a man in your kingdom in whom is the spirit of the holy gods. In the days of your father, light and understanding and wisdom like the wisdom of the gods were found in him, and King Nebuchadnezzar, your father— your father the king— made him chief of the magicians, enchanters, Chaldeans, and astrologers,"
    },
    {
        "o": 24320,
        "r": "esv:Daniel:5:12",
        "t": "because an excellent spirit, knowledge, and understanding to interpret dreams, explain riddles, and solve problems were found in this Daniel, whom the king named Belteshazzar. Now let Daniel be called, and he will show the interpretation.”"
    },
    {
        "o": 24321,
        "r": "esv:Daniel:5:12",
        "t": "Daniel Interprets the Handwriting",
        "h": 2
    },
    {
        "o": 24322,
        "r": "esv:Daniel:5:13",
        "t": "Then*p Daniel was brought in before the king. The king answered and said to Daniel, “You are that Daniel, one of the exiles of Judah, whom the king my father brought from Judah."
    },
    {
        "o": 24323,
        "r": "esv:Daniel:5:14",
        "t": "I have heard of you that the spirit of the gods is in you, and that light and understanding and excellent wisdom are found in you."
    },
    {
        "o": 24324,
        "r": "esv:Daniel:5:15",
        "t": "Now the wise men, the enchanters, have been brought in before me to read this writing and make known to me its interpretation, but they could not show the interpretation of the matter."
    },
    {
        "o": 24325,
        "r": "esv:Daniel:5:16",
        "t": "But I have heard that you can give interpretations and solve problems. Now if you can read the writing and make known to me its interpretation, you shall be clothed with purple and have a chain of gold around your neck and shall be the third ruler in the kingdom.”"
    },
    {
        "o": 24326,
        "r": "esv:Daniel:5:17",
        "t": "Then*p Daniel answered and said before the king, “Let your gifts be for yourself, and give your rewards to another. Nevertheless, I will read the writing to the king and make known to him the interpretation."
    },
    {
        "o": 24327,
        "r": "esv:Daniel:5:18",
        "t": "O king, the Most High God gave Nebuchadnezzar your father kingship and greatness and glory and majesty."
    },
    {
        "o": 24328,
        "r": "esv:Daniel:5:19",
        "t": "And because of the greatness that he gave him, all peoples, nations, and languages trembled and feared before him. Whom he would, he killed, and whom he would, he kept alive; whom he would, he raised up, and whom he would, he humbled."
    },
    {
        "o": 24329,
        "r": "esv:Daniel:5:20",
        "t": "But when his heart was lifted up and his spirit was hardened so that he dealt proudly, he was brought down from his kingly throne, and his glory was taken from him."
    },
    {
        "o": 24330,
        "r": "esv:Daniel:5:21",
        "t": "He was driven from among the children of mankind, and his mind was made like that of a beast, and his dwelling was with the wild donkeys. He was fed grass like an ox, and his body was wet with the dew of heaven, until he knew that the Most High God rules the kingdom of mankind and sets over it whom he will."
    },
    {
        "o": 24331,
        "r": "esv:Daniel:5:22",
        "t": "And you his son, Belshazzar, have not humbled your heart, though you knew all this,"
    },
    {
        "o": 24332,
        "r": "esv:Daniel:5:23",
        "t": "but you have lifted up yourself against the Lord of heaven. And the vessels of his house have been brought in before you, and you and your lords, your wives, and your concubines have drunk wine from them. And you have praised the gods of silver and gold, of bronze, iron, wood, and stone, which do not see or hear or know, but the God in whose hand is your breath, and whose are all your ways, you have not honored."
    },
    {
        "o": 24333,
        "r": "esv:Daniel:5:24",
        "t": "“Then*p from his presence the hand was sent, and this writing was inscribed."
    },
    {
        "o": 24334,
        "r": "esv:Daniel:5:25",
        "t": "And this is the writing that was inscribed: Mene,*s Mene,*s Tekel,*s and Parsin.*s"
    },
    {
        "o": 24335,
        "r": "esv:Daniel:5:26",
        "t": "This is the interpretation of the matter: Mene,*s God has numbered the days of your kingdom and brought it to an end;"
    },
    {
        "o": 24336,
        "r": "esv:Daniel:5:27",
        "t": "Tekel,*s you have been weighed in the balances and found wanting;"
    },
    {
        "o": 24337,
        "r": "esv:Daniel:5:28",
        "t": "Peres,*s your kingdom is divided and given to the Medes and Persians.”"
    },
    {
        "o": 24338,
        "r": "esv:Daniel:5:29",
        "t": "Then*p Belshazzar gave the command, and Daniel was clothed with purple, a chain of gold was put around his neck, and a proclamation was made about him, that he should be the third ruler in the kingdom."
    },
    {
        "o": 24339,
        "r": "esv:Daniel:5:30",
        "t": "That*p very night Belshazzar the Chaldean king was killed."
    },
    {
        "o": 24340,
        "r": "esv:Daniel:5:31",
        "t": "And Darius the Mede received the kingdom, being about sixty-two years old."
    }
]
