[
    {
        "o": 32674,
        "r": "niv:1 Thessalonians:2:0",
        "t": "1 Thessalonians 2",
        "h": 1
    },
    {
        "o": 32675,
        "r": "niv:1 Thessalonians:2:0",
        "t": "Paul’s Ministry in Thessalonica",
        "h": 2
    },
    {
        "o": 32676,
        "r": "niv:1 Thessalonians:2:1",
        "t": "You*p know, brothers and sisters, that our visit to you was not without results."
    },
    {
        "o": 32677,
        "r": "niv:1 Thessalonians:2:2",
        "t": "We had previously suffered and been treated outrageously in Philippi, as you know, but with the help of our God we dared to tell you his gospel in the face of strong opposition."
    },
    {
        "o": 32678,
        "r": "niv:1 Thessalonians:2:3",
        "t": "For the appeal we make does not spring from error or impure motives, nor are we trying to trick you."
    },
    {
        "o": 32679,
        "r": "niv:1 Thessalonians:2:4",
        "t": "On the contrary, we speak as those approved by God to be entrusted with the gospel. We are not trying to please people but God, who tests our hearts."
    },
    {
        "o": 32680,
        "r": "niv:1 Thessalonians:2:5",
        "t": "You know we never used flattery, nor did we put on a mask to cover up greed—God is our witness."
    },
    {
        "o": 32681,
        "r": "niv:1 Thessalonians:2:6",
        "t": "We were not looking for praise from people, not from you or anyone else, even though as apostles of Christ we could have asserted our authority."
    },
    {
        "o": 32682,
        "r": "niv:1 Thessalonians:2:7",
        "t": "Instead, we were like young children among you. Just*p as a nursing mother cares for her children,"
    },
    {
        "o": 32683,
        "r": "niv:1 Thessalonians:2:8",
        "t": "so we cared for you. Because we loved you so much, we were delighted to share with you not only the gospel of God but our lives as well."
    },
    {
        "o": 32684,
        "r": "niv:1 Thessalonians:2:9",
        "t": "Surely you remember, brothers and sisters, our toil and hardship; we worked night and day in order not to be a burden to anyone while we preached the gospel of God to you."
    },
    {
        "o": 32685,
        "r": "niv:1 Thessalonians:2:10",
        "t": "You are witnesses, and so is God, of how holy, righteous and blameless we were among you who believed."
    },
    {
        "o": 32686,
        "r": "niv:1 Thessalonians:2:11",
        "t": "For you know that we dealt with each of you as a father deals with his own children,"
    },
    {
        "o": 32687,
        "r": "niv:1 Thessalonians:2:12",
        "t": "encouraging, comforting and urging you to live lives worthy of God, who calls you into his kingdom and glory."
    },
    {
        "o": 32688,
        "r": "niv:1 Thessalonians:2:13",
        "t": "And*p we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as a human word, but as it actually is, the word of God, which is indeed at work in you who believe."
    },
    {
        "o": 32689,
        "r": "niv:1 Thessalonians:2:14",
        "t": "For you, brothers and sisters, became imitators of God’s churches in Judea, which are in Christ Jesus: You suffered from your own people the same things those churches suffered from the Jews"
    },
    {
        "o": 32690,
        "r": "niv:1 Thessalonians:2:15",
        "t": "who killed the Lord Jesus and the prophets and also drove us out. They displease God and are hostile to everyone"
    },
    {
        "o": 32691,
        "r": "niv:1 Thessalonians:2:16",
        "t": "in their effort to keep us from speaking to the Gentiles so that they may be saved. In this way they always heap up their sins to the limit. The wrath of God has come upon them at last."
    },
    {
        "o": 32692,
        "r": "niv:1 Thessalonians:2:16",
        "t": "Paul’s Longing to See the Thessalonians",
        "h": 2
    },
    {
        "o": 32693,
        "r": "niv:1 Thessalonians:2:17",
        "t": "But,*p brothers and sisters, when we were orphaned by being separated from you for a short time (in person, not in thought), out of our intense longing we made every effort to see you."
    },
    {
        "o": 32694,
        "r": "niv:1 Thessalonians:2:18",
        "t": "For we wanted to come to you—certainly I, Paul, did, again and again—but Satan blocked our way."
    },
    {
        "o": 32695,
        "r": "niv:1 Thessalonians:2:19",
        "t": "For what is our hope, our joy, or the crown in which we will glory in the presence of our Lord Jesus when he comes? Is it not you?"
    },
    {
        "o": 32696,
        "r": "niv:1 Thessalonians:2:20",
        "t": "Indeed, you are our glory and joy."
    }
]
