[
    {
        "o": 4083,
        "r": "nasb:Numbers:4:0",
        "t": "Numbers 4",
        "h": 1
    },
    {
        "o": 4084,
        "r": "nasb:Numbers:4:0",
        "t": "Duties of the Kohathites",
        "h": 2
    },
    {
        "o": 4085,
        "r": "nasb:Numbers:4:1",
        "t": "Then*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 4086,
        "r": "nasb:Numbers:4:2",
        "t": "“Take a census of the descendants of Kohath from among the sons of Levi, by their families, by their fathers’ households,"
    },
    {
        "o": 4087,
        "r": "nasb:Numbers:4:3",
        "t": "from thirty years and upward, even to fifty years old, all who enter the service to do the work in the tent of meeting."
    },
    {
        "o": 4088,
        "r": "nasb:Numbers:4:4",
        "t": "This is the work of the descendants of Kohath in the tent of meeting, concerning*i the most holy things."
    },
    {
        "o": 4089,
        "r": "nasb:Numbers:4:5",
        "t": "“When*p the camp sets out, Aaron and his sons shall go in and they shall take down the veil of the screen and cover the ark of the testimony with it;"
    },
    {
        "o": 4090,
        "r": "nasb:Numbers:4:6",
        "t": "and they shall lay a covering of porpoise skin on it, and shall spread over it*i a cloth of pure blue, and shall insert its poles."
    },
    {
        "o": 4091,
        "r": "nasb:Numbers:4:7",
        "t": "Over the table of the bread of the Presence they shall also spread a cloth of blue and put on it the dishes and the pans and the sacrificial bowls and the jars for the drink offering, and the continual bread shall be on it."
    },
    {
        "o": 4092,
        "r": "nasb:Numbers:4:8",
        "t": "They shall spread over them a cloth of scarlet material,*i and cover the same with a covering of porpoise skin, and they shall insert its poles."
    },
    {
        "o": 4093,
        "r": "nasb:Numbers:4:9",
        "t": "Then they shall take a blue cloth and cover the lampstand for the light, along with its lamps and its snuffers, and its trays and all its oil vessels, by which they serve it;"
    },
    {
        "o": 4094,
        "r": "nasb:Numbers:4:10",
        "t": "and they shall put it and all its utensils in a covering of porpoise skin, and shall put it on the carrying bars."
    },
    {
        "o": 4095,
        "r": "nasb:Numbers:4:11",
        "t": "Over the golden altar they shall spread a blue cloth and cover it with a covering of porpoise skin, and shall insert its poles;"
    },
    {
        "o": 4096,
        "r": "nasb:Numbers:4:12",
        "t": "and they shall take all the utensils of service, with which they serve in the sanctuary, and put them in a blue cloth and cover them with a covering of porpoise skin, and put them on the carrying bars."
    },
    {
        "o": 4097,
        "r": "nasb:Numbers:4:13",
        "t": "Then they shall take away the ashes from the altar, and spread a purple cloth over it."
    },
    {
        "o": 4098,
        "r": "nasb:Numbers:4:14",
        "t": "They shall also put on it all its utensils by which they serve in connection with it: the firepans, the forks and shovels and the basins, all the utensils of the altar; and they shall spread a cover of porpoise skin over it and insert its poles."
    },
    {
        "o": 4099,
        "r": "nasb:Numbers:4:15",
        "t": "When Aaron and his sons have finished covering the holy objects*i and all the furnishings of the sanctuary, when the camp is to set out, after that the sons of Kohath shall come to carry them,*i so that they will not touch the holy objects*i and die. These are the things in the tent of meeting which the sons of Kohath are to carry."
    },
    {
        "o": 4100,
        "r": "nasb:Numbers:4:16",
        "t": "“The*p responsibility of Eleazar the son of Aaron the priest is the oil for the light and the fragrant incense and the continual grain offering and the anointing oil—the responsibility of all the tabernacle and of all that is in it, with the sanctuary and its furnishings.”"
    },
    {
        "o": 4101,
        "r": "nasb:Numbers:4:17",
        "t": "Then*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 4102,
        "r": "nasb:Numbers:4:18",
        "t": "“Do not let the tribe of the families of the Kohathites be cut off from among the Levites."
    },
    {
        "o": 4103,
        "r": "nasb:Numbers:4:19",
        "t": "But do this to them that they may live and not die when they approach the most holy objects:*i Aaron and his sons shall go in and assign each of them to his work and to his load;"
    },
    {
        "o": 4104,
        "r": "nasb:Numbers:4:20",
        "t": "but they shall not go in to see the holy objects*i even for a moment, or they will die.”"
    },
    {
        "o": 4105,
        "r": "nasb:Numbers:4:20",
        "t": "Duties of the Gershonites",
        "h": 2
    },
    {
        "o": 4106,
        "r": "nasb:Numbers:4:21",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4107,
        "r": "nasb:Numbers:4:22",
        "t": "“Take a census of the sons of Gershon also, by their fathers’ households, by their families;"
    },
    {
        "o": 4108,
        "r": "nasb:Numbers:4:23",
        "t": "from thirty years and upward to fifty years old, you shall number them; all who enter to perform the service to do the work in the tent of meeting."
    },
    {
        "o": 4109,
        "r": "nasb:Numbers:4:24",
        "t": "This is the service of the families of the Gershonites, in serving and in carrying:"
    },
    {
        "o": 4110,
        "r": "nasb:Numbers:4:25",
        "t": "they shall carry the curtains of the tabernacle and the tent of meeting with*i its covering and the covering of porpoise skin that is on top of it, and the screen for the doorway of the tent of meeting,"
    },
    {
        "o": 4111,
        "r": "nasb:Numbers:4:26",
        "t": "and the hangings of the court, and the screen for the doorway of the gate of the court which is around the tabernacle and the altar, and their cords and all the equipment for their service; and all that is to be done, they shall perform."
    },
    {
        "o": 4112,
        "r": "nasb:Numbers:4:27",
        "t": "All the service of the sons of the Gershonites, in all their loads and in all their work, shall be performed*i at the command of Aaron and his sons; and you shall assign to them as a duty all their loads."
    },
    {
        "o": 4113,
        "r": "nasb:Numbers:4:28",
        "t": "This is the service of the families of the sons of the Gershonites in the tent of meeting, and their duties shall*i be*i under the direction of Ithamar the son of Aaron the priest."
    },
    {
        "o": 4114,
        "r": "nasb:Numbers:4:28",
        "t": "Duties of the Merarites",
        "h": 2
    },
    {
        "o": 4115,
        "r": "nasb:Numbers:4:29",
        "t": "“As*ip for*i the sons of Merari, you shall number them by their families, by their fathers’ households;"
    },
    {
        "o": 4116,
        "r": "nasb:Numbers:4:30",
        "t": "from thirty years and upward even to fifty years old, you shall number them, everyone who enters the service to do the work of the tent of meeting."
    },
    {
        "o": 4117,
        "r": "nasb:Numbers:4:31",
        "t": "Now this is the duty of their loads, for all their service in the tent of meeting: the boards of the tabernacle and its bars and its pillars and its sockets,"
    },
    {
        "o": 4118,
        "r": "nasb:Numbers:4:32",
        "t": "and the pillars around the court and their sockets and their pegs and their cords, with all their equipment and with all their service; and you shall assign each*i man*i by name the items he is to carry."
    },
    {
        "o": 4119,
        "r": "nasb:Numbers:4:33",
        "t": "This is the service of the families of the sons of Merari, according to all their service in the tent of meeting, under the direction of Ithamar the son of Aaron the priest.”"
    },
    {
        "o": 4120,
        "r": "nasb:Numbers:4:34",
        "t": "So*p Moses and Aaron and the leaders of the congregation numbered the sons of the Kohathites by their families and by their fathers’ households,"
    },
    {
        "o": 4121,
        "r": "nasb:Numbers:4:35",
        "t": "from thirty years and upward even to fifty years old, everyone who entered the service for work in the tent of meeting."
    },
    {
        "o": 4122,
        "r": "nasb:Numbers:4:36",
        "t": "Their numbered men by their families were 2,750."
    },
    {
        "o": 4123,
        "r": "nasb:Numbers:4:37",
        "t": "These are the numbered men of the Kohathite families, everyone who was serving in the tent of meeting, whom Moses and Aaron numbered according to the commandment of the Lord*s through Moses."
    },
    {
        "o": 4124,
        "r": "nasb:Numbers:4:38",
        "t": "The*p numbered men of the sons of Gershon by their families and by their fathers’ households,"
    },
    {
        "o": 4125,
        "r": "nasb:Numbers:4:39",
        "t": "from thirty years and upward even to fifty years old, everyone who entered the service for work in the tent of meeting."
    },
    {
        "o": 4126,
        "r": "nasb:Numbers:4:40",
        "t": "Their numbered men by their families, by their fathers’ households, were 2,630."
    },
    {
        "o": 4127,
        "r": "nasb:Numbers:4:41",
        "t": "These are the numbered men of the families of the sons of Gershon, everyone who was serving in the tent of meeting, whom Moses and Aaron numbered according to the commandment of the Lord.*s"
    },
    {
        "o": 4128,
        "r": "nasb:Numbers:4:42",
        "t": "The*p numbered men of the families of the sons of Merari by their families, by their fathers’ households,"
    },
    {
        "o": 4129,
        "r": "nasb:Numbers:4:43",
        "t": "from thirty years and upward even to fifty years old, everyone who entered the service for work in the tent of meeting."
    },
    {
        "o": 4130,
        "r": "nasb:Numbers:4:44",
        "t": "Their numbered men by their families were 3,200."
    },
    {
        "o": 4131,
        "r": "nasb:Numbers:4:45",
        "t": "These are the numbered men of the families of the sons of Merari, whom Moses and Aaron numbered according to the commandment of the Lord*s through Moses."
    },
    {
        "o": 4132,
        "r": "nasb:Numbers:4:46",
        "t": "All*p the numbered men of the Levites, whom Moses and Aaron and the leaders of Israel numbered, by their families and by their fathers’ households,"
    },
    {
        "o": 4133,
        "r": "nasb:Numbers:4:47",
        "t": "from thirty years and upward even to fifty years old, everyone who could enter to do the work of service and the work of carrying in the tent of meeting."
    },
    {
        "o": 4134,
        "r": "nasb:Numbers:4:48",
        "t": "Their numbered men were 8,580."
    },
    {
        "o": 4135,
        "r": "nasb:Numbers:4:49",
        "t": "According to the commandment of the Lord*s through Moses, they were numbered, everyone by his serving or carrying; thus these*i were*i his numbered men, just as the Lord*s had commanded Moses."
    }
]
