[
    {
        "o": 8076,
        "r": "csb:1 Samuel:4:0",
        "t": "1 Samuel 4",
        "h": 1
    },
    {
        "o": 8077,
        "r": "csb:1 Samuel:4:1",
        "t": "And*p Samuel’s words came to all Israel."
    },
    {
        "o": 8078,
        "r": "csb:1 Samuel:4:1",
        "t": "The Ark Captured by the Philistines",
        "h": 2
    },
    {
        "o": 8079,
        "r": "csb:1 Samuel:4:1",
        "t": "Israel*p went out to meet the Philistines in battle and camped at Ebenezer while the Philistines camped at Aphek."
    },
    {
        "o": 8080,
        "r": "csb:1 Samuel:4:2",
        "t": "The Philistines lined up in battle formation against Israel, and as the battle intensified, Israel was defeated by the Philistines, who struck down about four thousand men on the battlefield."
    },
    {
        "o": 8081,
        "r": "csb:1 Samuel:4:3",
        "t": "When*p the troops returned to the camp, the elders of Israel asked, “Why did the Lord*s defeat us today before the Philistines? Let’s bring the ark of the Lord’s*s covenant from Shiloh. Then it will go with us and save us from our enemies.”"
    },
    {
        "o": 8082,
        "r": "csb:1 Samuel:4:4",
        "t": "So the people sent men to Shiloh to bring back the ark of the covenant of the Lord*s of Armies, who is enthroned between the cherubim. Eli’s two sons, Hophni and Phinehas, were there with the ark of the covenant of God."
    },
    {
        "o": 8083,
        "r": "csb:1 Samuel:4:5",
        "t": "When the ark of the covenant of the Lord*s entered the camp, all the Israelites raised such a loud shout that the ground shook."
    },
    {
        "o": 8084,
        "r": "csb:1 Samuel:4:6",
        "t": "The*p Philistines heard the sound of the war cry and asked, “What’s this loud shout in the Hebrews’ camp?” When the Philistines discovered that the ark of the Lord*s had entered the camp,"
    },
    {
        "o": 8085,
        "r": "csb:1 Samuel:4:7",
        "t": "they panicked. “A god has entered their camp!” they said. “Woe to us! Nothing like this has happened before."
    },
    {
        "o": 8086,
        "r": "csb:1 Samuel:4:8",
        "t": "Woe to us! Who will rescue us from these magnificent gods? These are the gods that slaughtered the Egyptians with all kinds of plagues in the wilderness."
    },
    {
        "o": 8087,
        "r": "csb:1 Samuel:4:9",
        "t": "Show some courage and be men, Philistines! Otherwise, you’ll serve the Hebrews just as they served you. Now be men and fight!”"
    },
    {
        "o": 8088,
        "r": "csb:1 Samuel:4:10",
        "t": "So*p the Philistines fought, and Israel was defeated, and each man fled to his tent. The slaughter was severe - thirty thousand of the Israelite foot soldiers fell."
    },
    {
        "o": 8089,
        "r": "csb:1 Samuel:4:11",
        "t": "The ark of God was captured, and Eli’s two sons, Hophni and Phinehas, died."
    },
    {
        "o": 8090,
        "r": "csb:1 Samuel:4:11",
        "t": "Eli’s Death and Ichabod’s Birth",
        "h": 2
    },
    {
        "o": 8091,
        "r": "csb:1 Samuel:4:12",
        "t": "That*p same day, a Benjaminite man ran from the battle and came to Shiloh. His clothes were torn, and there was dirt on his head."
    },
    {
        "o": 8092,
        "r": "csb:1 Samuel:4:13",
        "t": "When he arrived, there was Eli sitting on his chair beside the road waiting, because he was anxious about the ark of God. When the man entered the city to give a report, the entire city cried out."
    },
    {
        "o": 8093,
        "r": "csb:1 Samuel:4:14",
        "t": "Eli*p heard the outcry and asked, “Why this commotion?” The man quickly came and reported to Eli."
    },
    {
        "o": 8094,
        "r": "csb:1 Samuel:4:15",
        "t": "At that time Eli was ninety-eight years old, and his eyes didn’t move because he couldn’t see."
    },
    {
        "o": 8095,
        "r": "csb:1 Samuel:4:16",
        "t": "The*p man said to Eli, “I’m the one who came from the battle. I fled from there today.” “What*p happened, my son?” Eli asked."
    },
    {
        "o": 8096,
        "r": "csb:1 Samuel:4:17",
        "t": "The*p messenger answered, “Israel has fled from the Philistines, and also there was a great slaughter among the people. Your two sons, Hophni and Phinehas, are both dead, and the ark of God has been captured.”"
    },
    {
        "o": 8097,
        "r": "csb:1 Samuel:4:18",
        "t": "When he mentioned the ark of God, Eli fell backward off the chair by the city gate, and since he was old and heavy, his neck broke and he died. Eli had judged Israel forty years."
    },
    {
        "o": 8098,
        "r": "csb:1 Samuel:4:19",
        "t": "Eli’s*p daughter-in-law, the wife of Phinehas, was pregnant and about to give birth. When she heard the news about the capture of God’s ark and the deaths of her father-in-law and her husband, she collapsed and gave birth because her labor pains came on her."
    },
    {
        "o": 8099,
        "r": "csb:1 Samuel:4:20",
        "t": "As she was dying, the women taking care of her said, “Don’t be afraid. You’ve given birth to a son!” But she did not respond or pay attention."
    },
    {
        "o": 8100,
        "r": "csb:1 Samuel:4:21",
        "t": "She named the boy Ichabod, saying, “The glory has departed from Israel,” referring to the capture of the ark of God and to the deaths of her father-in-law and her husband."
    },
    {
        "o": 8101,
        "r": "csb:1 Samuel:4:22",
        "t": "“The glory has departed from Israel,” she said, “because the ark of God has been captured.”"
    }
]
