[
    {
        "o": 30981,
        "r": "esv:Acts:22:0",
        "t": "Acts 22",
        "h": 1
    },
    {
        "o": 30982,
        "r": "esv:Acts:22:1",
        "t": "“Brothers*p and fathers, hear the defense that I now make before you.”"
    },
    {
        "o": 30983,
        "r": "esv:Acts:22:2",
        "t": "And*p when they heard that he was addressing them in the Hebrew language, they became even more quiet. And he said:"
    },
    {
        "o": 30984,
        "r": "esv:Acts:22:3",
        "t": "“I*p am a Jew, born in Tarsus in Cilicia, but brought up in this city, educated at the feet of Gamaliel according to the strict manner of the law of our fathers, being zealous for God as all of you are this day."
    },
    {
        "o": 30985,
        "r": "esv:Acts:22:4",
        "t": "I persecuted this Way to the death, binding and delivering to prison both men and women,"
    },
    {
        "o": 30986,
        "r": "esv:Acts:22:5",
        "t": "as the high priest and the whole council of elders can bear me witness. From them I received letters to the brothers, and I journeyed toward Damascus to take those also who were there and bring them in bonds to Jerusalem to be punished."
    },
    {
        "o": 30987,
        "r": "esv:Acts:22:6",
        "t": "“As*p I was on my way and drew near to Damascus, about noon a great light from heaven suddenly shone around me."
    },
    {
        "o": 30988,
        "r": "esv:Acts:22:7",
        "t": "And I fell to the ground and heard a voice saying to me, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r me?’*r"
    },
    {
        "o": 30989,
        "r": "esv:Acts:22:8",
        "t": "And I answered, ‘Who are you, Lord?’ And he said to me, ‘I*r am*r Jesus*r of*r Nazareth,*r whom*r you*r are*r persecuting.’*r"
    },
    {
        "o": 30990,
        "r": "esv:Acts:22:9",
        "t": "Now those who were with me saw the light but did not understand the voice of the one who was speaking to me."
    },
    {
        "o": 30991,
        "r": "esv:Acts:22:10",
        "t": "And I said, ‘What shall I do, Lord?’ And the Lord said to me, ‘Rise,*r and*r go*r into*r Damascus,*r and*r there*r you*r will*r be*r told*r all*r that*r is*r appointed*r for*r you*r to*r do.’*r"
    },
    {
        "o": 30992,
        "r": "esv:Acts:22:11",
        "t": "And since I could not see because of the brightness of that light, I was led by the hand by those who were with me, and came into Damascus."
    },
    {
        "o": 30993,
        "r": "esv:Acts:22:12",
        "t": "“And*p one Ananias, a devout man according to the law, well spoken of by all the Jews who lived there,"
    },
    {
        "o": 30994,
        "r": "esv:Acts:22:13",
        "t": "came to me, and standing by me said to me, ‘Brother Saul, receive your sight.’ And at that very hour I received my sight and saw him."
    },
    {
        "o": 30995,
        "r": "esv:Acts:22:14",
        "t": "And he said, ‘The God of our fathers appointed you to know his will, to see the Righteous One and to hear a voice from his mouth;"
    },
    {
        "o": 30996,
        "r": "esv:Acts:22:15",
        "t": "for you will be a witness for him to everyone of what you have seen and heard."
    },
    {
        "o": 30997,
        "r": "esv:Acts:22:16",
        "t": "And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’"
    },
    {
        "o": 30998,
        "r": "esv:Acts:22:17",
        "t": "“When*p I had returned to Jerusalem and was praying in the temple, I fell into a trance"
    },
    {
        "o": 30999,
        "r": "esv:Acts:22:18",
        "t": "and saw him saying to me, ‘Make*r haste*r and*r get*r out*r of*r Jerusalem*r quickly,*r because*r they*r will*r not*r accept*r your*r testimony*r about*r me.’*r"
    },
    {
        "o": 31000,
        "r": "esv:Acts:22:19",
        "t": "And I said, ‘Lord, they themselves know that in one synagogue after another I imprisoned and beat those who believed in you."
    },
    {
        "o": 31001,
        "r": "esv:Acts:22:20",
        "t": "And when the blood of Stephen your witness was being shed, I myself was standing by and approving and watching over the garments of those who killed him.’"
    },
    {
        "o": 31002,
        "r": "esv:Acts:22:21",
        "t": "And he said to me, ‘Go,*r for*r I*r will*r send*r you*r far*r away*r to*r the*r Gentiles.’”*r"
    },
    {
        "o": 31003,
        "r": "esv:Acts:22:21",
        "t": "Paul and the Roman Tribune",
        "h": 2
    },
    {
        "o": 31004,
        "r": "esv:Acts:22:22",
        "t": "Up*p to this word they listened to him. Then they raised their voices and said, “Away with such a fellow from the earth! For he should not be allowed to live.”"
    },
    {
        "o": 31005,
        "r": "esv:Acts:22:23",
        "t": "And as they were shouting and throwing off their cloaks and flinging dust into the air,"
    },
    {
        "o": 31006,
        "r": "esv:Acts:22:24",
        "t": "the tribune ordered him to be brought into the barracks, saying that he should be examined by flogging, to find out why they were shouting against him like this."
    },
    {
        "o": 31007,
        "r": "esv:Acts:22:25",
        "t": "But when they had stretched him out for the whips, Paul said to the centurion who was standing by, “Is it lawful for you to flog a man who is a Roman citizen and uncondemned?”"
    },
    {
        "o": 31008,
        "r": "esv:Acts:22:26",
        "t": "When the centurion heard this, he went to the tribune and said to him, “What are you about to do? For this man is a Roman citizen.”"
    },
    {
        "o": 31009,
        "r": "esv:Acts:22:27",
        "t": "So the tribune came and said to him, “Tell me, are you a Roman citizen?” And he said, “Yes.”"
    },
    {
        "o": 31010,
        "r": "esv:Acts:22:28",
        "t": "The tribune answered, “I bought this citizenship for a large sum.” Paul said, “But I am a citizen by birth.”"
    },
    {
        "o": 31011,
        "r": "esv:Acts:22:29",
        "t": "So those who were about to examine him withdrew from him immediately, and the tribune also was afraid, for he realized that Paul was a Roman citizen and that he had bound him."
    },
    {
        "o": 31012,
        "r": "esv:Acts:22:29",
        "t": "Paul Before the Council",
        "h": 2
    },
    {
        "o": 31013,
        "r": "esv:Acts:22:30",
        "t": "But*p on the next day, desiring to know the real reason why he was being accused by the Jews, he unbound him and commanded the chief priests and all the council to meet, and he brought Paul down and set him before them."
    }
]
