[
    {
        "o": 1687,
        "r": "csb:Exodus:1:0",
        "t": "Exodus 1",
        "h": 1
    },
    {
        "o": 1688,
        "r": "csb:Exodus:1:0",
        "t": "Israel Oppressed in Egypt",
        "h": 2
    },
    {
        "o": 1689,
        "r": "csb:Exodus:1:1",
        "t": "These*p are the names of the sons of Israel who came to Egypt with Jacob; each came with his family:"
    },
    {
        "o": 1690,
        "r": "csb:Exodus:1:2",
        "t": "Reuben,*ln Simeon, Levi, and Judah;"
    },
    {
        "o": 1691,
        "r": "csb:Exodus:1:3",
        "t": "Issachar,*ln Zebulun, and Benjamin;"
    },
    {
        "o": 1692,
        "r": "csb:Exodus:1:4",
        "t": "Dan*ln and Naphtali; Gad and Asher."
    },
    {
        "o": 1693,
        "r": "csb:Exodus:1:5",
        "t": "The*p total number of Jacob’s descendants was seventy; Joseph was already in Egypt."
    },
    {
        "o": 1694,
        "r": "csb:Exodus:1:6",
        "t": "Joseph*p and all his brothers and all that generation eventually died."
    },
    {
        "o": 1695,
        "r": "csb:Exodus:1:7",
        "t": "But the Israelites were fruitful, increased rapidly, multiplied, and became extremely numerous so that the land was filled with them."
    },
    {
        "o": 1696,
        "r": "csb:Exodus:1:8",
        "t": "A*p new king, who did not know about Joseph, came to power in Egypt."
    },
    {
        "o": 1697,
        "r": "csb:Exodus:1:9",
        "t": "He said to his people, “Look, the Israelite people are more numerous and powerful than we are."
    },
    {
        "o": 1698,
        "r": "csb:Exodus:1:10",
        "t": "Come, let’s deal shrewdly with them; otherwise they will multiply further, and when war breaks out, they will join our enemies, fight against us, and leave the country.”"
    },
    {
        "o": 1699,
        "r": "csb:Exodus:1:11",
        "t": "So the Egyptians assigned taskmasters over the Israelites to oppress them with forced labor. They built Pithom and Rameses as supply cities for Pharaoh."
    },
    {
        "o": 1700,
        "r": "csb:Exodus:1:12",
        "t": "But the more they oppressed them, the more they multiplied and spread so that the Egyptians came to dread the Israelites."
    },
    {
        "o": 1701,
        "r": "csb:Exodus:1:13",
        "t": "They worked the Israelites ruthlessly"
    },
    {
        "o": 1702,
        "r": "csb:Exodus:1:14",
        "t": "and made their lives bitter with difficult labor in brick and mortar and in all kinds of fieldwork. They ruthlessly imposed all this work on them."
    },
    {
        "o": 1703,
        "r": "csb:Exodus:1:15",
        "t": "The*p king of Egypt said to the Hebrew midwives - the first, whose name was Shiphrah, and the second, whose name was Puah -"
    },
    {
        "o": 1704,
        "r": "csb:Exodus:1:16",
        "t": "“When you help the Hebrew women give birth, observe them as they deliver. If the child is a son, kill him, but if it’s a daughter, she may live.”"
    },
    {
        "o": 1705,
        "r": "csb:Exodus:1:17",
        "t": "The midwives, however, feared God and did not do as the king of Egypt had told them; they let the boys live."
    },
    {
        "o": 1706,
        "r": "csb:Exodus:1:18",
        "t": "So the king of Egypt summoned the midwives and asked them, “Why have you done this and let the boys live?”"
    },
    {
        "o": 1707,
        "r": "csb:Exodus:1:19",
        "t": "The*p midwives said to Pharaoh, “The Hebrew women are not like the Egyptian women, for they are vigorous and give birth before the midwife can get to them.”"
    },
    {
        "o": 1708,
        "r": "csb:Exodus:1:20",
        "t": "So*p God was good to the midwives, and the people multiplied and became very numerous."
    },
    {
        "o": 1709,
        "r": "csb:Exodus:1:21",
        "t": "Since the midwives feared God, he gave them families."
    },
    {
        "o": 1710,
        "r": "csb:Exodus:1:22",
        "t": "Pharaoh then commanded all his people, “You must throw every son born to the Hebrews into the Nile, but let every daughter live.”"
    }
]
