[
    {
        "o": 12038,
        "r": "csb:1 Chronicles:17:0",
        "t": "1 Chronicles 17",
        "h": 1
    },
    {
        "o": 12039,
        "r": "csb:1 Chronicles:17:0",
        "t": "The Lord’s Covenant with David",
        "h": 2
    },
    {
        "o": 12040,
        "r": "csb:1 Chronicles:17:1",
        "t": "When*p David had settled into his palace, he said to the prophet Nathan, “Look! I am living in a cedar house while the ark of the Lord’s*s covenant is under tent curtains.”"
    },
    {
        "o": 12041,
        "r": "csb:1 Chronicles:17:2",
        "t": "So*p Nathan told David, “Do all that is on your mind, for God is with you.”"
    },
    {
        "o": 12042,
        "r": "csb:1 Chronicles:17:3",
        "t": "But*p that night the word of God came to Nathan:"
    },
    {
        "o": 12043,
        "r": "csb:1 Chronicles:17:4",
        "t": "“Go to David my servant and say, ‘This is what the Lord*s says: You are not the one to build me a house to dwell in."
    },
    {
        "o": 12044,
        "r": "csb:1 Chronicles:17:5",
        "t": "From the time I brought Israel out of Egypt until today I have not dwelt in a house; instead, I have moved from one tent site to another, and from one tabernacle location to another."
    },
    {
        "o": 12045,
        "r": "csb:1 Chronicles:17:6",
        "t": "In all my journeys throughout Israel, have I ever spoken a word to even one of the judges of Israel, whom I commanded to shepherd my people, asking: Why haven’t you built me a house of cedar? ’"
    },
    {
        "o": 12046,
        "r": "csb:1 Chronicles:17:7",
        "t": "“So*p now this is what you are to say to my servant David: ‘This is what the Lord*s of Armies says: I took you from the pasture, from tending the flock, to be ruler over my people Israel."
    },
    {
        "o": 12047,
        "r": "csb:1 Chronicles:17:8",
        "t": "I have been with you wherever you have gone, and I have destroyed all your enemies before you. I will make a name for you like that of the greatest on the earth."
    },
    {
        "o": 12048,
        "r": "csb:1 Chronicles:17:9",
        "t": "I will designate a place for my people Israel and plant them, so that they may live there and not be disturbed again. Evildoers will not continue to oppress them as they have done"
    },
    {
        "o": 12049,
        "r": "csb:1 Chronicles:17:10",
        "t": "ever since the day I ordered judges to be over my people Israel. I will also subdue all your enemies. “‘Furthermore,*p I declare to you that the Lord*s himself will build a house for you."
    },
    {
        "o": 12050,
        "r": "csb:1 Chronicles:17:11",
        "t": "When your time comes to be with your ancestors, I will raise up after you your descendant, who is one of your own sons, and I will establish his kingdom."
    },
    {
        "o": 12051,
        "r": "csb:1 Chronicles:17:12",
        "t": "He is the one who will build a house for me, and I will establish his throne forever."
    },
    {
        "o": 12052,
        "r": "csb:1 Chronicles:17:13",
        "t": "I will be his father, and he will be my son. I will not remove my faithful love from him as I removed it from the one who was before you."
    },
    {
        "o": 12053,
        "r": "csb:1 Chronicles:17:14",
        "t": "I will appoint him over my house and my kingdom forever, and his throne will be established forever.’”"
    },
    {
        "o": 12054,
        "r": "csb:1 Chronicles:17:15",
        "t": "Nathan*p reported all these words and this entire vision to David."
    },
    {
        "o": 12055,
        "r": "csb:1 Chronicles:17:15",
        "t": "David’s Prayer of Thanksgiving",
        "h": 2
    },
    {
        "o": 12056,
        "r": "csb:1 Chronicles:17:16",
        "t": "Then*p King David went in, sat in the Lord’s*s presence, and said, Who*p am I, Lord*s God, and what is my house that you have brought me this far?"
    },
    {
        "o": 12057,
        "r": "csb:1 Chronicles:17:17",
        "t": "This was a little thing to you, God, for you have spoken about your servant’s house in the distant future. You regard me as a man of distinction, Lord*s God."
    },
    {
        "o": 12058,
        "r": "csb:1 Chronicles:17:18",
        "t": "What more can David say to you for honoring your servant? You know your servant."
    },
    {
        "o": 12059,
        "r": "csb:1 Chronicles:17:19",
        "t": "Lord,*s you have done this whole great thing, making known all these great promises for the sake of your servant and according to your will."
    },
    {
        "o": 12060,
        "r": "csb:1 Chronicles:17:20",
        "t": "Lord,*s there is no one like you, and there is no God besides you, as all we have heard confirms."
    },
    {
        "o": 12061,
        "r": "csb:1 Chronicles:17:21",
        "t": "And who is like your people Israel? God, you came to one nation on earth to redeem a people for yourself, to make a name for yourself through great and awesome works by driving out nations before your people you redeemed from Egypt."
    },
    {
        "o": 12062,
        "r": "csb:1 Chronicles:17:22",
        "t": "You made your people Israel your own people forever, and you, Lord,*s have become their God."
    },
    {
        "o": 12063,
        "r": "csb:1 Chronicles:17:23",
        "t": "Now,*p Lord,*s let the word that you have spoken concerning your servant and his house be confirmed forever, and do as you have promised."
    },
    {
        "o": 12064,
        "r": "csb:1 Chronicles:17:24",
        "t": "Let your name be confirmed and magnified forever in the saying, “The Lord*s of Armies, the God of Israel, is God over Israel.” May the house of your servant David be established before you."
    },
    {
        "o": 12065,
        "r": "csb:1 Chronicles:17:25",
        "t": "Since you, my God, have revealed to your servant that you will build him a house, your servant has found courage to pray in your presence."
    },
    {
        "o": 12066,
        "r": "csb:1 Chronicles:17:26",
        "t": "Lord,*s you indeed are God, and you have promised this good thing to your servant."
    },
    {
        "o": 12067,
        "r": "csb:1 Chronicles:17:27",
        "t": "So now, you have been pleased to bless your servant’s house that it may continue before you forever. For you, Lord,*s have blessed it, and it is blessed forever."
    }
]
