[
    {
        "o": 21803,
        "r": "csb:Jeremiah:21:0",
        "t": "Jeremiah 21",
        "h": 1
    },
    {
        "o": 21804,
        "r": "csb:Jeremiah:21:0",
        "t": "Zedekiah’s Request Denied",
        "h": 2
    },
    {
        "o": 21805,
        "r": "csb:Jeremiah:21:1",
        "t": "This*p is the word that came to Jeremiah from the Lord*s when King Zedekiah sent Pashhur son of Malchijah and the priest Zephaniah son of Maaseiah to Jeremiah, asking,"
    },
    {
        "o": 21806,
        "r": "csb:Jeremiah:21:2",
        "t": "“Inquire of the Lord*s on our behalf, since King Nebuchadnezzar of Babylon is making war against us. Perhaps the Lord*s will perform for us something like all his past wondrous works so that Nebuchadnezzar will withdraw from us.”"
    },
    {
        "o": 21807,
        "r": "csb:Jeremiah:21:3",
        "t": "But*p Jeremiah answered, “This is what you are to say to Zedekiah:"
    },
    {
        "o": 21808,
        "r": "csb:Jeremiah:21:4",
        "t": "‘This is what the Lord,*s the God of Israel, says: I am about to repel the weapons of war in your hands, those you are using to fight the king of Babylon and the Chaldeans who are besieging you outside the wall, and I will bring them into the center of this city."
    },
    {
        "o": 21809,
        "r": "csb:Jeremiah:21:5",
        "t": "I myself will fight against you with an outstretched hand and a strong arm, with anger, fury, and intense wrath."
    },
    {
        "o": 21810,
        "r": "csb:Jeremiah:21:6",
        "t": "I will strike the residents of this city, both people and animals. They will die in a severe plague."
    },
    {
        "o": 21811,
        "r": "csb:Jeremiah:21:7",
        "t": "Afterward - this is the Lord’s*s declaration - King Zedekiah of Judah, his officers, and the people - those in this city who survive the plague, the sword, and the famine - I will hand over to King Nebuchadnezzar of Babylon, to their enemies, yes, to those who intend to take their lives. He will put them to the sword; he won’t spare them or show pity or compassion.’"
    },
    {
        "o": 21812,
        "r": "csb:Jeremiah:21:7",
        "t": "A Warning for the People",
        "h": 2
    },
    {
        "o": 21813,
        "r": "csb:Jeremiah:21:8",
        "t": "“But*p tell this people, ‘This is what the Lord*s says: Look, I am setting before you the way of life and the way of death."
    },
    {
        "o": 21814,
        "r": "csb:Jeremiah:21:9",
        "t": "Whoever stays in this city will die by the sword, famine, and plague, but whoever goes out and surrenders to the Chaldeans who are besieging you will live and will retain his life like the spoils of war."
    },
    {
        "o": 21815,
        "r": "csb:Jeremiah:21:10",
        "t": "For I have set my face against this city to bring disaster and not good- this is the Lord’s*s declaration. It will be handed over to the king of Babylon, who will burn it.’"
    },
    {
        "o": 21816,
        "r": "csb:Jeremiah:21:11",
        "t": "“And*p to the house of the king of Judah say this: ‘Hear the word of the Lord!*s"
    },
    {
        "o": 21817,
        "r": "csb:Jeremiah:21:12",
        "t": "House of David, this is what the Lord*s says: Administer*pn justice every morning, and*ln rescue the victim of robbery from*ln his oppressor, or*ln my anger will flare up like fire and*ln burn unquenchably because*ln of your evil deeds."
    },
    {
        "o": 21818,
        "r": "csb:Jeremiah:21:13",
        "t": "Beware!*ln I am against you, you*ln who sit above the valley, you*ln atop the rocky plateau — this*lg is the Lord’s*s declaration — you*pn who say, “Who can come down against us? Who*ln can enter our hiding places?”"
    },
    {
        "o": 21819,
        "r": "csb:Jeremiah:21:14",
        "t": "I*ln will punish you according to what you have done— this*lg is the Lord’s*s declaration. I*pn will kindle a fire in your forest that*ln will consume everything around it.’”"
    }
]
