[
    {
        "o": 22435,
        "r": "esv:Jeremiah:50:0",
        "t": "Jeremiah 50",
        "h": 1
    },
    {
        "o": 22436,
        "r": "esv:Jeremiah:50:0",
        "t": "Judgment on Babylon",
        "h": 2
    },
    {
        "o": 22437,
        "r": "esv:Jeremiah:50:1",
        "t": "The*p word that the Lord*s spoke concerning Babylon, concerning the land of the Chaldeans, by Jeremiah the prophet:"
    },
    {
        "o": 22438,
        "r": "esv:Jeremiah:50:2",
        "t": "“Declare*pn among the nations and proclaim, set*ld up a banner and proclaim, conceal*ld it not, and say: ‘Babylon*ln is taken, Bel*ld is put to shame, Merodach*ld is dismayed. Her*ln images are put to shame, her*ld idols are dismayed.’"
    },
    {
        "o": 22439,
        "r": "esv:Jeremiah:50:3",
        "t": "“For*p out of the north a nation has come up against her, which shall make her land a desolation, and none shall dwell in it; both man and beast shall flee away."
    },
    {
        "o": 22440,
        "r": "esv:Jeremiah:50:4",
        "t": "“In*p those days and in that time, declares the Lord,*s the people of Israel and the people of Judah shall come together, weeping as they come, and they shall seek the Lord*s their God."
    },
    {
        "o": 22441,
        "r": "esv:Jeremiah:50:5",
        "t": "They shall ask the way to Zion, with faces turned toward it, saying, ‘Come, let us join ourselves to the Lord*s in an everlasting covenant that will never be forgotten.’"
    },
    {
        "o": 22442,
        "r": "esv:Jeremiah:50:6",
        "t": "“My*p people have been lost sheep. Their shepherds have led them astray, turning them away on the mountains. From mountain to hill they have gone. They have forgotten their fold."
    },
    {
        "o": 22443,
        "r": "esv:Jeremiah:50:7",
        "t": "All who found them have devoured them, and their enemies have said, ‘We are not guilty, for they have sinned against the Lord,*s their habitation of righteousness, the Lord,*s the hope of their fathers.’"
    },
    {
        "o": 22444,
        "r": "esv:Jeremiah:50:8",
        "t": "“Flee*p from the midst of Babylon, and go out of the land of the Chaldeans, and be as male goats before the flock."
    },
    {
        "o": 22445,
        "r": "esv:Jeremiah:50:9",
        "t": "For behold, I am stirring up and bringing against Babylon a gathering of great nations, from the north country. And they shall array themselves against her. From there she shall be taken. Their arrows are like a skilled warrior who does not return empty-handed."
    },
    {
        "o": 22446,
        "r": "esv:Jeremiah:50:10",
        "t": "Chaldea shall be plundered; all who plunder her shall be sated, declares the Lord.*s"
    },
    {
        "o": 22447,
        "r": "esv:Jeremiah:50:11",
        "t": "“Though*pn you rejoice, though you exult, O*ld plunderers of my heritage, though*ln you frolic like a heifer in the pasture, and*ld neigh like stallions,"
    },
    {
        "o": 22448,
        "r": "esv:Jeremiah:50:12",
        "t": "your*ln mother shall be utterly shamed, and*ld she who bore you shall be disgraced. Behold,*ln she shall be the last of the nations, a*ld wilderness, a dry land, and a desert."
    },
    {
        "o": 22449,
        "r": "esv:Jeremiah:50:13",
        "t": "Because*ln of the wrath of the Lord*s she shall not be inhabited but*ld shall be an utter desolation; everyone*ln who passes by Babylon shall be appalled, and*ld hiss because of all her wounds."
    },
    {
        "o": 22450,
        "r": "esv:Jeremiah:50:14",
        "t": "Set*ln yourselves in array against Babylon all around, all*ld you who bend the bow; shoot*ln at her, spare no arrows, for*ld she has sinned against the Lord.*s"
    },
    {
        "o": 22451,
        "r": "esv:Jeremiah:50:15",
        "t": "Raise*ln a shout against her all around; she*ld has surrendered; her*ln bulwarks have fallen; her*ld walls are thrown down. For*ln this is the vengeance of the Lord:*s take*ld vengeance on her; do*ld to her as she has done."
    },
    {
        "o": 22452,
        "r": "esv:Jeremiah:50:16",
        "t": "Cut*ln off from Babylon the sower, and*ld the one who handles the sickle in time of harvest; because*ln of the sword of the oppressor, every*ld one shall turn to his own people, and*ld every one shall flee to his own land."
    },
    {
        "o": 22453,
        "r": "esv:Jeremiah:50:17",
        "t": "“Israel*p is a hunted sheep driven away by lions. First the king of Assyria devoured him, and now at last Nebuchadnezzar king of Babylon has gnawed his bones."
    },
    {
        "o": 22454,
        "r": "esv:Jeremiah:50:18",
        "t": "Therefore, thus says the Lord*s of hosts, the God of Israel: Behold, I am bringing punishment on the king of Babylon and his land, as I punished the king of Assyria."
    },
    {
        "o": 22455,
        "r": "esv:Jeremiah:50:19",
        "t": "I will restore Israel to his pasture, and he shall feed on Carmel and in Bashan, and his desire shall be satisfied on the hills of Ephraim and in Gilead."
    },
    {
        "o": 22456,
        "r": "esv:Jeremiah:50:20",
        "t": "In those days and in that time, declares the Lord,*s iniquity shall be sought in Israel, and there shall be none, and sin in Judah, and none shall be found, for I will pardon those whom I leave as a remnant."
    },
    {
        "o": 22457,
        "r": "esv:Jeremiah:50:21",
        "t": "“Go*pn up against the land of Merathaim, and*ld against the inhabitants of Pekod. Kill,*ln and devote them to destruction, declares*l the Lord,*s and*ld do all that I have commanded you."
    },
    {
        "o": 22458,
        "r": "esv:Jeremiah:50:22",
        "t": "The*ln noise of battle is in the land, and*ld great destruction!"
    },
    {
        "o": 22459,
        "r": "esv:Jeremiah:50:23",
        "t": "How*ln the hammer of the whole earth is*ld cut down and broken! How*ln Babylon has become a*ld horror among the nations!"
    },
    {
        "o": 22460,
        "r": "esv:Jeremiah:50:24",
        "t": "I*ln set a snare for you and you were taken, O Babylon, and*ld you did not know it; you*ln were found and caught, because*ld you opposed the Lord.*s"
    },
    {
        "o": 22461,
        "r": "esv:Jeremiah:50:25",
        "t": "The*ln Lord*s has opened his armory and*ld brought out the weapons of his wrath, for*ln the Lord God*s of hosts has a work to do in*ld the land of the Chaldeans."
    },
    {
        "o": 22462,
        "r": "esv:Jeremiah:50:26",
        "t": "Come*ln against her from every quarter; open*ld her granaries; pile*ln her up like heaps of grain, and devote her to destruction; let*ld nothing be left of her."
    },
    {
        "o": 22463,
        "r": "esv:Jeremiah:50:27",
        "t": "Kill*ln all her bulls; let*ld them go down to the slaughter. Woe*ln to them, for their day has come, the*ld time of their punishment."
    },
    {
        "o": 22464,
        "r": "esv:Jeremiah:50:28",
        "t": "“A*p voice! They flee and escape from the land of Babylon, to declare in Zion the vengeance of the Lord*s our God, vengeance for his temple."
    },
    {
        "o": 22465,
        "r": "esv:Jeremiah:50:29",
        "t": "“Summon*p archers against Babylon, all those who bend the bow. Encamp around her; let no one escape. Repay her according to her deeds; do to her according to all that she has done. For she has proudly defied the Lord,*s the Holy One of Israel."
    },
    {
        "o": 22466,
        "r": "esv:Jeremiah:50:30",
        "t": "Therefore her young men shall fall in her squares, and all her soldiers shall be destroyed on that day, declares the Lord.*s"
    },
    {
        "o": 22467,
        "r": "esv:Jeremiah:50:31",
        "t": "“Behold,*pn I am against you, O proud one, declares*ld the Lord God*s of hosts, for*ln your day has come, the*ld time when I will punish you."
    },
    {
        "o": 22468,
        "r": "esv:Jeremiah:50:32",
        "t": "The*ln proud one shall stumble and fall, with*ld none to raise him up, and*ln I will kindle a fire in his cities, and*ld it will devour all that is around him."
    },
    {
        "o": 22469,
        "r": "esv:Jeremiah:50:33",
        "t": "“Thus*p says the Lord*s of hosts: The people of Israel are oppressed, and the people of Judah with them. All who took them captive have held them fast; they refuse to let them go."
    },
    {
        "o": 22470,
        "r": "esv:Jeremiah:50:34",
        "t": "Their Redeemer is strong; the Lord*s of hosts is his name. He will surely plead their cause, that he may give rest to the earth, but unrest to the inhabitants of Babylon."
    },
    {
        "o": 22471,
        "r": "esv:Jeremiah:50:35",
        "t": "“A*pn sword against the Chaldeans, declares the Lord,*s and*ld against the inhabitants of Babylon, and*ld against her officials and her wise men!"
    },
    {
        "o": 22472,
        "r": "esv:Jeremiah:50:36",
        "t": "A*ln sword against the diviners, that*ld they may become fools! A*ln sword against her warriors, that*ld they may be destroyed!"
    },
    {
        "o": 22473,
        "r": "esv:Jeremiah:50:37",
        "t": "A*ln sword against her horses and against her chariots, and*ld against all the foreign troops in her midst, that*ld they may become women! A*ln sword against all her treasures, that*ld they may be plundered!"
    },
    {
        "o": 22474,
        "r": "esv:Jeremiah:50:38",
        "t": "A*ln drought against her waters, that*ld they may be dried up! For*ln it is a land of images, and*ld they are mad over idols."
    },
    {
        "o": 22475,
        "r": "esv:Jeremiah:50:39",
        "t": "“Therefore*p wild beasts shall dwell with hyenas in Babylon, and ostriches shall dwell in her. She shall never again have people, nor be inhabited for all generations."
    },
    {
        "o": 22476,
        "r": "esv:Jeremiah:50:40",
        "t": "As when God overthrew Sodom and Gomorrah and their neighboring cities, declares the Lord,*s so no man shall dwell there, and no son of man shall sojourn in her."
    },
    {
        "o": 22477,
        "r": "esv:Jeremiah:50:41",
        "t": "“Behold,*pn a people comes from the north; a*ld mighty nation and many kings are*ld stirring from the farthest parts of the earth."
    },
    {
        "o": 22478,
        "r": "esv:Jeremiah:50:42",
        "t": "They*ln lay hold of bow and spear; they*ld are cruel and have no mercy. The*ln sound of them is like the roaring of the sea; they*ld ride on horses, arrayed*ln as a man for battle against*ld you, O daughter of Babylon!"
    },
    {
        "o": 22479,
        "r": "esv:Jeremiah:50:43",
        "t": "“The*pn king of Babylon heard the report of them, and*ld his hands fell helpless; anguish*ln seized him, pain*ld as of a woman in labor."
    },
    {
        "o": 22480,
        "r": "esv:Jeremiah:50:44",
        "t": "“Behold,*p like a lion coming up from the thicket of the Jordan against a perennial pasture, I will suddenly make them run away from her, and I will appoint over her whomever I choose. For who is like me? Who will summon me? What shepherd can stand before me?"
    },
    {
        "o": 22481,
        "r": "esv:Jeremiah:50:45",
        "t": "Therefore hear the plan that the Lord*s has made against Babylon, and the purposes that he has formed against the land of the Chaldeans: Surely the little ones of their flock shall be dragged away; surely their fold shall be appalled at their fate."
    },
    {
        "o": 22482,
        "r": "esv:Jeremiah:50:46",
        "t": "At the sound of the capture of Babylon the earth shall tremble, and her cry shall be heard among the nations.”"
    }
]
