[
    {
        "o": 9664,
        "r": "esv:1 Kings:3:0",
        "t": "1 Kings 3",
        "h": 1
    },
    {
        "o": 9665,
        "r": "esv:1 Kings:3:0",
        "t": "Solomon’s Prayer for Wisdom",
        "h": 2
    },
    {
        "o": 9666,
        "r": "esv:1 Kings:3:1",
        "t": "Solomon*p made a marriage alliance with Pharaoh king of Egypt. He took Pharaoh’s daughter and brought her into the city of David until he had finished building his own house and the house of the Lord*s and the wall around Jerusalem."
    },
    {
        "o": 9667,
        "r": "esv:1 Kings:3:2",
        "t": "The people were sacrificing at the high places, however, because no house had yet been built for the name of the Lord.*s"
    },
    {
        "o": 9668,
        "r": "esv:1 Kings:3:3",
        "t": "Solomon*p loved the Lord,*s walking in the statutes of David his father, only he sacrificed and made offerings at the high places."
    },
    {
        "o": 9669,
        "r": "esv:1 Kings:3:4",
        "t": "And the king went to Gibeon to sacrifice there, for that was the great high place. Solomon used to offer a thousand burnt offerings on that altar."
    },
    {
        "o": 9670,
        "r": "esv:1 Kings:3:5",
        "t": "At Gibeon the Lord*s appeared to Solomon in a dream by night, and God said, “Ask what I shall give you.”"
    },
    {
        "o": 9671,
        "r": "esv:1 Kings:3:6",
        "t": "And Solomon said, “You have shown great and steadfast love to your servant David my father, because he walked before you in faithfulness, in righteousness, and in uprightness of heart toward you. And you have kept for him this great and steadfast love and have given him a son to sit on his throne this day."
    },
    {
        "o": 9672,
        "r": "esv:1 Kings:3:7",
        "t": "And now, O Lord*s my God, you have made your servant king in place of David my father, although I am but a little child. I do not know how to go out or come in."
    },
    {
        "o": 9673,
        "r": "esv:1 Kings:3:8",
        "t": "And your servant is in the midst of your people whom you have chosen, a great people, too many to be numbered or counted for multitude."
    },
    {
        "o": 9674,
        "r": "esv:1 Kings:3:9",
        "t": "Give your servant therefore an understanding mind to govern your people, that I may discern between good and evil, for who is able to govern this your great people?”"
    },
    {
        "o": 9675,
        "r": "esv:1 Kings:3:10",
        "t": "It*p pleased the Lord that Solomon had asked this."
    },
    {
        "o": 9676,
        "r": "esv:1 Kings:3:11",
        "t": "And God said to him, “Because you have asked this, and have not asked for yourself long life or riches or the life of your enemies, but have asked for yourself understanding to discern what is right,"
    },
    {
        "o": 9677,
        "r": "esv:1 Kings:3:12",
        "t": "behold, I now do according to your word. Behold, I give you a wise and discerning mind, so that none like you has been before you and none like you shall arise after you."
    },
    {
        "o": 9678,
        "r": "esv:1 Kings:3:13",
        "t": "I give you also what you have not asked, both riches and honor, so that no other king shall compare with you, all your days."
    },
    {
        "o": 9679,
        "r": "esv:1 Kings:3:14",
        "t": "And if you will walk in my ways, keeping my statutes and my commandments, as your father David walked, then I will lengthen your days.”"
    },
    {
        "o": 9680,
        "r": "esv:1 Kings:3:15",
        "t": "And*p Solomon awoke, and behold, it was a dream. Then he came to Jerusalem and stood before the ark of the covenant of the Lord, and offered up burnt offerings and peace offerings, and made a feast for all his servants."
    },
    {
        "o": 9681,
        "r": "esv:1 Kings:3:15",
        "t": "Solomon’s Wisdom",
        "h": 2
    },
    {
        "o": 9682,
        "r": "esv:1 Kings:3:16",
        "t": "Then*p two prostitutes came to the king and stood before him."
    },
    {
        "o": 9683,
        "r": "esv:1 Kings:3:17",
        "t": "The one woman said, “Oh, my lord, this woman and I live in the same house, and I gave birth to a child while she was in the house."
    },
    {
        "o": 9684,
        "r": "esv:1 Kings:3:18",
        "t": "Then on the third day after I gave birth, this woman also gave birth. And we were alone. There was no one else with us in the house; only we two were in the house."
    },
    {
        "o": 9685,
        "r": "esv:1 Kings:3:19",
        "t": "And this woman’s son died in the night, because she lay on him."
    },
    {
        "o": 9686,
        "r": "esv:1 Kings:3:20",
        "t": "And she arose at midnight and took my son from beside me, while your servant slept, and laid him at her breast, and laid her dead son at my breast."
    },
    {
        "o": 9687,
        "r": "esv:1 Kings:3:21",
        "t": "When I rose in the morning to nurse my child, behold, he was dead. But when I looked at him closely in the morning, behold, he was not the child that I had borne.”"
    },
    {
        "o": 9688,
        "r": "esv:1 Kings:3:22",
        "t": "But the other woman said, “No, the living child is mine, and the dead child is yours.” The first said, “No, the dead child is yours, and the living child is mine.” Thus they spoke before the king."
    },
    {
        "o": 9689,
        "r": "esv:1 Kings:3:23",
        "t": "Then*p the king said, “The one says, ‘This is my son that is alive, and your son is dead’; and the other says, ‘No; but your son is dead, and my son is the living one.’”"
    },
    {
        "o": 9690,
        "r": "esv:1 Kings:3:24",
        "t": "And the king said, “Bring me a sword.” So a sword was brought before the king."
    },
    {
        "o": 9691,
        "r": "esv:1 Kings:3:25",
        "t": "And the king said, “Divide the living child in two, and give half to the one and half to the other.”"
    },
    {
        "o": 9692,
        "r": "esv:1 Kings:3:26",
        "t": "Then the woman whose son was alive said to the king, because her heart yearned for her son, “Oh, my lord, give her the living child, and by no means put him to death.” But the other said, “He shall be neither mine nor yours; divide him.”"
    },
    {
        "o": 9693,
        "r": "esv:1 Kings:3:27",
        "t": "Then the king answered and said, “Give the living child to the first woman, and by no means put him to death; she is his mother.”"
    },
    {
        "o": 9694,
        "r": "esv:1 Kings:3:28",
        "t": "And all Israel heard of the judgment that the king had rendered, and they stood in awe of the king, because they perceived that the wisdom of God was in him to do justice."
    }
]
