[
    {
        "o": 23941,
        "r": "csb:Ezekiel:33:0",
        "t": "Ezekiel 33",
        "h": 1
    },
    {
        "o": 23942,
        "r": "csb:Ezekiel:33:0",
        "t": "Ezekiel as Israel’s Watchman",
        "h": 2
    },
    {
        "o": 23943,
        "r": "csb:Ezekiel:33:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23944,
        "r": "csb:Ezekiel:33:2",
        "t": "“Son of man, speak to your people and tell them, ‘Suppose I bring the sword against a land, and the people of that land select a man from among them, appointing him as their watchman."
    },
    {
        "o": 23945,
        "r": "csb:Ezekiel:33:3",
        "t": "And suppose he sees the sword coming against the land and blows his ram’s horn to warn the people."
    },
    {
        "o": 23946,
        "r": "csb:Ezekiel:33:4",
        "t": "Then, if anyone hears the sound of the ram’s horn but ignores the warning, and the sword comes and takes him away, his death will be his own fault."
    },
    {
        "o": 23947,
        "r": "csb:Ezekiel:33:5",
        "t": "Since he heard the sound of the ram’s horn but ignored the warning, his death is his own fault. If he had taken warning, he would have saved his life."
    },
    {
        "o": 23948,
        "r": "csb:Ezekiel:33:6",
        "t": "However, suppose the watchman sees the sword coming but doesn’t blow the ram’s horn, so that the people aren’t warned, and the sword comes and takes away their lives. Then they have been taken away because of their iniquity, but I will hold the watchman accountable for their blood.’"
    },
    {
        "o": 23949,
        "r": "csb:Ezekiel:33:7",
        "t": "“As*p for you, son of man, I have made you a watchman for the house of Israel. When you hear a word from my mouth, give them a warning from me."
    },
    {
        "o": 23950,
        "r": "csb:Ezekiel:33:8",
        "t": "If I say to the wicked, ‘Wicked one, you will surely die,’ but you do not speak out to warn him about his way, that wicked person will die for his iniquity, yet I will hold you responsible for his blood."
    },
    {
        "o": 23951,
        "r": "csb:Ezekiel:33:9",
        "t": "But if you warn a wicked person to turn from his way and he doesn’t turn from it, he will die for his iniquity, but you will have rescued yourself."
    },
    {
        "o": 23952,
        "r": "csb:Ezekiel:33:10",
        "t": "“Now*p as for you, son of man, say to the house of Israel, ‘You have said this: “Our transgressions and our sins are heavy on us, and we are wasting away because of them! How then can we survive?”’"
    },
    {
        "o": 23953,
        "r": "csb:Ezekiel:33:11",
        "t": "Tell them, ‘As I live - this is the declaration of the Lord God-*s I take no pleasure in the death of the wicked, but rather that the wicked person should turn from his way and live. Repent, repent of your evil ways! Why will you die, house of Israel?’"
    },
    {
        "o": 23954,
        "r": "csb:Ezekiel:33:12",
        "t": "“Now,*p son of man, say to your people, ‘The righteousness of the righteous person will not save him on the day of his transgression; neither will the wickedness of the wicked person cause him to stumble on the day he turns from his wickedness. The righteous person won’t be able to survive by his righteousness on the day he sins."
    },
    {
        "o": 23955,
        "r": "csb:Ezekiel:33:13",
        "t": "When I tell the righteous person that he will surely live, but he trusts in his righteousness and acts unjustly, then none of his righteousness will be remembered, and he will die because of the injustice he has committed."
    },
    {
        "o": 23956,
        "r": "csb:Ezekiel:33:14",
        "t": "“‘So*p when I tell the wicked person, “You will surely die,” but he repents of his sin and does what is just and right -"
    },
    {
        "o": 23957,
        "r": "csb:Ezekiel:33:15",
        "t": "he returns collateral, makes restitution for what he has stolen, and walks in the statutes of life without committing injustice - he will certainly live; he will not die."
    },
    {
        "o": 23958,
        "r": "csb:Ezekiel:33:16",
        "t": "None of the sins he committed will be held against him. He has done what is just and right; he will certainly live."
    },
    {
        "o": 23959,
        "r": "csb:Ezekiel:33:17",
        "t": "“‘But*p your people say, “The Lord’s way isn’t fair,” even though it is their own way that isn’t fair."
    },
    {
        "o": 23960,
        "r": "csb:Ezekiel:33:18",
        "t": "When a righteous person turns from his righteousness and commits injustice, he will die for it."
    },
    {
        "o": 23961,
        "r": "csb:Ezekiel:33:19",
        "t": "But if a wicked person turns from his wickedness and does what is just and right, he will live because of it."
    },
    {
        "o": 23962,
        "r": "csb:Ezekiel:33:20",
        "t": "Yet you say, “The Lord’s way isn’t fair.” I will judge each of you according to his ways, house of Israel.’”"
    },
    {
        "o": 23963,
        "r": "csb:Ezekiel:33:20",
        "t": "The News of Jerusalem’s Fall",
        "h": 2
    },
    {
        "o": 23964,
        "r": "csb:Ezekiel:33:21",
        "t": "In*p the twelfth year of our exile, in the tenth month, on the fifth day of the month, a fugitive from Jerusalem came to me and reported, “The city has been taken!”"
    },
    {
        "o": 23965,
        "r": "csb:Ezekiel:33:22",
        "t": "Now the hand of the Lord*s had been on me the evening before the fugitive arrived, and he opened my mouth before the man came to me in the morning. So my mouth was opened and I was no longer mute."
    },
    {
        "o": 23966,
        "r": "csb:Ezekiel:33:22",
        "t": "Israel’s Continued Rebellion",
        "h": 2
    },
    {
        "o": 23967,
        "r": "csb:Ezekiel:33:23",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 23968,
        "r": "csb:Ezekiel:33:24",
        "t": "“Son of man, those who live in the ruins in the land of Israel are saying, ‘Abraham was only one person, yet he received possession of the land. But we are many; surely the land has been given to us as a possession.’"
    },
    {
        "o": 23969,
        "r": "csb:Ezekiel:33:25",
        "t": "Therefore say to them, ‘This is what the Lord God*s says: You eat meat with blood in it, you look to your idols, and you shed blood. Should you then receive possession of the land?"
    },
    {
        "o": 23970,
        "r": "csb:Ezekiel:33:26",
        "t": "You have relied on your swords, you have committed detestable acts, and each of you has defiled his neighbor’s wife. Should you then receive possession of the land? ’"
    },
    {
        "o": 23971,
        "r": "csb:Ezekiel:33:27",
        "t": "“Tell*p them this: ‘This is what the Lord God*s says: As surely as I live, those who are in the ruins will fall by the sword, those in the open field I have given to wild animals to be devoured, and those in the strongholds and caves will die by plague."
    },
    {
        "o": 23972,
        "r": "csb:Ezekiel:33:28",
        "t": "I will make the land a desolate waste, and its proud strength will come to an end. The mountains of Israel will become desolate, with no one passing through."
    },
    {
        "o": 23973,
        "r": "csb:Ezekiel:33:29",
        "t": "They will know that I am the Lord*s when I make the land a desolate waste because of all the detestable acts they have committed.’"
    },
    {
        "o": 23974,
        "r": "csb:Ezekiel:33:30",
        "t": "“As*p for you, son of man, your people are talking about you near the city walls and in the doorways of their houses. One person speaks to another, each saying to his brother, ‘Come and hear what the message is that comes from the Lord!’*s"
    },
    {
        "o": 23975,
        "r": "csb:Ezekiel:33:31",
        "t": "So my people come to you in crowds, sit in front of you, and hear your words, but they don’t obey them. Their mouths go on passionately, but their hearts pursue dishonest profit."
    },
    {
        "o": 23976,
        "r": "csb:Ezekiel:33:32",
        "t": "Yes, to them you are like a singer of passionate songs who has a beautiful voice and plays skillfully on an instrument. They hear your words, but they don’t obey them."
    },
    {
        "o": 23977,
        "r": "csb:Ezekiel:33:33",
        "t": "Yet when all this comes true- and it definitely will - then they will know that a prophet has been among them.”"
    }
]
