[
    {
        "o": 13196,
        "r": "csb:2 Chronicles:32:0",
        "t": "2 Chronicles 32",
        "h": 1
    },
    {
        "o": 13197,
        "r": "csb:2 Chronicles:32:0",
        "t": "Sennacherib’s Invasion",
        "h": 2
    },
    {
        "o": 13198,
        "r": "csb:2 Chronicles:32:1",
        "t": "After*p Hezekiah’s faithful deeds, King Sennacherib of Assyria came and entered Judah. He laid siege to the fortified cities and intended to break into them."
    },
    {
        "o": 13199,
        "r": "csb:2 Chronicles:32:2",
        "t": "Hezekiah saw that Sennacherib had come and that he planned war on Jerusalem,"
    },
    {
        "o": 13200,
        "r": "csb:2 Chronicles:32:3",
        "t": "so he consulted with his officials and his warriors about stopping up the water of the springs that were outside the city, and they helped him."
    },
    {
        "o": 13201,
        "r": "csb:2 Chronicles:32:4",
        "t": "Many people gathered and stopped up all the springs and the stream that flowed through the land; they said, “Why should the kings of Assyria come and find abundant water?”"
    },
    {
        "o": 13202,
        "r": "csb:2 Chronicles:32:5",
        "t": "Then Hezekiah strengthened his position by rebuilding the entire broken-down wall and heightening the towers and the other outside wall. He repaired the supporting terraces of the city of David, and made an abundance of weapons and shields."
    },
    {
        "o": 13203,
        "r": "csb:2 Chronicles:32:6",
        "t": "He*p set military commanders over the people and gathered the people in the square of the city gate. Then he encouraged them, saying,"
    },
    {
        "o": 13204,
        "r": "csb:2 Chronicles:32:7",
        "t": "“Be strong and courageous! Don’t be afraid or discouraged before the king of Assyria or before the large army that is with him, for there are more with us than with him."
    },
    {
        "o": 13205,
        "r": "csb:2 Chronicles:32:8",
        "t": "He has only human strength, but we have the Lord*s our God to help us and to fight our battles.” So the people relied on the words of King Hezekiah of Judah."
    },
    {
        "o": 13206,
        "r": "csb:2 Chronicles:32:8",
        "t": "Sennacherib’s Servant’s Speech",
        "h": 2
    },
    {
        "o": 13207,
        "r": "csb:2 Chronicles:32:9",
        "t": "After*p this, while King Sennacherib of Assyria with all his armed forces besieged Lachish, he sent his servants to Jerusalem against King Hezekiah of Judah and against all those of Judah who were in Jerusalem, saying,"
    },
    {
        "o": 13208,
        "r": "csb:2 Chronicles:32:10",
        "t": "“This is what King Sennacherib of Assyria says: ‘What are you relying on that you remain in Jerusalem under siege?"
    },
    {
        "o": 13209,
        "r": "csb:2 Chronicles:32:11",
        "t": "Isn’t Hezekiah misleading you to give you over to death by famine and thirst when he says, “The Lord*s our God will keep us from the grasp of the king of Assyria”?"
    },
    {
        "o": 13210,
        "r": "csb:2 Chronicles:32:12",
        "t": "Didn’t Hezekiah himself remove his high places and his altars and say to Judah and Jerusalem, “You must worship before one altar, and you must burn incense on it”?"
    },
    {
        "o": 13211,
        "r": "csb:2 Chronicles:32:13",
        "t": "“‘Don’t*p you know what I and my predecessors have done to all the peoples of the lands? Have any of the national gods of the lands been able to rescue their land from my power?"
    },
    {
        "o": 13212,
        "r": "csb:2 Chronicles:32:14",
        "t": "Who among all the gods of these nations that my predecessors completely destroyed was able to rescue his people from my power, that your God should be able to deliver you from my power?"
    },
    {
        "o": 13213,
        "r": "csb:2 Chronicles:32:15",
        "t": "So now, don’t let Hezekiah deceive you, and don’t let him mislead you like this. Don’t believe him, for no god of any nation or kingdom has been able to rescue his people from my power or the power of my predecessors. How much less will your God rescue you from my power! ’”"
    },
    {
        "o": 13214,
        "r": "csb:2 Chronicles:32:16",
        "t": "His*p servants said more against the Lord*s God and against his servant Hezekiah."
    },
    {
        "o": 13215,
        "r": "csb:2 Chronicles:32:17",
        "t": "He also wrote letters to mock the Lord,*s the God of Israel, saying against him: Just*p like the national gods of the lands that did not rescue their people from my power, so Hezekiah’s God will not rescue his people from my power."
    },
    {
        "o": 13216,
        "r": "csb:2 Chronicles:32:18",
        "t": "Then*p they called out loudly in Hebrew to the people of Jerusalem, who were on the wall, to frighten and discourage them in order that he might capture the city."
    },
    {
        "o": 13217,
        "r": "csb:2 Chronicles:32:19",
        "t": "They spoke against the God of Jerusalem like they had spoken against the gods of the peoples of the earth, which were made by human hands."
    },
    {
        "o": 13218,
        "r": "csb:2 Chronicles:32:19",
        "t": "Deliverance from Sennacherib",
        "h": 2
    },
    {
        "o": 13219,
        "r": "csb:2 Chronicles:32:20",
        "t": "King*p Hezekiah and the prophet Isaiah son of Amoz prayed about this and cried out to heaven,"
    },
    {
        "o": 13220,
        "r": "csb:2 Chronicles:32:21",
        "t": "and the Lord*s sent an angel who annihilated every valiant warrior, leader, and commander in the camp of the king of Assyria. So the king of Assyria returned in disgrace to his land. He went to the temple of his god, and there some of his own children struck him down with the sword."
    },
    {
        "o": 13221,
        "r": "csb:2 Chronicles:32:22",
        "t": "So*p the Lord*s saved Hezekiah and the inhabitants of Jerusalem from the power of King Sennacherib of Assyria and from the power of all others. He gave them rest on every side."
    },
    {
        "o": 13222,
        "r": "csb:2 Chronicles:32:23",
        "t": "Many were bringing an offering to the Lord*s to Jerusalem and valuable gifts to King Hezekiah of Judah, and he was exalted in the eyes of all the nations after that."
    },
    {
        "o": 13223,
        "r": "csb:2 Chronicles:32:23",
        "t": "Hezekiah’s Illness and Pride",
        "h": 2
    },
    {
        "o": 13224,
        "r": "csb:2 Chronicles:32:24",
        "t": "In*p those days Hezekiah became sick to the point of death, so he prayed to the Lord,*s who spoke to him and gave him a miraculous sign."
    },
    {
        "o": 13225,
        "r": "csb:2 Chronicles:32:25",
        "t": "However, because his heart was proud, Hezekiah didn’t respond according to the benefit that had come to him. So there was wrath on him, Judah, and Jerusalem."
    },
    {
        "o": 13226,
        "r": "csb:2 Chronicles:32:26",
        "t": "Then Hezekiah humbled himself for the pride of his heart - he and the inhabitants of Jerusalem - so the Lord’s*s wrath didn’t come on them during Hezekiah’s lifetime."
    },
    {
        "o": 13227,
        "r": "csb:2 Chronicles:32:26",
        "t": "Hezekiah’s Wealth and Works",
        "h": 2
    },
    {
        "o": 13228,
        "r": "csb:2 Chronicles:32:27",
        "t": "Hezekiah*p had abundant riches and glory, and he made himself treasuries for silver, gold, precious stones, spices, shields, and every desirable item."
    },
    {
        "o": 13229,
        "r": "csb:2 Chronicles:32:28",
        "t": "He made warehouses for the harvest of grain, new wine, and fresh oil, and stalls for all kinds of cattle, and pens for flocks."
    },
    {
        "o": 13230,
        "r": "csb:2 Chronicles:32:29",
        "t": "He made cities for himself, and he acquired vast numbers of flocks and herds, for God gave him abundant possessions."
    },
    {
        "o": 13231,
        "r": "csb:2 Chronicles:32:30",
        "t": "This*p same Hezekiah blocked the upper outlet of the water from the Gihon Spring and channeled it smoothly downward and westward to the city of David. Hezekiah succeeded in everything he did."
    },
    {
        "o": 13232,
        "r": "csb:2 Chronicles:32:31",
        "t": "When the ambassadors of Babylon’s rulers were sent to him to inquire about the miraculous sign that happened in the land, God left him to test him and discover what was in his heart."
    },
    {
        "o": 13233,
        "r": "csb:2 Chronicles:32:31",
        "t": "Hezekiah’s Death",
        "h": 2
    },
    {
        "o": 13234,
        "r": "csb:2 Chronicles:32:32",
        "t": "As*p for the rest of the events of Hezekiah’s reign and his deeds of faithful love, note that they are written in the Visions of the Prophet Isaiah son of Amoz, and in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 13235,
        "r": "csb:2 Chronicles:32:33",
        "t": "Hezekiah rested with his ancestors and was buried on the ascent to the tombs of David’s descendants. All Judah and the inhabitants of Jerusalem paid him honor at his death. His son Manasseh became king in his place."
    }
]
