[
    {
        "o": 12459,
        "r": "nasb:2 Chronicles:8:0",
        "t": "2 Chronicles 8",
        "h": 1
    },
    {
        "o": 12460,
        "r": "nasb:2 Chronicles:8:0",
        "t": "Solomon’s Activities and Accomplishments",
        "h": 2
    },
    {
        "o": 12461,
        "r": "nasb:2 Chronicles:8:1",
        "t": "Now*p it came about at the end of the twenty years in which Solomon had built the house of the Lord*s and his own house"
    },
    {
        "o": 12462,
        "r": "nasb:2 Chronicles:8:2",
        "t": "that he built the cities which Huram had given to him, and settled the sons of Israel there."
    },
    {
        "o": 12463,
        "r": "nasb:2 Chronicles:8:3",
        "t": "Then*p Solomon went to Hamath-zobah and captured it."
    },
    {
        "o": 12464,
        "r": "nasb:2 Chronicles:8:4",
        "t": "He built Tadmor in the wilderness and all the storage cities which he had built in Hamath."
    },
    {
        "o": 12465,
        "r": "nasb:2 Chronicles:8:5",
        "t": "He also built upper Beth-horon and lower Beth-horon, fortified cities with*i walls, gates and bars;"
    },
    {
        "o": 12466,
        "r": "nasb:2 Chronicles:8:6",
        "t": "and Baalath and all the storage cities that Solomon had, and all the cities for his chariots and cities for his horsemen, and all that it pleased Solomon to build in Jerusalem, in Lebanon, and in all the land under his rule."
    },
    {
        "o": 12467,
        "r": "nasb:2 Chronicles:8:7",
        "t": "All*p of the people who were left of the Hittites, the Amorites, the Perizzites, the Hivites and the Jebusites, who were not of Israel,"
    },
    {
        "o": 12468,
        "r": "nasb:2 Chronicles:8:8",
        "t": "namely,*i from their descendants who were left after them in the land whom the sons of Israel had not destroyed, them Solomon raised as forced laborers to this day."
    },
    {
        "o": 12469,
        "r": "nasb:2 Chronicles:8:9",
        "t": "But Solomon did not make slaves for his work from the sons of Israel; they were men of war, his chief captains and commanders of his chariots and his horsemen."
    },
    {
        "o": 12470,
        "r": "nasb:2 Chronicles:8:10",
        "t": "These were the chief officers of King Solomon, two hundred and fifty who ruled over the people."
    },
    {
        "o": 12471,
        "r": "nasb:2 Chronicles:8:11",
        "t": "Then*p Solomon brought Pharaoh’s daughter up from the city of David to the house which he had built for her, for he said, “My wife shall not dwell in the house of David king of Israel, because the places are holy where the ark of the Lord*s has entered.”"
    },
    {
        "o": 12472,
        "r": "nasb:2 Chronicles:8:12",
        "t": "Then*p Solomon offered burnt offerings to the Lord*s on the altar of the Lord*s which he had built before the porch;"
    },
    {
        "o": 12473,
        "r": "nasb:2 Chronicles:8:13",
        "t": "and did*i so*i according to the daily rule, offering them*i up according to the commandment of Moses, for the sabbaths, the new moons and the three annual feasts—the Feast of Unleavened Bread, the Feast of Weeks and the Feast of Booths."
    },
    {
        "o": 12474,
        "r": "nasb:2 Chronicles:8:14",
        "t": "Now*p according to the ordinance of his father David, he appointed the divisions of the priests for their service, and the Levites for their duties of praise and ministering before the priests according to the daily rule, and the gatekeepers by their divisions at every gate; for David the man of God had so commanded."
    },
    {
        "o": 12475,
        "r": "nasb:2 Chronicles:8:15",
        "t": "And they did not depart from the commandment of the king to the priests and Levites in any manner or concerning the storehouses."
    },
    {
        "o": 12476,
        "r": "nasb:2 Chronicles:8:16",
        "t": "Thus*p all the work of Solomon was carried out from the day of the foundation of the house of the Lord,*s and until it was finished. So the house of the Lord*s was completed."
    },
    {
        "o": 12477,
        "r": "nasb:2 Chronicles:8:17",
        "t": "Then*p Solomon went to Ezion-geber and to Eloth on the seashore in the land of Edom."
    },
    {
        "o": 12478,
        "r": "nasb:2 Chronicles:8:18",
        "t": "And Huram by his servants sent him ships and servants who knew the sea; and they went with Solomon’s servants to Ophir, and took from there four hundred and fifty talents of gold and brought them to King Solomon."
    }
]
