[
    {
        "o": 6633,
        "r": "csb:Joshua:8:0",
        "t": "Joshua 8",
        "h": 1
    },
    {
        "o": 6634,
        "r": "csb:Joshua:8:0",
        "t": "Conquest of Ai",
        "h": 2
    },
    {
        "o": 6635,
        "r": "csb:Joshua:8:1",
        "t": "The*p Lord*s said to Joshua, “Do not be afraid or discouraged. Take all the troops with you and go attack Ai. Look, I have handed over to you the king of Ai, his people, city, and land."
    },
    {
        "o": 6636,
        "r": "csb:Joshua:8:2",
        "t": "Treat Ai and its king as you did Jericho and its king, except that you may plunder its spoil and livestock for yourselves. Set an ambush behind the city.”"
    },
    {
        "o": 6637,
        "r": "csb:Joshua:8:3",
        "t": "So*p Joshua and all the troops set out to attack Ai. Joshua selected thirty thousand of his best soldiers and sent them out at night."
    },
    {
        "o": 6638,
        "r": "csb:Joshua:8:4",
        "t": "He commanded them, “Pay attention. Lie in ambush behind the city, not too far from it, and all of you be ready."
    },
    {
        "o": 6639,
        "r": "csb:Joshua:8:5",
        "t": "Then I and all the people who are with me will approach the city. When they come out against us as they did the first time, we will flee from them."
    },
    {
        "o": 6640,
        "r": "csb:Joshua:8:6",
        "t": "They will come after us until we have drawn them away from the city, for they will say, ‘They are fleeing from us as before.’ While we are fleeing from them,"
    },
    {
        "o": 6641,
        "r": "csb:Joshua:8:7",
        "t": "you are to come out of your ambush and seize the city. The Lord*s your God will hand it over to you."
    },
    {
        "o": 6642,
        "r": "csb:Joshua:8:8",
        "t": "After taking the city, set it on fire. Follow the Lord’s*s command - see that you do as I have ordered you.”"
    },
    {
        "o": 6643,
        "r": "csb:Joshua:8:9",
        "t": "So Joshua sent them out, and they went to the ambush site and waited between Bethel and Ai, to the west of Ai. But he spent that night with the troops."
    },
    {
        "o": 6644,
        "r": "csb:Joshua:8:10",
        "t": "Joshua*p started early the next morning and mobilized them. Then he and the elders of Israel led the people up to Ai."
    },
    {
        "o": 6645,
        "r": "csb:Joshua:8:11",
        "t": "All the troops who were with him went up and approached the city, arriving opposite Ai, and camped to the north of it, with a valley between them and the city."
    },
    {
        "o": 6646,
        "r": "csb:Joshua:8:12",
        "t": "Now Joshua had taken about five thousand men and set them in ambush between Bethel and Ai, to the west of the city."
    },
    {
        "o": 6647,
        "r": "csb:Joshua:8:13",
        "t": "The troops were stationed in this way: the main camp to the north of the city and its rear guard to the west of the city. And that night Joshua went into the valley."
    },
    {
        "o": 6648,
        "r": "csb:Joshua:8:14",
        "t": "When*p the king of Ai saw the Israelites, the men of the city hurried and went out early in the morning so that he and all his people could engage Israel in battle at a suitable place facing the Arabah. But he did not know there was an ambush waiting for him behind the city."
    },
    {
        "o": 6649,
        "r": "csb:Joshua:8:15",
        "t": "Joshua and all Israel pretended to be beaten back by them and fled toward the wilderness."
    },
    {
        "o": 6650,
        "r": "csb:Joshua:8:16",
        "t": "Then all the troops of Ai were summoned to pursue them, and they pursued Joshua and were drawn away from the city."
    },
    {
        "o": 6651,
        "r": "csb:Joshua:8:17",
        "t": "Not a man was left in Ai or Bethel who did not go out after Israel, leaving the city exposed while they pursued Israel."
    },
    {
        "o": 6652,
        "r": "csb:Joshua:8:18",
        "t": "Then*p the Lord*s said to Joshua, “Hold out the javelin in your hand toward Ai, for I will hand the city over to you.” So Joshua held out his javelin toward it."
    },
    {
        "o": 6653,
        "r": "csb:Joshua:8:19",
        "t": "When he held out his hand, the men in ambush rose quickly from their position. They ran, entered the city, captured it, and immediately set it on fire."
    },
    {
        "o": 6654,
        "r": "csb:Joshua:8:20",
        "t": "The*p men of Ai turned and looked back, and smoke from the city was rising to the sky! They could not escape in any direction, and the troops who had fled to the wilderness now became the pursuers."
    },
    {
        "o": 6655,
        "r": "csb:Joshua:8:21",
        "t": "When Joshua and all Israel saw that the men in ambush had captured the city and that smoke was rising from it, they turned back and struck down the men of Ai."
    },
    {
        "o": 6656,
        "r": "csb:Joshua:8:22",
        "t": "Then men in ambush came out of the city against them, and the men of Ai were trapped between the Israelite forces, some on one side and some on the other. They struck them down until no survivor or fugitive remained,"
    },
    {
        "o": 6657,
        "r": "csb:Joshua:8:23",
        "t": "but they captured the king of Ai alive and brought him to Joshua."
    },
    {
        "o": 6658,
        "r": "csb:Joshua:8:24",
        "t": "When*p Israel had finished killing everyone living in Ai who had pursued them into the open country, and when every last one of them had fallen by the sword, all Israel returned to Ai and struck it down with the sword."
    },
    {
        "o": 6659,
        "r": "csb:Joshua:8:25",
        "t": "The total of those who fell that day, both men and women, was twelve thousand - all the people of Ai."
    },
    {
        "o": 6660,
        "r": "csb:Joshua:8:26",
        "t": "Joshua did not draw back his hand that was holding the javelin until all the inhabitants of Ai were completely destroyed."
    },
    {
        "o": 6661,
        "r": "csb:Joshua:8:27",
        "t": "Israel plundered only the cattle and spoil of that city for themselves, according to the Lord’s*s command that he had given Joshua."
    },
    {
        "o": 6662,
        "r": "csb:Joshua:8:28",
        "t": "Joshua*p burned Ai and left it a permanent ruin, still desolate today."
    },
    {
        "o": 6663,
        "r": "csb:Joshua:8:29",
        "t": "He hung the body of the king of Ai on a tree until evening, and at sunset Joshua commanded that they take his body down from the tree. They threw it down at the entrance of the city gate and put a large pile of rocks over it, which still remains today."
    },
    {
        "o": 6664,
        "r": "csb:Joshua:8:29",
        "t": "Renewed Commitment to the Law",
        "h": 2
    },
    {
        "o": 6665,
        "r": "csb:Joshua:8:30",
        "t": "At*p that time Joshua built an altar on Mount Ebal to the Lord,*s the God of Israel,"
    },
    {
        "o": 6666,
        "r": "csb:Joshua:8:31",
        "t": "just as Moses the Lord’s*s servant had commanded the Israelites. He built it according to what is written in the book of the law of Moses: an altar of uncut stones on which no iron tool has been used. Then they offered burnt offerings to the Lord*s and sacrificed fellowship offerings on it."
    },
    {
        "o": 6667,
        "r": "csb:Joshua:8:32",
        "t": "There on the stones, Joshua copied the law of Moses, which he had written in the presence of the Israelites."
    },
    {
        "o": 6668,
        "r": "csb:Joshua:8:33",
        "t": "All Israel - resident alien and citizen alike - with their elders, officers, and judges, stood on either side of the ark of the Lord’s*s covenant facing the Levitical priests who carried it. Half of them were in front of Mount Gerizim and half in front of Mount Ebal, as Moses the Lord’s*s servant had commanded earlier concerning blessing the people of Israel."
    },
    {
        "o": 6669,
        "r": "csb:Joshua:8:34",
        "t": "Afterward, Joshua read aloud all the words of the law - the blessings as well as the curses - according to all that is written in the book of the law."
    },
    {
        "o": 6670,
        "r": "csb:Joshua:8:35",
        "t": "There was not a word of all that Moses had commanded that Joshua did not read before the entire assembly of Israel, including the women, the dependents, and the resident aliens who lived among them."
    }
]
