[
    {
        "o": 9057,
        "r": "nkjv:2 Samuel:8:0",
        "t": "2 Samuel 8",
        "h": 1
    },
    {
        "o": 9058,
        "r": "nkjv:2 Samuel:8:0",
        "t": "David’s Further Conquests",
        "h": 2
    },
    {
        "o": 9059,
        "r": "nkjv:2 Samuel:8:1",
        "t": "After*p this it came to pass that David attacked the Philistines and subdued them. And David took Metheg Ammah from the hand of the Philistines."
    },
    {
        "o": 9060,
        "r": "nkjv:2 Samuel:8:2",
        "t": "Then*p he defeated Moab. Forcing them down to the ground, he measured them off with a line. With two lines he measured off those to be put to death, and with one full line those to be kept alive. So the Moabites became David’s servants, and*i brought tribute."
    },
    {
        "o": 9061,
        "r": "nkjv:2 Samuel:8:3",
        "t": "David*p also defeated Hadadezer the son of Rehob, king of Zobah, as he went to recover his territory at the River Euphrates."
    },
    {
        "o": 9062,
        "r": "nkjv:2 Samuel:8:4",
        "t": "David took from him one thousand chariots,*i seven hundred horsemen, and twenty thousand foot soldiers. Also David hamstrung all the chariot horses,*i except that he spared enough*i of them for one hundred chariots."
    },
    {
        "o": 9063,
        "r": "nkjv:2 Samuel:8:5",
        "t": "When*p the Syrians of Damascus came to help Hadadezer king of Zobah, David killed twenty-two thousand of the Syrians."
    },
    {
        "o": 9064,
        "r": "nkjv:2 Samuel:8:6",
        "t": "Then David put garrisons in Syria of Damascus; and the Syrians became David’s servants, and*i brought tribute. So the Lord*s preserved David wherever he went."
    },
    {
        "o": 9065,
        "r": "nkjv:2 Samuel:8:7",
        "t": "And David took the shields of gold that had belonged to the servants of Hadadezer, and brought them to Jerusalem."
    },
    {
        "o": 9066,
        "r": "nkjv:2 Samuel:8:8",
        "t": "Also from Betah and from Berothai, cities of Hadadezer, King David took a large amount of bronze."
    },
    {
        "o": 9067,
        "r": "nkjv:2 Samuel:8:9",
        "t": "When*p Toi king of Hamath heard that David had defeated all the army of Hadadezer,"
    },
    {
        "o": 9068,
        "r": "nkjv:2 Samuel:8:10",
        "t": "then Toi sent Joram his son to King David, to greet him and bless him, because he had fought against Hadadezer and defeated him (for Hadadezer had been at war with Toi); and Joram*i brought with him articles of silver, articles of gold, and articles of bronze."
    },
    {
        "o": 9069,
        "r": "nkjv:2 Samuel:8:11",
        "t": "King David also dedicated these to the Lord,*s along with the silver and gold that he had dedicated from all the nations which he had subdued—"
    },
    {
        "o": 9070,
        "r": "nkjv:2 Samuel:8:12",
        "t": "from Syria, from Moab, from the people of Ammon, from the Philistines, from Amalek, and from the spoil of Hadadezer the son of Rehob, king of Zobah."
    },
    {
        "o": 9071,
        "r": "nkjv:2 Samuel:8:13",
        "t": "And*p David made himself*i a name when he returned from killing eighteen thousand Syrians in the Valley of Salt."
    },
    {
        "o": 9072,
        "r": "nkjv:2 Samuel:8:14",
        "t": "He also put garrisons in Edom; throughout all Edom he put garrisons, and all the Edomites became David’s servants. And the Lord*s preserved David wherever he went."
    },
    {
        "o": 9073,
        "r": "nkjv:2 Samuel:8:14",
        "t": "David’s Administration",
        "h": 2
    },
    {
        "o": 9074,
        "r": "nkjv:2 Samuel:8:15",
        "t": "So*p David reigned over all Israel; and David administered judgment and justice to all his people."
    },
    {
        "o": 9075,
        "r": "nkjv:2 Samuel:8:16",
        "t": "Joab the son of Zeruiah was*i over the army; Jehoshaphat the son of Ahilud was*i recorder;"
    },
    {
        "o": 9076,
        "r": "nkjv:2 Samuel:8:17",
        "t": "Zadok the son of Ahitub and Ahimelech the son of Abiathar were*i the priests; Seraiah was*i the scribe;"
    },
    {
        "o": 9077,
        "r": "nkjv:2 Samuel:8:18",
        "t": "Benaiah the son of Jehoiada was*i over*i both the Cherethites and the Pelethites; and David’s sons were chief ministers."
    }
]
