[
    {
        "o": 33284,
        "r": "csb:Philippians:2:0",
        "t": "Philippians 2",
        "h": 1
    },
    {
        "o": 33285,
        "r": "csb:Philippians:2:0",
        "t": "Christian Humility",
        "h": 2
    },
    {
        "o": 33286,
        "r": "csb:Philippians:2:1",
        "t": "If,*p then, there is any encouragement in Christ, if any consolation of love, if any fellowship with the Spirit, if any affection and mercy,"
    },
    {
        "o": 33287,
        "r": "csb:Philippians:2:2",
        "t": "make my joy complete by thinking the same way, having the same love, united in spirit, intent on one purpose."
    },
    {
        "o": 33288,
        "r": "csb:Philippians:2:3",
        "t": "Do nothing out of selfish ambition or conceit, but in humility consider others as more important than yourselves."
    },
    {
        "o": 33289,
        "r": "csb:Philippians:2:4",
        "t": "Everyone should look not to his own interests, but rather to the interests of others."
    },
    {
        "o": 33290,
        "r": "csb:Philippians:2:4",
        "t": "Christ’s Humility and Exaltation",
        "h": 2
    },
    {
        "o": 33291,
        "r": "csb:Philippians:2:5",
        "t": "Adopt*p the same attitude as that of Christ Jesus,"
    },
    {
        "o": 33292,
        "r": "csb:Philippians:2:6",
        "t": "who,*pn existing in the form of God, did*ln not consider equality with God as*ln something to be exploited."
    },
    {
        "o": 33293,
        "r": "csb:Philippians:2:7",
        "t": "Instead*ln he emptied himself by*ln assuming the form of a servant, taking*ln on the likeness of humanity. And*ln when he had come as a man,"
    },
    {
        "o": 33294,
        "r": "csb:Philippians:2:8",
        "t": "he*ln humbled himself by becoming obedient to*ln the point of death — even*ln to death on a cross."
    },
    {
        "o": 33295,
        "r": "csb:Philippians:2:9",
        "t": "For*ln this reason God highly exalted him and*ln gave him the name that*ln is above every name,"
    },
    {
        "o": 33296,
        "r": "csb:Philippians:2:10",
        "t": "so*ln that at the name of Jesus every*ln knee will bow— in*ln heaven and on earth and*ln under the earth—"
    },
    {
        "o": 33297,
        "r": "csb:Philippians:2:11",
        "t": "and*ln every tongue will confess that*ln Jesus Christ is Lord, to*ln the glory of God the Father."
    },
    {
        "o": 33298,
        "r": "csb:Philippians:2:11",
        "t": "Lights in the World",
        "h": 2
    },
    {
        "o": 33299,
        "r": "csb:Philippians:2:12",
        "t": "Therefore,*p my dear friends, just as you have always obeyed, so now, not only in my presence but even more in my absence, work out your own salvation with fear and trembling."
    },
    {
        "o": 33300,
        "r": "csb:Philippians:2:13",
        "t": "For it is God who is working in you both to will and to work according to his good purpose."
    },
    {
        "o": 33301,
        "r": "csb:Philippians:2:14",
        "t": "Do everything without grumbling and arguing,"
    },
    {
        "o": 33302,
        "r": "csb:Philippians:2:15",
        "t": "so that you may be blameless and pure, children of God who are faultless in a crooked and perverted generation, among whom you shine like stars in the world,"
    },
    {
        "o": 33303,
        "r": "csb:Philippians:2:16",
        "t": "by holding firm to the word of life. Then I can boast in the day of Christ that I didn’t run or labor for nothing."
    },
    {
        "o": 33304,
        "r": "csb:Philippians:2:17",
        "t": "But even if I am poured out as a drink offering on the sacrificial service of your faith, I am glad and rejoice with all of you."
    },
    {
        "o": 33305,
        "r": "csb:Philippians:2:18",
        "t": "In the same way you should also be glad and rejoice with me."
    },
    {
        "o": 33306,
        "r": "csb:Philippians:2:18",
        "t": "Timothy and Epaphroditus",
        "h": 2
    },
    {
        "o": 33307,
        "r": "csb:Philippians:2:19",
        "t": "Now*p I hope in the Lord Jesus to send Timothy to you soon so that I too may be encouraged by news about you."
    },
    {
        "o": 33308,
        "r": "csb:Philippians:2:20",
        "t": "For I have no one else like-minded who will genuinely care about your interests;"
    },
    {
        "o": 33309,
        "r": "csb:Philippians:2:21",
        "t": "all seek their own interests, not those of Jesus Christ."
    },
    {
        "o": 33310,
        "r": "csb:Philippians:2:22",
        "t": "But you know his proven character, because he has served with me in the gospel ministry like a son with a father."
    },
    {
        "o": 33311,
        "r": "csb:Philippians:2:23",
        "t": "Therefore, I hope to send him as soon as I see how things go with me."
    },
    {
        "o": 33312,
        "r": "csb:Philippians:2:24",
        "t": "I am confident in the Lord that I myself will also come soon."
    },
    {
        "o": 33313,
        "r": "csb:Philippians:2:25",
        "t": "But*p I considered it necessary to send you Epaphroditus- my brother, coworker, and fellow soldier, as well as your messenger and minister to my need-"
    },
    {
        "o": 33314,
        "r": "csb:Philippians:2:26",
        "t": "since he has been longing for all of you and was distressed because you heard that he was sick."
    },
    {
        "o": 33315,
        "r": "csb:Philippians:2:27",
        "t": "Indeed, he was so sick that he nearly died. However, God had mercy on him, and not only on him but also on me, so that I would not have sorrow upon sorrow."
    },
    {
        "o": 33316,
        "r": "csb:Philippians:2:28",
        "t": "For this reason, I am very eager to send him so that you may rejoice again when you see him and I may be less anxious."
    },
    {
        "o": 33317,
        "r": "csb:Philippians:2:29",
        "t": "Therefore, welcome him in the Lord with great joy and hold people like him in honor,"
    },
    {
        "o": 33318,
        "r": "csb:Philippians:2:30",
        "t": "because he came close to death for the work of Christ, risking his life to make up what was lacking in your ministry to me."
    }
]
