[
    {
        "o": 2389,
        "r": "niv:Exodus:25:0",
        "t": "Exodus 25",
        "h": 1
    },
    {
        "o": 2390,
        "r": "niv:Exodus:25:0",
        "t": "Offerings for the Tabernacle",
        "h": 2
    },
    {
        "o": 2391,
        "r": "niv:Exodus:25:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2392,
        "r": "niv:Exodus:25:2",
        "t": "“Tell the Israelites to bring me an offering. You are to receive the offering for me from everyone whose heart prompts them to give."
    },
    {
        "o": 2393,
        "r": "niv:Exodus:25:3",
        "t": "These are the offerings you are to receive from them: gold, silver and bronze;"
    },
    {
        "o": 2394,
        "r": "niv:Exodus:25:4",
        "t": "blue, purple and scarlet yarn and fine linen; goat hair;"
    },
    {
        "o": 2395,
        "r": "niv:Exodus:25:5",
        "t": "ram skins dyed red and another type of durable leather; acacia wood;"
    },
    {
        "o": 2396,
        "r": "niv:Exodus:25:6",
        "t": "olive oil for the light; spices for the anointing oil and for the fragrant incense;"
    },
    {
        "o": 2397,
        "r": "niv:Exodus:25:7",
        "t": "and onyx stones and other gems to be mounted on the ephod and breastpiece."
    },
    {
        "o": 2398,
        "r": "niv:Exodus:25:8",
        "t": "“Then*p have them make a sanctuary for me, and I will dwell among them."
    },
    {
        "o": 2399,
        "r": "niv:Exodus:25:9",
        "t": "Make this tabernacle and all its furnishings exactly like the pattern I will show you."
    },
    {
        "o": 2400,
        "r": "niv:Exodus:25:9",
        "t": "The Ark",
        "h": 2
    },
    {
        "o": 2401,
        "r": "niv:Exodus:25:10",
        "t": "“Have*p them make an ark of acacia wood—two and a half cubits long, a cubit and a half wide, and a cubit and a half high."
    },
    {
        "o": 2402,
        "r": "niv:Exodus:25:11",
        "t": "Overlay it with pure gold, both inside and out, and make a gold molding around it."
    },
    {
        "o": 2403,
        "r": "niv:Exodus:25:12",
        "t": "Cast four gold rings for it and fasten them to its four feet, with two rings on one side and two rings on the other."
    },
    {
        "o": 2404,
        "r": "niv:Exodus:25:13",
        "t": "Then make poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2405,
        "r": "niv:Exodus:25:14",
        "t": "Insert the poles into the rings on the sides of the ark to carry it."
    },
    {
        "o": 2406,
        "r": "niv:Exodus:25:15",
        "t": "The poles are to remain in the rings of this ark; they are not to be removed."
    },
    {
        "o": 2407,
        "r": "niv:Exodus:25:16",
        "t": "Then put in the ark the tablets of the covenant law, which I will give you."
    },
    {
        "o": 2408,
        "r": "niv:Exodus:25:17",
        "t": "“Make*p an atonement cover of pure gold—two and a half cubits long and a cubit and a half wide."
    },
    {
        "o": 2409,
        "r": "niv:Exodus:25:18",
        "t": "And make two cherubim out of hammered gold at the ends of the cover."
    },
    {
        "o": 2410,
        "r": "niv:Exodus:25:19",
        "t": "Make one cherub on one end and the second cherub on the other; make the cherubim of one piece with the cover, at the two ends."
    },
    {
        "o": 2411,
        "r": "niv:Exodus:25:20",
        "t": "The cherubim are to have their wings spread upward, overshadowing the cover with them. The cherubim are to face each other, looking toward the cover."
    },
    {
        "o": 2412,
        "r": "niv:Exodus:25:21",
        "t": "Place the cover on top of the ark and put in the ark the tablets of the covenant law that I will give you."
    },
    {
        "o": 2413,
        "r": "niv:Exodus:25:22",
        "t": "There, above the cover between the two cherubim that are over the ark of the covenant law, I will meet with you and give you all my commands for the Israelites."
    },
    {
        "o": 2414,
        "r": "niv:Exodus:25:22",
        "t": "The Table",
        "h": 2
    },
    {
        "o": 2415,
        "r": "niv:Exodus:25:23",
        "t": "“Make*p a table of acacia wood—two cubits long, a cubit wide and a cubit and a half high."
    },
    {
        "o": 2416,
        "r": "niv:Exodus:25:24",
        "t": "Overlay it with pure gold and make a gold molding around it."
    },
    {
        "o": 2417,
        "r": "niv:Exodus:25:25",
        "t": "Also make around it a rim a handbreadth wide and put a gold molding on the rim."
    },
    {
        "o": 2418,
        "r": "niv:Exodus:25:26",
        "t": "Make four gold rings for the table and fasten them to the four corners, where the four legs are."
    },
    {
        "o": 2419,
        "r": "niv:Exodus:25:27",
        "t": "The rings are to be close to the rim to hold the poles used in carrying the table."
    },
    {
        "o": 2420,
        "r": "niv:Exodus:25:28",
        "t": "Make the poles of acacia wood, overlay them with gold and carry the table with them."
    },
    {
        "o": 2421,
        "r": "niv:Exodus:25:29",
        "t": "And make its plates and dishes of pure gold, as well as its pitchers and bowls for the pouring out of offerings."
    },
    {
        "o": 2422,
        "r": "niv:Exodus:25:30",
        "t": "Put the bread of the Presence on this table to be before me at all times."
    },
    {
        "o": 2423,
        "r": "niv:Exodus:25:30",
        "t": "The Lampstand",
        "h": 2
    },
    {
        "o": 2424,
        "r": "niv:Exodus:25:31",
        "t": "“Make*p a lampstand of pure gold. Hammer out its base and shaft, and make its flowerlike cups, buds and blossoms of one piece with them."
    },
    {
        "o": 2425,
        "r": "niv:Exodus:25:32",
        "t": "Six branches are to extend from the sides of the lampstand—three on one side and three on the other."
    },
    {
        "o": 2426,
        "r": "niv:Exodus:25:33",
        "t": "Three cups shaped like almond flowers with buds and blossoms are to be on one branch, three on the next branch, and the same for all six branches extending from the lampstand."
    },
    {
        "o": 2427,
        "r": "niv:Exodus:25:34",
        "t": "And on the lampstand there are to be four cups shaped like almond flowers with buds and blossoms."
    },
    {
        "o": 2428,
        "r": "niv:Exodus:25:35",
        "t": "One bud shall be under the first pair of branches extending from the lampstand, a second bud under the second pair, and a third bud under the third pair—six branches in all."
    },
    {
        "o": 2429,
        "r": "niv:Exodus:25:36",
        "t": "The buds and branches shall all be of one piece with the lampstand, hammered out of pure gold."
    },
    {
        "o": 2430,
        "r": "niv:Exodus:25:37",
        "t": "“Then*p make its seven lamps and set them up on it so that they light the space in front of it."
    },
    {
        "o": 2431,
        "r": "niv:Exodus:25:38",
        "t": "Its wick trimmers and trays are to be of pure gold."
    },
    {
        "o": 2432,
        "r": "niv:Exodus:25:39",
        "t": "A talent of pure gold is to be used for the lampstand and all these accessories."
    },
    {
        "o": 2433,
        "r": "niv:Exodus:25:40",
        "t": "See that you make them according to the pattern shown you on the mountain."
    }
]
