[
    {
        "o": 6209,
        "r": "nasb:Deuteronomy:30:0",
        "t": "Deuteronomy 30",
        "h": 1
    },
    {
        "o": 6210,
        "r": "nasb:Deuteronomy:30:0",
        "t": "Restoration Promised",
        "h": 2
    },
    {
        "o": 6211,
        "r": "nasb:Deuteronomy:30:1",
        "t": "“So*p it shall be when all of these things have come upon you, the blessing and the curse which I have set before you, and you call them*i to mind in all nations where the Lord*s your God has banished you,"
    },
    {
        "o": 6212,
        "r": "nasb:Deuteronomy:30:2",
        "t": "and you return to the Lord*s your God and obey Him with all your heart and soul according to all that I command you today, you and your sons,"
    },
    {
        "o": 6213,
        "r": "nasb:Deuteronomy:30:3",
        "t": "then the Lord*s your God will restore you from captivity, and have compassion on you, and will gather you again from all the peoples where the Lord*s your God has scattered you."
    },
    {
        "o": 6214,
        "r": "nasb:Deuteronomy:30:4",
        "t": "If your outcasts are at the ends of the earth, from there the Lord*s your God will gather you, and from there He will bring you back."
    },
    {
        "o": 6215,
        "r": "nasb:Deuteronomy:30:5",
        "t": "The Lord*s your God will bring you into the land which your fathers possessed, and you shall possess it; and He will prosper you and multiply you more than your fathers."
    },
    {
        "o": 6216,
        "r": "nasb:Deuteronomy:30:6",
        "t": "“Moreover*p the Lord*s your God will circumcise your heart and the heart of your descendants, to love the Lord*s your God with all your heart and with all your soul, so that you may live."
    },
    {
        "o": 6217,
        "r": "nasb:Deuteronomy:30:7",
        "t": "The Lord*s your God will inflict all these curses on your enemies and on those who hate you, who persecuted you."
    },
    {
        "o": 6218,
        "r": "nasb:Deuteronomy:30:8",
        "t": "And you shall again obey the Lord,*s and observe all His commandments which I command you today."
    },
    {
        "o": 6219,
        "r": "nasb:Deuteronomy:30:9",
        "t": "Then the Lord*s your God will prosper you abundantly in all the work of your hand, in the offspring of your body and in the offspring of your cattle and in the produce of your ground, for the Lord*s will again rejoice over you for good, just as He rejoiced over your fathers;"
    },
    {
        "o": 6220,
        "r": "nasb:Deuteronomy:30:10",
        "t": "if you obey the Lord*s your God to keep His commandments and His statutes which are written in this book of the law, if you turn to the Lord*s your God with all your heart and soul."
    },
    {
        "o": 6221,
        "r": "nasb:Deuteronomy:30:11",
        "t": "“For*p this commandment which I command you today is not too difficult for you, nor is it out of reach."
    },
    {
        "o": 6222,
        "r": "nasb:Deuteronomy:30:12",
        "t": "It is not in heaven, that you should say, ‘Who will go up to heaven for us to get it for us and make us hear it, that we may observe it?’"
    },
    {
        "o": 6223,
        "r": "nasb:Deuteronomy:30:13",
        "t": "Nor is it beyond the sea, that you should say, ‘Who will cross the sea for us to get it for us and make us hear it, that we may observe it?’"
    },
    {
        "o": 6224,
        "r": "nasb:Deuteronomy:30:14",
        "t": "But the word is very near you, in your mouth and in your heart, that you may observe it."
    },
    {
        "o": 6225,
        "r": "nasb:Deuteronomy:30:14",
        "t": "Choose Life",
        "h": 2
    },
    {
        "o": 6226,
        "r": "nasb:Deuteronomy:30:15",
        "t": "“See,*p I have set before you today life and prosperity, and death and adversity;"
    },
    {
        "o": 6227,
        "r": "nasb:Deuteronomy:30:16",
        "t": "in that I command you today to love the Lord*s your God, to walk in His ways and to keep His commandments and His statutes and His judgments, that you may live and multiply, and that the Lord*s your God may bless you in the land where you are entering to possess it."
    },
    {
        "o": 6228,
        "r": "nasb:Deuteronomy:30:17",
        "t": "But if your heart turns away and you will not obey, but are drawn away and worship other gods and serve them,"
    },
    {
        "o": 6229,
        "r": "nasb:Deuteronomy:30:18",
        "t": "I declare to you today that you shall surely perish. You will not prolong your*i days in the land where you are crossing the Jordan to enter and possess it."
    },
    {
        "o": 6230,
        "r": "nasb:Deuteronomy:30:19",
        "t": "I call heaven and earth to witness against you today, that I have set before you life and death, the blessing and the curse. So choose life in order that you may live, you and your descendants,"
    },
    {
        "o": 6231,
        "r": "nasb:Deuteronomy:30:20",
        "t": "by loving the Lord*s your God, by obeying His voice, and by holding fast to Him; for this is your life and the length of your days, that you may live in the land which the Lord*s swore to your fathers, to Abraham, Isaac, and Jacob, to give them.”"
    }
]
