[
    {
        "o": 10834,
        "r": "nasb:2 Kings:14:0",
        "t": "2 Kings 14",
        "h": 1
    },
    {
        "o": 10835,
        "r": "nasb:2 Kings:14:0",
        "t": "Amaziah Reigns over Judah",
        "h": 2
    },
    {
        "o": 10836,
        "r": "nasb:2 Kings:14:1",
        "t": "In*p the second year of Joash son of Joahaz king of Israel, Amaziah the son of Joash king of Judah became king."
    },
    {
        "o": 10837,
        "r": "nasb:2 Kings:14:2",
        "t": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. And his mother’s name was Jehoaddin of Jerusalem."
    },
    {
        "o": 10838,
        "r": "nasb:2 Kings:14:3",
        "t": "He did right in the sight of the Lord,*s yet not like David his father; he did according to all that Joash his father had done."
    },
    {
        "o": 10839,
        "r": "nasb:2 Kings:14:4",
        "t": "Only the high places were not taken away; the people still sacrificed and burned incense on the high places."
    },
    {
        "o": 10840,
        "r": "nasb:2 Kings:14:5",
        "t": "Now it came about, as soon as the kingdom was firmly in his hand, that he killed his servants who had slain the king his father."
    },
    {
        "o": 10841,
        "r": "nasb:2 Kings:14:6",
        "t": "But the sons of the slayers he did not put to death, according to what is written in the book of the Law of Moses, as the Lord*s commanded, saying, “The fathers shall not be put to death for the sons, nor the sons be put to death for the fathers; but each shall be put to death for his own sin.”"
    },
    {
        "o": 10842,
        "r": "nasb:2 Kings:14:7",
        "t": "He*p killed of*i Edom in the Valley of Salt 10,000 and took Sela by war, and named it Joktheel to this day."
    },
    {
        "o": 10843,
        "r": "nasb:2 Kings:14:8",
        "t": "Then*p Amaziah sent messengers to Jehoash, the son of Jehoahaz son of Jehu, king of Israel, saying, “Come, let us face each other.”"
    },
    {
        "o": 10844,
        "r": "nasb:2 Kings:14:9",
        "t": "Jehoash king of Israel sent to Amaziah king of Judah, saying, “The thorn bush which was in Lebanon sent to the cedar which was in Lebanon, saying, ‘Give your daughter to my son in marriage.’ But there passed by a wild beast that was in Lebanon, and trampled the thorn bush."
    },
    {
        "o": 10845,
        "r": "nasb:2 Kings:14:10",
        "t": "You have indeed defeated Edom, and your heart has become proud. Enjoy your glory and stay at home; for why should you provoke trouble so that you, even you, would fall, and Judah with you?”"
    },
    {
        "o": 10846,
        "r": "nasb:2 Kings:14:11",
        "t": "But*p Amaziah would not listen. So Jehoash king of Israel went up; and he and Amaziah king of Judah faced each other at Beth-shemesh, which belongs to Judah."
    },
    {
        "o": 10847,
        "r": "nasb:2 Kings:14:12",
        "t": "Judah was defeated by Israel, and they fled each to his tent."
    },
    {
        "o": 10848,
        "r": "nasb:2 Kings:14:13",
        "t": "Then Jehoash king of Israel captured Amaziah king of Judah, the son of Jehoash the son of Ahaziah, at Beth-shemesh, and came to Jerusalem and tore down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, 400 cubits."
    },
    {
        "o": 10849,
        "r": "nasb:2 Kings:14:14",
        "t": "He took all the gold and silver and all the utensils which were found in the house of the Lord,*s and in the treasuries of the king’s house, the hostages also, and returned to Samaria."
    },
    {
        "o": 10850,
        "r": "nasb:2 Kings:14:14",
        "t": "Jeroboam II Succeeds Jehoash in Israel",
        "h": 2
    },
    {
        "o": 10851,
        "r": "nasb:2 Kings:14:15",
        "t": "Now*p the rest of the acts of Jehoash which he did, and his might and how he fought with Amaziah king of Judah, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10852,
        "r": "nasb:2 Kings:14:16",
        "t": "So Jehoash slept with his fathers and was buried in Samaria with the kings of Israel; and Jeroboam his son became king in his place."
    },
    {
        "o": 10853,
        "r": "nasb:2 Kings:14:16",
        "t": "Azariah (Uzziah) Succeeds Amaziah in Judah",
        "h": 2
    },
    {
        "o": 10854,
        "r": "nasb:2 Kings:14:17",
        "t": "Amaziah*p the son of Joash king of Judah lived fifteen years after the death of Jehoash son of Jehoahaz king of Israel."
    },
    {
        "o": 10855,
        "r": "nasb:2 Kings:14:18",
        "t": "Now the rest of the acts of Amaziah, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10856,
        "r": "nasb:2 Kings:14:19",
        "t": "They conspired against him in Jerusalem, and he fled to Lachish; but they sent after him to Lachish and killed him there."
    },
    {
        "o": 10857,
        "r": "nasb:2 Kings:14:20",
        "t": "Then they brought him on horses and he was buried at Jerusalem with his fathers in the city of David."
    },
    {
        "o": 10858,
        "r": "nasb:2 Kings:14:21",
        "t": "All the people of Judah took Azariah, who was*i sixteen years old, and made him king in the place of his father Amaziah."
    },
    {
        "o": 10859,
        "r": "nasb:2 Kings:14:22",
        "t": "He built Elath and restored it to Judah after the king slept with his fathers."
    },
    {
        "o": 10860,
        "r": "nasb:2 Kings:14:23",
        "t": "In*p the fifteenth year of Amaziah the son of Joash king of Judah, Jeroboam the son of Joash king of Israel became king in Samaria, and*i reigned*i forty-one years."
    },
    {
        "o": 10861,
        "r": "nasb:2 Kings:14:24",
        "t": "He did evil in the sight of the Lord;*s he did not depart from all the sins of Jeroboam the son of Nebat, which he made Israel sin."
    },
    {
        "o": 10862,
        "r": "nasb:2 Kings:14:25",
        "t": "He restored the border of Israel from the entrance of Hamath as far as the Sea of the Arabah, according to the word of the Lord,*s the God of Israel, which He spoke through His servant Jonah the son of Amittai, the prophet, who was of Gath-hepher."
    },
    {
        "o": 10863,
        "r": "nasb:2 Kings:14:26",
        "t": "For the Lord*s saw the affliction of Israel, which*i was*i very bitter; for there was neither bond nor free, nor was there any helper for Israel."
    },
    {
        "o": 10864,
        "r": "nasb:2 Kings:14:27",
        "t": "The Lord*s did not say that He would blot out the name of Israel from under heaven, but He saved them by the hand of Jeroboam the son of Joash."
    },
    {
        "o": 10865,
        "r": "nasb:2 Kings:14:27",
        "t": "Zechariah Reigns over Israel",
        "h": 2
    },
    {
        "o": 10866,
        "r": "nasb:2 Kings:14:28",
        "t": "Now*p the rest of the acts of Jeroboam and all that he did and his might, how he fought and how he recovered for Israel, Damascus and Hamath, which*i had*i belonged*i to Judah, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10867,
        "r": "nasb:2 Kings:14:29",
        "t": "And Jeroboam slept with his fathers, even with the kings of Israel, and Zechariah his son became king in his place."
    }
]
