[
    {
        "o": 3667,
        "r": "csb:Leviticus:20:0",
        "t": "Leviticus 20",
        "h": 1
    },
    {
        "o": 3668,
        "r": "csb:Leviticus:20:0",
        "t": "Molech Worship and Spiritism",
        "h": 2
    },
    {
        "o": 3669,
        "r": "csb:Leviticus:20:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3670,
        "r": "csb:Leviticus:20:2",
        "t": "“Say to the Israelites: Any Israelite or alien residing in Israel who gives any of his children to Molech must be put to death; the people of the country are to stone him."
    },
    {
        "o": 3671,
        "r": "csb:Leviticus:20:3",
        "t": "I will turn against that man and cut him off from his people, because he gave his offspring to Molech, defiling my sanctuary and profaning my holy name."
    },
    {
        "o": 3672,
        "r": "csb:Leviticus:20:4",
        "t": "But if the people of the country look the other way when that man gives any of his children to Molech, and do not put him to death,"
    },
    {
        "o": 3673,
        "r": "csb:Leviticus:20:5",
        "t": "then I will turn against that man and his family, and cut off from their people both him and all who follow him in prostituting themselves with Molech."
    },
    {
        "o": 3674,
        "r": "csb:Leviticus:20:6",
        "t": "“Whoever*p turns to mediums or spiritists and prostitutes himself with them, I will turn against that person and cut him off from his people."
    },
    {
        "o": 3675,
        "r": "csb:Leviticus:20:7",
        "t": "Consecrate yourselves and be holy, for I am the Lord*s your God."
    },
    {
        "o": 3676,
        "r": "csb:Leviticus:20:8",
        "t": "Keep my statutes and do them; I am the Lord*s who sets you apart."
    },
    {
        "o": 3677,
        "r": "csb:Leviticus:20:8",
        "t": "Family and Sexual Offenses",
        "h": 2
    },
    {
        "o": 3678,
        "r": "csb:Leviticus:20:9",
        "t": "“If*p anyone curses his father or mother, he must be put to death. He has cursed his father or mother; his death is his own fault."
    },
    {
        "o": 3679,
        "r": "csb:Leviticus:20:10",
        "t": "“If*p a man commits adultery with a married woman - if he commits adultery with his neighbor’s wife - both the adulterer and the adulteress must be put to death."
    },
    {
        "o": 3680,
        "r": "csb:Leviticus:20:11",
        "t": "If a man sleeps with his father’s wife, he has violated the intimacy that belongs to his father. Both of them must be put to death; their death is their own fault."
    },
    {
        "o": 3681,
        "r": "csb:Leviticus:20:12",
        "t": "If a man sleeps with his daughter-in-law, both of them must be put to death. They have acted perversely; their death is their own fault."
    },
    {
        "o": 3682,
        "r": "csb:Leviticus:20:13",
        "t": "If a man sleeps with a man as with a woman, they have both committed a detestable act. They must be put to death; their death is their own fault."
    },
    {
        "o": 3683,
        "r": "csb:Leviticus:20:14",
        "t": "If a man marries a woman and her mother, it is depraved. Both he and they must be burned, so that there will be no depravity among you."
    },
    {
        "o": 3684,
        "r": "csb:Leviticus:20:15",
        "t": "If a man has sexual intercourse with an animal, he must be put to death; you are also to kill the animal."
    },
    {
        "o": 3685,
        "r": "csb:Leviticus:20:16",
        "t": "If a woman approaches any animal and mates with it, you are to kill the woman and the animal. They must be put to death; their death is their own fault."
    },
    {
        "o": 3686,
        "r": "csb:Leviticus:20:17",
        "t": "If a man marries his sister, whether his father’s daughter or his mother’s daughter, and they have sexual relations, it is a disgrace. They are to be cut off publicly from their people. He has had sexual intercourse with his sister; he will bear his iniquity."
    },
    {
        "o": 3687,
        "r": "csb:Leviticus:20:18",
        "t": "If a man sleeps with a menstruating woman and has sexual intercourse with her, he has exposed the source of her flow, and she has uncovered the source of her blood. Both of them are to be cut off from their people."
    },
    {
        "o": 3688,
        "r": "csb:Leviticus:20:19",
        "t": "You must not have sexual intercourse with your mother’s sister or your father’s sister, for it is exposing one’s own blood relative; both people will bear their iniquity."
    },
    {
        "o": 3689,
        "r": "csb:Leviticus:20:20",
        "t": "If a man sleeps with his aunt, he has violated the intimacy that belongs to his uncle; they will bear their guilt and die childless."
    },
    {
        "o": 3690,
        "r": "csb:Leviticus:20:21",
        "t": "If a man marries his brother’s wife, it is impurity. He has violated the intimacy that belongs to his brother; they will be childless."
    },
    {
        "o": 3691,
        "r": "csb:Leviticus:20:21",
        "t": "Holiness in the Land",
        "h": 2
    },
    {
        "o": 3692,
        "r": "csb:Leviticus:20:22",
        "t": "“You*p are to keep all my statutes and all my ordinances, and do them, so that the land where I am bringing you to live will not vomit you out."
    },
    {
        "o": 3693,
        "r": "csb:Leviticus:20:23",
        "t": "You must not follow the statutes of the nations I am driving out before you, for they did all these things, and I abhorred them."
    },
    {
        "o": 3694,
        "r": "csb:Leviticus:20:24",
        "t": "And I promised you: You will inherit their land, since I will give it to you to possess, a land flowing with milk and honey. I am the Lord*s your God who set you apart from the peoples."
    },
    {
        "o": 3695,
        "r": "csb:Leviticus:20:25",
        "t": "Therefore you are to distinguish the clean animal from the unclean one, and the unclean bird from the clean one. Do not become contaminated by any land animal, bird, or whatever crawls on the ground; I have set these apart as unclean for you."
    },
    {
        "o": 3696,
        "r": "csb:Leviticus:20:26",
        "t": "You are to be holy to me because I, the Lord,*s am holy, and I have set you apart from the nations to be mine."
    },
    {
        "o": 3697,
        "r": "csb:Leviticus:20:27",
        "t": "“A*p man or a woman who is a medium or a spiritist must be put to death. They are to be stoned; their death is their own fault.”"
    }
]
