[
    {
        "o": 21003,
        "r": "nasb:Isaiah:62:0",
        "t": "Isaiah 62",
        "h": 1
    },
    {
        "o": 21004,
        "r": "nasb:Isaiah:62:0",
        "t": "Zion’s Glory and New Name",
        "h": 2
    },
    {
        "o": 21005,
        "r": "nasb:Isaiah:62:1",
        "t": "For*pn Zion’s sake I will not keep silent, And*ln for Jerusalem’s sake I will not keep quiet, Until*ln her righteousness goes forth like brightness, And*ln her salvation like a torch that is burning."
    },
    {
        "o": 21006,
        "r": "nasb:Isaiah:62:2",
        "t": "The*ln nations will see your righteousness, And*ln all kings your glory; And*ln you will be called by a new name Which*ln the mouth of the Lord*s will designate."
    },
    {
        "o": 21007,
        "r": "nasb:Isaiah:62:3",
        "t": "You*ln will also be a crown of beauty in the hand of the Lord,*s And*ln a royal diadem in the hand of your God."
    },
    {
        "o": 21008,
        "r": "nasb:Isaiah:62:4",
        "t": "It*ln will no longer be said to you, “Forsaken,” Nor*ln to your land will it any longer be said, “Desolate”; But*ln you will be called, “My delight is in her,” And*ln your land, “Married”; For*ln the Lord*s delights in you, And*ln to*i Him*i your land will be married."
    },
    {
        "o": 21009,
        "r": "nasb:Isaiah:62:5",
        "t": "For*ln as*i a young man marries a virgin, So*iln your sons will marry you; And*ln as*i the bridegroom rejoices over the bride, So*iln your God will rejoice over you."
    },
    {
        "o": 21010,
        "r": "nasb:Isaiah:62:6",
        "t": "On*ln your walls, O Jerusalem, I have appointed watchmen; All*ln day and all night they will never keep silent. You*ln who remind the Lord,*s take no rest for yourselves;"
    },
    {
        "o": 21011,
        "r": "nasb:Isaiah:62:7",
        "t": "And*ln give Him no rest until He establishes And*ln makes Jerusalem a praise in the earth."
    },
    {
        "o": 21012,
        "r": "nasb:Isaiah:62:8",
        "t": "The*ln Lord*s has sworn by His right hand and by His strong arm, “I*ln will never again give your grain as*i food for your enemies; Nor*ln will foreigners drink your new wine for which you have labored.”"
    },
    {
        "o": 21013,
        "r": "nasb:Isaiah:62:9",
        "t": "But*ln those who garner it will eat it and praise the Lord;*s And*ln those who gather it will drink it in the courts of My sanctuary."
    },
    {
        "o": 21014,
        "r": "nasb:Isaiah:62:10",
        "t": "Go*ln through, go through the gates, Clear*ln the way for the people; Build*ln up, build up the highway, Remove*ln the stones, lift up a standard over the peoples."
    },
    {
        "o": 21015,
        "r": "nasb:Isaiah:62:11",
        "t": "Behold,*ln the Lord*s has proclaimed to the end of the earth, Say*ln to the daughter of Zion, “Lo, your salvation comes; Behold*ln His reward is with Him, and His recompense before Him.”"
    },
    {
        "o": 21016,
        "r": "nasb:Isaiah:62:12",
        "t": "And*ln they will call them, “The holy people, The*ln redeemed of the Lord”;*s And*ln you will be called, “Sought out, a city not forsaken.”"
    }
]
