[
    {
        "o": 23277,
        "r": "esv:Ezekiel:21:0",
        "t": "Ezekiel 21",
        "h": 1
    },
    {
        "o": 23278,
        "r": "esv:Ezekiel:21:0",
        "t": "The Lord Has Drawn His Sword",
        "h": 2
    },
    {
        "o": 23279,
        "r": "esv:Ezekiel:21:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23280,
        "r": "esv:Ezekiel:21:2",
        "t": "“Son of man, set your face toward Jerusalem and preach against the sanctuaries. Prophesy against the land of Israel"
    },
    {
        "o": 23281,
        "r": "esv:Ezekiel:21:3",
        "t": "and say to the land of Israel, Thus says the Lord:*s Behold, I am against you and will draw my sword from its sheath and will cut off from you both righteous and wicked."
    },
    {
        "o": 23282,
        "r": "esv:Ezekiel:21:4",
        "t": "Because I will cut off from you both righteous and wicked, therefore my sword shall be drawn from its sheath against all flesh from south to north."
    },
    {
        "o": 23283,
        "r": "esv:Ezekiel:21:5",
        "t": "And all flesh shall know that I am the Lord.*s I have drawn my sword from its sheath; it shall not be sheathed again."
    },
    {
        "o": 23284,
        "r": "esv:Ezekiel:21:6",
        "t": "“As*p for you, son of man, groan; with breaking heart and bitter grief, groan before their eyes."
    },
    {
        "o": 23285,
        "r": "esv:Ezekiel:21:7",
        "t": "And when they say to you, ‘Why do you groan?’ you shall say, ‘Because of the news that it is coming. Every heart will melt, and all hands will be feeble; every spirit will faint, and all knees will be weak as water. Behold, it is coming, and it will be fulfilled,’” declares the Lord God.*s"
    },
    {
        "o": 23286,
        "r": "esv:Ezekiel:21:8",
        "t": "And*p the word of the Lord*s came to me:"
    },
    {
        "o": 23287,
        "r": "esv:Ezekiel:21:9",
        "t": "“Son of man, prophesy and say, Thus says the Lord, say: “A*pn sword, a sword is sharpened and*ld also polished,"
    },
    {
        "o": 23288,
        "r": "esv:Ezekiel:21:10",
        "t": "sharpened*ln for slaughter, polished*ld to flash like lightning! (Or*p shall we rejoice? You have despised the rod, my son, with everything of wood.)"
    },
    {
        "o": 23289,
        "r": "esv:Ezekiel:21:11",
        "t": "So the sword is given to be polished, that it may be grasped in the hand. It is sharpened and polished to be given into the hand of the slayer."
    },
    {
        "o": 23290,
        "r": "esv:Ezekiel:21:12",
        "t": "Cry out and wail, son of man, for it is against my people. It is against all the princes of Israel. They are delivered over to the sword with my people. Strike therefore upon your thigh."
    },
    {
        "o": 23291,
        "r": "esv:Ezekiel:21:13",
        "t": "For it will not be a testing— what could it do if you despise the rod?” declares the Lord God.*s"
    },
    {
        "o": 23292,
        "r": "esv:Ezekiel:21:14",
        "t": "“As*p for you, son of man, prophesy. Clap your hands and let the sword come down twice, yes, three times, the sword for those to be slain. It is the sword for the great slaughter, which surrounds them,"
    },
    {
        "o": 23293,
        "r": "esv:Ezekiel:21:15",
        "t": "that their hearts may melt, and many stumble. At all their gates I have given the glittering sword. Ah, it is made like lightning; it is taken up for slaughter."
    },
    {
        "o": 23294,
        "r": "esv:Ezekiel:21:16",
        "t": "Cut sharply to the right; set yourself to the left, wherever your face is directed."
    },
    {
        "o": 23295,
        "r": "esv:Ezekiel:21:17",
        "t": "I also will clap my hands, and I will satisfy my fury; I the Lord*s have spoken.”"
    },
    {
        "o": 23296,
        "r": "esv:Ezekiel:21:18",
        "t": "The*p word of the Lord*s came to me again:"
    },
    {
        "o": 23297,
        "r": "esv:Ezekiel:21:19",
        "t": "“As for you, son of man, mark two ways for the sword of the king of Babylon to come. Both of them shall come from the same land. And make a signpost; make it at the head of the way to a city."
    },
    {
        "o": 23298,
        "r": "esv:Ezekiel:21:20",
        "t": "Mark a way for the sword to come to Rabbah of the Ammonites and to Judah, into Jerusalem the fortified."
    },
    {
        "o": 23299,
        "r": "esv:Ezekiel:21:21",
        "t": "For the king of Babylon stands at the parting of the way, at the head of the two ways, to use divination. He shakes the arrows; he consults the teraphim; he looks at the liver."
    },
    {
        "o": 23300,
        "r": "esv:Ezekiel:21:22",
        "t": "Into his right hand comes the divination for Jerusalem, to set battering rams, to open the mouth with murder, to lift up the voice with shouting, to set battering rams against the gates, to cast up mounds, to build siege towers."
    },
    {
        "o": 23301,
        "r": "esv:Ezekiel:21:23",
        "t": "But to them it will seem like a false divination. They have sworn solemn oaths, but he brings their guilt to remembrance, that they may be taken."
    },
    {
        "o": 23302,
        "r": "esv:Ezekiel:21:24",
        "t": "“Therefore*p thus says the Lord God:*s Because you have made your guilt to be remembered, in that your transgressions are uncovered, so that in all your deeds your sins appear— because you have come to remembrance, you shall be taken in hand."
    },
    {
        "o": 23303,
        "r": "esv:Ezekiel:21:25",
        "t": "And you, O profane wicked one, prince of Israel, whose day has come, the time of your final punishment,"
    },
    {
        "o": 23304,
        "r": "esv:Ezekiel:21:26",
        "t": "thus says the Lord God:*s Remove the turban and take off the crown. Things shall not remain as they are. Exalt that which is low, and bring low that which is exalted."
    },
    {
        "o": 23305,
        "r": "esv:Ezekiel:21:27",
        "t": "A ruin, ruin, ruin I will make it. This also shall not be, until he comes, the one to whom judgment belongs, and I will give it to him."
    },
    {
        "o": 23306,
        "r": "esv:Ezekiel:21:28",
        "t": "“And*p you, son of man, prophesy, and say, Thus says the Lord God*s concerning the Ammonites and concerning their reproach; say, A sword, a sword is drawn for the slaughter. It is polished to consume and to flash like lightning—"
    },
    {
        "o": 23307,
        "r": "esv:Ezekiel:21:29",
        "t": "while they see for you false visions, while they divine lies for you— to place you on the necks of the profane wicked, whose day has come, the time of their final punishment."
    },
    {
        "o": 23308,
        "r": "esv:Ezekiel:21:30",
        "t": "Return it to its sheath. In the place where you were created, in the land of your origin, I will judge you."
    },
    {
        "o": 23309,
        "r": "esv:Ezekiel:21:31",
        "t": "And I will pour out my indignation upon you; I will blow upon you with the fire of my wrath, and I will deliver you into the hands of brutish men, skillful to destroy."
    },
    {
        "o": 23310,
        "r": "esv:Ezekiel:21:32",
        "t": "You shall be fuel for the fire. Your blood shall be in the midst of the land. You shall be no more remembered, for I the Lord*s have spoken.”"
    }
]
