[
    {
        "o": 31720,
        "r": "nkjv:Romans:8:0",
        "t": "Romans 8",
        "h": 1
    },
    {
        "o": 31721,
        "r": "nkjv:Romans:8:0",
        "t": "Free from Indwelling Sin",
        "h": 2
    },
    {
        "o": 31722,
        "r": "nkjv:Romans:8:1",
        "t": "There*ip is*i therefore now no condemnation to those who are in Christ Jesus, who do not walk according to the flesh, but according to the Spirit."
    },
    {
        "o": 31723,
        "r": "nkjv:Romans:8:2",
        "t": "For the law of the Spirit of life in Christ Jesus has made me free from the law of sin and death."
    },
    {
        "o": 31724,
        "r": "nkjv:Romans:8:3",
        "t": "For what the law could not do in that it was weak through the flesh, God did*i by sending His own Son in the likeness of sinful flesh, on account of sin: He condemned sin in the flesh,"
    },
    {
        "o": 31725,
        "r": "nkjv:Romans:8:4",
        "t": "that the righteous requirement of the law might be fulfilled in us who do not walk according to the flesh but according to the Spirit."
    },
    {
        "o": 31726,
        "r": "nkjv:Romans:8:5",
        "t": "For those who live according to the flesh set their minds on the things of the flesh, but those who*i live*i according to the Spirit, the things of the Spirit."
    },
    {
        "o": 31727,
        "r": "nkjv:Romans:8:6",
        "t": "For to be carnally minded is*i death, but to be spiritually minded is*i life and peace."
    },
    {
        "o": 31728,
        "r": "nkjv:Romans:8:7",
        "t": "Because the carnal mind is*i enmity against God; for it is not subject to the law of God, nor indeed can be."
    },
    {
        "o": 31729,
        "r": "nkjv:Romans:8:8",
        "t": "So then, those who are in the flesh cannot please God."
    },
    {
        "o": 31730,
        "r": "nkjv:Romans:8:9",
        "t": "But*p you are not in the flesh but in the Spirit, if indeed the Spirit of God dwells in you. Now if anyone does not have the Spirit of Christ, he is not His."
    },
    {
        "o": 31731,
        "r": "nkjv:Romans:8:10",
        "t": "And if Christ is*i in you, the body is*i dead because of sin, but the Spirit is*i life because of righteousness."
    },
    {
        "o": 31732,
        "r": "nkjv:Romans:8:11",
        "t": "But if the Spirit of Him who raised Jesus from the dead dwells in you, He who raised Christ from the dead will also give life to your mortal bodies through His Spirit who dwells in you."
    },
    {
        "o": 31733,
        "r": "nkjv:Romans:8:11",
        "t": "Sonship Through the Spirit",
        "h": 2
    },
    {
        "o": 31734,
        "r": "nkjv:Romans:8:12",
        "t": "Therefore,*p brethren, we are debtors—not to the flesh, to live according to the flesh."
    },
    {
        "o": 31735,
        "r": "nkjv:Romans:8:13",
        "t": "For if you live according to the flesh you will die; but if by the Spirit you put to death the deeds of the body, you will live."
    },
    {
        "o": 31736,
        "r": "nkjv:Romans:8:14",
        "t": "For as many as are led by the Spirit of God, these are sons of God."
    },
    {
        "o": 31737,
        "r": "nkjv:Romans:8:15",
        "t": "For you did not receive the spirit of bondage again to fear, but you received the Spirit of adoption by whom we cry out, “Abba, Father.”"
    },
    {
        "o": 31738,
        "r": "nkjv:Romans:8:16",
        "t": "The Spirit Himself bears witness with our spirit that we are children of God,"
    },
    {
        "o": 31739,
        "r": "nkjv:Romans:8:17",
        "t": "and if children, then heirs—heirs of God and joint heirs with Christ, if indeed we suffer with Him,*i that we may also be glorified together."
    },
    {
        "o": 31740,
        "r": "nkjv:Romans:8:17",
        "t": "From Suffering to Glory",
        "h": 2
    },
    {
        "o": 31741,
        "r": "nkjv:Romans:8:18",
        "t": "For*p I consider that the sufferings of this present time are not worthy to*i be*i compared*i with the glory which shall be revealed in us."
    },
    {
        "o": 31742,
        "r": "nkjv:Romans:8:19",
        "t": "For the earnest expectation of the creation eagerly waits for the revealing of the sons of God."
    },
    {
        "o": 31743,
        "r": "nkjv:Romans:8:20",
        "t": "For the creation was subjected to futility, not willingly, but because of Him who subjected it*i in hope;"
    },
    {
        "o": 31744,
        "r": "nkjv:Romans:8:21",
        "t": "because the creation itself also will be delivered from the bondage of corruption into the glorious liberty of the children of God."
    },
    {
        "o": 31745,
        "r": "nkjv:Romans:8:22",
        "t": "For we know that the whole creation groans and labors with birth pangs together until now."
    },
    {
        "o": 31746,
        "r": "nkjv:Romans:8:23",
        "t": "Not only that,*i but we also who have the firstfruits of the Spirit, even we ourselves groan within ourselves, eagerly waiting for the adoption, the redemption of our body."
    },
    {
        "o": 31747,
        "r": "nkjv:Romans:8:24",
        "t": "For we were saved in this hope, but hope that is seen is not hope; for why does one still hope for what he sees?"
    },
    {
        "o": 31748,
        "r": "nkjv:Romans:8:25",
        "t": "But if we hope for what we do not see, we eagerly wait for it*i with perseverance."
    },
    {
        "o": 31749,
        "r": "nkjv:Romans:8:26",
        "t": "Likewise*p the Spirit also helps in our weaknesses. For we do not know what we should pray for as we ought, but the Spirit Himself makes intercession for us with groanings which cannot be uttered."
    },
    {
        "o": 31750,
        "r": "nkjv:Romans:8:27",
        "t": "Now He who searches the hearts knows what the mind of the Spirit is,*i because He makes intercession for the saints according to the*i will*i of*i God."
    },
    {
        "o": 31751,
        "r": "nkjv:Romans:8:28",
        "t": "And*p we know that all things work together for good to those who love God, to those who are the called according to His*i purpose."
    },
    {
        "o": 31752,
        "r": "nkjv:Romans:8:29",
        "t": "For whom He foreknew, He also predestined to*i be*i conformed to the image of His Son, that He might be the firstborn among many brethren."
    },
    {
        "o": 31753,
        "r": "nkjv:Romans:8:30",
        "t": "Moreover whom He predestined, these He also called; whom He called, these He also justified; and whom He justified, these He also glorified."
    },
    {
        "o": 31754,
        "r": "nkjv:Romans:8:30",
        "t": "God’s Everlasting Love",
        "h": 2
    },
    {
        "o": 31755,
        "r": "nkjv:Romans:8:31",
        "t": "What*p then shall we say to these things? If God is*i for us, who can*i be*i against us?"
    },
    {
        "o": 31756,
        "r": "nkjv:Romans:8:32",
        "t": "He who did not spare His own Son, but delivered Him up for us all, how shall He not with Him also freely give us all things?"
    },
    {
        "o": 31757,
        "r": "nkjv:Romans:8:33",
        "t": "Who shall bring a charge against God’s elect? It*i is*i God who justifies."
    },
    {
        "o": 31758,
        "r": "nkjv:Romans:8:34",
        "t": "Who is*i he who condemns? It*i is*i Christ who died, and furthermore is also risen, who is even at the right hand of God, who also makes intercession for us."
    },
    {
        "o": 31759,
        "r": "nkjv:Romans:8:35",
        "t": "Who shall separate us from the love of Christ? Shall*i tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?"
    },
    {
        "o": 31760,
        "r": "nkjv:Romans:8:36",
        "t": "As it is written: “For*pn Your sake we are killed all day long; We*ld are accounted as sheep for the slaughter.”"
    },
    {
        "o": 31761,
        "r": "nkjv:Romans:8:37",
        "t": "Yet*p in all these things we are more than conquerors through Him who loved us."
    },
    {
        "o": 31762,
        "r": "nkjv:Romans:8:38",
        "t": "For I am persuaded that neither death nor life, nor angels nor principalities nor powers, nor things present nor things to come,"
    },
    {
        "o": 31763,
        "r": "nkjv:Romans:8:39",
        "t": "nor height nor depth, nor any other created thing, shall be able to separate us from the love of God which is in Christ Jesus our Lord."
    }
]
