[
    {
        "o": 33587,
        "r": "csb:2 Thessalonians:1:0",
        "t": "2 Thessalonians 1",
        "h": 1
    },
    {
        "o": 33588,
        "r": "csb:2 Thessalonians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33589,
        "r": "csb:2 Thessalonians:1:1",
        "t": "Paul,*p Silvanus, and Timothy: To*p the church of the Thessalonians in God our Father and the Lord Jesus Christ."
    },
    {
        "o": 33590,
        "r": "csb:2 Thessalonians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 33591,
        "r": "csb:2 Thessalonians:1:2",
        "t": "God’s Judgment and Glory",
        "h": 2
    },
    {
        "o": 33592,
        "r": "csb:2 Thessalonians:1:3",
        "t": "We*p ought to thank God always for you, brothers and sisters, and rightly so, since your faith is flourishing and the love each one of you has for one another is increasing."
    },
    {
        "o": 33593,
        "r": "csb:2 Thessalonians:1:4",
        "t": "Therefore, we ourselves boast about you among God’s churches - about your perseverance and faith in all the persecutions and afflictions that you are enduring."
    },
    {
        "o": 33594,
        "r": "csb:2 Thessalonians:1:5",
        "t": "It is clear evidence of God’s righteous judgment that you will be counted worthy of God’s kingdom, for which you also are suffering,"
    },
    {
        "o": 33595,
        "r": "csb:2 Thessalonians:1:6",
        "t": "since it is just for God to repay with affliction those who afflict you"
    },
    {
        "o": 33596,
        "r": "csb:2 Thessalonians:1:7",
        "t": "and to give relief to you who are afflicted, along with us. This will take place at the revelation of the Lord Jesus from heaven with his powerful angels,"
    },
    {
        "o": 33597,
        "r": "csb:2 Thessalonians:1:8",
        "t": "when he takes vengeance with flaming fire on those who don’t know God and on those who don’t obey the gospel of our Lord Jesus."
    },
    {
        "o": 33598,
        "r": "csb:2 Thessalonians:1:9",
        "t": "They will pay the penalty of eternal destruction from the Lord’s presence and from his glorious strength"
    },
    {
        "o": 33599,
        "r": "csb:2 Thessalonians:1:10",
        "t": "on that day when he comes to be glorified by his saints and to be marveled at by all those who have believed, because our testimony among you was believed."
    },
    {
        "o": 33600,
        "r": "csb:2 Thessalonians:1:11",
        "t": "In view of this, we always pray for you that our God will make you worthy of his calling, and by his power fulfill your every desire to do good and your work produced by faith,"
    },
    {
        "o": 33601,
        "r": "csb:2 Thessalonians:1:12",
        "t": "so that the name of our Lord Jesus will be glorified by you, and you by him, according to the grace of our God and the Lord Jesus Christ."
    },
    {
        "o": 33602,
        "r": "csb:2 Thessalonians:2:0",
        "t": "2 Thessalonians 2",
        "h": 1
    },
    {
        "o": 33603,
        "r": "csb:2 Thessalonians:2:0",
        "t": "The Man of Lawlessness",
        "h": 2
    },
    {
        "o": 33604,
        "r": "csb:2 Thessalonians:2:1",
        "t": "Now*p concerning the coming of our Lord Jesus Christ and our being gathered to him: We ask you, brothers and sisters,"
    },
    {
        "o": 33605,
        "r": "csb:2 Thessalonians:2:2",
        "t": "not to be easily upset or troubled, either by a prophecy or by a message or by a letter supposedly from us, alleging that the day of the Lord has come."
    },
    {
        "o": 33606,
        "r": "csb:2 Thessalonians:2:3",
        "t": "Don’t let anyone deceive you in any way. For that day will not come unless the apostasy comes first and the man of lawlessness is revealed, the man doomed to destruction."
    },
    {
        "o": 33607,
        "r": "csb:2 Thessalonians:2:4",
        "t": "He opposes and exalts himself above every so-called god or object of worship, so that he sits in God’s temple, proclaiming that he himself is God."
    },
    {
        "o": 33608,
        "r": "csb:2 Thessalonians:2:5",
        "t": "Don’t*p you remember that when I was still with you I used to tell you about this?"
    },
    {
        "o": 33609,
        "r": "csb:2 Thessalonians:2:6",
        "t": "And you know what currently restrains him, so that he will be revealed in his time."
    },
    {
        "o": 33610,
        "r": "csb:2 Thessalonians:2:7",
        "t": "For the mystery of lawlessness is already at work, but the one now restraining will do so until he is out of the way,"
    },
    {
        "o": 33611,
        "r": "csb:2 Thessalonians:2:8",
        "t": "and then the lawless one will be revealed. The Lord Jesus will destroy him with the breath of his mouth and will bring him to nothing at the appearance of his coming."
    },
    {
        "o": 33612,
        "r": "csb:2 Thessalonians:2:9",
        "t": "The coming of the lawless one is based on Satan’s working, with every kind of miracle, both signs and wonders serving the lie,"
    },
    {
        "o": 33613,
        "r": "csb:2 Thessalonians:2:10",
        "t": "and with every wicked deception among those who are perishing. They perish because they did not accept the love of the truth and so be saved."
    },
    {
        "o": 33614,
        "r": "csb:2 Thessalonians:2:11",
        "t": "For this reason God sends them a strong delusion so that they will believe the lie,"
    },
    {
        "o": 33615,
        "r": "csb:2 Thessalonians:2:12",
        "t": "so that all will be condemned- those who did not believe the truth but delighted in unrighteousness."
    },
    {
        "o": 33616,
        "r": "csb:2 Thessalonians:2:12",
        "t": "Stand Firm",
        "h": 2
    },
    {
        "o": 33617,
        "r": "csb:2 Thessalonians:2:13",
        "t": "But*p we ought to thank God always for you, brothers and sisters loved by the Lord, because from the beginning God has chosen you for salvation through sanctification by the Spirit and through belief in the truth."
    },
    {
        "o": 33618,
        "r": "csb:2 Thessalonians:2:14",
        "t": "He called you to this through our gospel, so that you might obtain the glory of our Lord Jesus Christ."
    },
    {
        "o": 33619,
        "r": "csb:2 Thessalonians:2:15",
        "t": "So then, brothers and sisters, stand firm and hold to the traditions you were taught, whether by what we said or what we wrote."
    },
    {
        "o": 33620,
        "r": "csb:2 Thessalonians:2:16",
        "t": "May*p our Lord Jesus Christ himself and God our Father, who has loved us and given us eternal encouragement and good hope by grace,"
    },
    {
        "o": 33621,
        "r": "csb:2 Thessalonians:2:17",
        "t": "encourage your hearts and strengthen you in every good work and word."
    },
    {
        "o": 33622,
        "r": "csb:2 Thessalonians:3:0",
        "t": "2 Thessalonians 3",
        "h": 1
    },
    {
        "o": 33623,
        "r": "csb:2 Thessalonians:3:0",
        "t": "Pray for Us",
        "h": 2
    },
    {
        "o": 33624,
        "r": "csb:2 Thessalonians:3:1",
        "t": "In*p addition, brothers and sisters, pray for us that the word of the Lord may spread rapidly and be honored, just as it was with you,"
    },
    {
        "o": 33625,
        "r": "csb:2 Thessalonians:3:2",
        "t": "and that we may be delivered from wicked and evil people, for not all have faith."
    },
    {
        "o": 33626,
        "r": "csb:2 Thessalonians:3:3",
        "t": "But the Lord is faithful; he will strengthen you and guard you from the evil one."
    },
    {
        "o": 33627,
        "r": "csb:2 Thessalonians:3:4",
        "t": "We have confidence in the Lord about you, that you are doing and will continue to do what we command."
    },
    {
        "o": 33628,
        "r": "csb:2 Thessalonians:3:5",
        "t": "May the Lord direct your hearts to God’s love and Christ’s endurance."
    },
    {
        "o": 33629,
        "r": "csb:2 Thessalonians:3:5",
        "t": "Warning against Irresponsible Behavior",
        "h": 2
    },
    {
        "o": 33630,
        "r": "csb:2 Thessalonians:3:6",
        "t": "Now*p we command you, brothers and sisters, in the name of our Lord Jesus Christ, to keep away from every brother or sister who is idle and does not live according to the tradition received from us."
    },
    {
        "o": 33631,
        "r": "csb:2 Thessalonians:3:7",
        "t": "For you yourselves know how you should imitate us: We were not idle among you;"
    },
    {
        "o": 33632,
        "r": "csb:2 Thessalonians:3:8",
        "t": "we did not eat anyone’s food free of charge; instead, we labored and toiled, working night and day, so that we would not be a burden to any of you."
    },
    {
        "o": 33633,
        "r": "csb:2 Thessalonians:3:9",
        "t": "It is not that we don’t have the right to support, but we did it to make ourselves an example to you so that you would imitate us."
    },
    {
        "o": 33634,
        "r": "csb:2 Thessalonians:3:10",
        "t": "In fact, when we were with you, this is what we commanded you: “If anyone isn’t willing to work, he should not eat.”"
    },
    {
        "o": 33635,
        "r": "csb:2 Thessalonians:3:11",
        "t": "For we hear that there are some among you who are idle. They are not busy but busybodies."
    },
    {
        "o": 33636,
        "r": "csb:2 Thessalonians:3:12",
        "t": "Now we command and exhort such people by the Lord Jesus Christ to work quietly and provide for themselves."
    },
    {
        "o": 33637,
        "r": "csb:2 Thessalonians:3:13",
        "t": "But as for you, brothers and sisters, do not grow weary in doing good."
    },
    {
        "o": 33638,
        "r": "csb:2 Thessalonians:3:14",
        "t": "If*p anyone does not obey our instruction in this letter, take note of that person; don’t associate with him, so that he may be ashamed."
    },
    {
        "o": 33639,
        "r": "csb:2 Thessalonians:3:15",
        "t": "Yet don’t consider him as an enemy, but warn him as a brother."
    },
    {
        "o": 33640,
        "r": "csb:2 Thessalonians:3:15",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33641,
        "r": "csb:2 Thessalonians:3:16",
        "t": "May*p the Lord of peace himself give you peace always in every way. The Lord be with all of you."
    },
    {
        "o": 33642,
        "r": "csb:2 Thessalonians:3:17",
        "t": "I, Paul, am writing this greeting with my own hand, which is an authenticating mark in every letter; this is how I write."
    },
    {
        "o": 33643,
        "r": "csb:2 Thessalonians:3:18",
        "t": "The grace of our Lord Jesus Christ be with you all."
    }
]
