[
    {
        "o": 12947,
        "r": "esv:2 Chronicles:28:0",
        "t": "2 Chronicles 28",
        "h": 1
    },
    {
        "o": 12948,
        "r": "esv:2 Chronicles:28:0",
        "t": "Ahaz Reigns in Judah",
        "h": 2
    },
    {
        "o": 12949,
        "r": "esv:2 Chronicles:28:1",
        "t": "Ahaz*p was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem. And he did not do what was right in the eyes of the Lord,*s as his father David had done,"
    },
    {
        "o": 12950,
        "r": "esv:2 Chronicles:28:2",
        "t": "but he walked in the ways of the kings of Israel. He even made metal images for the Baals,"
    },
    {
        "o": 12951,
        "r": "esv:2 Chronicles:28:3",
        "t": "and he made offerings in the Valley of the Son of Hinnom and burned his sons as an offering, according to the abominations of the nations whom the Lord*s drove out before the people of Israel."
    },
    {
        "o": 12952,
        "r": "esv:2 Chronicles:28:4",
        "t": "And he sacrificed and made offerings on the high places and on the hills and under every green tree."
    },
    {
        "o": 12953,
        "r": "esv:2 Chronicles:28:4",
        "t": "Judah Defeated",
        "h": 2
    },
    {
        "o": 12954,
        "r": "esv:2 Chronicles:28:5",
        "t": "Therefore*p the Lord*s his God gave him into the hand of the king of Syria, who defeated him and took captive a great number of his people and brought them to Damascus. He was also given into the hand of the king of Israel, who struck him with great force."
    },
    {
        "o": 12955,
        "r": "esv:2 Chronicles:28:6",
        "t": "For Pekah the son of Remaliah killed 120,000 from Judah in one day, all of them men of valor, because they had forsaken the Lord,*s the God of their fathers."
    },
    {
        "o": 12956,
        "r": "esv:2 Chronicles:28:7",
        "t": "And Zichri, a mighty man of Ephraim, killed Maaseiah the king’s son and Azrikam the commander of the palace and Elkanah the next in authority to the king."
    },
    {
        "o": 12957,
        "r": "esv:2 Chronicles:28:8",
        "t": "The*p men of Israel took captive 200,000 of their relatives, women, sons, and daughters. They also took much spoil from them and brought the spoil to Samaria."
    },
    {
        "o": 12958,
        "r": "esv:2 Chronicles:28:9",
        "t": "But a prophet of the Lord*s was there, whose name was Oded, and he went out to meet the army that came to Samaria and said to them, “Behold, because the Lord,*s the God of your fathers, was angry with Judah, he gave them into your hand, but you have killed them in a rage that has reached up to heaven."
    },
    {
        "o": 12959,
        "r": "esv:2 Chronicles:28:10",
        "t": "And now you intend to subjugate the people of Judah and Jerusalem, male and female, as your slaves. Have you not sins of your own against the Lord*s your God?"
    },
    {
        "o": 12960,
        "r": "esv:2 Chronicles:28:11",
        "t": "Now hear me, and send back the captives from your relatives whom you have taken, for the fierce wrath of the Lord*s is upon you.”"
    },
    {
        "o": 12961,
        "r": "esv:2 Chronicles:28:12",
        "t": "Certain*p chiefs also of the men of Ephraim, Azariah the son of Johanan, Berechiah the son of Meshillemoth, Jehizkiah the son of Shallum, and Amasa the son of Hadlai, stood up against those who were coming from the war"
    },
    {
        "o": 12962,
        "r": "esv:2 Chronicles:28:13",
        "t": "and said to them, “You shall not bring the captives in here, for you propose to bring upon us guilt against the Lord*s in addition to our present sins and guilt. For our guilt is already great, and there is fierce wrath against Israel.”"
    },
    {
        "o": 12963,
        "r": "esv:2 Chronicles:28:14",
        "t": "So the armed men left the captives and the spoil before the princes and all the assembly."
    },
    {
        "o": 12964,
        "r": "esv:2 Chronicles:28:15",
        "t": "And the men who have been mentioned by name rose and took the captives, and with the spoil they clothed all who were naked among them. They clothed them, gave them sandals, provided them with food and drink, and anointed them, and carrying all the feeble among them on donkeys, they brought them to their kinsfolk at Jericho, the city of palm trees. Then they returned to Samaria."
    },
    {
        "o": 12965,
        "r": "esv:2 Chronicles:28:16",
        "t": "At*p that time King Ahaz sent to the king of Assyria for help."
    },
    {
        "o": 12966,
        "r": "esv:2 Chronicles:28:17",
        "t": "For the Edomites had again invaded and defeated Judah and carried away captives."
    },
    {
        "o": 12967,
        "r": "esv:2 Chronicles:28:18",
        "t": "And the Philistines had made raids on the cities in the Shephelah and the Negeb of Judah, and had taken Beth-shemesh, Aijalon, Gederoth, Soco with its villages, Timnah with its villages, and Gimzo with its villages. And they settled there."
    },
    {
        "o": 12968,
        "r": "esv:2 Chronicles:28:19",
        "t": "For the Lord*s humbled Judah because of Ahaz king of Israel, for he had made Judah act sinfully and had been very unfaithful to the Lord.*s"
    },
    {
        "o": 12969,
        "r": "esv:2 Chronicles:28:20",
        "t": "So Tiglath-pileser king of Assyria came against him and afflicted him instead of strengthening him."
    },
    {
        "o": 12970,
        "r": "esv:2 Chronicles:28:21",
        "t": "For Ahaz took a portion from the house of the Lord*s and the house of the king and of the princes, and gave tribute to the king of Assyria, but it did not help him."
    },
    {
        "o": 12971,
        "r": "esv:2 Chronicles:28:21",
        "t": "Ahaz’s Idolatry",
        "h": 2
    },
    {
        "o": 12972,
        "r": "esv:2 Chronicles:28:22",
        "t": "In*p the time of his distress he became yet more faithless to the Lord—*s this same King Ahaz."
    },
    {
        "o": 12973,
        "r": "esv:2 Chronicles:28:23",
        "t": "For he sacrificed to the gods of Damascus that had defeated him and said, “Because the gods of the kings of Syria helped them, I will sacrifice to them that they may help me.” But they were the ruin of him and of all Israel."
    },
    {
        "o": 12974,
        "r": "esv:2 Chronicles:28:24",
        "t": "And Ahaz gathered together the vessels of the house of God and cut in pieces the vessels of the house of God, and he shut up the doors of the house of the Lord,*s and he made himself altars in every corner of Jerusalem."
    },
    {
        "o": 12975,
        "r": "esv:2 Chronicles:28:25",
        "t": "In every city of Judah he made high places to make offerings to other gods, provoking to anger the Lord,*s the God of his fathers."
    },
    {
        "o": 12976,
        "r": "esv:2 Chronicles:28:26",
        "t": "Now the rest of his acts and all his ways, from first to last, behold, they are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 12977,
        "r": "esv:2 Chronicles:28:27",
        "t": "And Ahaz slept with his fathers, and they buried him in the city, in Jerusalem, for they did not bring him into the tombs of the kings of Israel. And Hezekiah his son reigned in his place."
    }
]
