[
    {
        "o": 20081,
        "r": "esv:Isaiah:22:0",
        "t": "Isaiah 22",
        "h": 1
    },
    {
        "o": 20082,
        "r": "esv:Isaiah:22:0",
        "t": "An Oracle Concerning Jerusalem",
        "h": 2
    },
    {
        "o": 20083,
        "r": "esv:Isaiah:22:1",
        "t": "The*p oracle concerning the valley of vision. What*pn do you mean that you have gone up, all*ld of you, to the housetops,"
    },
    {
        "o": 20084,
        "r": "esv:Isaiah:22:2",
        "t": "you*ln who are full of shoutings, tumultuous*ld city, exultant town? Your*ln slain are not slain with the sword or*ld dead in battle."
    },
    {
        "o": 20085,
        "r": "esv:Isaiah:22:3",
        "t": "All*ln your leaders have fled together; without*ld the bow they were captured. All*ln of you who were found were captured, though*ld they had fled far away."
    },
    {
        "o": 20086,
        "r": "esv:Isaiah:22:4",
        "t": "Therefore*ln I said: “Look*ln away from me; let*ld me weep bitter tears; do*ln not labor to comfort me concerning*ld the destruction of the daughter of my people.”"
    },
    {
        "o": 20087,
        "r": "esv:Isaiah:22:5",
        "t": "For*pn the Lord God*s of hosts has a day of*ld tumult and trampling and confusion in*ld the valley of vision, a*ln battering down of walls and*ld a shouting to the mountains."
    },
    {
        "o": 20088,
        "r": "esv:Isaiah:22:6",
        "t": "And*ln Elam bore the quiver with*ld chariots and horsemen, and*ld Kir uncovered the shield."
    },
    {
        "o": 20089,
        "r": "esv:Isaiah:22:7",
        "t": "Your*ln choicest valleys were full of chariots, and*ld the horsemen took their stand at the gates."
    },
    {
        "o": 20090,
        "r": "esv:Isaiah:22:8",
        "t": "He*ln has taken away the covering of Judah. In*p that day you looked to the weapons of the House of the Forest,"
    },
    {
        "o": 20091,
        "r": "esv:Isaiah:22:9",
        "t": "and you saw that the breaches of the city of David were many. You collected the waters of the lower pool,"
    },
    {
        "o": 20092,
        "r": "esv:Isaiah:22:10",
        "t": "and you counted the houses of Jerusalem, and you broke down the houses to fortify the wall."
    },
    {
        "o": 20093,
        "r": "esv:Isaiah:22:11",
        "t": "You made a reservoir between the two walls for the water of the old pool. But you did not look to him who did it, or see him who planned it long ago."
    },
    {
        "o": 20094,
        "r": "esv:Isaiah:22:12",
        "t": "In*pn that day the Lord God*s of hosts called*ld for weeping and mourning, for*ld baldness and wearing sackcloth;"
    },
    {
        "o": 20095,
        "r": "esv:Isaiah:22:13",
        "t": "and*ln behold, joy and gladness, killing*ld oxen and slaughtering sheep, eating*ld flesh and drinking wine. “Let*ln us eat and drink, for*ld tomorrow we die.”"
    },
    {
        "o": 20096,
        "r": "esv:Isaiah:22:14",
        "t": "The*ln Lord*s of hosts has revealed himself in my ears: “Surely*ln this iniquity will not be atoned for you until you die,” says*ld the Lord God*s of hosts."
    },
    {
        "o": 20097,
        "r": "esv:Isaiah:22:15",
        "t": "Thus*p says the Lord God*s of hosts, “Come, go to this steward, to Shebna, who is over the household, and say to him:"
    },
    {
        "o": 20098,
        "r": "esv:Isaiah:22:16",
        "t": "What have you to do here, and whom have you here, that you have cut out here a tomb for yourself, you who cut out a tomb on the height and carve a dwelling for yourself in the rock?"
    },
    {
        "o": 20099,
        "r": "esv:Isaiah:22:17",
        "t": "Behold, the Lord*s will hurl you away violently, O you strong man. He will seize firm hold on you"
    },
    {
        "o": 20100,
        "r": "esv:Isaiah:22:18",
        "t": "and whirl you around and around, and throw you like a ball into a wide land. There you shall die, and there shall be your glorious chariots, you shame of your master’s house."
    },
    {
        "o": 20101,
        "r": "esv:Isaiah:22:19",
        "t": "I will thrust you from your office, and you will be pulled down from your station."
    },
    {
        "o": 20102,
        "r": "esv:Isaiah:22:20",
        "t": "In that day I will call my servant Eliakim the son of Hilkiah,"
    },
    {
        "o": 20103,
        "r": "esv:Isaiah:22:21",
        "t": "and I will clothe him with your robe, and will bind your sash on him, and will commit your authority to his hand. And he shall be a father to the inhabitants of Jerusalem and to the house of Judah."
    },
    {
        "o": 20104,
        "r": "esv:Isaiah:22:22",
        "t": "And I will place on his shoulder the key of the house of David. He shall open, and none shall shut; and he shall shut, and none shall open."
    },
    {
        "o": 20105,
        "r": "esv:Isaiah:22:23",
        "t": "And I will fasten him like a peg in a secure place, and he will become a throne of honor to his father’s house."
    },
    {
        "o": 20106,
        "r": "esv:Isaiah:22:24",
        "t": "And they will hang on him the whole honor of his father’s house, the offspring and issue, every small vessel, from the cups to all the flagons."
    },
    {
        "o": 20107,
        "r": "esv:Isaiah:22:25",
        "t": "In that day, declares the Lord*s of hosts, the peg that was fastened in a secure place will give way, and it will be cut down and fall, and the load that was on it will be cut off, for the Lord*s has spoken.”"
    }
]
