[
    {
        "o": 33687,
        "r": "csb:1 Timothy:3:0",
        "t": "1 Timothy 3",
        "h": 1
    },
    {
        "o": 33688,
        "r": "csb:1 Timothy:3:0",
        "t": "Qualifications for Overseers and Deacons",
        "h": 2
    },
    {
        "o": 33689,
        "r": "csb:1 Timothy:3:1",
        "t": "This*p saying is trustworthy: “If anyone aspires to be an overseer, he desires a noble work.”"
    },
    {
        "o": 33690,
        "r": "csb:1 Timothy:3:2",
        "t": "An overseer, therefore, must be above reproach, the husband of one wife, self-controlled, sensible, respectable, hospitable, able to teach,"
    },
    {
        "o": 33691,
        "r": "csb:1 Timothy:3:3",
        "t": "not an excessive drinker, not a bully but gentle, not quarrelsome, not greedy."
    },
    {
        "o": 33692,
        "r": "csb:1 Timothy:3:4",
        "t": "He must manage his own household competently and have his children under control with all dignity."
    },
    {
        "o": 33693,
        "r": "csb:1 Timothy:3:5",
        "t": "(If anyone does not know how to manage his own household, how will he take care of God’s church?)"
    },
    {
        "o": 33694,
        "r": "csb:1 Timothy:3:6",
        "t": "He must not be a new convert, or he might become conceited and incur the same condemnation as the devil."
    },
    {
        "o": 33695,
        "r": "csb:1 Timothy:3:7",
        "t": "Furthermore, he must have a good reputation among outsiders, so that he does not fall into disgrace and the devil’s trap."
    },
    {
        "o": 33696,
        "r": "csb:1 Timothy:3:8",
        "t": "Deacons,*p likewise, should be worthy of respect, not hypocritical, not drinking a lot of wine, not greedy for money,"
    },
    {
        "o": 33697,
        "r": "csb:1 Timothy:3:9",
        "t": "holding the mystery of the faith with a clear conscience."
    },
    {
        "o": 33698,
        "r": "csb:1 Timothy:3:10",
        "t": "They must also be tested first; if they prove blameless, then they can serve as deacons."
    },
    {
        "o": 33699,
        "r": "csb:1 Timothy:3:11",
        "t": "Wives, likewise, should be worthy of respect, not slanderers, self-controlled, faithful in everything."
    },
    {
        "o": 33700,
        "r": "csb:1 Timothy:3:12",
        "t": "Deacons are to be husbands of one wife, managing their children and their own households competently."
    },
    {
        "o": 33701,
        "r": "csb:1 Timothy:3:13",
        "t": "For those who have served well as deacons acquire a good standing for themselves and great boldness in the faith that is in Christ Jesus."
    },
    {
        "o": 33702,
        "r": "csb:1 Timothy:3:13",
        "t": "The Mystery of Godliness",
        "h": 2
    },
    {
        "o": 33703,
        "r": "csb:1 Timothy:3:14",
        "t": "I*p write these things to you, hoping to come to you soon."
    },
    {
        "o": 33704,
        "r": "csb:1 Timothy:3:15",
        "t": "But if I should be delayed, I have written so that you will know how people ought to conduct themselves in God’s household, which is the church of the living God, the pillar and foundation of the truth."
    },
    {
        "o": 33705,
        "r": "csb:1 Timothy:3:16",
        "t": "And most certainly, the mystery of godliness is great: He*pn was manifested in the flesh, vindicated*ln in the Spirit, seen*ln by angels, preached*ln among the nations, believed*ln on in the world, taken*ln up in glory."
    }
]
