[
    {
        "o": 9556,
        "r": "kjv:1 Kings:15:0",
        "t": "1 Kings 15",
        "h": 1
    },
    {
        "o": 9557,
        "r": "kjv:1 Kings:15:1",
        "t": "Now*p in the eighteenth year of king Jeroboam the son of Nebat reigned Abijam over Judah."
    },
    {
        "o": 9558,
        "r": "kjv:1 Kings:15:2",
        "t": "Three*p years reigned he in Jerusalem. And his mother's name was Maachah, the daughter of Abishalom."
    },
    {
        "o": 9559,
        "r": "kjv:1 Kings:15:3",
        "t": "And*p he walked in all the sins of his father, which he had done before him: and his heart was not perfect with the Lord*s his God, as the heart of David his father."
    },
    {
        "o": 9560,
        "r": "kjv:1 Kings:15:4",
        "t": "Nevertheless*p for David's sake did the Lord*s his God give him a lamp in Jerusalem, to set up his son after him, and to establish Jerusalem:"
    },
    {
        "o": 9561,
        "r": "kjv:1 Kings:15:5",
        "t": "Because*p David did that which was right in the eyes of the Lord,*s and turned not aside from any thing that he commanded him all the days of his life, save only in the matter of Uriah the Hittite."
    },
    {
        "o": 9562,
        "r": "kjv:1 Kings:15:6",
        "t": "And*p there was war between Rehoboam and Jeroboam all the days of his life."
    },
    {
        "o": 9563,
        "r": "kjv:1 Kings:15:7",
        "t": "Now*p the rest of the acts of Abijam, and all that he did, are they not written in the book of the chronicles of the kings of Judah? And there was war between Abijam and Jeroboam."
    },
    {
        "o": 9564,
        "r": "kjv:1 Kings:15:8",
        "t": "And*p Abijam slept with his fathers; and they buried him in the city of David: and Asa his son reigned in his stead."
    },
    {
        "o": 9565,
        "r": "kjv:1 Kings:15:9",
        "t": "And*p in the twentieth year of Jeroboam king of Israel reigned Asa over Judah."
    },
    {
        "o": 9566,
        "r": "kjv:1 Kings:15:10",
        "t": "And*p forty and one years reigned he in Jerusalem. And his mother's name was Maachah, the daughter of Abishalom."
    },
    {
        "o": 9567,
        "r": "kjv:1 Kings:15:11",
        "t": "And*p Asa did that which was right in the eyes of the Lord,*s as did David his father."
    },
    {
        "o": 9568,
        "r": "kjv:1 Kings:15:12",
        "t": "And*p he took away the sodomites out of the land, and removed all the idols that his fathers had made."
    },
    {
        "o": 9569,
        "r": "kjv:1 Kings:15:13",
        "t": "And*p also Maachah his mother, even her he removed from being queen, because she had made an idol in a grove; and Asa destroyed her idol, and burnt it by the brook Kidron."
    },
    {
        "o": 9570,
        "r": "kjv:1 Kings:15:14",
        "t": "But*p the high places were not removed: nevertheless Asa's heart was perfect with the Lord*s all his days."
    },
    {
        "o": 9571,
        "r": "kjv:1 Kings:15:15",
        "t": "And*p he brought in the things which his father had dedicated, and the things which himself had dedicated, into the house of the Lord,*s silver, and gold, and vessels."
    },
    {
        "o": 9572,
        "r": "kjv:1 Kings:15:16",
        "t": "And*p there was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 9573,
        "r": "kjv:1 Kings:15:17",
        "t": "And*p Baasha king of Israel went up against Judah, and built Ramah, that he might not suffer any to go out or come in to Asa king of Judah."
    },
    {
        "o": 9574,
        "r": "kjv:1 Kings:15:18",
        "t": "Then*p Asa took all the silver and the gold that were left in the treasures of the house of the Lord,*s and the treasures of the king's house, and delivered them into the hand of his servants: and king Asa sent them to Ben–hadad, the son of Tabrimon, the son of Hezion, king of Syria, that dwelt at Damascus, saying,"
    },
    {
        "o": 9575,
        "r": "kjv:1 Kings:15:19",
        "t": "There*p is a league between me and thee, and between my father and thy father: behold, I have sent unto thee a present of silver and gold; come and break thy league with Baasha king of Israel, that he may depart from me."
    },
    {
        "o": 9576,
        "r": "kjv:1 Kings:15:20",
        "t": "So*p Ben–hadad hearkened unto king Asa, and sent the captains of the hosts which he had against the cities of Israel, and smote Ijon, and Dan, and Abel–beth–maachah, and all Chinneroth, with all the land of Naphtali."
    },
    {
        "o": 9577,
        "r": "kjv:1 Kings:15:21",
        "t": "And*p it came to pass, when Baasha heard thereof, that he left off building of Ramah, and dwelt in Tirzah."
    },
    {
        "o": 9578,
        "r": "kjv:1 Kings:15:22",
        "t": "Then*p king Asa made a proclamation throughout all Judah; none was exempted: and they took away the stones of Ramah, and the timber thereof, wherewith Baasha had builded; and king Asa built with them Geba of Benjamin, and Mizpah."
    },
    {
        "o": 9579,
        "r": "kjv:1 Kings:15:23",
        "t": "The*p rest of all the acts of Asa, and all his might, and all that he did, and the cities which he built, are they not written in the book of the chronicles of the kings of Judah? Nevertheless in the time of his old age he was diseased in his feet."
    },
    {
        "o": 9580,
        "r": "kjv:1 Kings:15:24",
        "t": "And*p Asa slept with his fathers, and was buried with his fathers in the city of David his father: and Jehoshaphat his son reigned in his stead."
    },
    {
        "o": 9581,
        "r": "kjv:1 Kings:15:25",
        "t": "And*p Nadab the son of Jeroboam began to reign over Israel in the second year of Asa king of Judah, and reigned over Israel two years."
    },
    {
        "o": 9582,
        "r": "kjv:1 Kings:15:26",
        "t": "And*p he did evil in the sight of the Lord,*s and walked in the way of his father, and in his sin wherewith he made Israel to sin."
    },
    {
        "o": 9583,
        "r": "kjv:1 Kings:15:27",
        "t": "And*p Baasha the son of Ahijah, of the house of Issachar, conspired against him; and Baasha smote him at Gibbethon, which belonged to the Philistines; for Nadab and all Israel laid siege to Gibbethon."
    },
    {
        "o": 9584,
        "r": "kjv:1 Kings:15:28",
        "t": "Even*p in the third year of Asa king of Judah did Baasha slay him, and reigned in his stead."
    },
    {
        "o": 9585,
        "r": "kjv:1 Kings:15:29",
        "t": "And*p it came to pass, when he reigned, that he smote all the house of Jeroboam; he left not to Jeroboam any that breathed, until he had destroyed him, according unto the saying of the Lord,*s which he spake by his servant Ahijah the Shilonite:"
    },
    {
        "o": 9586,
        "r": "kjv:1 Kings:15:30",
        "t": "Because*p of the sins of Jeroboam which he sinned, and which he made Israel sin, by his provocation wherewith he provoked the Lord*s God of Israel to anger."
    },
    {
        "o": 9587,
        "r": "kjv:1 Kings:15:31",
        "t": "Now*p the rest of the acts of Nadab, and all that he did, are they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 9588,
        "r": "kjv:1 Kings:15:32",
        "t": "And*p there was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 9589,
        "r": "kjv:1 Kings:15:33",
        "t": "In*p the third year of Asa king of Judah began Baasha the son of Ahijah to reign over all Israel in Tirzah, twenty and four years."
    },
    {
        "o": 9590,
        "r": "kjv:1 Kings:15:34",
        "t": "And*p he did evil in the sight of the Lord,*s and walked in the way of Jeroboam, and in his sin wherewith he made Israel to sin."
    }
]
