[
    {
        "o": 1193,
        "r": "nkjv:Genesis:37:0",
        "t": "Genesis 37",
        "h": 1
    },
    {
        "o": 1194,
        "r": "nkjv:Genesis:37:0",
        "t": "Joseph Dreams of Greatness",
        "h": 2
    },
    {
        "o": 1195,
        "r": "nkjv:Genesis:37:1",
        "t": "Now*p Jacob dwelt in the land where his father was a stranger, in the land of Canaan."
    },
    {
        "o": 1196,
        "r": "nkjv:Genesis:37:2",
        "t": "This is*i the history of Jacob. Joseph,*p being*i seventeen years old, was feeding the flock with his brothers. And the lad was*i with the sons of Bilhah and the sons of Zilpah, his father’s wives; and Joseph brought a bad report of them to his father."
    },
    {
        "o": 1197,
        "r": "nkjv:Genesis:37:3",
        "t": "Now*p Israel loved Joseph more than all his children, because he was*i the son of his old age. Also he made him a tunic of many*i colors."
    },
    {
        "o": 1198,
        "r": "nkjv:Genesis:37:4",
        "t": "But when his brothers saw that their father loved him more than all his brothers, they hated him and could not speak peaceably to him."
    },
    {
        "o": 1199,
        "r": "nkjv:Genesis:37:5",
        "t": "Now*p Joseph had a dream, and he told it*i to his brothers; and they hated him even more."
    },
    {
        "o": 1200,
        "r": "nkjv:Genesis:37:6",
        "t": "So he said to them, “Please hear this dream which I have dreamed:"
    },
    {
        "o": 1201,
        "r": "nkjv:Genesis:37:7",
        "t": "There we were, binding sheaves in the field. Then behold, my sheaf arose and also stood upright; and indeed your sheaves stood all around and bowed down to my sheaf.”"
    },
    {
        "o": 1202,
        "r": "nkjv:Genesis:37:8",
        "t": "And*p his brothers said to him, “Shall you indeed reign over us? Or shall you indeed have dominion over us?” So they hated him even more for his dreams and for his words."
    },
    {
        "o": 1203,
        "r": "nkjv:Genesis:37:9",
        "t": "Then*p he dreamed still another dream and told it to his brothers, and said, “Look, I have dreamed another dream. And this time, the sun, the moon, and the eleven stars bowed down to me.”"
    },
    {
        "o": 1204,
        "r": "nkjv:Genesis:37:10",
        "t": "So*p he told it*i to his father and his brothers; and his father rebuked him and said to him, “What is*i this dream that you have dreamed? Shall your mother and I and your brothers indeed come to bow down to the earth before you?”"
    },
    {
        "o": 1205,
        "r": "nkjv:Genesis:37:11",
        "t": "And his brothers envied him, but his father kept the matter in*i mind.*i"
    },
    {
        "o": 1206,
        "r": "nkjv:Genesis:37:11",
        "t": "Joseph Sold by His Brothers",
        "h": 2
    },
    {
        "o": 1207,
        "r": "nkjv:Genesis:37:12",
        "t": "Then*p his brothers went to feed their father’s flock in Shechem."
    },
    {
        "o": 1208,
        "r": "nkjv:Genesis:37:13",
        "t": "And Israel said to Joseph, “Are not your brothers feeding the*i flock*i in Shechem? Come, I will send you to them.” So*p he said to him, “Here I am.”"
    },
    {
        "o": 1209,
        "r": "nkjv:Genesis:37:14",
        "t": "Then*p he said to him, “Please go and see if it is well with your brothers and well with the flocks, and bring back word to me.” So he sent him out of the Valley of Hebron, and he went to Shechem."
    },
    {
        "o": 1210,
        "r": "nkjv:Genesis:37:15",
        "t": "Now*p a certain man found him, and there he was, wandering in the field. And the man asked him, saying, “What are you seeking?”"
    },
    {
        "o": 1211,
        "r": "nkjv:Genesis:37:16",
        "t": "So*p he said, “I am seeking my brothers. Please tell me where they are feeding their*i flocks.”*i"
    },
    {
        "o": 1212,
        "r": "nkjv:Genesis:37:17",
        "t": "And*p the man said, “They have departed from here, for I heard them say, ‘Let us go to Dothan.’” So Joseph went after his brothers and found them in Dothan."
    },
    {
        "o": 1213,
        "r": "nkjv:Genesis:37:18",
        "t": "Now*p when they saw him afar off, even before he came near them, they conspired against him to kill him."
    },
    {
        "o": 1214,
        "r": "nkjv:Genesis:37:19",
        "t": "Then they said to one another, “Look, this dreamer is coming!"
    },
    {
        "o": 1215,
        "r": "nkjv:Genesis:37:20",
        "t": "Come therefore, let us now kill him and cast him into some pit; and we shall say, ‘Some wild beast has devoured him.’ We shall see what will become of his dreams!”"
    },
    {
        "o": 1216,
        "r": "nkjv:Genesis:37:21",
        "t": "But*p Reuben heard it,*i and he delivered him out of their hands, and said, “Let us not kill him.”"
    },
    {
        "o": 1217,
        "r": "nkjv:Genesis:37:22",
        "t": "And Reuben said to them, “Shed no blood, but*i cast him into this pit which is*i in the wilderness, and do not lay a hand on him”—that he might deliver him out of their hands, and bring him back to his father."
    },
    {
        "o": 1218,
        "r": "nkjv:Genesis:37:23",
        "t": "So*p it came to pass, when Joseph had come to his brothers, that they stripped Joseph of*i his tunic, the tunic of many*i colors that was*i on him."
    },
    {
        "o": 1219,
        "r": "nkjv:Genesis:37:24",
        "t": "Then they took him and cast him into a pit. And the pit was*i empty; there*i was*i no water in it."
    },
    {
        "o": 1220,
        "r": "nkjv:Genesis:37:25",
        "t": "And*p they sat down to eat a meal. Then they lifted their eyes and looked, and there was a company of Ishmaelites, coming from Gilead with their camels, bearing spices, balm, and myrrh, on their way to carry them*i down to Egypt."
    },
    {
        "o": 1221,
        "r": "nkjv:Genesis:37:26",
        "t": "So Judah said to his brothers, “What profit is*i there*i if we kill our brother and conceal his blood?"
    },
    {
        "o": 1222,
        "r": "nkjv:Genesis:37:27",
        "t": "Come and let us sell him to the Ishmaelites, and let not our hand be upon him, for he is*i our brother and*i our flesh.” And his brothers listened."
    },
    {
        "o": 1223,
        "r": "nkjv:Genesis:37:28",
        "t": "Then Midianite traders passed by; so the*i brothers*i pulled Joseph up and lifted him out of the pit, and sold him to the Ishmaelites for twenty shekels*i of silver. And they took Joseph to Egypt."
    },
    {
        "o": 1224,
        "r": "nkjv:Genesis:37:29",
        "t": "Then*p Reuben returned to the pit, and indeed Joseph was*i not in the pit; and he tore his clothes."
    },
    {
        "o": 1225,
        "r": "nkjv:Genesis:37:30",
        "t": "And he returned to his brothers and said, “The lad is*i no more;*i and I, where shall I go?”"
    },
    {
        "o": 1226,
        "r": "nkjv:Genesis:37:31",
        "t": "So*p they took Joseph’s tunic, killed a kid of the goats, and dipped the tunic in the blood."
    },
    {
        "o": 1227,
        "r": "nkjv:Genesis:37:32",
        "t": "Then they sent the tunic of many*i colors, and they brought it*i to their father and said, “We have found this. Do you know whether it is*i your son’s tunic or not?”"
    },
    {
        "o": 1228,
        "r": "nkjv:Genesis:37:33",
        "t": "And*p he recognized it and said, “It*i is*i my son’s tunic. A wild beast has devoured him. Without doubt Joseph is torn to pieces.”"
    },
    {
        "o": 1229,
        "r": "nkjv:Genesis:37:34",
        "t": "Then Jacob tore his clothes, put sackcloth on his waist, and mourned for his son many days."
    },
    {
        "o": 1230,
        "r": "nkjv:Genesis:37:35",
        "t": "And all his sons and all his daughters arose to comfort him; but he refused to be comforted, and he said, “For I shall go down into the grave to my son in mourning.” Thus his father wept for him."
    },
    {
        "o": 1231,
        "r": "nkjv:Genesis:37:36",
        "t": "Now*p the Midianites had sold him in Egypt to Potiphar, an officer of Pharaoh and*i captain of the guard."
    }
]
