[
    {
        "o": 20605,
        "r": "nasb:Isaiah:43:0",
        "t": "Isaiah 43",
        "h": 1
    },
    {
        "o": 20606,
        "r": "nasb:Isaiah:43:0",
        "t": "Israel Redeemed",
        "h": 2
    },
    {
        "o": 20607,
        "r": "nasb:Isaiah:43:1",
        "t": "But*pn now, thus says the Lord,*s your Creator, O Jacob, And*ln He who formed you, O Israel, “Do*ln not fear, for I have redeemed you; I*ln have called you by name; you are Mine!"
    },
    {
        "o": 20608,
        "r": "nasb:Isaiah:43:2",
        "t": "When*ln you pass through the waters, I will be with you; And*ln through the rivers, they will not overflow you. When*ln you walk through the fire, you will not be scorched, Nor*ln will the flame burn you."
    },
    {
        "o": 20609,
        "r": "nasb:Isaiah:43:3",
        "t": "For*ln I am the Lord*s your God, The*ln Holy One of Israel, your Savior; I*ln have given Egypt as your ransom, Cush*ln and Seba in your place."
    },
    {
        "o": 20610,
        "r": "nasb:Isaiah:43:4",
        "t": "Since*ln you are precious in My sight, Since*iln you are honored and I love you, I*ln will give other*i men in your place and other*i peoples in exchange for your life."
    },
    {
        "o": 20611,
        "r": "nasb:Isaiah:43:5",
        "t": "Do*ln not fear, for I am with you; I*ln will bring your offspring from the east, And*ln gather you from the west."
    },
    {
        "o": 20612,
        "r": "nasb:Isaiah:43:6",
        "t": "I*ln will say to the north, ‘Give them*i up!’ And*ln to the south, ‘Do not hold them*i back.’ Bring*ln My sons from afar And*ln My daughters from the ends of the earth,"
    },
    {
        "o": 20613,
        "r": "nasb:Isaiah:43:7",
        "t": "Everyone*ln who is called by My name, And*ln whom I have created for My glory, Whom*ln I have formed, even whom I have made.”"
    },
    {
        "o": 20614,
        "r": "nasb:Isaiah:43:7",
        "t": "Israel Is God’s Witness",
        "h": 2
    },
    {
        "o": 20615,
        "r": "nasb:Isaiah:43:8",
        "t": "Bring*pn out the people who are blind, even though they have eyes, And*ln the deaf, even though they have ears."
    },
    {
        "o": 20616,
        "r": "nasb:Isaiah:43:9",
        "t": "All*ln the nations have gathered together So*ln that the peoples may be assembled. Who*ln among them can declare this And*ln proclaim to us the former things? Let*ln them present their witnesses that they may be justified, Or*ln let them hear and say, “It is true.”"
    },
    {
        "o": 20617,
        "r": "nasb:Isaiah:43:10",
        "t": "“You*ln are My witnesses,” declares the Lord,*s “And*ln My servant whom I have chosen, So*ln that you may know and believe Me And*ln understand that I am He. Before*ln Me there was no God formed, And*ln there will be none after Me."
    },
    {
        "o": 20618,
        "r": "nasb:Isaiah:43:11",
        "t": "I,*ln even I, am the Lord,*s And*ln there is no savior besides Me."
    },
    {
        "o": 20619,
        "r": "nasb:Isaiah:43:12",
        "t": "It*ln is I who have declared and saved and proclaimed, And*ln there was no strange god*i among you; So*ln you are My witnesses,” declares the Lord,*s “And*ln I am God."
    },
    {
        "o": 20620,
        "r": "nasb:Isaiah:43:13",
        "t": "Even*ln from eternity I am He, And*ln there is none who can deliver out of My hand; I*ln act and who can reverse it?”"
    },
    {
        "o": 20621,
        "r": "nasb:Isaiah:43:13",
        "t": "Babylon to Be Destroyed",
        "h": 2
    },
    {
        "o": 20622,
        "r": "nasb:Isaiah:43:14",
        "t": "Thus*p says the Lord*s your Redeemer, the Holy One of Israel, “For*pn your sake I have sent to Babylon, And*ln will bring them all down as fugitives, Even*ln the Chaldeans, into the ships in which they rejoice."
    },
    {
        "o": 20623,
        "r": "nasb:Isaiah:43:15",
        "t": "I*ln am the Lord,*s your Holy One, The*ln Creator of Israel, your King.”"
    },
    {
        "o": 20624,
        "r": "nasb:Isaiah:43:16",
        "t": "Thus*p says the Lord,*s Who*pn makes a way through the sea And*ln a path through the mighty waters,"
    },
    {
        "o": 20625,
        "r": "nasb:Isaiah:43:17",
        "t": "Who*ln brings forth the chariot and the horse, The*ln army and the mighty man (They*ln will lie down together and*i not rise again; They*ln have been quenched and*i extinguished like a wick):"
    },
    {
        "o": 20626,
        "r": "nasb:Isaiah:43:18",
        "t": "“Do*ln not call to mind the former things, Or*ln ponder things of the past."
    },
    {
        "o": 20627,
        "r": "nasb:Isaiah:43:19",
        "t": "Behold,*ln I will do something new, Now*ln it will spring forth; Will*ln you not be aware of it? I*ln will even make a roadway in the wilderness, Rivers*ln in the desert."
    },
    {
        "o": 20628,
        "r": "nasb:Isaiah:43:20",
        "t": "The*ln beasts of the field will glorify Me, The*ln jackals and the ostriches, Because*ln I have given waters in the wilderness And*ln rivers in the desert, To*ln give drink to My chosen people."
    },
    {
        "o": 20629,
        "r": "nasb:Isaiah:43:21",
        "t": "The*ln people whom I formed for Myself Will*ln declare My praise."
    },
    {
        "o": 20630,
        "r": "nasb:Isaiah:43:21",
        "t": "The Shortcomings of Israel",
        "h": 2
    },
    {
        "o": 20631,
        "r": "nasb:Isaiah:43:22",
        "t": "“Yet*pn you have not called on Me, O Jacob; But*ln you have become weary of Me, O Israel."
    },
    {
        "o": 20632,
        "r": "nasb:Isaiah:43:23",
        "t": "You*ln have not brought to Me the sheep of your burnt offerings, Nor*ln have you honored Me with your sacrifices. I*ln have not burdened you with offerings, Nor*ln wearied you with incense."
    },
    {
        "o": 20633,
        "r": "nasb:Isaiah:43:24",
        "t": "You*ln have bought Me not sweet cane with money, Nor*ln have you filled Me with the fat of your sacrifices; Rather*ln you have burdened Me with your sins, You*ln have wearied Me with your iniquities."
    },
    {
        "o": 20634,
        "r": "nasb:Isaiah:43:25",
        "t": "“I,*ln even I, am the one who wipes out your transgressions for My own sake, And*ln I will not remember your sins."
    },
    {
        "o": 20635,
        "r": "nasb:Isaiah:43:26",
        "t": "Put*ln Me in remembrance, let us argue our case together; State*ln your cause,*i that you may be proved right."
    },
    {
        "o": 20636,
        "r": "nasb:Isaiah:43:27",
        "t": "Your*ln first forefather sinned, And*ln your spokesmen have transgressed against Me."
    },
    {
        "o": 20637,
        "r": "nasb:Isaiah:43:28",
        "t": "So*ln I will pollute the princes of the sanctuary, And*ln I will consign Jacob to the ban and Israel to revilement."
    }
]
