[
    {
        "o": 1879,
        "r": "kjv:Exodus:12:0",
        "t": "Exodus 12",
        "h": 1
    },
    {
        "o": 1880,
        "r": "kjv:Exodus:12:1",
        "t": "And*p the Lord*s spake unto Moses and Aaron in the land of Egypt, saying,"
    },
    {
        "o": 1881,
        "r": "kjv:Exodus:12:2",
        "t": "This*p month shall be unto you the beginning of months: it shall be the first month of the year to you."
    },
    {
        "o": 1882,
        "r": "kjv:Exodus:12:3",
        "t": "Speak*p ye unto all the congregation of Israel, saying, In the tenth day of this month they shall take to them every man a lamb, according to the house of their fathers, a lamb for an house:"
    },
    {
        "o": 1883,
        "r": "kjv:Exodus:12:4",
        "t": "And*p if the household be too little for the lamb, let him and his neighbour next unto his house take it according to the number of the souls; every man according to his eating shall make your count for the lamb."
    },
    {
        "o": 1884,
        "r": "kjv:Exodus:12:5",
        "t": "Your*p lamb shall be without blemish, a male of the first year: ye shall take it out from the sheep, or from the goats:"
    },
    {
        "o": 1885,
        "r": "kjv:Exodus:12:6",
        "t": "And*p ye shall keep it up until the fourteenth day of the same month: and the whole assembly of the congregation of Israel shall kill it in the evening."
    },
    {
        "o": 1886,
        "r": "kjv:Exodus:12:7",
        "t": "And*p they shall take of the blood, and strike it on the two side posts and on the upper door post of the houses, wherein they shall eat it."
    },
    {
        "o": 1887,
        "r": "kjv:Exodus:12:8",
        "t": "And*p they shall eat the flesh in that night, roast with fire, and unleavened bread; and with bitter herbs they shall eat it."
    },
    {
        "o": 1888,
        "r": "kjv:Exodus:12:9",
        "t": "Eat*p not of it raw, nor sodden at all with water, but roast with fire; his head with his legs, and with the purtenance thereof."
    },
    {
        "o": 1889,
        "r": "kjv:Exodus:12:10",
        "t": "And*p ye shall let nothing of it remain until the morning; and that which remaineth of it until the morning ye shall burn with fire."
    },
    {
        "o": 1890,
        "r": "kjv:Exodus:12:11",
        "t": "And*p thus shall ye eat it; with your loins girded, your shoes on your feet, and your staff in your hand; and ye shall eat it in haste: it is the Lord's*s passover."
    },
    {
        "o": 1891,
        "r": "kjv:Exodus:12:12",
        "t": "For*p I will pass through the land of Egypt this night, and will smite all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the Lord.*s"
    },
    {
        "o": 1892,
        "r": "kjv:Exodus:12:13",
        "t": "And*p the blood shall be to you for a token upon the houses where ye are: and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy you, when I smite the land of Egypt."
    },
    {
        "o": 1893,
        "r": "kjv:Exodus:12:14",
        "t": "And*p this day shall be unto you for a memorial; and ye shall keep it a feast to the Lord*s throughout your generations; ye shall keep it a feast by an ordinance for ever."
    },
    {
        "o": 1894,
        "r": "kjv:Exodus:12:15",
        "t": "Seven*p days shall ye eat unleavened bread; even the first day ye shall put away leaven out of your houses: for whosoever eateth leavened bread from the first day until the seventh day, that soul shall be cut off from Israel."
    },
    {
        "o": 1895,
        "r": "kjv:Exodus:12:16",
        "t": "And*p in the first day there shall be an holy convocation, and in the seventh day there shall be an holy convocation to you; no manner of work shall be done in them, save that which every man must eat, that only may be done of you."
    },
    {
        "o": 1896,
        "r": "kjv:Exodus:12:17",
        "t": "And*p ye shall observe the feast of unleavened bread; for in this selfsame day have I brought your armies out of the land of Egypt: therefore shall ye observe this day in your generations by an ordinance for ever."
    },
    {
        "o": 1897,
        "r": "kjv:Exodus:12:18",
        "t": "In*p the first month, on the fourteenth day of the month at even, ye shall eat unleavened bread, until the one and twentieth day of the month at even."
    },
    {
        "o": 1898,
        "r": "kjv:Exodus:12:19",
        "t": "Seven*p days shall there be no leaven found in your houses: for whosoever eateth that which is leavened, even that soul shall be cut off from the congregation of Israel, whether he be a stranger, or born in the land."
    },
    {
        "o": 1899,
        "r": "kjv:Exodus:12:20",
        "t": "Ye*p shall eat nothing leavened; in all your habitations shall ye eat unleavened bread."
    },
    {
        "o": 1900,
        "r": "kjv:Exodus:12:21",
        "t": "Then*p Moses called for all the elders of Israel, and said unto them, Draw out and take you a lamb according to your families, and kill the passover."
    },
    {
        "o": 1901,
        "r": "kjv:Exodus:12:22",
        "t": "And*p ye shall take a bunch of hyssop, and dip it in the blood that is in the basin, and strike the lintel and the two side posts with the blood that is in the basin; and none of you shall go out at the door of his house until the morning."
    },
    {
        "o": 1902,
        "r": "kjv:Exodus:12:23",
        "t": "For*p the Lord*s will pass through to smite the Egyptians; and when he seeth the blood upon the lintel, and on the two side posts, the Lord*s will pass over the door, and will not suffer the destroyer to come in unto your houses to smite you."
    },
    {
        "o": 1903,
        "r": "kjv:Exodus:12:24",
        "t": "And*p ye shall observe this thing for an ordinance to thee and to thy sons for ever."
    },
    {
        "o": 1904,
        "r": "kjv:Exodus:12:25",
        "t": "And*p it shall come to pass, when ye be come to the land which the Lord*s will give you, according as he hath promised, that ye shall keep this service."
    },
    {
        "o": 1905,
        "r": "kjv:Exodus:12:26",
        "t": "And*p it shall come to pass, when your children shall say unto you, What mean ye by this service?"
    },
    {
        "o": 1906,
        "r": "kjv:Exodus:12:27",
        "t": "That*p ye shall say, It is the sacrifice of the Lord's*s passover, who passed over the houses of the children of Israel in Egypt, when he smote the Egyptians, and delivered our houses. And the people bowed the head and worshipped."
    },
    {
        "o": 1907,
        "r": "kjv:Exodus:12:28",
        "t": "And*p the children of Israel went away, and did as the Lord*s had commanded Moses and Aaron, so did they."
    },
    {
        "o": 1908,
        "r": "kjv:Exodus:12:29",
        "t": "And*p it came to pass, that at midnight the Lord*s smote all the firstborn in the land of Egypt, from the firstborn of Pharaoh that sat on his throne unto the firstborn of the captive that was in the dungeon; and all the firstborn of cattle."
    },
    {
        "o": 1909,
        "r": "kjv:Exodus:12:30",
        "t": "And*p Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt; for there was not a house where there was not one dead."
    },
    {
        "o": 1910,
        "r": "kjv:Exodus:12:31",
        "t": "And*p he called for Moses and Aaron by night, and said, Rise up, and get you forth from among my people, both ye and the children of Israel; and go, serve the Lord,*s as ye have said."
    },
    {
        "o": 1911,
        "r": "kjv:Exodus:12:32",
        "t": "Also*p take your flocks and your herds, as ye have said, and be gone; and bless me also."
    },
    {
        "o": 1912,
        "r": "kjv:Exodus:12:33",
        "t": "And*p the Egyptians were urgent upon the people, that they might send them out of the land in haste; for they said, We be all dead men."
    },
    {
        "o": 1913,
        "r": "kjv:Exodus:12:34",
        "t": "And*p the people took their dough before it was leavened, their kneadingtroughs being bound up in their clothes upon their shoulders."
    },
    {
        "o": 1914,
        "r": "kjv:Exodus:12:35",
        "t": "And*p the children of Israel did according to the word of Moses; and they borrowed of the Egyptians jewels of silver, and jewels of gold, and raiment:"
    },
    {
        "o": 1915,
        "r": "kjv:Exodus:12:36",
        "t": "And*p the Lord*s gave the people favour in the sight of the Egyptians, so that they lent unto them such things as they required. And they spoiled the Egyptians."
    },
    {
        "o": 1916,
        "r": "kjv:Exodus:12:37",
        "t": "And*p the children of Israel journeyed from Rameses to Succoth, about six hundred thousand on foot that were men, beside children."
    },
    {
        "o": 1917,
        "r": "kjv:Exodus:12:38",
        "t": "And*p a mixed multitude went up also with them; and flocks, and herds, even very much cattle."
    },
    {
        "o": 1918,
        "r": "kjv:Exodus:12:39",
        "t": "And*p they baked unleavened cakes of the dough which they brought forth out of Egypt, for it was not leavened; because they were thrust out of Egypt, and could not tarry, neither had they prepared for themselves any victual."
    },
    {
        "o": 1919,
        "r": "kjv:Exodus:12:40",
        "t": "Now*p the sojourning of the children of Israel, who dwelt in Egypt, was four hundred and thirty years."
    },
    {
        "o": 1920,
        "r": "kjv:Exodus:12:41",
        "t": "And*p it came to pass at the end of the four hundred and thirty years, even the selfsame day it came to pass, that all the hosts of the Lord*s went out from the land of Egypt."
    },
    {
        "o": 1921,
        "r": "kjv:Exodus:12:42",
        "t": "It*p is a night to be much observed unto the Lord*s for bringing them out from the land of Egypt: this is that night of the Lord*s to be observed of all the children of Israel in their generations."
    },
    {
        "o": 1922,
        "r": "kjv:Exodus:12:43",
        "t": "And*p the Lord*s said unto Moses and Aaron, This is the ordinance of the passover: There shall no stranger eat thereof:"
    },
    {
        "o": 1923,
        "r": "kjv:Exodus:12:44",
        "t": "But*p every man's servant that is bought for money, when thou hast circumcised him, then shall he eat thereof."
    },
    {
        "o": 1924,
        "r": "kjv:Exodus:12:45",
        "t": "A*p foreigner and an hired servant shall not eat thereof."
    },
    {
        "o": 1925,
        "r": "kjv:Exodus:12:46",
        "t": "In*p one house shall it be eaten; thou shalt not carry forth ought of the flesh abroad out of the house; neither shall ye break a bone thereof."
    },
    {
        "o": 1926,
        "r": "kjv:Exodus:12:47",
        "t": "All*p the congregation of Israel shall keep it."
    },
    {
        "o": 1927,
        "r": "kjv:Exodus:12:48",
        "t": "And*p when a stranger shall sojourn with thee, and will keep the passover to the Lord,*s let all his males be circumcised, and then let him come near and keep it; and he shall be as one that is born in the land: for no uncircumcised person shall eat thereof."
    },
    {
        "o": 1928,
        "r": "kjv:Exodus:12:49",
        "t": "One*p law shall be to him that is homeborn, and unto the stranger that sojourneth among you."
    },
    {
        "o": 1929,
        "r": "kjv:Exodus:12:50",
        "t": "Thus*p did all the children of Israel; as the Lord*s commanded Moses and Aaron, so did they."
    },
    {
        "o": 1930,
        "r": "kjv:Exodus:12:51",
        "t": "And*p it came to pass the selfsame day, that the Lord*s did bring the children of Israel out of the land of Egypt by their armies."
    }
]
