[
    {
        "o": 13035,
        "r": "csb:2 Chronicles:26:0",
        "t": "2 Chronicles 26",
        "h": 1
    },
    {
        "o": 13036,
        "r": "csb:2 Chronicles:26:0",
        "t": "Judah’s King Uzziah",
        "h": 2
    },
    {
        "o": 13037,
        "r": "csb:2 Chronicles:26:1",
        "t": "All*p the people of Judah took Uzziah, who was sixteen years old, and made him king in place of his father Amaziah."
    },
    {
        "o": 13038,
        "r": "csb:2 Chronicles:26:2",
        "t": "After Amaziah the king rested with his ancestors, Uzziah rebuilt Eloth and restored it to Judah."
    },
    {
        "o": 13039,
        "r": "csb:2 Chronicles:26:3",
        "t": "Uzziah*p was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecoliah; she was from Jerusalem."
    },
    {
        "o": 13040,
        "r": "csb:2 Chronicles:26:4",
        "t": "He did what was right in the Lord’s*s sight just as his father Amaziah had done."
    },
    {
        "o": 13041,
        "r": "csb:2 Chronicles:26:5",
        "t": "He sought God throughout the lifetime of Zechariah, the teacher of the fear of God. During the time that he sought the Lord,*s God gave him success."
    },
    {
        "o": 13042,
        "r": "csb:2 Chronicles:26:5",
        "t": "Uzziah’s Exploits",
        "h": 2
    },
    {
        "o": 13043,
        "r": "csb:2 Chronicles:26:6",
        "t": "Uzziah*p went out to wage war against the Philistines, and he tore down the wall of Gath, the wall of Jabneh, and the wall of Ashdod. Then he built cities in the vicinity of Ashdod and among the Philistines."
    },
    {
        "o": 13044,
        "r": "csb:2 Chronicles:26:7",
        "t": "God helped him against the Philistines, the Arabs that live in Gur-baal, and the Meunites."
    },
    {
        "o": 13045,
        "r": "csb:2 Chronicles:26:8",
        "t": "The Ammonites paid tribute to Uzziah, and his fame spread as far as the entrance of Egypt, for God made him very powerful."
    },
    {
        "o": 13046,
        "r": "csb:2 Chronicles:26:9",
        "t": "Uzziah built towers in Jerusalem at the Corner Gate, the Valley Gate, and the corner buttress, and he fortified them."
    },
    {
        "o": 13047,
        "r": "csb:2 Chronicles:26:10",
        "t": "Since he had many cattle both in the Judean foothills and the plain, he built towers in the desert and dug many wells. And since he was a lover of the soil, he had farmers and vinedressers in the hills and in the fertile lands."
    },
    {
        "o": 13048,
        "r": "csb:2 Chronicles:26:11",
        "t": "Uzziah*p had an army equipped for combat that went out to war by division according to their assignments, as recorded by Jeiel the court secretary and Maaseiah the officer under the authority of Hananiah, one of the king’s commanders."
    },
    {
        "o": 13049,
        "r": "csb:2 Chronicles:26:12",
        "t": "The total number of family heads was 2,600 valiant warriors."
    },
    {
        "o": 13050,
        "r": "csb:2 Chronicles:26:13",
        "t": "Under their authority was an army of 307,500 equipped for combat, a powerful force to help the king against the enemy."
    },
    {
        "o": 13051,
        "r": "csb:2 Chronicles:26:14",
        "t": "Uzziah provided the entire army with shields, spears, helmets, armor, bows, and slingstones."
    },
    {
        "o": 13052,
        "r": "csb:2 Chronicles:26:15",
        "t": "He made skillfully designed devices in Jerusalem to shoot arrows and catapult large stones for use on the towers and on the corners. So his fame spread even to distant places, for he was wondrously helped until he became strong."
    },
    {
        "o": 13053,
        "r": "csb:2 Chronicles:26:15",
        "t": "Uzziah’s Disease",
        "h": 2
    },
    {
        "o": 13054,
        "r": "csb:2 Chronicles:26:16",
        "t": "But*p when he became strong, he grew arrogant, and it led to his own destruction. He acted unfaithfully against the Lord*s his God by going into the Lord’s*s sanctuary to burn incense on the incense altar."
    },
    {
        "o": 13055,
        "r": "csb:2 Chronicles:26:17",
        "t": "The priest Azariah, along with eighty brave priests of the Lord,*s went in after him."
    },
    {
        "o": 13056,
        "r": "csb:2 Chronicles:26:18",
        "t": "They took their stand against King Uzziah and said, “Uzziah, you have no right to offer incense to the Lord-*s only the consecrated priests, the descendants of Aaron, have the right to offer incense. Leave the sanctuary, for you have acted unfaithfully! You will not receive honor from the Lord*s God.”"
    },
    {
        "o": 13057,
        "r": "csb:2 Chronicles:26:19",
        "t": "Uzziah,*p with a firepan in his hand to offer incense, was enraged. But when he became enraged with the priests, in the presence of the priests in the Lord’s*s temple beside the altar of incense, a skin disease broke out on his forehead."
    },
    {
        "o": 13058,
        "r": "csb:2 Chronicles:26:20",
        "t": "Then Azariah the chief priest and all the priests turned to him and saw that he was diseased on his forehead. They rushed him out of there. He himself also hurried to get out because the Lord*s had afflicted him."
    },
    {
        "o": 13059,
        "r": "csb:2 Chronicles:26:21",
        "t": "So King Uzziah was diseased to the time of his death. He lived in quarantine with a serious skin disease and was excluded from access to the Lord’s*s temple, while his son Jotham was over the king’s household governing the people of the land."
    },
    {
        "o": 13060,
        "r": "csb:2 Chronicles:26:22",
        "t": "Now*p the prophet Isaiah son of Amoz wrote about the rest of the events of Uzziah’s reign, from beginning to end."
    },
    {
        "o": 13061,
        "r": "csb:2 Chronicles:26:23",
        "t": "Uzziah rested with his ancestors, and he was buried with his ancestors in the burial ground of the kings’ cemetery, for they said, “He has a skin disease.” His son Jotham became king in his place."
    }
]
