[
    {
        "o": 32649,
        "r": "nasb:Ephesians:6:0",
        "t": "Ephesians 6",
        "h": 1
    },
    {
        "o": 32650,
        "r": "nasb:Ephesians:6:0",
        "t": "Family Relationships",
        "h": 2
    },
    {
        "o": 32651,
        "r": "nasb:Ephesians:6:1",
        "t": "Children,*p obey your parents in the Lord, for this is right."
    },
    {
        "o": 32652,
        "r": "nasb:Ephesians:6:2",
        "t": "Honor*s your*s father*s and*s mother*s (which is the first commandment with a promise),"
    },
    {
        "o": 32653,
        "r": "nasb:Ephesians:6:3",
        "t": "so*s that*s it*s may*s be*s well*s with*s you,*s and*s that*s you*s may*s live*s long*s on*s the*s earth.*s"
    },
    {
        "o": 32654,
        "r": "nasb:Ephesians:6:4",
        "t": "Fathers,*p do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord."
    },
    {
        "o": 32655,
        "r": "nasb:Ephesians:6:5",
        "t": "Slaves,*p be obedient to those who are your masters according to the flesh, with fear and trembling, in the sincerity of your heart, as to Christ;"
    },
    {
        "o": 32656,
        "r": "nasb:Ephesians:6:6",
        "t": "not by way of eyeservice, as men-pleasers, but as slaves of Christ, doing the will of God from the heart."
    },
    {
        "o": 32657,
        "r": "nasb:Ephesians:6:7",
        "t": "With good will render service, as to the Lord, and not to men,"
    },
    {
        "o": 32658,
        "r": "nasb:Ephesians:6:8",
        "t": "knowing that whatever good thing each one does, this he will receive back from the Lord, whether slave or free."
    },
    {
        "o": 32659,
        "r": "nasb:Ephesians:6:9",
        "t": "And*p masters, do the same things to them, and give up threatening, knowing that both their Master and yours is in heaven, and there is no partiality with Him."
    },
    {
        "o": 32660,
        "r": "nasb:Ephesians:6:9",
        "t": "The Armor of God",
        "h": 2
    },
    {
        "o": 32661,
        "r": "nasb:Ephesians:6:10",
        "t": "Finally,*p be strong in the Lord and in the strength of His might."
    },
    {
        "o": 32662,
        "r": "nasb:Ephesians:6:11",
        "t": "Put on the full armor of God, so that you will be able to stand firm against the schemes of the devil."
    },
    {
        "o": 32663,
        "r": "nasb:Ephesians:6:12",
        "t": "For our struggle is not against flesh and blood, but against the rulers, against the powers, against the world forces of this darkness, against the spiritual forces*i of wickedness in the heavenly places.*i"
    },
    {
        "o": 32664,
        "r": "nasb:Ephesians:6:13",
        "t": "Therefore, take up the full armor of God, so that you will be able to resist in the evil day, and having done everything, to stand firm."
    },
    {
        "o": 32665,
        "r": "nasb:Ephesians:6:14",
        "t": "Stand firm therefore, having*s girded*s your*s loins*s with*s truth,*s and having*s put*s on*s the*s breastplate*s of*s righteousness,*s"
    },
    {
        "o": 32666,
        "r": "nasb:Ephesians:6:15",
        "t": "and having shod your*s feet*s with*s the*s preparation*s of*s the*s gospel*s of*s peace;*s"
    },
    {
        "o": 32667,
        "r": "nasb:Ephesians:6:16",
        "t": "in addition to all, taking up the shield of faith with which you will be able to extinguish all the flaming arrows of the evil one.*i"
    },
    {
        "o": 32668,
        "r": "nasb:Ephesians:6:17",
        "t": "And take the*s helmet*s of*s salvation,*s and the sword of the Spirit, which is the word of God."
    },
    {
        "o": 32669,
        "r": "nasb:Ephesians:6:18",
        "t": "With*p all prayer and petition pray at all times in the Spirit, and with this in view, be on the alert with all perseverance and petition for all the saints,"
    },
    {
        "o": 32670,
        "r": "nasb:Ephesians:6:19",
        "t": "and pray*i on my behalf, that utterance may be given to me in the opening of my mouth, to make known with boldness the mystery of the gospel,"
    },
    {
        "o": 32671,
        "r": "nasb:Ephesians:6:20",
        "t": "for which I am an ambassador in chains; that in proclaiming*i it I may speak boldly, as I ought to speak."
    },
    {
        "o": 32672,
        "r": "nasb:Ephesians:6:21",
        "t": "But*p that you also may know about my circumstances, how I am doing, Tychicus, the beloved brother and faithful minister in the Lord, will make everything known to you."
    },
    {
        "o": 32673,
        "r": "nasb:Ephesians:6:22",
        "t": "I have sent him to you for this very purpose, so that you may know about us, and that he may comfort your hearts."
    },
    {
        "o": 32674,
        "r": "nasb:Ephesians:6:23",
        "t": "Peace*p be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ."
    },
    {
        "o": 32675,
        "r": "nasb:Ephesians:6:24",
        "t": "Grace be with all those who love our Lord Jesus Christ with incorruptible love.*i"
    }
]
