[
    {
        "o": 2302,
        "r": "esv:Exodus:22:0",
        "t": "Exodus 22",
        "h": 1
    },
    {
        "o": 2303,
        "r": "esv:Exodus:22:1",
        "t": "“If*p a man steals an ox or a sheep, and kills it or sells it, he shall repay five oxen for an ox, and four sheep for a sheep."
    },
    {
        "o": 2304,
        "r": "esv:Exodus:22:2",
        "t": "If a thief is found breaking in and is struck so that he dies, there shall be no bloodguilt for him,"
    },
    {
        "o": 2305,
        "r": "esv:Exodus:22:3",
        "t": "but if the sun has risen on him, there shall be bloodguilt for him. He shall surely pay. If he has nothing, then he shall be sold for his theft."
    },
    {
        "o": 2306,
        "r": "esv:Exodus:22:4",
        "t": "If the stolen beast is found alive in his possession, whether it is an ox or a donkey or a sheep, he shall pay double."
    },
    {
        "o": 2307,
        "r": "esv:Exodus:22:5",
        "t": "“If*p a man causes a field or vineyard to be grazed over, or lets his beast loose and it feeds in another man’s field, he shall make restitution from the best in his own field and in his own vineyard."
    },
    {
        "o": 2308,
        "r": "esv:Exodus:22:6",
        "t": "“If*p fire breaks out and catches in thorns so that the stacked grain or the standing grain or the field is consumed, he who started the fire shall make full restitution."
    },
    {
        "o": 2309,
        "r": "esv:Exodus:22:7",
        "t": "“If*p a man gives to his neighbor money or goods to keep safe, and it is stolen from the man’s house, then, if the thief is found, he shall pay double."
    },
    {
        "o": 2310,
        "r": "esv:Exodus:22:8",
        "t": "If the thief is not found, the owner of the house shall come near to God to show whether or not he has put his hand to his neighbor’s property."
    },
    {
        "o": 2311,
        "r": "esv:Exodus:22:9",
        "t": "For every breach of trust, whether it is for an ox, for a donkey, for a sheep, for a cloak, or for any kind of lost thing, of which one says, ‘This is it,’ the case of both parties shall come before God. The one whom God condemns shall pay double to his neighbor."
    },
    {
        "o": 2312,
        "r": "esv:Exodus:22:10",
        "t": "“If*p a man gives to his neighbor a donkey or an ox or a sheep or any beast to keep safe, and it dies or is injured or is driven away, without anyone seeing it,"
    },
    {
        "o": 2313,
        "r": "esv:Exodus:22:11",
        "t": "an oath by the Lord*s shall be between them both to see whether or not he has put his hand to his neighbor’s property. The owner shall accept the oath, and he shall not make restitution."
    },
    {
        "o": 2314,
        "r": "esv:Exodus:22:12",
        "t": "But if it is stolen from him, he shall make restitution to its owner."
    },
    {
        "o": 2315,
        "r": "esv:Exodus:22:13",
        "t": "If it is torn by beasts, let him bring it as evidence. He shall not make restitution for what has been torn."
    },
    {
        "o": 2316,
        "r": "esv:Exodus:22:14",
        "t": "“If*p a man borrows anything of his neighbor, and it is injured or dies, the owner not being with it, he shall make full restitution."
    },
    {
        "o": 2317,
        "r": "esv:Exodus:22:15",
        "t": "If the owner was with it, he shall not make restitution; if it was hired, it came for its hiring fee."
    },
    {
        "o": 2318,
        "r": "esv:Exodus:22:15",
        "t": "Laws About Social Justice",
        "h": 2
    },
    {
        "o": 2319,
        "r": "esv:Exodus:22:16",
        "t": "“If*p a man seduces a virgin who is not betrothed and lies with her, he shall give the bride-price for her and make her his wife."
    },
    {
        "o": 2320,
        "r": "esv:Exodus:22:17",
        "t": "If her father utterly refuses to give her to him, he shall pay money equal to the bride-price for virgins."
    },
    {
        "o": 2321,
        "r": "esv:Exodus:22:18",
        "t": "“You*p shall not permit a sorceress to live."
    },
    {
        "o": 2322,
        "r": "esv:Exodus:22:19",
        "t": "“Whoever*p lies with an animal shall be put to death."
    },
    {
        "o": 2323,
        "r": "esv:Exodus:22:20",
        "t": "“Whoever*p sacrifices to any god, other than the Lord*s alone, shall be devoted to destruction."
    },
    {
        "o": 2324,
        "r": "esv:Exodus:22:21",
        "t": "“You*p shall not wrong a sojourner or oppress him, for you were sojourners in the land of Egypt."
    },
    {
        "o": 2325,
        "r": "esv:Exodus:22:22",
        "t": "You shall not mistreat any widow or fatherless child."
    },
    {
        "o": 2326,
        "r": "esv:Exodus:22:23",
        "t": "If you do mistreat them, and they cry out to me, I will surely hear their cry,"
    },
    {
        "o": 2327,
        "r": "esv:Exodus:22:24",
        "t": "and my wrath will burn, and I will kill you with the sword, and your wives shall become widows and your children fatherless."
    },
    {
        "o": 2328,
        "r": "esv:Exodus:22:25",
        "t": "“If*p you lend money to any of my people with you who is poor, you shall not be like a moneylender to him, and you shall not exact interest from him."
    },
    {
        "o": 2329,
        "r": "esv:Exodus:22:26",
        "t": "If ever you take your neighbor’s cloak in pledge, you shall return it to him before the sun goes down,"
    },
    {
        "o": 2330,
        "r": "esv:Exodus:22:27",
        "t": "for that is his only covering, and it is his cloak for his body; in what else shall he sleep? And if he cries to me, I will hear, for I am compassionate."
    },
    {
        "o": 2331,
        "r": "esv:Exodus:22:28",
        "t": "“You*p shall not revile God, nor curse a ruler of your people."
    },
    {
        "o": 2332,
        "r": "esv:Exodus:22:29",
        "t": "“You*p shall not delay to offer from the fullness of your harvest and from the outflow of your presses. The firstborn of your sons you shall give to me."
    },
    {
        "o": 2333,
        "r": "esv:Exodus:22:30",
        "t": "You shall do the same with your oxen and with your sheep: seven days it shall be with its mother; on the eighth day you shall give it to me."
    },
    {
        "o": 2334,
        "r": "esv:Exodus:22:31",
        "t": "“You*p shall be consecrated to me. Therefore you shall not eat any flesh that is torn by beasts in the field; you shall throw it to the dogs."
    }
]
