[
    {
        "o": 23180,
        "r": "niv:Ezekiel:26:0",
        "t": "Ezekiel 26",
        "h": 1
    },
    {
        "o": 23181,
        "r": "niv:Ezekiel:26:0",
        "t": "A Prophecy Against Tyre",
        "h": 2
    },
    {
        "o": 23182,
        "r": "niv:Ezekiel:26:1",
        "t": "In*p the eleventh month of the twelfth year, on the first day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23183,
        "r": "niv:Ezekiel:26:2",
        "t": "“Son of man, because Tyre has said of Jerusalem, ‘Aha! The gate to the nations is broken, and its doors have swung open to me; now that she lies in ruins I will prosper,’"
    },
    {
        "o": 23184,
        "r": "niv:Ezekiel:26:3",
        "t": "therefore this is what the Sovereign Lord*s says: I am against you, Tyre, and I will bring many nations against you, like the sea casting up its waves."
    },
    {
        "o": 23185,
        "r": "niv:Ezekiel:26:4",
        "t": "They will destroy the walls of Tyre and pull down her towers; I will scrape away her rubble and make her a bare rock."
    },
    {
        "o": 23186,
        "r": "niv:Ezekiel:26:5",
        "t": "Out in the sea she will become a place to spread fishnets, for I have spoken, declares the Sovereign Lord.*s She will become plunder for the nations,"
    },
    {
        "o": 23187,
        "r": "niv:Ezekiel:26:6",
        "t": "and her settlements on the mainland will be ravaged by the sword. Then they will know that I am the Lord.*s"
    },
    {
        "o": 23188,
        "r": "niv:Ezekiel:26:7",
        "t": "“For*p this is what the Sovereign Lord*s says: From the north I am going to bring against Tyre Nebuchadnezzar king of Babylon, king of kings, with horses and chariots, with horsemen and a great army."
    },
    {
        "o": 23189,
        "r": "niv:Ezekiel:26:8",
        "t": "He will ravage your settlements on the mainland with the sword; he will set up siege works against you, build a ramp up to your walls and raise his shields against you."
    },
    {
        "o": 23190,
        "r": "niv:Ezekiel:26:9",
        "t": "He will direct the blows of his battering rams against your walls and demolish your towers with his weapons."
    },
    {
        "o": 23191,
        "r": "niv:Ezekiel:26:10",
        "t": "His horses will be so many that they will cover you with dust. Your walls will tremble at the noise of the warhorses, wagons and chariots when he enters your gates as men enter a city whose walls have been broken through."
    },
    {
        "o": 23192,
        "r": "niv:Ezekiel:26:11",
        "t": "The hooves of his horses will trample all your streets; he will kill your people with the sword, and your strong pillars will fall to the ground."
    },
    {
        "o": 23193,
        "r": "niv:Ezekiel:26:12",
        "t": "They will plunder your wealth and loot your merchandise; they will break down your walls and demolish your fine houses and throw your stones, timber and rubble into the sea."
    },
    {
        "o": 23194,
        "r": "niv:Ezekiel:26:13",
        "t": "I will put an end to your noisy songs, and the music of your harps will be heard no more."
    },
    {
        "o": 23195,
        "r": "niv:Ezekiel:26:14",
        "t": "I will make you a bare rock, and you will become a place to spread fishnets. You will never be rebuilt, for I the Lord*s have spoken, declares the Sovereign Lord.*s"
    },
    {
        "o": 23196,
        "r": "niv:Ezekiel:26:15",
        "t": "“This*p is what the Sovereign Lord*s says to Tyre: Will not the coastlands tremble at the sound of your fall, when the wounded groan and the slaughter takes place in you?"
    },
    {
        "o": 23197,
        "r": "niv:Ezekiel:26:16",
        "t": "Then all the princes of the coast will step down from their thrones and lay aside their robes and take off their embroidered garments. Clothed with terror, they will sit on the ground, trembling every moment, appalled at you."
    },
    {
        "o": 23198,
        "r": "niv:Ezekiel:26:17",
        "t": "Then they will take up a lament concerning you and say to you: “ ‘How*pn you are destroyed, city of renown, peopled*ld by men of the sea! You*ln were a power on the seas, you*ld and your citizens; you*ln put your terror on*ld all who lived there."
    },
    {
        "o": 23199,
        "r": "niv:Ezekiel:26:18",
        "t": "Now*ln the coastlands tremble on*ld the day of your fall; the*ln islands in the sea are*ld terrified at your collapse.’"
    },
    {
        "o": 23200,
        "r": "niv:Ezekiel:26:19",
        "t": "“This*p is what the Sovereign Lord*s says: When I make you a desolate city, like cities no longer inhabited, and when I bring the ocean depths over you and its vast waters cover you,"
    },
    {
        "o": 23201,
        "r": "niv:Ezekiel:26:20",
        "t": "then I will bring you down with those who go down to the pit, to the people of long ago. I will make you dwell in the earth below, as in ancient ruins, with those who go down to the pit, and you will not return or take your place in the land of the living."
    },
    {
        "o": 23202,
        "r": "niv:Ezekiel:26:21",
        "t": "I will bring you to a horrible end and you will be no more. You will be sought, but you will never again be found, declares the Sovereign Lord.”*s"
    }
]
