[
    {
        "o": 16988,
        "r": "kjv:Psalm:139:0",
        "t": "Psalm 139",
        "h": 1
    },
    {
        "o": 16989,
        "r": "kjv:Psalm:139:0",
        "t": "To the chief Musician, A Psalm of David.",
        "h": 4
    },
    {
        "o": 16990,
        "r": "kjv:Psalm:139:1",
        "t": "O*p Lord,*s thou hast searched me, and known me."
    },
    {
        "o": 16991,
        "r": "kjv:Psalm:139:2",
        "t": "Thou*p knowest my downsitting and mine uprising, thou understandest my thought afar off."
    },
    {
        "o": 16992,
        "r": "kjv:Psalm:139:3",
        "t": "Thou*p compassest my path and my lying down, and art acquainted with all my ways."
    },
    {
        "o": 16993,
        "r": "kjv:Psalm:139:4",
        "t": "For*p there is not a word in my tongue, but, lo, O Lord,*s thou knowest it altogether."
    },
    {
        "o": 16994,
        "r": "kjv:Psalm:139:5",
        "t": "Thou*p hast beset me behind and before, and laid thine hand upon me."
    },
    {
        "o": 16995,
        "r": "kjv:Psalm:139:6",
        "t": "Such*p knowledge is too wonderful for me; it is high, I cannot attain unto it."
    },
    {
        "o": 16996,
        "r": "kjv:Psalm:139:7",
        "t": "Whither*p shall I go from thy spirit? or whither shall I flee from thy presence?"
    },
    {
        "o": 16997,
        "r": "kjv:Psalm:139:8",
        "t": "If*p I ascend up into heaven, thou art there: if I make my bed in hell, behold, thou art there."
    },
    {
        "o": 16998,
        "r": "kjv:Psalm:139:9",
        "t": "If*p I take the wings of the morning, and dwell in the uttermost parts of the sea;"
    },
    {
        "o": 16999,
        "r": "kjv:Psalm:139:10",
        "t": "Even*p there shall thy hand lead me, and thy right hand shall hold me."
    },
    {
        "o": 17000,
        "r": "kjv:Psalm:139:11",
        "t": "If*p I say, Surely the darkness shall cover me; even the night shall be light about me."
    },
    {
        "o": 17001,
        "r": "kjv:Psalm:139:12",
        "t": "Yea,*p the darkness hideth not from thee; but the night shineth as the day: the darkness and the light are both alike to thee."
    },
    {
        "o": 17002,
        "r": "kjv:Psalm:139:13",
        "t": "For*p thou hast possessed my reins: thou hast covered me in my mother's womb."
    },
    {
        "o": 17003,
        "r": "kjv:Psalm:139:14",
        "t": "I*p will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well."
    },
    {
        "o": 17004,
        "r": "kjv:Psalm:139:15",
        "t": "My*p substance was not hid from thee, when I was made in secret, and curiously wrought in the lowest parts of the earth."
    },
    {
        "o": 17005,
        "r": "kjv:Psalm:139:16",
        "t": "Thine*p eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them."
    },
    {
        "o": 17006,
        "r": "kjv:Psalm:139:17",
        "t": "How*p precious also are thy thoughts unto me, O God! how great is the sum of them!"
    },
    {
        "o": 17007,
        "r": "kjv:Psalm:139:18",
        "t": "If*p I should count them, they are more in number than the sand: when I awake, I am still with thee."
    },
    {
        "o": 17008,
        "r": "kjv:Psalm:139:19",
        "t": "Surely*p thou wilt slay the wicked, O God: depart from me therefore, ye bloody men."
    },
    {
        "o": 17009,
        "r": "kjv:Psalm:139:20",
        "t": "For*p they speak against thee wickedly, and thine enemies take thy name in vain."
    },
    {
        "o": 17010,
        "r": "kjv:Psalm:139:21",
        "t": "Do*p not I hate them, O Lord,*s that hate thee? and am not I grieved with those that rise up against thee?"
    },
    {
        "o": 17011,
        "r": "kjv:Psalm:139:22",
        "t": "I*p hate them with perfect hatred: I count them mine enemies."
    },
    {
        "o": 17012,
        "r": "kjv:Psalm:139:23",
        "t": "Search*p me, O God, and know my heart: try me, and know my thoughts:"
    },
    {
        "o": 17013,
        "r": "kjv:Psalm:139:24",
        "t": "And*p see if there be any wicked way in me, and lead me in the way everlasting."
    }
]
