[
    {
        "o": 20638,
        "r": "nasb:Isaiah:44:0",
        "t": "Isaiah 44",
        "h": 1
    },
    {
        "o": 20639,
        "r": "nasb:Isaiah:44:0",
        "t": "The Blessings of Israel",
        "h": 2
    },
    {
        "o": 20640,
        "r": "nasb:Isaiah:44:1",
        "t": "“But*pn now listen, O Jacob, My servant, And*ln Israel, whom I have chosen:"
    },
    {
        "o": 20641,
        "r": "nasb:Isaiah:44:2",
        "t": "Thus*ln says the Lord*s who made you And*ln formed you from the womb, who will help you, ‘Do*ln not fear, O Jacob My servant; And*ln you Jeshurun whom I have chosen."
    },
    {
        "o": 20642,
        "r": "nasb:Isaiah:44:3",
        "t": "For*ln I will pour out water on the thirsty land*i And*ln streams on the dry ground; I*ln will pour out My Spirit on your offspring And*ln My blessing on your descendants;"
    },
    {
        "o": 20643,
        "r": "nasb:Isaiah:44:4",
        "t": "And*ln they will spring up among the grass Like*ln poplars by streams of water.’"
    },
    {
        "o": 20644,
        "r": "nasb:Isaiah:44:5",
        "t": "This*ln one will say, ‘I am the Lord’s’;*s And*ln that one will call on the name of Jacob; And*ln another will write on*i his hand, ‘Belonging to the Lord,’*s And*ln will name Israel’s name with honor."
    },
    {
        "o": 20645,
        "r": "nasb:Isaiah:44:6",
        "t": "“Thus*p says the Lord,*s the King of Israel and his Redeemer, the Lord*s of hosts: ‘I*pn am the first and I am the last, And*ln there is no God besides Me."
    },
    {
        "o": 20646,
        "r": "nasb:Isaiah:44:7",
        "t": "Who*ln is like Me? Let him proclaim and declare it; Yes,*ln let him recount it to Me in order, From*ln the time that I established the ancient nation. And*ln let them declare to them the things that are coming And*ln the events that are going to take place."
    },
    {
        "o": 20647,
        "r": "nasb:Isaiah:44:8",
        "t": "Do*ln not tremble and do not be afraid; Have*ln I not long since announced it*i to you and declared it?*i And*ln you are My witnesses. Is*ln there any God besides Me, Or*ln is there any other*i Rock? I*ln know of none.’ ”"
    },
    {
        "o": 20648,
        "r": "nasb:Isaiah:44:8",
        "t": "The Folly of Idolatry",
        "h": 2
    },
    {
        "o": 20649,
        "r": "nasb:Isaiah:44:9",
        "t": "Those*p who fashion a graven image are all of them futile, and their precious things are of no profit; even their own witnesses fail to see or know, so that they will be put to shame."
    },
    {
        "o": 20650,
        "r": "nasb:Isaiah:44:10",
        "t": "Who has fashioned a god or cast an idol to no profit?"
    },
    {
        "o": 20651,
        "r": "nasb:Isaiah:44:11",
        "t": "Behold, all his companions will be put to shame, for the craftsmen themselves are mere men. Let them all assemble themselves, let them stand up, let them tremble, let them together be put to shame."
    },
    {
        "o": 20652,
        "r": "nasb:Isaiah:44:12",
        "t": "The*p man shapes iron into a cutting tool and does his work over the coals, fashioning it with hammers and working it with his strong arm. He also gets hungry and his strength fails; he drinks no water and becomes weary."
    },
    {
        "o": 20653,
        "r": "nasb:Isaiah:44:13",
        "t": "Another*i shapes wood, he extends a measuring line; he outlines it with red chalk. He works it with planes and outlines it with a compass, and makes it like the form of a man, like the beauty of man, so that it may sit in a house."
    },
    {
        "o": 20654,
        "r": "nasb:Isaiah:44:14",
        "t": "Surely he cuts cedars for himself, and takes a cypress or an oak and raises it*i for himself among the trees of the forest. He plants a fir, and the rain makes it grow."
    },
    {
        "o": 20655,
        "r": "nasb:Isaiah:44:15",
        "t": "Then it becomes something*i for a man to burn, so he takes one of them and warms himself; he also makes a fire to bake bread. He also makes a god and worships it; he makes it a graven image and falls down before it."
    },
    {
        "o": 20656,
        "r": "nasb:Isaiah:44:16",
        "t": "Half of it he burns in the fire; over this*i half he eats meat as he roasts a roast and is satisfied. He also warms himself and says, “Aha! I am warm, I have seen the fire.”"
    },
    {
        "o": 20657,
        "r": "nasb:Isaiah:44:17",
        "t": "But the rest of it he makes into a god, his graven image. He falls down before it and worships; he also prays to it and says, “Deliver me, for you are my god.”"
    },
    {
        "o": 20658,
        "r": "nasb:Isaiah:44:18",
        "t": "They*p do not know, nor do they understand, for He has smeared over their eyes so that they cannot see and their hearts so that they cannot comprehend."
    },
    {
        "o": 20659,
        "r": "nasb:Isaiah:44:19",
        "t": "No one recalls, nor is there knowledge or understanding to say, “I have burned half of it in the fire and also have baked bread over its coals. I roast meat and eat it.*i Then I make the rest of it into an abomination, I fall down before a block of wood!”"
    },
    {
        "o": 20660,
        "r": "nasb:Isaiah:44:20",
        "t": "He feeds on ashes; a deceived heart has turned him aside. And he cannot deliver himself, nor say, “Is there not a lie in my right hand?”"
    },
    {
        "o": 20661,
        "r": "nasb:Isaiah:44:20",
        "t": "God Forgives and Redeems",
        "h": 2
    },
    {
        "o": 20662,
        "r": "nasb:Isaiah:44:21",
        "t": "“Remember*pn these things, O Jacob, And*ln Israel, for you are My servant; I*ln have formed you, you are My servant, O*ln Israel, you will not be forgotten by Me."
    },
    {
        "o": 20663,
        "r": "nasb:Isaiah:44:22",
        "t": "I*ln have wiped out your transgressions like a thick cloud And*ln your sins like a heavy mist. Return*ln to Me, for I have redeemed you.”"
    },
    {
        "o": 20664,
        "r": "nasb:Isaiah:44:23",
        "t": "Shout*ln for joy, O heavens, for the Lord*s has done it!*i Shout*ln joyfully, you lower parts of the earth; Break*ln forth into a shout of joy, you mountains, O*ln forest, and every tree in it; For*ln the Lord*s has redeemed Jacob And*ln in Israel He shows forth His glory."
    },
    {
        "o": 20665,
        "r": "nasb:Isaiah:44:24",
        "t": "Thus*p says the Lord,*s your Redeemer, and the one who formed you from the womb, “I,*pn the Lord,*s am the maker of all things, Stretching*ln out the heavens by Myself And*ln spreading out the earth all alone,"
    },
    {
        "o": 20666,
        "r": "nasb:Isaiah:44:25",
        "t": "Causing*ln the omens of boasters to fail, Making*ln fools out of diviners, Causing*ln wise men to draw back And*ln turning their knowledge into foolishness,"
    },
    {
        "o": 20667,
        "r": "nasb:Isaiah:44:26",
        "t": "Confirming*ln the word of His servant And*ln performing the purpose of His messengers. It*iln is*i I*i who says of Jerusalem, ‘She shall be inhabited!’ And*ln of the cities of Judah, ‘They shall be built.’ And*ln I will raise up her ruins again.*i"
    },
    {
        "o": 20668,
        "r": "nasb:Isaiah:44:27",
        "t": "It*iln is*i I*i who says to the depth of the sea, ‘Be dried up!’ And*ln I will make your rivers dry."
    },
    {
        "o": 20669,
        "r": "nasb:Isaiah:44:28",
        "t": "It*iln is*i I*i who says of Cyrus, ‘He*i is*i My shepherd! And*ln he will perform all My desire.’ And*ln he declares of Jerusalem, ‘She will be built,’ And*ln of the temple, ‘Your foundation will be laid.’ ”"
    }
]
