[
    {
        "o": 14217,
        "r": "csb:Esther:5:0",
        "t": "Esther 5",
        "h": 1
    },
    {
        "o": 14218,
        "r": "csb:Esther:5:0",
        "t": "Esther Approaches the King",
        "h": 2
    },
    {
        "o": 14219,
        "r": "csb:Esther:5:1",
        "t": "On*p the third day, Esther dressed in her royal clothing and stood in the inner courtyard of the palace facing it. The king was sitting on his royal throne in the royal courtroom, facing its entrance."
    },
    {
        "o": 14220,
        "r": "csb:Esther:5:2",
        "t": "As soon as the king saw Queen Esther standing in the courtyard, she gained favor with him. The king extended the gold scepter in his hand toward Esther, and she approached and touched the tip of the scepter."
    },
    {
        "o": 14221,
        "r": "csb:Esther:5:3",
        "t": "“What*p is it, Queen Esther?” the king asked her. “Whatever you want, even to half the kingdom, will be given to you.”"
    },
    {
        "o": 14222,
        "r": "csb:Esther:5:4",
        "t": "“If*p it pleases the king,” Esther replied, “may the king and Haman come today to the banquet I have prepared for them.”"
    },
    {
        "o": 14223,
        "r": "csb:Esther:5:5",
        "t": "The*p king said, “Hurry, and get Haman so we can do as Esther has requested.” So the king and Haman went to the banquet Esther had prepared."
    },
    {
        "o": 14224,
        "r": "csb:Esther:5:6",
        "t": "While*p drinking the wine, the king asked Esther, “Whatever you ask will be given to you. Whatever you want, even to half the kingdom, will be done.”"
    },
    {
        "o": 14225,
        "r": "csb:Esther:5:7",
        "t": "Esther*p answered, “This is my petition and my request:"
    },
    {
        "o": 14226,
        "r": "csb:Esther:5:8",
        "t": "If I have found favor in the eyes of the king, and if it pleases the king to grant my petition and perform my request, may the king and Haman come to the banquet I will prepare for them. Tomorrow I will do what the king has asked.”"
    },
    {
        "o": 14227,
        "r": "csb:Esther:5:9",
        "t": "That*p day Haman left full of joy and in good spirits. But when Haman saw Mordecai at the King’s Gate, and Mordecai didn’t rise or tremble in fear at his presence, Haman was filled with rage toward Mordecai."
    },
    {
        "o": 14228,
        "r": "csb:Esther:5:10",
        "t": "Yet Haman controlled himself and went home. He sent for his friends and his wife Zeresh to join him."
    },
    {
        "o": 14229,
        "r": "csb:Esther:5:11",
        "t": "Then Haman described for them his glorious wealth and his many sons. He told them all how the king had honored him and promoted him in rank over the other officials and the royal staff."
    },
    {
        "o": 14230,
        "r": "csb:Esther:5:12",
        "t": "“What’s more,” Haman added, “Queen Esther invited no one but me to join the king at the banquet she had prepared. I am invited again tomorrow to join her with the king."
    },
    {
        "o": 14231,
        "r": "csb:Esther:5:13",
        "t": "Still, none of this satisfies me since I see Mordecai the Jew sitting at the King’s Gate all the time.”"
    },
    {
        "o": 14232,
        "r": "csb:Esther:5:14",
        "t": "His*p wife Zeresh and all his friends told him, “Have them build a gallows seventy-five feet tall. Ask the king in the morning to hang Mordecai on it. Then go to the banquet with the king and enjoy yourself.” The advice pleased Haman, so he had the gallows constructed."
    }
]
