[
    {
        "o": 32419,
        "r": "csb:1 Corinthians:12:0",
        "t": "1 Corinthians 12",
        "h": 1
    },
    {
        "o": 32420,
        "r": "csb:1 Corinthians:12:0",
        "t": "Diversity of Spiritual Gifts",
        "h": 2
    },
    {
        "o": 32421,
        "r": "csb:1 Corinthians:12:1",
        "t": "Now*p concerning spiritual gifts: brothers and sisters, I do not want you to be unaware."
    },
    {
        "o": 32422,
        "r": "csb:1 Corinthians:12:2",
        "t": "You know that when you were pagans, you used to be enticed and led astray by mute idols."
    },
    {
        "o": 32423,
        "r": "csb:1 Corinthians:12:3",
        "t": "Therefore I want you to know that no one speaking by the Spirit of God says, “Jesus is cursed,” and no one can say, “Jesus is Lord,” except by the Holy Spirit."
    },
    {
        "o": 32424,
        "r": "csb:1 Corinthians:12:4",
        "t": "Now*p there are different gifts, but the same Spirit."
    },
    {
        "o": 32425,
        "r": "csb:1 Corinthians:12:5",
        "t": "There are different ministries, but the same Lord."
    },
    {
        "o": 32426,
        "r": "csb:1 Corinthians:12:6",
        "t": "And there are different activities, but the same God works all of them in each person."
    },
    {
        "o": 32427,
        "r": "csb:1 Corinthians:12:7",
        "t": "A manifestation of the Spirit is given to each person for the common good:"
    },
    {
        "o": 32428,
        "r": "csb:1 Corinthians:12:8",
        "t": "to one is given a message of wisdom through the Spirit, to another, a message of knowledge by the same Spirit,"
    },
    {
        "o": 32429,
        "r": "csb:1 Corinthians:12:9",
        "t": "to another, faith by the same Spirit, to another, gifts of healing by the one Spirit,"
    },
    {
        "o": 32430,
        "r": "csb:1 Corinthians:12:10",
        "t": "to another, the performing of miracles, to another, prophecy, to another, distinguishing between spirits, to another, different kinds of tongues, to another, interpretation of tongues."
    },
    {
        "o": 32431,
        "r": "csb:1 Corinthians:12:11",
        "t": "One and the same Spirit is active in all these, distributing to each person as he wills."
    },
    {
        "o": 32432,
        "r": "csb:1 Corinthians:12:11",
        "t": "Unity Yet Diversity in the Body",
        "h": 2
    },
    {
        "o": 32433,
        "r": "csb:1 Corinthians:12:12",
        "t": "For*p just as the body is one and has many parts, and all the parts of that body, though many, are one body - so also is Christ."
    },
    {
        "o": 32434,
        "r": "csb:1 Corinthians:12:13",
        "t": "For we were all baptized by one Spirit into one body - whether Jews or Greeks, whether slaves or free - and we were all given one Spirit to drink."
    },
    {
        "o": 32435,
        "r": "csb:1 Corinthians:12:14",
        "t": "Indeed, the body is not one part but many."
    },
    {
        "o": 32436,
        "r": "csb:1 Corinthians:12:15",
        "t": "If the foot should say, “Because I’m not a hand, I don’t belong to the body,” it is not for that reason any less a part of the body."
    },
    {
        "o": 32437,
        "r": "csb:1 Corinthians:12:16",
        "t": "And if the ear should say, “Because I’m not an eye, I don’t belong to the body,” it is not for that reason any less a part of the body."
    },
    {
        "o": 32438,
        "r": "csb:1 Corinthians:12:17",
        "t": "If the whole body were an eye, where would the hearing be? If the whole body were an ear, where would the sense of smell be?"
    },
    {
        "o": 32439,
        "r": "csb:1 Corinthians:12:18",
        "t": "But as it is, God has arranged each one of the parts in the body just as he wanted."
    },
    {
        "o": 32440,
        "r": "csb:1 Corinthians:12:19",
        "t": "And if they were all the same part, where would the body be?"
    },
    {
        "o": 32441,
        "r": "csb:1 Corinthians:12:20",
        "t": "As it is, there are many parts, but one body."
    },
    {
        "o": 32442,
        "r": "csb:1 Corinthians:12:21",
        "t": "The eye cannot say to the hand, “I don’t need you!” Or again, the head can’t say to the feet, “I don’t need you!”"
    },
    {
        "o": 32443,
        "r": "csb:1 Corinthians:12:22",
        "t": "On the contrary, those parts of the body that are weaker are indispensable."
    },
    {
        "o": 32444,
        "r": "csb:1 Corinthians:12:23",
        "t": "And those parts of the body that we consider less honorable, we clothe these with greater honor, and our unrespectable parts are treated with greater respect,"
    },
    {
        "o": 32445,
        "r": "csb:1 Corinthians:12:24",
        "t": "which our respectable parts do not need. Instead,*p God has put the body together, giving greater honor to the less honorable,"
    },
    {
        "o": 32446,
        "r": "csb:1 Corinthians:12:25",
        "t": "so that there would be no division in the body, but that the members would have the same concern for each other."
    },
    {
        "o": 32447,
        "r": "csb:1 Corinthians:12:26",
        "t": "So if one member suffers, all the members suffer with it; if one member is honored, all the members rejoice with it."
    },
    {
        "o": 32448,
        "r": "csb:1 Corinthians:12:27",
        "t": "Now*p you are the body of Christ, and individual members of it."
    },
    {
        "o": 32449,
        "r": "csb:1 Corinthians:12:28",
        "t": "And God has appointed these in the church: first apostles, second prophets, third teachers, next miracles, then gifts of healing, helping, leading, various kinds of tongues."
    },
    {
        "o": 32450,
        "r": "csb:1 Corinthians:12:29",
        "t": "Are all apostles? Are all prophets? Are all teachers? Do all do miracles?"
    },
    {
        "o": 32451,
        "r": "csb:1 Corinthians:12:30",
        "t": "Do all have gifts of healing? Do all speak in tongues? Do all interpret?"
    },
    {
        "o": 32452,
        "r": "csb:1 Corinthians:12:31",
        "t": "But desire the greater gifts. And I will show you an even better way."
    }
]
