[
    {
        "o": 30469,
        "r": "nkjv:Acts:4:0",
        "t": "Acts 4",
        "h": 1
    },
    {
        "o": 30470,
        "r": "nkjv:Acts:4:0",
        "t": "Peter and John Arrested",
        "h": 2
    },
    {
        "o": 30471,
        "r": "nkjv:Acts:4:1",
        "t": "Now*p as they spoke to the people, the priests, the captain of the temple, and the Sadducees came upon them,"
    },
    {
        "o": 30472,
        "r": "nkjv:Acts:4:2",
        "t": "being greatly disturbed that they taught the people and preached in Jesus the resurrection from the dead."
    },
    {
        "o": 30473,
        "r": "nkjv:Acts:4:3",
        "t": "And they laid hands on them, and put them*i in custody until the next day, for it was already evening."
    },
    {
        "o": 30474,
        "r": "nkjv:Acts:4:4",
        "t": "However, many of those who heard the word believed; and the number of the men came to be about five thousand."
    },
    {
        "o": 30475,
        "r": "nkjv:Acts:4:4",
        "t": "Addressing the Sanhedrin",
        "h": 2
    },
    {
        "o": 30476,
        "r": "nkjv:Acts:4:5",
        "t": "And*p it came to pass, on the next day, that their rulers, elders, and scribes,"
    },
    {
        "o": 30477,
        "r": "nkjv:Acts:4:6",
        "t": "as well as Annas the high priest, Caiaphas, John, and Alexander, and as many as were of the family of the high priest, were gathered together at Jerusalem."
    },
    {
        "o": 30478,
        "r": "nkjv:Acts:4:7",
        "t": "And when they had set them in the midst, they asked, “By what power or by what name have you done this?”"
    },
    {
        "o": 30479,
        "r": "nkjv:Acts:4:8",
        "t": "Then*p Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders of Israel:"
    },
    {
        "o": 30480,
        "r": "nkjv:Acts:4:9",
        "t": "If we this day are judged for a good deed done*i to a helpless man, by what means he has been made well,"
    },
    {
        "o": 30481,
        "r": "nkjv:Acts:4:10",
        "t": "let it be known to you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead, by Him this man stands here before you whole."
    },
    {
        "o": 30482,
        "r": "nkjv:Acts:4:11",
        "t": "This is the ‘stone which was rejected by you builders, which has become the chief cornerstone.’"
    },
    {
        "o": 30483,
        "r": "nkjv:Acts:4:12",
        "t": "Nor is there salvation in any other, for there is no other name under heaven given among men by which we must be saved.”"
    },
    {
        "o": 30484,
        "r": "nkjv:Acts:4:12",
        "t": "The Name of Jesus Forbidden",
        "h": 2
    },
    {
        "o": 30485,
        "r": "nkjv:Acts:4:13",
        "t": "Now*p when they saw the boldness of Peter and John, and perceived that they were uneducated and untrained men, they marveled. And they realized that they had been with Jesus."
    },
    {
        "o": 30486,
        "r": "nkjv:Acts:4:14",
        "t": "And seeing the man who had been healed standing with them, they could say nothing against it."
    },
    {
        "o": 30487,
        "r": "nkjv:Acts:4:15",
        "t": "But when they had commanded them to go aside out of the council, they conferred among themselves,"
    },
    {
        "o": 30488,
        "r": "nkjv:Acts:4:16",
        "t": "saying, “What shall we do to these men? For, indeed, that a notable miracle has been done through them is*i evident to all who dwell in Jerusalem, and we cannot deny it.*i"
    },
    {
        "o": 30489,
        "r": "nkjv:Acts:4:17",
        "t": "But so that it spreads no further among the people, let us severely threaten them, that from now on they speak to no man in this name.”"
    },
    {
        "o": 30490,
        "r": "nkjv:Acts:4:18",
        "t": "So*p they called them and commanded them not to speak at all nor teach in the name of Jesus."
    },
    {
        "o": 30491,
        "r": "nkjv:Acts:4:19",
        "t": "But Peter and John answered and said to them, “Whether it is right in the sight of God to listen to you more than to God, you judge."
    },
    {
        "o": 30492,
        "r": "nkjv:Acts:4:20",
        "t": "For we cannot but speak the things which we have seen and heard.”"
    },
    {
        "o": 30493,
        "r": "nkjv:Acts:4:21",
        "t": "So when they had further threatened them, they let them go, finding no way of punishing them, because of the people, since they all glorified God for what had been done."
    },
    {
        "o": 30494,
        "r": "nkjv:Acts:4:22",
        "t": "For the man was over forty years old on whom this miracle of healing had been performed."
    },
    {
        "o": 30495,
        "r": "nkjv:Acts:4:22",
        "t": "Prayer for Boldness",
        "h": 2
    },
    {
        "o": 30496,
        "r": "nkjv:Acts:4:23",
        "t": "And*p being let go, they went to their own companions*i and reported all that the chief priests and elders had said to them."
    },
    {
        "o": 30497,
        "r": "nkjv:Acts:4:24",
        "t": "So when they heard that, they raised their voice to God with one accord and said: “Lord, You are*i God, who made heaven and earth and the sea, and all that is in them,"
    },
    {
        "o": 30498,
        "r": "nkjv:Acts:4:25",
        "t": "who by the mouth of Your servant David have said: ‘Why*pn did the nations rage, And*ld the people plot vain things?"
    },
    {
        "o": 30499,
        "r": "nkjv:Acts:4:26",
        "t": "The*ld kings of the earth took their stand, And*ld the rulers were gathered together Against*ld the Lord*sb and against His Christ.’"
    },
    {
        "o": 30500,
        "r": "nkjv:Acts:4:27",
        "t": "“For*p truly against Your holy Servant Jesus, whom You anointed, both Herod and Pontius Pilate, with the Gentiles and the people of Israel, were gathered together"
    },
    {
        "o": 30501,
        "r": "nkjv:Acts:4:28",
        "t": "to do whatever Your hand and Your purpose determined before to be done."
    },
    {
        "o": 30502,
        "r": "nkjv:Acts:4:29",
        "t": "Now, Lord, look on their threats, and grant to Your servants that with all boldness they may speak Your word,"
    },
    {
        "o": 30503,
        "r": "nkjv:Acts:4:30",
        "t": "by stretching out Your hand to heal, and that signs and wonders may be done through the name of Your holy Servant Jesus.”"
    },
    {
        "o": 30504,
        "r": "nkjv:Acts:4:31",
        "t": "And*p when they had prayed, the place where they were assembled together was shaken; and they were all filled with the Holy Spirit, and they spoke the word of God with boldness."
    },
    {
        "o": 30505,
        "r": "nkjv:Acts:4:31",
        "t": "Sharing in All Things",
        "h": 2
    },
    {
        "o": 30506,
        "r": "nkjv:Acts:4:32",
        "t": "Now*p the multitude of those who believed were of one heart and one soul; neither did anyone say that any of the things he possessed was his own, but they had all things in common."
    },
    {
        "o": 30507,
        "r": "nkjv:Acts:4:33",
        "t": "And with great power the apostles gave witness to the resurrection of the Lord Jesus. And great grace was upon them all."
    },
    {
        "o": 30508,
        "r": "nkjv:Acts:4:34",
        "t": "Nor was there anyone among them who lacked; for all who were possessors of lands or houses sold them, and brought the proceeds of the things that were sold,"
    },
    {
        "o": 30509,
        "r": "nkjv:Acts:4:35",
        "t": "and laid them*i at the apostles’ feet; and they distributed to each as anyone had need."
    },
    {
        "o": 30510,
        "r": "nkjv:Acts:4:36",
        "t": "And*p Joses, who was also named Barnabas by the apostles (which is translated Son of Encouragement), a Levite of the country of Cyprus,"
    },
    {
        "o": 30511,
        "r": "nkjv:Acts:4:37",
        "t": "having land, sold it,*i and brought the money and laid it*i at the apostles’ feet."
    }
]
