[
    {
        "o": 13324,
        "r": "nkjv:Ezra:1:0",
        "t": "Ezra 1",
        "h": 1
    },
    {
        "o": 13325,
        "r": "nkjv:Ezra:1:0",
        "t": "End of The Babylonian Captivity",
        "h": 2
    },
    {
        "o": 13326,
        "r": "nkjv:Ezra:1:1",
        "t": "Now*p in the first year of Cyrus king of Persia, that the word of the Lord*s by the mouth of Jeremiah might be fulfilled, the Lord*s stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom, and also put*i it*i in writing, saying,"
    },
    {
        "o": 13327,
        "r": "nkjv:Ezra:1:2",
        "t": "Thus*pn says Cyrus king of Persia: All*ld the kingdoms of the earth the Lord*s God of heaven has given me. And He has commanded me to build Him a house at Jerusalem which is*i in Judah."
    },
    {
        "o": 13328,
        "r": "nkjv:Ezra:1:3",
        "t": "Who is*i among you of all His people? May his God be with him, and let him go up to Jerusalem which is*i in Judah, and build the house of the Lord*s God of Israel (He is*i God), which is*i in Jerusalem."
    },
    {
        "o": 13329,
        "r": "nkjv:Ezra:1:4",
        "t": "And whoever is left in any place where he dwells, let the men of his place help him with silver and gold, with goods and livestock, besides the freewill offerings for the house of God which is*i in Jerusalem."
    },
    {
        "o": 13330,
        "r": "nkjv:Ezra:1:5",
        "t": "Then*p the heads of the fathers’ houses*i of Judah and Benjamin, and the priests and the Levites, with all whose spirits God had moved, arose to go up and build the house of the Lord*s which is*i in Jerusalem."
    },
    {
        "o": 13331,
        "r": "nkjv:Ezra:1:6",
        "t": "And all those who were*i around them encouraged them with articles of silver and gold, with goods and livestock, and with precious things, besides all that*i was willingly offered."
    },
    {
        "o": 13332,
        "r": "nkjv:Ezra:1:7",
        "t": "King*p Cyrus also brought out the articles of the house of the Lord,*s which Nebuchadnezzar had taken from Jerusalem and put in the temple of his gods;"
    },
    {
        "o": 13333,
        "r": "nkjv:Ezra:1:8",
        "t": "and Cyrus king of Persia brought them out by the hand of Mithredath the treasurer, and counted them out to Sheshbazzar the prince of Judah."
    },
    {
        "o": 13334,
        "r": "nkjv:Ezra:1:9",
        "t": "This is*i the number of them: thirty gold platters, one thousand silver platters, twenty-nine knives,"
    },
    {
        "o": 13335,
        "r": "nkjv:Ezra:1:10",
        "t": "thirty gold basins, four hundred and ten silver basins of a similar kind,*i and*i one thousand other articles."
    },
    {
        "o": 13336,
        "r": "nkjv:Ezra:1:11",
        "t": "All the articles of gold and silver were*i five thousand four hundred. All these*i Sheshbazzar took with the captives who were brought from Babylon to Jerusalem."
    }
]
