[
    {
        "o": 31909,
        "r": "nasb:1 Corinthians:13:0",
        "t": "1 Corinthians 13",
        "h": 1
    },
    {
        "o": 31910,
        "r": "nasb:1 Corinthians:13:0",
        "t": "The Excellence of Love",
        "h": 2
    },
    {
        "o": 31911,
        "r": "nasb:1 Corinthians:13:1",
        "t": "If*p I speak with the tongues of men and of angels, but do not have love, I have become a noisy gong or a clanging cymbal."
    },
    {
        "o": 31912,
        "r": "nasb:1 Corinthians:13:2",
        "t": "If I have the*i gift*i of*i prophecy, and know all mysteries and all knowledge; and if I have all faith, so as to remove mountains, but do not have love, I am nothing."
    },
    {
        "o": 31913,
        "r": "nasb:1 Corinthians:13:3",
        "t": "And if I give all my possessions to feed the*i poor,*i and if I surrender my body to be burned, but do not have love, it profits me nothing."
    },
    {
        "o": 31914,
        "r": "nasb:1 Corinthians:13:4",
        "t": "Love*p is patient, love is kind and*i is not jealous; love does not brag and*i is not arrogant,"
    },
    {
        "o": 31915,
        "r": "nasb:1 Corinthians:13:5",
        "t": "does not act unbecomingly; it does not seek its own, is not provoked, does not take into account a wrong suffered,*i"
    },
    {
        "o": 31916,
        "r": "nasb:1 Corinthians:13:6",
        "t": "does not rejoice in unrighteousness, but rejoices with the truth;"
    },
    {
        "o": 31917,
        "r": "nasb:1 Corinthians:13:7",
        "t": "bears all things, believes all things, hopes all things, endures all things."
    },
    {
        "o": 31918,
        "r": "nasb:1 Corinthians:13:8",
        "t": "Love*p never fails; but if there*i are*i gifts*i of*i prophecy, they will be done away; if there*i are*i tongues, they will cease; if there*i is*i knowledge, it will be done away."
    },
    {
        "o": 31919,
        "r": "nasb:1 Corinthians:13:9",
        "t": "For we know in part and we prophesy in part;"
    },
    {
        "o": 31920,
        "r": "nasb:1 Corinthians:13:10",
        "t": "but when the perfect comes, the partial will be done away."
    },
    {
        "o": 31921,
        "r": "nasb:1 Corinthians:13:11",
        "t": "When I was a child, I used to speak like a child, think like a child, reason like a child; when I became a man, I did away with childish things."
    },
    {
        "o": 31922,
        "r": "nasb:1 Corinthians:13:12",
        "t": "For now we see in a mirror dimly, but then face to face; now I know in part, but then I will know fully just as I also have been fully known."
    },
    {
        "o": 31923,
        "r": "nasb:1 Corinthians:13:13",
        "t": "But now faith, hope, love, abide these three; but the greatest of these is love."
    }
]
