[
    {
        "o": 30863,
        "r": "nkjv:Acts:13:0",
        "t": "Acts 13",
        "h": 1
    },
    {
        "o": 30864,
        "r": "nkjv:Acts:13:1",
        "t": "Now*p in the church that was at Antioch there were certain prophets and teachers: Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen who had been brought up with Herod the tetrarch, and Saul."
    },
    {
        "o": 30865,
        "r": "nkjv:Acts:13:2",
        "t": "As they ministered to the Lord and fasted, the Holy Spirit said, “Now separate to Me Barnabas and Saul for the work to which I have called them.”"
    },
    {
        "o": 30866,
        "r": "nkjv:Acts:13:3",
        "t": "Then, having fasted and prayed, and laid hands on them, they sent them*i away."
    },
    {
        "o": 30867,
        "r": "nkjv:Acts:13:3",
        "t": "Preaching in Cyprus",
        "h": 2
    },
    {
        "o": 30868,
        "r": "nkjv:Acts:13:4",
        "t": "So,*p being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to Cyprus."
    },
    {
        "o": 30869,
        "r": "nkjv:Acts:13:5",
        "t": "And when they arrived in Salamis, they preached the word of God in the synagogues of the Jews. They also had John as their*i assistant."
    },
    {
        "o": 30870,
        "r": "nkjv:Acts:13:6",
        "t": "Now*p when they had gone through the island to Paphos, they found a certain sorcerer, a false prophet, a Jew whose name was*i Bar-Jesus,"
    },
    {
        "o": 30871,
        "r": "nkjv:Acts:13:7",
        "t": "who was with the proconsul, Sergius Paulus, an intelligent man. This man called for Barnabas and Saul and sought to hear the word of God."
    },
    {
        "o": 30872,
        "r": "nkjv:Acts:13:8",
        "t": "But Elymas the sorcerer (for so his name is translated) withstood them, seeking to turn the proconsul away from the faith."
    },
    {
        "o": 30873,
        "r": "nkjv:Acts:13:9",
        "t": "Then Saul, who also is*i called*i Paul, filled with the Holy Spirit, looked intently at him"
    },
    {
        "o": 30874,
        "r": "nkjv:Acts:13:10",
        "t": "and said, “O full of all deceit and all fraud, you*i son of the devil, you*i enemy of all righteousness, will you not cease perverting the straight ways of the Lord?"
    },
    {
        "o": 30875,
        "r": "nkjv:Acts:13:11",
        "t": "And now, indeed, the hand of the Lord is*i upon you, and you shall be blind, not seeing the sun for a time.” And*p immediately a dark mist fell on him, and he went around seeking someone to lead him by the hand."
    },
    {
        "o": 30876,
        "r": "nkjv:Acts:13:12",
        "t": "Then the proconsul believed, when he saw what had been done, being astonished at the teaching of the Lord."
    },
    {
        "o": 30877,
        "r": "nkjv:Acts:13:12",
        "t": "At Antioch in Pisidia",
        "h": 2
    },
    {
        "o": 30878,
        "r": "nkjv:Acts:13:13",
        "t": "Now*p when Paul and his party set sail from Paphos, they came to Perga in Pamphylia; and John, departing from them, returned to Jerusalem."
    },
    {
        "o": 30879,
        "r": "nkjv:Acts:13:14",
        "t": "But when they departed from Perga, they came to Antioch in Pisidia, and went into the synagogue on the Sabbath day and sat down."
    },
    {
        "o": 30880,
        "r": "nkjv:Acts:13:15",
        "t": "And after the reading of the Law and the Prophets, the rulers of the synagogue sent to them, saying, “Men and*i brethren, if you have any word of exhortation for the people, say on.”"
    },
    {
        "o": 30881,
        "r": "nkjv:Acts:13:16",
        "t": "Then*p Paul stood up, and motioning with his*i hand said, “Men of Israel, and you who fear God, listen:"
    },
    {
        "o": 30882,
        "r": "nkjv:Acts:13:17",
        "t": "The God of this people Israel chose our fathers, and exalted the people when they dwelt as strangers in the land of Egypt, and with an uplifted arm He brought them out of it."
    },
    {
        "o": 30883,
        "r": "nkjv:Acts:13:18",
        "t": "Now for a time of about forty years He put up with their ways in the wilderness."
    },
    {
        "o": 30884,
        "r": "nkjv:Acts:13:19",
        "t": "And when He had destroyed seven nations in the land of Canaan, He distributed their land to them by allotment."
    },
    {
        "o": 30885,
        "r": "nkjv:Acts:13:20",
        "t": "“After*p that He gave them*i judges for about four hundred and fifty years, until Samuel the prophet."
    },
    {
        "o": 30886,
        "r": "nkjv:Acts:13:21",
        "t": "And afterward they asked for a king; so God gave them Saul the son of Kish, a man of the tribe of Benjamin, for forty years."
    },
    {
        "o": 30887,
        "r": "nkjv:Acts:13:22",
        "t": "And when He had removed him, He raised up for them David as king, to whom also He gave testimony and said, ‘I have found David the son*i of Jesse, a man after My own*i heart, who will do all My will.’"
    },
    {
        "o": 30888,
        "r": "nkjv:Acts:13:23",
        "t": "From this man’s seed, according to the*i promise, God raised up for Israel a Savior—Jesus—"
    },
    {
        "o": 30889,
        "r": "nkjv:Acts:13:24",
        "t": "after John had first preached, before His coming, the baptism of repentance to all the people of Israel."
    },
    {
        "o": 30890,
        "r": "nkjv:Acts:13:25",
        "t": "And as John was finishing his course, he said, ‘Who do you think I am? I am not He.*i But behold, there comes One after me, the sandals of whose feet I am not worthy to loose.’"
    },
    {
        "o": 30891,
        "r": "nkjv:Acts:13:26",
        "t": "“Men*p and*i brethren, sons of the family of Abraham, and those among you who fear God, to you the word of this salvation has been sent."
    },
    {
        "o": 30892,
        "r": "nkjv:Acts:13:27",
        "t": "For those who dwell in Jerusalem, and their rulers, because they did not know Him, nor even the voices of the Prophets which are read every Sabbath, have fulfilled them*i in condemning Him.*i"
    },
    {
        "o": 30893,
        "r": "nkjv:Acts:13:28",
        "t": "And though they found no cause for death in*i Him,*i they asked Pilate that He should be put to death."
    },
    {
        "o": 30894,
        "r": "nkjv:Acts:13:29",
        "t": "Now when they had fulfilled all that was written concerning Him, they took Him*i down from the tree and laid Him*i in a tomb."
    },
    {
        "o": 30895,
        "r": "nkjv:Acts:13:30",
        "t": "But God raised Him from the dead."
    },
    {
        "o": 30896,
        "r": "nkjv:Acts:13:31",
        "t": "He was seen for many days by those who came up with Him from Galilee to Jerusalem, who are His witnesses to the people."
    },
    {
        "o": 30897,
        "r": "nkjv:Acts:13:32",
        "t": "And we declare to you glad tidings— that promise which was made to the fathers."
    },
    {
        "o": 30898,
        "r": "nkjv:Acts:13:33",
        "t": "God has fulfilled this for us their children, in that He has raised up Jesus. As it is also written in the second Psalm: ‘You*pn are My Son, Today*ld I have begotten You.’"
    },
    {
        "o": 30899,
        "r": "nkjv:Acts:13:34",
        "t": "And*p that He raised Him from the dead, no more to return to corruption, He has spoken thus: ‘I*pn will give you the sure mercies of David.’"
    },
    {
        "o": 30900,
        "r": "nkjv:Acts:13:35",
        "t": "Therefore*p He also says in another Psalm:*i ‘You*pn will not allow Your Holy One to see corruption.’"
    },
    {
        "o": 30901,
        "r": "nkjv:Acts:13:36",
        "t": "“For*p David, after he had served his own generation by the will of God, fell asleep, was buried with his fathers, and saw corruption;"
    },
    {
        "o": 30902,
        "r": "nkjv:Acts:13:37",
        "t": "but He whom God raised up saw no corruption."
    },
    {
        "o": 30903,
        "r": "nkjv:Acts:13:38",
        "t": "Therefore let it be known to you, brethren, that through this Man is preached to you the forgiveness of sins;"
    },
    {
        "o": 30904,
        "r": "nkjv:Acts:13:39",
        "t": "and by Him everyone who believes is justified from all things from which you could not be justified by the law of Moses."
    },
    {
        "o": 30905,
        "r": "nkjv:Acts:13:40",
        "t": "Beware therefore, lest what has been spoken in the prophets come upon you:"
    },
    {
        "o": 30906,
        "r": "nkjv:Acts:13:41",
        "t": "‘Behold,*pn you despisers, Marvel*ld and perish! For*ld I work a work in your days, A*ld work which you will by no means believe, Though*ld one were to declare it to you.’”"
    },
    {
        "o": 30907,
        "r": "nkjv:Acts:13:41",
        "t": "Blessing and Conflict at Antioch",
        "h": 2
    },
    {
        "o": 30908,
        "r": "nkjv:Acts:13:42",
        "t": "So*p when the Jews went out of the synagogue, the Gentiles begged that these words might be preached to them the next Sabbath."
    },
    {
        "o": 30909,
        "r": "nkjv:Acts:13:43",
        "t": "Now when the congregation had broken up, many of the Jews and devout proselytes followed Paul and Barnabas, who, speaking to them, persuaded them to continue in the grace of God."
    },
    {
        "o": 30910,
        "r": "nkjv:Acts:13:44",
        "t": "On*p the next Sabbath almost the whole city came together to hear the word of God."
    },
    {
        "o": 30911,
        "r": "nkjv:Acts:13:45",
        "t": "But when the Jews saw the multitudes, they were filled with envy; and contradicting and blaspheming, they opposed the things spoken by Paul."
    },
    {
        "o": 30912,
        "r": "nkjv:Acts:13:46",
        "t": "Then Paul and Barnabas grew bold and said, “It was necessary that the word of God should be spoken to you first; but since you reject it, and judge yourselves unworthy of everlasting life, behold, we turn to the Gentiles."
    },
    {
        "o": 30913,
        "r": "nkjv:Acts:13:47",
        "t": "For so the Lord has commanded us: ‘I*pn have set you as a light to the Gentiles, That*ld you should be for salvation to the ends of the earth.’”"
    },
    {
        "o": 30914,
        "r": "nkjv:Acts:13:48",
        "t": "Now*p when the Gentiles heard this, they were glad and glorified the word of the Lord. And as many as had been appointed to eternal life believed."
    },
    {
        "o": 30915,
        "r": "nkjv:Acts:13:49",
        "t": "And*p the word of the Lord was being spread throughout all the region."
    },
    {
        "o": 30916,
        "r": "nkjv:Acts:13:50",
        "t": "But the Jews stirred up the devout and prominent women and the chief men of the city, raised up persecution against Paul and Barnabas, and expelled them from their region."
    },
    {
        "o": 30917,
        "r": "nkjv:Acts:13:51",
        "t": "But they shook off the dust from their feet against them, and came to Iconium."
    },
    {
        "o": 30918,
        "r": "nkjv:Acts:13:52",
        "t": "And the disciples were filled with joy and with the Holy Spirit."
    }
]
