[
    {
        "o": 24267,
        "r": "niv:Hosea:1:0",
        "t": "Hosea 1",
        "h": 1
    },
    {
        "o": 24268,
        "r": "niv:Hosea:1:1",
        "t": "The*p word of the Lord*s that came to Hosea son of Beeri during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah, and during the reign of Jeroboam son of Jehoash king of Israel:"
    },
    {
        "o": 24269,
        "r": "niv:Hosea:1:1",
        "t": "Hosea’s Wife and Children",
        "h": 2
    },
    {
        "o": 24270,
        "r": "niv:Hosea:1:2",
        "t": "When*p the Lord*s began to speak through Hosea, the Lord*s said to him, “Go, marry a promiscuous woman and have children with her, for like an adulterous wife this land is guilty of unfaithfulness to the Lord.”*s"
    },
    {
        "o": 24271,
        "r": "niv:Hosea:1:3",
        "t": "So he married Gomer daughter of Diblaim, and she conceived and bore him a son."
    },
    {
        "o": 24272,
        "r": "niv:Hosea:1:4",
        "t": "Then*p the Lord*s said to Hosea, “Call him Jezreel, because I will soon punish the house of Jehu for the massacre at Jezreel, and I will put an end to the kingdom of Israel."
    },
    {
        "o": 24273,
        "r": "niv:Hosea:1:5",
        "t": "In that day I will break Israel’s bow in the Valley of Jezreel.”"
    },
    {
        "o": 24274,
        "r": "niv:Hosea:1:6",
        "t": "Gomer*p conceived again and gave birth to a daughter. Then the Lord*s said to Hosea, “Call her Lo-Ruhamah (which means “not loved”), for I will no longer show love to Israel, that I should at all forgive them."
    },
    {
        "o": 24275,
        "r": "niv:Hosea:1:7",
        "t": "Yet I will show love to Judah; and I will save them—not by bow, sword or battle, or by horses and horsemen, but I, the Lord*s their God, will save them.”"
    },
    {
        "o": 24276,
        "r": "niv:Hosea:1:8",
        "t": "After*p she had weaned Lo-Ruhamah, Gomer had another son."
    },
    {
        "o": 24277,
        "r": "niv:Hosea:1:9",
        "t": "Then the Lord*s said, “Call him Lo-Ammi (which means “not my people”), for you are not my people, and I am not your God."
    },
    {
        "o": 24278,
        "r": "niv:Hosea:1:10",
        "t": "“Yet*p the Israelites will be like the sand on the seashore, which cannot be measured or counted. In the place where it was said to them, ‘You are not my people,’ they will be called ‘children of the living God.’"
    },
    {
        "o": 24279,
        "r": "niv:Hosea:1:11",
        "t": "The people of Judah and the people of Israel will come together; they will appoint one leader and will come up out of the land, for great will be the day of Jezreel."
    }
]
