[
    {
        "o": 20755,
        "r": "nasb:Isaiah:49:0",
        "t": "Isaiah 49",
        "h": 1
    },
    {
        "o": 20756,
        "r": "nasb:Isaiah:49:0",
        "t": "Salvation Reaches to the End of the Earth",
        "h": 2
    },
    {
        "o": 20757,
        "r": "nasb:Isaiah:49:1",
        "t": "Listen*pn to Me, O islands, And*ln pay attention, you peoples from afar. The*ln Lord*s called Me from the womb; From*ln the body of My mother He named Me."
    },
    {
        "o": 20758,
        "r": "nasb:Isaiah:49:2",
        "t": "He*ln has made My mouth like a sharp sword, In*ln the shadow of His hand He has concealed Me; And*ln He has also made Me a select arrow, He*ln has hidden Me in His quiver."
    },
    {
        "o": 20759,
        "r": "nasb:Isaiah:49:3",
        "t": "He*ln said to Me, “You are My Servant, Israel, In*ln Whom I will show My glory.”"
    },
    {
        "o": 20760,
        "r": "nasb:Isaiah:49:4",
        "t": "But*ln I said, “I have toiled in vain, I*ln have spent My strength for nothing and vanity; Yet*ln surely the justice due*i to Me is with the Lord,*s And*ln My reward with My God.”"
    },
    {
        "o": 20761,
        "r": "nasb:Isaiah:49:5",
        "t": "And*ln now says the Lord,*s who formed Me from the womb to be His Servant, To*ln bring Jacob back to Him, so that Israel might be gathered to Him (For*ln I am honored in the sight of the Lord,*s And*ln My God is My strength),"
    },
    {
        "o": 20762,
        "r": "nasb:Isaiah:49:6",
        "t": "He*ln says, “It is too small a thing that You should be My Servant To*ln raise up the tribes of Jacob and to restore the preserved ones of Israel; I*ln will also make You a light of the nations So*ln that My salvation may reach to the end of the earth.”"
    },
    {
        "o": 20763,
        "r": "nasb:Isaiah:49:7",
        "t": "Thus*ln says the Lord,*s the Redeemer of Israel and*i its Holy One, To*ln the despised One, To*ln the One abhorred by the nation, To*ln the Servant of rulers, “Kings*ln will see and arise, Princes*ln will also bow down, Because*ln of the Lord*s who is faithful, the Holy One of Israel who has chosen You.”"
    },
    {
        "o": 20764,
        "r": "nasb:Isaiah:49:8",
        "t": "Thus*ln says the Lord,*s “In*ln a favorable time I have answered You, And*ln in a day of salvation I have helped You; And*ln I will keep You and give You for a covenant of the people, To*ln restore the land, to make them*i inherit the desolate heritages;"
    },
    {
        "o": 20765,
        "r": "nasb:Isaiah:49:9",
        "t": "Saying*ln to those who are bound, ‘Go forth,’ To*ln those who are in darkness, ‘Show yourselves.’ Along*ln the roads they will feed, And*ln their pasture will*i be*i on all bare heights."
    },
    {
        "o": 20766,
        "r": "nasb:Isaiah:49:10",
        "t": "They*ln will not hunger or thirst, Nor*ln will the scorching heat or sun strike them down; For*ln He who has compassion on them will lead them And*ln will guide them to springs of water."
    },
    {
        "o": 20767,
        "r": "nasb:Isaiah:49:11",
        "t": "I*ln will make all My mountains a road, And*ln My highways will be raised up."
    },
    {
        "o": 20768,
        "r": "nasb:Isaiah:49:12",
        "t": "Behold,*ln these will come from afar; And*ln lo, these will*i come*i from the north and from the west, And*ln these from the land of Sinim.”"
    },
    {
        "o": 20769,
        "r": "nasb:Isaiah:49:13",
        "t": "Shout*ln for joy, O heavens! And rejoice, O earth! Break*ln forth into joyful shouting, O mountains! For*ln the Lord*s has comforted His people And*ln will have compassion on His afflicted."
    },
    {
        "o": 20770,
        "r": "nasb:Isaiah:49:13",
        "t": "Promise to Zion",
        "h": 2
    },
    {
        "o": 20771,
        "r": "nasb:Isaiah:49:14",
        "t": "But*pn Zion said, “The Lord*s has forsaken me, And*ln the Lord has forgotten me.”"
    },
    {
        "o": 20772,
        "r": "nasb:Isaiah:49:15",
        "t": "“Can*ln a woman forget her nursing child And*ln have no compassion on the son of her womb? Even*ln these may forget, but I will not forget you."
    },
    {
        "o": 20773,
        "r": "nasb:Isaiah:49:16",
        "t": "Behold,*ln I have inscribed you on the palms of*i My*i hands;*i Your*ln walls are continually before Me."
    },
    {
        "o": 20774,
        "r": "nasb:Isaiah:49:17",
        "t": "Your*ln builders hurry; Your*ln destroyers and devastators Will*ln depart from you."
    },
    {
        "o": 20775,
        "r": "nasb:Isaiah:49:18",
        "t": "Lift*ln up your eyes and look around; All*ln of them gather together, they come to you. As*ln I live,” declares the Lord,*s “You*ln will surely put on all of them as jewels and bind them on as a bride."
    },
    {
        "o": 20776,
        "r": "nasb:Isaiah:49:19",
        "t": "For*ln your waste and desolate places and your destroyed land— Surely*ln now you will be too cramped for the inhabitants, And*ln those who swallowed you will be far away."
    },
    {
        "o": 20777,
        "r": "nasb:Isaiah:49:20",
        "t": "The*ln children of whom you were bereaved will yet say in your ears, ‘The*ln place is too cramped for me; Make*ln room for me that I may live here.’*i"
    },
    {
        "o": 20778,
        "r": "nasb:Isaiah:49:21",
        "t": "Then*ln you will say in your heart, ‘Who*ln has begotten these for me, Since*ln I have been bereaved of my children And*ln am barren, an exile and a wanderer? And*ln who has reared these? Behold,*ln I was left alone; From*ln where did these come?’ ”"
    },
    {
        "o": 20779,
        "r": "nasb:Isaiah:49:22",
        "t": "Thus*p says the Lord God,*s “Behold,*pn I will lift up My hand to the nations And*ln set up My standard to the peoples; And*ln they will bring your sons in their*i bosom, And*ln your daughters will be carried on their*i shoulders."
    },
    {
        "o": 20780,
        "r": "nasb:Isaiah:49:23",
        "t": "Kings*ln will be your guardians, And*ln their princesses your nurses. They*ln will bow down to you with their faces to the earth And*ln lick the dust of your feet; And*ln you*i will know that I am the Lord;*s Those*ln who hopefully wait for Me will not be put to shame."
    },
    {
        "o": 20781,
        "r": "nasb:Isaiah:49:24",
        "t": "“Can*ln the prey be taken from the mighty man, Or*ln the captives of a tyrant be rescued?”"
    },
    {
        "o": 20782,
        "r": "nasb:Isaiah:49:25",
        "t": "Surely,*p thus says the Lord,*s “Even*pn the captives of the mighty man will be taken away, And*ln the prey of the tyrant will be rescued; For*ln I will contend with the one who contends with you, And*ln I will save your sons."
    },
    {
        "o": 20783,
        "r": "nasb:Isaiah:49:26",
        "t": "I*ln will feed your oppressors with their own flesh, And*ln they will become drunk with their own blood as with sweet wine; And*ln all flesh will know that I, the Lord,*s am your Savior And*ln your Redeemer, the Mighty One of Jacob.”"
    }
]
