[
    {
        "o": 22136,
        "r": "nasb:Jeremiah:37:0",
        "t": "Jeremiah 37",
        "h": 1
    },
    {
        "o": 22137,
        "r": "nasb:Jeremiah:37:0",
        "t": "Jeremiah Warns against Trust in Pharaoh",
        "h": 2
    },
    {
        "o": 22138,
        "r": "nasb:Jeremiah:37:1",
        "t": "Now*p Zedekiah the son of Josiah whom Nebuchadnezzar king of Babylon had made king in the land of Judah, reigned as king in place of Coniah the son of Jehoiakim."
    },
    {
        "o": 22139,
        "r": "nasb:Jeremiah:37:2",
        "t": "But neither he nor his servants nor the people of the land listened to the words of the Lord*s which He spoke through Jeremiah the prophet."
    },
    {
        "o": 22140,
        "r": "nasb:Jeremiah:37:3",
        "t": "Yet*p King Zedekiah sent Jehucal the son of Shelemiah, and Zephaniah the son of Maaseiah, the priest, to Jeremiah the prophet, saying, “Please pray to the Lord*s our God on our behalf.”"
    },
    {
        "o": 22141,
        "r": "nasb:Jeremiah:37:4",
        "t": "Now Jeremiah was still*i coming in and going out among the people, for they had not yet*i put him in the prison."
    },
    {
        "o": 22142,
        "r": "nasb:Jeremiah:37:5",
        "t": "Meanwhile, Pharaoh’s army had set out from Egypt; and when the Chaldeans who had been besieging Jerusalem heard the report about them, they lifted the siege*i from Jerusalem."
    },
    {
        "o": 22143,
        "r": "nasb:Jeremiah:37:6",
        "t": "Then*p the word of the Lord*s came to Jeremiah the prophet, saying,"
    },
    {
        "o": 22144,
        "r": "nasb:Jeremiah:37:7",
        "t": "“Thus says the Lord*s God of Israel, ‘Thus you are to say to the king of Judah, who sent you to Me to inquire of Me: “Behold, Pharaoh’s army which has come out for your assistance is going to return to its own land of Egypt."
    },
    {
        "o": 22145,
        "r": "nasb:Jeremiah:37:8",
        "t": "The Chaldeans will also return and fight against this city, and they will capture it and burn it with fire.” ’"
    },
    {
        "o": 22146,
        "r": "nasb:Jeremiah:37:9",
        "t": "Thus says the Lord,*s ‘Do not deceive yourselves, saying, “The Chaldeans will surely go away from us,” for they will not go."
    },
    {
        "o": 22147,
        "r": "nasb:Jeremiah:37:10",
        "t": "For even if you had defeated the entire army of Chaldeans who were fighting against you, and there were only*i wounded men left among them, each man in his tent, they would rise up and burn this city with fire.’ ”"
    },
    {
        "o": 22148,
        "r": "nasb:Jeremiah:37:10",
        "t": "Jeremiah Imprisoned",
        "h": 2
    },
    {
        "o": 22149,
        "r": "nasb:Jeremiah:37:11",
        "t": "Now*p it happened when the army of the Chaldeans had lifted the*i siege*i from Jerusalem because of Pharaoh’s army,"
    },
    {
        "o": 22150,
        "r": "nasb:Jeremiah:37:12",
        "t": "that Jeremiah went out from Jerusalem to go to the land of Benjamin in order to take possession of some*i property there among the people."
    },
    {
        "o": 22151,
        "r": "nasb:Jeremiah:37:13",
        "t": "While he was at the Gate of Benjamin, a captain of the guard whose name was Irijah, the son of Shelemiah the son of Hananiah was there; and he arrested Jeremiah the prophet, saying, “You are going over to the Chaldeans!”"
    },
    {
        "o": 22152,
        "r": "nasb:Jeremiah:37:14",
        "t": "But Jeremiah said, “A lie! I am not going over to the Chaldeans”; yet he would not listen to him. So Irijah arrested Jeremiah and brought him to the officials."
    },
    {
        "o": 22153,
        "r": "nasb:Jeremiah:37:15",
        "t": "Then the officials were angry at Jeremiah and beat him, and they put him in jail in the house of Jonathan the scribe, which they had made into the prison."
    },
    {
        "o": 22154,
        "r": "nasb:Jeremiah:37:16",
        "t": "For Jeremiah had come into the dungeon, that is, the vaulted cell; and Jeremiah stayed there many days."
    },
    {
        "o": 22155,
        "r": "nasb:Jeremiah:37:17",
        "t": "Now*p King Zedekiah sent and took him out;*i and in his palace the king secretly asked him and said, “Is there a word from the Lord?”*s And Jeremiah said, “There is!” Then he said, “You will be given into the hand of the king of Babylon!”"
    },
    {
        "o": 22156,
        "r": "nasb:Jeremiah:37:18",
        "t": "Moreover Jeremiah said to King Zedekiah, “In*i what way*i have I sinned against you, or against your servants, or against this people, that you have put me in prison?"
    },
    {
        "o": 22157,
        "r": "nasb:Jeremiah:37:19",
        "t": "Where then are your prophets who prophesied to you, saying, ‘The king of Babylon will not come against you or against this land’?"
    },
    {
        "o": 22158,
        "r": "nasb:Jeremiah:37:20",
        "t": "But now, please listen, O my lord the king; please let my petition come before you and do not make me return to the house of Jonathan the scribe, that I may not die there.”"
    },
    {
        "o": 22159,
        "r": "nasb:Jeremiah:37:21",
        "t": "Then King Zedekiah gave commandment, and they committed Jeremiah to the court of the guardhouse and gave him a loaf of bread daily from the bakers’ street, until all the bread in the city was gone. So Jeremiah remained in the court of the guardhouse."
    }
]
