[
    {
        "o": 6663,
        "r": "niv:Joshua:11:0",
        "t": "Joshua 11",
        "h": 1
    },
    {
        "o": 6664,
        "r": "niv:Joshua:11:0",
        "t": "Northern Kings Defeated",
        "h": 2
    },
    {
        "o": 6665,
        "r": "niv:Joshua:11:1",
        "t": "When*p Jabin king of Hazor heard of this, he sent word to Jobab king of Madon, to the kings of Shimron and Akshaph,"
    },
    {
        "o": 6666,
        "r": "niv:Joshua:11:2",
        "t": "and to the northern kings who were in the mountains, in the Arabah south of Kinnereth, in the western foothills and in Naphoth Dor on the west;"
    },
    {
        "o": 6667,
        "r": "niv:Joshua:11:3",
        "t": "to the Canaanites in the east and west; to the Amorites, Hittites, Perizzites and Jebusites in the hill country; and to the Hivites below Hermon in the region of Mizpah."
    },
    {
        "o": 6668,
        "r": "niv:Joshua:11:4",
        "t": "They came out with all their troops and a large number of horses and chariots—a huge army, as numerous as the sand on the seashore."
    },
    {
        "o": 6669,
        "r": "niv:Joshua:11:5",
        "t": "All these kings joined forces and made camp together at the Waters of Merom to fight against Israel."
    },
    {
        "o": 6670,
        "r": "niv:Joshua:11:6",
        "t": "The*p Lord*s said to Joshua, “Do not be afraid of them, because by this time tomorrow I will hand all of them, slain, over to Israel. You are to hamstring their horses and burn their chariots.”"
    },
    {
        "o": 6671,
        "r": "niv:Joshua:11:7",
        "t": "So*p Joshua and his whole army came against them suddenly at the Waters of Merom and attacked them,"
    },
    {
        "o": 6672,
        "r": "niv:Joshua:11:8",
        "t": "and the Lord*s gave them into the hand of Israel. They defeated them and pursued them all the way to Greater Sidon, to Misrephoth Maim, and to the Valley of Mizpah on the east, until no survivors were left."
    },
    {
        "o": 6673,
        "r": "niv:Joshua:11:9",
        "t": "Joshua did to them as the Lord*s had directed: He hamstrung their horses and burned their chariots."
    },
    {
        "o": 6674,
        "r": "niv:Joshua:11:10",
        "t": "At*p that time Joshua turned back and captured Hazor and put its king to the sword. (Hazor had been the head of all these kingdoms.)"
    },
    {
        "o": 6675,
        "r": "niv:Joshua:11:11",
        "t": "Everyone in it they put to the sword. They totally destroyed them, not sparing anyone that breathed, and he burned Hazor itself."
    },
    {
        "o": 6676,
        "r": "niv:Joshua:11:12",
        "t": "Joshua*p took all these royal cities and their kings and put them to the sword. He totally destroyed them, as Moses the servant of the Lord*s had commanded."
    },
    {
        "o": 6677,
        "r": "niv:Joshua:11:13",
        "t": "Yet Israel did not burn any of the cities built on their mounds—except Hazor, which Joshua burned."
    },
    {
        "o": 6678,
        "r": "niv:Joshua:11:14",
        "t": "The Israelites carried off for themselves all the plunder and livestock of these cities, but all the people they put to the sword until they completely destroyed them, not sparing anyone that breathed."
    },
    {
        "o": 6679,
        "r": "niv:Joshua:11:15",
        "t": "As the Lord*s commanded his servant Moses, so Moses commanded Joshua, and Joshua did it; he left nothing undone of all that the Lord*s commanded Moses."
    },
    {
        "o": 6680,
        "r": "niv:Joshua:11:16",
        "t": "So*p Joshua took this entire land: the hill country, all the Negev, the whole region of Goshen, the western foothills, the Arabah and the mountains of Israel with their foothills,"
    },
    {
        "o": 6681,
        "r": "niv:Joshua:11:17",
        "t": "from Mount Halak, which rises toward Seir, to Baal Gad in the Valley of Lebanon below Mount Hermon. He captured all their kings and put them to death."
    },
    {
        "o": 6682,
        "r": "niv:Joshua:11:18",
        "t": "Joshua waged war against all these kings for a long time."
    },
    {
        "o": 6683,
        "r": "niv:Joshua:11:19",
        "t": "Except for the Hivites living in Gibeon, not one city made a treaty of peace with the Israelites, who took them all in battle."
    },
    {
        "o": 6684,
        "r": "niv:Joshua:11:20",
        "t": "For it was the Lord*s himself who hardened their hearts to wage war against Israel, so that he might destroy them totally, exterminating them without mercy, as the Lord*s had commanded Moses."
    },
    {
        "o": 6685,
        "r": "niv:Joshua:11:21",
        "t": "At*p that time Joshua went and destroyed the Anakites from the hill country: from Hebron, Debir and Anab, from all the hill country of Judah, and from all the hill country of Israel. Joshua totally destroyed them and their towns."
    },
    {
        "o": 6686,
        "r": "niv:Joshua:11:22",
        "t": "No Anakites were left in Israelite territory; only in Gaza, Gath and Ashdod did any survive."
    },
    {
        "o": 6687,
        "r": "niv:Joshua:11:23",
        "t": "So*p Joshua took the entire land, just as the Lord*s had directed Moses, and he gave it as an inheritance to Israel according to their tribal divisions. Then the land had rest from war."
    }
]
