[
    {
        "o": 423,
        "r": "nkjv:Genesis:16:0",
        "t": "Genesis 16",
        "h": 1
    },
    {
        "o": 424,
        "r": "nkjv:Genesis:16:0",
        "t": "Hagar and Ishmael",
        "h": 2
    },
    {
        "o": 425,
        "r": "nkjv:Genesis:16:1",
        "t": "Now*p Sarai, Abram’s wife, had borne him no children.*i And she had an Egyptian maidservant whose name was Hagar."
    },
    {
        "o": 426,
        "r": "nkjv:Genesis:16:2",
        "t": "So Sarai said to Abram, “See now, the Lord*s has restrained me from bearing children.*i Please, go in to my maid; perhaps I shall obtain children by her.” And Abram heeded the voice of Sarai."
    },
    {
        "o": 427,
        "r": "nkjv:Genesis:16:3",
        "t": "Then Sarai, Abram’s wife, took Hagar her maid, the Egyptian, and gave her to her husband Abram to be his wife, after Abram had dwelt ten years in the land of Canaan."
    },
    {
        "o": 428,
        "r": "nkjv:Genesis:16:4",
        "t": "So he went in to Hagar, and she conceived. And when she saw that she had conceived, her mistress became despised in her eyes."
    },
    {
        "o": 429,
        "r": "nkjv:Genesis:16:5",
        "t": "Then*p Sarai said to Abram, “My wrong be*i upon you! I gave my maid into your embrace; and when she saw that she had conceived, I became despised in her eyes. The Lord*s judge between you and me.”"
    },
    {
        "o": 430,
        "r": "nkjv:Genesis:16:6",
        "t": "So*p Abram said to Sarai, “Indeed your maid is*i in your hand; do to her as you please.” And when Sarai dealt harshly with her, she fled from her presence."
    },
    {
        "o": 431,
        "r": "nkjv:Genesis:16:7",
        "t": "Now*p the Angel of the Lord*s found her by a spring of water in the wilderness, by the spring on the way to Shur."
    },
    {
        "o": 432,
        "r": "nkjv:Genesis:16:8",
        "t": "And He said, “Hagar, Sarai’s maid, where have you come from, and where are you going?” She*p said, “I am fleeing from the presence of my mistress Sarai.”"
    },
    {
        "o": 433,
        "r": "nkjv:Genesis:16:9",
        "t": "The*p Angel of the Lord*s said to her, “Return to your mistress, and submit yourself under her hand.”"
    },
    {
        "o": 434,
        "r": "nkjv:Genesis:16:10",
        "t": "Then the Angel of the Lord*s said to her, “I will multiply your descendants exceedingly, so that they shall not be counted for multitude.”"
    },
    {
        "o": 435,
        "r": "nkjv:Genesis:16:11",
        "t": "And the Angel of the Lord*s said to her: “Behold,*pn you are*i with child, And*ld you shall bear a son. You*ld shall call his name Ishmael, Because*ld the Lord*s has heard your affliction."
    },
    {
        "o": 436,
        "r": "nkjv:Genesis:16:12",
        "t": "He*ld shall be a wild man; His*ld hand shall*i be*i against every man, And*ld every man’s hand against him. And*ld he shall dwell in the presence of all his brethren.”"
    },
    {
        "o": 437,
        "r": "nkjv:Genesis:16:13",
        "t": "Then*p she called the name of the Lord*s who spoke to her, You-Are-the-God-Who-Sees; for she said, “Have I also here seen Him who sees me?”"
    },
    {
        "o": 438,
        "r": "nkjv:Genesis:16:14",
        "t": "Therefore the well was called Beer Lahai Roi; observe, it*i is*i between Kadesh and Bered."
    },
    {
        "o": 439,
        "r": "nkjv:Genesis:16:15",
        "t": "So*p Hagar bore Abram a son; and Abram named his son, whom Hagar bore, Ishmael."
    },
    {
        "o": 440,
        "r": "nkjv:Genesis:16:16",
        "t": "Abram was*i eighty-six years old when Hagar bore Ishmael to Abram."
    }
]
