[
    {
        "o": 25742,
        "r": "nasb:Malachi:2:0",
        "t": "Malachi 2",
        "h": 1
    },
    {
        "o": 25743,
        "r": "nasb:Malachi:2:0",
        "t": "Priests to Be Disciplined",
        "h": 2
    },
    {
        "o": 25744,
        "r": "nasb:Malachi:2:1",
        "t": "“And*p now this commandment is for you, O priests."
    },
    {
        "o": 25745,
        "r": "nasb:Malachi:2:2",
        "t": "If you do not listen, and if you do not take it to heart to give honor to My name,” says the Lord*s of hosts, “then I will send the curse upon you and I will curse your blessings; and indeed, I have cursed them already,*i because you are not taking it*i to heart."
    },
    {
        "o": 25746,
        "r": "nasb:Malachi:2:3",
        "t": "Behold, I am going to rebuke your offspring, and I will spread refuse on your faces, the refuse of your feasts; and you will be taken away with it."
    },
    {
        "o": 25747,
        "r": "nasb:Malachi:2:4",
        "t": "Then you will know that I have sent this commandment to you, that My covenant may continue with Levi,” says the Lord*s of hosts."
    },
    {
        "o": 25748,
        "r": "nasb:Malachi:2:5",
        "t": "“My covenant with him was one*i of*i life and peace, and I gave them to him as*i an*i object*i of*i reverence; so he revered Me and stood in awe of My name."
    },
    {
        "o": 25749,
        "r": "nasb:Malachi:2:6",
        "t": "True instruction was in his mouth and unrighteousness was not found on his lips; he walked with Me in peace and uprightness, and he turned many back from iniquity."
    },
    {
        "o": 25750,
        "r": "nasb:Malachi:2:7",
        "t": "For the lips of a priest should preserve knowledge, and men should seek instruction from his mouth; for he is the messenger of the Lord*s of hosts."
    },
    {
        "o": 25751,
        "r": "nasb:Malachi:2:8",
        "t": "But as for you, you have turned aside from the way; you have caused many to stumble by the instruction; you have corrupted the covenant of Levi,” says the Lord*s of hosts."
    },
    {
        "o": 25752,
        "r": "nasb:Malachi:2:9",
        "t": "“So I also have made you despised and abased before all the people, just as you are not keeping My ways but are showing partiality in the instruction."
    },
    {
        "o": 25753,
        "r": "nasb:Malachi:2:9",
        "t": "Sin in the Family",
        "h": 2
    },
    {
        "o": 25754,
        "r": "nasb:Malachi:2:10",
        "t": "“Do*p we not all have one father? Has not one God created us? Why do we deal treacherously each against his brother so as to profane the covenant of our fathers?"
    },
    {
        "o": 25755,
        "r": "nasb:Malachi:2:11",
        "t": "Judah has dealt treacherously, and an abomination has been committed in Israel and in Jerusalem; for Judah has profaned the sanctuary of the Lord*s which He loves and has married the daughter of a foreign god."
    },
    {
        "o": 25756,
        "r": "nasb:Malachi:2:12",
        "t": "As*i for the man who does this, may the Lord*s cut off from the tents of Jacob everyone*i who awakes and answers, or who presents an offering to the Lord*s of hosts."
    },
    {
        "o": 25757,
        "r": "nasb:Malachi:2:13",
        "t": "“This*p is another thing you do: you cover the altar of the Lord*s with tears, with weeping and with groaning, because He no longer regards the offering or accepts it*i with*i favor from your hand."
    },
    {
        "o": 25758,
        "r": "nasb:Malachi:2:14",
        "t": "Yet you say, ‘For what reason?’ Because the Lord*s has been a witness between you and the wife of your youth, against whom you have dealt treacherously, though she is your companion and your wife by covenant."
    },
    {
        "o": 25759,
        "r": "nasb:Malachi:2:15",
        "t": "But not one has done so*i who has a remnant of the Spirit. And what did that*i one do*i while he was seeking a godly offspring? Take heed then to your spirit, and let no one deal treacherously against the wife of your youth."
    },
    {
        "o": 25760,
        "r": "nasb:Malachi:2:16",
        "t": "For I hate divorce,” says the Lord,*s the God of Israel, “and him who covers his garment with wrong,” says the Lord*s of hosts. “So take heed to your spirit, that you do not deal treacherously.”"
    },
    {
        "o": 25761,
        "r": "nasb:Malachi:2:17",
        "t": "You*p have wearied the Lord*s with your words. Yet you say, “How have we wearied Him?”*i In that you say, “Everyone who does evil is good in the sight of the Lord,*s and He delights in them,” or, “Where is the God of justice?”"
    }
]
