[
    {
        "o": 2202,
        "r": "niv:Exodus:19:0",
        "t": "Exodus 19",
        "h": 1
    },
    {
        "o": 2203,
        "r": "niv:Exodus:19:0",
        "t": "At Mount Sinai",
        "h": 2
    },
    {
        "o": 2204,
        "r": "niv:Exodus:19:1",
        "t": "On*p the first day of the third month after the Israelites left Egypt—on that very day—they came to the Desert of Sinai."
    },
    {
        "o": 2205,
        "r": "niv:Exodus:19:2",
        "t": "After they set out from Rephidim, they entered the Desert of Sinai, and Israel camped there in the desert in front of the mountain."
    },
    {
        "o": 2206,
        "r": "niv:Exodus:19:3",
        "t": "Then*p Moses went up to God, and the Lord*s called to him from the mountain and said, “This is what you are to say to the descendants of Jacob and what you are to tell the people of Israel:"
    },
    {
        "o": 2207,
        "r": "niv:Exodus:19:4",
        "t": "‘You yourselves have seen what I did to Egypt, and how I carried you on eagles’ wings and brought you to myself."
    },
    {
        "o": 2208,
        "r": "niv:Exodus:19:5",
        "t": "Now if you obey me fully and keep my covenant, then out of all nations you will be my treasured possession. Although the whole earth is mine,"
    },
    {
        "o": 2209,
        "r": "niv:Exodus:19:6",
        "t": "you will be for me a kingdom of priests and a holy nation.’ These are the words you are to speak to the Israelites.”"
    },
    {
        "o": 2210,
        "r": "niv:Exodus:19:7",
        "t": "So*p Moses went back and summoned the elders of the people and set before them all the words the Lord*s had commanded him to speak."
    },
    {
        "o": 2211,
        "r": "niv:Exodus:19:8",
        "t": "The people all responded together, “We will do everything the Lord*s has said.” So Moses brought their answer back to the Lord.*s"
    },
    {
        "o": 2212,
        "r": "niv:Exodus:19:9",
        "t": "The*p Lord*s said to Moses, “I am going to come to you in a dense cloud, so that the people will hear me speaking with you and will always put their trust in you.” Then Moses told the Lord*s what the people had said."
    },
    {
        "o": 2213,
        "r": "niv:Exodus:19:10",
        "t": "And*p the Lord*s said to Moses, “Go to the people and consecrate them today and tomorrow. Have them wash their clothes"
    },
    {
        "o": 2214,
        "r": "niv:Exodus:19:11",
        "t": "and be ready by the third day, because on that day the Lord*s will come down on Mount Sinai in the sight of all the people."
    },
    {
        "o": 2215,
        "r": "niv:Exodus:19:12",
        "t": "Put limits for the people around the mountain and tell them, ‘Be careful that you do not approach the mountain or touch the foot of it. Whoever touches the mountain is to be put to death."
    },
    {
        "o": 2216,
        "r": "niv:Exodus:19:13",
        "t": "They are to be stoned or shot with arrows; not a hand is to be laid on them. No person or animal shall be permitted to live.’ Only when the ram’s horn sounds a long blast may they approach the mountain.”"
    },
    {
        "o": 2217,
        "r": "niv:Exodus:19:14",
        "t": "After*p Moses had gone down the mountain to the people, he consecrated them, and they washed their clothes."
    },
    {
        "o": 2218,
        "r": "niv:Exodus:19:15",
        "t": "Then he said to the people, “Prepare yourselves for the third day. Abstain from sexual relations.”"
    },
    {
        "o": 2219,
        "r": "niv:Exodus:19:16",
        "t": "On*p the morning of the third day there was thunder and lightning, with a thick cloud over the mountain, and a very loud trumpet blast. Everyone in the camp trembled."
    },
    {
        "o": 2220,
        "r": "niv:Exodus:19:17",
        "t": "Then Moses led the people out of the camp to meet with God, and they stood at the foot of the mountain."
    },
    {
        "o": 2221,
        "r": "niv:Exodus:19:18",
        "t": "Mount Sinai was covered with smoke, because the Lord*s descended on it in fire. The smoke billowed up from it like smoke from a furnace, and the whole mountain trembled violently."
    },
    {
        "o": 2222,
        "r": "niv:Exodus:19:19",
        "t": "As the sound of the trumpet grew louder and louder, Moses spoke and the voice of God answered him."
    },
    {
        "o": 2223,
        "r": "niv:Exodus:19:20",
        "t": "The*p Lord*s descended to the top of Mount Sinai and called Moses to the top of the mountain. So Moses went up"
    },
    {
        "o": 2224,
        "r": "niv:Exodus:19:21",
        "t": "and the Lord*s said to him, “Go down and warn the people so they do not force their way through to see the Lord*s and many of them perish."
    },
    {
        "o": 2225,
        "r": "niv:Exodus:19:22",
        "t": "Even the priests, who approach the Lord,*s must consecrate themselves, or the Lord*s will break out against them.”"
    },
    {
        "o": 2226,
        "r": "niv:Exodus:19:23",
        "t": "Moses*p said to the Lord,*s “The people cannot come up Mount Sinai, because you yourself warned us, ‘Put limits around the mountain and set it apart as holy.’ ”"
    },
    {
        "o": 2227,
        "r": "niv:Exodus:19:24",
        "t": "The*p Lord*s replied, “Go down and bring Aaron up with you. But the priests and the people must not force their way through to come up to the Lord,*s or he will break out against them.”"
    },
    {
        "o": 2228,
        "r": "niv:Exodus:19:25",
        "t": "So*p Moses went down to the people and told them."
    }
]
