[
    {
        "o": 8247,
        "r": "nasb:1 Samuel:15:0",
        "t": "1 Samuel 15",
        "h": 1
    },
    {
        "o": 8248,
        "r": "nasb:1 Samuel:15:0",
        "t": "Saul’s Disobedience",
        "h": 2
    },
    {
        "o": 8249,
        "r": "nasb:1 Samuel:15:1",
        "t": "Then*p Samuel said to Saul, “The Lord*s sent me to anoint you as king over His people, over Israel; now therefore, listen to the words of the Lord.*s"
    },
    {
        "o": 8250,
        "r": "nasb:1 Samuel:15:2",
        "t": "Thus says the Lord*s of hosts, ‘I will punish Amalek for*i what he did to Israel, how he set himself against him on the way while he was coming up from Egypt."
    },
    {
        "o": 8251,
        "r": "nasb:1 Samuel:15:3",
        "t": "Now go and strike Amalek and utterly destroy all that he has, and do not spare him; but put to death both man and woman, child and infant, ox and sheep, camel and donkey.’ ”"
    },
    {
        "o": 8252,
        "r": "nasb:1 Samuel:15:4",
        "t": "Then*p Saul summoned the people and numbered them in Telaim, 200,000 foot soldiers and 10,000 men of Judah."
    },
    {
        "o": 8253,
        "r": "nasb:1 Samuel:15:5",
        "t": "Saul came to the city of Amalek and set an ambush in the valley."
    },
    {
        "o": 8254,
        "r": "nasb:1 Samuel:15:6",
        "t": "Saul said to the Kenites, “Go, depart, go down from among the Amalekites, so that I do not destroy you with them; for you showed kindness to all the sons of Israel when they came up from Egypt.” So the Kenites departed from among the Amalekites."
    },
    {
        "o": 8255,
        "r": "nasb:1 Samuel:15:7",
        "t": "So Saul defeated the Amalekites, from Havilah as you go to Shur, which is east of Egypt."
    },
    {
        "o": 8256,
        "r": "nasb:1 Samuel:15:8",
        "t": "He captured Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword."
    },
    {
        "o": 8257,
        "r": "nasb:1 Samuel:15:9",
        "t": "But Saul and the people spared Agag and the best of the sheep, the oxen, the fatlings, the lambs, and all that was good, and were not willing to destroy them utterly; but everything despised and worthless, that they utterly destroyed."
    },
    {
        "o": 8258,
        "r": "nasb:1 Samuel:15:9",
        "t": "Samuel Rebukes Saul",
        "h": 2
    },
    {
        "o": 8259,
        "r": "nasb:1 Samuel:15:10",
        "t": "Then*p the word of the Lord*s came to Samuel, saying,"
    },
    {
        "o": 8260,
        "r": "nasb:1 Samuel:15:11",
        "t": "“I regret that I have made Saul king, for he has turned back from following Me and has not carried out My commands.” And Samuel was distressed and cried out to the Lord*s all night."
    },
    {
        "o": 8261,
        "r": "nasb:1 Samuel:15:12",
        "t": "Samuel rose early in the morning to meet Saul; and it was told Samuel, saying, “Saul came to Carmel, and behold, he set up a monument for himself, then turned and proceeded on down to Gilgal.”"
    },
    {
        "o": 8262,
        "r": "nasb:1 Samuel:15:13",
        "t": "Samuel came to Saul, and Saul said to him, “Blessed are you of the Lord!*s I have carried out the command of the Lord.”*s"
    },
    {
        "o": 8263,
        "r": "nasb:1 Samuel:15:14",
        "t": "But Samuel said, “What then is this bleating of the sheep in my ears, and the lowing of the oxen which I hear?”"
    },
    {
        "o": 8264,
        "r": "nasb:1 Samuel:15:15",
        "t": "Saul said, “They have brought them from the Amalekites, for the people spared the best of the sheep and oxen, to sacrifice to the Lord*s your God; but the rest we have utterly destroyed.”"
    },
    {
        "o": 8265,
        "r": "nasb:1 Samuel:15:16",
        "t": "Then Samuel said to Saul, “Wait, and let me tell you what the Lord*s said to me last night.” And he said to him, “Speak!”"
    },
    {
        "o": 8266,
        "r": "nasb:1 Samuel:15:17",
        "t": "Samuel*p said, “Is it not true, though you were little in your own eyes, you were made*i the head of the tribes of Israel? And the Lord*s anointed you king over Israel,"
    },
    {
        "o": 8267,
        "r": "nasb:1 Samuel:15:18",
        "t": "and the Lord*s sent you on a mission, and said, ‘Go and utterly destroy the sinners, the Amalekites, and fight against them until they are exterminated.’"
    },
    {
        "o": 8268,
        "r": "nasb:1 Samuel:15:19",
        "t": "Why then did you not obey the voice of the Lord,*s but rushed upon the spoil and did what was evil in the sight of the Lord?”*s"
    },
    {
        "o": 8269,
        "r": "nasb:1 Samuel:15:20",
        "t": "Then*p Saul said to Samuel, “I did obey the voice of the Lord,*s and went on the mission on which the Lord*s sent me, and have brought back Agag the king of Amalek, and have utterly destroyed the Amalekites."
    },
    {
        "o": 8270,
        "r": "nasb:1 Samuel:15:21",
        "t": "But the people took some*i of the spoil, sheep and oxen, the choicest of the things devoted to destruction, to sacrifice to the Lord*s your God at Gilgal.”"
    },
    {
        "o": 8271,
        "r": "nasb:1 Samuel:15:22",
        "t": "Samuel said, “Has*pn the Lord*s as much delight in burnt offerings and sacrifices As*ln in obeying the voice of the Lord?*s Behold,*ln to obey is better than sacrifice, And*iln to heed than the fat of rams."
    },
    {
        "o": 8272,
        "r": "nasb:1 Samuel:15:23",
        "t": "For*ln rebellion is as the sin of divination, And*ln insubordination is as iniquity and idolatry. Because*ln you have rejected the word of the Lord,*s He*ln has also rejected you from being*i king.”"
    },
    {
        "o": 8273,
        "r": "nasb:1 Samuel:15:24",
        "t": "Then*p Saul said to Samuel, “I have sinned; I have indeed transgressed the command of the Lord*s and your words, because I feared the people and listened to their voice."
    },
    {
        "o": 8274,
        "r": "nasb:1 Samuel:15:25",
        "t": "Now therefore, please pardon my sin and return with me, that I may worship the Lord.”*s"
    },
    {
        "o": 8275,
        "r": "nasb:1 Samuel:15:26",
        "t": "But Samuel said to Saul, “I will not return with you; for you have rejected the word of the Lord,*s and the Lord*s has rejected you from being king over Israel.”"
    },
    {
        "o": 8276,
        "r": "nasb:1 Samuel:15:27",
        "t": "As Samuel turned to go, Saul*i seized the edge of his robe, and it tore."
    },
    {
        "o": 8277,
        "r": "nasb:1 Samuel:15:28",
        "t": "So Samuel said to him, “The Lord*s has torn the kingdom of Israel from you today and has given it to your neighbor, who is better than you."
    },
    {
        "o": 8278,
        "r": "nasb:1 Samuel:15:29",
        "t": "Also the Glory of Israel will not lie or change His mind; for He is not a man that He should change His mind.”"
    },
    {
        "o": 8279,
        "r": "nasb:1 Samuel:15:30",
        "t": "Then he said, “I have sinned; but*i please honor me now before the elders of my people and before Israel, and go back with me, that I may worship the Lord*s your God.”"
    },
    {
        "o": 8280,
        "r": "nasb:1 Samuel:15:31",
        "t": "So Samuel went back following Saul, and Saul worshiped the Lord.*s"
    },
    {
        "o": 8281,
        "r": "nasb:1 Samuel:15:32",
        "t": "Then*p Samuel said, “Bring me Agag, the king of the Amalekites.” And Agag came to him cheerfully. And Agag said, “Surely the bitterness of death is past.”"
    },
    {
        "o": 8282,
        "r": "nasb:1 Samuel:15:33",
        "t": "But Samuel said, “As your sword has made women childless, so shall your mother be childless among women.” And Samuel hewed Agag to pieces before the Lord*s at Gilgal."
    },
    {
        "o": 8283,
        "r": "nasb:1 Samuel:15:34",
        "t": "Then*p Samuel went to Ramah, but Saul went up to his house at Gibeah of Saul."
    },
    {
        "o": 8284,
        "r": "nasb:1 Samuel:15:35",
        "t": "Samuel did not see Saul again until the day of his death; for Samuel grieved over Saul. And the Lord*s regretted that He had made Saul king over Israel."
    }
]
