[
    {
        "o": 6462,
        "r": "csb:Joshua:1:0",
        "t": "Joshua 1",
        "h": 1
    },
    {
        "o": 6463,
        "r": "csb:Joshua:1:0",
        "t": "Encouragement of Joshua",
        "h": 2
    },
    {
        "o": 6464,
        "r": "csb:Joshua:1:1",
        "t": "After*p the death of Moses the Lord’s*s servant, the Lord*s spoke to Joshua son of Nun, Moses’s assistant:"
    },
    {
        "o": 6465,
        "r": "csb:Joshua:1:2",
        "t": "“Moses my servant is dead. Now you and all the people prepare to cross over the Jordan to the land I am giving the Israelites."
    },
    {
        "o": 6466,
        "r": "csb:Joshua:1:3",
        "t": "I have given you every place where the sole of your foot treads, just as I promised Moses."
    },
    {
        "o": 6467,
        "r": "csb:Joshua:1:4",
        "t": "Your territory will be from the wilderness and Lebanon to the great river, the Euphrates River - all the land of the Hittites- and west to the Mediterranean Sea."
    },
    {
        "o": 6468,
        "r": "csb:Joshua:1:5",
        "t": "No one will be able to stand against you as long as you live. I will be with you, just as I was with Moses. I will not leave you or abandon you."
    },
    {
        "o": 6469,
        "r": "csb:Joshua:1:6",
        "t": "“Be*p strong and courageous, for you will distribute the land I swore to their ancestors to give them as an inheritance."
    },
    {
        "o": 6470,
        "r": "csb:Joshua:1:7",
        "t": "Above all, be strong and very courageous to observe carefully the whole instruction my servant Moses commanded you. Do not turn from it to the right or the left, so that you will have success wherever you go."
    },
    {
        "o": 6471,
        "r": "csb:Joshua:1:8",
        "t": "This book of instruction must not depart from your mouth; you are to meditate on it day and night so that you may carefully observe everything written in it. For then you will prosper and succeed in whatever you do."
    },
    {
        "o": 6472,
        "r": "csb:Joshua:1:9",
        "t": "Haven’t I commanded you: be strong and courageous? Do not be afraid or discouraged, for the Lord*s your God is with you wherever you go.”"
    },
    {
        "o": 6473,
        "r": "csb:Joshua:1:9",
        "t": "Joshua Prepares the People",
        "h": 2
    },
    {
        "o": 6474,
        "r": "csb:Joshua:1:10",
        "t": "Then*p Joshua commanded the officers of the people,"
    },
    {
        "o": 6475,
        "r": "csb:Joshua:1:11",
        "t": "“Go through the camp and tell the people, ‘Get provisions ready for yourselves, for within three days you will be crossing the Jordan to go in and take possession of the land the Lord*s your God is giving you to inherit.’”"
    },
    {
        "o": 6476,
        "r": "csb:Joshua:1:12",
        "t": "Joshua*p said to the Reubenites, the Gadites, and half the tribe of Manasseh,"
    },
    {
        "o": 6477,
        "r": "csb:Joshua:1:13",
        "t": "“Remember what Moses the Lord’s*s servant commanded you when he said, ‘The Lord*s your God will give you rest, and he will give you this land.’"
    },
    {
        "o": 6478,
        "r": "csb:Joshua:1:14",
        "t": "Your wives, dependents, and livestock may remain in the land Moses gave you on this side of the Jordan. But your best soldiers must cross over in battle formation ahead of your brothers and help them"
    },
    {
        "o": 6479,
        "r": "csb:Joshua:1:15",
        "t": "until the Lord*s gives your brothers rest, as he has given you, and they too possess the land the Lord*s your God is giving them. You may then return to the land of your inheritance and take possession of what Moses the Lord’s*s servant gave you on the east side of the Jordan.”"
    },
    {
        "o": 6480,
        "r": "csb:Joshua:1:16",
        "t": "They*p answered Joshua, “Everything you have commanded us we will do, and everywhere you send us we will go."
    },
    {
        "o": 6481,
        "r": "csb:Joshua:1:17",
        "t": "We will obey you, just as we obeyed Moses in everything. Certainly the Lord*s your God will be with you, as he was with Moses."
    },
    {
        "o": 6482,
        "r": "csb:Joshua:1:18",
        "t": "Anyone who rebels against your order and does not obey your words in all that you command him, will be put to death. Above all, be strong and courageous!”"
    }
]
