[
    {
        "o": 21874,
        "r": "nasb:Jeremiah:29:0",
        "t": "Jeremiah 29",
        "h": 1
    },
    {
        "o": 21875,
        "r": "nasb:Jeremiah:29:0",
        "t": "Message to the Exiles",
        "h": 2
    },
    {
        "o": 21876,
        "r": "nasb:Jeremiah:29:1",
        "t": "Now*p these are the words of the letter which Jeremiah the prophet sent from Jerusalem to the rest of the elders of the exile, the priests, the prophets and all the people whom Nebuchadnezzar had taken into exile from Jerusalem to Babylon."
    },
    {
        "o": 21877,
        "r": "nasb:Jeremiah:29:2",
        "t": "(This was after King Jeconiah and the queen mother, the court officials, the princes of Judah and Jerusalem, the craftsmen and the smiths had departed from Jerusalem.)"
    },
    {
        "o": 21878,
        "r": "nasb:Jeremiah:29:3",
        "t": "The*i letter*i was*i sent*i by the hand of Elasah the son of Shaphan, and Gemariah the son of Hilkiah, whom Zedekiah king of Judah sent to Babylon to Nebuchadnezzar king of Babylon, saying,"
    },
    {
        "o": 21879,
        "r": "nasb:Jeremiah:29:4",
        "t": "“Thus says the Lord*s of hosts, the God of Israel, to all the exiles whom I have sent into exile from Jerusalem to Babylon,"
    },
    {
        "o": 21880,
        "r": "nasb:Jeremiah:29:5",
        "t": "‘Build houses and live in*i them;*i and plant gardens and eat their produce."
    },
    {
        "o": 21881,
        "r": "nasb:Jeremiah:29:6",
        "t": "Take wives and become the fathers of sons and daughters, and take wives for your sons and give your daughters to husbands, that they may bear sons and daughters; and multiply there and do not decrease."
    },
    {
        "o": 21882,
        "r": "nasb:Jeremiah:29:7",
        "t": "Seek the welfare of the city where I have sent you into exile, and pray to the Lord*s on its behalf; for in its welfare you will have welfare.’"
    },
    {
        "o": 21883,
        "r": "nasb:Jeremiah:29:8",
        "t": "For thus says the Lord*s of hosts, the God of Israel, ‘Do not let your prophets who are in your midst and your diviners deceive you, and do not listen to the dreams which they dream."
    },
    {
        "o": 21884,
        "r": "nasb:Jeremiah:29:9",
        "t": "For they prophesy falsely to you in My name; I have not sent them,’ declares the Lord.*s"
    },
    {
        "o": 21885,
        "r": "nasb:Jeremiah:29:10",
        "t": "“For*p thus says the Lord,*s ‘When seventy years have been completed for Babylon, I will visit you and fulfill My good word to you, to bring you back to this place."
    },
    {
        "o": 21886,
        "r": "nasb:Jeremiah:29:11",
        "t": "For I know the plans that I have for you,’ declares the Lord,*s ‘plans for welfare and not for calamity to give you a future and a hope."
    },
    {
        "o": 21887,
        "r": "nasb:Jeremiah:29:12",
        "t": "Then you will call upon Me and come and pray to Me, and I will listen to you."
    },
    {
        "o": 21888,
        "r": "nasb:Jeremiah:29:13",
        "t": "You will seek Me and find Me*i when you search for Me with all your heart."
    },
    {
        "o": 21889,
        "r": "nasb:Jeremiah:29:14",
        "t": "I will be found by you,’ declares the Lord,*s ‘and I will restore your fortunes and will gather you from all the nations and from all the places where I have driven you,’ declares the Lord,*s ‘and I will bring you back to the place from where I sent you into exile.’"
    },
    {
        "o": 21890,
        "r": "nasb:Jeremiah:29:15",
        "t": "“Because*p you have said, ‘The Lord*s has raised up prophets for us in Babylon’—"
    },
    {
        "o": 21891,
        "r": "nasb:Jeremiah:29:16",
        "t": "for thus says the Lord*s concerning the king who sits on the throne of David, and concerning all the people who dwell in this city, your brothers who did not go with you into exile—"
    },
    {
        "o": 21892,
        "r": "nasb:Jeremiah:29:17",
        "t": "thus says the Lord*s of hosts, ‘Behold, I am sending upon them the sword, famine and pestilence, and I will make them like split-open figs that cannot be eaten due to rottenness."
    },
    {
        "o": 21893,
        "r": "nasb:Jeremiah:29:18",
        "t": "I will pursue them with the sword, with famine and with pestilence; and I will make them a terror to all the kingdoms of the earth, to be a curse and a horror and a hissing, and a reproach among all the nations where I have driven them,"
    },
    {
        "o": 21894,
        "r": "nasb:Jeremiah:29:19",
        "t": "because they have not listened to My words,’ declares the Lord,*s ‘which I sent to them again and again by My servants the prophets; but you did not listen,’ declares the Lord.*s"
    },
    {
        "o": 21895,
        "r": "nasb:Jeremiah:29:20",
        "t": "You, therefore, hear the word of the Lord,*s all you exiles, whom I have sent away from Jerusalem to Babylon."
    },
    {
        "o": 21896,
        "r": "nasb:Jeremiah:29:21",
        "t": "“Thus*p says the Lord*s of hosts, the God of Israel, concerning Ahab the son of Kolaiah and concerning Zedekiah the son of Maaseiah, who are prophesying to you falsely in My name, ‘Behold, I will deliver them into the hand of Nebuchadnezzar king of Babylon, and he will slay them before your eyes."
    },
    {
        "o": 21897,
        "r": "nasb:Jeremiah:29:22",
        "t": "Because of them a curse will be used by all the exiles from Judah who are in Babylon, saying, “May the Lord*s make you like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire,"
    },
    {
        "o": 21898,
        "r": "nasb:Jeremiah:29:23",
        "t": "because they have acted foolishly in Israel, and have committed adultery with their neighbors’ wives and have spoken words in My name falsely, which I did not command them; and I am He who knows and am a witness,” declares the Lord*s .’ ”"
    },
    {
        "o": 21899,
        "r": "nasb:Jeremiah:29:24",
        "t": "To*p Shemaiah the Nehelamite you shall speak, saying,"
    },
    {
        "o": 21900,
        "r": "nasb:Jeremiah:29:25",
        "t": "“Thus says the Lord*s of hosts, the God of Israel, ‘Because you have sent letters in your own name to all the people who are in Jerusalem, and to Zephaniah the son of Maaseiah, the priest, and to all the priests, saying,"
    },
    {
        "o": 21901,
        "r": "nasb:Jeremiah:29:26",
        "t": "“The Lord*s has made you priest instead of Jehoiada the priest, to be the overseer in the house of the Lord*s over every madman who prophesies, to put him in the stocks and in the iron collar,"
    },
    {
        "o": 21902,
        "r": "nasb:Jeremiah:29:27",
        "t": "now then, why have you not rebuked Jeremiah of Anathoth who prophesies to you?"
    },
    {
        "o": 21903,
        "r": "nasb:Jeremiah:29:28",
        "t": "For he has sent to us in Babylon, saying, ‘The*i exile*i will be long; build houses and live in*i them*i and plant gardens and eat their produce.’ ” ’ ”"
    },
    {
        "o": 21904,
        "r": "nasb:Jeremiah:29:29",
        "t": "Zephaniah*p the priest read this letter to Jeremiah the prophet."
    },
    {
        "o": 21905,
        "r": "nasb:Jeremiah:29:30",
        "t": "Then came the word of the Lord*s to Jeremiah, saying,"
    },
    {
        "o": 21906,
        "r": "nasb:Jeremiah:29:31",
        "t": "“Send to all the exiles, saying, ‘Thus says the Lord*s concerning Shemaiah the Nehelamite, “Because Shemaiah has prophesied to you, although I did not send him, and he has made you trust in a lie,”"
    },
    {
        "o": 21907,
        "r": "nasb:Jeremiah:29:32",
        "t": "therefore thus says the Lord,*s “Behold, I am about to punish Shemaiah the Nehelamite and his descendants; he will not have anyone living among this people, and he will not see the good that I am about to do to My people,” declares the Lord,*s “because he has preached rebellion against the Lord*s .” ’ ”"
    }
]
