[
    {
        "o": 7693,
        "r": "niv:Judges:20:0",
        "t": "Judges 20",
        "h": 1
    },
    {
        "o": 7694,
        "r": "niv:Judges:20:0",
        "t": "The Israelites Punish the Benjamites",
        "h": 2
    },
    {
        "o": 7695,
        "r": "niv:Judges:20:1",
        "t": "Then*p all Israel from Dan to Beersheba and from the land of Gilead came together as one and assembled before the Lord*s in Mizpah."
    },
    {
        "o": 7696,
        "r": "niv:Judges:20:2",
        "t": "The leaders of all the people of the tribes of Israel took their places in the assembly of God’s people, four hundred thousand men armed with swords."
    },
    {
        "o": 7697,
        "r": "niv:Judges:20:3",
        "t": "(The Benjamites heard that the Israelites had gone up to Mizpah.) Then the Israelites said, “Tell us how this awful thing happened.”"
    },
    {
        "o": 7698,
        "r": "niv:Judges:20:4",
        "t": "So*p the Levite, the husband of the murdered woman, said, “I and my concubine came to Gibeah in Benjamin to spend the night."
    },
    {
        "o": 7699,
        "r": "niv:Judges:20:5",
        "t": "During the night the men of Gibeah came after me and surrounded the house, intending to kill me. They raped my concubine, and she died."
    },
    {
        "o": 7700,
        "r": "niv:Judges:20:6",
        "t": "I took my concubine, cut her into pieces and sent one piece to each region of Israel’s inheritance, because they committed this lewd and outrageous act in Israel."
    },
    {
        "o": 7701,
        "r": "niv:Judges:20:7",
        "t": "Now, all you Israelites, speak up and tell me what you have decided to do.”"
    },
    {
        "o": 7702,
        "r": "niv:Judges:20:8",
        "t": "All*p the men rose up together as one, saying, “None of us will go home. No, not one of us will return to his house."
    },
    {
        "o": 7703,
        "r": "niv:Judges:20:9",
        "t": "But now this is what we’ll do to Gibeah: We’ll go up against it in the order decided by casting lots."
    },
    {
        "o": 7704,
        "r": "niv:Judges:20:10",
        "t": "We’ll take ten men out of every hundred from all the tribes of Israel, and a hundred from a thousand, and a thousand from ten thousand, to get provisions for the army. Then, when the army arrives at Gibeah in Benjamin, it can give them what they deserve for this outrageous act done in Israel.”"
    },
    {
        "o": 7705,
        "r": "niv:Judges:20:11",
        "t": "So all the Israelites got together and united as one against the city."
    },
    {
        "o": 7706,
        "r": "niv:Judges:20:12",
        "t": "The*p tribes of Israel sent messengers throughout the tribe of Benjamin, saying, “What about this awful crime that was committed among you?"
    },
    {
        "o": 7707,
        "r": "niv:Judges:20:13",
        "t": "Now turn those wicked men of Gibeah over to us so that we may put them to death and purge the evil from Israel.” But*p the Benjamites would not listen to their fellow Israelites."
    },
    {
        "o": 7708,
        "r": "niv:Judges:20:14",
        "t": "From their towns they came together at Gibeah to fight against the Israelites."
    },
    {
        "o": 7709,
        "r": "niv:Judges:20:15",
        "t": "At once the Benjamites mobilized twenty-six thousand swordsmen from their towns, in addition to seven hundred able young men from those living in Gibeah."
    },
    {
        "o": 7710,
        "r": "niv:Judges:20:16",
        "t": "Among all these soldiers there were seven hundred select troops who were left-handed, each of whom could sling a stone at a hair and not miss."
    },
    {
        "o": 7711,
        "r": "niv:Judges:20:17",
        "t": "Israel,*p apart from Benjamin, mustered four hundred thousand swordsmen, all of them fit for battle."
    },
    {
        "o": 7712,
        "r": "niv:Judges:20:18",
        "t": "The*p Israelites went up to Bethel and inquired of God. They said, “Who of us is to go up first to fight against the Benjamites?” The*p Lord*s replied, “Judah shall go first.”"
    },
    {
        "o": 7713,
        "r": "niv:Judges:20:19",
        "t": "The*p next morning the Israelites got up and pitched camp near Gibeah."
    },
    {
        "o": 7714,
        "r": "niv:Judges:20:20",
        "t": "The Israelites went out to fight the Benjamites and took up battle positions against them at Gibeah."
    },
    {
        "o": 7715,
        "r": "niv:Judges:20:21",
        "t": "The Benjamites came out of Gibeah and cut down twenty-two thousand Israelites on the battlefield that day."
    },
    {
        "o": 7716,
        "r": "niv:Judges:20:22",
        "t": "But the Israelites encouraged one another and again took up their positions where they had stationed themselves the first day."
    },
    {
        "o": 7717,
        "r": "niv:Judges:20:23",
        "t": "The Israelites went up and wept before the Lord*s until evening, and they inquired of the Lord.*s They said, “Shall we go up again to fight against the Benjamites, our fellow Israelites?” The*p Lord*s answered, “Go up against them.”"
    },
    {
        "o": 7718,
        "r": "niv:Judges:20:24",
        "t": "Then*p the Israelites drew near to Benjamin the second day."
    },
    {
        "o": 7719,
        "r": "niv:Judges:20:25",
        "t": "This time, when the Benjamites came out from Gibeah to oppose them, they cut down another eighteen thousand Israelites, all of them armed with swords."
    },
    {
        "o": 7720,
        "r": "niv:Judges:20:26",
        "t": "Then*p all the Israelites, the whole army, went up to Bethel, and there they sat weeping before the Lord.*s They fasted that day until evening and presented burnt offerings and fellowship offerings to the Lord.*s"
    },
    {
        "o": 7721,
        "r": "niv:Judges:20:27",
        "t": "And the Israelites inquired of the Lord.*s (In those days the ark of the covenant of God was there,"
    },
    {
        "o": 7722,
        "r": "niv:Judges:20:28",
        "t": "with Phinehas son of Eleazar, the son of Aaron, ministering before it.) They asked, “Shall we go up again to fight against the Benjamites, our fellow Israelites, or not?” The*p Lord*s responded, “Go, for tomorrow I will give them into your hands.”"
    },
    {
        "o": 7723,
        "r": "niv:Judges:20:29",
        "t": "Then*p Israel set an ambush around Gibeah."
    },
    {
        "o": 7724,
        "r": "niv:Judges:20:30",
        "t": "They went up against the Benjamites on the third day and took up positions against Gibeah as they had done before."
    },
    {
        "o": 7725,
        "r": "niv:Judges:20:31",
        "t": "The Benjamites came out to meet them and were drawn away from the city. They began to inflict casualties on the Israelites as before, so that about thirty men fell in the open field and on the roads—the one leading to Bethel and the other to Gibeah."
    },
    {
        "o": 7726,
        "r": "niv:Judges:20:32",
        "t": "While the Benjamites were saying, “We are defeating them as before,” the Israelites were saying, “Let’s retreat and draw them away from the city to the roads.”"
    },
    {
        "o": 7727,
        "r": "niv:Judges:20:33",
        "t": "All*p the men of Israel moved from their places and took up positions at Baal Tamar, and the Israelite ambush charged out of its place on the west of Gibeah."
    },
    {
        "o": 7728,
        "r": "niv:Judges:20:34",
        "t": "Then ten thousand of Israel’s able young men made a frontal attack on Gibeah. The fighting was so heavy that the Benjamites did not realize how near disaster was."
    },
    {
        "o": 7729,
        "r": "niv:Judges:20:35",
        "t": "The Lord*s defeated Benjamin before Israel, and on that day the Israelites struck down 25,100 Benjamites, all armed with swords."
    },
    {
        "o": 7730,
        "r": "niv:Judges:20:36",
        "t": "Then the Benjamites saw that they were beaten. Now*p the men of Israel had given way before Benjamin, because they relied on the ambush they had set near Gibeah."
    },
    {
        "o": 7731,
        "r": "niv:Judges:20:37",
        "t": "Those who had been in ambush made a sudden dash into Gibeah, spread out and put the whole city to the sword."
    },
    {
        "o": 7732,
        "r": "niv:Judges:20:38",
        "t": "The Israelites had arranged with the ambush that they should send up a great cloud of smoke from the city,"
    },
    {
        "o": 7733,
        "r": "niv:Judges:20:39",
        "t": "and then the Israelites would counterattack. The*p Benjamites had begun to inflict casualties on the Israelites (about thirty), and they said, “We are defeating them as in the first battle.”"
    },
    {
        "o": 7734,
        "r": "niv:Judges:20:40",
        "t": "But when the column of smoke began to rise from the city, the Benjamites turned and saw the whole city going up in smoke."
    },
    {
        "o": 7735,
        "r": "niv:Judges:20:41",
        "t": "Then the Israelites counterattacked, and the Benjamites were terrified, because they realized that disaster had come on them."
    },
    {
        "o": 7736,
        "r": "niv:Judges:20:42",
        "t": "So they fled before the Israelites in the direction of the wilderness, but they could not escape the battle. And the Israelites who came out of the towns cut them down there."
    },
    {
        "o": 7737,
        "r": "niv:Judges:20:43",
        "t": "They surrounded the Benjamites, chased them and easily overran them in the vicinity of Gibeah on the east."
    },
    {
        "o": 7738,
        "r": "niv:Judges:20:44",
        "t": "Eighteen thousand Benjamites fell, all of them valiant fighters."
    },
    {
        "o": 7739,
        "r": "niv:Judges:20:45",
        "t": "As they turned and fled toward the wilderness to the rock of Rimmon, the Israelites cut down five thousand men along the roads. They kept pressing after the Benjamites as far as Gidom and struck down two thousand more."
    },
    {
        "o": 7740,
        "r": "niv:Judges:20:46",
        "t": "On*p that day twenty-five thousand Benjamite swordsmen fell, all of them valiant fighters."
    },
    {
        "o": 7741,
        "r": "niv:Judges:20:47",
        "t": "But six hundred of them turned and fled into the wilderness to the rock of Rimmon, where they stayed four months."
    },
    {
        "o": 7742,
        "r": "niv:Judges:20:48",
        "t": "The men of Israel went back to Benjamin and put all the towns to the sword, including the animals and everything else they found. All the towns they came across they set on fire."
    }
]
