[
    {
        "o": 30443,
        "r": "kjv:Ephesians:1:0",
        "t": "Ephesians 1",
        "h": 1
    },
    {
        "o": 30444,
        "r": "kjv:Ephesians:1:1",
        "t": "Paul,*p an apostle of Jesus Christ by the will of God, to the saints which are at Ephesus, and to the faithful in Christ Jesus:"
    },
    {
        "o": 30445,
        "r": "kjv:Ephesians:1:2",
        "t": "Grace*p be to you, and peace, from God our Father, and from the Lord Jesus Christ."
    },
    {
        "o": 30446,
        "r": "kjv:Ephesians:1:3",
        "t": "Blessed*p be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places in Christ:"
    },
    {
        "o": 30447,
        "r": "kjv:Ephesians:1:4",
        "t": "According*p as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:"
    },
    {
        "o": 30448,
        "r": "kjv:Ephesians:1:5",
        "t": "Having*p predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,"
    },
    {
        "o": 30449,
        "r": "kjv:Ephesians:1:6",
        "t": "To*p the praise of the glory of his grace, wherein he hath made us accepted in the beloved."
    },
    {
        "o": 30450,
        "r": "kjv:Ephesians:1:7",
        "t": "In*p whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace;"
    },
    {
        "o": 30451,
        "r": "kjv:Ephesians:1:8",
        "t": "Wherein*p he hath abounded toward us in all wisdom and prudence;"
    },
    {
        "o": 30452,
        "r": "kjv:Ephesians:1:9",
        "t": "Having*p made known unto us the mystery of his will, according to his good pleasure which he hath purposed in himself:"
    },
    {
        "o": 30453,
        "r": "kjv:Ephesians:1:10",
        "t": "That*p in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him:"
    },
    {
        "o": 30454,
        "r": "kjv:Ephesians:1:11",
        "t": "In*p whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:"
    },
    {
        "o": 30455,
        "r": "kjv:Ephesians:1:12",
        "t": "That*p we should be to the praise of his glory, who first trusted in Christ."
    },
    {
        "o": 30456,
        "r": "kjv:Ephesians:1:13",
        "t": "In*p whom ye also trusted, after that ye heard the word of truth, the gospel of your salvation: in whom also after that ye believed, ye were sealed with that holy Spirit of promise,"
    },
    {
        "o": 30457,
        "r": "kjv:Ephesians:1:14",
        "t": "Which*p is the earnest of our inheritance until the redemption of the purchased possession, unto the praise of his glory."
    },
    {
        "o": 30458,
        "r": "kjv:Ephesians:1:15",
        "t": "Wherefore*p I also, after I heard of your faith in the Lord Jesus, and love unto all the saints,"
    },
    {
        "o": 30459,
        "r": "kjv:Ephesians:1:16",
        "t": "Cease*p not to give thanks for you, making mention of you in my prayers;"
    },
    {
        "o": 30460,
        "r": "kjv:Ephesians:1:17",
        "t": "That*p the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him:"
    },
    {
        "o": 30461,
        "r": "kjv:Ephesians:1:18",
        "t": "The*p eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints,"
    },
    {
        "o": 30462,
        "r": "kjv:Ephesians:1:19",
        "t": "And*p what is the exceeding greatness of his power to us-ward who believe, according to the working of his mighty power,"
    },
    {
        "o": 30463,
        "r": "kjv:Ephesians:1:20",
        "t": "Which*p he wrought in Christ, when he raised him from the dead, and set him at his own right hand in the heavenly places,"
    },
    {
        "o": 30464,
        "r": "kjv:Ephesians:1:21",
        "t": "Far*p above all principality, and power, and might, and dominion, and every name that is named, not only in this world, but also in that which is to come:"
    },
    {
        "o": 30465,
        "r": "kjv:Ephesians:1:22",
        "t": "And*p hath put all things under his feet, and gave him to be the head over all things to the church,"
    },
    {
        "o": 30466,
        "r": "kjv:Ephesians:1:23",
        "t": "Which*p is his body, the fulness of him that filleth all in all."
    }
]
