[
    {
        "o": 15426,
        "r": "niv:Psalm:17:0",
        "t": "Psalm 17",
        "h": 1
    },
    {
        "o": 15427,
        "r": "niv:Psalm:17:0",
        "t": "A prayer of David.",
        "h": 4
    },
    {
        "o": 15428,
        "r": "niv:Psalm:17:1",
        "t": "Hear*pn me, Lord,*s my plea is just; listen*ld to my cry. Hear*ln my prayer— it*ld does not rise from deceitful lips."
    },
    {
        "o": 15429,
        "r": "niv:Psalm:17:2",
        "t": "Let*ln my vindication come from you; may*ld your eyes see what is right."
    },
    {
        "o": 15430,
        "r": "niv:Psalm:17:3",
        "t": "Though*pn you probe my heart, though*ld you examine me at night and test me, you*ln will find that I have planned no evil; my*ld mouth has not transgressed."
    },
    {
        "o": 15431,
        "r": "niv:Psalm:17:4",
        "t": "Though*ln people tried to bribe me, I*ld have kept myself from the ways of the violent through*ld what your lips have commanded."
    },
    {
        "o": 15432,
        "r": "niv:Psalm:17:5",
        "t": "My*ln steps have held to your paths; my*ld feet have not stumbled."
    },
    {
        "o": 15433,
        "r": "niv:Psalm:17:6",
        "t": "I*pn call on you, my God, for you will answer me; turn*ld your ear to me and hear my prayer."
    },
    {
        "o": 15434,
        "r": "niv:Psalm:17:7",
        "t": "Show*ln me the wonders of your great love, you*ld who save by your right hand those*ld who take refuge in you from their foes."
    },
    {
        "o": 15435,
        "r": "niv:Psalm:17:8",
        "t": "Keep*ln me as the apple of your eye; hide*ld me in the shadow of your wings"
    },
    {
        "o": 15436,
        "r": "niv:Psalm:17:9",
        "t": "from*ln the wicked who are out to destroy me, from*ld my mortal enemies who surround me."
    },
    {
        "o": 15437,
        "r": "niv:Psalm:17:10",
        "t": "They*pn close up their callous hearts, and*ld their mouths speak with arrogance."
    },
    {
        "o": 15438,
        "r": "niv:Psalm:17:11",
        "t": "They*ln have tracked me down, they now surround me, with*ld eyes alert, to throw me to the ground."
    },
    {
        "o": 15439,
        "r": "niv:Psalm:17:12",
        "t": "They*ln are like a lion hungry for prey, like*ld a fierce lion crouching in cover."
    },
    {
        "o": 15440,
        "r": "niv:Psalm:17:13",
        "t": "Rise*pn up, Lord,*s confront them, bring them down; with*ld your sword rescue me from the wicked."
    },
    {
        "o": 15441,
        "r": "niv:Psalm:17:14",
        "t": "By*ln your hand save me from such people, Lord,*s from*ld those of this world whose reward is in this life. May*ln what you have stored up for the wicked fill their bellies; may*ld their children gorge themselves on it, and*ld may there be leftovers for their little ones."
    },
    {
        "o": 15442,
        "r": "niv:Psalm:17:15",
        "t": "As*pn for me, I will be vindicated and will see your face; when*ld I awake, I will be satisfied with seeing your likeness."
    }
]
