[
    {
        "o": 12784,
        "r": "esv:2 Chronicles:21:0",
        "t": "2 Chronicles 21",
        "h": 1
    },
    {
        "o": 12785,
        "r": "esv:2 Chronicles:21:0",
        "t": "Jehoram Reigns in Judah",
        "h": 2
    },
    {
        "o": 12786,
        "r": "esv:2 Chronicles:21:1",
        "t": "Jehoshaphat*p slept with his fathers and was buried with his fathers in the city of David, and Jehoram his son reigned in his place."
    },
    {
        "o": 12787,
        "r": "esv:2 Chronicles:21:2",
        "t": "He had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah; all these were the sons of Jehoshaphat king of Israel."
    },
    {
        "o": 12788,
        "r": "esv:2 Chronicles:21:3",
        "t": "Their father gave them great gifts of silver, gold, and valuable possessions, together with fortified cities in Judah, but he gave the kingdom to Jehoram, because he was the firstborn."
    },
    {
        "o": 12789,
        "r": "esv:2 Chronicles:21:4",
        "t": "When Jehoram had ascended the throne of his father and was established, he killed all his brothers with the sword, and also some of the princes of Israel."
    },
    {
        "o": 12790,
        "r": "esv:2 Chronicles:21:5",
        "t": "Jehoram was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 12791,
        "r": "esv:2 Chronicles:21:6",
        "t": "And he walked in the way of the kings of Israel, as the house of Ahab had done, for the daughter of Ahab was his wife. And he did what was evil in the sight of the Lord.*s"
    },
    {
        "o": 12792,
        "r": "esv:2 Chronicles:21:7",
        "t": "Yet the Lord*s was not willing to destroy the house of David, because of the covenant that he had made with David, and since he had promised to give a lamp to him and to his sons forever."
    },
    {
        "o": 12793,
        "r": "esv:2 Chronicles:21:8",
        "t": "In*p his days Edom revolted from the rule of Judah and set up a king of their own."
    },
    {
        "o": 12794,
        "r": "esv:2 Chronicles:21:9",
        "t": "Then Jehoram passed over with his commanders and all his chariots, and he rose by night and struck the Edomites who had surrounded him and his chariot commanders."
    },
    {
        "o": 12795,
        "r": "esv:2 Chronicles:21:10",
        "t": "So Edom revolted from the rule of Judah to this day. At that time Libnah also revolted from his rule, because he had forsaken the Lord,*s the God of his fathers."
    },
    {
        "o": 12796,
        "r": "esv:2 Chronicles:21:11",
        "t": "Moreover,*p he made high places in the hill country of Judah and led the inhabitants of Jerusalem into whoredom and made Judah go astray."
    },
    {
        "o": 12797,
        "r": "esv:2 Chronicles:21:12",
        "t": "And a letter came to him from Elijah the prophet, saying, “Thus says the Lord,*s the God of David your father, ‘Because you have not walked in the ways of Jehoshaphat your father, or in the ways of Asa king of Judah,"
    },
    {
        "o": 12798,
        "r": "esv:2 Chronicles:21:13",
        "t": "but have walked in the way of the kings of Israel and have enticed Judah and the inhabitants of Jerusalem into whoredom, as the house of Ahab led Israel into whoredom, and also you have killed your brothers, of your father’s house, who were better than you,"
    },
    {
        "o": 12799,
        "r": "esv:2 Chronicles:21:14",
        "t": "behold, the Lord*s will bring a great plague on your people, your children, your wives, and all your possessions,"
    },
    {
        "o": 12800,
        "r": "esv:2 Chronicles:21:15",
        "t": "and you yourself will have a severe sickness with a disease of your bowels, until your bowels come out because of the disease, day by day.’”"
    },
    {
        "o": 12801,
        "r": "esv:2 Chronicles:21:16",
        "t": "And*p the Lord*s stirred up against Jehoram the anger of the Philistines and of the Arabians who are near the Ethiopians."
    },
    {
        "o": 12802,
        "r": "esv:2 Chronicles:21:17",
        "t": "And they came up against Judah and invaded it and carried away all the possessions they found that belonged to the king’s house, and also his sons and his wives, so that no son was left to him except Jehoahaz, his youngest son."
    },
    {
        "o": 12803,
        "r": "esv:2 Chronicles:21:18",
        "t": "And*p after all this the Lord*s struck him in his bowels with an incurable disease."
    },
    {
        "o": 12804,
        "r": "esv:2 Chronicles:21:19",
        "t": "In the course of time, at the end of two years, his bowels came out because of the disease, and he died in great agony. His people made no fire in his honor, like the fires made for his fathers."
    },
    {
        "o": 12805,
        "r": "esv:2 Chronicles:21:20",
        "t": "He was thirty-two years old when he began to reign, and he reigned eight years in Jerusalem. And he departed with no one’s regret. They buried him in the city of David, but not in the tombs of the kings."
    }
]
