[
    {
        "o": 9616,
        "r": "niv:1 Kings:3:0",
        "t": "1 Kings 3",
        "h": 1
    },
    {
        "o": 9617,
        "r": "niv:1 Kings:3:0",
        "t": "Solomon Asks for Wisdom",
        "h": 2
    },
    {
        "o": 9618,
        "r": "niv:1 Kings:3:1",
        "t": "Solomon*p made an alliance with Pharaoh king of Egypt and married his daughter. He brought her to the City of David until he finished building his palace and the temple of the Lord,*s and the wall around Jerusalem."
    },
    {
        "o": 9619,
        "r": "niv:1 Kings:3:2",
        "t": "The people, however, were still sacrificing at the high places, because a temple had not yet been built for the Name of the Lord.*s"
    },
    {
        "o": 9620,
        "r": "niv:1 Kings:3:3",
        "t": "Solomon showed his love for the Lord*s by walking according to the instructions given him by his father David, except that he offered sacrifices and burned incense on the high places."
    },
    {
        "o": 9621,
        "r": "niv:1 Kings:3:4",
        "t": "The*p king went to Gibeon to offer sacrifices, for that was the most important high place, and Solomon offered a thousand burnt offerings on that altar."
    },
    {
        "o": 9622,
        "r": "niv:1 Kings:3:5",
        "t": "At Gibeon the Lord*s appeared to Solomon during the night in a dream, and God said, “Ask for whatever you want me to give you.”"
    },
    {
        "o": 9623,
        "r": "niv:1 Kings:3:6",
        "t": "Solomon*p answered, “You have shown great kindness to your servant, my father David, because he was faithful to you and righteous and upright in heart. You have continued this great kindness to him and have given him a son to sit on his throne this very day."
    },
    {
        "o": 9624,
        "r": "niv:1 Kings:3:7",
        "t": "“Now,*p Lord*s my God, you have made your servant king in place of my father David. But I am only a little child and do not know how to carry out my duties."
    },
    {
        "o": 9625,
        "r": "niv:1 Kings:3:8",
        "t": "Your servant is here among the people you have chosen, a great people, too numerous to count or number."
    },
    {
        "o": 9626,
        "r": "niv:1 Kings:3:9",
        "t": "So give your servant a discerning heart to govern your people and to distinguish between right and wrong. For who is able to govern this great people of yours?”"
    },
    {
        "o": 9627,
        "r": "niv:1 Kings:3:10",
        "t": "The*p Lord was pleased that Solomon had asked for this."
    },
    {
        "o": 9628,
        "r": "niv:1 Kings:3:11",
        "t": "So God said to him, “Since you have asked for this and not for long life or wealth for yourself, nor have asked for the death of your enemies but for discernment in administering justice,"
    },
    {
        "o": 9629,
        "r": "niv:1 Kings:3:12",
        "t": "I will do what you have asked. I will give you a wise and discerning heart, so that there will never have been anyone like you, nor will there ever be."
    },
    {
        "o": 9630,
        "r": "niv:1 Kings:3:13",
        "t": "Moreover, I will give you what you have not asked for—both wealth and honor—so that in your lifetime you will have no equal among kings."
    },
    {
        "o": 9631,
        "r": "niv:1 Kings:3:14",
        "t": "And if you walk in obedience to me and keep my decrees and commands as David your father did, I will give you a long life.”"
    },
    {
        "o": 9632,
        "r": "niv:1 Kings:3:15",
        "t": "Then Solomon awoke—and he realized it had been a dream. He*p returned to Jerusalem, stood before the ark of the Lord’s covenant and sacrificed burnt offerings and fellowship offerings. Then he gave a feast for all his court."
    },
    {
        "o": 9633,
        "r": "niv:1 Kings:3:15",
        "t": "A Wise Ruling",
        "h": 2
    },
    {
        "o": 9634,
        "r": "niv:1 Kings:3:16",
        "t": "Now*p two prostitutes came to the king and stood before him."
    },
    {
        "o": 9635,
        "r": "niv:1 Kings:3:17",
        "t": "One of them said, “Pardon me, my lord. This woman and I live in the same house, and I had a baby while she was there with me."
    },
    {
        "o": 9636,
        "r": "niv:1 Kings:3:18",
        "t": "The third day after my child was born, this woman also had a baby. We were alone; there was no one in the house but the two of us."
    },
    {
        "o": 9637,
        "r": "niv:1 Kings:3:19",
        "t": "“During*p the night this woman’s son died because she lay on him."
    },
    {
        "o": 9638,
        "r": "niv:1 Kings:3:20",
        "t": "So she got up in the middle of the night and took my son from my side while I your servant was asleep. She put him by her breast and put her dead son by my breast."
    },
    {
        "o": 9639,
        "r": "niv:1 Kings:3:21",
        "t": "The next morning, I got up to nurse my son—and he was dead! But when I looked at him closely in the morning light, I saw that it wasn’t the son I had borne.”"
    },
    {
        "o": 9640,
        "r": "niv:1 Kings:3:22",
        "t": "The*p other woman said, “No! The living one is my son; the dead one is yours.” But*p the first one insisted, “No! The dead one is yours; the living one is mine.” And so they argued before the king."
    },
    {
        "o": 9641,
        "r": "niv:1 Kings:3:23",
        "t": "The*p king said, “This one says, ‘My son is alive and your son is dead,’ while that one says, ‘No! Your son is dead and mine is alive.’ ”"
    },
    {
        "o": 9642,
        "r": "niv:1 Kings:3:24",
        "t": "Then*p the king said, “Bring me a sword.” So they brought a sword for the king."
    },
    {
        "o": 9643,
        "r": "niv:1 Kings:3:25",
        "t": "He then gave an order: “Cut the living child in two and give half to one and half to the other.”"
    },
    {
        "o": 9644,
        "r": "niv:1 Kings:3:26",
        "t": "The*p woman whose son was alive was deeply moved out of love for her son and said to the king, “Please, my lord, give her the living baby! Don’t kill him!” But*p the other said, “Neither I nor you shall have him. Cut him in two!”"
    },
    {
        "o": 9645,
        "r": "niv:1 Kings:3:27",
        "t": "Then*p the king gave his ruling: “Give the living baby to the first woman. Do not kill him; she is his mother.”"
    },
    {
        "o": 9646,
        "r": "niv:1 Kings:3:28",
        "t": "When*p all Israel heard the verdict the king had given, they held the king in awe, because they saw that he had wisdom from God to administer justice."
    }
]
