[
    {
        "o": 3672,
        "r": "niv:Leviticus:22:0",
        "t": "Leviticus 22",
        "h": 1
    },
    {
        "o": 3673,
        "r": "niv:Leviticus:22:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3674,
        "r": "niv:Leviticus:22:2",
        "t": "“Tell Aaron and his sons to treat with respect the sacred offerings the Israelites consecrate to me, so they will not profane my holy name. I am the Lord.*s"
    },
    {
        "o": 3675,
        "r": "niv:Leviticus:22:3",
        "t": "“Say*p to them: ‘For the generations to come, if any of your descendants is ceremonially unclean and yet comes near the sacred offerings that the Israelites consecrate to the Lord,*s that person must be cut off from my presence. I am the Lord.*s"
    },
    {
        "o": 3676,
        "r": "niv:Leviticus:22:4",
        "t": "“ ‘If*p a descendant of Aaron has a defiling skin disease or a bodily discharge, he may not eat the sacred offerings until he is cleansed. He will also be unclean if he touches something defiled by a corpse or by anyone who has an emission of semen,"
    },
    {
        "o": 3677,
        "r": "niv:Leviticus:22:5",
        "t": "or if he touches any crawling thing that makes him unclean, or any person who makes him unclean, whatever the uncleanness may be."
    },
    {
        "o": 3678,
        "r": "niv:Leviticus:22:6",
        "t": "The one who touches any such thing will be unclean till evening. He must not eat any of the sacred offerings unless he has bathed himself with water."
    },
    {
        "o": 3679,
        "r": "niv:Leviticus:22:7",
        "t": "When the sun goes down, he will be clean, and after that he may eat the sacred offerings, for they are his food."
    },
    {
        "o": 3680,
        "r": "niv:Leviticus:22:8",
        "t": "He must not eat anything found dead or torn by wild animals, and so become unclean through it. I am the Lord.*s"
    },
    {
        "o": 3681,
        "r": "niv:Leviticus:22:9",
        "t": "“ ‘The*p priests are to perform my service in such a way that they do not become guilty and die for treating it with contempt. I am the Lord,*s who makes them holy."
    },
    {
        "o": 3682,
        "r": "niv:Leviticus:22:10",
        "t": "“ ‘No*p one outside a priest’s family may eat the sacred offering, nor may the guest of a priest or his hired worker eat it."
    },
    {
        "o": 3683,
        "r": "niv:Leviticus:22:11",
        "t": "But if a priest buys a slave with money, or if slaves are born in his household, they may eat his food."
    },
    {
        "o": 3684,
        "r": "niv:Leviticus:22:12",
        "t": "If a priest’s daughter marries anyone other than a priest, she may not eat any of the sacred contributions."
    },
    {
        "o": 3685,
        "r": "niv:Leviticus:22:13",
        "t": "But if a priest’s daughter becomes a widow or is divorced, yet has no children, and she returns to live in her father’s household as in her youth, she may eat her father’s food. No unauthorized person, however, may eat it."
    },
    {
        "o": 3686,
        "r": "niv:Leviticus:22:14",
        "t": "“ ‘Anyone*p who eats a sacred offering by mistake must make restitution to the priest for the offering and add a fifth of the value to it."
    },
    {
        "o": 3687,
        "r": "niv:Leviticus:22:15",
        "t": "The priests must not desecrate the sacred offerings the Israelites present to the Lord*s"
    },
    {
        "o": 3688,
        "r": "niv:Leviticus:22:16",
        "t": "by allowing them to eat the sacred offerings and so bring upon them guilt requiring payment. I am the Lord,*s who makes them holy.’ ”"
    },
    {
        "o": 3689,
        "r": "niv:Leviticus:22:16",
        "t": "Unacceptable Sacrifices",
        "h": 2
    },
    {
        "o": 3690,
        "r": "niv:Leviticus:22:17",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3691,
        "r": "niv:Leviticus:22:18",
        "t": "“Speak to Aaron and his sons and to all the Israelites and say to them: ‘If any of you—whether an Israelite or a foreigner residing in Israel—presents a gift for a burnt offering to the Lord,*s either to fulfill a vow or as a freewill offering,"
    },
    {
        "o": 3692,
        "r": "niv:Leviticus:22:19",
        "t": "you must present a male without defect from the cattle, sheep or goats in order that it may be accepted on your behalf."
    },
    {
        "o": 3693,
        "r": "niv:Leviticus:22:20",
        "t": "Do not bring anything with a defect, because it will not be accepted on your behalf."
    },
    {
        "o": 3694,
        "r": "niv:Leviticus:22:21",
        "t": "When anyone brings from the herd or flock a fellowship offering to the Lord*s to fulfill a special vow or as a freewill offering, it must be without defect or blemish to be acceptable."
    },
    {
        "o": 3695,
        "r": "niv:Leviticus:22:22",
        "t": "Do not offer to the Lord*s the blind, the injured or the maimed, or anything with warts or festering or running sores. Do not place any of these on the altar as a food offering presented to the Lord.*s"
    },
    {
        "o": 3696,
        "r": "niv:Leviticus:22:23",
        "t": "You may, however, present as a freewill offering an ox or a sheep that is deformed or stunted, but it will not be accepted in fulfillment of a vow."
    },
    {
        "o": 3697,
        "r": "niv:Leviticus:22:24",
        "t": "You must not offer to the Lord*s an animal whose testicles are bruised, crushed, torn or cut. You must not do this in your own land,"
    },
    {
        "o": 3698,
        "r": "niv:Leviticus:22:25",
        "t": "and you must not accept such animals from the hand of a foreigner and offer them as the food of your God. They will not be accepted on your behalf, because they are deformed and have defects.’ ”"
    },
    {
        "o": 3699,
        "r": "niv:Leviticus:22:26",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3700,
        "r": "niv:Leviticus:22:27",
        "t": "“When a calf, a lamb or a goat is born, it is to remain with its mother for seven days. From the eighth day on, it will be acceptable as a food offering presented to the Lord.*s"
    },
    {
        "o": 3701,
        "r": "niv:Leviticus:22:28",
        "t": "Do not slaughter a cow or a sheep and its young on the same day."
    },
    {
        "o": 3702,
        "r": "niv:Leviticus:22:29",
        "t": "“When*p you sacrifice a thank offering to the Lord,*s sacrifice it in such a way that it will be accepted on your behalf."
    },
    {
        "o": 3703,
        "r": "niv:Leviticus:22:30",
        "t": "It must be eaten that same day; leave none of it till morning. I am the Lord.*s"
    },
    {
        "o": 3704,
        "r": "niv:Leviticus:22:31",
        "t": "“Keep*p my commands and follow them. I am the Lord.*s"
    },
    {
        "o": 3705,
        "r": "niv:Leviticus:22:32",
        "t": "Do not profane my holy name, for I must be acknowledged as holy by the Israelites. I am the Lord,*s who made you holy"
    },
    {
        "o": 3706,
        "r": "niv:Leviticus:22:33",
        "t": "and who brought you out of Egypt to be your God. I am the Lord.”*s"
    }
]
