[
    {
        "o": 25502,
        "r": "esv:Zechariah:3:0",
        "t": "Zechariah 3",
        "h": 1
    },
    {
        "o": 25503,
        "r": "esv:Zechariah:3:0",
        "t": "A Vision of Joshua the High Priest",
        "h": 2
    },
    {
        "o": 25504,
        "r": "esv:Zechariah:3:1",
        "t": "Then*p he showed me Joshua the high priest standing before the angel of the Lord,*s and Satan standing at his right hand to accuse him."
    },
    {
        "o": 25505,
        "r": "esv:Zechariah:3:2",
        "t": "And the Lord*s said to Satan, “The Lord*s rebuke you, O Satan! The Lord*s who has chosen Jerusalem rebuke you! Is not this a brand plucked from the fire?”"
    },
    {
        "o": 25506,
        "r": "esv:Zechariah:3:3",
        "t": "Now Joshua was standing before the angel, clothed with filthy garments."
    },
    {
        "o": 25507,
        "r": "esv:Zechariah:3:4",
        "t": "And the angel said to those who were standing before him, “Remove the filthy garments from him.” And to him he said, “Behold, I have taken your iniquity away from you, and I will clothe you with pure vestments.”"
    },
    {
        "o": 25508,
        "r": "esv:Zechariah:3:5",
        "t": "And I said, “Let them put a clean turban on his head.” So they put a clean turban on his head and clothed him with garments. And the angel of the Lord*s was standing by."
    },
    {
        "o": 25509,
        "r": "esv:Zechariah:3:6",
        "t": "And*p the angel of the Lord*s solemnly assured Joshua,"
    },
    {
        "o": 25510,
        "r": "esv:Zechariah:3:7",
        "t": "“Thus says the Lord*s of hosts: If you will walk in my ways and keep my charge, then you shall rule my house and have charge of my courts, and I will give you the right of access among those who are standing here."
    },
    {
        "o": 25511,
        "r": "esv:Zechariah:3:8",
        "t": "Hear now, O Joshua the high priest, you and your friends who sit before you, for they are men who are a sign: behold, I will bring my servant the Branch."
    },
    {
        "o": 25512,
        "r": "esv:Zechariah:3:9",
        "t": "For behold, on the stone that I have set before Joshua, on a single stone with seven eyes, I will engrave its inscription, declares the Lord*s of hosts, and I will remove the iniquity of this land in a single day."
    },
    {
        "o": 25513,
        "r": "esv:Zechariah:3:10",
        "t": "In that day, declares the Lord*s of hosts, every one of you will invite his neighbor to come under his vine and under his fig tree.”"
    }
]
