[
    {
        "o": 34784,
        "r": "esv:Revelation:20:0",
        "t": "Revelation 20",
        "h": 1
    },
    {
        "o": 34785,
        "r": "esv:Revelation:20:0",
        "t": "The Thousand Years",
        "h": 2
    },
    {
        "o": 34786,
        "r": "esv:Revelation:20:1",
        "t": "Then*p I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain."
    },
    {
        "o": 34787,
        "r": "esv:Revelation:20:2",
        "t": "And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years,"
    },
    {
        "o": 34788,
        "r": "esv:Revelation:20:3",
        "t": "and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while."
    },
    {
        "o": 34789,
        "r": "esv:Revelation:20:4",
        "t": "Then*p I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years."
    },
    {
        "o": 34790,
        "r": "esv:Revelation:20:5",
        "t": "The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection."
    },
    {
        "o": 34791,
        "r": "esv:Revelation:20:6",
        "t": "Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years."
    },
    {
        "o": 34792,
        "r": "esv:Revelation:20:6",
        "t": "The Defeat of Satan",
        "h": 2
    },
    {
        "o": 34793,
        "r": "esv:Revelation:20:7",
        "t": "And*p when the thousand years are ended, Satan will be released from his prison"
    },
    {
        "o": 34794,
        "r": "esv:Revelation:20:8",
        "t": "and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea."
    },
    {
        "o": 34795,
        "r": "esv:Revelation:20:9",
        "t": "And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them,"
    },
    {
        "o": 34796,
        "r": "esv:Revelation:20:10",
        "t": "and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever."
    },
    {
        "o": 34797,
        "r": "esv:Revelation:20:10",
        "t": "Judgment Before the Great White Throne",
        "h": 2
    },
    {
        "o": 34798,
        "r": "esv:Revelation:20:11",
        "t": "Then*p I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them."
    },
    {
        "o": 34799,
        "r": "esv:Revelation:20:12",
        "t": "And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done."
    },
    {
        "o": 34800,
        "r": "esv:Revelation:20:13",
        "t": "And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done."
    },
    {
        "o": 34801,
        "r": "esv:Revelation:20:14",
        "t": "Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire."
    },
    {
        "o": 34802,
        "r": "esv:Revelation:20:15",
        "t": "And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire."
    }
]
