[
    {
        "o": 10684,
        "r": "nkjv:2 Kings:6:0",
        "t": "2 Kings 6",
        "h": 1
    },
    {
        "o": 10685,
        "r": "nkjv:2 Kings:6:0",
        "t": "The Floating Ax Head",
        "h": 2
    },
    {
        "o": 10686,
        "r": "nkjv:2 Kings:6:1",
        "t": "And*p the sons of the prophets said to Elisha, “See now, the place where we dwell with you is too small for us."
    },
    {
        "o": 10687,
        "r": "nkjv:2 Kings:6:2",
        "t": "Please, let us go to the Jordan, and let every man take a beam from there, and let us make there a place where we may dwell.” So*p he answered, “Go.”"
    },
    {
        "o": 10688,
        "r": "nkjv:2 Kings:6:3",
        "t": "Then*p one said, “Please consent to go with your servants.” And*p he answered, “I will go.”"
    },
    {
        "o": 10689,
        "r": "nkjv:2 Kings:6:4",
        "t": "So he went with them. And when they came to the Jordan, they cut down trees."
    },
    {
        "o": 10690,
        "r": "nkjv:2 Kings:6:5",
        "t": "But as one was cutting down a tree, the iron ax*i head*i fell into the water; and he cried out and said, “Alas, master! For it was borrowed.”"
    },
    {
        "o": 10691,
        "r": "nkjv:2 Kings:6:6",
        "t": "So*p the man of God said, “Where did it fall?” And he showed him the place. So he cut off a stick, and threw it*i in there; and he made the iron float."
    },
    {
        "o": 10692,
        "r": "nkjv:2 Kings:6:7",
        "t": "Therefore he said, “Pick it*i up for yourself.” So he reached out his hand and took it."
    },
    {
        "o": 10693,
        "r": "nkjv:2 Kings:6:7",
        "t": "The Blinded Syrians Captured",
        "h": 2
    },
    {
        "o": 10694,
        "r": "nkjv:2 Kings:6:8",
        "t": "Now*p the king of Syria was making war against Israel; and he consulted with his servants, saying, “My camp will*i be*i in such and such a place.”"
    },
    {
        "o": 10695,
        "r": "nkjv:2 Kings:6:9",
        "t": "And the man of God sent to the king of Israel, saying, “Beware that you do not pass this place, for the Syrians are coming down there.”"
    },
    {
        "o": 10696,
        "r": "nkjv:2 Kings:6:10",
        "t": "Then the king of Israel sent someone*i to the place of which the man of God had told him. Thus he warned him, and he was watchful there, not just once or twice."
    },
    {
        "o": 10697,
        "r": "nkjv:2 Kings:6:11",
        "t": "Therefore*p the heart of the king of Syria was greatly troubled by this thing; and he called his servants and said to them, “Will you not show me which of us is*i for the king of Israel?”"
    },
    {
        "o": 10698,
        "r": "nkjv:2 Kings:6:12",
        "t": "And*p one of his servants said, “None, my lord, O king; but Elisha, the prophet who is*i in Israel, tells the king of Israel the words that you speak in your bedroom.”"
    },
    {
        "o": 10699,
        "r": "nkjv:2 Kings:6:13",
        "t": "So*p he said, “Go and see where he is,*i that I may send and get him.” And*p it was told him, saying, “Surely he*i is*i in Dothan.”"
    },
    {
        "o": 10700,
        "r": "nkjv:2 Kings:6:14",
        "t": "Therefore*p he sent horses and chariots and a great army there, and they came by night and surrounded the city."
    },
    {
        "o": 10701,
        "r": "nkjv:2 Kings:6:15",
        "t": "And when the servant of the man of God arose early and went out, there was an army, surrounding the city with horses and chariots. And his servant said to him, “Alas, my master! What shall we do?”"
    },
    {
        "o": 10702,
        "r": "nkjv:2 Kings:6:16",
        "t": "So*p he answered, “Do not fear, for those who are*i with us are*i more than those who are*i with them.”"
    },
    {
        "o": 10703,
        "r": "nkjv:2 Kings:6:17",
        "t": "And Elisha prayed, and said, “Lord,*s I pray, open his eyes that he may see.” Then the Lord*s opened the eyes of the young man, and he saw. And behold, the mountain was*i full of horses and chariots of fire all around Elisha."
    },
    {
        "o": 10704,
        "r": "nkjv:2 Kings:6:18",
        "t": "So when the*i Syrians*i came down to him, Elisha prayed to the Lord,*s and said, “Strike this people, I pray, with blindness.” And He struck them with blindness according to the word of Elisha."
    },
    {
        "o": 10705,
        "r": "nkjv:2 Kings:6:19",
        "t": "Now*p Elisha said to them, “This is*i not the way, nor is*i this the city. Follow me, and I will bring you to the man whom you seek.” But he led them to Samaria."
    },
    {
        "o": 10706,
        "r": "nkjv:2 Kings:6:20",
        "t": "So*p it was, when they had come to Samaria, that Elisha said, “Lord,*s open the eyes of these men,*i that they may see.” And the Lord*s opened their eyes, and they saw; and there they*i were,*i inside Samaria!"
    },
    {
        "o": 10707,
        "r": "nkjv:2 Kings:6:21",
        "t": "Now*p when the king of Israel saw them, he said to Elisha, “My father, shall I kill them?*i Shall I kill them?”*i"
    },
    {
        "o": 10708,
        "r": "nkjv:2 Kings:6:22",
        "t": "But*p he answered, “You shall not kill them.*i Would you kill those whom you have taken captive with your sword and your bow? Set food and water before them, that they may eat and drink and go to their master.”"
    },
    {
        "o": 10709,
        "r": "nkjv:2 Kings:6:23",
        "t": "Then he prepared a great feast for them; and after they ate and drank, he sent them away and they went to their master. So the bands of Syrian raiders*i came no more into the land of Israel."
    },
    {
        "o": 10710,
        "r": "nkjv:2 Kings:6:23",
        "t": "Syria Besieges Samaria in Famine",
        "h": 2
    },
    {
        "o": 10711,
        "r": "nkjv:2 Kings:6:24",
        "t": "And*p it happened after this that Ben-Hadad king of Syria gathered all his army, and went up and besieged Samaria."
    },
    {
        "o": 10712,
        "r": "nkjv:2 Kings:6:25",
        "t": "And there was a great famine in Samaria; and indeed they besieged it until a donkey’s head was sold*i for eighty shekels*i of silver, and one-fourth of a kab of dove droppings for five shekels*i of silver."
    },
    {
        "o": 10713,
        "r": "nkjv:2 Kings:6:26",
        "t": "Then,*p as the king of Israel was passing by on the wall, a woman cried out to him, saying, “Help, my lord, O king!”"
    },
    {
        "o": 10714,
        "r": "nkjv:2 Kings:6:27",
        "t": "And*p he said, “If the Lord*s does not help you, where can I find help for you? From the threshing floor or from the winepress?”"
    },
    {
        "o": 10715,
        "r": "nkjv:2 Kings:6:28",
        "t": "Then the king said to her, “What is troubling you?” And*p she answered, “This woman said to me, ‘Give your son, that we may eat him today, and we will eat my son tomorrow.’"
    },
    {
        "o": 10716,
        "r": "nkjv:2 Kings:6:29",
        "t": "So we boiled my son, and ate him. And I said to her on the next day, ‘Give your son, that we may eat him’; but she has hidden her son.”"
    },
    {
        "o": 10717,
        "r": "nkjv:2 Kings:6:30",
        "t": "Now*p it happened, when the king heard the words of the woman, that he tore his clothes; and as he passed by on the wall, the people looked, and there underneath he*i had*i sackcloth on his body."
    },
    {
        "o": 10718,
        "r": "nkjv:2 Kings:6:31",
        "t": "Then he said, “God do so to me and more also, if the head of Elisha the son of Shaphat remains on him today!”"
    },
    {
        "o": 10719,
        "r": "nkjv:2 Kings:6:32",
        "t": "But*p Elisha was sitting in his house, and the elders were sitting with him. And the*i king*i sent a man ahead of him, but before the messenger came to him, he said to the elders, “Do you see how this son of a murderer has sent someone to take away my head? Look, when the messenger comes, shut the door, and hold him fast at the door. Is*i not the sound of his master’s feet behind him?”"
    },
    {
        "o": 10720,
        "r": "nkjv:2 Kings:6:33",
        "t": "And while he was still talking with them, there was the messenger, coming down to him; and then the*i king*i said, “Surely this calamity is*i from the Lord;*s why should I wait for the Lord*s any longer?”"
    }
]
