[
    {
        "o": 32174,
        "r": "esv:1 Corinthians:16:0",
        "t": "1 Corinthians 16",
        "h": 1
    },
    {
        "o": 32175,
        "r": "esv:1 Corinthians:16:0",
        "t": "The Collection for the Saints",
        "h": 2
    },
    {
        "o": 32176,
        "r": "esv:1 Corinthians:16:1",
        "t": "Now*p concerning the collection for the saints: as I directed the churches of Galatia, so you also are to do."
    },
    {
        "o": 32177,
        "r": "esv:1 Corinthians:16:2",
        "t": "On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come."
    },
    {
        "o": 32178,
        "r": "esv:1 Corinthians:16:3",
        "t": "And when I arrive, I will send those whom you accredit by letter to carry your gift to Jerusalem."
    },
    {
        "o": 32179,
        "r": "esv:1 Corinthians:16:4",
        "t": "If it seems advisable that I should go also, they will accompany me."
    },
    {
        "o": 32180,
        "r": "esv:1 Corinthians:16:4",
        "t": "Plans for Travel",
        "h": 2
    },
    {
        "o": 32181,
        "r": "esv:1 Corinthians:16:5",
        "t": "I*p will visit you after passing through Macedonia, for I intend to pass through Macedonia,"
    },
    {
        "o": 32182,
        "r": "esv:1 Corinthians:16:6",
        "t": "and perhaps I will stay with you or even spend the winter, so that you may help me on my journey, wherever I go."
    },
    {
        "o": 32183,
        "r": "esv:1 Corinthians:16:7",
        "t": "For I do not want to see you now just in passing. I hope to spend some time with you, if the Lord permits."
    },
    {
        "o": 32184,
        "r": "esv:1 Corinthians:16:8",
        "t": "But I will stay in Ephesus until Pentecost,"
    },
    {
        "o": 32185,
        "r": "esv:1 Corinthians:16:9",
        "t": "for a wide door for effective work has opened to me, and there are many adversaries."
    },
    {
        "o": 32186,
        "r": "esv:1 Corinthians:16:10",
        "t": "When*p Timothy comes, see that you put him at ease among you, for he is doing the work of the Lord, as I am."
    },
    {
        "o": 32187,
        "r": "esv:1 Corinthians:16:11",
        "t": "So let no one despise him. Help him on his way in peace, that he may return to me, for I am expecting him with the brothers."
    },
    {
        "o": 32188,
        "r": "esv:1 Corinthians:16:11",
        "t": "Final Instructions",
        "h": 2
    },
    {
        "o": 32189,
        "r": "esv:1 Corinthians:16:12",
        "t": "Now*p concerning our brother Apollos, I strongly urged him to visit you with the other brothers, but it was not at all his will to come now. He will come when he has opportunity."
    },
    {
        "o": 32190,
        "r": "esv:1 Corinthians:16:13",
        "t": "Be*p watchful, stand firm in the faith, act like men, be strong."
    },
    {
        "o": 32191,
        "r": "esv:1 Corinthians:16:14",
        "t": "Let all that you do be done in love."
    },
    {
        "o": 32192,
        "r": "esv:1 Corinthians:16:15",
        "t": "Now*p I urge you, brothers— you know that the household of Stephanas were the first converts in Achaia, and that they have devoted themselves to the service of the saints—"
    },
    {
        "o": 32193,
        "r": "esv:1 Corinthians:16:16",
        "t": "be subject to such as these, and to every fellow worker and laborer."
    },
    {
        "o": 32194,
        "r": "esv:1 Corinthians:16:17",
        "t": "I rejoice at the coming of Stephanas and Fortunatus and Achaicus, because they have made up for your absence,"
    },
    {
        "o": 32195,
        "r": "esv:1 Corinthians:16:18",
        "t": "for they refreshed my spirit as well as yours. Give recognition to such people."
    },
    {
        "o": 32196,
        "r": "esv:1 Corinthians:16:18",
        "t": "Greetings",
        "h": 2
    },
    {
        "o": 32197,
        "r": "esv:1 Corinthians:16:19",
        "t": "The*p churches of Asia send you greetings. Aquila and Prisca, together with the church in their house, send you hearty greetings in the Lord."
    },
    {
        "o": 32198,
        "r": "esv:1 Corinthians:16:20",
        "t": "All the brothers send you greetings. Greet one another with a holy kiss."
    },
    {
        "o": 32199,
        "r": "esv:1 Corinthians:16:21",
        "t": "I,*p Paul, write this greeting with my own hand."
    },
    {
        "o": 32200,
        "r": "esv:1 Corinthians:16:22",
        "t": "If anyone has no love for the Lord, let him be accursed. Our Lord, come!"
    },
    {
        "o": 32201,
        "r": "esv:1 Corinthians:16:23",
        "t": "The grace of the Lord Jesus be with you."
    },
    {
        "o": 32202,
        "r": "esv:1 Corinthians:16:24",
        "t": "My love be with you all in Christ Jesus. Amen."
    }
]
