[
    {
        "o": 29923,
        "r": "niv:Acts:6:0",
        "t": "Acts 6",
        "h": 1
    },
    {
        "o": 29924,
        "r": "niv:Acts:6:0",
        "t": "The Choosing of the Seven",
        "h": 2
    },
    {
        "o": 29925,
        "r": "niv:Acts:6:1",
        "t": "In*p those days when the number of disciples was increasing, the Hellenistic Jews among them complained against the Hebraic Jews because their widows were being overlooked in the daily distribution of food."
    },
    {
        "o": 29926,
        "r": "niv:Acts:6:2",
        "t": "So the Twelve gathered all the disciples together and said, “It would not be right for us to neglect the ministry of the word of God in order to wait on tables."
    },
    {
        "o": 29927,
        "r": "niv:Acts:6:3",
        "t": "Brothers and sisters, choose seven men from among you who are known to be full of the Spirit and wisdom. We will turn this responsibility over to them"
    },
    {
        "o": 29928,
        "r": "niv:Acts:6:4",
        "t": "and will give our attention to prayer and the ministry of the word.”"
    },
    {
        "o": 29929,
        "r": "niv:Acts:6:5",
        "t": "This*p proposal pleased the whole group. They chose Stephen, a man full of faith and of the Holy Spirit; also Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas from Antioch, a convert to Judaism."
    },
    {
        "o": 29930,
        "r": "niv:Acts:6:6",
        "t": "They presented these men to the apostles, who prayed and laid their hands on them."
    },
    {
        "o": 29931,
        "r": "niv:Acts:6:7",
        "t": "So*p the word of God spread. The number of disciples in Jerusalem increased rapidly, and a large number of priests became obedient to the faith."
    },
    {
        "o": 29932,
        "r": "niv:Acts:6:7",
        "t": "Stephen Seized",
        "h": 2
    },
    {
        "o": 29933,
        "r": "niv:Acts:6:8",
        "t": "Now*p Stephen, a man full of God’s grace and power, performed great wonders and signs among the people."
    },
    {
        "o": 29934,
        "r": "niv:Acts:6:9",
        "t": "Opposition arose, however, from members of the Synagogue of the Freedmen (as it was called)—Jews of Cyrene and Alexandria as well as the provinces of Cilicia and Asia—who began to argue with Stephen."
    },
    {
        "o": 29935,
        "r": "niv:Acts:6:10",
        "t": "But they could not stand up against the wisdom the Spirit gave him as he spoke."
    },
    {
        "o": 29936,
        "r": "niv:Acts:6:11",
        "t": "Then*p they secretly persuaded some men to say, “We have heard Stephen speak blasphemous words against Moses and against God.”"
    },
    {
        "o": 29937,
        "r": "niv:Acts:6:12",
        "t": "So*p they stirred up the people and the elders and the teachers of the law. They seized Stephen and brought him before the Sanhedrin."
    },
    {
        "o": 29938,
        "r": "niv:Acts:6:13",
        "t": "They produced false witnesses, who testified, “This fellow never stops speaking against this holy place and against the law."
    },
    {
        "o": 29939,
        "r": "niv:Acts:6:14",
        "t": "For we have heard him say that this Jesus of Nazareth will destroy this place and change the customs Moses handed down to us.”"
    },
    {
        "o": 29940,
        "r": "niv:Acts:6:15",
        "t": "All*p who were sitting in the Sanhedrin looked intently at Stephen, and they saw that his face was like the face of an angel."
    }
]
