[
    {
        "o": 32468,
        "r": "niv:Philippians:2:0",
        "t": "Philippians 2",
        "h": 1
    },
    {
        "o": 32469,
        "r": "niv:Philippians:2:0",
        "t": "Imitating Christ’s Humility",
        "h": 2
    },
    {
        "o": 32470,
        "r": "niv:Philippians:2:1",
        "t": "Therefore*p if you have any encouragement from being united with Christ, if any comfort from his love, if any common sharing in the Spirit, if any tenderness and compassion,"
    },
    {
        "o": 32471,
        "r": "niv:Philippians:2:2",
        "t": "then make my joy complete by being like-minded, having the same love, being one in spirit and of one mind."
    },
    {
        "o": 32472,
        "r": "niv:Philippians:2:3",
        "t": "Do nothing out of selfish ambition or vain conceit. Rather, in humility value others above yourselves,"
    },
    {
        "o": 32473,
        "r": "niv:Philippians:2:4",
        "t": "not looking to your own interests but each of you to the interests of the others."
    },
    {
        "o": 32474,
        "r": "niv:Philippians:2:5",
        "t": "In*p your relationships with one another, have the same mindset as Christ Jesus:"
    },
    {
        "o": 32475,
        "r": "niv:Philippians:2:6",
        "t": "Who,*pn being in very nature God, did*ld not consider equality with God something to be used to his own advantage;"
    },
    {
        "o": 32476,
        "r": "niv:Philippians:2:7",
        "t": "rather,*ln he made himself nothing by*ld taking the very nature of a servant, being*ld made in human likeness."
    },
    {
        "o": 32477,
        "r": "niv:Philippians:2:8",
        "t": "And*ln being found in appearance as a man, he*ld humbled himself by*ld becoming obedient to death— even*ld death on a cross!"
    },
    {
        "o": 32478,
        "r": "niv:Philippians:2:9",
        "t": "Therefore*pn God exalted him to the highest place and*ld gave him the name that is above every name,"
    },
    {
        "o": 32479,
        "r": "niv:Philippians:2:10",
        "t": "that*ln at the name of Jesus every knee should bow, in*ld heaven and on earth and under the earth,"
    },
    {
        "o": 32480,
        "r": "niv:Philippians:2:11",
        "t": "and*ln every tongue acknowledge that Jesus Christ is Lord, to*ld the glory of God the Father."
    },
    {
        "o": 32481,
        "r": "niv:Philippians:2:11",
        "t": "Do Everything Without Grumbling",
        "h": 2
    },
    {
        "o": 32482,
        "r": "niv:Philippians:2:12",
        "t": "Therefore,*p my dear friends, as you have always obeyed—not only in my presence, but now much more in my absence—continue to work out your salvation with fear and trembling,"
    },
    {
        "o": 32483,
        "r": "niv:Philippians:2:13",
        "t": "for it is God who works in you to will and to act in order to fulfill his good purpose."
    },
    {
        "o": 32484,
        "r": "niv:Philippians:2:14",
        "t": "Do*p everything without grumbling or arguing,"
    },
    {
        "o": 32485,
        "r": "niv:Philippians:2:15",
        "t": "so that you may become blameless and pure, “children of God without fault in a warped and crooked generation.” Then you will shine among them like stars in the sky"
    },
    {
        "o": 32486,
        "r": "niv:Philippians:2:16",
        "t": "as you hold firmly to the word of life. And then I will be able to boast on the day of Christ that I did not run or labor in vain."
    },
    {
        "o": 32487,
        "r": "niv:Philippians:2:17",
        "t": "But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you."
    },
    {
        "o": 32488,
        "r": "niv:Philippians:2:18",
        "t": "So you too should be glad and rejoice with me."
    },
    {
        "o": 32489,
        "r": "niv:Philippians:2:18",
        "t": "Timothy and Epaphroditus",
        "h": 2
    },
    {
        "o": 32490,
        "r": "niv:Philippians:2:19",
        "t": "I*p hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you."
    },
    {
        "o": 32491,
        "r": "niv:Philippians:2:20",
        "t": "I have no one else like him, who will show genuine concern for your welfare."
    },
    {
        "o": 32492,
        "r": "niv:Philippians:2:21",
        "t": "For everyone looks out for their own interests, not those of Jesus Christ."
    },
    {
        "o": 32493,
        "r": "niv:Philippians:2:22",
        "t": "But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel."
    },
    {
        "o": 32494,
        "r": "niv:Philippians:2:23",
        "t": "I hope, therefore, to send him as soon as I see how things go with me."
    },
    {
        "o": 32495,
        "r": "niv:Philippians:2:24",
        "t": "And I am confident in the Lord that I myself will come soon."
    },
    {
        "o": 32496,
        "r": "niv:Philippians:2:25",
        "t": "But*p I think it is necessary to send back to you Epaphroditus, my brother, co-worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs."
    },
    {
        "o": 32497,
        "r": "niv:Philippians:2:26",
        "t": "For he longs for all of you and is distressed because you heard he was ill."
    },
    {
        "o": 32498,
        "r": "niv:Philippians:2:27",
        "t": "Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow."
    },
    {
        "o": 32499,
        "r": "niv:Philippians:2:28",
        "t": "Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety."
    },
    {
        "o": 32500,
        "r": "niv:Philippians:2:29",
        "t": "So then, welcome him in the Lord with great joy, and honor people like him,"
    },
    {
        "o": 32501,
        "r": "niv:Philippians:2:30",
        "t": "because he almost died for the work of Christ. He risked his life to make up for the help you yourselves could not give me."
    }
]
