[
    {
        "o": 2451,
        "r": "nasb:Exodus:26:0",
        "t": "Exodus 26",
        "h": 1
    },
    {
        "o": 2452,
        "r": "nasb:Exodus:26:0",
        "t": "Curtains of Linen",
        "h": 2
    },
    {
        "o": 2453,
        "r": "nasb:Exodus:26:1",
        "t": "“Moreover*p you shall make the tabernacle with ten curtains of fine twisted linen and blue and purple and scarlet material;*i you shall make them with cherubim, the work of a skillful workman."
    },
    {
        "o": 2454,
        "r": "nasb:Exodus:26:2",
        "t": "The length of each curtain shall be twenty-eight cubits, and the width of each curtain four cubits; all the curtains shall have the same measurements."
    },
    {
        "o": 2455,
        "r": "nasb:Exodus:26:3",
        "t": "Five curtains shall be joined to one another, and the*i other*i five curtains shall*i be*i joined to one another."
    },
    {
        "o": 2456,
        "r": "nasb:Exodus:26:4",
        "t": "You shall make loops of blue on the edge of the outermost curtain in the first*i set, and likewise you shall make them*i on the edge of the curtain that is outermost in the second set."
    },
    {
        "o": 2457,
        "r": "nasb:Exodus:26:5",
        "t": "You shall make fifty loops in the one curtain, and you shall make fifty loops on the edge of the curtain that is in the second set; the loops shall be opposite each other."
    },
    {
        "o": 2458,
        "r": "nasb:Exodus:26:6",
        "t": "You shall make fifty clasps of gold, and join the curtains to one another with the clasps so that the tabernacle will be a unit."
    },
    {
        "o": 2459,
        "r": "nasb:Exodus:26:6",
        "t": "Curtains of Goats’ Hair",
        "h": 2
    },
    {
        "o": 2460,
        "r": "nasb:Exodus:26:7",
        "t": "“Then*p you shall make curtains of goats’ hair*i for a tent over the tabernacle; you shall make eleven curtains in all."
    },
    {
        "o": 2461,
        "r": "nasb:Exodus:26:8",
        "t": "The length of each curtain shall*i be*i thirty cubits, and the width of each curtain four cubits; the eleven curtains shall have the same measurements."
    },
    {
        "o": 2462,
        "r": "nasb:Exodus:26:9",
        "t": "You shall join five curtains by themselves and the other*i six curtains by themselves, and you shall double over the sixth curtain at the front of the tent."
    },
    {
        "o": 2463,
        "r": "nasb:Exodus:26:10",
        "t": "You shall make fifty loops on the edge of the curtain that is outermost in the first*i set, and fifty loops on the edge of the curtain that*i is*i outermost*i in*i the second set."
    },
    {
        "o": 2464,
        "r": "nasb:Exodus:26:11",
        "t": "“You*p shall make fifty clasps of bronze, and you shall put the clasps into the loops and join the tent together so that it will be a unit."
    },
    {
        "o": 2465,
        "r": "nasb:Exodus:26:12",
        "t": "The overlapping part that is left over in the curtains of the tent, the half curtain that is left over, shall lap over the back of the tabernacle."
    },
    {
        "o": 2466,
        "r": "nasb:Exodus:26:13",
        "t": "The cubit on one side and the cubit on the other, of what is left over in the length of the curtains of the tent, shall lap over the sides of the tabernacle on one side and on the other, to cover it."
    },
    {
        "o": 2467,
        "r": "nasb:Exodus:26:14",
        "t": "You shall make a covering for the tent of rams’ skins dyed red and a covering of porpoise skins above."
    },
    {
        "o": 2468,
        "r": "nasb:Exodus:26:14",
        "t": "Boards and Sockets",
        "h": 2
    },
    {
        "o": 2469,
        "r": "nasb:Exodus:26:15",
        "t": "“Then*p you shall make the boards for the tabernacle of acacia wood, standing upright."
    },
    {
        "o": 2470,
        "r": "nasb:Exodus:26:16",
        "t": "Ten cubits shall*i be*i the length of each board and one and a half cubits the width of each board."
    },
    {
        "o": 2471,
        "r": "nasb:Exodus:26:17",
        "t": "There*i shall*i be*i two tenons for each board, fitted to one another; thus you shall do for all the boards of the tabernacle."
    },
    {
        "o": 2472,
        "r": "nasb:Exodus:26:18",
        "t": "You shall make the boards for the tabernacle: twenty boards for the south side."
    },
    {
        "o": 2473,
        "r": "nasb:Exodus:26:19",
        "t": "You shall make forty sockets of silver under the twenty boards, two sockets under one board for its two tenons and two sockets under another board for its two tenons;"
    },
    {
        "o": 2474,
        "r": "nasb:Exodus:26:20",
        "t": "and for the second side of the tabernacle, on the north side, twenty boards,"
    },
    {
        "o": 2475,
        "r": "nasb:Exodus:26:21",
        "t": "and their forty sockets of silver; two sockets under one board and two sockets under another board."
    },
    {
        "o": 2476,
        "r": "nasb:Exodus:26:22",
        "t": "For the rear of the tabernacle, to the west, you shall make six boards."
    },
    {
        "o": 2477,
        "r": "nasb:Exodus:26:23",
        "t": "You shall make two boards for the corners of the tabernacle at the rear."
    },
    {
        "o": 2478,
        "r": "nasb:Exodus:26:24",
        "t": "They shall be double beneath, and together they shall be complete to its top to the first ring; thus it shall be with both of them: they shall form the two corners."
    },
    {
        "o": 2479,
        "r": "nasb:Exodus:26:25",
        "t": "There shall be eight boards with their sockets of silver, sixteen sockets; two sockets under one board and two sockets under another board."
    },
    {
        "o": 2480,
        "r": "nasb:Exodus:26:26",
        "t": "“Then*p you shall make bars of acacia wood, five for the boards of one side of the tabernacle,"
    },
    {
        "o": 2481,
        "r": "nasb:Exodus:26:27",
        "t": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the side of the tabernacle for the rear side*i to the west."
    },
    {
        "o": 2482,
        "r": "nasb:Exodus:26:28",
        "t": "The middle bar in the center of the boards shall pass through from end to end."
    },
    {
        "o": 2483,
        "r": "nasb:Exodus:26:29",
        "t": "You shall overlay the boards with gold and make their rings of gold as*i holders for the bars; and you shall overlay the bars with gold."
    },
    {
        "o": 2484,
        "r": "nasb:Exodus:26:30",
        "t": "Then you shall erect the tabernacle according to its plan which you have been shown in the mountain."
    },
    {
        "o": 2485,
        "r": "nasb:Exodus:26:30",
        "t": "The Veil and Screen",
        "h": 2
    },
    {
        "o": 2486,
        "r": "nasb:Exodus:26:31",
        "t": "“You*p shall make a veil of blue and purple and scarlet material*i and fine twisted linen; it shall be made with cherubim, the work of a skillful workman."
    },
    {
        "o": 2487,
        "r": "nasb:Exodus:26:32",
        "t": "You shall hang it on four pillars of acacia overlaid with gold, their hooks also*i being*i of*i gold, on four sockets of silver."
    },
    {
        "o": 2488,
        "r": "nasb:Exodus:26:33",
        "t": "You shall hang up the veil under the clasps, and shall bring in the ark of the testimony there within the veil; and the veil shall serve for you as a partition between the holy place and the holy of holies."
    },
    {
        "o": 2489,
        "r": "nasb:Exodus:26:34",
        "t": "You shall put the mercy seat on the ark of the testimony in the holy of holies."
    },
    {
        "o": 2490,
        "r": "nasb:Exodus:26:35",
        "t": "You shall set the table outside the veil, and the lampstand opposite the table on the side of the tabernacle toward the south; and you shall put the table on the north side."
    },
    {
        "o": 2491,
        "r": "nasb:Exodus:26:36",
        "t": "“You*p shall make a screen for the doorway of the tent of blue and purple and scarlet material*i and fine twisted linen, the work of a weaver."
    },
    {
        "o": 2492,
        "r": "nasb:Exodus:26:37",
        "t": "You shall make five pillars of acacia for the screen and overlay them with gold, their hooks also*i being*i of*i gold; and you shall cast five sockets of bronze for them."
    }
]
