[
    {
        "o": 19907,
        "r": "nasb:Isaiah:11:0",
        "t": "Isaiah 11",
        "h": 1
    },
    {
        "o": 19908,
        "r": "nasb:Isaiah:11:0",
        "t": "Righteous Reign of the Branch",
        "h": 2
    },
    {
        "o": 19909,
        "r": "nasb:Isaiah:11:1",
        "t": "Then*pn a shoot will spring from the stem of Jesse, And*ln a branch from his roots will bear fruit."
    },
    {
        "o": 19910,
        "r": "nasb:Isaiah:11:2",
        "t": "The*ln Spirit of the Lord*s will rest on Him, The*ln spirit of wisdom and understanding, The*ln spirit of counsel and strength, The*ln spirit of knowledge and the fear of the Lord.*s"
    },
    {
        "o": 19911,
        "r": "nasb:Isaiah:11:3",
        "t": "And*ln He will delight in the fear of the Lord,*s And*ln He will not judge by what His eyes see, Nor*ln make a decision by what His ears hear;"
    },
    {
        "o": 19912,
        "r": "nasb:Isaiah:11:4",
        "t": "But*ln with righteousness He will judge the poor, And*ln decide with fairness for the afflicted of the earth; And*ln He will strike the earth with the rod of His mouth, And*ln with the breath of His lips He will slay the wicked."
    },
    {
        "o": 19913,
        "r": "nasb:Isaiah:11:5",
        "t": "Also*ln righteousness will be the belt about His loins, And*ln faithfulness the belt about His waist."
    },
    {
        "o": 19914,
        "r": "nasb:Isaiah:11:6",
        "t": "And*ln the wolf will dwell with the lamb, And*ln the leopard will lie down with the young goat, And*ln the calf and the young lion and the fatling together; And*ln a little boy will lead them."
    },
    {
        "o": 19915,
        "r": "nasb:Isaiah:11:7",
        "t": "Also*ln the cow and the bear will graze, Their*ln young will lie down together, And*ln the lion will eat straw like the ox."
    },
    {
        "o": 19916,
        "r": "nasb:Isaiah:11:8",
        "t": "The*ln nursing child will play by the hole of the cobra, And*ln the weaned child will put his hand on the viper’s den."
    },
    {
        "o": 19917,
        "r": "nasb:Isaiah:11:9",
        "t": "They*ln will not hurt or destroy in all My holy mountain, For*ln the earth will be full of the knowledge of the Lord*s As*ln the waters cover the sea."
    },
    {
        "o": 19918,
        "r": "nasb:Isaiah:11:10",
        "t": "Then*ln in that day The*ln nations will resort to the root of Jesse, Who*ln will stand as a signal for the peoples; And*ln His resting place will be glorious."
    },
    {
        "o": 19919,
        "r": "nasb:Isaiah:11:10",
        "t": "The Restored Remnant",
        "h": 2
    },
    {
        "o": 19920,
        "r": "nasb:Isaiah:11:11",
        "t": "Then*pn it will happen on that day that the Lord Will*ln again recover the second time with His hand The*ln remnant of His people, who will remain, From*ln Assyria, Egypt, Pathros, Cush, Elam, Shinar, Hamath, And*ln from the islands of the sea."
    },
    {
        "o": 19921,
        "r": "nasb:Isaiah:11:12",
        "t": "And*ln He will lift up a standard for the nations And*ln assemble the banished ones of Israel, And*ln will gather the dispersed of Judah From*ln the four corners of the earth."
    },
    {
        "o": 19922,
        "r": "nasb:Isaiah:11:13",
        "t": "Then*ln the jealousy of Ephraim will depart, And*ln those who harass Judah will be cut off; Ephraim*ln will not be jealous of Judah, And*ln Judah will not harass Ephraim."
    },
    {
        "o": 19923,
        "r": "nasb:Isaiah:11:14",
        "t": "They*ln will swoop down on the slopes of the Philistines on the west; Together*ln they will plunder the sons of the east; They*ln will possess Edom and Moab, And*ln the sons of Ammon will be subject to them."
    },
    {
        "o": 19924,
        "r": "nasb:Isaiah:11:15",
        "t": "And*ln the Lord*s will utterly destroy The*ln tongue of the Sea of Egypt; And*ln He will wave His hand over the River With*ln His scorching wind; And*ln He will strike it into seven streams And*ln make men*i walk over dry-shod."
    },
    {
        "o": 19925,
        "r": "nasb:Isaiah:11:16",
        "t": "And*ln there will be a highway from Assyria For*ln the remnant of His people who will be left, Just*ln as there was for Israel In*ln the day that they came up out of the land of Egypt."
    }
]
