[
    {
        "o": 6286,
        "r": "niv:Deuteronomy:32:0",
        "t": "Deuteronomy 32",
        "h": 1
    },
    {
        "o": 6287,
        "r": "niv:Deuteronomy:32:1",
        "t": "Listen,*pn you heavens, and I will speak; hear,*ld you earth, the words of my mouth."
    },
    {
        "o": 6288,
        "r": "niv:Deuteronomy:32:2",
        "t": "Let*ln my teaching fall like rain and*ld my words descend like dew, like*ln showers on new grass, like*ld abundant rain on tender plants."
    },
    {
        "o": 6289,
        "r": "niv:Deuteronomy:32:3",
        "t": "I*pn will proclaim the name of the Lord.*s Oh,*ld praise the greatness of our God!"
    },
    {
        "o": 6290,
        "r": "niv:Deuteronomy:32:4",
        "t": "He*ln is the Rock, his works are perfect, and*ld all his ways are just. A*ln faithful God who does no wrong, upright*ld and just is he."
    },
    {
        "o": 6291,
        "r": "niv:Deuteronomy:32:5",
        "t": "They*pn are corrupt and not his children; to*ld their shame they are a warped and crooked generation."
    },
    {
        "o": 6292,
        "r": "niv:Deuteronomy:32:6",
        "t": "Is*ln this the way you repay the Lord,*s you*ld foolish and unwise people? Is*ln he not your Father, your Creator, who*ld made you and formed you?"
    },
    {
        "o": 6293,
        "r": "niv:Deuteronomy:32:7",
        "t": "Remember*pn the days of old; consider*ld the generations long past. Ask*ln your father and he will tell you, your*ld elders, and they will explain to you."
    },
    {
        "o": 6294,
        "r": "niv:Deuteronomy:32:8",
        "t": "When*ln the Most High gave the nations their inheritance, when*ld he divided all mankind, he*ln set up boundaries for the peoples according*ld to the number of the sons of Israel."
    },
    {
        "o": 6295,
        "r": "niv:Deuteronomy:32:9",
        "t": "For*ln the Lord’s*s portion is his people, Jacob*ld his allotted inheritance."
    },
    {
        "o": 6296,
        "r": "niv:Deuteronomy:32:10",
        "t": "In*pn a desert land he found him, in*ld a barren and howling waste. He*ln shielded him and cared for him; he*ld guarded him as the apple of his eye,"
    },
    {
        "o": 6297,
        "r": "niv:Deuteronomy:32:11",
        "t": "like*ln an eagle that stirs up its nest and*ld hovers over its young, that*ln spreads its wings to catch them and*ld carries them aloft."
    },
    {
        "o": 6298,
        "r": "niv:Deuteronomy:32:12",
        "t": "The*ln Lord*s alone led him; no*ld foreign god was with him."
    },
    {
        "o": 6299,
        "r": "niv:Deuteronomy:32:13",
        "t": "He*pn made him ride on the heights of the land and*ld fed him with the fruit of the fields. He*ln nourished him with honey from the rock, and*ld with oil from the flinty crag,"
    },
    {
        "o": 6300,
        "r": "niv:Deuteronomy:32:14",
        "t": "with*ln curds and milk from herd and flock and*ld with fattened lambs and goats, with*ln choice rams of Bashan and*ld the finest kernels of wheat. You*ln drank the foaming blood of the grape."
    },
    {
        "o": 6301,
        "r": "niv:Deuteronomy:32:15",
        "t": "Jeshurun*pn grew fat and kicked; filled*ld with food, they became heavy and sleek. They*ln abandoned the God who made them and*ld rejected the Rock their Savior."
    },
    {
        "o": 6302,
        "r": "niv:Deuteronomy:32:16",
        "t": "They*ln made him jealous with their foreign gods and*ld angered him with their detestable idols."
    },
    {
        "o": 6303,
        "r": "niv:Deuteronomy:32:17",
        "t": "They*ln sacrificed to false gods, which are not God— gods*ld they had not known, gods*ld that recently appeared, gods*ld your ancestors did not fear."
    },
    {
        "o": 6304,
        "r": "niv:Deuteronomy:32:18",
        "t": "You*ln deserted the Rock, who fathered you; you*ld forgot the God who gave you birth."
    },
    {
        "o": 6305,
        "r": "niv:Deuteronomy:32:19",
        "t": "The*pn Lord*s saw this and rejected them because*ld he was angered by his sons and daughters."
    },
    {
        "o": 6306,
        "r": "niv:Deuteronomy:32:20",
        "t": "“I*ln will hide my face from them,” he said, “and*ld see what their end will be; for*ln they are a perverse generation, children*ld who are unfaithful."
    },
    {
        "o": 6307,
        "r": "niv:Deuteronomy:32:21",
        "t": "They*ln made me jealous by what is no god and*ld angered me with their worthless idols. I*ln will make them envious by those who are not a people; I*ld will make them angry by a nation that has no understanding."
    },
    {
        "o": 6308,
        "r": "niv:Deuteronomy:32:22",
        "t": "For*ln a fire will be kindled by my wrath, one*ld that burns down to the realm of the dead below. It*ln will devour the earth and its harvests and*ld set afire the foundations of the mountains."
    },
    {
        "o": 6309,
        "r": "niv:Deuteronomy:32:23",
        "t": "“I*pn will heap calamities on them and*ld spend my arrows against them."
    },
    {
        "o": 6310,
        "r": "niv:Deuteronomy:32:24",
        "t": "I*ln will send wasting famine against them, consuming*ld pestilence and deadly plague; I*ln will send against them the fangs of wild beasts, the*ld venom of vipers that glide in the dust."
    },
    {
        "o": 6311,
        "r": "niv:Deuteronomy:32:25",
        "t": "In*ln the street the sword will make them childless; in*ld their homes terror will reign. The*ln young men and young women will perish, the*ld infants and those with gray hair."
    },
    {
        "o": 6312,
        "r": "niv:Deuteronomy:32:26",
        "t": "I*ln said I would scatter them and*ld erase their name from human memory,"
    },
    {
        "o": 6313,
        "r": "niv:Deuteronomy:32:27",
        "t": "but*ln I dreaded the taunt of the enemy, lest*ld the adversary misunderstand and*ln say, ‘Our hand has triumphed; the*ld Lord*s has not done all this.’ ”"
    },
    {
        "o": 6314,
        "r": "niv:Deuteronomy:32:28",
        "t": "They*pn are a nation without sense, there*ld is no discernment in them."
    },
    {
        "o": 6315,
        "r": "niv:Deuteronomy:32:29",
        "t": "If*ln only they were wise and would understand this and*ld discern what their end will be!"
    },
    {
        "o": 6316,
        "r": "niv:Deuteronomy:32:30",
        "t": "How*ln could one man chase a thousand, or*ld two put ten thousand to flight, unless*ln their Rock had sold them, unless*ld the Lord*s had given them up?"
    },
    {
        "o": 6317,
        "r": "niv:Deuteronomy:32:31",
        "t": "For*ln their rock is not like our Rock, as*ld even our enemies concede."
    },
    {
        "o": 6318,
        "r": "niv:Deuteronomy:32:32",
        "t": "Their*ln vine comes from the vine of Sodom and*ld from the fields of Gomorrah. Their*ln grapes are filled with poison, and*ld their clusters with bitterness."
    },
    {
        "o": 6319,
        "r": "niv:Deuteronomy:32:33",
        "t": "Their*ln wine is the venom of serpents, the*ld deadly poison of cobras."
    },
    {
        "o": 6320,
        "r": "niv:Deuteronomy:32:34",
        "t": "“Have*pn I not kept this in reserve and*ld sealed it in my vaults?"
    },
    {
        "o": 6321,
        "r": "niv:Deuteronomy:32:35",
        "t": "It*ln is mine to avenge; I will repay. In*ld due time their foot will slip; their*ln day of disaster is near and*ld their doom rushes upon them.”"
    },
    {
        "o": 6322,
        "r": "niv:Deuteronomy:32:36",
        "t": "The*pn Lord*s will vindicate his people and*ld relent concerning his servants when*ln he sees their strength is gone and*ld no one is left, slave or free."
    },
    {
        "o": 6323,
        "r": "niv:Deuteronomy:32:37",
        "t": "He*ln will say: “Now where are their gods, the*ld rock they took refuge in,"
    },
    {
        "o": 6324,
        "r": "niv:Deuteronomy:32:38",
        "t": "the*ln gods who ate the fat of their sacrifices and*ld drank the wine of their drink offerings? Let*ln them rise up to help you! Let*ld them give you shelter!"
    },
    {
        "o": 6325,
        "r": "niv:Deuteronomy:32:39",
        "t": "“See*pn now that I myself am he! There*ld is no god besides me. I*ln put to death and I bring to life, I*ld have wounded and I will heal, and*ld no one can deliver out of my hand."
    },
    {
        "o": 6326,
        "r": "niv:Deuteronomy:32:40",
        "t": "I*ln lift my hand to heaven and solemnly swear: As*ld surely as I live forever,"
    },
    {
        "o": 6327,
        "r": "niv:Deuteronomy:32:41",
        "t": "when*ln I sharpen my flashing sword and*ld my hand grasps it in judgment, I*ln will take vengeance on my adversaries and*ld repay those who hate me."
    },
    {
        "o": 6328,
        "r": "niv:Deuteronomy:32:42",
        "t": "I*ln will make my arrows drunk with blood, while*ld my sword devours flesh: the*ln blood of the slain and the captives, the*ld heads of the enemy leaders.”"
    },
    {
        "o": 6329,
        "r": "niv:Deuteronomy:32:43",
        "t": "Rejoice,*pn you nations, with his people, for*ld he will avenge the blood of his servants; he*ln will take vengeance on his enemies and*ld make atonement for his land and people."
    },
    {
        "o": 6330,
        "r": "niv:Deuteronomy:32:44",
        "t": "Moses*p came with Joshua son of Nun and spoke all the words of this song in the hearing of the people."
    },
    {
        "o": 6331,
        "r": "niv:Deuteronomy:32:45",
        "t": "When Moses finished reciting all these words to all Israel,"
    },
    {
        "o": 6332,
        "r": "niv:Deuteronomy:32:46",
        "t": "he said to them, “Take to heart all the words I have solemnly declared to you this day, so that you may command your children to obey carefully all the words of this law."
    },
    {
        "o": 6333,
        "r": "niv:Deuteronomy:32:47",
        "t": "They are not just idle words for you—they are your life. By them you will live long in the land you are crossing the Jordan to possess.”"
    },
    {
        "o": 6334,
        "r": "niv:Deuteronomy:32:47",
        "t": "Moses to Die on Mount Nebo",
        "h": 2
    },
    {
        "o": 6335,
        "r": "niv:Deuteronomy:32:48",
        "t": "On*p that same day the Lord*s told Moses,"
    },
    {
        "o": 6336,
        "r": "niv:Deuteronomy:32:49",
        "t": "“Go up into the Abarim Range to Mount Nebo in Moab, across from Jericho, and view Canaan, the land I am giving the Israelites as their own possession."
    },
    {
        "o": 6337,
        "r": "niv:Deuteronomy:32:50",
        "t": "There on the mountain that you have climbed you will die and be gathered to your people, just as your brother Aaron died on Mount Hor and was gathered to his people."
    },
    {
        "o": 6338,
        "r": "niv:Deuteronomy:32:51",
        "t": "This is because both of you broke faith with me in the presence of the Israelites at the waters of Meribah Kadesh in the Desert of Zin and because you did not uphold my holiness among the Israelites."
    },
    {
        "o": 6339,
        "r": "niv:Deuteronomy:32:52",
        "t": "Therefore, you will see the land only from a distance; you will not enter the land I am giving to the people of Israel.”"
    }
]
