[
    {
        "o": 33987,
        "r": "nkjv:Hebrews:5:0",
        "t": "Hebrews 5",
        "h": 1
    },
    {
        "o": 33988,
        "r": "nkjv:Hebrews:5:0",
        "t": "Qualifications for High Priesthood",
        "h": 2
    },
    {
        "o": 33989,
        "r": "nkjv:Hebrews:5:1",
        "t": "For*p every high priest taken from among men is appointed for men in things pertaining*i to God, that he may offer both gifts and sacrifices for sins."
    },
    {
        "o": 33990,
        "r": "nkjv:Hebrews:5:2",
        "t": "He can have compassion on those who are ignorant and going astray, since he himself is also subject to weakness."
    },
    {
        "o": 33991,
        "r": "nkjv:Hebrews:5:3",
        "t": "Because of this he is required as for the people, so also for himself, to offer sacrifices*i for sins."
    },
    {
        "o": 33992,
        "r": "nkjv:Hebrews:5:4",
        "t": "And no man takes this honor to himself, but he who is called by God, just as Aaron was.*i"
    },
    {
        "o": 33993,
        "r": "nkjv:Hebrews:5:4",
        "t": "A Priest Forever",
        "h": 2
    },
    {
        "o": 33994,
        "r": "nkjv:Hebrews:5:5",
        "t": "So*p also Christ did not glorify Himself to become High Priest, but it*i was*i He who said to Him: “You*pn are My Son, Today*ld I have begotten You.”"
    },
    {
        "o": 33995,
        "r": "nkjv:Hebrews:5:6",
        "t": "As*p He*i also says*i in another place:*i “You*pn are*i a priest forever According*ld to the order of Melchizedek”;"
    },
    {
        "o": 33996,
        "r": "nkjv:Hebrews:5:7",
        "t": "who,*p in the days of His flesh, when He had offered up prayers and supplications, with vehement cries and tears to Him who was able to save Him from death, and was heard because of His godly fear,"
    },
    {
        "o": 33997,
        "r": "nkjv:Hebrews:5:8",
        "t": "though He was a Son, yet*i He learned obedience by the things which He suffered."
    },
    {
        "o": 33998,
        "r": "nkjv:Hebrews:5:9",
        "t": "And having been perfected, He became the author of eternal salvation to all who obey Him,"
    },
    {
        "o": 33999,
        "r": "nkjv:Hebrews:5:10",
        "t": "called by God as High Priest “according to the order of Melchizedek,”"
    },
    {
        "o": 34000,
        "r": "nkjv:Hebrews:5:11",
        "t": "of whom we have much to say, and hard to explain, since you have become dull of hearing."
    },
    {
        "o": 34001,
        "r": "nkjv:Hebrews:5:11",
        "t": "Spiritual Immaturity",
        "h": 2
    },
    {
        "o": 34002,
        "r": "nkjv:Hebrews:5:12",
        "t": "For*p though by this time you ought to be teachers, you need someone*i to teach you again the first principles of the oracles of God; and you have come to need milk and not solid food."
    },
    {
        "o": 34003,
        "r": "nkjv:Hebrews:5:13",
        "t": "For everyone who partakes only*i of milk is*i unskilled in the word of righteousness, for he is a babe."
    },
    {
        "o": 34004,
        "r": "nkjv:Hebrews:5:14",
        "t": "But solid food belongs to those who are of full age, that*i is,*i those who by reason of use have their senses exercised to discern both good and evil."
    }
]
