[
    {
        "o": 19321,
        "r": "esv:Ecclesiastes:6:0",
        "t": "Ecclesiastes 6",
        "h": 1
    },
    {
        "o": 19322,
        "r": "esv:Ecclesiastes:6:1",
        "t": "There*p is an evil that I have seen under the sun, and it lies heavy on mankind:"
    },
    {
        "o": 19323,
        "r": "esv:Ecclesiastes:6:2",
        "t": "a man to whom God gives wealth, possessions, and honor, so that he lacks nothing of all that he desires, yet God does not give him power to enjoy them, but a stranger enjoys them. This is vanity; it is a grievous evil."
    },
    {
        "o": 19324,
        "r": "esv:Ecclesiastes:6:3",
        "t": "If a man fathers a hundred children and lives many years, so that the days of his years are many, but his soul is not satisfied with life’s good things, and he also has no burial, I say that a stillborn child is better off than he."
    },
    {
        "o": 19325,
        "r": "esv:Ecclesiastes:6:4",
        "t": "For it comes in vanity and goes in darkness, and in darkness its name is covered."
    },
    {
        "o": 19326,
        "r": "esv:Ecclesiastes:6:5",
        "t": "Moreover, it has not seen the sun or known anything, yet it finds rest rather than he."
    },
    {
        "o": 19327,
        "r": "esv:Ecclesiastes:6:6",
        "t": "Even though he should live a thousand years twice over, yet enjoy no good— do not all go to the one place?"
    },
    {
        "o": 19328,
        "r": "esv:Ecclesiastes:6:7",
        "t": "All*p the toil of man is for his mouth, yet his appetite is not satisfied."
    },
    {
        "o": 19329,
        "r": "esv:Ecclesiastes:6:8",
        "t": "For what advantage has the wise man over the fool? And what does the poor man have who knows how to conduct himself before the living?"
    },
    {
        "o": 19330,
        "r": "esv:Ecclesiastes:6:9",
        "t": "Better is the sight of the eyes than the wandering of the appetite: this also is vanity and a striving after wind."
    },
    {
        "o": 19331,
        "r": "esv:Ecclesiastes:6:10",
        "t": "Whatever*p has come to be has already been named, and it is known what man is, and that he is not able to dispute with one stronger than he."
    },
    {
        "o": 19332,
        "r": "esv:Ecclesiastes:6:11",
        "t": "The more words, the more vanity, and what is the advantage to man?"
    },
    {
        "o": 19333,
        "r": "esv:Ecclesiastes:6:12",
        "t": "For who knows what is good for man while he lives the few days of his vain life, which he passes like a shadow? For who can tell man what will be after him under the sun?"
    }
]
