[
    {
        "o": 4075,
        "r": "esv:Numbers:4:0",
        "t": "Numbers 4",
        "h": 1
    },
    {
        "o": 4076,
        "r": "esv:Numbers:4:0",
        "t": "Duties of the Kohathites, Gershonites, and Merarites",
        "h": 2
    },
    {
        "o": 4077,
        "r": "esv:Numbers:4:1",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4078,
        "r": "esv:Numbers:4:2",
        "t": "“Take a census of the sons of Kohath from among the sons of Levi, by their clans and their fathers’ houses,"
    },
    {
        "o": 4079,
        "r": "esv:Numbers:4:3",
        "t": "from thirty years old up to fifty years old, all who can come on duty, to do the work in the tent of meeting."
    },
    {
        "o": 4080,
        "r": "esv:Numbers:4:4",
        "t": "This is the service of the sons of Kohath in the tent of meeting: the most holy things."
    },
    {
        "o": 4081,
        "r": "esv:Numbers:4:5",
        "t": "When the camp is to set out, Aaron and his sons shall go in and take down the veil of the screen and cover the ark of the testimony with it."
    },
    {
        "o": 4082,
        "r": "esv:Numbers:4:6",
        "t": "Then they shall put on it a covering of goatskin and spread on top of that a cloth all of blue, and shall put in its poles."
    },
    {
        "o": 4083,
        "r": "esv:Numbers:4:7",
        "t": "And over the table of the bread of the Presence they shall spread a cloth of blue and put on it the plates, the dishes for incense, the bowls, and the flagons for the drink offering; the regular showbread also shall be on it."
    },
    {
        "o": 4084,
        "r": "esv:Numbers:4:8",
        "t": "Then they shall spread over them a cloth of scarlet and cover the same with a covering of goatskin, and shall put in its poles."
    },
    {
        "o": 4085,
        "r": "esv:Numbers:4:9",
        "t": "And they shall take a cloth of blue and cover the lampstand for the light, with its lamps, its tongs, its trays, and all the vessels for oil with which it is supplied."
    },
    {
        "o": 4086,
        "r": "esv:Numbers:4:10",
        "t": "And they shall put it with all its utensils in a covering of goatskin and put it on the carrying frame."
    },
    {
        "o": 4087,
        "r": "esv:Numbers:4:11",
        "t": "And over the golden altar they shall spread a cloth of blue and cover it with a covering of goatskin, and shall put in its poles."
    },
    {
        "o": 4088,
        "r": "esv:Numbers:4:12",
        "t": "And they shall take all the vessels of the service that are used in the sanctuary and put them in a cloth of blue and cover them with a covering of goatskin and put them on the carrying frame."
    },
    {
        "o": 4089,
        "r": "esv:Numbers:4:13",
        "t": "And they shall take away the ashes from the altar and spread a purple cloth over it."
    },
    {
        "o": 4090,
        "r": "esv:Numbers:4:14",
        "t": "And they shall put on it all the utensils of the altar, which are used for the service there, the fire pans, the forks, the shovels, and the basins, all the utensils of the altar; and they shall spread on it a covering of goatskin, and shall put in its poles."
    },
    {
        "o": 4091,
        "r": "esv:Numbers:4:15",
        "t": "And when Aaron and his sons have finished covering the sanctuary and all the furnishings of the sanctuary, as the camp sets out, after that the sons of Kohath shall come to carry these, but they must not touch the holy things, lest they die. These are the things of the tent of meeting that the sons of Kohath are to carry."
    },
    {
        "o": 4092,
        "r": "esv:Numbers:4:16",
        "t": "“And*p Eleazar the son of Aaron the priest shall have charge of the oil for the light, the fragrant incense, the regular grain offering, and the anointing oil, with the oversight of the whole tabernacle and all that is in it, of the sanctuary and its vessels.”"
    },
    {
        "o": 4093,
        "r": "esv:Numbers:4:17",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4094,
        "r": "esv:Numbers:4:18",
        "t": "“Let not the tribe of the clans of the Kohathites be destroyed from among the Levites,"
    },
    {
        "o": 4095,
        "r": "esv:Numbers:4:19",
        "t": "but deal thus with them, that they may live and not die when they come near to the most holy things: Aaron and his sons shall go in and appoint them each to his task and to his burden,"
    },
    {
        "o": 4096,
        "r": "esv:Numbers:4:20",
        "t": "but they shall not go in to look on the holy things even for a moment, lest they die.”"
    },
    {
        "o": 4097,
        "r": "esv:Numbers:4:21",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4098,
        "r": "esv:Numbers:4:22",
        "t": "“Take a census of the sons of Gershon also, by their fathers’ houses and by their clans."
    },
    {
        "o": 4099,
        "r": "esv:Numbers:4:23",
        "t": "From thirty years old up to fifty years old, you shall list them, all who can come to do duty, to do service in the tent of meeting."
    },
    {
        "o": 4100,
        "r": "esv:Numbers:4:24",
        "t": "This is the service of the clans of the Gershonites, in serving and bearing burdens:"
    },
    {
        "o": 4101,
        "r": "esv:Numbers:4:25",
        "t": "they shall carry the curtains of the tabernacle and the tent of meeting with its covering and the covering of goatskin that is on top of it and the screen for the entrance of the tent of meeting"
    },
    {
        "o": 4102,
        "r": "esv:Numbers:4:26",
        "t": "and the hangings of the court and the screen for the entrance of the gate of the court that is around the tabernacle and the altar, and their cords and all the equipment for their service. And they shall do all that needs to be done with regard to them."
    },
    {
        "o": 4103,
        "r": "esv:Numbers:4:27",
        "t": "All the service of the sons of the Gershonites shall be at the command of Aaron and his sons, in all that they are to carry and in all that they have to do. And you shall assign to their charge all that they are to carry."
    },
    {
        "o": 4104,
        "r": "esv:Numbers:4:28",
        "t": "This is the service of the clans of the sons of the Gershonites in the tent of meeting, and their guard duty is to be under the direction of Ithamar the son of Aaron the priest."
    },
    {
        "o": 4105,
        "r": "esv:Numbers:4:29",
        "t": "“As*p for the sons of Merari, you shall list them by their clans and their fathers’ houses."
    },
    {
        "o": 4106,
        "r": "esv:Numbers:4:30",
        "t": "From thirty years old up to fifty years old, you shall list them, everyone who can come on duty, to do the service of the tent of meeting."
    },
    {
        "o": 4107,
        "r": "esv:Numbers:4:31",
        "t": "And this is what they are charged to carry, as the whole of their service in the tent of meeting: the frames of the tabernacle, with its bars, pillars, and bases,"
    },
    {
        "o": 4108,
        "r": "esv:Numbers:4:32",
        "t": "and the pillars around the court with their bases, pegs, and cords, with all their equipment and all their accessories. And you shall list by name the objects that they are required to carry."
    },
    {
        "o": 4109,
        "r": "esv:Numbers:4:33",
        "t": "This is the service of the clans of the sons of Merari, the whole of their service in the tent of meeting, under the direction of Ithamar the son of Aaron the priest.”"
    },
    {
        "o": 4110,
        "r": "esv:Numbers:4:34",
        "t": "And*p Moses and Aaron and the chiefs of the congregation listed the sons of the Kohathites, by their clans and their fathers’ houses,"
    },
    {
        "o": 4111,
        "r": "esv:Numbers:4:35",
        "t": "from thirty years old up to fifty years old, everyone who could come on duty, for service in the tent of meeting;"
    },
    {
        "o": 4112,
        "r": "esv:Numbers:4:36",
        "t": "and those listed by clans were 2,750."
    },
    {
        "o": 4113,
        "r": "esv:Numbers:4:37",
        "t": "This was the list of the clans of the Kohathites, all who served in the tent of meeting, whom Moses and Aaron listed according to the commandment of the Lord*s by Moses."
    },
    {
        "o": 4114,
        "r": "esv:Numbers:4:38",
        "t": "Those*p listed of the sons of Gershon, by their clans and their fathers’ houses,"
    },
    {
        "o": 4115,
        "r": "esv:Numbers:4:39",
        "t": "from thirty years old up to fifty years old, everyone who could come on duty for service in the tent of meeting—"
    },
    {
        "o": 4116,
        "r": "esv:Numbers:4:40",
        "t": "those listed by their clans and their fathers’ houses were 2,630."
    },
    {
        "o": 4117,
        "r": "esv:Numbers:4:41",
        "t": "This was the list of the clans of the sons of Gershon, all who served in the tent of meeting, whom Moses and Aaron listed according to the commandment of the Lord.*s"
    },
    {
        "o": 4118,
        "r": "esv:Numbers:4:42",
        "t": "Those*p listed of the clans of the sons of Merari, by their clans and their fathers’ houses,"
    },
    {
        "o": 4119,
        "r": "esv:Numbers:4:43",
        "t": "from thirty years old up to fifty years old, everyone who could come on duty, for service in the tent of meeting—"
    },
    {
        "o": 4120,
        "r": "esv:Numbers:4:44",
        "t": "those listed by clans were 3,200."
    },
    {
        "o": 4121,
        "r": "esv:Numbers:4:45",
        "t": "This was the list of the clans of the sons of Merari, whom Moses and Aaron listed according to the commandment of the Lord*s by Moses."
    },
    {
        "o": 4122,
        "r": "esv:Numbers:4:46",
        "t": "All*p those who were listed of the Levites, whom Moses and Aaron and the chiefs of Israel listed, by their clans and their fathers’ houses,"
    },
    {
        "o": 4123,
        "r": "esv:Numbers:4:47",
        "t": "from thirty years old up to fifty years old, everyone who could come to do the service of ministry and the service of bearing burdens in the tent of meeting,"
    },
    {
        "o": 4124,
        "r": "esv:Numbers:4:48",
        "t": "those listed were 8,580."
    },
    {
        "o": 4125,
        "r": "esv:Numbers:4:49",
        "t": "According to the commandment of the Lord*s through Moses they were listed, each one with his task of serving or carrying. Thus they were listed by him, as the Lord*s commanded Moses."
    }
]
