[
    {
        "o": 33308,
        "r": "nasb:Titus:3:0",
        "t": "Titus 3",
        "h": 1
    },
    {
        "o": 33309,
        "r": "nasb:Titus:3:0",
        "t": "Godly Living",
        "h": 2
    },
    {
        "o": 33310,
        "r": "nasb:Titus:3:1",
        "t": "Remind*p them to be subject to rulers, to authorities, to be obedient, to be ready for every good deed,"
    },
    {
        "o": 33311,
        "r": "nasb:Titus:3:2",
        "t": "to malign no one, to be peaceable, gentle, showing every consideration for all men."
    },
    {
        "o": 33312,
        "r": "nasb:Titus:3:3",
        "t": "For we also once were foolish ourselves, disobedient, deceived, enslaved to various lusts and pleasures, spending our life in malice and envy, hateful, hating one another."
    },
    {
        "o": 33313,
        "r": "nasb:Titus:3:4",
        "t": "But when the kindness of God our Savior and His*i love for mankind appeared,"
    },
    {
        "o": 33314,
        "r": "nasb:Titus:3:5",
        "t": "He saved us, not on the basis of deeds which we have done in righteousness, but according to His mercy, by the washing of regeneration and renewing by the Holy Spirit,"
    },
    {
        "o": 33315,
        "r": "nasb:Titus:3:6",
        "t": "whom He poured out upon us richly through Jesus Christ our Savior,"
    },
    {
        "o": 33316,
        "r": "nasb:Titus:3:7",
        "t": "so that being justified by His grace we would be made heirs according to the*i hope of eternal life."
    },
    {
        "o": 33317,
        "r": "nasb:Titus:3:8",
        "t": "This is a trustworthy statement; and concerning these things I want you to speak confidently, so that those who have believed God will be careful to engage in good deeds. These things are good and profitable for men."
    },
    {
        "o": 33318,
        "r": "nasb:Titus:3:9",
        "t": "But avoid foolish controversies and genealogies and strife and disputes about the Law, for they are unprofitable and worthless."
    },
    {
        "o": 33319,
        "r": "nasb:Titus:3:10",
        "t": "Reject a factious man after a first and second warning,"
    },
    {
        "o": 33320,
        "r": "nasb:Titus:3:11",
        "t": "knowing that such a man is perverted and is sinning, being self-condemned."
    },
    {
        "o": 33321,
        "r": "nasb:Titus:3:11",
        "t": "Personal Concerns",
        "h": 2
    },
    {
        "o": 33322,
        "r": "nasb:Titus:3:12",
        "t": "When*p I send Artemas or Tychicus to you, make every effort to come to me at Nicopolis, for I have decided to spend the winter there."
    },
    {
        "o": 33323,
        "r": "nasb:Titus:3:13",
        "t": "Diligently help Zenas the lawyer and Apollos on their way so that nothing is lacking for them."
    },
    {
        "o": 33324,
        "r": "nasb:Titus:3:14",
        "t": "Our people must also learn to engage in good deeds to meet pressing needs, so that they will not be unfruitful."
    },
    {
        "o": 33325,
        "r": "nasb:Titus:3:15",
        "t": "All*p who are with me greet you. Greet those who love us in the*i faith. Grace*bp be with you all."
    }
]
