[
    {
        "o": 25277,
        "r": "nkjv:Jonah:4:0",
        "t": "Jonah 4",
        "h": 1
    },
    {
        "o": 25278,
        "r": "nkjv:Jonah:4:0",
        "t": "Jonah’s Anger and God’s Kindness",
        "h": 2
    },
    {
        "o": 25279,
        "r": "nkjv:Jonah:4:1",
        "t": "But*p it displeased Jonah exceedingly, and he became angry."
    },
    {
        "o": 25280,
        "r": "nkjv:Jonah:4:2",
        "t": "So he prayed to the Lord,*s and said, “Ah, Lord,*s was not this what I said when I was still in my country? Therefore I fled previously to Tarshish; for I know that You are*i a gracious and merciful God, slow to anger and abundant in lovingkindness, One who relents from doing harm."
    },
    {
        "o": 25281,
        "r": "nkjv:Jonah:4:3",
        "t": "Therefore now, O Lord,*s please take my life from me, for it*i is*i better for me to die than to live!”"
    },
    {
        "o": 25282,
        "r": "nkjv:Jonah:4:4",
        "t": "Then*p the Lord*s said, “Is*i it*i right for you to be angry?”"
    },
    {
        "o": 25283,
        "r": "nkjv:Jonah:4:5",
        "t": "So*p Jonah went out of the city and sat on the east side of the city. There he made himself a shelter and sat under it in the shade, till he might see what would become of the city."
    },
    {
        "o": 25284,
        "r": "nkjv:Jonah:4:6",
        "t": "And the Lord*s God prepared a plant and made it come up over Jonah, that it might be shade for his head to deliver him from his misery. So Jonah was very grateful for the plant."
    },
    {
        "o": 25285,
        "r": "nkjv:Jonah:4:7",
        "t": "But as morning dawned the next day God prepared a worm, and it so*i damaged the plant that it withered."
    },
    {
        "o": 25286,
        "r": "nkjv:Jonah:4:8",
        "t": "And it happened, when the sun arose, that God prepared a vehement east wind; and the sun beat on Jonah’s head, so that he grew faint. Then he wished death for himself, and said, “It*i is*i better for me to die than to live.”"
    },
    {
        "o": 25287,
        "r": "nkjv:Jonah:4:9",
        "t": "Then*p God said to Jonah, “Is*i it*i right for you to be angry about the plant?” And*p he said, “It*i is*i right for me to be angry, even to death!”"
    },
    {
        "o": 25288,
        "r": "nkjv:Jonah:4:10",
        "t": "But*p the Lord*s said, “You have had pity on the plant for which you have not labored, nor made it grow, which came up in a night and perished in a night."
    },
    {
        "o": 25289,
        "r": "nkjv:Jonah:4:11",
        "t": "And should I not pity Nineveh, that great city, in which are more than one hundred and twenty thousand persons who cannot discern between their right hand and their left—and much livestock?”"
    }
]
