[
    {
        "o": 26161,
        "r": "csb:Matthew:3:0",
        "t": "Matthew 3",
        "h": 1
    },
    {
        "o": 26162,
        "r": "csb:Matthew:3:0",
        "t": "The Herald of the Messiah",
        "h": 2
    },
    {
        "o": 26163,
        "r": "csb:Matthew:3:1",
        "t": "In*p those days John the Baptist came, preaching in the wilderness of Judea"
    },
    {
        "o": 26164,
        "r": "csb:Matthew:3:2",
        "t": "and saying, “Repent, because the kingdom of heaven has come near!”"
    },
    {
        "o": 26165,
        "r": "csb:Matthew:3:3",
        "t": "For he is the one spoken of through the prophet Isaiah, who said: A*ipn voice*i of*i one*i crying*i out*i in*i the*i wilderness:*i Prepare*iln the*i way*i for*i the*i Lord;*i make*iln his*i paths*i straight!*i"
    },
    {
        "o": 26166,
        "r": "csb:Matthew:3:4",
        "t": "Now*p John had a camel-hair garment with a leather belt around his waist, and his food was locusts and wild honey."
    },
    {
        "o": 26167,
        "r": "csb:Matthew:3:5",
        "t": "Then people from Jerusalem, all Judea, and all the vicinity of the Jordan were going out to him,"
    },
    {
        "o": 26168,
        "r": "csb:Matthew:3:6",
        "t": "and they were baptized by him in the Jordan River, confessing their sins."
    },
    {
        "o": 26169,
        "r": "csb:Matthew:3:7",
        "t": "When*p he saw many of the Pharisees and Sadducees coming to his baptism, he said to them, “Brood of vipers! Who warned you to flee from the coming wrath?"
    },
    {
        "o": 26170,
        "r": "csb:Matthew:3:8",
        "t": "Therefore produce fruit consistent with repentance."
    },
    {
        "o": 26171,
        "r": "csb:Matthew:3:9",
        "t": "And don’t presume to say to yourselves, ‘We have Abraham as our father.’ For I tell you that God is able to raise up children for Abraham from these stones."
    },
    {
        "o": 26172,
        "r": "csb:Matthew:3:10",
        "t": "The ax is already at the root of the trees. Therefore, every tree that doesn’t produce good fruit will be cut down and thrown into the fire."
    },
    {
        "o": 26173,
        "r": "csb:Matthew:3:11",
        "t": "“I*p baptize you with water for repentance, but the one who is coming after me is more powerful than I. I am not worthy to remove his sandals. He himself will baptize you with the Holy Spirit and fire."
    },
    {
        "o": 26174,
        "r": "csb:Matthew:3:12",
        "t": "His winnowing shovel is in his hand, and he will clear his threshing floor and gather his wheat into the barn. But the chaff he will burn with fire that never goes out.”"
    },
    {
        "o": 26175,
        "r": "csb:Matthew:3:12",
        "t": "The Baptism of Jesus",
        "h": 2
    },
    {
        "o": 26176,
        "r": "csb:Matthew:3:13",
        "t": "Then*p Jesus came from Galilee to John at the Jordan, to be baptized by him."
    },
    {
        "o": 26177,
        "r": "csb:Matthew:3:14",
        "t": "But John tried to stop him, saying, “I need to be baptized by you, and yet you come to me?”"
    },
    {
        "o": 26178,
        "r": "csb:Matthew:3:15",
        "t": "Jesus*p answered him, “Allow*r it*r for*r now,*r because*r this*r is*r the*r way*r for*r us*r to*r fulfill*r all*r righteousness.”*r Then John allowed him to be baptized."
    },
    {
        "o": 26179,
        "r": "csb:Matthew:3:16",
        "t": "When*p Jesus was baptized, he went up immediately from the water. The heavens suddenly opened for him, and he saw the Spirit of God descending like a dove and coming down on him."
    },
    {
        "o": 26180,
        "r": "csb:Matthew:3:17",
        "t": "And a voice from heaven said, “This is my beloved Son, with whom I am well-pleased.”"
    }
]
