[
    {
        "o": 35081,
        "r": "csb:Revelation:13:0",
        "t": "Revelation 13",
        "h": 1
    },
    {
        "o": 35082,
        "r": "csb:Revelation:13:1",
        "t": "And*p I saw a beast coming up out of the sea. It had ten horns and seven heads. On its horns were ten crowns, and on its heads were blasphemous names."
    },
    {
        "o": 35083,
        "r": "csb:Revelation:13:2",
        "t": "The beast I saw was like a leopard, its feet were like a bear’s, and its mouth was like a lion’s mouth. The dragon gave the beast his power, his throne, and great authority."
    },
    {
        "o": 35084,
        "r": "csb:Revelation:13:3",
        "t": "One of its heads appeared to be fatally wounded, but its fatal wound was healed. The*p whole earth was amazed and followed the beast."
    },
    {
        "o": 35085,
        "r": "csb:Revelation:13:4",
        "t": "They worshiped the dragon because he gave authority to the beast. And they worshiped the beast, saying, “Who is like the beast? Who is able to wage war against it?”"
    },
    {
        "o": 35086,
        "r": "csb:Revelation:13:5",
        "t": "The*p beast was given a mouth to utter boasts and blasphemies. It was allowed to exercise authority for forty-two months."
    },
    {
        "o": 35087,
        "r": "csb:Revelation:13:6",
        "t": "It began to speak blasphemies against God: to blaspheme his name and his dwelling - those who dwell in heaven."
    },
    {
        "o": 35088,
        "r": "csb:Revelation:13:7",
        "t": "And it was permitted to wage war against the saints and to conquer them. It was also given authority over every tribe, people, language, and nation."
    },
    {
        "o": 35089,
        "r": "csb:Revelation:13:8",
        "t": "All those who live on the earth will worship it, everyone whose name was not written from the foundation of the world in the book of life of the Lamb who was slaughtered."
    },
    {
        "o": 35090,
        "r": "csb:Revelation:13:9",
        "t": "If*p anyone has ears to hear, let him listen."
    },
    {
        "o": 35091,
        "r": "csb:Revelation:13:10",
        "t": "If*pn anyone is to be taken captive, into*ln captivity he goes. If*ln anyone is to be killed with a sword, with*ln a sword he will be killed. This*p calls for endurance and faithfulness from the saints."
    },
    {
        "o": 35092,
        "r": "csb:Revelation:13:10",
        "t": "The Beast from the Earth",
        "h": 2
    },
    {
        "o": 35093,
        "r": "csb:Revelation:13:11",
        "t": "Then*p I saw another beast coming up out of the earth; it had two horns like a lamb, but it spoke like a dragon."
    },
    {
        "o": 35094,
        "r": "csb:Revelation:13:12",
        "t": "It exercises all the authority of the first beast on its behalf and compels the earth and those who live on it to worship the first beast, whose fatal wound was healed."
    },
    {
        "o": 35095,
        "r": "csb:Revelation:13:13",
        "t": "It also performs great signs, even causing fire to come down from heaven to earth in front of people."
    },
    {
        "o": 35096,
        "r": "csb:Revelation:13:14",
        "t": "It deceives those who live on the earth because of the signs that it is permitted to perform in the presence of the beast, telling those who live on the earth to make an image of the beast who was wounded by the sword and yet lived."
    },
    {
        "o": 35097,
        "r": "csb:Revelation:13:15",
        "t": "It was permitted to give breath to the image of the beast, so that the image of the beast could both speak and cause whoever would not worship the image of the beast to be killed."
    },
    {
        "o": 35098,
        "r": "csb:Revelation:13:16",
        "t": "And it makes everyone - small and great, rich and poor, free and slave - to receive a mark on his right hand or on his forehead,"
    },
    {
        "o": 35099,
        "r": "csb:Revelation:13:17",
        "t": "so that no one can buy or sell unless he has the mark: the beast’s name or the number of its name."
    },
    {
        "o": 35100,
        "r": "csb:Revelation:13:18",
        "t": "This*p calls for wisdom: Let the one who has understanding calculate the number of the beast, because it is the number of a person. Its number is 666."
    }
]
