[
    {
        "o": 32144,
        "r": "csb:1 Corinthians:2:0",
        "t": "1 Corinthians 2",
        "h": 1
    },
    {
        "o": 32145,
        "r": "csb:1 Corinthians:2:0",
        "t": "Paul’s Proclamation",
        "h": 2
    },
    {
        "o": 32146,
        "r": "csb:1 Corinthians:2:1",
        "t": "When*p I came to you, brothers and sisters, announcing the mystery of God to you, I did not come with brilliance of speech or wisdom."
    },
    {
        "o": 32147,
        "r": "csb:1 Corinthians:2:2",
        "t": "I decided to know nothing among you except Jesus Christ and him crucified."
    },
    {
        "o": 32148,
        "r": "csb:1 Corinthians:2:3",
        "t": "I came to you in weakness, in fear, and in much trembling."
    },
    {
        "o": 32149,
        "r": "csb:1 Corinthians:2:4",
        "t": "My speech and my preaching were not with persuasive words of wisdom but with a demonstration of the Spirit’s power,"
    },
    {
        "o": 32150,
        "r": "csb:1 Corinthians:2:5",
        "t": "so that your faith might not be based on human wisdom but on God’s power."
    },
    {
        "o": 32151,
        "r": "csb:1 Corinthians:2:5",
        "t": "Spiritual Wisdom",
        "h": 2
    },
    {
        "o": 32152,
        "r": "csb:1 Corinthians:2:6",
        "t": "We*p do, however, speak a wisdom among the mature, but not a wisdom of this age, or of the rulers of this age, who are coming to nothing."
    },
    {
        "o": 32153,
        "r": "csb:1 Corinthians:2:7",
        "t": "On the contrary, we speak God’s hidden wisdom in a mystery, a wisdom God predestined before the ages for our glory."
    },
    {
        "o": 32154,
        "r": "csb:1 Corinthians:2:8",
        "t": "None of the rulers of this age knew this wisdom, because if they had known it, they would not have crucified the Lord of glory."
    },
    {
        "o": 32155,
        "r": "csb:1 Corinthians:2:9",
        "t": "But as it is written, What*ipn no*i eye*i has*i seen,*i no*i ear*i has*i heard,*i and*iln no*i human*i heart*i has*i conceived —*i God*iln has*i prepared*i these*i things*i for*i those*i who*i love*i him.*i"
    },
    {
        "o": 32156,
        "r": "csb:1 Corinthians:2:10",
        "t": "Now*p God has revealed these things to us by the Spirit, since the Spirit searches everything, even the depths of God."
    },
    {
        "o": 32157,
        "r": "csb:1 Corinthians:2:11",
        "t": "For who knows a person’s thoughts except his spirit within him? In the same way, no one knows the thoughts of God except the Spirit of God."
    },
    {
        "o": 32158,
        "r": "csb:1 Corinthians:2:12",
        "t": "Now we have not received the spirit of the world, but the Spirit who comes from God, so that we may understand what has been freely given to us by God."
    },
    {
        "o": 32159,
        "r": "csb:1 Corinthians:2:13",
        "t": "We also speak these things, not in words taught by human wisdom, but in those taught by the Spirit, explaining spiritual things to spiritual people."
    },
    {
        "o": 32160,
        "r": "csb:1 Corinthians:2:14",
        "t": "But the person without the Spirit does not receive what comes from God’s Spirit, because it is foolishness to him; he is not able to understand it since it is evaluated spiritually."
    },
    {
        "o": 32161,
        "r": "csb:1 Corinthians:2:15",
        "t": "The spiritual person, however, can evaluate everything, and yet he himself cannot be evaluated by anyone."
    },
    {
        "o": 32162,
        "r": "csb:1 Corinthians:2:16",
        "t": "For who*ipn has*i known*i the*i Lord’s*i mind,*i that*iln he*i may*i instruct*i him?*i But*p we have the mind of Christ."
    }
]
