[
    {
        "o": 32053,
        "r": "niv:2 Corinthians:12:0",
        "t": "2 Corinthians 12",
        "h": 1
    },
    {
        "o": 32054,
        "r": "niv:2 Corinthians:12:0",
        "t": "Paul’s Vision and His Thorn",
        "h": 2
    },
    {
        "o": 32055,
        "r": "niv:2 Corinthians:12:1",
        "t": "I*p must go on boasting. Although there is nothing to be gained, I will go on to visions and revelations from the Lord."
    },
    {
        "o": 32056,
        "r": "niv:2 Corinthians:12:2",
        "t": "I know a man in Christ who fourteen years ago was caught up to the third heaven. Whether it was in the body or out of the body I do not know—God knows."
    },
    {
        "o": 32057,
        "r": "niv:2 Corinthians:12:3",
        "t": "And I know that this man—whether in the body or apart from the body I do not know, but God knows—"
    },
    {
        "o": 32058,
        "r": "niv:2 Corinthians:12:4",
        "t": "was caught up to paradise and heard inexpressible things, things that no one is permitted to tell."
    },
    {
        "o": 32059,
        "r": "niv:2 Corinthians:12:5",
        "t": "I will boast about a man like that, but I will not boast about myself, except about my weaknesses."
    },
    {
        "o": 32060,
        "r": "niv:2 Corinthians:12:6",
        "t": "Even if I should choose to boast, I would not be a fool, because I would be speaking the truth. But I refrain, so no one will think more of me than is warranted by what I do or say,"
    },
    {
        "o": 32061,
        "r": "niv:2 Corinthians:12:7",
        "t": "or because of these surpassingly great revelations. Therefore, in order to keep me from becoming conceited, I was given a thorn in my flesh, a messenger of Satan, to torment me."
    },
    {
        "o": 32062,
        "r": "niv:2 Corinthians:12:8",
        "t": "Three times I pleaded with the Lord to take it away from me."
    },
    {
        "o": 32063,
        "r": "niv:2 Corinthians:12:9",
        "t": "But he said to me, “My*r grace*r is*r sufficient*r for*r you,*r for*r my*r power*r is*r made*r perfect*r in*r weakness.”*r Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me."
    },
    {
        "o": 32064,
        "r": "niv:2 Corinthians:12:10",
        "t": "That is why, for Christ’s sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong."
    },
    {
        "o": 32065,
        "r": "niv:2 Corinthians:12:10",
        "t": "Paul’s Concern for the Corinthians",
        "h": 2
    },
    {
        "o": 32066,
        "r": "niv:2 Corinthians:12:11",
        "t": "I*p have made a fool of myself, but you drove me to it. I ought to have been commended by you, for I am not in the least inferior to the “super-apostles,” even though I am nothing."
    },
    {
        "o": 32067,
        "r": "niv:2 Corinthians:12:12",
        "t": "I persevered in demonstrating among you the marks of a true apostle, including signs, wonders and miracles."
    },
    {
        "o": 32068,
        "r": "niv:2 Corinthians:12:13",
        "t": "How were you inferior to the other churches, except that I was never a burden to you? Forgive me this wrong!"
    },
    {
        "o": 32069,
        "r": "niv:2 Corinthians:12:14",
        "t": "Now*p I am ready to visit you for the third time, and I will not be a burden to you, because what I want is not your possessions but you. After all, children should not have to save up for their parents, but parents for their children."
    },
    {
        "o": 32070,
        "r": "niv:2 Corinthians:12:15",
        "t": "So I will very gladly spend for you everything I have and expend myself as well. If I love you more, will you love me less?"
    },
    {
        "o": 32071,
        "r": "niv:2 Corinthians:12:16",
        "t": "Be that as it may, I have not been a burden to you. Yet, crafty fellow that I am, I caught you by trickery!"
    },
    {
        "o": 32072,
        "r": "niv:2 Corinthians:12:17",
        "t": "Did I exploit you through any of the men I sent to you?"
    },
    {
        "o": 32073,
        "r": "niv:2 Corinthians:12:18",
        "t": "I urged Titus to go to you and I sent our brother with him. Titus did not exploit you, did he? Did we not walk in the same footsteps by the same Spirit?"
    },
    {
        "o": 32074,
        "r": "niv:2 Corinthians:12:19",
        "t": "Have*p you been thinking all along that we have been defending ourselves to you? We have been speaking in the sight of God as those in Christ; and everything we do, dear friends, is for your strengthening."
    },
    {
        "o": 32075,
        "r": "niv:2 Corinthians:12:20",
        "t": "For I am afraid that when I come I may not find you as I want you to be, and you may not find me as you want me to be. I fear that there may be discord, jealousy, fits of rage, selfish ambition, slander, gossip, arrogance and disorder."
    },
    {
        "o": 32076,
        "r": "niv:2 Corinthians:12:21",
        "t": "I am afraid that when I come again my God will humble me before you, and I will be grieved over many who have sinned earlier and have not repented of the impurity, sexual sin and debauchery in which they have indulged."
    }
]
