[
    {
        "o": 25874,
        "r": "nkjv:Zechariah:14:0",
        "t": "Zechariah 14",
        "h": 1
    },
    {
        "o": 25875,
        "r": "nkjv:Zechariah:14:0",
        "t": "The Day of the Lord",
        "h": 2
    },
    {
        "o": 25876,
        "r": "nkjv:Zechariah:14:1",
        "t": "Behold,*pn the day of the Lord*s is coming, And*ld your spoil will be divided in your midst."
    },
    {
        "o": 25877,
        "r": "nkjv:Zechariah:14:2",
        "t": "For*ld I will gather all the nations to battle against Jerusalem; The*ld city shall be taken, The*ld houses rifled, And*ld the women ravished. Half*ld of the city shall go into captivity, But*ld the remnant of the people shall not be cut off from the city."
    },
    {
        "o": 25878,
        "r": "nkjv:Zechariah:14:3",
        "t": "Then*ln the Lord*s will go forth And*ld fight against those nations, As*ld He fights in the day of battle."
    },
    {
        "o": 25879,
        "r": "nkjv:Zechariah:14:4",
        "t": "And*ld in that day His feet will stand on the Mount of Olives, Which*ld faces Jerusalem on the east. And*ld the Mount of Olives shall be split in two, From*ld east to west, Making*ild a very large valley; Half*ld of the mountain shall move toward the north And*ld half of it toward the south."
    },
    {
        "o": 25880,
        "r": "nkjv:Zechariah:14:5",
        "t": "Then*ld you shall flee through*i My mountain valley, For*ld the mountain valley shall reach to Azal. Yes,*ld you shall flee As*ld you fled from the earthquake In*ld the days of Uzziah king of Judah. Thus*ln the Lord*s my God will come, And*ild all the saints with You."
    },
    {
        "o": 25881,
        "r": "nkjv:Zechariah:14:6",
        "t": "It*ln shall come to pass in that day That*ild there will be no light; The*ld lights will diminish."
    },
    {
        "o": 25882,
        "r": "nkjv:Zechariah:14:7",
        "t": "It*ld shall be one day Which*ld is known to the Lord—*s Neither*ld day nor night. But*ld at evening time it shall happen That*ild it will be light."
    },
    {
        "o": 25883,
        "r": "nkjv:Zechariah:14:8",
        "t": "And*ln in that day it shall be That*ild living waters shall flow from Jerusalem, Half*ld of them toward the eastern sea And*ld half of them toward the western sea; In*ld both summer and winter it shall occur."
    },
    {
        "o": 25884,
        "r": "nkjv:Zechariah:14:9",
        "t": "And*ld the Lord*s shall be King over all the earth. In*ld that day it shall be— “The*ld Lord*s is*i one,” And*ld His name one."
    },
    {
        "o": 25885,
        "r": "nkjv:Zechariah:14:10",
        "t": "All*p the land shall be turned into a plain from Geba to Rimmon south of Jerusalem. Jerusalem*i shall be raised up and inhabited in her place from Benjamin’s Gate to the place of the First Gate and the Corner Gate, and from*i the Tower of Hananel to the king’s winepresses."
    },
    {
        "o": 25886,
        "r": "nkjv:Zechariah:14:11",
        "t": "The*ipn people*i shall dwell in it; And*ld no longer shall there be utter destruction, But*ld Jerusalem shall be safely inhabited."
    },
    {
        "o": 25887,
        "r": "nkjv:Zechariah:14:12",
        "t": "And*p this shall be the plague with which the Lord*s will strike all the people who fought against Jerusalem: Their*pn flesh shall dissolve while they stand on their feet, Their*ld eyes shall dissolve in their sockets, And*ld their tongues shall dissolve in their mouths."
    },
    {
        "o": 25888,
        "r": "nkjv:Zechariah:14:13",
        "t": "It*ln shall come to pass in that day That*ild a great panic from the Lord*s will be among them. Everyone*ld will seize the hand of his neighbor, And*ld raise his hand against his neighbor’s hand;"
    },
    {
        "o": 25889,
        "r": "nkjv:Zechariah:14:14",
        "t": "Judah*ld also will fight at Jerusalem. And*ld the wealth of all the surrounding nations Shall*ld be gathered together: Gold,*ld silver, and apparel in great abundance."
    },
    {
        "o": 25890,
        "r": "nkjv:Zechariah:14:15",
        "t": "Such*ln also shall be the plague On*ld the horse and*i the mule, On*ld the camel and the donkey, And*ld on all the cattle that will be in those camps. So*ld shall*i this plague be.*i"
    },
    {
        "o": 25891,
        "r": "nkjv:Zechariah:14:15",
        "t": "The Nations Worship the King",
        "h": 2
    },
    {
        "o": 25892,
        "r": "nkjv:Zechariah:14:16",
        "t": "And*p it shall come to pass that*i everyone who is left of all the nations which came against Jerusalem shall go up from year to year to worship the King, the Lord*s of hosts, and to keep the Feast of Tabernacles."
    },
    {
        "o": 25893,
        "r": "nkjv:Zechariah:14:17",
        "t": "And it shall be that*i whichever of the families of the earth do not come up to Jerusalem to worship the King, the Lord*s of hosts, on them there will be no rain."
    },
    {
        "o": 25894,
        "r": "nkjv:Zechariah:14:18",
        "t": "If the family of Egypt will not come up and enter in, they shall*i have*i no rain;*i they shall receive the plague with which the Lord*s strikes the nations who do not come up to keep the Feast of Tabernacles."
    },
    {
        "o": 25895,
        "r": "nkjv:Zechariah:14:19",
        "t": "This shall be the punishment of Egypt and the punishment of all the nations that do not come up to keep the Feast of Tabernacles."
    },
    {
        "o": 25896,
        "r": "nkjv:Zechariah:14:20",
        "t": "In*p that day “HOLINESS*i TO*i THE*i LORD”*i shall be engraved*i on the bells of the horses. The pots in the Lord’s*s house shall be like the bowls before the altar."
    },
    {
        "o": 25897,
        "r": "nkjv:Zechariah:14:21",
        "t": "Yes, every pot in Jerusalem and Judah shall be holiness to the Lord*s of hosts. Everyone who sacrifices shall come and take them and cook in them. In that day there shall no longer be a Canaanite in the house of the Lord*s of hosts."
    }
]
