[
    {
        "o": 33706,
        "r": "csb:1 Timothy:4:0",
        "t": "1 Timothy 4",
        "h": 1
    },
    {
        "o": 33707,
        "r": "csb:1 Timothy:4:0",
        "t": "Demonic Influence",
        "h": 2
    },
    {
        "o": 33708,
        "r": "csb:1 Timothy:4:1",
        "t": "Now*p the Spirit explicitly says that in later times some will depart from the faith, paying attention to deceitful spirits and the teachings of demons,"
    },
    {
        "o": 33709,
        "r": "csb:1 Timothy:4:2",
        "t": "through the hypocrisy of liars whose consciences are seared."
    },
    {
        "o": 33710,
        "r": "csb:1 Timothy:4:3",
        "t": "They forbid marriage and demand abstinence from foods that God created to be received with gratitude by those who believe and know the truth."
    },
    {
        "o": 33711,
        "r": "csb:1 Timothy:4:4",
        "t": "For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving,"
    },
    {
        "o": 33712,
        "r": "csb:1 Timothy:4:5",
        "t": "since it is sanctified by the word of God and by prayer."
    },
    {
        "o": 33713,
        "r": "csb:1 Timothy:4:5",
        "t": "A Good Servant of Jesus Christ",
        "h": 2
    },
    {
        "o": 33714,
        "r": "csb:1 Timothy:4:6",
        "t": "If*p you point these things out to the brothers and sisters, you will be a good servant of Christ Jesus, nourished by the words of the faith and the good teaching that you have followed."
    },
    {
        "o": 33715,
        "r": "csb:1 Timothy:4:7",
        "t": "But have nothing to do with pointless and silly myths. Rather, train yourself in godliness."
    },
    {
        "o": 33716,
        "r": "csb:1 Timothy:4:8",
        "t": "For the training of the body has limited benefit, but godliness is beneficial in every way, since it holds promise for the present life and also for the life to come."
    },
    {
        "o": 33717,
        "r": "csb:1 Timothy:4:9",
        "t": "This saying is trustworthy and deserves full acceptance."
    },
    {
        "o": 33718,
        "r": "csb:1 Timothy:4:10",
        "t": "For this reason we labor and strive, because we have put our hope in the living God, who is the Savior of all people, especially of those who believe."
    },
    {
        "o": 33719,
        "r": "csb:1 Timothy:4:10",
        "t": "Instructions for Ministry",
        "h": 2
    },
    {
        "o": 33720,
        "r": "csb:1 Timothy:4:11",
        "t": "Command*p and teach these things."
    },
    {
        "o": 33721,
        "r": "csb:1 Timothy:4:12",
        "t": "Don’t let anyone despise your youth, but set an example for the believers in speech, in conduct, in love, in faith, and in purity."
    },
    {
        "o": 33722,
        "r": "csb:1 Timothy:4:13",
        "t": "Until I come, give your attention to public reading, exhortation, and teaching."
    },
    {
        "o": 33723,
        "r": "csb:1 Timothy:4:14",
        "t": "Don’t neglect the gift that is in you; it was given to you through prophecy, with the laying on of hands by the council of elders."
    },
    {
        "o": 33724,
        "r": "csb:1 Timothy:4:15",
        "t": "Practice these things; be committed to them, so that your progress may be evident to all."
    },
    {
        "o": 33725,
        "r": "csb:1 Timothy:4:16",
        "t": "Pay close attention to your life and your teaching; persevere in these things, for in doing this you will save both yourself and your hearers."
    }
]
