[
    {
        "o": 15498,
        "r": "nasb:Psalm:10:0",
        "t": "Psalm 10",
        "h": 1
    },
    {
        "o": 15499,
        "r": "nasb:Psalm:10:0",
        "t": "A Prayer for the Overthrow of the Wicked.",
        "h": 2
    },
    {
        "o": 15500,
        "r": "nasb:Psalm:10:1",
        "t": "Why*pn do You stand afar off, O Lord?*s Why*ln do You hide Yourself*i in times of trouble?"
    },
    {
        "o": 15501,
        "r": "nasb:Psalm:10:2",
        "t": "In*ln pride the wicked hotly pursue the afflicted; Let*ln them be caught in the plots which they have devised."
    },
    {
        "o": 15502,
        "r": "nasb:Psalm:10:3",
        "t": "For*ln the wicked boasts of his heart’s desire, And*ln the greedy man curses and*i spurns the Lord.*s"
    },
    {
        "o": 15503,
        "r": "nasb:Psalm:10:4",
        "t": "The*ln wicked, in the haughtiness of his countenance, does not seek Him.*i All*ln his thoughts are, “There is no God.”"
    },
    {
        "o": 15504,
        "r": "nasb:Psalm:10:5",
        "t": "His*ln ways prosper at all times; Your*ln judgments are on high, out of his sight; As*ln for all his adversaries, he snorts at them."
    },
    {
        "o": 15505,
        "r": "nasb:Psalm:10:6",
        "t": "He*ln says to himself, “I will not be moved; Throughout*ln all generations I will not be in adversity.”"
    },
    {
        "o": 15506,
        "r": "nasb:Psalm:10:7",
        "t": "His*ln mouth is full of curses and deceit and oppression; Under*ln his tongue is mischief and wickedness."
    },
    {
        "o": 15507,
        "r": "nasb:Psalm:10:8",
        "t": "He*ln sits in the lurking places of the villages; In*ln the hiding places he kills the innocent; His*ln eyes stealthily watch for the unfortunate."
    },
    {
        "o": 15508,
        "r": "nasb:Psalm:10:9",
        "t": "He*ln lurks in a hiding place as a lion in his lair; He*ln lurks to catch the afflicted; He*ln catches the afflicted when he draws him into his net."
    },
    {
        "o": 15509,
        "r": "nasb:Psalm:10:10",
        "t": "He*ln crouches, he bows down, And*ln the unfortunate fall by his mighty ones."
    },
    {
        "o": 15510,
        "r": "nasb:Psalm:10:11",
        "t": "He*ln says to himself, “God has forgotten; He*ln has hidden His face; He will never see it.”"
    },
    {
        "o": 15511,
        "r": "nasb:Psalm:10:12",
        "t": "Arise,*ln O Lord;*s O God, lift up Your hand. Do*ln not forget the afflicted."
    },
    {
        "o": 15512,
        "r": "nasb:Psalm:10:13",
        "t": "Why*ln has the wicked spurned God? He*ln has said to himself, “You will not require it.”*i"
    },
    {
        "o": 15513,
        "r": "nasb:Psalm:10:14",
        "t": "You*ln have seen it,*i for You have beheld mischief and vexation to take it into Your hand. The*ln unfortunate commits himself*i to You; You*ln have been the helper of the orphan."
    },
    {
        "o": 15514,
        "r": "nasb:Psalm:10:15",
        "t": "Break*ln the arm of the wicked and the evildoer, Seek*ln out his wickedness until You find none."
    },
    {
        "o": 15515,
        "r": "nasb:Psalm:10:16",
        "t": "The*ln Lord*s is King forever and ever; Nations*ln have perished from His land."
    },
    {
        "o": 15516,
        "r": "nasb:Psalm:10:17",
        "t": "O*ln Lord,*s You have heard the desire of the humble; You*ln will strengthen their heart, You will incline Your ear"
    },
    {
        "o": 15517,
        "r": "nasb:Psalm:10:18",
        "t": "To*ln vindicate the orphan and the oppressed, So*ln that man who is of the earth will no longer cause terror."
    }
]
