[
    {
        "o": 24121,
        "r": "niv:Daniel:8:0",
        "t": "Daniel 8",
        "h": 1
    },
    {
        "o": 24122,
        "r": "niv:Daniel:8:0",
        "t": "Daniel’s Vision of a Ram and a Goat",
        "h": 2
    },
    {
        "o": 24123,
        "r": "niv:Daniel:8:1",
        "t": "In*p the third year of King Belshazzar’s reign, I, Daniel, had a vision, after the one that had already appeared to me."
    },
    {
        "o": 24124,
        "r": "niv:Daniel:8:2",
        "t": "In my vision I saw myself in the citadel of Susa in the province of Elam; in the vision I was beside the Ulai Canal."
    },
    {
        "o": 24125,
        "r": "niv:Daniel:8:3",
        "t": "I looked up, and there before me was a ram with two horns, standing beside the canal, and the horns were long. One of the horns was longer than the other but grew up later."
    },
    {
        "o": 24126,
        "r": "niv:Daniel:8:4",
        "t": "I watched the ram as it charged toward the west and the north and the south. No animal could stand against it, and none could rescue from its power. It did as it pleased and became great."
    },
    {
        "o": 24127,
        "r": "niv:Daniel:8:5",
        "t": "As*p I was thinking about this, suddenly a goat with a prominent horn between its eyes came from the west, crossing the whole earth without touching the ground."
    },
    {
        "o": 24128,
        "r": "niv:Daniel:8:6",
        "t": "It came toward the two-horned ram I had seen standing beside the canal and charged at it in great rage."
    },
    {
        "o": 24129,
        "r": "niv:Daniel:8:7",
        "t": "I saw it attack the ram furiously, striking the ram and shattering its two horns. The ram was powerless to stand against it; the goat knocked it to the ground and trampled on it, and none could rescue the ram from its power."
    },
    {
        "o": 24130,
        "r": "niv:Daniel:8:8",
        "t": "The goat became very great, but at the height of its power the large horn was broken off, and in its place four prominent horns grew up toward the four winds of heaven."
    },
    {
        "o": 24131,
        "r": "niv:Daniel:8:9",
        "t": "Out*p of one of them came another horn, which started small but grew in power to the south and to the east and toward the Beautiful Land."
    },
    {
        "o": 24132,
        "r": "niv:Daniel:8:10",
        "t": "It grew until it reached the host of the heavens, and it threw some of the starry host down to the earth and trampled on them."
    },
    {
        "o": 24133,
        "r": "niv:Daniel:8:11",
        "t": "It set itself up to be as great as the commander of the army of the Lord;*s it took away the daily sacrifice from the Lord,*s and his sanctuary was thrown down."
    },
    {
        "o": 24134,
        "r": "niv:Daniel:8:12",
        "t": "Because of rebellion, the Lord’s*s people and the daily sacrifice were given over to it. It prospered in everything it did, and truth was thrown to the ground."
    },
    {
        "o": 24135,
        "r": "niv:Daniel:8:13",
        "t": "Then*p I heard a holy one speaking, and another holy one said to him, “How long will it take for the vision to be fulfilled—the vision concerning the daily sacrifice, the rebellion that causes desolation, the surrender of the sanctuary and the trampling underfoot of the Lord’s*s people?”"
    },
    {
        "o": 24136,
        "r": "niv:Daniel:8:14",
        "t": "He*p said to me, “It will take 2,300 evenings and mornings; then the sanctuary will be reconsecrated.”"
    },
    {
        "o": 24137,
        "r": "niv:Daniel:8:14",
        "t": "The Interpretation of the Vision",
        "h": 2
    },
    {
        "o": 24138,
        "r": "niv:Daniel:8:15",
        "t": "While*p I, Daniel, was watching the vision and trying to understand it, there before me stood one who looked like a man."
    },
    {
        "o": 24139,
        "r": "niv:Daniel:8:16",
        "t": "And I heard a man’s voice from the Ulai calling, “Gabriel, tell this man the meaning of the vision.”"
    },
    {
        "o": 24140,
        "r": "niv:Daniel:8:17",
        "t": "As*p he came near the place where I was standing, I was terrified and fell prostrate. “Son of man,” he said to me, “understand that the vision concerns the time of the end.”"
    },
    {
        "o": 24141,
        "r": "niv:Daniel:8:18",
        "t": "While*p he was speaking to me, I was in a deep sleep, with my face to the ground. Then he touched me and raised me to my feet."
    },
    {
        "o": 24142,
        "r": "niv:Daniel:8:19",
        "t": "He*p said: “I am going to tell you what will happen later in the time of wrath, because the vision concerns the appointed time of the end."
    },
    {
        "o": 24143,
        "r": "niv:Daniel:8:20",
        "t": "The two-horned ram that you saw represents the kings of Media and Persia."
    },
    {
        "o": 24144,
        "r": "niv:Daniel:8:21",
        "t": "The shaggy goat is the king of Greece, and the large horn between its eyes is the first king."
    },
    {
        "o": 24145,
        "r": "niv:Daniel:8:22",
        "t": "The four horns that replaced the one that was broken off represent four kingdoms that will emerge from his nation but will not have the same power."
    },
    {
        "o": 24146,
        "r": "niv:Daniel:8:23",
        "t": "“In*p the latter part of their reign, when rebels have become completely wicked, a fierce-looking king, a master of intrigue, will arise."
    },
    {
        "o": 24147,
        "r": "niv:Daniel:8:24",
        "t": "He will become very strong, but not by his own power. He will cause astounding devastation and will succeed in whatever he does. He will destroy those who are mighty, the holy people."
    },
    {
        "o": 24148,
        "r": "niv:Daniel:8:25",
        "t": "He will cause deceit to prosper, and he will consider himself superior. When they feel secure, he will destroy many and take his stand against the Prince of princes. Yet he will be destroyed, but not by human power."
    },
    {
        "o": 24149,
        "r": "niv:Daniel:8:26",
        "t": "“The*p vision of the evenings and mornings that has been given you is true, but seal up the vision, for it concerns the distant future.”"
    },
    {
        "o": 24150,
        "r": "niv:Daniel:8:27",
        "t": "I,*p Daniel, was worn out. I lay exhausted for several days. Then I got up and went about the king’s business. I was appalled by the vision; it was beyond understanding."
    }
]
