[
    {
        "o": 9371,
        "r": "csb:2 Samuel:18:0",
        "t": "2 Samuel 18",
        "h": 1
    },
    {
        "o": 9372,
        "r": "csb:2 Samuel:18:0",
        "t": "Absalom’s Defeat",
        "h": 2
    },
    {
        "o": 9373,
        "r": "csb:2 Samuel:18:1",
        "t": "David*p reviewed his troops and appointed commanders of thousands and of hundreds over them."
    },
    {
        "o": 9374,
        "r": "csb:2 Samuel:18:2",
        "t": "He then sent out the troops, a third under Joab, a third under Joab’s brother Abishai son of Zeruiah, and a third under Ittai of Gath. The king said to the troops, “I must also march out with you.”"
    },
    {
        "o": 9375,
        "r": "csb:2 Samuel:18:3",
        "t": "“You*p must not go!” the people pleaded. “If we have to flee, they will not pay any attention to us. Even if half of us die, they will not pay any attention to us because you are worth ten thousand of us. Therefore, it is better if you support us from the city.”"
    },
    {
        "o": 9376,
        "r": "csb:2 Samuel:18:4",
        "t": "“I*p will do whatever you think is best,” the king replied to them. So he stood beside the city gate while all the troops marched out by hundreds and thousands."
    },
    {
        "o": 9377,
        "r": "csb:2 Samuel:18:5",
        "t": "The king commanded Joab, Abishai, and Ittai, “Treat the young man Absalom gently for my sake.” All the people heard the king’s orders to all the commanders about Absalom."
    },
    {
        "o": 9378,
        "r": "csb:2 Samuel:18:6",
        "t": "Then*p David’s forces marched into the field to engage Israel in battle, which took place in the forest of Ephraim."
    },
    {
        "o": 9379,
        "r": "csb:2 Samuel:18:7",
        "t": "Israel’s army was defeated by David’s soldiers, and the slaughter there was vast that day - twenty thousand dead."
    },
    {
        "o": 9380,
        "r": "csb:2 Samuel:18:8",
        "t": "The battle spread over the entire area, and that day the forest claimed more people than the sword."
    },
    {
        "o": 9381,
        "r": "csb:2 Samuel:18:8",
        "t": "Absalom’s Death",
        "h": 2
    },
    {
        "o": 9382,
        "r": "csb:2 Samuel:18:9",
        "t": "Absalom*p was riding on his mule when he happened to meet David’s soldiers. When the mule went under the tangled branches of a large oak tree, Absalom’s head was caught fast in the tree. The mule under him kept going, so he was suspended in midair."
    },
    {
        "o": 9383,
        "r": "csb:2 Samuel:18:10",
        "t": "One of the men saw him and informed Joab. He said, “I just saw Absalom hanging in an oak tree!”"
    },
    {
        "o": 9384,
        "r": "csb:2 Samuel:18:11",
        "t": "“You*p just saw him!” Joab exclaimed. “Why didn’t you strike him to the ground right there? I would have given you ten silver pieces and a belt!”"
    },
    {
        "o": 9385,
        "r": "csb:2 Samuel:18:12",
        "t": "The*p man replied to Joab, “Even if I had the weight of a thousand pieces of silver in my hand, I would not raise my hand against the king’s son. For we heard the king command you, Abishai, and Ittai, ‘Protect the young man Absalom for me.’"
    },
    {
        "o": 9386,
        "r": "csb:2 Samuel:18:13",
        "t": "If I had jeopardized my own life - and nothing is hidden from the king - you would have abandoned me.”"
    },
    {
        "o": 9387,
        "r": "csb:2 Samuel:18:14",
        "t": "Joab*p said, “I’m not going to waste time with you!” He then took three spears in his hand and thrust them into Absalom’s chest. While Absalom was still alive in the oak tree,"
    },
    {
        "o": 9388,
        "r": "csb:2 Samuel:18:15",
        "t": "ten young men who were Joab’s armor-bearers surrounded Absalom, struck him, and killed him."
    },
    {
        "o": 9389,
        "r": "csb:2 Samuel:18:16",
        "t": "Joab blew the ram’s horn, and the troops broke off their pursuit of Israel because Joab restrained them."
    },
    {
        "o": 9390,
        "r": "csb:2 Samuel:18:17",
        "t": "They took Absalom, threw him into a large pit in the forest, and raised up a huge mound of stones over him. And all Israel fled, each to his tent."
    },
    {
        "o": 9391,
        "r": "csb:2 Samuel:18:18",
        "t": "When*p he was alive, Absalom had taken a pillar and raised it up for himself in the King’s Valley, since he thought, “I have no son to preserve the memory of my name.” So he named the pillar after himself. It is still called Absalom’s Monument today."
    },
    {
        "o": 9392,
        "r": "csb:2 Samuel:18:19",
        "t": "Ahimaaz*p son of Zadok said, “Please let me run and tell the king the good news that the Lord*s has vindicated him by freeing him from his enemies.”"
    },
    {
        "o": 9393,
        "r": "csb:2 Samuel:18:20",
        "t": "Joab*p replied to him, “You are not the man to take good news today. You may do it another day, but today you aren’t taking good news, because the king’s son is dead.”"
    },
    {
        "o": 9394,
        "r": "csb:2 Samuel:18:21",
        "t": "Joab then said to a Cushite, “Go tell the king what you have seen.” The Cushite bowed to Joab and took off running."
    },
    {
        "o": 9395,
        "r": "csb:2 Samuel:18:22",
        "t": "However,*p Ahimaaz son of Zadok persisted and said to Joab, “No matter what, please let me also run behind the Cushite!” Joab*p replied, “My son, why do you want to run since you won’t get a reward?”"
    },
    {
        "o": 9396,
        "r": "csb:2 Samuel:18:23",
        "t": "“No*p matter what, I want to run!” “Then*p run!” Joab said to him. So Ahimaaz ran by way of the plain and outran the Cushite."
    },
    {
        "o": 9397,
        "r": "csb:2 Samuel:18:24",
        "t": "David*p was sitting between the city gates when the watchman went up to the roof of the city gate and over to the wall. The watchman looked out and saw a man running alone."
    },
    {
        "o": 9398,
        "r": "csb:2 Samuel:18:25",
        "t": "He called out and told the king. The*p king said, “If he’s alone, he bears good news.” As*p the first runner came closer,"
    },
    {
        "o": 9399,
        "r": "csb:2 Samuel:18:26",
        "t": "the watchman saw another man running. He called out to the gatekeeper, “Look! Another man is running alone!” “This*p one is also bringing good news,” said the king."
    },
    {
        "o": 9400,
        "r": "csb:2 Samuel:18:27",
        "t": "The*p watchman said, “The way the first man runs looks to me like the way Ahimaaz son of Zadok runs.” “This*p is a good man; he comes with good news,” the king commented."
    },
    {
        "o": 9401,
        "r": "csb:2 Samuel:18:28",
        "t": "Ahimaaz*p called out to the king, “All is well,” and paid homage to the king with his face to the ground. He continued, “Blessed be the Lord*s your God! He delivered up the men who rebelled against my lord the king.”"
    },
    {
        "o": 9402,
        "r": "csb:2 Samuel:18:29",
        "t": "The*p king asked, “Is the young man Absalom all right?” Ahimaaz*p replied, “When Joab sent the king’s servant and your servant, I saw a big disturbance, but I don’t know what it was.”"
    },
    {
        "o": 9403,
        "r": "csb:2 Samuel:18:30",
        "t": "The*p king said, “Move aside and stand here.” So he stood to one side."
    },
    {
        "o": 9404,
        "r": "csb:2 Samuel:18:31",
        "t": "Just*p then the Cushite came and said, “May my lord the king hear the good news: The Lord*s has vindicated you today by freeing you from all who rise against you!”"
    },
    {
        "o": 9405,
        "r": "csb:2 Samuel:18:32",
        "t": "The*p king asked the Cushite, “Is the young man Absalom all right?” The*p Cushite replied, “I wish that the enemies of my lord the king, along with all who rise up against you with evil intent, would become like that young man.”"
    },
    {
        "o": 9406,
        "r": "csb:2 Samuel:18:33",
        "t": "The*p king was deeply moved and went up to the chamber above the city gate and wept. As he walked, he cried, “My son Absalom! My son, my son Absalom! If only I had died instead of you, Absalom, my son, my son!”"
    }
]
