[
    {
        "o": 12730,
        "r": "esv:2 Chronicles:19:0",
        "t": "2 Chronicles 19",
        "h": 1
    },
    {
        "o": 12731,
        "r": "esv:2 Chronicles:19:0",
        "t": "Jehoshaphat’s Reforms",
        "h": 2
    },
    {
        "o": 12732,
        "r": "esv:2 Chronicles:19:1",
        "t": "Jehoshaphat*p the king of Judah returned in safety to his house in Jerusalem."
    },
    {
        "o": 12733,
        "r": "esv:2 Chronicles:19:2",
        "t": "But Jehu the son of Hanani the seer went out to meet him and said to King Jehoshaphat, “Should you help the wicked and love those who hate the Lord?*s Because of this, wrath has gone out against you from the Lord.*s"
    },
    {
        "o": 12734,
        "r": "esv:2 Chronicles:19:3",
        "t": "Nevertheless, some good is found in you, for you destroyed the Asheroth out of the land, and have set your heart to seek God.”"
    },
    {
        "o": 12735,
        "r": "esv:2 Chronicles:19:4",
        "t": "Jehoshaphat*p lived at Jerusalem. And he went out again among the people, from Beersheba to the hill country of Ephraim, and brought them back to the Lord,*s the God of their fathers."
    },
    {
        "o": 12736,
        "r": "esv:2 Chronicles:19:5",
        "t": "He appointed judges in the land in all the fortified cities of Judah, city by city,"
    },
    {
        "o": 12737,
        "r": "esv:2 Chronicles:19:6",
        "t": "and said to the judges, “Consider what you do, for you judge not for man but for the Lord.*s He is with you in giving judgment."
    },
    {
        "o": 12738,
        "r": "esv:2 Chronicles:19:7",
        "t": "Now then, let the fear of the Lord*s be upon you. Be careful what you do, for there is no injustice with the Lord*s our God, or partiality or taking bribes.”"
    },
    {
        "o": 12739,
        "r": "esv:2 Chronicles:19:8",
        "t": "Moreover,*p in Jerusalem Jehoshaphat appointed certain Levites and priests and heads of families of Israel, to give judgment for the Lord*s and to decide disputed cases. They had their seat at Jerusalem."
    },
    {
        "o": 12740,
        "r": "esv:2 Chronicles:19:9",
        "t": "And he charged them: “Thus you shall do in the fear of the Lord,*s in faithfulness, and with your whole heart:"
    },
    {
        "o": 12741,
        "r": "esv:2 Chronicles:19:10",
        "t": "whenever a case comes to you from your brothers who live in their cities, concerning bloodshed, law or commandment, statutes or rules, then you shall warn them, that they may not incur guilt before the Lord*s and wrath may not come upon you and your brothers. Thus you shall do, and you will not incur guilt."
    },
    {
        "o": 12742,
        "r": "esv:2 Chronicles:19:11",
        "t": "And behold, Amariah the chief priest is over you in all matters of the Lord;*s and Zebadiah the son of Ishmael, the governor of the house of Judah, in all the king’s matters, and the Levites will serve you as officers. Deal courageously, and may the Lord*s be with the upright!”"
    }
]
