[
    {
        "o": 12663,
        "r": "nasb:2 Chronicles:17:0",
        "t": "2 Chronicles 17",
        "h": 1
    },
    {
        "o": 12664,
        "r": "nasb:2 Chronicles:17:0",
        "t": "Jehoshaphat Succeeds Asa",
        "h": 2
    },
    {
        "o": 12665,
        "r": "nasb:2 Chronicles:17:1",
        "t": "Jehoshaphat*p his son then became king in his place, and made his position over Israel firm."
    },
    {
        "o": 12666,
        "r": "nasb:2 Chronicles:17:2",
        "t": "He placed troops in all the fortified cities of Judah, and set garrisons in the land of Judah and in the cities of Ephraim which Asa his father had captured."
    },
    {
        "o": 12667,
        "r": "nasb:2 Chronicles:17:2",
        "t": "His Good Reign",
        "h": 2
    },
    {
        "o": 12668,
        "r": "nasb:2 Chronicles:17:3",
        "t": "The*p Lord*s was with Jehoshaphat because he followed the example of his father David’s earlier days and did not seek the Baals,"
    },
    {
        "o": 12669,
        "r": "nasb:2 Chronicles:17:4",
        "t": "but sought the God of his father, followed His commandments, and did not act as Israel did."
    },
    {
        "o": 12670,
        "r": "nasb:2 Chronicles:17:5",
        "t": "So the Lord*s established the kingdom in his control, and all Judah brought tribute to Jehoshaphat, and he had great riches and honor."
    },
    {
        "o": 12671,
        "r": "nasb:2 Chronicles:17:6",
        "t": "He took great pride in the ways of the Lord*s and again removed the high places and the Asherim from Judah."
    },
    {
        "o": 12672,
        "r": "nasb:2 Chronicles:17:7",
        "t": "Then*p in the third year of his reign he sent his officials, Ben-hail, Obadiah, Zechariah, Nethanel and Micaiah, to teach in the cities of Judah;"
    },
    {
        "o": 12673,
        "r": "nasb:2 Chronicles:17:8",
        "t": "and with them the Levites, Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah and Tobadonijah, the Levites; and with them Elishama and Jehoram, the priests."
    },
    {
        "o": 12674,
        "r": "nasb:2 Chronicles:17:9",
        "t": "They taught in Judah, having*i the book of the law of the Lord*s with them; and they went throughout all the cities of Judah and taught among the people."
    },
    {
        "o": 12675,
        "r": "nasb:2 Chronicles:17:10",
        "t": "Now*p the dread of the Lord*s was on all the kingdoms of the lands which were*i around Judah, so that they did not make war against Jehoshaphat."
    },
    {
        "o": 12676,
        "r": "nasb:2 Chronicles:17:11",
        "t": "Some of the Philistines brought gifts and silver as tribute to Jehoshaphat; the Arabians also brought him flocks, 7,700 rams and 7,700 male goats."
    },
    {
        "o": 12677,
        "r": "nasb:2 Chronicles:17:12",
        "t": "So Jehoshaphat grew greater and greater, and he built fortresses and store cities in Judah."
    },
    {
        "o": 12678,
        "r": "nasb:2 Chronicles:17:13",
        "t": "He had large supplies in the cities of Judah, and warriors, valiant men, in Jerusalem."
    },
    {
        "o": 12679,
        "r": "nasb:2 Chronicles:17:14",
        "t": "This was their muster according to their fathers’ households: of Judah, commanders of thousands, Adnah was*i the commander, and with him 300,000 valiant warriors;"
    },
    {
        "o": 12680,
        "r": "nasb:2 Chronicles:17:15",
        "t": "and next to him was*i Johanan the commander, and with him 280,000;"
    },
    {
        "o": 12681,
        "r": "nasb:2 Chronicles:17:16",
        "t": "and next to him Amasiah the son of Zichri, who volunteered for the Lord,*s and with him 200,000 valiant warriors;"
    },
    {
        "o": 12682,
        "r": "nasb:2 Chronicles:17:17",
        "t": "and of Benjamin, Eliada a valiant warrior, and with him 200,000 armed with bow and shield;"
    },
    {
        "o": 12683,
        "r": "nasb:2 Chronicles:17:18",
        "t": "and next to him Jehozabad, and with him 180,000 equipped for war."
    },
    {
        "o": 12684,
        "r": "nasb:2 Chronicles:17:19",
        "t": "These are they who served the king, apart from those whom the king put in the fortified cities through all Judah."
    }
]
