[
    {
        "o": 33780,
        "r": "esv:Hebrews:11:0",
        "t": "Hebrews 11",
        "h": 1
    },
    {
        "o": 33781,
        "r": "esv:Hebrews:11:0",
        "t": "By Faith",
        "h": 2
    },
    {
        "o": 33782,
        "r": "esv:Hebrews:11:1",
        "t": "Now*p faith is the assurance of things hoped for, the conviction of things not seen."
    },
    {
        "o": 33783,
        "r": "esv:Hebrews:11:2",
        "t": "For by it the people of old received their commendation."
    },
    {
        "o": 33784,
        "r": "esv:Hebrews:11:3",
        "t": "By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible."
    },
    {
        "o": 33785,
        "r": "esv:Hebrews:11:4",
        "t": "By*p faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks."
    },
    {
        "o": 33786,
        "r": "esv:Hebrews:11:5",
        "t": "By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God."
    },
    {
        "o": 33787,
        "r": "esv:Hebrews:11:6",
        "t": "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him."
    },
    {
        "o": 33788,
        "r": "esv:Hebrews:11:7",
        "t": "By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith."
    },
    {
        "o": 33789,
        "r": "esv:Hebrews:11:8",
        "t": "By*p faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going."
    },
    {
        "o": 33790,
        "r": "esv:Hebrews:11:9",
        "t": "By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise."
    },
    {
        "o": 33791,
        "r": "esv:Hebrews:11:10",
        "t": "For he was looking forward to the city that has foundations, whose designer and builder is God."
    },
    {
        "o": 33792,
        "r": "esv:Hebrews:11:11",
        "t": "By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised."
    },
    {
        "o": 33793,
        "r": "esv:Hebrews:11:12",
        "t": "Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore."
    },
    {
        "o": 33794,
        "r": "esv:Hebrews:11:13",
        "t": "These*p all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth."
    },
    {
        "o": 33795,
        "r": "esv:Hebrews:11:14",
        "t": "For people who speak thus make it clear that they are seeking a homeland."
    },
    {
        "o": 33796,
        "r": "esv:Hebrews:11:15",
        "t": "If they had been thinking of that land from which they had gone out, they would have had opportunity to return."
    },
    {
        "o": 33797,
        "r": "esv:Hebrews:11:16",
        "t": "But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city."
    },
    {
        "o": 33798,
        "r": "esv:Hebrews:11:17",
        "t": "By*p faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son,"
    },
    {
        "o": 33799,
        "r": "esv:Hebrews:11:18",
        "t": "of whom it was said, “Through Isaac shall your offspring be named.”"
    },
    {
        "o": 33800,
        "r": "esv:Hebrews:11:19",
        "t": "He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back."
    },
    {
        "o": 33801,
        "r": "esv:Hebrews:11:20",
        "t": "By faith Isaac invoked future blessings on Jacob and Esau."
    },
    {
        "o": 33802,
        "r": "esv:Hebrews:11:21",
        "t": "By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff."
    },
    {
        "o": 33803,
        "r": "esv:Hebrews:11:22",
        "t": "By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones."
    },
    {
        "o": 33804,
        "r": "esv:Hebrews:11:23",
        "t": "By*p faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict."
    },
    {
        "o": 33805,
        "r": "esv:Hebrews:11:24",
        "t": "By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter,"
    },
    {
        "o": 33806,
        "r": "esv:Hebrews:11:25",
        "t": "choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin."
    },
    {
        "o": 33807,
        "r": "esv:Hebrews:11:26",
        "t": "He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward."
    },
    {
        "o": 33808,
        "r": "esv:Hebrews:11:27",
        "t": "By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible."
    },
    {
        "o": 33809,
        "r": "esv:Hebrews:11:28",
        "t": "By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them."
    },
    {
        "o": 33810,
        "r": "esv:Hebrews:11:29",
        "t": "By*p faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned."
    },
    {
        "o": 33811,
        "r": "esv:Hebrews:11:30",
        "t": "By faith the walls of Jericho fell down after they had been encircled for seven days."
    },
    {
        "o": 33812,
        "r": "esv:Hebrews:11:31",
        "t": "By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies."
    },
    {
        "o": 33813,
        "r": "esv:Hebrews:11:32",
        "t": "And*p what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—"
    },
    {
        "o": 33814,
        "r": "esv:Hebrews:11:33",
        "t": "who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions,"
    },
    {
        "o": 33815,
        "r": "esv:Hebrews:11:34",
        "t": "quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight."
    },
    {
        "o": 33816,
        "r": "esv:Hebrews:11:35",
        "t": "Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life."
    },
    {
        "o": 33817,
        "r": "esv:Hebrews:11:36",
        "t": "Others suffered mocking and flogging, and even chains and imprisonment."
    },
    {
        "o": 33818,
        "r": "esv:Hebrews:11:37",
        "t": "They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—"
    },
    {
        "o": 33819,
        "r": "esv:Hebrews:11:38",
        "t": "of whom the world was not worthy— wandering about in deserts and mountains, and in dens and caves of the earth."
    },
    {
        "o": 33820,
        "r": "esv:Hebrews:11:39",
        "t": "And*p all these, though commended through their faith, did not receive what was promised,"
    },
    {
        "o": 33821,
        "r": "esv:Hebrews:11:40",
        "t": "since God had provided something better for us, that apart from us they should not be made perfect."
    }
]
