[
    {
        "o": 25224,
        "r": "kjv:Matthew:27:0",
        "t": "Matthew 27",
        "h": 1
    },
    {
        "o": 25225,
        "r": "kjv:Matthew:27:1",
        "t": "When*p the morning was come, all the chief priests and elders of the people took counsel against Jesus to put him to death:"
    },
    {
        "o": 25226,
        "r": "kjv:Matthew:27:2",
        "t": "And*p when they had bound him, they led him away, and delivered him to Pontius Pilate the governor."
    },
    {
        "o": 25227,
        "r": "kjv:Matthew:27:3",
        "t": "Then*p Judas, which had betrayed him, when he saw that he was condemned, repented himself, and brought again the thirty pieces of silver to the chief priests and elders,"
    },
    {
        "o": 25228,
        "r": "kjv:Matthew:27:4",
        "t": "Saying,*p I have sinned in that I have betrayed the innocent blood. And they said, What is that to us? see thou to that."
    },
    {
        "o": 25229,
        "r": "kjv:Matthew:27:5",
        "t": "And*p he cast down the pieces of silver in the temple, and departed, and went and hanged himself."
    },
    {
        "o": 25230,
        "r": "kjv:Matthew:27:6",
        "t": "And*p the chief priests took the silver pieces, and said, It is not lawful for to put them into the treasury, because it is the price of blood."
    },
    {
        "o": 25231,
        "r": "kjv:Matthew:27:7",
        "t": "And*p they took counsel, and bought with them the potter's field, to bury strangers in."
    },
    {
        "o": 25232,
        "r": "kjv:Matthew:27:8",
        "t": "Wherefore*p that field was called, The field of blood, unto this day."
    },
    {
        "o": 25233,
        "r": "kjv:Matthew:27:9",
        "t": "Then*p was fulfilled that which was spoken by Jeremiah the prophet, saying, And they took the thirty pieces of silver, the price of him that was valued, whom they of the children of Israel did value;"
    },
    {
        "o": 25234,
        "r": "kjv:Matthew:27:10",
        "t": "And*p gave them for the potter's field, as the Lord appointed me."
    },
    {
        "o": 25235,
        "r": "kjv:Matthew:27:11",
        "t": "And*p Jesus stood before the governor: and the governor asked him, saying, Art thou the King of the Jews? And Jesus said unto him, Thou*r sayest.*r"
    },
    {
        "o": 25236,
        "r": "kjv:Matthew:27:12",
        "t": "And*p when he was accused of the chief priests and elders, he answered nothing."
    },
    {
        "o": 25237,
        "r": "kjv:Matthew:27:13",
        "t": "Then*p said Pilate unto him, Hearest thou not how many things they witness against thee?"
    },
    {
        "o": 25238,
        "r": "kjv:Matthew:27:14",
        "t": "And*p he answered him to never a word; insomuch that the governor marvelled greatly."
    },
    {
        "o": 25239,
        "r": "kjv:Matthew:27:15",
        "t": "Now*p at that feast the governor was wont to release unto the people a prisoner, whom they would."
    },
    {
        "o": 25240,
        "r": "kjv:Matthew:27:16",
        "t": "And*p they had then a notable prisoner, called Barabbas."
    },
    {
        "o": 25241,
        "r": "kjv:Matthew:27:17",
        "t": "Therefore*p when they were gathered together, Pilate said unto them, Whom will ye that I release unto you? Barabbas, or Jesus which is called Christ?"
    },
    {
        "o": 25242,
        "r": "kjv:Matthew:27:18",
        "t": "For*p he knew that for envy they had delivered him."
    },
    {
        "o": 25243,
        "r": "kjv:Matthew:27:19",
        "t": "When*p he was set down on the judgment seat, his wife sent unto him, saying, Have thou nothing to do with that just man: for I have suffered many things this day in a dream because of him."
    },
    {
        "o": 25244,
        "r": "kjv:Matthew:27:20",
        "t": "But*p the chief priests and elders persuaded the multitude that they should ask Barabbas, and destroy Jesus."
    },
    {
        "o": 25245,
        "r": "kjv:Matthew:27:21",
        "t": "The*p governor answered and said unto them, Whether of the twain will ye that I release unto you? They said, Barabbas."
    },
    {
        "o": 25246,
        "r": "kjv:Matthew:27:22",
        "t": "Pilate*p saith unto them, What shall I do then with Jesus which is called Christ? They all say unto him, Let him be crucified."
    },
    {
        "o": 25247,
        "r": "kjv:Matthew:27:23",
        "t": "And*p the governor said, Why, what evil hath he done? But they cried out the more, saying, Let him be crucified."
    },
    {
        "o": 25248,
        "r": "kjv:Matthew:27:24",
        "t": "When*p Pilate saw that he could prevail nothing, but that rather a tumult was made, he took water, and washed his hands before the multitude, saying, I am innocent of the blood of this just person: see ye to it."
    },
    {
        "o": 25249,
        "r": "kjv:Matthew:27:25",
        "t": "Then*p answered all the people, and said, His blood be on us, and on our children."
    },
    {
        "o": 25250,
        "r": "kjv:Matthew:27:26",
        "t": "Then*p released he Barabbas unto them: and when he had scourged Jesus, he delivered him to be crucified."
    },
    {
        "o": 25251,
        "r": "kjv:Matthew:27:27",
        "t": "Then*p the soldiers of the governor took Jesus into the common hall, and gathered unto him the whole band of soldiers."
    },
    {
        "o": 25252,
        "r": "kjv:Matthew:27:28",
        "t": "And*p they stripped him, and put on him a scarlet robe."
    },
    {
        "o": 25253,
        "r": "kjv:Matthew:27:29",
        "t": "And*p when they had platted a crown of thorns, they put it upon his head, and a reed in his right hand: and they bowed the knee before him, and mocked him, saying, Hail, King of the Jews!"
    },
    {
        "o": 25254,
        "r": "kjv:Matthew:27:30",
        "t": "And*p they spit upon him, and took the reed, and smote him on the head."
    },
    {
        "o": 25255,
        "r": "kjv:Matthew:27:31",
        "t": "And*p after that they had mocked him, they took the robe off from him, and put his own raiment on him, and led him away to crucify him."
    },
    {
        "o": 25256,
        "r": "kjv:Matthew:27:32",
        "t": "And*p as they came out, they found a man of Cyrene, Simon by name: him they compelled to bear his cross."
    },
    {
        "o": 25257,
        "r": "kjv:Matthew:27:33",
        "t": "And*p when they were come unto a place called Golgotha, that is to say, a place of a skull,"
    },
    {
        "o": 25258,
        "r": "kjv:Matthew:27:34",
        "t": "They*p gave him vinegar to drink mingled with gall: and when he had tasted thereof, he would not drink."
    },
    {
        "o": 25259,
        "r": "kjv:Matthew:27:35",
        "t": "And*p they crucified him, and parted his garments, casting lots: that it might be fulfilled which was spoken by the prophet, They parted my garments among them, and upon my vesture did they cast lots."
    },
    {
        "o": 25260,
        "r": "kjv:Matthew:27:36",
        "t": "And*p sitting down they watched him there;"
    },
    {
        "o": 25261,
        "r": "kjv:Matthew:27:37",
        "t": "And*p set up over his head his accusation written, THIS IS JESUS THE KING OF THE JEWS."
    },
    {
        "o": 25262,
        "r": "kjv:Matthew:27:38",
        "t": "Then*p were there two thieves crucified with him, one on the right hand, and another on the left."
    },
    {
        "o": 25263,
        "r": "kjv:Matthew:27:39",
        "t": "And*p they that passed by reviled him, wagging their heads,"
    },
    {
        "o": 25264,
        "r": "kjv:Matthew:27:40",
        "t": "And*p saying, Thou that destroyest the temple, and buildest it in three days, save thyself. If thou be the Son of God, come down from the cross."
    },
    {
        "o": 25265,
        "r": "kjv:Matthew:27:41",
        "t": "Likewise*p also the chief priests mocking him, with the scribes and elders, said,"
    },
    {
        "o": 25266,
        "r": "kjv:Matthew:27:42",
        "t": "He*p saved others; himself he cannot save. If he be the King of Israel, let him now come down from the cross, and we will believe him."
    },
    {
        "o": 25267,
        "r": "kjv:Matthew:27:43",
        "t": "He*p trusted in God; let him deliver him now, if he will have him: for he said, I am the Son of God."
    },
    {
        "o": 25268,
        "r": "kjv:Matthew:27:44",
        "t": "The*p thieves also, which were crucified with him, cast the same in his teeth."
    },
    {
        "o": 25269,
        "r": "kjv:Matthew:27:45",
        "t": "Now*p from the sixth hour there was darkness over all the land unto the ninth hour."
    },
    {
        "o": 25270,
        "r": "kjv:Matthew:27:46",
        "t": "And*p about the ninth hour Jesus cried with a loud voice, saying, Eli,*r Eli,*r lama*r sabachthani?*r that is to say, My*r God,*r my*r God,*r why*r hast*r thou*r forsaken*r me?*r"
    },
    {
        "o": 25271,
        "r": "kjv:Matthew:27:47",
        "t": "Some*p of them that stood there, when they heard that, said, This man calleth for Elias."
    },
    {
        "o": 25272,
        "r": "kjv:Matthew:27:48",
        "t": "And*p straightway one of them ran, and took a sponge, and filled it with vinegar, and put it on a reed, and gave him to drink."
    },
    {
        "o": 25273,
        "r": "kjv:Matthew:27:49",
        "t": "The*p rest said, Let be, let us see whether Elias will come to save him."
    },
    {
        "o": 25274,
        "r": "kjv:Matthew:27:50",
        "t": "Jesus,*p when he had cried again with a loud voice, yielded up the ghost."
    },
    {
        "o": 25275,
        "r": "kjv:Matthew:27:51",
        "t": "And,*p behold, the veil of the temple was rent in twain from the top to the bottom; and the earth did quake, and the rocks rent;"
    },
    {
        "o": 25276,
        "r": "kjv:Matthew:27:52",
        "t": "And*p the graves were opened; and many bodies of the saints which slept arose,"
    },
    {
        "o": 25277,
        "r": "kjv:Matthew:27:53",
        "t": "And*p came out of the graves after his resurrection, and went into the holy city, and appeared unto many."
    },
    {
        "o": 25278,
        "r": "kjv:Matthew:27:54",
        "t": "Now*p when the centurion, and they that were with him, watching Jesus, saw the earthquake, and those things that were done, they feared greatly, saying, Truly this was the Son of God."
    },
    {
        "o": 25279,
        "r": "kjv:Matthew:27:55",
        "t": "And*p many women were there beholding afar off, which followed Jesus from Galilee, ministering unto him:"
    },
    {
        "o": 25280,
        "r": "kjv:Matthew:27:56",
        "t": "Among*p which was Mary Magdalene, and Mary the mother of James and Joses, and the mother of Zebedee's children."
    },
    {
        "o": 25281,
        "r": "kjv:Matthew:27:57",
        "t": "When*p the even was come, there came a rich man of Arimathaea, named Joseph, who also himself was Jesus' disciple:"
    },
    {
        "o": 25282,
        "r": "kjv:Matthew:27:58",
        "t": "He*p went to Pilate, and begged the body of Jesus. Then Pilate commanded the body to be delivered."
    },
    {
        "o": 25283,
        "r": "kjv:Matthew:27:59",
        "t": "And*p when Joseph had taken the body, he wrapped it in a clean linen cloth,"
    },
    {
        "o": 25284,
        "r": "kjv:Matthew:27:60",
        "t": "And*p laid it in his own new tomb, which he had hewn out in the rock: and he rolled a great stone to the door of the sepulchre, and departed."
    },
    {
        "o": 25285,
        "r": "kjv:Matthew:27:61",
        "t": "And*p there was Mary Magdalene, and the other Mary, sitting over against the sepulchre."
    },
    {
        "o": 25286,
        "r": "kjv:Matthew:27:62",
        "t": "Now*p the next day, that followed the day of the preparation, the chief priests and Pharisees came together unto Pilate,"
    },
    {
        "o": 25287,
        "r": "kjv:Matthew:27:63",
        "t": "Saying,*p Sir, we remember that that deceiver said, while he was yet alive, After*r three*r days*r I*r will*r rise*r again.*r"
    },
    {
        "o": 25288,
        "r": "kjv:Matthew:27:64",
        "t": "Command*p therefore that the sepulchre be made sure until the third day, lest his disciples come by night, and steal him away, and say unto the people, He is risen from the dead: so the last error shall be worse than the first."
    },
    {
        "o": 25289,
        "r": "kjv:Matthew:27:65",
        "t": "Pilate*p said unto them, Ye have a watch: go your way, make it as sure as ye can."
    },
    {
        "o": 25290,
        "r": "kjv:Matthew:27:66",
        "t": "So*p they went, and made the sepulchre sure, sealing the stone, and setting a watch."
    }
]
