[
    {
        "o": 31687,
        "r": "esv:Romans:16:0",
        "t": "Romans 16",
        "h": 1
    },
    {
        "o": 31688,
        "r": "esv:Romans:16:0",
        "t": "Personal Greetings",
        "h": 2
    },
    {
        "o": 31689,
        "r": "esv:Romans:16:1",
        "t": "I*p commend to you our sister Phoebe, a servant of the church at Cenchreae,"
    },
    {
        "o": 31690,
        "r": "esv:Romans:16:2",
        "t": "that you may welcome her in the Lord in a way worthy of the saints, and help her in whatever she may need from you, for she has been a patron of many and of myself as well."
    },
    {
        "o": 31691,
        "r": "esv:Romans:16:3",
        "t": "Greet*p Prisca and Aquila, my fellow workers in Christ Jesus,"
    },
    {
        "o": 31692,
        "r": "esv:Romans:16:4",
        "t": "who risked their necks for my life, to whom not only I give thanks but all the churches of the Gentiles give thanks as well."
    },
    {
        "o": 31693,
        "r": "esv:Romans:16:5",
        "t": "Greet also the church in their house. Greet my beloved Epaenetus, who was the first convert to Christ in Asia."
    },
    {
        "o": 31694,
        "r": "esv:Romans:16:6",
        "t": "Greet Mary, who has worked hard for you."
    },
    {
        "o": 31695,
        "r": "esv:Romans:16:7",
        "t": "Greet Andronicus and Junia, my kinsmen and my fellow prisoners. They are well known to the apostles, and they were in Christ before me."
    },
    {
        "o": 31696,
        "r": "esv:Romans:16:8",
        "t": "Greet Ampliatus, my beloved in the Lord."
    },
    {
        "o": 31697,
        "r": "esv:Romans:16:9",
        "t": "Greet Urbanus, our fellow worker in Christ, and my beloved Stachys."
    },
    {
        "o": 31698,
        "r": "esv:Romans:16:10",
        "t": "Greet Apelles, who is approved in Christ. Greet those who belong to the family of Aristobulus."
    },
    {
        "o": 31699,
        "r": "esv:Romans:16:11",
        "t": "Greet my kinsman Herodion. Greet those in the Lord who belong to the family of Narcissus."
    },
    {
        "o": 31700,
        "r": "esv:Romans:16:12",
        "t": "Greet those workers in the Lord, Tryphaena and Tryphosa. Greet the beloved Persis, who has worked hard in the Lord."
    },
    {
        "o": 31701,
        "r": "esv:Romans:16:13",
        "t": "Greet Rufus, chosen in the Lord; also his mother, who has been a mother to me as well."
    },
    {
        "o": 31702,
        "r": "esv:Romans:16:14",
        "t": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them."
    },
    {
        "o": 31703,
        "r": "esv:Romans:16:15",
        "t": "Greet Philologus, Julia, Nereus and his sister, and Olympas, and all the saints who are with them."
    },
    {
        "o": 31704,
        "r": "esv:Romans:16:16",
        "t": "Greet one another with a holy kiss. All the churches of Christ greet you."
    },
    {
        "o": 31705,
        "r": "esv:Romans:16:16",
        "t": "Final Instructions and Greetings",
        "h": 2
    },
    {
        "o": 31706,
        "r": "esv:Romans:16:17",
        "t": "I*p appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them."
    },
    {
        "o": 31707,
        "r": "esv:Romans:16:18",
        "t": "For such persons do not serve our Lord Christ, but their own appetites, and by smooth talk and flattery they deceive the hearts of the naive."
    },
    {
        "o": 31708,
        "r": "esv:Romans:16:19",
        "t": "For your obedience is known to all, so that I rejoice over you, but I want you to be wise as to what is good and innocent as to what is evil."
    },
    {
        "o": 31709,
        "r": "esv:Romans:16:20",
        "t": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you."
    },
    {
        "o": 31710,
        "r": "esv:Romans:16:21",
        "t": "Timothy,*p my fellow worker, greets you; so do Lucius and Jason and Sosipater, my kinsmen."
    },
    {
        "o": 31711,
        "r": "esv:Romans:16:22",
        "t": "I*p Tertius, who wrote this letter, greet you in the Lord."
    },
    {
        "o": 31712,
        "r": "esv:Romans:16:23",
        "t": "Gaius,*p who is host to me and to the whole church, greets you. Erastus, the city treasurer, and our brother Quartus, greet you."
    },
    {
        "o": 31713,
        "r": "esv:Romans:16:23",
        "t": "Doxology",
        "h": 2
    },
    {
        "o": 31714,
        "r": "esv:Romans:16:25",
        "t": "Now*p to him who is able to strengthen you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery that was kept secret for long ages"
    },
    {
        "o": 31715,
        "r": "esv:Romans:16:26",
        "t": "but has now been disclosed and through the prophetic writings has been made known to all nations, according to the command of the eternal God, to bring about the obedience of faith—"
    },
    {
        "o": 31716,
        "r": "esv:Romans:16:27",
        "t": "to the only wise God be glory forevermore through Jesus Christ! Amen."
    }
]
