[
    {
        "o": 33073,
        "r": "nasb:1 Timothy:2:0",
        "t": "1 Timothy 2",
        "h": 1
    },
    {
        "o": 33074,
        "r": "nasb:1 Timothy:2:0",
        "t": "A Call to Prayer",
        "h": 2
    },
    {
        "o": 33075,
        "r": "nasb:1 Timothy:2:1",
        "t": "First*p of all, then, I urge that entreaties and*i prayers, petitions and*i thanksgivings, be made on behalf of all men,"
    },
    {
        "o": 33076,
        "r": "nasb:1 Timothy:2:2",
        "t": "for kings and all who are in authority, so that we may lead a tranquil and quiet life in all godliness and dignity."
    },
    {
        "o": 33077,
        "r": "nasb:1 Timothy:2:3",
        "t": "This is good and acceptable in the sight of God our Savior,"
    },
    {
        "o": 33078,
        "r": "nasb:1 Timothy:2:4",
        "t": "who desires all men to be saved and to come to the knowledge of the truth."
    },
    {
        "o": 33079,
        "r": "nasb:1 Timothy:2:5",
        "t": "For there is one God, and*i one mediator also between God and men, the*i man Christ Jesus,"
    },
    {
        "o": 33080,
        "r": "nasb:1 Timothy:2:6",
        "t": "who gave Himself as a ransom for all, the testimony given*i at the proper time."
    },
    {
        "o": 33081,
        "r": "nasb:1 Timothy:2:7",
        "t": "For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying) as a teacher of the Gentiles in faith and truth."
    },
    {
        "o": 33082,
        "r": "nasb:1 Timothy:2:8",
        "t": "Therefore*p I want the men in every place to pray, lifting up holy hands, without wrath and dissension."
    },
    {
        "o": 33083,
        "r": "nasb:1 Timothy:2:8",
        "t": "Women Instructed",
        "h": 2
    },
    {
        "o": 33084,
        "r": "nasb:1 Timothy:2:9",
        "t": "Likewise,*p I*i want*i women to adorn themselves with proper clothing, modestly and discreetly, not with braided hair and gold or pearls or costly garments,"
    },
    {
        "o": 33085,
        "r": "nasb:1 Timothy:2:10",
        "t": "but rather by means of good works, as is proper for women making a claim to godliness."
    },
    {
        "o": 33086,
        "r": "nasb:1 Timothy:2:11",
        "t": "A woman must quietly receive instruction with entire submissiveness."
    },
    {
        "o": 33087,
        "r": "nasb:1 Timothy:2:12",
        "t": "But I do not allow a woman to teach or exercise authority over a man, but to remain quiet."
    },
    {
        "o": 33088,
        "r": "nasb:1 Timothy:2:13",
        "t": "For it was Adam who was first created, and*i then Eve."
    },
    {
        "o": 33089,
        "r": "nasb:1 Timothy:2:14",
        "t": "And it*i was*i not Adam who*i was deceived, but the woman being deceived, fell into transgression."
    },
    {
        "o": 33090,
        "r": "nasb:1 Timothy:2:15",
        "t": "But women*i will be preserved through the bearing of children if they continue in faith and love and sanctity with self-restraint."
    }
]
