[
    {
        "o": 12149,
        "r": "nasb:1 Chronicles:26:0",
        "t": "1 Chronicles 26",
        "h": 1
    },
    {
        "o": 12150,
        "r": "nasb:1 Chronicles:26:0",
        "t": "Divisions of the Gatekeepers",
        "h": 2
    },
    {
        "o": 12151,
        "r": "nasb:1 Chronicles:26:1",
        "t": "For*p the divisions of the gatekeepers there*i were*i of the Korahites, Meshelemiah the son of Kore, of the sons of Asaph."
    },
    {
        "o": 12152,
        "r": "nasb:1 Chronicles:26:2",
        "t": "Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,"
    },
    {
        "o": 12153,
        "r": "nasb:1 Chronicles:26:3",
        "t": "Elam the fifth, Johanan the sixth, Eliehoenai the seventh."
    },
    {
        "o": 12154,
        "r": "nasb:1 Chronicles:26:4",
        "t": "Obed-edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sacar the fourth, Nethanel the fifth,"
    },
    {
        "o": 12155,
        "r": "nasb:1 Chronicles:26:5",
        "t": "Ammiel the sixth, Issachar the seventh and*i Peullethai the eighth; God had indeed blessed him."
    },
    {
        "o": 12156,
        "r": "nasb:1 Chronicles:26:6",
        "t": "Also to his son Shemaiah sons were born who ruled over the house of their father, for they were mighty men of valor."
    },
    {
        "o": 12157,
        "r": "nasb:1 Chronicles:26:7",
        "t": "The sons of Shemaiah were*i Othni, Rephael, Obed and Elzabad, whose brothers, Elihu and Semachiah, were valiant men."
    },
    {
        "o": 12158,
        "r": "nasb:1 Chronicles:26:8",
        "t": "All these were*i of the sons of Obed-edom; they and their sons and their relatives were*i able men with strength for the service, 62 from Obed-edom."
    },
    {
        "o": 12159,
        "r": "nasb:1 Chronicles:26:9",
        "t": "Meshelemiah had sons and relatives, 18 valiant men."
    },
    {
        "o": 12160,
        "r": "nasb:1 Chronicles:26:10",
        "t": "Also Hosah, one*i of the sons of Merari had sons: Shimri the first (although he was not the firstborn, his father made him first),"
    },
    {
        "o": 12161,
        "r": "nasb:1 Chronicles:26:11",
        "t": "Hilkiah the second, Tebaliah the third, Zechariah the fourth; all the sons and relatives of Hosah were*i 13."
    },
    {
        "o": 12162,
        "r": "nasb:1 Chronicles:26:12",
        "t": "To*p these divisions of the gatekeepers, the chief men, were*i given*i duties like their relatives to minister in the house of the Lord.*s"
    },
    {
        "o": 12163,
        "r": "nasb:1 Chronicles:26:13",
        "t": "They cast lots, the small and the great alike, according to their fathers’ households, for every gate."
    },
    {
        "o": 12164,
        "r": "nasb:1 Chronicles:26:14",
        "t": "The lot to the east fell to Shelemiah. Then they cast lots for*i his son Zechariah, a counselor with insight, and his lot came out to the north."
    },
    {
        "o": 12165,
        "r": "nasb:1 Chronicles:26:15",
        "t": "For Obed-edom it*i fell*i to the south, and to his sons went the storehouse."
    },
    {
        "o": 12166,
        "r": "nasb:1 Chronicles:26:16",
        "t": "For Shuppim and Hosah it*i was*i to the west, by the gate of Shallecheth, on the ascending highway. Guard corresponded to guard."
    },
    {
        "o": 12167,
        "r": "nasb:1 Chronicles:26:17",
        "t": "On the east there were six Levites, on the north four daily, on the south four daily, and at the storehouse two by two."
    },
    {
        "o": 12168,
        "r": "nasb:1 Chronicles:26:18",
        "t": "At the Parbar on the west there*i were*i four at the highway and two at the Parbar."
    },
    {
        "o": 12169,
        "r": "nasb:1 Chronicles:26:19",
        "t": "These were the divisions of the gatekeepers of the sons of Korah and of the sons of Merari."
    },
    {
        "o": 12170,
        "r": "nasb:1 Chronicles:26:19",
        "t": "Keepers of the Treasure",
        "h": 2
    },
    {
        "o": 12171,
        "r": "nasb:1 Chronicles:26:20",
        "t": "The*p Levites, their relatives, had charge of the treasures of the house of God and of the treasures of the dedicated gifts."
    },
    {
        "o": 12172,
        "r": "nasb:1 Chronicles:26:21",
        "t": "The sons of Ladan, the sons of the Gershonites belonging to Ladan, namely,*i the Jehielites, were*i the heads of the fathers’ households,*i belonging to Ladan the Gershonite."
    },
    {
        "o": 12173,
        "r": "nasb:1 Chronicles:26:22",
        "t": "The*p sons of Jehieli, Zetham and Joel his brother, had charge of the treasures of the house of the Lord.*s"
    },
    {
        "o": 12174,
        "r": "nasb:1 Chronicles:26:23",
        "t": "As for the Amramites, the Izharites, the Hebronites and the Uzzielites,"
    },
    {
        "o": 12175,
        "r": "nasb:1 Chronicles:26:24",
        "t": "Shebuel the son of Gershom, the son of Moses, was officer over the treasures."
    },
    {
        "o": 12176,
        "r": "nasb:1 Chronicles:26:25",
        "t": "His relatives by Eliezer were*i Rehabiah his son, Jeshaiah his son, Joram his son, Zichri his son and Shelomoth his son."
    },
    {
        "o": 12177,
        "r": "nasb:1 Chronicles:26:26",
        "t": "This Shelomoth and his relatives had charge of all the treasures of the dedicated gifts which King David and the heads of the fathers’ households,*i the commanders of thousands and hundreds, and the commanders of the army, had dedicated."
    },
    {
        "o": 12178,
        "r": "nasb:1 Chronicles:26:27",
        "t": "They dedicated part of the spoil won in battles to repair the house of the Lord.*s"
    },
    {
        "o": 12179,
        "r": "nasb:1 Chronicles:26:28",
        "t": "And all that Samuel the seer had dedicated and Saul the son of Kish, Abner the son of Ner and Joab the son of Zeruiah, everyone who had dedicated anything,*i all*i of*i this*i was in the care of Shelomoth and his relatives."
    },
    {
        "o": 12180,
        "r": "nasb:1 Chronicles:26:28",
        "t": "Outside Duties",
        "h": 2
    },
    {
        "o": 12181,
        "r": "nasb:1 Chronicles:26:29",
        "t": "As*p for the Izharites, Chenaniah and his sons were assigned*i to outside duties for Israel, as officers and judges."
    },
    {
        "o": 12182,
        "r": "nasb:1 Chronicles:26:30",
        "t": "As for the Hebronites, Hashabiah and his relatives, 1,700 capable men, had charge of the affairs of Israel west of the Jordan, for all the work of the Lord*s and the service of the king."
    },
    {
        "o": 12183,
        "r": "nasb:1 Chronicles:26:31",
        "t": "As for the Hebronites, Jerijah the chief (these Hebronites were investigated according to their genealogies and fathers’ households,*i in the fortieth year of David’s reign, and men of outstanding capability were found among them at Jazer of Gilead)"
    },
    {
        "o": 12184,
        "r": "nasb:1 Chronicles:26:32",
        "t": "and his relatives, capable men, were*i 2,700 in number, heads of fathers’ households.*i And King David made them overseers of the Reubenites, the Gadites and the half-tribe of the Manassites concerning all the affairs of God and of the king."
    }
]
