[
    {
        "o": 4074,
        "r": "niv:Numbers:4:0",
        "t": "Numbers 4",
        "h": 1
    },
    {
        "o": 4075,
        "r": "niv:Numbers:4:0",
        "t": "The Kohathites",
        "h": 2
    },
    {
        "o": 4076,
        "r": "niv:Numbers:4:1",
        "t": "The*p Lord*s said to Moses and Aaron:"
    },
    {
        "o": 4077,
        "r": "niv:Numbers:4:2",
        "t": "“Take a census of the Kohathite branch of the Levites by their clans and families."
    },
    {
        "o": 4078,
        "r": "niv:Numbers:4:3",
        "t": "Count all the men from thirty to fifty years of age who come to serve in the work at the tent of meeting."
    },
    {
        "o": 4079,
        "r": "niv:Numbers:4:4",
        "t": "“This*p is the work of the Kohathites at the tent of meeting: the care of the most holy things."
    },
    {
        "o": 4080,
        "r": "niv:Numbers:4:5",
        "t": "When the camp is to move, Aaron and his sons are to go in and take down the shielding curtain and put it over the ark of the covenant law."
    },
    {
        "o": 4081,
        "r": "niv:Numbers:4:6",
        "t": "Then they are to cover the curtain with a durable leather, spread a cloth of solid blue over that and put the poles in place."
    },
    {
        "o": 4082,
        "r": "niv:Numbers:4:7",
        "t": "“Over*p the table of the Presence they are to spread a blue cloth and put on it the plates, dishes and bowls, and the jars for drink offerings; the bread that is continually there is to remain on it."
    },
    {
        "o": 4083,
        "r": "niv:Numbers:4:8",
        "t": "They are to spread a scarlet cloth over them, cover that with the durable leather and put the poles in place."
    },
    {
        "o": 4084,
        "r": "niv:Numbers:4:9",
        "t": "“They*p are to take a blue cloth and cover the lampstand that is for light, together with its lamps, its wick trimmers and trays, and all its jars for the olive oil used to supply it."
    },
    {
        "o": 4085,
        "r": "niv:Numbers:4:10",
        "t": "Then they are to wrap it and all its accessories in a covering of the durable leather and put it on a carrying frame."
    },
    {
        "o": 4086,
        "r": "niv:Numbers:4:11",
        "t": "“Over*p the gold altar they are to spread a blue cloth and cover that with the durable leather and put the poles in place."
    },
    {
        "o": 4087,
        "r": "niv:Numbers:4:12",
        "t": "“They*p are to take all the articles used for ministering in the sanctuary, wrap them in a blue cloth, cover that with the durable leather and put them on a carrying frame."
    },
    {
        "o": 4088,
        "r": "niv:Numbers:4:13",
        "t": "“They*p are to remove the ashes from the bronze altar and spread a purple cloth over it."
    },
    {
        "o": 4089,
        "r": "niv:Numbers:4:14",
        "t": "Then they are to place on it all the utensils used for ministering at the altar, including the firepans, meat forks, shovels and sprinkling bowls. Over it they are to spread a covering of the durable leather and put the poles in place."
    },
    {
        "o": 4090,
        "r": "niv:Numbers:4:15",
        "t": "“After*p Aaron and his sons have finished covering the holy furnishings and all the holy articles, and when the camp is ready to move, only then are the Kohathites to come and do the carrying. But they must not touch the holy things or they will die. The Kohathites are to carry those things that are in the tent of meeting."
    },
    {
        "o": 4091,
        "r": "niv:Numbers:4:16",
        "t": "“Eleazar*p son of Aaron, the priest, is to have charge of the oil for the light, the fragrant incense, the regular grain offering and the anointing oil. He is to be in charge of the entire tabernacle and everything in it, including its holy furnishings and articles.”"
    },
    {
        "o": 4092,
        "r": "niv:Numbers:4:17",
        "t": "The*p Lord*s said to Moses and Aaron,"
    },
    {
        "o": 4093,
        "r": "niv:Numbers:4:18",
        "t": "“See that the Kohathite tribal clans are not destroyed from among the Levites."
    },
    {
        "o": 4094,
        "r": "niv:Numbers:4:19",
        "t": "So that they may live and not die when they come near the most holy things, do this for them: Aaron and his sons are to go into the sanctuary and assign to each man his work and what he is to carry."
    },
    {
        "o": 4095,
        "r": "niv:Numbers:4:20",
        "t": "But the Kohathites must not go in to look at the holy things, even for a moment, or they will die.”"
    },
    {
        "o": 4096,
        "r": "niv:Numbers:4:20",
        "t": "The Gershonites",
        "h": 2
    },
    {
        "o": 4097,
        "r": "niv:Numbers:4:21",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4098,
        "r": "niv:Numbers:4:22",
        "t": "“Take a census also of the Gershonites by their families and clans."
    },
    {
        "o": 4099,
        "r": "niv:Numbers:4:23",
        "t": "Count all the men from thirty to fifty years of age who come to serve in the work at the tent of meeting."
    },
    {
        "o": 4100,
        "r": "niv:Numbers:4:24",
        "t": "“This*p is the service of the Gershonite clans in their carrying and their other work:"
    },
    {
        "o": 4101,
        "r": "niv:Numbers:4:25",
        "t": "They are to carry the curtains of the tabernacle, that is, the tent of meeting, its covering and its outer covering of durable leather, the curtains for the entrance to the tent of meeting,"
    },
    {
        "o": 4102,
        "r": "niv:Numbers:4:26",
        "t": "the curtains of the courtyard surrounding the tabernacle and altar, the curtain for the entrance to the courtyard, the ropes and all the equipment used in the service of the tent. The Gershonites are to do all that needs to be done with these things."
    },
    {
        "o": 4103,
        "r": "niv:Numbers:4:27",
        "t": "All their service, whether carrying or doing other work, is to be done under the direction of Aaron and his sons. You shall assign to them as their responsibility all they are to carry."
    },
    {
        "o": 4104,
        "r": "niv:Numbers:4:28",
        "t": "This is the service of the Gershonite clans at the tent of meeting. Their duties are to be under the direction of Ithamar son of Aaron, the priest."
    },
    {
        "o": 4105,
        "r": "niv:Numbers:4:28",
        "t": "The Merarites",
        "h": 2
    },
    {
        "o": 4106,
        "r": "niv:Numbers:4:29",
        "t": "“Count*p the Merarites by their clans and families."
    },
    {
        "o": 4107,
        "r": "niv:Numbers:4:30",
        "t": "Count all the men from thirty to fifty years of age who come to serve in the work at the tent of meeting."
    },
    {
        "o": 4108,
        "r": "niv:Numbers:4:31",
        "t": "As part of all their service at the tent, they are to carry the frames of the tabernacle, its crossbars, posts and bases,"
    },
    {
        "o": 4109,
        "r": "niv:Numbers:4:32",
        "t": "as well as the posts of the surrounding courtyard with their bases, tent pegs, ropes, all their equipment and everything related to their use. Assign to each man the specific things he is to carry."
    },
    {
        "o": 4110,
        "r": "niv:Numbers:4:33",
        "t": "This is the service of the Merarite clans as they work at the tent of meeting under the direction of Ithamar son of Aaron, the priest.”"
    },
    {
        "o": 4111,
        "r": "niv:Numbers:4:33",
        "t": "The Numbering of the Levite Clans",
        "h": 2
    },
    {
        "o": 4112,
        "r": "niv:Numbers:4:34",
        "t": "Moses,*p Aaron and the leaders of the community counted the Kohathites by their clans and families."
    },
    {
        "o": 4113,
        "r": "niv:Numbers:4:35",
        "t": "All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,"
    },
    {
        "o": 4114,
        "r": "niv:Numbers:4:36",
        "t": "counted by clans, were 2,750."
    },
    {
        "o": 4115,
        "r": "niv:Numbers:4:37",
        "t": "This was the total of all those in the Kohathite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord’s*s command through Moses."
    },
    {
        "o": 4116,
        "r": "niv:Numbers:4:38",
        "t": "The*p Gershonites were counted by their clans and families."
    },
    {
        "o": 4117,
        "r": "niv:Numbers:4:39",
        "t": "All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,"
    },
    {
        "o": 4118,
        "r": "niv:Numbers:4:40",
        "t": "counted by their clans and families, were 2,630."
    },
    {
        "o": 4119,
        "r": "niv:Numbers:4:41",
        "t": "This was the total of those in the Gershonite clans who served at the tent of meeting. Moses and Aaron counted them according to the Lord’s*s command."
    },
    {
        "o": 4120,
        "r": "niv:Numbers:4:42",
        "t": "The*p Merarites were counted by their clans and families."
    },
    {
        "o": 4121,
        "r": "niv:Numbers:4:43",
        "t": "All the men from thirty to fifty years of age who came to serve in the work at the tent of meeting,"
    },
    {
        "o": 4122,
        "r": "niv:Numbers:4:44",
        "t": "counted by their clans, were 3,200."
    },
    {
        "o": 4123,
        "r": "niv:Numbers:4:45",
        "t": "This was the total of those in the Merarite clans. Moses and Aaron counted them according to the Lord’s*s command through Moses."
    },
    {
        "o": 4124,
        "r": "niv:Numbers:4:46",
        "t": "So*p Moses, Aaron and the leaders of Israel counted all the Levites by their clans and families."
    },
    {
        "o": 4125,
        "r": "niv:Numbers:4:47",
        "t": "All the men from thirty to fifty years of age who came to do the work of serving and carrying the tent of meeting"
    },
    {
        "o": 4126,
        "r": "niv:Numbers:4:48",
        "t": "numbered 8,580."
    },
    {
        "o": 4127,
        "r": "niv:Numbers:4:49",
        "t": "At the Lord’s*s command through Moses, each was assigned his work and told what to carry. Thus*p they were counted, as the Lord*s commanded Moses."
    }
]
