[
    {
        "o": 1579,
        "r": "nasb:Genesis:48:0",
        "t": "Genesis 48",
        "h": 1
    },
    {
        "o": 1580,
        "r": "nasb:Genesis:48:0",
        "t": "Israel’s Last Days",
        "h": 2
    },
    {
        "o": 1581,
        "r": "nasb:Genesis:48:1",
        "t": "Now*p it came about after these things that Joseph was told, “Behold, your father is sick.” So he took his two sons Manasseh and Ephraim with him."
    },
    {
        "o": 1582,
        "r": "nasb:Genesis:48:2",
        "t": "When it was told to Jacob, “Behold, your son Joseph has come to you,” Israel collected his strength and sat up in the bed."
    },
    {
        "o": 1583,
        "r": "nasb:Genesis:48:3",
        "t": "Then Jacob said to Joseph, “God Almighty appeared to me at Luz in the land of Canaan and blessed me,"
    },
    {
        "o": 1584,
        "r": "nasb:Genesis:48:4",
        "t": "and He said to me, ‘Behold, I will make you fruitful and numerous, and I will make you a company of peoples, and will give this land to your descendants after you for an everlasting possession.’"
    },
    {
        "o": 1585,
        "r": "nasb:Genesis:48:5",
        "t": "Now your two sons, who were born to you in the land of Egypt before I came to you in Egypt, are mine; Ephraim and Manasseh shall be mine, as Reuben and Simeon are."
    },
    {
        "o": 1586,
        "r": "nasb:Genesis:48:6",
        "t": "But your offspring that have been born after them shall be yours; they shall be called by the names of their brothers in their inheritance."
    },
    {
        "o": 1587,
        "r": "nasb:Genesis:48:7",
        "t": "Now as for me, when I came from Paddan, Rachel died, to my sorrow, in the land of Canaan on the journey, when there was still some distance to go to Ephrath; and I buried her there on the way to Ephrath (that is, Bethlehem).”"
    },
    {
        "o": 1588,
        "r": "nasb:Genesis:48:8",
        "t": "When*p Israel saw Joseph’s sons, he said, “Who are these?”"
    },
    {
        "o": 1589,
        "r": "nasb:Genesis:48:9",
        "t": "Joseph said to his father, “They are my sons, whom God has given me here.” So he said, “Bring them to me, please, that I may bless them.”"
    },
    {
        "o": 1590,
        "r": "nasb:Genesis:48:10",
        "t": "Now the eyes of Israel were so*i dim from age that*i he could not see. Then Joseph brought them close to him, and he kissed them and embraced them."
    },
    {
        "o": 1591,
        "r": "nasb:Genesis:48:11",
        "t": "Israel said to Joseph, “I never expected to see your face, and behold, God has let me see your children as well.”"
    },
    {
        "o": 1592,
        "r": "nasb:Genesis:48:12",
        "t": "Then Joseph took them from his knees, and bowed with his face to the ground."
    },
    {
        "o": 1593,
        "r": "nasb:Genesis:48:13",
        "t": "Joseph took them both, Ephraim with his right hand toward Israel’s left, and Manasseh with his left hand toward Israel’s right, and brought them close to him."
    },
    {
        "o": 1594,
        "r": "nasb:Genesis:48:14",
        "t": "But Israel stretched out his right hand and laid it on the head of Ephraim, who was the younger, and his left hand on Manasseh’s head, crossing his hands, although Manasseh was the firstborn."
    },
    {
        "o": 1595,
        "r": "nasb:Genesis:48:15",
        "t": "He blessed Joseph, and said, “The*pn God before whom my fathers Abraham and Isaac walked, The*ln God who has been my shepherd all my life to this day,"
    },
    {
        "o": 1596,
        "r": "nasb:Genesis:48:16",
        "t": "The*ln angel who has redeemed me from all evil, Bless*ln the lads; And*ln may my name live on in them, And*ln the names of my fathers Abraham and Isaac; And*ln may they grow into a multitude in the midst of the earth.”"
    },
    {
        "o": 1597,
        "r": "nasb:Genesis:48:17",
        "t": "When*p Joseph saw that his father laid his right hand on Ephraim’s head, it displeased him; and he grasped his father’s hand to remove it from Ephraim’s head to Manasseh’s head."
    },
    {
        "o": 1598,
        "r": "nasb:Genesis:48:18",
        "t": "Joseph said to his father, “Not so, my father, for this one is the firstborn. Place your right hand on his head.”"
    },
    {
        "o": 1599,
        "r": "nasb:Genesis:48:19",
        "t": "But his father refused and said, “I know, my son, I know; he also will become a people and he also will be great. However, his younger brother shall be greater than he, and his descendants shall become a multitude of nations.”"
    },
    {
        "o": 1600,
        "r": "nasb:Genesis:48:20",
        "t": "He blessed them that day, saying, “By*pn you Israel will pronounce blessing, saying, ‘May*ln God make you like Ephraim and Manasseh!’ ” Thus*p he put Ephraim before Manasseh."
    },
    {
        "o": 1601,
        "r": "nasb:Genesis:48:21",
        "t": "Then Israel said to Joseph, “Behold, I am about to die, but God will be with you, and bring you back to the land of your fathers."
    },
    {
        "o": 1602,
        "r": "nasb:Genesis:48:22",
        "t": "I give you one portion more than your brothers, which I took from the hand of the Amorite with my sword and my bow.”"
    }
]
