[
    {
        "o": 15913,
        "r": "kjv:Psalm:85:0",
        "t": "Psalm 85",
        "h": 1
    },
    {
        "o": 15914,
        "r": "kjv:Psalm:85:0",
        "t": "To the chief Musician, A Psalm for the sons of Korah.",
        "h": 4
    },
    {
        "o": 15915,
        "r": "kjv:Psalm:85:1",
        "t": "Lord,*sp thou hast been favourable unto thy land: thou hast brought back the captivity of Jacob."
    },
    {
        "o": 15916,
        "r": "kjv:Psalm:85:2",
        "t": "Thou*p hast forgiven the iniquity of thy people, thou hast covered all their sin. Selah."
    },
    {
        "o": 15917,
        "r": "kjv:Psalm:85:3",
        "t": "Thou*p hast taken away all thy wrath: thou hast turned thyself from the fierceness of thine anger."
    },
    {
        "o": 15918,
        "r": "kjv:Psalm:85:4",
        "t": "Turn*p us, O God of our salvation, and cause thine anger toward us to cease."
    },
    {
        "o": 15919,
        "r": "kjv:Psalm:85:5",
        "t": "Wilt*p thou be angry with us for ever? wilt thou draw out thine anger to all generations?"
    },
    {
        "o": 15920,
        "r": "kjv:Psalm:85:6",
        "t": "Wilt*p thou not revive us again: that thy people may rejoice in thee?"
    },
    {
        "o": 15921,
        "r": "kjv:Psalm:85:7",
        "t": "Shew*p us thy mercy, O Lord,*s and grant us thy salvation."
    },
    {
        "o": 15922,
        "r": "kjv:Psalm:85:8",
        "t": "I*p will hear what God the Lord*s will speak: for he will speak peace unto his people, and to his saints: but let them not turn again to folly."
    },
    {
        "o": 15923,
        "r": "kjv:Psalm:85:9",
        "t": "Surely*p his salvation is nigh them that fear him; that glory may dwell in our land."
    },
    {
        "o": 15924,
        "r": "kjv:Psalm:85:10",
        "t": "Mercy*p and truth are met together; righteousness and peace have kissed each other."
    },
    {
        "o": 15925,
        "r": "kjv:Psalm:85:11",
        "t": "Truth*p shall spring out of the earth; and righteousness shall look down from heaven."
    },
    {
        "o": 15926,
        "r": "kjv:Psalm:85:12",
        "t": "Yea,*p the Lord*s shall give that which is good; and our land shall yield her increase."
    },
    {
        "o": 15927,
        "r": "kjv:Psalm:85:13",
        "t": "Righteousness*p shall go before him; and shall set us in the way of his steps."
    }
]
