[
    {
        "o": 1455,
        "r": "csb:Genesis:44:0",
        "t": "Genesis 44",
        "h": 1
    },
    {
        "o": 1456,
        "r": "csb:Genesis:44:0",
        "t": "Joseph’s Final Test",
        "h": 2
    },
    {
        "o": 1457,
        "r": "csb:Genesis:44:1",
        "t": "Joseph*p commanded his steward, “Fill the men’s bags with as much food as they can carry, and put each one’s silver at the top of his bag."
    },
    {
        "o": 1458,
        "r": "csb:Genesis:44:2",
        "t": "Put my cup, the silver one, at the top of the youngest one’s bag, along with the silver for his grain.” So he did as Joseph told him."
    },
    {
        "o": 1459,
        "r": "csb:Genesis:44:3",
        "t": "At*p morning light, the men were sent off with their donkeys."
    },
    {
        "o": 1460,
        "r": "csb:Genesis:44:4",
        "t": "They had not gone very far from the city when Joseph said to his steward, “Get up. Pursue the men, and when you overtake them, say to them, ‘Why have you repaid evil for good?"
    },
    {
        "o": 1461,
        "r": "csb:Genesis:44:5",
        "t": "Isn’t this the cup that my master drinks from and uses for divination? What you have done is wrong! ’”"
    },
    {
        "o": 1462,
        "r": "csb:Genesis:44:6",
        "t": "When*p he overtook them, he said these words to them."
    },
    {
        "o": 1463,
        "r": "csb:Genesis:44:7",
        "t": "They said to him, “Why does my lord say these things? Your servants could not possibly do such a thing."
    },
    {
        "o": 1464,
        "r": "csb:Genesis:44:8",
        "t": "We even brought back to you from the land of Canaan the silver we found at the top of our bags. How could we steal silver or gold from your master’s house?"
    },
    {
        "o": 1465,
        "r": "csb:Genesis:44:9",
        "t": "If it is found with one of us, your servants, he must die, and the rest of us will become my lord’s slaves.”"
    },
    {
        "o": 1466,
        "r": "csb:Genesis:44:10",
        "t": "The*p steward replied, “What you have said is right, but only the one who is found to have it will be my slave, and the rest of you will be blameless.”"
    },
    {
        "o": 1467,
        "r": "csb:Genesis:44:11",
        "t": "So*p each one quickly lowered his sack to the ground and opened it."
    },
    {
        "o": 1468,
        "r": "csb:Genesis:44:12",
        "t": "The steward searched, beginning with the oldest and ending with the youngest, and the cup was found in Benjamin’s sack."
    },
    {
        "o": 1469,
        "r": "csb:Genesis:44:13",
        "t": "Then they tore their clothes, and each one loaded his donkey and returned to the city."
    },
    {
        "o": 1470,
        "r": "csb:Genesis:44:14",
        "t": "When*p Judah and his brothers reached Joseph’s house, he was still there. They fell to the ground before him."
    },
    {
        "o": 1471,
        "r": "csb:Genesis:44:15",
        "t": "“What have you done?” Joseph said to them. “Didn’t you know that a man like me could uncover the truth by divination?”"
    },
    {
        "o": 1472,
        "r": "csb:Genesis:44:16",
        "t": "“What*p can we say to my lord?” Judah replied. “How can we plead? How can we justify ourselves? God has exposed your servants’ iniquity. We are now my lord’s slaves - both we and the one in whose possession the cup was found.”"
    },
    {
        "o": 1473,
        "r": "csb:Genesis:44:17",
        "t": "Then*p Joseph said, “I swear that I will not do this. The man in whose possession the cup was found will be my slave. The rest of you can go in peace to your father.”"
    },
    {
        "o": 1474,
        "r": "csb:Genesis:44:17",
        "t": "Judah’s Plea for Benjamin",
        "h": 2
    },
    {
        "o": 1475,
        "r": "csb:Genesis:44:18",
        "t": "But*p Judah approached him and said, “My lord, please let your servant speak personally to my lord. Do not be angry with your servant, for you are like Pharaoh."
    },
    {
        "o": 1476,
        "r": "csb:Genesis:44:19",
        "t": "My lord asked his servants, ‘Do you have a father or a brother?’"
    },
    {
        "o": 1477,
        "r": "csb:Genesis:44:20",
        "t": "and we answered my lord, ‘We have an elderly father and a younger brother, the child of his old age. The boy’s brother is dead. He is the only one of his mother’s sons left, and his father loves him.’"
    },
    {
        "o": 1478,
        "r": "csb:Genesis:44:21",
        "t": "Then you said to your servants, ‘Bring him to me so that I can see him.’"
    },
    {
        "o": 1479,
        "r": "csb:Genesis:44:22",
        "t": "But we said to my lord, ‘The boy cannot leave his father. If he were to leave, his father would die.’"
    },
    {
        "o": 1480,
        "r": "csb:Genesis:44:23",
        "t": "Then you said to your servants, ‘If your younger brother does not come down with you, you will not see me again.’"
    },
    {
        "o": 1481,
        "r": "csb:Genesis:44:24",
        "t": "“This*p is what happened when we went back to your servant my father: We reported to him the words of my lord."
    },
    {
        "o": 1482,
        "r": "csb:Genesis:44:25",
        "t": "But our father said, ‘Go again, and buy us a little food.’"
    },
    {
        "o": 1483,
        "r": "csb:Genesis:44:26",
        "t": "We told him, ‘We cannot go down unless our younger brother goes with us. If our younger brother isn’t with us, we cannot see the man.’"
    },
    {
        "o": 1484,
        "r": "csb:Genesis:44:27",
        "t": "Your servant my father said to us, ‘You know that my wife bore me two sons."
    },
    {
        "o": 1485,
        "r": "csb:Genesis:44:28",
        "t": "One is gone from me - I said he must have been torn to pieces - and I have never seen him again."
    },
    {
        "o": 1486,
        "r": "csb:Genesis:44:29",
        "t": "If you also take this one from me and anything happens to him, you will bring my gray hairs down to Sheol in sorrow.’"
    },
    {
        "o": 1487,
        "r": "csb:Genesis:44:30",
        "t": "“So*p if I come to your servant my father and the boy is not with us - his life is wrapped up with the boy’s life -"
    },
    {
        "o": 1488,
        "r": "csb:Genesis:44:31",
        "t": "when he sees that the boy is not with us, he will die. Then your servants will have brought the gray hairs of your servant our father down to Sheol in sorrow."
    },
    {
        "o": 1489,
        "r": "csb:Genesis:44:32",
        "t": "Your servant became accountable to my father for the boy, saying, ‘If I do not return him to you, I will always bear the guilt for sinning against you, my father.’"
    },
    {
        "o": 1490,
        "r": "csb:Genesis:44:33",
        "t": "Now please let your servant remain here as my lord’s slave, in place of the boy. Let him go back with his brothers."
    },
    {
        "o": 1491,
        "r": "csb:Genesis:44:34",
        "t": "For how can I go back to my father without the boy? I could not bear to see the grief that would overwhelm my father.”"
    }
]
