[
    {
        "o": 10788,
        "r": "esv:2 Kings:11:0",
        "t": "2 Kings 11",
        "h": 1
    },
    {
        "o": 10789,
        "r": "esv:2 Kings:11:0",
        "t": "Athaliah Reigns in Judah",
        "h": 2
    },
    {
        "o": 10790,
        "r": "esv:2 Kings:11:1",
        "t": "Now*p when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the royal family."
    },
    {
        "o": 10791,
        "r": "esv:2 Kings:11:2",
        "t": "But Jehosheba, the daughter of King Joram, sister of Ahaziah, took Joash the son of Ahaziah and stole him away from among the king’s sons who were being put to death, and she put him and his nurse in a bedroom. Thus they hid him from Athaliah, so that he was not put to death."
    },
    {
        "o": 10792,
        "r": "esv:2 Kings:11:3",
        "t": "And he remained with her six years, hidden in the house of the Lord,*s while Athaliah reigned over the land."
    },
    {
        "o": 10793,
        "r": "esv:2 Kings:11:3",
        "t": "Joash Anointed King in Judah",
        "h": 2
    },
    {
        "o": 10794,
        "r": "esv:2 Kings:11:4",
        "t": "But*p in the seventh year Jehoiada sent and brought the captains of the Carites and of the guards, and had them come to him in the house of the Lord.*s And he made a covenant with them and put them under oath in the house of the Lord,*s and he showed them the king’s son."
    },
    {
        "o": 10795,
        "r": "esv:2 Kings:11:5",
        "t": "And he commanded them, “This is the thing that you shall do: one third of you, those who come off duty on the Sabbath and guard the king’s house"
    },
    {
        "o": 10796,
        "r": "esv:2 Kings:11:6",
        "t": "(another third being at the gate Sur and a third at the gate behind the guards) shall guard the palace."
    },
    {
        "o": 10797,
        "r": "esv:2 Kings:11:7",
        "t": "And the two divisions of you, which come on duty in force on the Sabbath and guard the house of the Lord*s on behalf of the king,"
    },
    {
        "o": 10798,
        "r": "esv:2 Kings:11:8",
        "t": "shall surround the king, each with his weapons in his hand. And whoever approaches the ranks is to be put to death. Be with the king when he goes out and when he comes in.”"
    },
    {
        "o": 10799,
        "r": "esv:2 Kings:11:9",
        "t": "The*p captains did according to all that Jehoiada the priest commanded, and they each brought his men who were to go off duty on the Sabbath, with those who were to come on duty on the Sabbath, and came to Jehoiada the priest."
    },
    {
        "o": 10800,
        "r": "esv:2 Kings:11:10",
        "t": "And the priest gave to the captains the spears and shields that had been King David’s, which were in the house of the Lord.*s"
    },
    {
        "o": 10801,
        "r": "esv:2 Kings:11:11",
        "t": "And the guards stood, every man with his weapons in his hand, from the south side of the house to the north side of the house, around the altar and the house on behalf of the king."
    },
    {
        "o": 10802,
        "r": "esv:2 Kings:11:12",
        "t": "Then he brought out the king’s son and put the crown on him and gave him the testimony. And they proclaimed him king and anointed him, and they clapped their hands and said, “Long live the king!”"
    },
    {
        "o": 10803,
        "r": "esv:2 Kings:11:13",
        "t": "When*p Athaliah heard the noise of the guard and of the people, she went into the house of the Lord*s to the people."
    },
    {
        "o": 10804,
        "r": "esv:2 Kings:11:14",
        "t": "And when she looked, there was the king standing by the pillar, according to the custom, and the captains and the trumpeters beside the king, and all the people of the land rejoicing and blowing trumpets. And Athaliah tore her clothes and cried, “Treason! Treason!”"
    },
    {
        "o": 10805,
        "r": "esv:2 Kings:11:15",
        "t": "Then Jehoiada the priest commanded the captains who were set over the army, “Bring her out between the ranks, and put to death with the sword anyone who follows her.” For the priest said, “Let her not be put to death in the house of the Lord.”*s"
    },
    {
        "o": 10806,
        "r": "esv:2 Kings:11:16",
        "t": "So they laid hands on her; and she went through the horses’ entrance to the king’s house, and there she was put to death."
    },
    {
        "o": 10807,
        "r": "esv:2 Kings:11:17",
        "t": "And*p Jehoiada made a covenant between the Lord*s and the king and people, that they should be the Lord’s*s people, and also between the king and the people."
    },
    {
        "o": 10808,
        "r": "esv:2 Kings:11:18",
        "t": "Then all the people of the land went to the house of Baal and tore it down; his altars and his images they broke in pieces, and they killed Mattan the priest of Baal before the altars. And the priest posted watchmen over the house of the Lord.*s"
    },
    {
        "o": 10809,
        "r": "esv:2 Kings:11:19",
        "t": "And he took the captains, the Carites, the guards, and all the people of the land, and they brought the king down from the house of the Lord,*s marching through the gate of the guards to the king’s house. And he took his seat on the throne of the kings."
    },
    {
        "o": 10810,
        "r": "esv:2 Kings:11:20",
        "t": "So all the people of the land rejoiced, and the city was quiet after Athaliah had been put to death with the sword at the king’s house."
    },
    {
        "o": 10811,
        "r": "esv:2 Kings:11:20",
        "t": "Jehoash Reigns in Judah",
        "h": 2
    },
    {
        "o": 10812,
        "r": "esv:2 Kings:11:21",
        "t": "Jehoash*p was seven years old when he began to reign."
    }
]
