[
    {
        "o": 5799,
        "r": "csb:Deuteronomy:13:0",
        "t": "Deuteronomy 13",
        "h": 1
    },
    {
        "o": 5800,
        "r": "csb:Deuteronomy:13:0",
        "t": "The False Prophet",
        "h": 2
    },
    {
        "o": 5801,
        "r": "csb:Deuteronomy:13:1",
        "t": "“If*p a prophet or someone who has dreams arises among you and proclaims a sign or wonder to you,"
    },
    {
        "o": 5802,
        "r": "csb:Deuteronomy:13:2",
        "t": "and that sign or wonder he has promised you comes about, but he says, ‘Let’s follow other gods,’ which you have not known, ‘and let’s worship them,’"
    },
    {
        "o": 5803,
        "r": "csb:Deuteronomy:13:3",
        "t": "do not listen to that prophet’s words or to that dreamer. For the Lord*s your God is testing you to know whether you love the Lord*s your God with all your heart and all your soul."
    },
    {
        "o": 5804,
        "r": "csb:Deuteronomy:13:4",
        "t": "You must follow the Lord*s your God and fear him. You must keep his commands and listen to him; you must worship him and remain faithful to him."
    },
    {
        "o": 5805,
        "r": "csb:Deuteronomy:13:5",
        "t": "That prophet or dreamer must be put to death, because he has urged rebellion against the Lord*s your God who brought you out of the land of Egypt and redeemed you from the place of slavery, to turn you from the way the Lord*s your God has commanded you to walk. You must purge the evil from you."
    },
    {
        "o": 5806,
        "r": "csb:Deuteronomy:13:5",
        "t": "Don’t Tolerate Idolatry",
        "h": 2
    },
    {
        "o": 5807,
        "r": "csb:Deuteronomy:13:6",
        "t": "“If*p your brother, the son of your mother, or your son or daughter, or the wife you embrace, or your closest friend secretly entices you, saying, ‘Let’s go and worship other gods’ - which neither you nor your ancestors have known,"
    },
    {
        "o": 5808,
        "r": "csb:Deuteronomy:13:7",
        "t": "any of the gods of the peoples around you, near you or far from you, from one end of the earth to the other -"
    },
    {
        "o": 5809,
        "r": "csb:Deuteronomy:13:8",
        "t": "do not yield to him or listen to him. Show him no pity, and do not spare him or shield him."
    },
    {
        "o": 5810,
        "r": "csb:Deuteronomy:13:9",
        "t": "Instead, you must kill him. Your hand is to be the first against him to put him to death, and then the hands of all the people."
    },
    {
        "o": 5811,
        "r": "csb:Deuteronomy:13:10",
        "t": "Stone him to death for trying to turn you away from the Lord*s your God who brought you out of the land of Egypt, out of the place of slavery."
    },
    {
        "o": 5812,
        "r": "csb:Deuteronomy:13:11",
        "t": "All Israel will hear and be afraid, and they will no longer do anything evil like this among you."
    },
    {
        "o": 5813,
        "r": "csb:Deuteronomy:13:12",
        "t": "“If*p you hear it said about one of your cities the Lord*s your God is giving you to live in,"
    },
    {
        "o": 5814,
        "r": "csb:Deuteronomy:13:13",
        "t": "that wicked men have sprung up among you, led the inhabitants of their city astray, and said, ‘Let’s go and worship other gods,’ which you have not known,"
    },
    {
        "o": 5815,
        "r": "csb:Deuteronomy:13:14",
        "t": "you are to inquire, investigate, and interrogate thoroughly. If the report turns out to be true that this detestable act has been done among you,"
    },
    {
        "o": 5816,
        "r": "csb:Deuteronomy:13:15",
        "t": "you must strike down the inhabitants of that city with the sword. Completely destroy everyone in it as well as its livestock with the sword."
    },
    {
        "o": 5817,
        "r": "csb:Deuteronomy:13:16",
        "t": "You are to gather all its spoil in the middle of the city square and completely burn the city and all its spoil for the Lord*s your God. The city is to remain a mound of ruins forever; it is not to be rebuilt."
    },
    {
        "o": 5818,
        "r": "csb:Deuteronomy:13:17",
        "t": "Nothing set apart for destruction is to remain in your hand, so that the Lord*s will turn from his burning anger and grant you mercy, show you compassion, and multiply you as he swore to your ancestors."
    },
    {
        "o": 5819,
        "r": "csb:Deuteronomy:13:18",
        "t": "This will occur if you obey the Lord*s your God, keeping all his commands I am giving you today, doing what is right in the sight of the Lord*s your God."
    }
]
