[
    {
        "o": 11032,
        "r": "niv:2 Kings:20:0",
        "t": "2 Kings 20",
        "h": 1
    },
    {
        "o": 11033,
        "r": "niv:2 Kings:20:0",
        "t": "Hezekiah’s Illness",
        "h": 2
    },
    {
        "o": 11034,
        "r": "niv:2 Kings:20:1",
        "t": "In*p those days Hezekiah became ill and was at the point of death. The prophet Isaiah son of Amoz went to him and said, “This is what the Lord*s says: Put your house in order, because you are going to die; you will not recover.”"
    },
    {
        "o": 11035,
        "r": "niv:2 Kings:20:2",
        "t": "Hezekiah*p turned his face to the wall and prayed to the Lord,*s"
    },
    {
        "o": 11036,
        "r": "niv:2 Kings:20:3",
        "t": "“Remember, Lord,*s how I have walked before you faithfully and with wholehearted devotion and have done what is good in your eyes.” And Hezekiah wept bitterly."
    },
    {
        "o": 11037,
        "r": "niv:2 Kings:20:4",
        "t": "Before*p Isaiah had left the middle court, the word of the Lord*s came to him:"
    },
    {
        "o": 11038,
        "r": "niv:2 Kings:20:5",
        "t": "“Go back and tell Hezekiah, the ruler of my people, ‘This is what the Lord,*s the God of your father David, says: I have heard your prayer and seen your tears; I will heal you. On the third day from now you will go up to the temple of the Lord.*s"
    },
    {
        "o": 11039,
        "r": "niv:2 Kings:20:6",
        "t": "I will add fifteen years to your life. And I will deliver you and this city from the hand of the king of Assyria. I will defend this city for my sake and for the sake of my servant David.’ ”"
    },
    {
        "o": 11040,
        "r": "niv:2 Kings:20:7",
        "t": "Then*p Isaiah said, “Prepare a poultice of figs.” They did so and applied it to the boil, and he recovered."
    },
    {
        "o": 11041,
        "r": "niv:2 Kings:20:8",
        "t": "Hezekiah*p had asked Isaiah, “What will be the sign that the Lord*s will heal me and that I will go up to the temple of the Lord*s on the third day from now?”"
    },
    {
        "o": 11042,
        "r": "niv:2 Kings:20:9",
        "t": "Isaiah*p answered, “This is the Lord’s*s sign to you that the Lord*s will do what he has promised: Shall the shadow go forward ten steps, or shall it go back ten steps?”"
    },
    {
        "o": 11043,
        "r": "niv:2 Kings:20:10",
        "t": "“It*p is a simple matter for the shadow to go forward ten steps,” said Hezekiah. “Rather, have it go back ten steps.”"
    },
    {
        "o": 11044,
        "r": "niv:2 Kings:20:11",
        "t": "Then*p the prophet Isaiah called on the Lord,*s and the Lord*s made the shadow go back the ten steps it had gone down on the stairway of Ahaz."
    },
    {
        "o": 11045,
        "r": "niv:2 Kings:20:11",
        "t": "Envoys From Babylon",
        "h": 2
    },
    {
        "o": 11046,
        "r": "niv:2 Kings:20:12",
        "t": "At*p that time Marduk-Baladan son of Baladan king of Babylon sent Hezekiah letters and a gift, because he had heard of Hezekiah’s illness."
    },
    {
        "o": 11047,
        "r": "niv:2 Kings:20:13",
        "t": "Hezekiah received the envoys and showed them all that was in his storehouses—the silver, the gold, the spices and the fine olive oil—his armory and everything found among his treasures. There was nothing in his palace or in all his kingdom that Hezekiah did not show them."
    },
    {
        "o": 11048,
        "r": "niv:2 Kings:20:14",
        "t": "Then*p Isaiah the prophet went to King Hezekiah and asked, “What did those men say, and where did they come from?” “From*p a distant land,” Hezekiah replied. “They came from Babylon.”"
    },
    {
        "o": 11049,
        "r": "niv:2 Kings:20:15",
        "t": "The*p prophet asked, “What did they see in your palace?” “They*p saw everything in my palace,” Hezekiah said. “There is nothing among my treasures that I did not show them.”"
    },
    {
        "o": 11050,
        "r": "niv:2 Kings:20:16",
        "t": "Then*p Isaiah said to Hezekiah, “Hear the word of the Lord:*s"
    },
    {
        "o": 11051,
        "r": "niv:2 Kings:20:17",
        "t": "The time will surely come when everything in your palace, and all that your predecessors have stored up until this day, will be carried off to Babylon. Nothing will be left, says the Lord.*s"
    },
    {
        "o": 11052,
        "r": "niv:2 Kings:20:18",
        "t": "And some of your descendants, your own flesh and blood who will be born to you, will be taken away, and they will become eunuchs in the palace of the king of Babylon.”"
    },
    {
        "o": 11053,
        "r": "niv:2 Kings:20:19",
        "t": "“The*p word of the Lord*s you have spoken is good,” Hezekiah replied. For he thought, “Will there not be peace and security in my lifetime?”"
    },
    {
        "o": 11054,
        "r": "niv:2 Kings:20:20",
        "t": "As*p for the other events of Hezekiah’s reign, all his achievements and how he made the pool and the tunnel by which he brought water into the city, are they not written in the book of the annals of the kings of Judah?"
    },
    {
        "o": 11055,
        "r": "niv:2 Kings:20:21",
        "t": "Hezekiah rested with his ancestors. And Manasseh his son succeeded him as king."
    }
]
