[
    {
        "o": 1500,
        "r": "niv:Genesis:46:0",
        "t": "Genesis 46",
        "h": 1
    },
    {
        "o": 1501,
        "r": "niv:Genesis:46:0",
        "t": "Jacob Goes to Egypt",
        "h": 2
    },
    {
        "o": 1502,
        "r": "niv:Genesis:46:1",
        "t": "So*p Israel set out with all that was his, and when he reached Beersheba, he offered sacrifices to the God of his father Isaac."
    },
    {
        "o": 1503,
        "r": "niv:Genesis:46:2",
        "t": "And*p God spoke to Israel in a vision at night and said, “Jacob! Jacob!” “Here*p I am,” he replied."
    },
    {
        "o": 1504,
        "r": "niv:Genesis:46:3",
        "t": "“I*p am God, the God of your father,” he said. “Do not be afraid to go down to Egypt, for I will make you into a great nation there."
    },
    {
        "o": 1505,
        "r": "niv:Genesis:46:4",
        "t": "I will go down to Egypt with you, and I will surely bring you back again. And Joseph’s own hand will close your eyes.”"
    },
    {
        "o": 1506,
        "r": "niv:Genesis:46:5",
        "t": "Then*p Jacob left Beersheba, and Israel’s sons took their father Jacob and their children and their wives in the carts that Pharaoh had sent to transport him."
    },
    {
        "o": 1507,
        "r": "niv:Genesis:46:6",
        "t": "So Jacob and all his offspring went to Egypt, taking with them their livestock and the possessions they had acquired in Canaan."
    },
    {
        "o": 1508,
        "r": "niv:Genesis:46:7",
        "t": "Jacob brought with him to Egypt his sons and grandsons and his daughters and granddaughters—all his offspring."
    },
    {
        "o": 1509,
        "r": "niv:Genesis:46:8",
        "t": "These*p are the names of the sons of Israel (Jacob and his descendants) who went to Egypt: Reuben*pln the firstborn of Jacob."
    },
    {
        "o": 1510,
        "r": "niv:Genesis:46:9",
        "t": "The*ln sons of Reuben: Hanok,*ld Pallu, Hezron and Karmi."
    },
    {
        "o": 1511,
        "r": "niv:Genesis:46:10",
        "t": "The*ln sons of Simeon: Jemuel,*ld Jamin, Ohad, Jakin, Zohar and Shaul the son of a Canaanite woman."
    },
    {
        "o": 1512,
        "r": "niv:Genesis:46:11",
        "t": "The*ln sons of Levi: Gershon,*ld Kohath and Merari."
    },
    {
        "o": 1513,
        "r": "niv:Genesis:46:12",
        "t": "The*ln sons of Judah: Er,*ld Onan, Shelah, Perez and Zerah (but Er and Onan had died in the land of Canaan). The*ld sons of Perez: Hezron*ld and Hamul."
    },
    {
        "o": 1514,
        "r": "niv:Genesis:46:13",
        "t": "The*ln sons of Issachar: Tola,*ld Puah, Jashub and Shimron."
    },
    {
        "o": 1515,
        "r": "niv:Genesis:46:14",
        "t": "The*ln sons of Zebulun: Sered,*ld Elon and Jahleel."
    },
    {
        "o": 1516,
        "r": "niv:Genesis:46:15",
        "t": "These*p were the sons Leah bore to Jacob in Paddan Aram, besides his daughter Dinah. These sons and daughters of his were thirty-three in all."
    },
    {
        "o": 1517,
        "r": "niv:Genesis:46:16",
        "t": "The*pln sons of Gad: Zephon,*ld Haggi, Shuni, Ezbon, Eri, Arodi and Areli."
    },
    {
        "o": 1518,
        "r": "niv:Genesis:46:17",
        "t": "The*ln sons of Asher: Imnah,*ld Ishvah, Ishvi and Beriah. Their*ld sister was Serah. The*ld sons of Beriah: Heber*ld and Malkiel."
    },
    {
        "o": 1519,
        "r": "niv:Genesis:46:18",
        "t": "These*p were the children born to Jacob by Zilpah, whom Laban had given to his daughter Leah—sixteen in all."
    },
    {
        "o": 1520,
        "r": "niv:Genesis:46:19",
        "t": "The*pln sons of Jacob’s wife Rachel: Joseph*ld and Benjamin."
    },
    {
        "o": 1521,
        "r": "niv:Genesis:46:20",
        "t": "In Egypt, Manasseh and Ephraim were born to Joseph by Asenath daughter of Potiphera, priest of On."
    },
    {
        "o": 1522,
        "r": "niv:Genesis:46:21",
        "t": "The*ln sons of Benjamin: Bela,*ld Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim and Ard."
    },
    {
        "o": 1523,
        "r": "niv:Genesis:46:22",
        "t": "These*p were the sons of Rachel who were born to Jacob—fourteen in all."
    },
    {
        "o": 1524,
        "r": "niv:Genesis:46:23",
        "t": "The*pln son of Dan: Hushim.*ld"
    },
    {
        "o": 1525,
        "r": "niv:Genesis:46:24",
        "t": "The*ln sons of Naphtali: Jahziel,*ld Guni, Jezer and Shillem."
    },
    {
        "o": 1526,
        "r": "niv:Genesis:46:25",
        "t": "These*p were the sons born to Jacob by Bilhah, whom Laban had given to his daughter Rachel—seven in all."
    },
    {
        "o": 1527,
        "r": "niv:Genesis:46:26",
        "t": "All*p those who went to Egypt with Jacob—those who were his direct descendants, not counting his sons’ wives—numbered sixty-six persons."
    },
    {
        "o": 1528,
        "r": "niv:Genesis:46:27",
        "t": "With the two sons who had been born to Joseph in Egypt, the members of Jacob’s family, which went to Egypt, were seventy in all."
    },
    {
        "o": 1529,
        "r": "niv:Genesis:46:28",
        "t": "Now*p Jacob sent Judah ahead of him to Joseph to get directions to Goshen. When they arrived in the region of Goshen,"
    },
    {
        "o": 1530,
        "r": "niv:Genesis:46:29",
        "t": "Joseph had his chariot made ready and went to Goshen to meet his father Israel. As soon as Joseph appeared before him, he threw his arms around his father and wept for a long time."
    },
    {
        "o": 1531,
        "r": "niv:Genesis:46:30",
        "t": "Israel*p said to Joseph, “Now I am ready to die, since I have seen for myself that you are still alive.”"
    },
    {
        "o": 1532,
        "r": "niv:Genesis:46:31",
        "t": "Then*p Joseph said to his brothers and to his father’s household, “I will go up and speak to Pharaoh and will say to him, ‘My brothers and my father’s household, who were living in the land of Canaan, have come to me."
    },
    {
        "o": 1533,
        "r": "niv:Genesis:46:32",
        "t": "The men are shepherds; they tend livestock, and they have brought along their flocks and herds and everything they own.’"
    },
    {
        "o": 1534,
        "r": "niv:Genesis:46:33",
        "t": "When Pharaoh calls you in and asks, ‘What is your occupation?’"
    },
    {
        "o": 1535,
        "r": "niv:Genesis:46:34",
        "t": "you should answer, ‘Your servants have tended livestock from our boyhood on, just as our fathers did.’ Then you will be allowed to settle in the region of Goshen, for all shepherds are detestable to the Egyptians.”"
    }
]
