[
    {
        "o": 11699,
        "r": "nasb:1 Chronicles:11:0",
        "t": "1 Chronicles 11",
        "h": 1
    },
    {
        "o": 11700,
        "r": "nasb:1 Chronicles:11:0",
        "t": "David Made King over All Israel",
        "h": 2
    },
    {
        "o": 11701,
        "r": "nasb:1 Chronicles:11:1",
        "t": "Then*p all Israel gathered to David at Hebron and said, “Behold, we are your bone and your flesh."
    },
    {
        "o": 11702,
        "r": "nasb:1 Chronicles:11:2",
        "t": "In times past, even when Saul was king, you were*i the one who led out and brought in Israel; and the Lord*s your God said to you, ‘You shall shepherd My people Israel, and you shall be prince over My people Israel.’ ”"
    },
    {
        "o": 11703,
        "r": "nasb:1 Chronicles:11:3",
        "t": "So all the elders of Israel came to the king at Hebron, and David made a covenant with them in Hebron before the Lord;*s and they anointed David king over Israel, according to the word of the Lord*s through Samuel."
    },
    {
        "o": 11704,
        "r": "nasb:1 Chronicles:11:3",
        "t": "Jerusalem, Capital City",
        "h": 2
    },
    {
        "o": 11705,
        "r": "nasb:1 Chronicles:11:4",
        "t": "Then*p David and all Israel went to Jerusalem (that is, Jebus); and the Jebusites, the inhabitants of the land, were*i there."
    },
    {
        "o": 11706,
        "r": "nasb:1 Chronicles:11:5",
        "t": "The inhabitants of Jebus said to David, “You shall not enter here.” Nevertheless David captured the stronghold of Zion (that is, the city of David)."
    },
    {
        "o": 11707,
        "r": "nasb:1 Chronicles:11:6",
        "t": "Now David had said, “Whoever strikes down a Jebusite first shall be chief and commander.” Joab the son of Zeruiah went up first, so he became chief."
    },
    {
        "o": 11708,
        "r": "nasb:1 Chronicles:11:7",
        "t": "Then David dwelt in the stronghold; therefore it was called the city of David."
    },
    {
        "o": 11709,
        "r": "nasb:1 Chronicles:11:8",
        "t": "He built the city all around, from the Millo even to the surrounding area; and Joab repaired the rest of the city."
    },
    {
        "o": 11710,
        "r": "nasb:1 Chronicles:11:9",
        "t": "David became greater and greater, for the Lord*s of hosts was*i with him."
    },
    {
        "o": 11711,
        "r": "nasb:1 Chronicles:11:9",
        "t": "David’s Mighty Men",
        "h": 2
    },
    {
        "o": 11712,
        "r": "nasb:1 Chronicles:11:10",
        "t": "Now*p these are the heads of the mighty men whom David had, who gave him strong support in his kingdom, together with all Israel, to make him king, according to the word of the Lord*s concerning Israel."
    },
    {
        "o": 11713,
        "r": "nasb:1 Chronicles:11:11",
        "t": "These constitute*i the list of the mighty men whom David had: Jashobeam, the son of a Hachmonite, the chief of the thirty; he lifted up his spear against three hundred whom he killed at one time."
    },
    {
        "o": 11714,
        "r": "nasb:1 Chronicles:11:12",
        "t": "After*p him was Eleazar the son of Dodo, the Ahohite, who was*i one of the three mighty men."
    },
    {
        "o": 11715,
        "r": "nasb:1 Chronicles:11:13",
        "t": "He was with David at Pasdammim when the Philistines were gathered together there to battle, and there was a plot of ground full of barley; and the people fled before the Philistines."
    },
    {
        "o": 11716,
        "r": "nasb:1 Chronicles:11:14",
        "t": "They took their stand in the midst of the plot and defended it, and struck down the Philistines; and the Lord*s saved them by a great victory."
    },
    {
        "o": 11717,
        "r": "nasb:1 Chronicles:11:15",
        "t": "Now*p three of the thirty chief men went down to the rock to David, into the cave of Adullam, while the army of the Philistines was camping in the valley of Rephaim."
    },
    {
        "o": 11718,
        "r": "nasb:1 Chronicles:11:16",
        "t": "David was then in the stronghold, while the garrison of the Philistines was*i then in Bethlehem."
    },
    {
        "o": 11719,
        "r": "nasb:1 Chronicles:11:17",
        "t": "David had a craving and said, “Oh that someone would give me water to drink from the well of Bethlehem, which is by the gate!”"
    },
    {
        "o": 11720,
        "r": "nasb:1 Chronicles:11:18",
        "t": "So the three broke through the camp of the Philistines and drew water from the well of Bethlehem which was*i by the gate, and took it*i and brought it*i to David; nevertheless David would not drink it, but poured it out to the Lord;*s"
    },
    {
        "o": 11721,
        "r": "nasb:1 Chronicles:11:19",
        "t": "and he said, “Be it far from me before my God that I should do this. Shall I drink the blood of these men who*i went*i at the risk of their lives? For at the risk of their lives they brought it.” Therefore he would not drink it. These things the three mighty men did."
    },
    {
        "o": 11722,
        "r": "nasb:1 Chronicles:11:20",
        "t": "As*p for Abshai the brother of Joab, he was chief of the thirty, and he swung his spear against three hundred and killed them; and he had a name as well as the thirty."
    },
    {
        "o": 11723,
        "r": "nasb:1 Chronicles:11:21",
        "t": "Of the three in the second rank*i he was the most honored and became their commander; however, he did not attain to the first*i three."
    },
    {
        "o": 11724,
        "r": "nasb:1 Chronicles:11:22",
        "t": "Benaiah*p the son of Jehoiada, the son of a valiant man of Kabzeel, mighty in deeds, struck down the two sons*i of*i Ariel of Moab. He also went down and killed a lion inside a pit on a snowy day."
    },
    {
        "o": 11725,
        "r": "nasb:1 Chronicles:11:23",
        "t": "He killed an Egyptian, a man of great*i stature five cubits tall. Now in the Egyptian’s hand was*i a spear like a weaver’s beam, but he went down to him with a club and snatched the spear from the Egyptian’s hand and killed him with his own spear."
    },
    {
        "o": 11726,
        "r": "nasb:1 Chronicles:11:24",
        "t": "These things*i Benaiah the son of Jehoiada did, and had a name as well as the three mighty men."
    },
    {
        "o": 11727,
        "r": "nasb:1 Chronicles:11:25",
        "t": "Behold, he was honored among the thirty, but he did not attain to the three; and David appointed him over his guard."
    },
    {
        "o": 11728,
        "r": "nasb:1 Chronicles:11:26",
        "t": "Now*p the mighty men of the armies were*i Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,"
    },
    {
        "o": 11729,
        "r": "nasb:1 Chronicles:11:27",
        "t": "Shammoth the Harorite, Helez the Pelonite,"
    },
    {
        "o": 11730,
        "r": "nasb:1 Chronicles:11:28",
        "t": "Ira the son of Ikkesh the Tekoite, Abiezer the Anathothite,"
    },
    {
        "o": 11731,
        "r": "nasb:1 Chronicles:11:29",
        "t": "Sibbecai the Hushathite, Ilai the Ahohite,"
    },
    {
        "o": 11732,
        "r": "nasb:1 Chronicles:11:30",
        "t": "Maharai the Netophathite, Heled the son of Baanah the Netophathite,"
    },
    {
        "o": 11733,
        "r": "nasb:1 Chronicles:11:31",
        "t": "Ithai the son of Ribai of Gibeah of the sons of Benjamin, Benaiah the Pirathonite,"
    },
    {
        "o": 11734,
        "r": "nasb:1 Chronicles:11:32",
        "t": "Hurai of the brooks of Gaash, Abiel the Arbathite,"
    },
    {
        "o": 11735,
        "r": "nasb:1 Chronicles:11:33",
        "t": "Azmaveth the Baharumite, Eliahba the Shaalbonite,"
    },
    {
        "o": 11736,
        "r": "nasb:1 Chronicles:11:34",
        "t": "the sons of Hashem the Gizonite, Jonathan the son of Shagee the Hararite,"
    },
    {
        "o": 11737,
        "r": "nasb:1 Chronicles:11:35",
        "t": "Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,"
    },
    {
        "o": 11738,
        "r": "nasb:1 Chronicles:11:36",
        "t": "Hepher the Mecherathite, Ahijah the Pelonite,"
    },
    {
        "o": 11739,
        "r": "nasb:1 Chronicles:11:37",
        "t": "Hezro the Carmelite, Naarai the son of Ezbai,"
    },
    {
        "o": 11740,
        "r": "nasb:1 Chronicles:11:38",
        "t": "Joel the brother of Nathan, Mibhar the son of Hagri,"
    },
    {
        "o": 11741,
        "r": "nasb:1 Chronicles:11:39",
        "t": "Zelek the Ammonite, Naharai the Berothite, the armor bearer of Joab the son of Zeruiah,"
    },
    {
        "o": 11742,
        "r": "nasb:1 Chronicles:11:40",
        "t": "Ira the Ithrite, Gareb the Ithrite,"
    },
    {
        "o": 11743,
        "r": "nasb:1 Chronicles:11:41",
        "t": "Uriah the Hittite, Zabad the son of Ahlai,"
    },
    {
        "o": 11744,
        "r": "nasb:1 Chronicles:11:42",
        "t": "Adina the son of Shiza the Reubenite, a chief of the Reubenites, and thirty with him,"
    },
    {
        "o": 11745,
        "r": "nasb:1 Chronicles:11:43",
        "t": "Hanan the son of Maacah and Joshaphat the Mithnite,"
    },
    {
        "o": 11746,
        "r": "nasb:1 Chronicles:11:44",
        "t": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,"
    },
    {
        "o": 11747,
        "r": "nasb:1 Chronicles:11:45",
        "t": "Jediael the son of Shimri and Joha his brother, the Tizite,"
    },
    {
        "o": 11748,
        "r": "nasb:1 Chronicles:11:46",
        "t": "Eliel the Mahavite and Jeribai and Joshaviah, the sons of Elnaam, and Ithmah the Moabite,"
    },
    {
        "o": 11749,
        "r": "nasb:1 Chronicles:11:47",
        "t": "Eliel and Obed and Jaasiel the Mezobaite."
    }
]
