[
    {
        "o": 24875,
        "r": "esv:Amos:2:0",
        "t": "Amos 2",
        "h": 1
    },
    {
        "o": 24876,
        "r": "esv:Amos:2:1",
        "t": "Thus*p says the Lord:*s “For*pn three transgressions of Moab, and*ld for four, I will not revoke the punishment, because*ln he burned to lime the*ld bones of the king of Edom."
    },
    {
        "o": 24877,
        "r": "esv:Amos:2:2",
        "t": "So*ln I will send a fire upon Moab, and*ld it shall devour the strongholds of Kerioth, and*ln Moab shall die amid uproar, amid*ld shouting and the sound of the trumpet;"
    },
    {
        "o": 24878,
        "r": "esv:Amos:2:3",
        "t": "I*ln will cut off the ruler from its midst, and*ld will kill all its princes with him,” says*l the Lord.*s"
    },
    {
        "o": 24879,
        "r": "esv:Amos:2:3",
        "t": "Judgment on Judah",
        "h": 2
    },
    {
        "o": 24880,
        "r": "esv:Amos:2:4",
        "t": "Thus*p says the Lord:*s “For*pn three transgressions of Judah, and*ld for four, I will not revoke the punishment, because*ln they have rejected the law of the Lord,*s and*ld have not kept his statutes, but*ln their lies have led them astray, those*ld after which their fathers walked."
    },
    {
        "o": 24881,
        "r": "esv:Amos:2:5",
        "t": "So*ln I will send a fire upon Judah, and*ld it shall devour the strongholds of Jerusalem.”"
    },
    {
        "o": 24882,
        "r": "esv:Amos:2:5",
        "t": "Judgment on Israel",
        "h": 2
    },
    {
        "o": 24883,
        "r": "esv:Amos:2:6",
        "t": "Thus*p says the Lord:*s “For*pn three transgressions of Israel, and*ld for four, I will not revoke the punishment, because*ln they sell the righteous for silver, and*ld the needy for a pair of sandals—"
    },
    {
        "o": 24884,
        "r": "esv:Amos:2:7",
        "t": "those*ln who trample the head of the poor into the dust of the earth and*ld turn aside the way of the afflicted; a*ln man and his father go in to the same girl, so*ld that my holy name is profaned;"
    },
    {
        "o": 24885,
        "r": "esv:Amos:2:8",
        "t": "they*ln lay themselves down beside every altar on*ld garments taken in pledge, and*ln in the house of their God they drink the*ld wine of those who have been fined."
    },
    {
        "o": 24886,
        "r": "esv:Amos:2:9",
        "t": "“Yet*pn it was I who destroyed the Amorite before them, whose*ld height was like the height of the cedars and*ld who was as strong as the oaks; I*ln destroyed his fruit above and*ld his roots beneath."
    },
    {
        "o": 24887,
        "r": "esv:Amos:2:10",
        "t": "Also*ln it was I who brought you up out of the land of Egypt and*ld led you forty years in the wilderness, to*ld possess the land of the Amorite."
    },
    {
        "o": 24888,
        "r": "esv:Amos:2:11",
        "t": "And*ln I raised up some of your sons for prophets, and*ld some of your young men for Nazirites. Is*ld it not indeed so, O people of Israel?” declares*l the Lord.*s"
    },
    {
        "o": 24889,
        "r": "esv:Amos:2:12",
        "t": "“But*pn you made the Nazirites drink wine, and*ld commanded the prophets, saying,*ld ‘You shall not prophesy.’"
    },
    {
        "o": 24890,
        "r": "esv:Amos:2:13",
        "t": "“Behold,*pn I will press you down in your place, as*ld a cart full of sheaves presses down."
    },
    {
        "o": 24891,
        "r": "esv:Amos:2:14",
        "t": "Flight*ln shall perish from the swift, and*ld the strong shall not retain his strength, nor*ld shall the mighty save his life;"
    },
    {
        "o": 24892,
        "r": "esv:Amos:2:15",
        "t": "he*ln who handles the bow shall not stand, and*ld he who is swift of foot shall not save himself, nor*ld shall he who rides the horse save his life;"
    },
    {
        "o": 24893,
        "r": "esv:Amos:2:16",
        "t": "and*ln he who is stout of heart among the mighty shall*ld flee away naked in that day,” declares*l the Lord.*s"
    }
]
