[
    {
        "o": 12821,
        "r": "nasb:2 Chronicles:23:0",
        "t": "2 Chronicles 23",
        "h": 1
    },
    {
        "o": 12822,
        "r": "nasb:2 Chronicles:23:0",
        "t": "Jehoiada Sets Joash on the Throne of Judah",
        "h": 2
    },
    {
        "o": 12823,
        "r": "nasb:2 Chronicles:23:1",
        "t": "Now*p in the seventh year Jehoiada strengthened himself, and took captains of hundreds: Azariah the son of Jeroham, Ishmael the son of Johanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zichri, and*i they*i entered*i into a covenant with him."
    },
    {
        "o": 12824,
        "r": "nasb:2 Chronicles:23:2",
        "t": "They went throughout Judah and gathered the Levites from all the cities of Judah, and the heads of the fathers’ households*i of Israel, and they came to Jerusalem."
    },
    {
        "o": 12825,
        "r": "nasb:2 Chronicles:23:3",
        "t": "Then all the assembly made a covenant with the king in the house of God. And Jehoiada said to them, “Behold, the king’s son shall reign, as the Lord*s has spoken concerning the sons of David."
    },
    {
        "o": 12826,
        "r": "nasb:2 Chronicles:23:4",
        "t": "This is the thing which you shall do: one third of you, of the priests and Levites who come in on the sabbath, shall*i be*i gatekeepers,"
    },
    {
        "o": 12827,
        "r": "nasb:2 Chronicles:23:5",
        "t": "and one third shall*i be*i at the king’s house, and a third at the Gate of the Foundation; and all the people shall*i be*i in the courts of the house of the Lord.*s"
    },
    {
        "o": 12828,
        "r": "nasb:2 Chronicles:23:6",
        "t": "But let no one enter the house of the Lord*s except the priests and the ministering Levites; they may enter, for they are holy. And let all the people keep the charge of the Lord.*s"
    },
    {
        "o": 12829,
        "r": "nasb:2 Chronicles:23:7",
        "t": "The Levites will surround the king, each man with his weapons in his hand; and whoever enters the house, let him be killed. Thus be with the king when he comes in and when he goes out.”"
    },
    {
        "o": 12830,
        "r": "nasb:2 Chronicles:23:8",
        "t": "So*p the Levites and all Judah did according to all that Jehoiada the priest commanded. And each one of them took his men who were to come in on the sabbath, with those who were to go out on the sabbath, for Jehoiada the priest did not dismiss any*i of*i the divisions."
    },
    {
        "o": 12831,
        "r": "nasb:2 Chronicles:23:9",
        "t": "Then Jehoiada the priest gave to the captains of hundreds the spears and the large and small shields which had been King David’s, which were in the house of God."
    },
    {
        "o": 12832,
        "r": "nasb:2 Chronicles:23:10",
        "t": "He stationed all the people, each man with his weapon in his hand, from the right side of the house to the left side of the house, by the altar and by the house, around the king."
    },
    {
        "o": 12833,
        "r": "nasb:2 Chronicles:23:11",
        "t": "Then they brought out the king’s son and put the crown on him, and gave*i him*i the testimony and made him king. And Jehoiada and his sons anointed him and said, “Long*i live the king!”"
    },
    {
        "o": 12834,
        "r": "nasb:2 Chronicles:23:11",
        "t": "Athaliah Murdered",
        "h": 2
    },
    {
        "o": 12835,
        "r": "nasb:2 Chronicles:23:12",
        "t": "When*p Athaliah heard the noise of the people running and praising the king, she came into the house of the Lord*s to the people."
    },
    {
        "o": 12836,
        "r": "nasb:2 Chronicles:23:13",
        "t": "She looked, and behold, the king was standing by his pillar at the entrance, and the captains and the trumpeters were*i beside the king. And all the people of the land rejoiced and blew trumpets, the singers with their*i musical instruments leading the praise. Then Athaliah tore her clothes and said, “Treason! Treason!”"
    },
    {
        "o": 12837,
        "r": "nasb:2 Chronicles:23:14",
        "t": "Jehoiada the priest brought out the captains of hundreds who were appointed over the army and said to them, “Bring her out between the ranks; and whoever follows her, put to death with the sword.” For the priest said, “Let her not be put to death in the house of the Lord.”*s"
    },
    {
        "o": 12838,
        "r": "nasb:2 Chronicles:23:15",
        "t": "So they seized her, and when she arrived at the entrance of the Horse Gate of the king’s house, they put her to death there."
    },
    {
        "o": 12839,
        "r": "nasb:2 Chronicles:23:15",
        "t": "Reforms Carried Out",
        "h": 2
    },
    {
        "o": 12840,
        "r": "nasb:2 Chronicles:23:16",
        "t": "Then*p Jehoiada made a covenant between himself and all the people and the king, that they would be the Lord’s*s people."
    },
    {
        "o": 12841,
        "r": "nasb:2 Chronicles:23:17",
        "t": "And all the people went to the house of Baal and tore it down, and they broke in pieces his altars and his images, and killed Mattan the priest of Baal before the altars."
    },
    {
        "o": 12842,
        "r": "nasb:2 Chronicles:23:18",
        "t": "Moreover, Jehoiada placed the offices of the house of the Lord*s under the authority of the Levitical priests, whom David had assigned over the house of the Lord,*s to offer the burnt offerings of the Lord,*s as it is written in the law of Moses—with rejoicing and singing according to the order of David."
    },
    {
        "o": 12843,
        "r": "nasb:2 Chronicles:23:19",
        "t": "He stationed the gatekeepers of the house of the Lord,*s so that no one would enter who*i was*i in any way unclean."
    },
    {
        "o": 12844,
        "r": "nasb:2 Chronicles:23:20",
        "t": "He took the captains of hundreds, the nobles, the rulers of the people and all the people of the land, and brought the king down from the house of the Lord,*s and came through the upper gate to the king’s house. And they placed the king upon the royal throne."
    },
    {
        "o": 12845,
        "r": "nasb:2 Chronicles:23:21",
        "t": "So all of the people of the land rejoiced and the city was quiet. For they had put Athaliah to death with the sword."
    }
]
