[
    {
        "o": 15355,
        "r": "kjv:Psalm:57:0",
        "t": "Psalm 57",
        "h": 1
    },
    {
        "o": 15356,
        "r": "kjv:Psalm:57:0",
        "t": "To the chief Musician, Al–taschith, Michtam of David, when he fled from Saul in the cave.",
        "h": 4
    },
    {
        "o": 15357,
        "r": "kjv:Psalm:57:1",
        "t": "Be*p merciful unto me, O God, be merciful unto me: for my soul trusteth in thee: yea, in the shadow of thy wings will I make my refuge, until these calamities be overpast."
    },
    {
        "o": 15358,
        "r": "kjv:Psalm:57:2",
        "t": "I*p will cry unto God most high; unto God that performeth all things for me."
    },
    {
        "o": 15359,
        "r": "kjv:Psalm:57:3",
        "t": "He*p shall send from heaven, and save me from the reproach of him that would swallow me up. Selah. God shall send forth his mercy and his truth."
    },
    {
        "o": 15360,
        "r": "kjv:Psalm:57:4",
        "t": "My*p soul is among lions: and I lie even among them that are set on fire, even the sons of men, whose teeth are spears and arrows, and their tongue a sharp sword."
    },
    {
        "o": 15361,
        "r": "kjv:Psalm:57:5",
        "t": "Be*p thou exalted, O God, above the heavens; let thy glory be above all the earth."
    },
    {
        "o": 15362,
        "r": "kjv:Psalm:57:6",
        "t": "They*p have prepared a net for my steps; my soul is bowed down: they have digged a pit before me, into the midst whereof they are fallen themselves. Selah."
    },
    {
        "o": 15363,
        "r": "kjv:Psalm:57:7",
        "t": "My*p heart is fixed, O God, my heart is fixed: I will sing and give praise."
    },
    {
        "o": 15364,
        "r": "kjv:Psalm:57:8",
        "t": "Awake*p up, my glory; awake, psaltery and harp: I myself will awake early."
    },
    {
        "o": 15365,
        "r": "kjv:Psalm:57:9",
        "t": "I*p will praise thee, O Lord, among the people: I will sing unto thee among the nations."
    },
    {
        "o": 15366,
        "r": "kjv:Psalm:57:10",
        "t": "For*p thy mercy is great unto the heavens, and thy truth unto the clouds."
    },
    {
        "o": 15367,
        "r": "kjv:Psalm:57:11",
        "t": "Be*p thou exalted, O God, above the heavens: let thy glory be above all the earth."
    }
]
