[
    {
        "o": 34627,
        "r": "csb:1 John:1:0",
        "t": "1 John 1",
        "h": 1
    },
    {
        "o": 34628,
        "r": "csb:1 John:1:0",
        "t": "Prologue: Our Declaration",
        "h": 2
    },
    {
        "o": 34629,
        "r": "csb:1 John:1:1",
        "t": "What*p was from the beginning, what we have heard, what we have seen with our eyes, what we have observed and have touched with our hands, concerning the word of life -"
    },
    {
        "o": 34630,
        "r": "csb:1 John:1:2",
        "t": "that life was revealed, and we have seen it and we testify and declare to you the eternal life that was with the Father and was revealed to us-"
    },
    {
        "o": 34631,
        "r": "csb:1 John:1:3",
        "t": "what we have seen and heard we also declare to you, so that you may also have fellowship with us; and indeed our fellowship is with the Father and with his Son, Jesus Christ."
    },
    {
        "o": 34632,
        "r": "csb:1 John:1:4",
        "t": "We are writing these things so that our joy may be complete."
    },
    {
        "o": 34633,
        "r": "csb:1 John:1:4",
        "t": "Fellowship with God",
        "h": 2
    },
    {
        "o": 34634,
        "r": "csb:1 John:1:5",
        "t": "This*p is the message we have heard from him and declare to you: God is light, and there is absolutely no darkness in him."
    },
    {
        "o": 34635,
        "r": "csb:1 John:1:6",
        "t": "If we say, “We have fellowship with him,” and yet we walk in darkness, we are lying and are not practicing the truth."
    },
    {
        "o": 34636,
        "r": "csb:1 John:1:7",
        "t": "If we walk in the light as he himself is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin."
    },
    {
        "o": 34637,
        "r": "csb:1 John:1:8",
        "t": "If we say, “We have no sin,” we are deceiving ourselves, and the truth is not in us."
    },
    {
        "o": 34638,
        "r": "csb:1 John:1:9",
        "t": "If we confess our sins, he is faithful and righteous to forgive us our sins and to cleanse us from all unrighteousness."
    },
    {
        "o": 34639,
        "r": "csb:1 John:1:10",
        "t": "If we say, “We have not sinned,” we make him a liar, and his word is not in us."
    }
]
