[
    {
        "o": 17035,
        "r": "esv:Psalm:90:0",
        "t": "Psalm 90",
        "h": 1
    },
    {
        "o": 17036,
        "r": "esv:Psalm:90:0",
        "t": "Book Four",
        "h": 2.5
    },
    {
        "o": 17037,
        "r": "esv:Psalm:90:0",
        "t": "From Everlasting to Everlasting",
        "h": 2
    },
    {
        "o": 17038,
        "r": "esv:Psalm:90:0",
        "t": "A Prayer of Moses, the man of God.",
        "h": 4
    },
    {
        "o": 17039,
        "r": "esv:Psalm:90:1",
        "t": "Lord,*pn you have been our dwelling place in*ld all generations."
    },
    {
        "o": 17040,
        "r": "esv:Psalm:90:2",
        "t": "Before*ln the mountains were brought forth, or*ld ever you had formed the earth and the world, from*ld everlasting to everlasting you are God."
    },
    {
        "o": 17041,
        "r": "esv:Psalm:90:3",
        "t": "You*pn return man to dust and*ld say, “Return, O children of man!”"
    },
    {
        "o": 17042,
        "r": "esv:Psalm:90:4",
        "t": "For*ln a thousand years in your sight are*ld but as yesterday when it is past, or*ld as a watch in the night."
    },
    {
        "o": 17043,
        "r": "esv:Psalm:90:5",
        "t": "You*pn sweep them away as with a flood; they are like a dream, like*ld grass that is renewed in the morning:"
    },
    {
        "o": 17044,
        "r": "esv:Psalm:90:6",
        "t": "in*ln the morning it flourishes and is renewed; in*ld the evening it fades and withers."
    },
    {
        "o": 17045,
        "r": "esv:Psalm:90:7",
        "t": "For*pn we are brought to an end by your anger; by*ld your wrath we are dismayed."
    },
    {
        "o": 17046,
        "r": "esv:Psalm:90:8",
        "t": "You*ln have set our iniquities before you, our*ld secret sins in the light of your presence."
    },
    {
        "o": 17047,
        "r": "esv:Psalm:90:9",
        "t": "For*pn all our days pass away under your wrath; we*ld bring our years to an end like a sigh."
    },
    {
        "o": 17048,
        "r": "esv:Psalm:90:10",
        "t": "The*ln years of our life are seventy, or*ld even by reason of strength eighty; yet*ln their span is but toil and trouble; they*ld are soon gone, and we fly away."
    },
    {
        "o": 17049,
        "r": "esv:Psalm:90:11",
        "t": "Who*ln considers the power of your anger, and*ld your wrath according to the fear of you?"
    },
    {
        "o": 17050,
        "r": "esv:Psalm:90:12",
        "t": "So*pn teach us to number our days that*ld we may get a heart of wisdom."
    },
    {
        "o": 17051,
        "r": "esv:Psalm:90:13",
        "t": "Return,*ln O Lord!*s How long? Have*ld pity on your servants!"
    },
    {
        "o": 17052,
        "r": "esv:Psalm:90:14",
        "t": "Satisfy*ln us in the morning with your steadfast love, that*ld we may rejoice and be glad all our days."
    },
    {
        "o": 17053,
        "r": "esv:Psalm:90:15",
        "t": "Make*ln us glad for as many days as you have afflicted us, and*ld for as many years as we have seen evil."
    },
    {
        "o": 17054,
        "r": "esv:Psalm:90:16",
        "t": "Let*ln your work be shown to your servants, and*ld your glorious power to their children."
    },
    {
        "o": 17055,
        "r": "esv:Psalm:90:17",
        "t": "Let*ln the favor of the Lord our God be upon us, and*ld establish the work of our hands upon us; yes,*ld establish the work of our hands!"
    }
]
