[
    {
        "o": 3360,
        "r": "kjv:Leviticus:18:0",
        "t": "Leviticus 18",
        "h": 1
    },
    {
        "o": 3361,
        "r": "kjv:Leviticus:18:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 3362,
        "r": "kjv:Leviticus:18:2",
        "t": "Speak*p unto the children of Israel, and say unto them, I am the Lord*s your God."
    },
    {
        "o": 3363,
        "r": "kjv:Leviticus:18:3",
        "t": "After*p the doings of the land of Egypt, wherein ye dwelt, shall ye not do: and after the doings of the land of Canaan, whither I bring you, shall ye not do: neither shall ye walk in their ordinances."
    },
    {
        "o": 3364,
        "r": "kjv:Leviticus:18:4",
        "t": "Ye*p shall do my judgments, and keep mine ordinances, to walk therein: I am the Lord*s your God."
    },
    {
        "o": 3365,
        "r": "kjv:Leviticus:18:5",
        "t": "Ye*p shall therefore keep my statutes, and my judgments: which if a man do, he shall live in them: I am the Lord.*s"
    },
    {
        "o": 3366,
        "r": "kjv:Leviticus:18:6",
        "t": "None*p of you shall approach to any that is near of kin to him, to uncover their nakedness: I am the Lord.*s"
    },
    {
        "o": 3367,
        "r": "kjv:Leviticus:18:7",
        "t": "The*p nakedness of thy father, or the nakedness of thy mother, shalt thou not uncover: she is thy mother; thou shalt not uncover her nakedness."
    },
    {
        "o": 3368,
        "r": "kjv:Leviticus:18:8",
        "t": "The*p nakedness of thy father's wife shalt thou not uncover: it is thy father's nakedness."
    },
    {
        "o": 3369,
        "r": "kjv:Leviticus:18:9",
        "t": "The*p nakedness of thy sister, the daughter of thy father, or daughter of thy mother, whether she be born at home, or born abroad, even their nakedness thou shalt not uncover."
    },
    {
        "o": 3370,
        "r": "kjv:Leviticus:18:10",
        "t": "The*p nakedness of thy son's daughter, or of thy daughter's daughter, even their nakedness thou shalt not uncover: for theirs is thine own nakedness."
    },
    {
        "o": 3371,
        "r": "kjv:Leviticus:18:11",
        "t": "The*p nakedness of thy father's wife's daughter, begotten of thy father, she is thy sister, thou shalt not uncover her nakedness."
    },
    {
        "o": 3372,
        "r": "kjv:Leviticus:18:12",
        "t": "Thou*p shalt not uncover the nakedness of thy father's sister: she is thy father's near kinswoman."
    },
    {
        "o": 3373,
        "r": "kjv:Leviticus:18:13",
        "t": "Thou*p shalt not uncover the nakedness of thy mother's sister: for she is thy mother's near kinswoman."
    },
    {
        "o": 3374,
        "r": "kjv:Leviticus:18:14",
        "t": "Thou*p shalt not uncover the nakedness of thy father's brother, thou shalt not approach to his wife: she is thine aunt."
    },
    {
        "o": 3375,
        "r": "kjv:Leviticus:18:15",
        "t": "Thou*p shalt not uncover the nakedness of thy daughter in law: she is thy son's wife; thou shalt not uncover her nakedness."
    },
    {
        "o": 3376,
        "r": "kjv:Leviticus:18:16",
        "t": "Thou*p shalt not uncover the nakedness of thy brother's wife: it is thy brother's nakedness."
    },
    {
        "o": 3377,
        "r": "kjv:Leviticus:18:17",
        "t": "Thou*p shalt not uncover the nakedness of a woman and her daughter, neither shalt thou take her son's daughter, or her daughter's daughter, to uncover her nakedness; for they are her near kinswomen: it is wickedness."
    },
    {
        "o": 3378,
        "r": "kjv:Leviticus:18:18",
        "t": "Neither*p shalt thou take a wife to her sister, to vex her, to uncover her nakedness, beside the other in her life time."
    },
    {
        "o": 3379,
        "r": "kjv:Leviticus:18:19",
        "t": "Also*p thou shalt not approach unto a woman to uncover her nakedness, as long as she is put apart for her uncleanness."
    },
    {
        "o": 3380,
        "r": "kjv:Leviticus:18:20",
        "t": "Moreover*p thou shalt not lie carnally with thy neighbour's wife, to defile thyself with her."
    },
    {
        "o": 3381,
        "r": "kjv:Leviticus:18:21",
        "t": "And*p thou shalt not let any of thy seed pass through the fire to Molech, neither shalt thou profane the name of thy God: I am the Lord.*s"
    },
    {
        "o": 3382,
        "r": "kjv:Leviticus:18:22",
        "t": "Thou*p shalt not lie with mankind, as with womankind: it is abomination."
    },
    {
        "o": 3383,
        "r": "kjv:Leviticus:18:23",
        "t": "Neither*p shalt thou lie with any beast to defile thyself therewith: neither shall any woman stand before a beast to lie down thereto: it is confusion."
    },
    {
        "o": 3384,
        "r": "kjv:Leviticus:18:24",
        "t": "Defile*p not ye yourselves in any of these things: for in all these the nations are defiled which I cast out before you:"
    },
    {
        "o": 3385,
        "r": "kjv:Leviticus:18:25",
        "t": "And*p the land is defiled: therefore I do visit the iniquity thereof upon it, and the land itself vomiteth out her inhabitants."
    },
    {
        "o": 3386,
        "r": "kjv:Leviticus:18:26",
        "t": "Ye*p shall therefore keep my statutes and my judgments, and shall not commit any of these abominations; neither any of your own nation, nor any stranger that sojourneth among you:"
    },
    {
        "o": 3387,
        "r": "kjv:Leviticus:18:27",
        "t": "(For*p all these abominations have the men of the land done, which were before you, and the land is defiled;)"
    },
    {
        "o": 3388,
        "r": "kjv:Leviticus:18:28",
        "t": "That*p the land spue not you out also, when ye defile it, as it spued out the nations that were before you."
    },
    {
        "o": 3389,
        "r": "kjv:Leviticus:18:29",
        "t": "For*p whosoever shall commit any of these abominations, even the souls that commit them shall be cut off from among their people."
    },
    {
        "o": 3390,
        "r": "kjv:Leviticus:18:30",
        "t": "Therefore*p shall ye keep mine ordinance, that ye commit not any one of these abominable customs, which were committed before you, and that ye defile not yourselves therein: I am the Lord*s your God."
    }
]
