[
    {
        "o": 28506,
        "r": "kjv:Acts:12:0",
        "t": "Acts 12",
        "h": 1
    },
    {
        "o": 28507,
        "r": "kjv:Acts:12:1",
        "t": "Now*p about that time Herod the king stretched forth his hands to vex certain of the church."
    },
    {
        "o": 28508,
        "r": "kjv:Acts:12:2",
        "t": "And*p he killed James the brother of John with the sword."
    },
    {
        "o": 28509,
        "r": "kjv:Acts:12:3",
        "t": "And*p because he saw it pleased the Jews, he proceeded further to take Peter also. (Then were the days of unleavened bread.)"
    },
    {
        "o": 28510,
        "r": "kjv:Acts:12:4",
        "t": "And*p when he had apprehended him, he put him in prison, and delivered him to four quaternions of soldiers to keep him; intending after Easter to bring him forth to the people."
    },
    {
        "o": 28511,
        "r": "kjv:Acts:12:5",
        "t": "Peter*p therefore was kept in prison: but prayer was made without ceasing of the church unto God for him."
    },
    {
        "o": 28512,
        "r": "kjv:Acts:12:6",
        "t": "And*p when Herod would have brought him forth, the same night Peter was sleeping between two soldiers, bound with two chains: and the keepers before the door kept the prison."
    },
    {
        "o": 28513,
        "r": "kjv:Acts:12:7",
        "t": "And,*p behold, the angel of the Lord came upon him, and a light shined in the prison: and he smote Peter on the side, and raised him up, saying, Arise up quickly. And his chains fell off from his hands."
    },
    {
        "o": 28514,
        "r": "kjv:Acts:12:8",
        "t": "And*p the angel said unto him, Gird thyself, and bind on thy sandals. And so he did. And he saith unto him, Cast thy garment about thee, and follow me."
    },
    {
        "o": 28515,
        "r": "kjv:Acts:12:9",
        "t": "And*p he went out, and followed him; and wist not that it was true which was done by the angel; but thought he saw a vision."
    },
    {
        "o": 28516,
        "r": "kjv:Acts:12:10",
        "t": "When*p they were past the first and the second ward, they came unto the iron gate that leadeth unto the city; which opened to them of his own accord: and they went out, and passed on through one street; and forthwith the angel departed from him."
    },
    {
        "o": 28517,
        "r": "kjv:Acts:12:11",
        "t": "And*p when Peter was come to himself, he said, Now I know of a surety, that the Lord hath sent his angel, and hath delivered me out of the hand of Herod, and from all the expectation of the people of the Jews."
    },
    {
        "o": 28518,
        "r": "kjv:Acts:12:12",
        "t": "And*p when he had considered the thing, he came to the house of Mary the mother of John, whose surname was Mark; where many were gathered together praying."
    },
    {
        "o": 28519,
        "r": "kjv:Acts:12:13",
        "t": "And*p as Peter knocked at the door of the gate, a damsel came to hearken, named Rhoda."
    },
    {
        "o": 28520,
        "r": "kjv:Acts:12:14",
        "t": "And*p when she knew Peter's voice, she opened not the gate for gladness, but ran in, and told how Peter stood before the gate."
    },
    {
        "o": 28521,
        "r": "kjv:Acts:12:15",
        "t": "And*p they said unto her, Thou art mad. But she constantly affirmed that it was even so. Then said they, It is his angel."
    },
    {
        "o": 28522,
        "r": "kjv:Acts:12:16",
        "t": "But*p Peter continued knocking: and when they had opened the door, and saw him, they were astonished."
    },
    {
        "o": 28523,
        "r": "kjv:Acts:12:17",
        "t": "But*p he, beckoning unto them with the hand to hold their peace, declared unto them how the Lord had brought him out of the prison. And he said, Go shew these things unto James, and to the brethren. And he departed, and went into another place."
    },
    {
        "o": 28524,
        "r": "kjv:Acts:12:18",
        "t": "Now*p as soon as it was day, there was no small stir among the soldiers, what was become of Peter."
    },
    {
        "o": 28525,
        "r": "kjv:Acts:12:19",
        "t": "And*p when Herod had sought for him, and found him not, he examined the keepers, and commanded that they should be put to death. And he went down from Judaea to Caesarea, and there abode."
    },
    {
        "o": 28526,
        "r": "kjv:Acts:12:20",
        "t": "And*p Herod was highly displeased with them of Tyre and Sidon: but they came with one accord to him, and, having made Blastus the king's chamberlain their friend, desired peace; because their country was nourished by the king's country."
    },
    {
        "o": 28527,
        "r": "kjv:Acts:12:21",
        "t": "And*p upon a set day Herod, arrayed in royal apparel, sat upon his throne, and made an oration unto them."
    },
    {
        "o": 28528,
        "r": "kjv:Acts:12:22",
        "t": "And*p the people gave a shout, saying, It is the voice of a god, and not of a man."
    },
    {
        "o": 28529,
        "r": "kjv:Acts:12:23",
        "t": "And*p immediately the angel of the Lord smote him, because he gave not God the glory: and he was eaten of worms, and gave up the ghost."
    },
    {
        "o": 28530,
        "r": "kjv:Acts:12:24",
        "t": "But*p the word of God grew and multiplied."
    },
    {
        "o": 28531,
        "r": "kjv:Acts:12:25",
        "t": "And*p Barnabas and Saul returned from Jerusalem, when they had fulfilled their ministry, and took with them John, whose surname was Mark."
    }
]
