[
    {
        "o": 12174,
        "r": "csb:1 Chronicles:23:0",
        "t": "1 Chronicles 23",
        "h": 1
    },
    {
        "o": 12175,
        "r": "csb:1 Chronicles:23:0",
        "t": "The Divisions of the Levites",
        "h": 2
    },
    {
        "o": 12176,
        "r": "csb:1 Chronicles:23:1",
        "t": "When*p David was old and full of days, he installed his son Solomon as king over Israel."
    },
    {
        "o": 12177,
        "r": "csb:1 Chronicles:23:2",
        "t": "Then he gathered all the leaders of Israel, the priests, and the Levites."
    },
    {
        "o": 12178,
        "r": "csb:1 Chronicles:23:3",
        "t": "The Levites thirty years old or more were counted; the total number of men was thirty-eight thousand by headcount."
    },
    {
        "o": 12179,
        "r": "csb:1 Chronicles:23:4",
        "t": "“Of these,” David said, “twenty-four thousand are to be in charge of the work on the Lord’s*s temple, six thousand are to be officers and judges,"
    },
    {
        "o": 12180,
        "r": "csb:1 Chronicles:23:5",
        "t": "four thousand are to be gatekeepers, and four thousand are to praise the Lord*s with the instruments that I have made for worship.”"
    },
    {
        "o": 12181,
        "r": "csb:1 Chronicles:23:6",
        "t": "Then*p David divided them into divisions according to Levi’s sons: Gershom, Kohath, and Merari."
    },
    {
        "o": 12182,
        "r": "csb:1 Chronicles:23:7",
        "t": "The*ln Gershonites: Ladan and Shimei."
    },
    {
        "o": 12183,
        "r": "csb:1 Chronicles:23:8",
        "t": "Ladan’s*ln sons: Jehiel was the first, then Zetham, and Joel - three."
    },
    {
        "o": 12184,
        "r": "csb:1 Chronicles:23:9",
        "t": "Shimei’s*ln sons: Shelomoth, Haziel, and Haran - three. Those were the heads of the families of Ladan."
    },
    {
        "o": 12185,
        "r": "csb:1 Chronicles:23:10",
        "t": "Shimei’s*ln sons: Jahath, Zizah, Jeush, and Beriah. Those were Shimei’s sons - four."
    },
    {
        "o": 12186,
        "r": "csb:1 Chronicles:23:11",
        "t": "Jahath was the first and Zizah was the second; however, Jeush and Beriah did not have many sons, so they became one family and received a single assignment."
    },
    {
        "o": 12187,
        "r": "csb:1 Chronicles:23:12",
        "t": "Kohath’s*ln sons: Amram, Izhar, Hebron, and Uzziel - four."
    },
    {
        "o": 12188,
        "r": "csb:1 Chronicles:23:13",
        "t": "Amram’s*ln sons: Aaron and Moses. Aaron,*p along with his descendants, was set apart forever to consecrate the most holy things, to burn incense in the presence of the Lord,*s to minister to him, and to pronounce blessings in his name forever."
    },
    {
        "o": 12189,
        "r": "csb:1 Chronicles:23:14",
        "t": "As for Moses the man of God, his sons were named among the tribe of Levi."
    },
    {
        "o": 12190,
        "r": "csb:1 Chronicles:23:15",
        "t": "Moses’s*ln sons: Gershom and Eliezer."
    },
    {
        "o": 12191,
        "r": "csb:1 Chronicles:23:16",
        "t": "Gershom’s*ln sons: Shebuel was first."
    },
    {
        "o": 12192,
        "r": "csb:1 Chronicles:23:17",
        "t": "Eliezer’s*ln sons were Rehabiah, first; Eliezer did not have any other sons, but Rehabiah’s sons were very numerous."
    },
    {
        "o": 12193,
        "r": "csb:1 Chronicles:23:18",
        "t": "Izhar’s*ln sons: Shelomith was first."
    },
    {
        "o": 12194,
        "r": "csb:1 Chronicles:23:19",
        "t": "Hebron’s*ln sons: Jeriah was first, Amariah second, Jahaziel third, and Jekameam fourth."
    },
    {
        "o": 12195,
        "r": "csb:1 Chronicles:23:20",
        "t": "Uzziel’s*ln sons: Micah was first, and Isshiah second."
    },
    {
        "o": 12196,
        "r": "csb:1 Chronicles:23:21",
        "t": "Merari’s*ln sons: Mahli and Mushi. Mahli’s*ln sons: Eleazar and Kish."
    },
    {
        "o": 12197,
        "r": "csb:1 Chronicles:23:22",
        "t": "Eleazar*ln died having no sons, only daughters. Their cousins, the sons of Kish, married them."
    },
    {
        "o": 12198,
        "r": "csb:1 Chronicles:23:23",
        "t": "Mushi’s*ln sons: Mahli, Eder, and Jeremoth - three."
    },
    {
        "o": 12199,
        "r": "csb:1 Chronicles:23:24",
        "t": "These*p were the descendants of Levi by their ancestral families- the family heads, according to their registration by name in the headcount - twenty years old or more, who worked in the service of the Lord’s*s temple."
    },
    {
        "o": 12200,
        "r": "csb:1 Chronicles:23:25",
        "t": "For David said, “The Lord*s God of Israel has given rest to his people, and he has come to stay in Jerusalem forever."
    },
    {
        "o": 12201,
        "r": "csb:1 Chronicles:23:26",
        "t": "Also, the Levites no longer need to carry the tabernacle or any of the equipment for its service”-"
    },
    {
        "o": 12202,
        "r": "csb:1 Chronicles:23:27",
        "t": "for according to the last words of David, the Levites twenty years old or more were to be counted -"
    },
    {
        "o": 12203,
        "r": "csb:1 Chronicles:23:28",
        "t": "“but their duty will be to assist the descendants of Aaron with the service of the Lord’s*s temple, being responsible for the courts and the chambers, the purification of all the holy things, and the work of the service of God’s temple -"
    },
    {
        "o": 12204,
        "r": "csb:1 Chronicles:23:29",
        "t": "as well as the rows of the Bread of the Presence, the fine flour for the grain offering, the wafers of unleavened bread, the baking, the mixing, and all measurements of volume and length."
    },
    {
        "o": 12205,
        "r": "csb:1 Chronicles:23:30",
        "t": "They are also to stand every morning to give thanks and praise to the Lord,*s and likewise in the evening."
    },
    {
        "o": 12206,
        "r": "csb:1 Chronicles:23:31",
        "t": "Whenever burnt offerings are offered to the Lord*s on the Sabbaths, New Moons, and appointed festivals, they are to offer them regularly in the Lord’s*s presence according to the number prescribed for them."
    },
    {
        "o": 12207,
        "r": "csb:1 Chronicles:23:32",
        "t": "They are to carry out their responsibilities for the tent of meeting, for the holy place, and for their relatives, the descendants of Aaron, in the service of the Lord’s*s temple.”"
    }
]
