[
    {
        "o": 3844,
        "r": "niv:Leviticus:26:0",
        "t": "Leviticus 26",
        "h": 1
    },
    {
        "o": 3845,
        "r": "niv:Leviticus:26:0",
        "t": "Reward for Obedience",
        "h": 2
    },
    {
        "o": 3846,
        "r": "niv:Leviticus:26:1",
        "t": "“ ‘Do*p not make idols or set up an image or a sacred stone for yourselves, and do not place a carved stone in your land to bow down before it. I am the Lord*s your God."
    },
    {
        "o": 3847,
        "r": "niv:Leviticus:26:2",
        "t": "“ ‘Observe*p my Sabbaths and have reverence for my sanctuary. I am the Lord.*s"
    },
    {
        "o": 3848,
        "r": "niv:Leviticus:26:3",
        "t": "“ ‘If*p you follow my decrees and are careful to obey my commands,"
    },
    {
        "o": 3849,
        "r": "niv:Leviticus:26:4",
        "t": "I will send you rain in its season, and the ground will yield its crops and the trees their fruit."
    },
    {
        "o": 3850,
        "r": "niv:Leviticus:26:5",
        "t": "Your threshing will continue until grape harvest and the grape harvest will continue until planting, and you will eat all the food you want and live in safety in your land."
    },
    {
        "o": 3851,
        "r": "niv:Leviticus:26:6",
        "t": "“ ‘I*p will grant peace in the land, and you will lie down and no one will make you afraid. I will remove wild beasts from the land, and the sword will not pass through your country."
    },
    {
        "o": 3852,
        "r": "niv:Leviticus:26:7",
        "t": "You will pursue your enemies, and they will fall by the sword before you."
    },
    {
        "o": 3853,
        "r": "niv:Leviticus:26:8",
        "t": "Five of you will chase a hundred, and a hundred of you will chase ten thousand, and your enemies will fall by the sword before you."
    },
    {
        "o": 3854,
        "r": "niv:Leviticus:26:9",
        "t": "“ ‘I*p will look on you with favor and make you fruitful and increase your numbers, and I will keep my covenant with you."
    },
    {
        "o": 3855,
        "r": "niv:Leviticus:26:10",
        "t": "You will still be eating last year’s harvest when you will have to move it out to make room for the new."
    },
    {
        "o": 3856,
        "r": "niv:Leviticus:26:11",
        "t": "I will put my dwelling place among you, and I will not abhor you."
    },
    {
        "o": 3857,
        "r": "niv:Leviticus:26:12",
        "t": "I will walk among you and be your God, and you will be my people."
    },
    {
        "o": 3858,
        "r": "niv:Leviticus:26:13",
        "t": "I am the Lord*s your God, who brought you out of Egypt so that you would no longer be slaves to the Egyptians; I broke the bars of your yoke and enabled you to walk with heads held high."
    },
    {
        "o": 3859,
        "r": "niv:Leviticus:26:13",
        "t": "Punishment for Disobedience",
        "h": 2
    },
    {
        "o": 3860,
        "r": "niv:Leviticus:26:14",
        "t": "“ ‘But*p if you will not listen to me and carry out all these commands,"
    },
    {
        "o": 3861,
        "r": "niv:Leviticus:26:15",
        "t": "and if you reject my decrees and abhor my laws and fail to carry out all my commands and so violate my covenant,"
    },
    {
        "o": 3862,
        "r": "niv:Leviticus:26:16",
        "t": "then I will do this to you: I will bring on you sudden terror, wasting diseases and fever that will destroy your sight and sap your strength. You will plant seed in vain, because your enemies will eat it."
    },
    {
        "o": 3863,
        "r": "niv:Leviticus:26:17",
        "t": "I will set my face against you so that you will be defeated by your enemies; those who hate you will rule over you, and you will flee even when no one is pursuing you."
    },
    {
        "o": 3864,
        "r": "niv:Leviticus:26:18",
        "t": "“ ‘If*p after all this you will not listen to me, I will punish you for your sins seven times over."
    },
    {
        "o": 3865,
        "r": "niv:Leviticus:26:19",
        "t": "I will break down your stubborn pride and make the sky above you like iron and the ground beneath you like bronze."
    },
    {
        "o": 3866,
        "r": "niv:Leviticus:26:20",
        "t": "Your strength will be spent in vain, because your soil will not yield its crops, nor will the trees of your land yield their fruit."
    },
    {
        "o": 3867,
        "r": "niv:Leviticus:26:21",
        "t": "“ ‘If*p you remain hostile toward me and refuse to listen to me, I will multiply your afflictions seven times over, as your sins deserve."
    },
    {
        "o": 3868,
        "r": "niv:Leviticus:26:22",
        "t": "I will send wild animals against you, and they will rob you of your children, destroy your cattle and make you so few in number that your roads will be deserted."
    },
    {
        "o": 3869,
        "r": "niv:Leviticus:26:23",
        "t": "“ ‘If*p in spite of these things you do not accept my correction but continue to be hostile toward me,"
    },
    {
        "o": 3870,
        "r": "niv:Leviticus:26:24",
        "t": "I myself will be hostile toward you and will afflict you for your sins seven times over."
    },
    {
        "o": 3871,
        "r": "niv:Leviticus:26:25",
        "t": "And I will bring the sword on you to avenge the breaking of the covenant. When you withdraw into your cities, I will send a plague among you, and you will be given into enemy hands."
    },
    {
        "o": 3872,
        "r": "niv:Leviticus:26:26",
        "t": "When I cut off your supply of bread, ten women will be able to bake your bread in one oven, and they will dole out the bread by weight. You will eat, but you will not be satisfied."
    },
    {
        "o": 3873,
        "r": "niv:Leviticus:26:27",
        "t": "“ ‘If*p in spite of this you still do not listen to me but continue to be hostile toward me,"
    },
    {
        "o": 3874,
        "r": "niv:Leviticus:26:28",
        "t": "then in my anger I will be hostile toward you, and I myself will punish you for your sins seven times over."
    },
    {
        "o": 3875,
        "r": "niv:Leviticus:26:29",
        "t": "You will eat the flesh of your sons and the flesh of your daughters."
    },
    {
        "o": 3876,
        "r": "niv:Leviticus:26:30",
        "t": "I will destroy your high places, cut down your incense altars and pile your dead bodies on the lifeless forms of your idols, and I will abhor you."
    },
    {
        "o": 3877,
        "r": "niv:Leviticus:26:31",
        "t": "I will turn your cities into ruins and lay waste your sanctuaries, and I will take no delight in the pleasing aroma of your offerings."
    },
    {
        "o": 3878,
        "r": "niv:Leviticus:26:32",
        "t": "I myself will lay waste the land, so that your enemies who live there will be appalled."
    },
    {
        "o": 3879,
        "r": "niv:Leviticus:26:33",
        "t": "I will scatter you among the nations and will draw out my sword and pursue you. Your land will be laid waste, and your cities will lie in ruins."
    },
    {
        "o": 3880,
        "r": "niv:Leviticus:26:34",
        "t": "Then the land will enjoy its sabbath years all the time that it lies desolate and you are in the country of your enemies; then the land will rest and enjoy its sabbaths."
    },
    {
        "o": 3881,
        "r": "niv:Leviticus:26:35",
        "t": "All the time that it lies desolate, the land will have the rest it did not have during the sabbaths you lived in it."
    },
    {
        "o": 3882,
        "r": "niv:Leviticus:26:36",
        "t": "“ ‘As*p for those of you who are left, I will make their hearts so fearful in the lands of their enemies that the sound of a windblown leaf will put them to flight. They will run as though fleeing from the sword, and they will fall, even though no one is pursuing them."
    },
    {
        "o": 3883,
        "r": "niv:Leviticus:26:37",
        "t": "They will stumble over one another as though fleeing from the sword, even though no one is pursuing them. So you will not be able to stand before your enemies."
    },
    {
        "o": 3884,
        "r": "niv:Leviticus:26:38",
        "t": "You will perish among the nations; the land of your enemies will devour you."
    },
    {
        "o": 3885,
        "r": "niv:Leviticus:26:39",
        "t": "Those of you who are left will waste away in the lands of their enemies because of their sins; also because of their ancestors’ sins they will waste away."
    },
    {
        "o": 3886,
        "r": "niv:Leviticus:26:40",
        "t": "“ ‘But*p if they will confess their sins and the sins of their ancestors—their unfaithfulness and their hostility toward me,"
    },
    {
        "o": 3887,
        "r": "niv:Leviticus:26:41",
        "t": "which made me hostile toward them so that I sent them into the land of their enemies—then when their uncircumcised hearts are humbled and they pay for their sin,"
    },
    {
        "o": 3888,
        "r": "niv:Leviticus:26:42",
        "t": "I will remember my covenant with Jacob and my covenant with Isaac and my covenant with Abraham, and I will remember the land."
    },
    {
        "o": 3889,
        "r": "niv:Leviticus:26:43",
        "t": "For the land will be deserted by them and will enjoy its sabbaths while it lies desolate without them. They will pay for their sins because they rejected my laws and abhorred my decrees."
    },
    {
        "o": 3890,
        "r": "niv:Leviticus:26:44",
        "t": "Yet in spite of this, when they are in the land of their enemies, I will not reject them or abhor them so as to destroy them completely, breaking my covenant with them. I am the Lord*s their God."
    },
    {
        "o": 3891,
        "r": "niv:Leviticus:26:45",
        "t": "But for their sake I will remember the covenant with their ancestors whom I brought out of Egypt in the sight of the nations to be their God. I am the Lord*s .’ ”"
    },
    {
        "o": 3892,
        "r": "niv:Leviticus:26:46",
        "t": "These*p are the decrees, the laws and the regulations that the Lord*s established at Mount Sinai between himself and the Israelites through Moses."
    }
]
