[
    {
        "o": 8078,
        "r": "nkjv:1 Samuel:5:0",
        "t": "1 Samuel 5",
        "h": 1
    },
    {
        "o": 8079,
        "r": "nkjv:1 Samuel:5:0",
        "t": "The Philistines and the Ark",
        "h": 2
    },
    {
        "o": 8080,
        "r": "nkjv:1 Samuel:5:1",
        "t": "Then*p the Philistines took the ark of God and brought it from Ebenezer to Ashdod."
    },
    {
        "o": 8081,
        "r": "nkjv:1 Samuel:5:2",
        "t": "When the Philistines took the ark of God, they brought it into the house of Dagon and set it by Dagon."
    },
    {
        "o": 8082,
        "r": "nkjv:1 Samuel:5:3",
        "t": "And when the people of Ashdod arose early in the morning, there was Dagon, fallen on its face to the earth before the ark of the Lord.*s So they took Dagon and set it in its place again."
    },
    {
        "o": 8083,
        "r": "nkjv:1 Samuel:5:4",
        "t": "And when they arose early the next morning, there was Dagon, fallen on its face to the ground before the ark of the Lord.*s The head of Dagon and both the palms of its hands were*i broken off on the threshold; only Dagon’s torso*i was left of it."
    },
    {
        "o": 8084,
        "r": "nkjv:1 Samuel:5:5",
        "t": "Therefore neither the priests of Dagon nor any who come into Dagon’s house tread on the threshold of Dagon in Ashdod to this day."
    },
    {
        "o": 8085,
        "r": "nkjv:1 Samuel:5:6",
        "t": "But*p the hand of the Lord*s was heavy on the people of Ashdod, and He ravaged them and struck them with tumors, both*i Ashdod and its territory."
    },
    {
        "o": 8086,
        "r": "nkjv:1 Samuel:5:7",
        "t": "And when the men of Ashdod saw how it*i was,*i they said, “The ark of the God of Israel must not remain with us, for His hand is harsh toward us and Dagon our god.”"
    },
    {
        "o": 8087,
        "r": "nkjv:1 Samuel:5:8",
        "t": "Therefore they sent and gathered to themselves all the lords of the Philistines, and said, “What shall we do with the ark of the God of Israel?” And*p they answered, “Let the ark of the God of Israel be carried away to Gath.” So they carried the ark of the God of Israel away."
    },
    {
        "o": 8088,
        "r": "nkjv:1 Samuel:5:9",
        "t": "So it was, after they had carried it away, that the hand of the Lord*s was against the city with a very great destruction; and He struck the men of the city, both small and great, and tumors broke out on them."
    },
    {
        "o": 8089,
        "r": "nkjv:1 Samuel:5:10",
        "t": "Therefore*p they sent the ark of God to Ekron. So it was, as the ark of God came to Ekron, that the Ekronites cried out, saying, “They have brought the ark of the God of Israel to us, to kill us and our people!”"
    },
    {
        "o": 8090,
        "r": "nkjv:1 Samuel:5:11",
        "t": "So they sent and gathered together all the lords of the Philistines, and said, “Send away the ark of the God of Israel, and let it go back to its own place, so that it does not kill us and our people.” For there was a deadly destruction throughout all the city; the hand of God was very heavy there."
    },
    {
        "o": 8091,
        "r": "nkjv:1 Samuel:5:12",
        "t": "And the men who did not die were stricken with the tumors, and the cry of the city went up to heaven."
    }
]
