[
    {
        "o": 7508,
        "r": "niv:Judges:13:0",
        "t": "Judges 13",
        "h": 1
    },
    {
        "o": 7509,
        "r": "niv:Judges:13:0",
        "t": "The Birth of Samson",
        "h": 2
    },
    {
        "o": 7510,
        "r": "niv:Judges:13:1",
        "t": "Again*p the Israelites did evil in the eyes of the Lord,*s so the Lord*s delivered them into the hands of the Philistines for forty years."
    },
    {
        "o": 7511,
        "r": "niv:Judges:13:2",
        "t": "A*p certain man of Zorah, named Manoah, from the clan of the Danites, had a wife who was childless, unable to give birth."
    },
    {
        "o": 7512,
        "r": "niv:Judges:13:3",
        "t": "The angel of the Lord*s appeared to her and said, “You are barren and childless, but you are going to become pregnant and give birth to a son."
    },
    {
        "o": 7513,
        "r": "niv:Judges:13:4",
        "t": "Now see to it that you drink no wine or other fermented drink and that you do not eat anything unclean."
    },
    {
        "o": 7514,
        "r": "niv:Judges:13:5",
        "t": "You will become pregnant and have a son whose head is never to be touched by a razor because the boy is to be a Nazirite, dedicated to God from the womb. He will take the lead in delivering Israel from the hands of the Philistines.”"
    },
    {
        "o": 7515,
        "r": "niv:Judges:13:6",
        "t": "Then*p the woman went to her husband and told him, “A man of God came to me. He looked like an angel of God, very awesome. I didn’t ask him where he came from, and he didn’t tell me his name."
    },
    {
        "o": 7516,
        "r": "niv:Judges:13:7",
        "t": "But he said to me, ‘You will become pregnant and have a son. Now then, drink no wine or other fermented drink and do not eat anything unclean, because the boy will be a Nazirite of God from the womb until the day of his death.’ ”"
    },
    {
        "o": 7517,
        "r": "niv:Judges:13:8",
        "t": "Then*p Manoah prayed to the Lord:*s “Pardon your servant, Lord. I beg you to let the man of God you sent to us come again to teach us how to bring up the boy who is to be born.”"
    },
    {
        "o": 7518,
        "r": "niv:Judges:13:9",
        "t": "God*p heard Manoah, and the angel of God came again to the woman while she was out in the field; but her husband Manoah was not with her."
    },
    {
        "o": 7519,
        "r": "niv:Judges:13:10",
        "t": "The woman hurried to tell her husband, “He’s here! The man who appeared to me the other day!”"
    },
    {
        "o": 7520,
        "r": "niv:Judges:13:11",
        "t": "Manoah*p got up and followed his wife. When he came to the man, he said, “Are you the man who talked to my wife?” “I*p am,” he said."
    },
    {
        "o": 7521,
        "r": "niv:Judges:13:12",
        "t": "So*p Manoah asked him, “When your words are fulfilled, what is to be the rule that governs the boy’s life and work?”"
    },
    {
        "o": 7522,
        "r": "niv:Judges:13:13",
        "t": "The*p angel of the Lord*s answered, “Your wife must do all that I have told her."
    },
    {
        "o": 7523,
        "r": "niv:Judges:13:14",
        "t": "She must not eat anything that comes from the grapevine, nor drink any wine or other fermented drink nor eat anything unclean. She must do everything I have commanded her.”"
    },
    {
        "o": 7524,
        "r": "niv:Judges:13:15",
        "t": "Manoah*p said to the angel of the Lord,*s “We would like you to stay until we prepare a young goat for you.”"
    },
    {
        "o": 7525,
        "r": "niv:Judges:13:16",
        "t": "The*p angel of the Lord*s replied, “Even though you detain me, I will not eat any of your food. But if you prepare a burnt offering, offer it to the Lord.”*s (Manoah did not realize that it was the angel of the Lord.)*s"
    },
    {
        "o": 7526,
        "r": "niv:Judges:13:17",
        "t": "Then*p Manoah inquired of the angel of the Lord,*s “What is your name, so that we may honor you when your word comes true?”"
    },
    {
        "o": 7527,
        "r": "niv:Judges:13:18",
        "t": "He*p replied, “Why do you ask my name? It is beyond understanding.”"
    },
    {
        "o": 7528,
        "r": "niv:Judges:13:19",
        "t": "Then Manoah took a young goat, together with the grain offering, and sacrificed it on a rock to the Lord.*s And the Lord*s did an amazing thing while Manoah and his wife watched:"
    },
    {
        "o": 7529,
        "r": "niv:Judges:13:20",
        "t": "As the flame blazed up from the altar toward heaven, the angel of the Lord*s ascended in the flame. Seeing this, Manoah and his wife fell with their faces to the ground."
    },
    {
        "o": 7530,
        "r": "niv:Judges:13:21",
        "t": "When the angel of the Lord*s did not show himself again to Manoah and his wife, Manoah realized that it was the angel of the Lord.*s"
    },
    {
        "o": 7531,
        "r": "niv:Judges:13:22",
        "t": "“We*p are doomed to die!” he said to his wife. “We have seen God!”"
    },
    {
        "o": 7532,
        "r": "niv:Judges:13:23",
        "t": "But*p his wife answered, “If the Lord*s had meant to kill us, he would not have accepted a burnt offering and grain offering from our hands, nor shown us all these things or now told us this.”"
    },
    {
        "o": 7533,
        "r": "niv:Judges:13:24",
        "t": "The*p woman gave birth to a boy and named him Samson. He grew and the Lord*s blessed him,"
    },
    {
        "o": 7534,
        "r": "niv:Judges:13:25",
        "t": "and the Spirit of the Lord*s began to stir him while he was in Mahaneh Dan, between Zorah and Eshtaol."
    }
]
