[
    {
        "o": 32861,
        "r": "csb:2 Corinthians:12:0",
        "t": "2 Corinthians 12",
        "h": 1
    },
    {
        "o": 32862,
        "r": "csb:2 Corinthians:12:0",
        "t": "Sufficient Grace",
        "h": 2
    },
    {
        "o": 32863,
        "r": "csb:2 Corinthians:12:1",
        "t": "Boasting*p is necessary. It is not profitable, but I will move on to visions and revelations of the Lord."
    },
    {
        "o": 32864,
        "r": "csb:2 Corinthians:12:2",
        "t": "I know a man in Christ who was caught up to the third heaven fourteen years ago. Whether he was in the body or out of the body, I don’t know; God knows."
    },
    {
        "o": 32865,
        "r": "csb:2 Corinthians:12:3",
        "t": "I know that this man - whether in the body or out of the body I don’t know; God knows -"
    },
    {
        "o": 32866,
        "r": "csb:2 Corinthians:12:4",
        "t": "was caught up into paradise and heard inexpressible words, which a human being is not allowed to speak."
    },
    {
        "o": 32867,
        "r": "csb:2 Corinthians:12:5",
        "t": "I will boast about this person, but not about myself, except of my weaknesses."
    },
    {
        "o": 32868,
        "r": "csb:2 Corinthians:12:6",
        "t": "For*p if I want to boast, I wouldn’t be a fool, because I would be telling the truth. But I will spare you, so that no one can credit me with something beyond what he sees in me or hears from me,"
    },
    {
        "o": 32869,
        "r": "csb:2 Corinthians:12:7",
        "t": "especially because of the extraordinary revelations. Therefore, so that I would not exalt myself, a thorn in the flesh was given to me, a messenger of Satan to torment me so that I would not exalt myself."
    },
    {
        "o": 32870,
        "r": "csb:2 Corinthians:12:8",
        "t": "Concerning this, I pleaded with the Lord three times that it would leave me."
    },
    {
        "o": 32871,
        "r": "csb:2 Corinthians:12:9",
        "t": "But he said to me, “My*r grace*r is*r sufficient*r for*r you,*r for*r my*r power*r is*r perfected*r in*r weakness.”*r Therefore,*p I will most gladly boast all the more about my weaknesses, so that Christ’s power may reside in me."
    },
    {
        "o": 32872,
        "r": "csb:2 Corinthians:12:10",
        "t": "So I take pleasure in weaknesses, insults, hardships, persecutions, and in difficulties, for the sake of Christ. For when I am weak, then I am strong."
    },
    {
        "o": 32873,
        "r": "csb:2 Corinthians:12:10",
        "t": "Signs of an Apostle",
        "h": 2
    },
    {
        "o": 32874,
        "r": "csb:2 Corinthians:12:11",
        "t": "I*p have been a fool; you forced it on me. You ought to have commended me, since I am not in any way inferior to those “super-apostles,” even though I am nothing."
    },
    {
        "o": 32875,
        "r": "csb:2 Corinthians:12:12",
        "t": "The signs of an apostle were performed with unfailing endurance among you, including signs and wonders and miracles."
    },
    {
        "o": 32876,
        "r": "csb:2 Corinthians:12:13",
        "t": "So in what way are you worse off than the other churches, except that I personally did not burden you? Forgive me for this wrong!"
    },
    {
        "o": 32877,
        "r": "csb:2 Corinthians:12:13",
        "t": "Paul’s Concern for the Corinthians",
        "h": 2
    },
    {
        "o": 32878,
        "r": "csb:2 Corinthians:12:14",
        "t": "Look,*p I am ready to come to you this third time. I will not burden you, since I am not seeking what is yours, but you. For children ought not save up for their parents, but parents for their children."
    },
    {
        "o": 32879,
        "r": "csb:2 Corinthians:12:15",
        "t": "I will most gladly spend and be spent for you. If I love you more, am I to be loved less?"
    },
    {
        "o": 32880,
        "r": "csb:2 Corinthians:12:16",
        "t": "Now granted, I did not burden you; yet sly as I am, I took you in by deceit!"
    },
    {
        "o": 32881,
        "r": "csb:2 Corinthians:12:17",
        "t": "Did I take advantage of you by any of those I sent you?"
    },
    {
        "o": 32882,
        "r": "csb:2 Corinthians:12:18",
        "t": "I urged Titus to go, and I sent the brother with him. Titus didn’t take advantage of you, did he? Didn’t we walk in the same spirit and in the same footsteps?"
    },
    {
        "o": 32883,
        "r": "csb:2 Corinthians:12:19",
        "t": "Have*p you been thinking all along that we were defending ourselves to you? No, in the sight of God we are speaking in Christ, and everything, dear friends, is for building you up."
    },
    {
        "o": 32884,
        "r": "csb:2 Corinthians:12:20",
        "t": "For I fear that perhaps when I come I will not find you to be what I want, and you may not find me to be what you want. Perhaps there will be quarreling, jealousy, angry outbursts, selfish ambitions, slander, gossip, arrogance, and disorder."
    },
    {
        "o": 32885,
        "r": "csb:2 Corinthians:12:21",
        "t": "I fear that when I come my God will again humiliate me in your presence, and I will grieve for many who sinned before and have not repented of the moral impurity, sexual immorality, and sensuality they practiced."
    }
]
