[
    {
        "o": 18396,
        "r": "kjv:Song of Solomon:4:0",
        "t": "Song of Solomon 4",
        "h": 1
    },
    {
        "o": 18397,
        "r": "kjv:Song of Solomon:4:1",
        "t": "Behold,*p thou art fair, my love; behold, thou art fair; thou hast doves' eyes within thy locks: thy hair is as a flock of goats, that appear from mount Gilead."
    },
    {
        "o": 18398,
        "r": "kjv:Song of Solomon:4:2",
        "t": "Thy*p teeth are like a flock of sheep that are even shorn, which came up from the washing; whereof every one bear twins, and none is barren among them."
    },
    {
        "o": 18399,
        "r": "kjv:Song of Solomon:4:3",
        "t": "Thy*p lips are like a thread of scarlet, and thy speech is comely: thy temples are like a piece of a pomegranate within thy locks."
    },
    {
        "o": 18400,
        "r": "kjv:Song of Solomon:4:4",
        "t": "Thy*p neck is like the tower of David builded for an armoury, whereon there hang a thousand bucklers, all shields of mighty men."
    },
    {
        "o": 18401,
        "r": "kjv:Song of Solomon:4:5",
        "t": "Thy*p two breasts are like two young roes that are twins, which feed among the lilies."
    },
    {
        "o": 18402,
        "r": "kjv:Song of Solomon:4:6",
        "t": "Until*p the day break, and the shadows flee away, I will get me to the mountain of myrrh, and to the hill of frankincense."
    },
    {
        "o": 18403,
        "r": "kjv:Song of Solomon:4:7",
        "t": "Thou*p art all fair, my love; there is no spot in thee."
    },
    {
        "o": 18404,
        "r": "kjv:Song of Solomon:4:8",
        "t": "Come*p with me from Lebanon, my spouse, with me from Lebanon: look from the top of Amana, from the top of Senir and Hermon, from the lions' dens, from the mountains of the leopards."
    },
    {
        "o": 18405,
        "r": "kjv:Song of Solomon:4:9",
        "t": "Thou*p hast ravished my heart, my sister, my spouse; thou hast ravished my heart with one of thine eyes, with one chain of thy neck."
    },
    {
        "o": 18406,
        "r": "kjv:Song of Solomon:4:10",
        "t": "How*p fair is thy love, my sister, my spouse! how much better is thy love than wine! and the smell of thine ointments than all spices!"
    },
    {
        "o": 18407,
        "r": "kjv:Song of Solomon:4:11",
        "t": "Thy*p lips, O my spouse, drop as the honeycomb: honey and milk are under thy tongue; and the smell of thy garments is like the smell of Lebanon."
    },
    {
        "o": 18408,
        "r": "kjv:Song of Solomon:4:12",
        "t": "A*p garden inclosed is my sister, my spouse; a spring shut up, a fountain sealed."
    },
    {
        "o": 18409,
        "r": "kjv:Song of Solomon:4:13",
        "t": "Thy*p plants are an orchard of pomegranates, with pleasant fruits; camphire, with spikenard,"
    },
    {
        "o": 18410,
        "r": "kjv:Song of Solomon:4:14",
        "t": "Spikenard*p and saffron; calamus and cinnamon, with all trees of frankincense; myrrh and aloes, with all the chief spices:"
    },
    {
        "o": 18411,
        "r": "kjv:Song of Solomon:4:15",
        "t": "A*p fountain of gardens, a well of living waters, and streams from Lebanon."
    },
    {
        "o": 18412,
        "r": "kjv:Song of Solomon:4:16",
        "t": "Awake,*p O north wind; and come, thou south; blow upon my garden, that the spices thereof may flow out. Let my beloved come into his garden, and eat his pleasant fruits."
    }
]
