[
    {
        "o": 9206,
        "r": "nasb:2 Samuel:16:0",
        "t": "2 Samuel 16",
        "h": 1
    },
    {
        "o": 9207,
        "r": "nasb:2 Samuel:16:0",
        "t": "Ziba, a False Servant",
        "h": 2
    },
    {
        "o": 9208,
        "r": "nasb:2 Samuel:16:1",
        "t": "Now*p when David had passed a little beyond the summit, behold, Ziba the servant of Mephibosheth met him with a couple of saddled donkeys, and on them were*i two hundred loaves of bread, a hundred clusters of raisins, a hundred summer fruits, and a jug of wine."
    },
    {
        "o": 9209,
        "r": "nasb:2 Samuel:16:2",
        "t": "The king said to Ziba, “Why do you have these?” And Ziba said, “The donkeys are for the king’s household to ride, and the bread and summer fruit for the young men to eat, and the wine, for whoever is faint in the wilderness to drink.”"
    },
    {
        "o": 9210,
        "r": "nasb:2 Samuel:16:3",
        "t": "Then the king said, “And where is your master’s son?” And Ziba said to the king, “Behold, he is staying in Jerusalem, for he said, ‘Today the house of Israel will restore the kingdom of my father to me.’ ”"
    },
    {
        "o": 9211,
        "r": "nasb:2 Samuel:16:4",
        "t": "So the king said to Ziba, “Behold, all that belongs to Mephibosheth is yours.” And Ziba said, “I prostrate myself; let me find favor in your sight, O my lord, the king!”"
    },
    {
        "o": 9212,
        "r": "nasb:2 Samuel:16:4",
        "t": "David Is Cursed",
        "h": 2
    },
    {
        "o": 9213,
        "r": "nasb:2 Samuel:16:5",
        "t": "When*p King David came to Bahurim, behold, there came out from there a man of the family of the house of Saul whose name was Shimei, the son of Gera; he came out cursing continually as he came."
    },
    {
        "o": 9214,
        "r": "nasb:2 Samuel:16:6",
        "t": "He threw stones at David and at all the servants of King David; and all the people and all the mighty men were at his right hand and at his left."
    },
    {
        "o": 9215,
        "r": "nasb:2 Samuel:16:7",
        "t": "Thus Shimei said when he cursed, “Get out, get out, you man of bloodshed, and worthless fellow!"
    },
    {
        "o": 9216,
        "r": "nasb:2 Samuel:16:8",
        "t": "The Lord*s has returned upon you all the bloodshed of the house of Saul, in whose place you have reigned; and the Lord*s has given the kingdom into the hand of your son Absalom. And behold, you are taken*i in your own evil, for you are a man of bloodshed!”"
    },
    {
        "o": 9217,
        "r": "nasb:2 Samuel:16:9",
        "t": "Then*p Abishai the son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Let me go over now and cut off his head.”"
    },
    {
        "o": 9218,
        "r": "nasb:2 Samuel:16:10",
        "t": "But the king said, “What have I to do with you, O sons of Zeruiah? If he curses, and if the Lord*s has told him, ‘Curse David,’ then who shall say, ‘Why have you done so?’ ”"
    },
    {
        "o": 9219,
        "r": "nasb:2 Samuel:16:11",
        "t": "Then David said to Abishai and to all his servants, “Behold, my son who came out from me seeks my life; how much more now this Benjamite? Let him alone and let him curse, for the Lord*s has told him."
    },
    {
        "o": 9220,
        "r": "nasb:2 Samuel:16:12",
        "t": "Perhaps the Lord*s will look on my affliction and return good to me instead of his cursing this day.”"
    },
    {
        "o": 9221,
        "r": "nasb:2 Samuel:16:13",
        "t": "So David and his men went on the way; and Shimei went along on the hillside parallel with him and as he went he cursed and cast stones and threw dust at him."
    },
    {
        "o": 9222,
        "r": "nasb:2 Samuel:16:14",
        "t": "The king and all the people who were with him arrived weary and he refreshed himself there."
    },
    {
        "o": 9223,
        "r": "nasb:2 Samuel:16:14",
        "t": "Absalom Enters Jerusalem",
        "h": 2
    },
    {
        "o": 9224,
        "r": "nasb:2 Samuel:16:15",
        "t": "Then*p Absalom and all the people, the men of Israel, entered Jerusalem, and Ahithophel with him."
    },
    {
        "o": 9225,
        "r": "nasb:2 Samuel:16:16",
        "t": "Now it came about when Hushai the Archite, David’s friend, came to Absalom, that Hushai said to Absalom, “Long*i live the king! Long*i live the king!”"
    },
    {
        "o": 9226,
        "r": "nasb:2 Samuel:16:17",
        "t": "Absalom said to Hushai, “Is this your loyalty to your friend? Why did you not go with your friend?”"
    },
    {
        "o": 9227,
        "r": "nasb:2 Samuel:16:18",
        "t": "Then Hushai said to Absalom, “No! For whom the Lord,*s this people, and all the men of Israel have chosen, his I will be, and with him I will remain."
    },
    {
        "o": 9228,
        "r": "nasb:2 Samuel:16:19",
        "t": "Besides, whom should I serve? Should*i I*i not serve*i in the presence of his son? As I have served in your father’s presence, so I will be in your presence.”"
    },
    {
        "o": 9229,
        "r": "nasb:2 Samuel:16:20",
        "t": "Then*p Absalom said to Ahithophel, “Give your advice. What shall we do?”"
    },
    {
        "o": 9230,
        "r": "nasb:2 Samuel:16:21",
        "t": "Ahithophel said to Absalom, “Go in to your father’s concubines, whom he has left to keep the house; then all Israel will hear that you have made yourself odious to your father. The hands of all who are with you will also be strengthened.”"
    },
    {
        "o": 9231,
        "r": "nasb:2 Samuel:16:22",
        "t": "So they pitched a tent for Absalom on the roof, and Absalom went in to his father’s concubines in the sight of all Israel."
    },
    {
        "o": 9232,
        "r": "nasb:2 Samuel:16:23",
        "t": "The advice of Ahithophel, which he gave in those days, was*i as if one inquired of the word of God; so was all the advice of Ahithophel regarded*i by both David and Absalom."
    }
]
