[
    {
        "o": 7245,
        "r": "nkjv:Judges:3:0",
        "t": "Judges 3",
        "h": 1
    },
    {
        "o": 7246,
        "r": "nkjv:Judges:3:0",
        "t": "The Nations Remaining in the Land",
        "h": 2
    },
    {
        "o": 7247,
        "r": "nkjv:Judges:3:1",
        "t": "Now*p these are*i the nations which the Lord*s left, that He might test Israel by them, that*i is,*i all who had not known any of the wars in Canaan"
    },
    {
        "o": 7248,
        "r": "nkjv:Judges:3:2",
        "t": "(this*i was*i only so that the generations of the children of Israel might be taught to know war, at least those who had not formerly known it),"
    },
    {
        "o": 7249,
        "r": "nkjv:Judges:3:3",
        "t": "namely,*i five lords of the Philistines, all the Canaanites, the Sidonians, and the Hivites who dwelt in Mount Lebanon, from Mount Baal Hermon to the entrance of Hamath."
    },
    {
        "o": 7250,
        "r": "nkjv:Judges:3:4",
        "t": "And they were left,*i that*i He*i might*i test Israel by them, to know whether they would obey the commandments of the Lord,*s which He had commanded their fathers by the hand of Moses."
    },
    {
        "o": 7251,
        "r": "nkjv:Judges:3:5",
        "t": "Thus*p the children of Israel dwelt among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites."
    },
    {
        "o": 7252,
        "r": "nkjv:Judges:3:6",
        "t": "And they took their daughters to be their wives, and gave their daughters to their sons; and they served their gods."
    },
    {
        "o": 7253,
        "r": "nkjv:Judges:3:6",
        "t": "Othniel",
        "h": 2
    },
    {
        "o": 7254,
        "r": "nkjv:Judges:3:7",
        "t": "So*p the children of Israel did evil in the sight of the Lord.*s They forgot the Lord*s their God, and served the Baals and Asherahs."
    },
    {
        "o": 7255,
        "r": "nkjv:Judges:3:8",
        "t": "Therefore the anger of the Lord*s was hot against Israel, and He sold them into the hand of Cushan-Rishathaim king of Mesopotamia; and the children of Israel served Cushan-Rishathaim eight years."
    },
    {
        "o": 7256,
        "r": "nkjv:Judges:3:9",
        "t": "When the children of Israel cried out to the Lord,*s the Lord*s raised up a deliverer for the children of Israel, who delivered them: Othniel the son of Kenaz, Caleb’s younger brother."
    },
    {
        "o": 7257,
        "r": "nkjv:Judges:3:10",
        "t": "The Spirit of the Lord*s came upon him, and he judged Israel. He went out to war, and the Lord*s delivered Cushan-Rishathaim king of Mesopotamia into his hand; and his hand prevailed over Cushan-Rishathaim."
    },
    {
        "o": 7258,
        "r": "nkjv:Judges:3:11",
        "t": "So the land had rest for forty years. Then Othniel the son of Kenaz died."
    },
    {
        "o": 7259,
        "r": "nkjv:Judges:3:11",
        "t": "Ehud",
        "h": 2
    },
    {
        "o": 7260,
        "r": "nkjv:Judges:3:12",
        "t": "And*p the children of Israel again did evil in the sight of the Lord.*s So the Lord*s strengthened Eglon king of Moab against Israel, because they had done evil in the sight of the Lord.*s"
    },
    {
        "o": 7261,
        "r": "nkjv:Judges:3:13",
        "t": "Then he gathered to himself the people of Ammon and Amalek, went and defeated Israel, and took possession of the City of Palms."
    },
    {
        "o": 7262,
        "r": "nkjv:Judges:3:14",
        "t": "So the children of Israel served Eglon king of Moab eighteen years."
    },
    {
        "o": 7263,
        "r": "nkjv:Judges:3:15",
        "t": "But*p when the children of Israel cried out to the Lord,*s the Lord*s raised up a deliverer for them: Ehud the son of Gera, the Benjamite, a left-handed man. By him the children of Israel sent tribute to Eglon king of Moab."
    },
    {
        "o": 7264,
        "r": "nkjv:Judges:3:16",
        "t": "Now Ehud made himself a dagger (it was double-edged and a cubit in length) and fastened it under his clothes on his right thigh."
    },
    {
        "o": 7265,
        "r": "nkjv:Judges:3:17",
        "t": "So he brought the tribute to Eglon king of Moab. (Now Eglon was*i a very fat man.)"
    },
    {
        "o": 7266,
        "r": "nkjv:Judges:3:18",
        "t": "And when he had finished presenting the tribute, he sent away the people who had carried the tribute."
    },
    {
        "o": 7267,
        "r": "nkjv:Judges:3:19",
        "t": "But he himself turned back from the stone images that were*i at Gilgal, and said, “I have a secret message for you, O king.” He*p said, “Keep silence!” And all who attended him went out from him."
    },
    {
        "o": 7268,
        "r": "nkjv:Judges:3:20",
        "t": "So*p Ehud came to him (now he was sitting upstairs in his cool private chamber). Then Ehud said, “I have a message from God for you.” So he arose from his*i seat."
    },
    {
        "o": 7269,
        "r": "nkjv:Judges:3:21",
        "t": "Then Ehud reached with his left hand, took the dagger from his right thigh, and thrust it into his belly."
    },
    {
        "o": 7270,
        "r": "nkjv:Judges:3:22",
        "t": "Even the hilt went in after the blade, and the fat closed over the blade, for he did not draw the dagger out of his belly; and his entrails came out."
    },
    {
        "o": 7271,
        "r": "nkjv:Judges:3:23",
        "t": "Then Ehud went out through the porch and shut the doors of the upper room behind him and locked them."
    },
    {
        "o": 7272,
        "r": "nkjv:Judges:3:24",
        "t": "When*p he had gone out, Eglon’s*i servants came to look, and to*i their*i surprise, the doors of the upper room were locked. So they said, “He is probably attending to his needs in the cool chamber.”"
    },
    {
        "o": 7273,
        "r": "nkjv:Judges:3:25",
        "t": "So they waited till they were embarrassed, and still he had not opened the doors of the upper room. Therefore they took the key and opened them.*i And there was their master, fallen dead on the floor."
    },
    {
        "o": 7274,
        "r": "nkjv:Judges:3:26",
        "t": "But*p Ehud had escaped while they delayed, and passed beyond the stone images and escaped to Seirah."
    },
    {
        "o": 7275,
        "r": "nkjv:Judges:3:27",
        "t": "And it happened, when he arrived, that he blew the trumpet in the mountains of Ephraim, and the children of Israel went down with him from the mountains; and he led them."
    },
    {
        "o": 7276,
        "r": "nkjv:Judges:3:28",
        "t": "Then he said to them, “Follow me,*i for the Lord*s has delivered your enemies the Moabites into your hand.” So they went down after him, seized the fords of the Jordan leading to Moab, and did not allow anyone to cross over."
    },
    {
        "o": 7277,
        "r": "nkjv:Judges:3:29",
        "t": "And at that time they killed about ten thousand men of Moab, all stout men of valor; not a man escaped."
    },
    {
        "o": 7278,
        "r": "nkjv:Judges:3:30",
        "t": "So Moab was subdued that day under the hand of Israel. And the land had rest for eighty years."
    },
    {
        "o": 7279,
        "r": "nkjv:Judges:3:30",
        "t": "Shamgar",
        "h": 2
    },
    {
        "o": 7280,
        "r": "nkjv:Judges:3:31",
        "t": "After*p him was Shamgar the son of Anath, who killed six hundred men of the Philistines with an ox goad; and he also delivered Israel."
    }
]
