[
    {
        "o": 33708,
        "r": "niv:2 Peter:1:0",
        "t": "2 Peter 1",
        "h": 1
    },
    {
        "o": 33709,
        "r": "niv:2 Peter:1:1",
        "t": "Simon*p Peter, a servant and apostle of Jesus Christ, To*p those who through the righteousness of our God and Savior Jesus Christ have received a faith as precious as ours:"
    },
    {
        "o": 33710,
        "r": "niv:2 Peter:1:2",
        "t": "Grace*p and peace be yours in abundance through the knowledge of God and of Jesus our Lord."
    },
    {
        "o": 33711,
        "r": "niv:2 Peter:1:2",
        "t": "Confirming One’s Calling and Election",
        "h": 2
    },
    {
        "o": 33712,
        "r": "niv:2 Peter:1:3",
        "t": "His*p divine power has given us everything we need for a godly life through our knowledge of him who called us by his own glory and goodness."
    },
    {
        "o": 33713,
        "r": "niv:2 Peter:1:4",
        "t": "Through these he has given us his very great and precious promises, so that through them you may participate in the divine nature, having escaped the corruption in the world caused by evil desires."
    },
    {
        "o": 33714,
        "r": "niv:2 Peter:1:5",
        "t": "For*p this very reason, make every effort to add to your faith goodness; and to goodness, knowledge;"
    },
    {
        "o": 33715,
        "r": "niv:2 Peter:1:6",
        "t": "and to knowledge, self-control; and to self-control, perseverance; and to perseverance, godliness;"
    },
    {
        "o": 33716,
        "r": "niv:2 Peter:1:7",
        "t": "and to godliness, mutual affection; and to mutual affection, love."
    },
    {
        "o": 33717,
        "r": "niv:2 Peter:1:8",
        "t": "For if you possess these qualities in increasing measure, they will keep you from being ineffective and unproductive in your knowledge of our Lord Jesus Christ."
    },
    {
        "o": 33718,
        "r": "niv:2 Peter:1:9",
        "t": "But whoever does not have them is nearsighted and blind, forgetting that they have been cleansed from their past sins."
    },
    {
        "o": 33719,
        "r": "niv:2 Peter:1:10",
        "t": "Therefore,*p my brothers and sisters, make every effort to confirm your calling and election. For if you do these things, you will never stumble,"
    },
    {
        "o": 33720,
        "r": "niv:2 Peter:1:11",
        "t": "and you will receive a rich welcome into the eternal kingdom of our Lord and Savior Jesus Christ."
    },
    {
        "o": 33721,
        "r": "niv:2 Peter:1:11",
        "t": "Prophecy of Scripture",
        "h": 2
    },
    {
        "o": 33722,
        "r": "niv:2 Peter:1:12",
        "t": "So*p I will always remind you of these things, even though you know them and are firmly established in the truth you now have."
    },
    {
        "o": 33723,
        "r": "niv:2 Peter:1:13",
        "t": "I think it is right to refresh your memory as long as I live in the tent of this body,"
    },
    {
        "o": 33724,
        "r": "niv:2 Peter:1:14",
        "t": "because I know that I will soon put it aside, as our Lord Jesus Christ has made clear to me."
    },
    {
        "o": 33725,
        "r": "niv:2 Peter:1:15",
        "t": "And I will make every effort to see that after my departure you will always be able to remember these things."
    },
    {
        "o": 33726,
        "r": "niv:2 Peter:1:16",
        "t": "For*p we did not follow cleverly devised stories when we told you about the coming of our Lord Jesus Christ in power, but we were eyewitnesses of his majesty."
    },
    {
        "o": 33727,
        "r": "niv:2 Peter:1:17",
        "t": "He received honor and glory from God the Father when the voice came to him from the Majestic Glory, saying, “This is my Son, whom I love; with him I am well pleased.”"
    },
    {
        "o": 33728,
        "r": "niv:2 Peter:1:18",
        "t": "We ourselves heard this voice that came from heaven when we were with him on the sacred mountain."
    },
    {
        "o": 33729,
        "r": "niv:2 Peter:1:19",
        "t": "We*p also have the prophetic message as something completely reliable, and you will do well to pay attention to it, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts."
    },
    {
        "o": 33730,
        "r": "niv:2 Peter:1:20",
        "t": "Above all, you must understand that no prophecy of Scripture came about by the prophet’s own interpretation of things."
    },
    {
        "o": 33731,
        "r": "niv:2 Peter:1:21",
        "t": "For prophecy never had its origin in the human will, but prophets, though human, spoke from God as they were carried along by the Holy Spirit."
    },
    {
        "o": 33732,
        "r": "niv:2 Peter:2:0",
        "t": "2 Peter 2",
        "h": 1
    },
    {
        "o": 33733,
        "r": "niv:2 Peter:2:0",
        "t": "False Teachers and Their Destruction",
        "h": 2
    },
    {
        "o": 33734,
        "r": "niv:2 Peter:2:1",
        "t": "But*p there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them—bringing swift destruction on themselves."
    },
    {
        "o": 33735,
        "r": "niv:2 Peter:2:2",
        "t": "Many will follow their depraved conduct and will bring the way of truth into disrepute."
    },
    {
        "o": 33736,
        "r": "niv:2 Peter:2:3",
        "t": "In their greed these teachers will exploit you with fabricated stories. Their condemnation has long been hanging over them, and their destruction has not been sleeping."
    },
    {
        "o": 33737,
        "r": "niv:2 Peter:2:4",
        "t": "For*p if God did not spare angels when they sinned, but sent them to hell, putting them in chains of darkness to be held for judgment;"
    },
    {
        "o": 33738,
        "r": "niv:2 Peter:2:5",
        "t": "if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others;"
    },
    {
        "o": 33739,
        "r": "niv:2 Peter:2:6",
        "t": "if he condemned the cities of Sodom and Gomorrah by burning them to ashes, and made them an example of what is going to happen to the ungodly;"
    },
    {
        "o": 33740,
        "r": "niv:2 Peter:2:7",
        "t": "and if he rescued Lot, a righteous man, who was distressed by the depraved conduct of the lawless"
    },
    {
        "o": 33741,
        "r": "niv:2 Peter:2:8",
        "t": "(for that righteous man, living among them day after day, was tormented in his righteous soul by the lawless deeds he saw and heard)—"
    },
    {
        "o": 33742,
        "r": "niv:2 Peter:2:9",
        "t": "if this is so, then the Lord knows how to rescue the godly from trials and to hold the unrighteous for punishment on the day of judgment."
    },
    {
        "o": 33743,
        "r": "niv:2 Peter:2:10",
        "t": "This is especially true of those who follow the corrupt desire of the flesh and despise authority. Bold*p and arrogant, they are not afraid to heap abuse on celestial beings;"
    },
    {
        "o": 33744,
        "r": "niv:2 Peter:2:11",
        "t": "yet even angels, although they are stronger and more powerful, do not heap abuse on such beings when bringing judgment on them from the Lord."
    },
    {
        "o": 33745,
        "r": "niv:2 Peter:2:12",
        "t": "But these people blaspheme in matters they do not understand. They are like unreasoning animals, creatures of instinct, born only to be caught and destroyed, and like animals they too will perish."
    },
    {
        "o": 33746,
        "r": "niv:2 Peter:2:13",
        "t": "They*p will be paid back with harm for the harm they have done. Their idea of pleasure is to carouse in broad daylight. They are blots and blemishes, reveling in their pleasures while they feast with you."
    },
    {
        "o": 33747,
        "r": "niv:2 Peter:2:14",
        "t": "With eyes full of adultery, they never stop sinning; they seduce the unstable; they are experts in greed—an accursed brood!"
    },
    {
        "o": 33748,
        "r": "niv:2 Peter:2:15",
        "t": "They have left the straight way and wandered off to follow the way of Balaam son of Bezer, who loved the wages of wickedness."
    },
    {
        "o": 33749,
        "r": "niv:2 Peter:2:16",
        "t": "But he was rebuked for his wrongdoing by a donkey—an animal without speech—who spoke with a human voice and restrained the prophet’s madness."
    },
    {
        "o": 33750,
        "r": "niv:2 Peter:2:17",
        "t": "These*p people are springs without water and mists driven by a storm. Blackest darkness is reserved for them."
    },
    {
        "o": 33751,
        "r": "niv:2 Peter:2:18",
        "t": "For they mouth empty, boastful words and, by appealing to the lustful desires of the flesh, they entice people who are just escaping from those who live in error."
    },
    {
        "o": 33752,
        "r": "niv:2 Peter:2:19",
        "t": "They promise them freedom, while they themselves are slaves of depravity—for “people are slaves to whatever has mastered them.”"
    },
    {
        "o": 33753,
        "r": "niv:2 Peter:2:20",
        "t": "If they have escaped the corruption of the world by knowing our Lord and Savior Jesus Christ and are again entangled in it and are overcome, they are worse off at the end than they were at the beginning."
    },
    {
        "o": 33754,
        "r": "niv:2 Peter:2:21",
        "t": "It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them."
    },
    {
        "o": 33755,
        "r": "niv:2 Peter:2:22",
        "t": "Of them the proverbs are true: “A dog returns to its vomit,” and, “A sow that is washed returns to her wallowing in the mud.”"
    },
    {
        "o": 33756,
        "r": "niv:2 Peter:3:0",
        "t": "2 Peter 3",
        "h": 1
    },
    {
        "o": 33757,
        "r": "niv:2 Peter:3:0",
        "t": "The Day of the Lord",
        "h": 2
    },
    {
        "o": 33758,
        "r": "niv:2 Peter:3:1",
        "t": "Dear*p friends, this is now my second letter to you. I have written both of them as reminders to stimulate you to wholesome thinking."
    },
    {
        "o": 33759,
        "r": "niv:2 Peter:3:2",
        "t": "I want you to recall the words spoken in the past by the holy prophets and the command given by our Lord and Savior through your apostles."
    },
    {
        "o": 33760,
        "r": "niv:2 Peter:3:3",
        "t": "Above*p all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires."
    },
    {
        "o": 33761,
        "r": "niv:2 Peter:3:4",
        "t": "They will say, “Where is this ‘coming’ he promised? Ever since our ancestors died, everything goes on as it has since the beginning of creation.”"
    },
    {
        "o": 33762,
        "r": "niv:2 Peter:3:5",
        "t": "But they deliberately forget that long ago by God’s word the heavens came into being and the earth was formed out of water and by water."
    },
    {
        "o": 33763,
        "r": "niv:2 Peter:3:6",
        "t": "By these waters also the world of that time was deluged and destroyed."
    },
    {
        "o": 33764,
        "r": "niv:2 Peter:3:7",
        "t": "By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of the ungodly."
    },
    {
        "o": 33765,
        "r": "niv:2 Peter:3:8",
        "t": "But*p do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day."
    },
    {
        "o": 33766,
        "r": "niv:2 Peter:3:9",
        "t": "The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance."
    },
    {
        "o": 33767,
        "r": "niv:2 Peter:3:10",
        "t": "But*p the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything done in it will be laid bare."
    },
    {
        "o": 33768,
        "r": "niv:2 Peter:3:11",
        "t": "Since*p everything will be destroyed in this way, what kind of people ought you to be? You ought to live holy and godly lives"
    },
    {
        "o": 33769,
        "r": "niv:2 Peter:3:12",
        "t": "as you look forward to the day of God and speed its coming. That day will bring about the destruction of the heavens by fire, and the elements will melt in the heat."
    },
    {
        "o": 33770,
        "r": "niv:2 Peter:3:13",
        "t": "But in keeping with his promise we are looking forward to a new heaven and a new earth, where righteousness dwells."
    },
    {
        "o": 33771,
        "r": "niv:2 Peter:3:14",
        "t": "So*p then, dear friends, since you are looking forward to this, make every effort to be found spotless, blameless and at peace with him."
    },
    {
        "o": 33772,
        "r": "niv:2 Peter:3:15",
        "t": "Bear in mind that our Lord’s patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him."
    },
    {
        "o": 33773,
        "r": "niv:2 Peter:3:16",
        "t": "He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction."
    },
    {
        "o": 33774,
        "r": "niv:2 Peter:3:17",
        "t": "Therefore,*p dear friends, since you have been forewarned, be on your guard so that you may not be carried away by the error of the lawless and fall from your secure position."
    },
    {
        "o": 33775,
        "r": "niv:2 Peter:3:18",
        "t": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen."
    }
]
