[
    {
        "o": 7697,
        "r": "csb:Judges:16:0",
        "t": "Judges 16",
        "h": 1
    },
    {
        "o": 7698,
        "r": "csb:Judges:16:0",
        "t": "Samson and Delilah",
        "h": 2
    },
    {
        "o": 7699,
        "r": "csb:Judges:16:1",
        "t": "Samson*p went to Gaza, where he saw a prostitute and went to bed with her."
    },
    {
        "o": 7700,
        "r": "csb:Judges:16:2",
        "t": "When the Gazites heard that Samson was there, they surrounded the place and waited in ambush for him all that night at the city gate. They kept quiet all night, saying, “Let’s wait until dawn; then we will kill him.”"
    },
    {
        "o": 7701,
        "r": "csb:Judges:16:3",
        "t": "But Samson stayed in bed only until midnight. Then he got up, took hold of the doors of the city gate along with the two gateposts, and pulled them out, bar and all. He put them on his shoulders and took them to the top of the mountain overlooking Hebron."
    },
    {
        "o": 7702,
        "r": "csb:Judges:16:4",
        "t": "Some*p time later, he fell in love with a woman named Delilah, who lived in the Sorek Valley."
    },
    {
        "o": 7703,
        "r": "csb:Judges:16:5",
        "t": "The Philistine leaders went to her and said, “Persuade him to tell you where his great strength comes from, so we can overpower him, tie him up, and make him helpless. Each of us will then give you 1,100 pieces of silver.”"
    },
    {
        "o": 7704,
        "r": "csb:Judges:16:6",
        "t": "So*p Delilah said to Samson, “Please tell me, where does your great strength come from? How could someone tie you up and make you helpless?”"
    },
    {
        "o": 7705,
        "r": "csb:Judges:16:7",
        "t": "Samson*p told her, “If they tie me up with seven fresh bowstrings that have not been dried, I will become weak and be like any other man.”"
    },
    {
        "o": 7706,
        "r": "csb:Judges:16:8",
        "t": "The*p Philistine leaders brought her seven fresh bowstrings that had not been dried, and she tied him up with them."
    },
    {
        "o": 7707,
        "r": "csb:Judges:16:9",
        "t": "While the men in ambush were waiting in her room, she called out to him, “Samson, the Philistines are here!” But he snapped the bowstrings as a strand of yarn snaps when it touches fire. The secret of his strength remained unknown."
    },
    {
        "o": 7708,
        "r": "csb:Judges:16:10",
        "t": "Then*p Delilah said to Samson, “You have mocked me and told me lies! Won’t you please tell me how you can be tied up?”"
    },
    {
        "o": 7709,
        "r": "csb:Judges:16:11",
        "t": "He*p told her, “If they tie me up with new ropes that have never been used, I will become weak and be like any other man.”"
    },
    {
        "o": 7710,
        "r": "csb:Judges:16:12",
        "t": "Delilah*p took new ropes, tied him up with them, and shouted, “Samson, the Philistines are here!” But while the men in ambush were waiting in her room, he snapped the ropes off his arms like a thread."
    },
    {
        "o": 7711,
        "r": "csb:Judges:16:13",
        "t": "Then*p Delilah said to Samson, “You have mocked me all along and told me lies! Tell me how you can be tied up.” He*p told her, “If you weave the seven braids on my head into the fabric on a loom -”"
    },
    {
        "o": 7712,
        "r": "csb:Judges:16:14",
        "t": "She*p fastened the braids with a pin and called to him, “Samson, the Philistines are here!” He awoke from his sleep and pulled out the pin, with the loom and the web."
    },
    {
        "o": 7713,
        "r": "csb:Judges:16:15",
        "t": "“How*p can you say, ‘I love you,’” she told him, “when your heart is not with me? This is the third time you have mocked me and not told me what makes your strength so great!”"
    },
    {
        "o": 7714,
        "r": "csb:Judges:16:16",
        "t": "Because*p she nagged him day after day and pleaded with him until she wore him out,"
    },
    {
        "o": 7715,
        "r": "csb:Judges:16:17",
        "t": "he told her the whole truth and said to her, “My hair has never been cut, because I am a Nazirite to God from birth. If I am shaved, my strength will leave me, and I will become weak and be like any other man.”"
    },
    {
        "o": 7716,
        "r": "csb:Judges:16:18",
        "t": "When*p Delilah realized that he had told her the whole truth, she sent this message to the Philistine leaders: “Come one more time, for he has told me the whole truth.” The Philistine leaders came to her and brought the silver with them."
    },
    {
        "o": 7717,
        "r": "csb:Judges:16:19",
        "t": "Then*p she let him fall asleep on her lap and called a man to shave off the seven braids on his head. In this way, she made him helpless, and his strength left him."
    },
    {
        "o": 7718,
        "r": "csb:Judges:16:20",
        "t": "Then she cried, “Samson, the Philistines are here!” When he awoke from his sleep, he said, “I will escape as I did before and shake myself free.” But he did not know that the Lord*s had left him."
    },
    {
        "o": 7719,
        "r": "csb:Judges:16:20",
        "t": "Samson’s Defeat and Death",
        "h": 2
    },
    {
        "o": 7720,
        "r": "csb:Judges:16:21",
        "t": "The*p Philistines seized him and gouged out his eyes. They brought him down to Gaza and bound him with bronze shackles, and he was forced to grind grain in the prison."
    },
    {
        "o": 7721,
        "r": "csb:Judges:16:22",
        "t": "But his hair began to grow back after it had been shaved."
    },
    {
        "o": 7722,
        "r": "csb:Judges:16:23",
        "t": "Now*p the Philistine leaders gathered together to offer a great sacrifice to their god Dagon. They rejoiced and said: Our*pn god has handed over our*ln enemy Samson to us."
    },
    {
        "o": 7723,
        "r": "csb:Judges:16:24",
        "t": "When*p the people saw him, they praised their god and said: Our*pn god has handed over to us our*ln enemy who destroyed our land and*ln who multiplied our dead."
    },
    {
        "o": 7724,
        "r": "csb:Judges:16:25",
        "t": "When*p they were in good spirits, they said, “Bring Samson here to entertain us.” So they brought Samson from prison, and he entertained them. They had him stand between the pillars."
    },
    {
        "o": 7725,
        "r": "csb:Judges:16:26",
        "t": "Samson*p said to the young man who was leading him by the hand, “Lead me where I can feel the pillars supporting the temple, so I can lean against them.”"
    },
    {
        "o": 7726,
        "r": "csb:Judges:16:27",
        "t": "The temple was full of men and women; all the leaders of the Philistines were there, and about three thousand men and women were on the roof watching Samson entertain them."
    },
    {
        "o": 7727,
        "r": "csb:Judges:16:28",
        "t": "He called out to the Lord,*s “Lord God,*s please remember me. Strengthen me, God, just once more. With one act of vengeance, let me pay back the Philistines for my two eyes.”"
    },
    {
        "o": 7728,
        "r": "csb:Judges:16:29",
        "t": "Samson took hold of the two middle pillars supporting the temple and leaned against them, one on his right hand and the other on his left."
    },
    {
        "o": 7729,
        "r": "csb:Judges:16:30",
        "t": "Samson said, “Let me die with the Philistines.” He pushed with all his might, and the temple fell on the leaders and all the people in it. And those he killed at his death were more than those he had killed in his life."
    },
    {
        "o": 7730,
        "r": "csb:Judges:16:31",
        "t": "Then*p his brothers and his father’s whole family came down, carried him back, and buried him between Zorah and Eshtaol in the tomb of his father Manoah. So he judged Israel twenty years."
    }
]
