[
    {
        "o": 32743,
        "r": "csb:2 Corinthians:7:0",
        "t": "2 Corinthians 7",
        "h": 1
    },
    {
        "o": 32744,
        "r": "csb:2 Corinthians:7:1",
        "t": "So*p then, dear friends, since we have these promises, let us cleanse ourselves from every impurity of the flesh and spirit, bringing holiness to completion in the fear of God."
    },
    {
        "o": 32745,
        "r": "csb:2 Corinthians:7:1",
        "t": "Joy and Repentance",
        "h": 2
    },
    {
        "o": 32746,
        "r": "csb:2 Corinthians:7:2",
        "t": "Make*p room for us in your hearts. We have wronged no one, corrupted no one, taken advantage of no one."
    },
    {
        "o": 32747,
        "r": "csb:2 Corinthians:7:3",
        "t": "I don’t say this to condemn you, since I have already said that you are in our hearts, to die together and to live together."
    },
    {
        "o": 32748,
        "r": "csb:2 Corinthians:7:4",
        "t": "I am very frank with you; I have great pride in you. I am filled with encouragement; I am overflowing with joy in all our afflictions."
    },
    {
        "o": 32749,
        "r": "csb:2 Corinthians:7:5",
        "t": "In*p fact, when we came into Macedonia, we had no rest. Instead, we were troubled in every way: conflicts on the outside, fears within."
    },
    {
        "o": 32750,
        "r": "csb:2 Corinthians:7:6",
        "t": "But God, who comforts the downcast, comforted us by the arrival of Titus,"
    },
    {
        "o": 32751,
        "r": "csb:2 Corinthians:7:7",
        "t": "and not only by his arrival but also by the comfort he received from you. He told us about your deep longing, your sorrow, and your zeal for me, so that I rejoiced even more."
    },
    {
        "o": 32752,
        "r": "csb:2 Corinthians:7:8",
        "t": "For even if I grieved you with my letter, I don’t regret it. And if I regretted it - since I saw that the letter grieved you, yet only for a while -"
    },
    {
        "o": 32753,
        "r": "csb:2 Corinthians:7:9",
        "t": "I now rejoice, not because you were grieved, but because your grief led to repentance. For you were grieved as God willed, so that you didn’t experience any loss from us."
    },
    {
        "o": 32754,
        "r": "csb:2 Corinthians:7:10",
        "t": "For godly grief produces a repentance that leads to salvation without regret, but worldly grief produces death."
    },
    {
        "o": 32755,
        "r": "csb:2 Corinthians:7:11",
        "t": "For consider how much diligence this very thing - this grieving as God wills - has produced in you: what a desire to clear yourselves, what indignation, what fear, what deep longing, what zeal, what justice! In every way you showed yourselves to be pure in this matter."
    },
    {
        "o": 32756,
        "r": "csb:2 Corinthians:7:12",
        "t": "So even though I wrote to you, it was not because of the one who did wrong, or because of the one who was wronged, but in order that your devotion to us might be made plain to you in the sight of God."
    },
    {
        "o": 32757,
        "r": "csb:2 Corinthians:7:13",
        "t": "For this reason we have been comforted. In*p addition to our own comfort, we rejoiced even more over the joy Titus had, because his spirit was refreshed by all of you."
    },
    {
        "o": 32758,
        "r": "csb:2 Corinthians:7:14",
        "t": "For if I have made any boast to him about you, I have not been disappointed; but as I have spoken everything to you in truth, so our boasting to Titus has also turned out to be the truth."
    },
    {
        "o": 32759,
        "r": "csb:2 Corinthians:7:15",
        "t": "And his affection toward you is even greater as he remembers the obedience of all of you, and how you received him with fear and trembling."
    },
    {
        "o": 32760,
        "r": "csb:2 Corinthians:7:16",
        "t": "I rejoice that I have complete confidence in you."
    }
]
