[
    {
        "o": 24451,
        "r": "csb:Daniel:1:0",
        "t": "Daniel 1",
        "h": 1
    },
    {
        "o": 24452,
        "r": "csb:Daniel:1:0",
        "t": "Daniel’s Captivity in Babylon",
        "h": 2
    },
    {
        "o": 24453,
        "r": "csb:Daniel:1:1",
        "t": "In*p the third year of the reign of King Jehoiakim of Judah, King Nebuchadnezzar of Babylon came to Jerusalem and laid siege to it."
    },
    {
        "o": 24454,
        "r": "csb:Daniel:1:2",
        "t": "The Lord handed King Jehoiakim of Judah over to him, along with some of the vessels from the house of God. Nebuchadnezzar carried them to the land of Babylon, to the house of his god, and put the vessels in the treasury of his god."
    },
    {
        "o": 24455,
        "r": "csb:Daniel:1:3",
        "t": "The*p king ordered Ashpenaz, his chief eunuch, to bring some of the Israelites from the royal family and from the nobility -"
    },
    {
        "o": 24456,
        "r": "csb:Daniel:1:4",
        "t": "young men without any physical defect, good-looking, suitable for instruction in all wisdom, knowledgeable, perceptive, and capable of serving in the king’s palace. He was to teach them the Chaldean language and literature."
    },
    {
        "o": 24457,
        "r": "csb:Daniel:1:5",
        "t": "The king assigned them daily provisions from the royal food and from the wine that he drank. They were to be trained for three years, and at the end of that time they were to attend the king."
    },
    {
        "o": 24458,
        "r": "csb:Daniel:1:6",
        "t": "Among them, from the Judahites, were Daniel, Hananiah, Mishael, and Azariah."
    },
    {
        "o": 24459,
        "r": "csb:Daniel:1:7",
        "t": "The chief eunuch gave them names; he gave the name Belteshazzar to Daniel, Shadrach to Hananiah, Meshach to Mishael, and Abednego to Azariah."
    },
    {
        "o": 24460,
        "r": "csb:Daniel:1:7",
        "t": "Faithfulness in Babylon",
        "h": 2
    },
    {
        "o": 24461,
        "r": "csb:Daniel:1:8",
        "t": "Daniel*p determined that he would not defile himself with the king’s food or with the wine he drank. So he asked permission from the chief eunuch not to defile himself."
    },
    {
        "o": 24462,
        "r": "csb:Daniel:1:9",
        "t": "God had granted Daniel kindness and compassion from the chief eunuch,"
    },
    {
        "o": 24463,
        "r": "csb:Daniel:1:10",
        "t": "yet he said to Daniel, “I fear my lord the king, who assigned your food and drink. What if he sees your faces looking thinner than the other young men your age? You would endanger my life with the king.”"
    },
    {
        "o": 24464,
        "r": "csb:Daniel:1:11",
        "t": "So*p Daniel said to the guard whom the chief eunuch had assigned to Daniel, Hananiah, Mishael, and Azariah,"
    },
    {
        "o": 24465,
        "r": "csb:Daniel:1:12",
        "t": "“Please test your servants for ten days. Let us be given vegetables to eat and water to drink."
    },
    {
        "o": 24466,
        "r": "csb:Daniel:1:13",
        "t": "Then examine our appearance and the appearance of the young men who are eating the king’s food, and deal with your servants based on what you see.”"
    },
    {
        "o": 24467,
        "r": "csb:Daniel:1:14",
        "t": "He agreed with them about this and tested them for ten days."
    },
    {
        "o": 24468,
        "r": "csb:Daniel:1:15",
        "t": "At the end of ten days they looked better and healthier than all the young men who were eating the king’s food."
    },
    {
        "o": 24469,
        "r": "csb:Daniel:1:16",
        "t": "So the guard continued to remove their food and the wine they were to drink and gave them vegetables."
    },
    {
        "o": 24470,
        "r": "csb:Daniel:1:16",
        "t": "Faithfulness Rewarded",
        "h": 2
    },
    {
        "o": 24471,
        "r": "csb:Daniel:1:17",
        "t": "God*p gave these four young men knowledge and understanding in every kind of literature and wisdom. Daniel also understood visions and dreams of every kind."
    },
    {
        "o": 24472,
        "r": "csb:Daniel:1:18",
        "t": "At the end of the time that the king had said to present them, the chief eunuch presented them to Nebuchadnezzar."
    },
    {
        "o": 24473,
        "r": "csb:Daniel:1:19",
        "t": "The king interviewed them, and among all of them, no one was found equal to Daniel, Hananiah, Mishael, and Azariah. So they began to attend the king."
    },
    {
        "o": 24474,
        "r": "csb:Daniel:1:20",
        "t": "In every matter of wisdom and understanding that the king consulted them about, he found them ten times better than all the magicians and mediums in his entire kingdom."
    },
    {
        "o": 24475,
        "r": "csb:Daniel:1:21",
        "t": "Daniel remained there until the first year of King Cyrus."
    }
]
