[
    {
        "o": 15442,
        "r": "csb:Job:42:0",
        "t": "Job 42",
        "h": 1
    },
    {
        "o": 15443,
        "r": "csb:Job:42:0",
        "t": "Job Replies to the Lord",
        "h": 2
    },
    {
        "o": 15444,
        "r": "csb:Job:42:1",
        "t": "Then*p Job replied to the Lord:*s"
    },
    {
        "o": 15445,
        "r": "csb:Job:42:2",
        "t": "I*pn know that you can do anything and*ln no plan of yours can be thwarted."
    },
    {
        "o": 15446,
        "r": "csb:Job:42:3",
        "t": "You*ln asked, “Who is this who conceals my counsel with ignorance?” Surely*ln I spoke about things I did not understand, things*ln too wondrous for me to know."
    },
    {
        "o": 15447,
        "r": "csb:Job:42:4",
        "t": "You*ln said, “Listen now, and I will speak. When*ln I question you, you will inform me.”"
    },
    {
        "o": 15448,
        "r": "csb:Job:42:5",
        "t": "I*ln had heard reports about you, but*ln now my eyes have seen you."
    },
    {
        "o": 15449,
        "r": "csb:Job:42:6",
        "t": "Therefore,*ln I reject my words and am sorry for them; I*ln am dust and ashes."
    },
    {
        "o": 15450,
        "r": "csb:Job:42:7",
        "t": "After*p the Lord*s had finished speaking to Job, he said to Eliphaz the Temanite, “I am angry with you and your two friends, for you have not spoken the truth about me, as my servant Job has."
    },
    {
        "o": 15451,
        "r": "csb:Job:42:8",
        "t": "Now take seven bulls and seven rams, go to my servant Job, and offer a burnt offering for yourselves. Then my servant Job will pray for you. I will surely accept his prayer and not deal with you as your folly deserves. For you have not spoken the truth about me, as my servant Job has.”"
    },
    {
        "o": 15452,
        "r": "csb:Job:42:9",
        "t": "Then Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite went and did as the Lord*s had told them, and the Lord*s accepted Job’s prayer."
    },
    {
        "o": 15453,
        "r": "csb:Job:42:9",
        "t": "God Restores Job",
        "h": 2
    },
    {
        "o": 15454,
        "r": "csb:Job:42:10",
        "t": "After*p Job had prayed for his friends, the Lord*s restored his fortunes and doubled his previous possessions."
    },
    {
        "o": 15455,
        "r": "csb:Job:42:11",
        "t": "All his brothers, sisters, and former acquaintances came to him and dined with him in his house. They sympathized with him and comforted him concerning all the adversity the Lord*s had brought on him. Each one gave him a piece of silver and a gold earring."
    },
    {
        "o": 15456,
        "r": "csb:Job:42:12",
        "t": "So*p the Lord*s blessed the last part of Job’s life more than the first. He owned fourteen thousand sheep and goats, six thousand camels, one thousand yoke of oxen, and one thousand female donkeys."
    },
    {
        "o": 15457,
        "r": "csb:Job:42:13",
        "t": "He also had seven sons and three daughters."
    },
    {
        "o": 15458,
        "r": "csb:Job:42:14",
        "t": "He named his first daughter Jemimah, his second Keziah, and his third Keren-happuch."
    },
    {
        "o": 15459,
        "r": "csb:Job:42:15",
        "t": "No women as beautiful as Job’s daughters could be found in all the land, and their father granted them an inheritance with their brothers."
    },
    {
        "o": 15460,
        "r": "csb:Job:42:16",
        "t": "Job*p lived 140 years after this and saw his children and their children to the fourth generation."
    },
    {
        "o": 15461,
        "r": "csb:Job:42:17",
        "t": "Then Job died, old and full of days."
    }
]
