[
    {
        "o": 12170,
        "r": "esv:1 Chronicles:26:0",
        "t": "1 Chronicles 26",
        "h": 1
    },
    {
        "o": 12171,
        "r": "esv:1 Chronicles:26:0",
        "t": "Divisions of the Gatekeepers",
        "h": 2
    },
    {
        "o": 12172,
        "r": "esv:1 Chronicles:26:1",
        "t": "As*p for the divisions of the gatekeepers: of the Korahites, Meshelemiah the son of Kore, of the sons of Asaph."
    },
    {
        "o": 12173,
        "r": "esv:1 Chronicles:26:2",
        "t": "And Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,"
    },
    {
        "o": 12174,
        "r": "esv:1 Chronicles:26:3",
        "t": "Elam the fifth, Jehohanan the sixth, Eliehoenai the seventh."
    },
    {
        "o": 12175,
        "r": "esv:1 Chronicles:26:4",
        "t": "And Obed-edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sachar the fourth, Nethanel the fifth,"
    },
    {
        "o": 12176,
        "r": "esv:1 Chronicles:26:5",
        "t": "Ammiel the sixth, Issachar the seventh, Peullethai the eighth, for God blessed him."
    },
    {
        "o": 12177,
        "r": "esv:1 Chronicles:26:6",
        "t": "Also to his son Shemaiah were sons born who were rulers in their fathers’ houses, for they were men of great ability."
    },
    {
        "o": 12178,
        "r": "esv:1 Chronicles:26:7",
        "t": "The sons of Shemaiah: Othni, Rephael, Obed and Elzabad, whose brothers were able men, Elihu and Semachiah."
    },
    {
        "o": 12179,
        "r": "esv:1 Chronicles:26:8",
        "t": "All these were of the sons of Obed-edom with their sons and brothers, able men qualified for the service; sixty-two of Obed-edom."
    },
    {
        "o": 12180,
        "r": "esv:1 Chronicles:26:9",
        "t": "And Meshelemiah had sons and brothers, able men, eighteen."
    },
    {
        "o": 12181,
        "r": "esv:1 Chronicles:26:10",
        "t": "And Hosah, of the sons of Merari, had sons: Shimri the chief (for though he was not the firstborn, his father made him chief),"
    },
    {
        "o": 12182,
        "r": "esv:1 Chronicles:26:11",
        "t": "Hilkiah the second, Tebaliah the third, Zechariah the fourth: all the sons and brothers of Hosah were thirteen."
    },
    {
        "o": 12183,
        "r": "esv:1 Chronicles:26:12",
        "t": "These*p divisions of the gatekeepers, corresponding to their chief men, had duties, just as their brothers did, ministering in the house of the Lord.*s"
    },
    {
        "o": 12184,
        "r": "esv:1 Chronicles:26:13",
        "t": "And they cast lots by fathers’ houses, small and great alike, for their gates."
    },
    {
        "o": 12185,
        "r": "esv:1 Chronicles:26:14",
        "t": "The lot for the east fell to Shelemiah. They cast lots also for his son Zechariah, a shrewd counselor, and his lot came out for the north."
    },
    {
        "o": 12186,
        "r": "esv:1 Chronicles:26:15",
        "t": "Obed-edom’s came out for the south, and to his sons was allotted the gatehouse."
    },
    {
        "o": 12187,
        "r": "esv:1 Chronicles:26:16",
        "t": "For Shuppim and Hosah it came out for the west, at the gate of Shallecheth on the road that goes up. Watch corresponded to watch."
    },
    {
        "o": 12188,
        "r": "esv:1 Chronicles:26:17",
        "t": "On the east there were six each day, on the north four each day, on the south four each day, as well as two and two at the gatehouse."
    },
    {
        "o": 12189,
        "r": "esv:1 Chronicles:26:18",
        "t": "And for the colonnade on the west there were four at the road and two at the colonnade."
    },
    {
        "o": 12190,
        "r": "esv:1 Chronicles:26:19",
        "t": "These were the divisions of the gatekeepers among the Korahites and the sons of Merari."
    },
    {
        "o": 12191,
        "r": "esv:1 Chronicles:26:19",
        "t": "Treasurers and Other Officials",
        "h": 2
    },
    {
        "o": 12192,
        "r": "esv:1 Chronicles:26:20",
        "t": "And*p of the Levites, Ahijah had charge of the treasuries of the house of God and the treasuries of the dedicated gifts."
    },
    {
        "o": 12193,
        "r": "esv:1 Chronicles:26:21",
        "t": "The sons of Ladan, the sons of the Gershonites belonging to Ladan, the heads of the fathers’ houses belonging to Ladan the Gershonite: Jehieli."
    },
    {
        "o": 12194,
        "r": "esv:1 Chronicles:26:22",
        "t": "The*p sons of Jehieli, Zetham, and Joel his brother, were in charge of the treasuries of the house of the Lord.*s"
    },
    {
        "o": 12195,
        "r": "esv:1 Chronicles:26:23",
        "t": "Of the Amramites, the Izharites, the Hebronites, and the Uzzielites—"
    },
    {
        "o": 12196,
        "r": "esv:1 Chronicles:26:24",
        "t": "and Shebuel the son of Gershom, son of Moses, was chief officer in charge of the treasuries."
    },
    {
        "o": 12197,
        "r": "esv:1 Chronicles:26:25",
        "t": "His brothers: from Eliezer were his son Rehabiah, and his son Jeshaiah, and his son Joram, and his son Zichri, and his son Shelomoth."
    },
    {
        "o": 12198,
        "r": "esv:1 Chronicles:26:26",
        "t": "This Shelomoth and his brothers were in charge of all the treasuries of the dedicated gifts that David the king and the heads of the fathers’ houses and the officers of the thousands and the hundreds and the commanders of the army had dedicated."
    },
    {
        "o": 12199,
        "r": "esv:1 Chronicles:26:27",
        "t": "From spoil won in battles they dedicated gifts for the maintenance of the house of the Lord.*s"
    },
    {
        "o": 12200,
        "r": "esv:1 Chronicles:26:28",
        "t": "Also all that Samuel the seer and Saul the son of Kish and Abner the son of Ner and Joab the son of Zeruiah had dedicated— all dedicated gifts were in the care of Shelomoth and his brothers."
    },
    {
        "o": 12201,
        "r": "esv:1 Chronicles:26:29",
        "t": "Of*p the Izharites, Chenaniah and his sons were appointed to external duties for Israel, as officers and judges."
    },
    {
        "o": 12202,
        "r": "esv:1 Chronicles:26:30",
        "t": "Of the Hebronites, Hashabiah and his brothers, 1,700 men of ability, had the oversight of Israel westward of the Jordan for all the work of the Lord*s and for the service of the king."
    },
    {
        "o": 12203,
        "r": "esv:1 Chronicles:26:31",
        "t": "Of the Hebronites, Jerijah was chief of the Hebronites of whatever genealogy or fathers’ houses. (In the fortieth year of David’s reign search was made and men of great ability among them were found at Jazer in Gilead.)"
    },
    {
        "o": 12204,
        "r": "esv:1 Chronicles:26:32",
        "t": "King David appointed him and his brothers, 2,700 men of ability, heads of fathers’ houses, to have the oversight of the Reubenites, the Gadites and the half-tribe of the Manassites for everything pertaining to God and for the affairs of the king."
    }
]
