[
    {
        "o": 11805,
        "r": "niv:1 Chronicles:15:0",
        "t": "1 Chronicles 15",
        "h": 1
    },
    {
        "o": 11806,
        "r": "niv:1 Chronicles:15:0",
        "t": "The Ark Brought to Jerusalem",
        "h": 2
    },
    {
        "o": 11807,
        "r": "niv:1 Chronicles:15:1",
        "t": "After*p David had constructed buildings for himself in the City of David, he prepared a place for the ark of God and pitched a tent for it."
    },
    {
        "o": 11808,
        "r": "niv:1 Chronicles:15:2",
        "t": "Then David said, “No one but the Levites may carry the ark of God, because the Lord*s chose them to carry the ark of the Lord*s and to minister before him forever.”"
    },
    {
        "o": 11809,
        "r": "niv:1 Chronicles:15:3",
        "t": "David*p assembled all Israel in Jerusalem to bring up the ark of the Lord*s to the place he had prepared for it."
    },
    {
        "o": 11810,
        "r": "niv:1 Chronicles:15:4",
        "t": "He called together the descendants of Aaron and the Levites:"
    },
    {
        "o": 11811,
        "r": "niv:1 Chronicles:15:5",
        "t": "From*ln the descendants of Kohath, Uriel*ld the leader and 120 relatives;"
    },
    {
        "o": 11812,
        "r": "niv:1 Chronicles:15:6",
        "t": "from*ln the descendants of Merari, Asaiah*ld the leader and 220 relatives;"
    },
    {
        "o": 11813,
        "r": "niv:1 Chronicles:15:7",
        "t": "from*ln the descendants of Gershon, Joel*ld the leader and 130 relatives;"
    },
    {
        "o": 11814,
        "r": "niv:1 Chronicles:15:8",
        "t": "from*ln the descendants of Elizaphan, Shemaiah*ld the leader and 200 relatives;"
    },
    {
        "o": 11815,
        "r": "niv:1 Chronicles:15:9",
        "t": "from*ln the descendants of Hebron, Eliel*ld the leader and 80 relatives;"
    },
    {
        "o": 11816,
        "r": "niv:1 Chronicles:15:10",
        "t": "from*ln the descendants of Uzziel, Amminadab*ld the leader and 112 relatives."
    },
    {
        "o": 11817,
        "r": "niv:1 Chronicles:15:11",
        "t": "Then*p David summoned Zadok and Abiathar the priests, and Uriel, Asaiah, Joel, Shemaiah, Eliel and Amminadab the Levites."
    },
    {
        "o": 11818,
        "r": "niv:1 Chronicles:15:12",
        "t": "He said to them, “You are the heads of the Levitical families; you and your fellow Levites are to consecrate yourselves and bring up the ark of the Lord,*s the God of Israel, to the place I have prepared for it."
    },
    {
        "o": 11819,
        "r": "niv:1 Chronicles:15:13",
        "t": "It was because you, the Levites, did not bring it up the first time that the Lord*s our God broke out in anger against us. We did not inquire of him about how to do it in the prescribed way.”"
    },
    {
        "o": 11820,
        "r": "niv:1 Chronicles:15:14",
        "t": "So the priests and Levites consecrated themselves in order to bring up the ark of the Lord,*s the God of Israel."
    },
    {
        "o": 11821,
        "r": "niv:1 Chronicles:15:15",
        "t": "And the Levites carried the ark of God with the poles on their shoulders, as Moses had commanded in accordance with the word of the Lord.*s"
    },
    {
        "o": 11822,
        "r": "niv:1 Chronicles:15:16",
        "t": "David*p told the leaders of the Levites to appoint their fellow Levites as musicians to make a joyful sound with musical instruments: lyres, harps and cymbals."
    },
    {
        "o": 11823,
        "r": "niv:1 Chronicles:15:17",
        "t": "So*p the Levites appointed Heman son of Joel; from his relatives, Asaph son of Berekiah; and from their relatives the Merarites, Ethan son of Kushaiah;"
    },
    {
        "o": 11824,
        "r": "niv:1 Chronicles:15:18",
        "t": "and with them their relatives next in rank: Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-Edom and Jeiel, the gatekeepers."
    },
    {
        "o": 11825,
        "r": "niv:1 Chronicles:15:19",
        "t": "The*p musicians Heman, Asaph and Ethan were to sound the bronze cymbals;"
    },
    {
        "o": 11826,
        "r": "niv:1 Chronicles:15:20",
        "t": "Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah and Benaiah were to play the lyres according to alamoth,*i"
    },
    {
        "o": 11827,
        "r": "niv:1 Chronicles:15:21",
        "t": "and Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, Jeiel and Azaziah were to play the harps, directing according to sheminith.*i"
    },
    {
        "o": 11828,
        "r": "niv:1 Chronicles:15:22",
        "t": "Kenaniah the head Levite was in charge of the singing; that was his responsibility because he was skillful at it."
    },
    {
        "o": 11829,
        "r": "niv:1 Chronicles:15:23",
        "t": "Berekiah*p and Elkanah were to be doorkeepers for the ark."
    },
    {
        "o": 11830,
        "r": "niv:1 Chronicles:15:24",
        "t": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah and Eliezer the priests were to blow trumpets before the ark of God. Obed-Edom and Jehiah were also to be doorkeepers for the ark."
    },
    {
        "o": 11831,
        "r": "niv:1 Chronicles:15:25",
        "t": "So*p David and the elders of Israel and the commanders of units of a thousand went to bring up the ark of the covenant of the Lord*s from the house of Obed-Edom, with rejoicing."
    },
    {
        "o": 11832,
        "r": "niv:1 Chronicles:15:26",
        "t": "Because God had helped the Levites who were carrying the ark of the covenant of the Lord,*s seven bulls and seven rams were sacrificed."
    },
    {
        "o": 11833,
        "r": "niv:1 Chronicles:15:27",
        "t": "Now David was clothed in a robe of fine linen, as were all the Levites who were carrying the ark, and as were the musicians, and Kenaniah, who was in charge of the singing of the choirs. David also wore a linen ephod."
    },
    {
        "o": 11834,
        "r": "niv:1 Chronicles:15:28",
        "t": "So all Israel brought up the ark of the covenant of the Lord*s with shouts, with the sounding of rams’ horns and trumpets, and of cymbals, and the playing of lyres and harps."
    },
    {
        "o": 11835,
        "r": "niv:1 Chronicles:15:29",
        "t": "As*p the ark of the covenant of the Lord*s was entering the City of David, Michal daughter of Saul watched from a window. And when she saw King David dancing and celebrating, she despised him in her heart."
    }
]
