[
    {
        "o": 20505,
        "r": "nkjv:Isaiah:36:0",
        "t": "Isaiah 36",
        "h": 1
    },
    {
        "o": 20506,
        "r": "nkjv:Isaiah:36:0",
        "t": "Sennacherib Boasts Against the Lord",
        "h": 2
    },
    {
        "o": 20507,
        "r": "nkjv:Isaiah:36:1",
        "t": "Now*p it came to pass in the fourteenth year of King Hezekiah that*i Sennacherib king of Assyria came up against all the fortified cities of Judah and took them."
    },
    {
        "o": 20508,
        "r": "nkjv:Isaiah:36:2",
        "t": "Then the king of Assyria sent the*i Rabshakeh with a great army from Lachish to King Hezekiah at Jerusalem. And he stood by the aqueduct from the upper pool, on the highway to the Fuller’s Field."
    },
    {
        "o": 20509,
        "r": "nkjv:Isaiah:36:3",
        "t": "And Eliakim the son of Hilkiah, who was over the household, Shebna the scribe, and Joah the son of Asaph, the recorder, came out to him."
    },
    {
        "o": 20510,
        "r": "nkjv:Isaiah:36:4",
        "t": "Then*p the*i Rabshakeh said to them, “Say now to Hezekiah, ‘Thus says the great king, the king of Assyria: “What confidence is this in which you trust?"
    },
    {
        "o": 20511,
        "r": "nkjv:Isaiah:36:5",
        "t": "I say you speak of having plans and power for war; but they*i are*i mere words. Now in whom do you trust, that you rebel against me?"
    },
    {
        "o": 20512,
        "r": "nkjv:Isaiah:36:6",
        "t": "Look! You are trusting in the staff of this broken reed, Egypt, on which if a man leans, it will go into his hand and pierce it. So is*i Pharaoh king of Egypt to all who trust in him."
    },
    {
        "o": 20513,
        "r": "nkjv:Isaiah:36:7",
        "t": "“But*p if you say to me, ‘We trust in the Lord*s our God,’ is*i it*i not He whose high places and whose altars Hezekiah has taken away, and said to Judah and Jerusalem, ‘You shall worship before this altar’?”’"
    },
    {
        "o": 20514,
        "r": "nkjv:Isaiah:36:8",
        "t": "Now therefore, I urge you, give a pledge to my master the king of Assyria, and I will give you two thousand horses—if you are able on your part to put riders on them!"
    },
    {
        "o": 20515,
        "r": "nkjv:Isaiah:36:9",
        "t": "How then will you repel one captain of the least of my master’s servants, and put your trust in Egypt for chariots and horsemen?"
    },
    {
        "o": 20516,
        "r": "nkjv:Isaiah:36:10",
        "t": "Have I now come up without the Lord*s against this land to destroy it? The Lord*s said to me, ‘Go up against this land, and destroy it.’”"
    },
    {
        "o": 20517,
        "r": "nkjv:Isaiah:36:11",
        "t": "Then*p Eliakim, Shebna, and Joah said to the*i Rabshakeh, “Please speak to your servants in Aramaic, for we understand it;*i and do not speak to us in Hebrew in the hearing of the people who are*i on the wall.”"
    },
    {
        "o": 20518,
        "r": "nkjv:Isaiah:36:12",
        "t": "But*p the*i Rabshakeh said, “Has my master sent me to your master and to you to speak these words, and not to the men who sit on the wall, who will eat and drink their own waste with you?”"
    },
    {
        "o": 20519,
        "r": "nkjv:Isaiah:36:13",
        "t": "Then*p the*i Rabshakeh stood and called out with a loud voice in Hebrew, and said, “Hear the words of the great king, the king of Assyria!"
    },
    {
        "o": 20520,
        "r": "nkjv:Isaiah:36:14",
        "t": "Thus says the king: ‘Do not let Hezekiah deceive you, for he will not be able to deliver you;"
    },
    {
        "o": 20521,
        "r": "nkjv:Isaiah:36:15",
        "t": "nor let Hezekiah make you trust in the Lord,*s saying, “The Lord*s will surely deliver us; this city will not be given into the hand of the king of Assyria.”’"
    },
    {
        "o": 20522,
        "r": "nkjv:Isaiah:36:16",
        "t": "Do not listen to Hezekiah; for thus says the king of Assyria: ‘Make peace*i with me by*i a*i present and come out to me; and every one of you eat from his own vine and every one from his own fig tree, and every one of you drink the waters of his own cistern;"
    },
    {
        "o": 20523,
        "r": "nkjv:Isaiah:36:17",
        "t": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards."
    },
    {
        "o": 20524,
        "r": "nkjv:Isaiah:36:18",
        "t": "Beware*i lest Hezekiah persuade you, saying, “The Lord*s will deliver us.” Has any one of the gods of the nations delivered its land from the hand of the king of Assyria?"
    },
    {
        "o": 20525,
        "r": "nkjv:Isaiah:36:19",
        "t": "Where are*i the gods of Hamath and Arpad? Where are*i the gods of Sepharvaim? Indeed, have they delivered Samaria from my hand?"
    },
    {
        "o": 20526,
        "r": "nkjv:Isaiah:36:20",
        "t": "Who among all the gods of these lands have delivered their countries from my hand, that the Lord*s should deliver Jerusalem from my hand?’”"
    },
    {
        "o": 20527,
        "r": "nkjv:Isaiah:36:21",
        "t": "But*p they held their peace and answered him not a word; for the king’s commandment was, “Do not answer him.”"
    },
    {
        "o": 20528,
        "r": "nkjv:Isaiah:36:22",
        "t": "Then Eliakim the son of Hilkiah, who was*i over the household, Shebna the scribe, and Joah the son of Asaph, the recorder, came to Hezekiah with their*i clothes torn, and told him the words of the*i Rabshakeh."
    }
]
