[
    {
        "o": 32502,
        "r": "niv:Philippians:3:0",
        "t": "Philippians 3",
        "h": 1
    },
    {
        "o": 32503,
        "r": "niv:Philippians:3:0",
        "t": "No Confidence in the Flesh",
        "h": 2
    },
    {
        "o": 32504,
        "r": "niv:Philippians:3:1",
        "t": "Further,*p my brothers and sisters, rejoice in the Lord! It is no trouble for me to write the same things to you again, and it is a safeguard for you."
    },
    {
        "o": 32505,
        "r": "niv:Philippians:3:2",
        "t": "Watch out for those dogs, those evildoers, those mutilators of the flesh."
    },
    {
        "o": 32506,
        "r": "niv:Philippians:3:3",
        "t": "For it is we who are the circumcision, we who serve God by his Spirit, who boast in Christ Jesus, and who put no confidence in the flesh—"
    },
    {
        "o": 32507,
        "r": "niv:Philippians:3:4",
        "t": "though I myself have reasons for such confidence. If*p someone else thinks they have reasons to put confidence in the flesh, I have more:"
    },
    {
        "o": 32508,
        "r": "niv:Philippians:3:5",
        "t": "circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in regard to the law, a Pharisee;"
    },
    {
        "o": 32509,
        "r": "niv:Philippians:3:6",
        "t": "as for zeal, persecuting the church; as for righteousness based on the law, faultless."
    },
    {
        "o": 32510,
        "r": "niv:Philippians:3:7",
        "t": "But*p whatever were gains to me I now consider loss for the sake of Christ."
    },
    {
        "o": 32511,
        "r": "niv:Philippians:3:8",
        "t": "What is more, I consider everything a loss because of the surpassing worth of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them garbage, that I may gain Christ"
    },
    {
        "o": 32512,
        "r": "niv:Philippians:3:9",
        "t": "and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ—the righteousness that comes from God on the basis of faith."
    },
    {
        "o": 32513,
        "r": "niv:Philippians:3:10",
        "t": "I want to know Christ—yes, to know the power of his resurrection and participation in his sufferings, becoming like him in his death,"
    },
    {
        "o": 32514,
        "r": "niv:Philippians:3:11",
        "t": "and so, somehow, attaining to the resurrection from the dead."
    },
    {
        "o": 32515,
        "r": "niv:Philippians:3:12",
        "t": "Not*p that I have already obtained all this, or have already arrived at my goal, but I press on to take hold of that for which Christ Jesus took hold of me."
    },
    {
        "o": 32516,
        "r": "niv:Philippians:3:13",
        "t": "Brothers and sisters, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead,"
    },
    {
        "o": 32517,
        "r": "niv:Philippians:3:14",
        "t": "I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus."
    },
    {
        "o": 32518,
        "r": "niv:Philippians:3:14",
        "t": "Following Paul’s Example",
        "h": 2
    },
    {
        "o": 32519,
        "r": "niv:Philippians:3:15",
        "t": "All*p of us, then, who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you."
    },
    {
        "o": 32520,
        "r": "niv:Philippians:3:16",
        "t": "Only let us live up to what we have already attained."
    },
    {
        "o": 32521,
        "r": "niv:Philippians:3:17",
        "t": "Join*p together in following my example, brothers and sisters, and just as you have us as a model, keep your eyes on those who live as we do."
    },
    {
        "o": 32522,
        "r": "niv:Philippians:3:18",
        "t": "For, as I have often told you before and now tell you again even with tears, many live as enemies of the cross of Christ."
    },
    {
        "o": 32523,
        "r": "niv:Philippians:3:19",
        "t": "Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is set on earthly things."
    },
    {
        "o": 32524,
        "r": "niv:Philippians:3:20",
        "t": "But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,"
    },
    {
        "o": 32525,
        "r": "niv:Philippians:3:21",
        "t": "who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body."
    }
]
