[
    {
        "o": 9254,
        "r": "niv:2 Samuel:18:0",
        "t": "2 Samuel 18",
        "h": 1
    },
    {
        "o": 9255,
        "r": "niv:2 Samuel:18:1",
        "t": "David*p mustered the men who were with him and appointed over them commanders of thousands and commanders of hundreds."
    },
    {
        "o": 9256,
        "r": "niv:2 Samuel:18:2",
        "t": "David sent out his troops, a third under the command of Joab, a third under Joab’s brother Abishai son of Zeruiah, and a third under Ittai the Gittite. The king told the troops, “I myself will surely march out with you.”"
    },
    {
        "o": 9257,
        "r": "niv:2 Samuel:18:3",
        "t": "But*p the men said, “You must not go out; if we are forced to flee, they won’t care about us. Even if half of us die, they won’t care; but you are worth ten thousand of us. It would be better now for you to give us support from the city.”"
    },
    {
        "o": 9258,
        "r": "niv:2 Samuel:18:4",
        "t": "The*p king answered, “I will do whatever seems best to you.” So*p the king stood beside the gate while all his men marched out in units of hundreds and of thousands."
    },
    {
        "o": 9259,
        "r": "niv:2 Samuel:18:5",
        "t": "The king commanded Joab, Abishai and Ittai, “Be gentle with the young man Absalom for my sake.” And all the troops heard the king giving orders concerning Absalom to each of the commanders."
    },
    {
        "o": 9260,
        "r": "niv:2 Samuel:18:6",
        "t": "David’s*p army marched out of the city to fight Israel, and the battle took place in the forest of Ephraim."
    },
    {
        "o": 9261,
        "r": "niv:2 Samuel:18:7",
        "t": "There Israel’s troops were routed by David’s men, and the casualties that day were great—twenty thousand men."
    },
    {
        "o": 9262,
        "r": "niv:2 Samuel:18:8",
        "t": "The battle spread out over the whole countryside, and the forest swallowed up more men that day than the sword."
    },
    {
        "o": 9263,
        "r": "niv:2 Samuel:18:9",
        "t": "Now*p Absalom happened to meet David’s men. He was riding his mule, and as the mule went under the thick branches of a large oak, Absalom’s hair got caught in the tree. He was left hanging in midair, while the mule he was riding kept on going."
    },
    {
        "o": 9264,
        "r": "niv:2 Samuel:18:10",
        "t": "When*p one of the men saw what had happened, he told Joab, “I just saw Absalom hanging in an oak tree.”"
    },
    {
        "o": 9265,
        "r": "niv:2 Samuel:18:11",
        "t": "Joab*p said to the man who had told him this, “What! You saw him? Why didn’t you strike him to the ground right there? Then I would have had to give you ten shekels of silver and a warrior’s belt.”"
    },
    {
        "o": 9266,
        "r": "niv:2 Samuel:18:12",
        "t": "But*p the man replied, “Even if a thousand shekels were weighed out into my hands, I would not lay a hand on the king’s son. In our hearing the king commanded you and Abishai and Ittai, ‘Protect the young man Absalom for my sake.’"
    },
    {
        "o": 9267,
        "r": "niv:2 Samuel:18:13",
        "t": "And if I had put my life in jeopardy —and nothing is hidden from the king—you would have kept your distance from me.”"
    },
    {
        "o": 9268,
        "r": "niv:2 Samuel:18:14",
        "t": "Joab*p said, “I’m not going to wait like this for you.” So he took three javelins in his hand and plunged them into Absalom’s heart while Absalom was still alive in the oak tree."
    },
    {
        "o": 9269,
        "r": "niv:2 Samuel:18:15",
        "t": "And ten of Joab’s armor-bearers surrounded Absalom, struck him and killed him."
    },
    {
        "o": 9270,
        "r": "niv:2 Samuel:18:16",
        "t": "Then*p Joab sounded the trumpet, and the troops stopped pursuing Israel, for Joab halted them."
    },
    {
        "o": 9271,
        "r": "niv:2 Samuel:18:17",
        "t": "They took Absalom, threw him into a big pit in the forest and piled up a large heap of rocks over him. Meanwhile, all the Israelites fled to their homes."
    },
    {
        "o": 9272,
        "r": "niv:2 Samuel:18:18",
        "t": "During*p his lifetime Absalom had taken a pillar and erected it in the King’s Valley as a monument to himself, for he thought, “I have no son to carry on the memory of my name.” He named the pillar after himself, and it is called Absalom’s Monument to this day."
    },
    {
        "o": 9273,
        "r": "niv:2 Samuel:18:18",
        "t": "David Mourns",
        "h": 2
    },
    {
        "o": 9274,
        "r": "niv:2 Samuel:18:19",
        "t": "Now*p Ahimaaz son of Zadok said, “Let me run and take the news to the king that the Lord*s has vindicated him by delivering him from the hand of his enemies.”"
    },
    {
        "o": 9275,
        "r": "niv:2 Samuel:18:20",
        "t": "“You*p are not the one to take the news today,” Joab told him. “You may take the news another time, but you must not do so today, because the king’s son is dead.”"
    },
    {
        "o": 9276,
        "r": "niv:2 Samuel:18:21",
        "t": "Then*p Joab said to a Cushite, “Go, tell the king what you have seen.” The Cushite bowed down before Joab and ran off."
    },
    {
        "o": 9277,
        "r": "niv:2 Samuel:18:22",
        "t": "Ahimaaz*p son of Zadok again said to Joab, “Come what may, please let me run behind the Cushite.” But*p Joab replied, “My son, why do you want to go? You don’t have any news that will bring you a reward.”"
    },
    {
        "o": 9278,
        "r": "niv:2 Samuel:18:23",
        "t": "He*p said, “Come what may, I want to run.” So*p Joab said, “Run!” Then Ahimaaz ran by way of the plain and outran the Cushite."
    },
    {
        "o": 9279,
        "r": "niv:2 Samuel:18:24",
        "t": "While*p David was sitting between the inner and outer gates, the watchman went up to the roof of the gateway by the wall. As he looked out, he saw a man running alone."
    },
    {
        "o": 9280,
        "r": "niv:2 Samuel:18:25",
        "t": "The watchman called out to the king and reported it. The*p king said, “If he is alone, he must have good news.” And the runner came closer and closer."
    },
    {
        "o": 9281,
        "r": "niv:2 Samuel:18:26",
        "t": "Then*p the watchman saw another runner, and he called down to the gatekeeper, “Look, another man running alone!” The*p king said, “He must be bringing good news, too.”"
    },
    {
        "o": 9282,
        "r": "niv:2 Samuel:18:27",
        "t": "The*p watchman said, “It seems to me that the first one runs like Ahimaaz son of Zadok.” “He’s*p a good man,” the king said. “He comes with good news.”"
    },
    {
        "o": 9283,
        "r": "niv:2 Samuel:18:28",
        "t": "Then*p Ahimaaz called out to the king, “All is well!” He bowed down before the king with his face to the ground and said, “Praise be to the Lord*s your God! He has delivered up those who lifted their hands against my lord the king.”"
    },
    {
        "o": 9284,
        "r": "niv:2 Samuel:18:29",
        "t": "The*p king asked, “Is the young man Absalom safe?” Ahimaaz*p answered, “I saw great confusion just as Joab was about to send the king’s servant and me, your servant, but I don’t know what it was.”"
    },
    {
        "o": 9285,
        "r": "niv:2 Samuel:18:30",
        "t": "The*p king said, “Stand aside and wait here.” So he stepped aside and stood there."
    },
    {
        "o": 9286,
        "r": "niv:2 Samuel:18:31",
        "t": "Then*p the Cushite arrived and said, “My lord the king, hear the good news! The Lord*s has vindicated you today by delivering you from the hand of all who rose up against you.”"
    },
    {
        "o": 9287,
        "r": "niv:2 Samuel:18:32",
        "t": "The*p king asked the Cushite, “Is the young man Absalom safe?” The*p Cushite replied, “May the enemies of my lord the king and all who rise up to harm you be like that young man.”"
    },
    {
        "o": 9288,
        "r": "niv:2 Samuel:18:33",
        "t": "The*p king was shaken. He went up to the room over the gateway and wept. As he went, he said: “O my son Absalom! My son, my son Absalom! If only I had died instead of you—O Absalom, my son, my son!”"
    }
]
