[
    {
        "o": 3324,
        "r": "esv:Leviticus:13:0",
        "t": "Leviticus 13",
        "h": 1
    },
    {
        "o": 3325,
        "r": "esv:Leviticus:13:0",
        "t": "Laws About Leprosy",
        "h": 2
    },
    {
        "o": 3326,
        "r": "esv:Leviticus:13:1",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 3327,
        "r": "esv:Leviticus:13:2",
        "t": "“When a person has on the skin of his body a swelling or an eruption or a spot, and it turns into a case of leprous disease on the skin of his body, then he shall be brought to Aaron the priest or to one of his sons the priests,"
    },
    {
        "o": 3328,
        "r": "esv:Leviticus:13:3",
        "t": "and the priest shall examine the diseased area on the skin of his body. And if the hair in the diseased area has turned white and the disease appears to be deeper than the skin of his body, it is a case of leprous disease. When the priest has examined him, he shall pronounce him unclean."
    },
    {
        "o": 3329,
        "r": "esv:Leviticus:13:4",
        "t": "But if the spot is white in the skin of his body and appears no deeper than the skin, and the hair in it has not turned white, the priest shall shut up the diseased person for seven days."
    },
    {
        "o": 3330,
        "r": "esv:Leviticus:13:5",
        "t": "And the priest shall examine him on the seventh day, and if in his eyes the disease is checked and the disease has not spread in the skin, then the priest shall shut him up for another seven days."
    },
    {
        "o": 3331,
        "r": "esv:Leviticus:13:6",
        "t": "And the priest shall examine him again on the seventh day, and if the diseased area has faded and the disease has not spread in the skin, then the priest shall pronounce him clean; it is only an eruption. And he shall wash his clothes and be clean."
    },
    {
        "o": 3332,
        "r": "esv:Leviticus:13:7",
        "t": "But if the eruption spreads in the skin, after he has shown himself to the priest for his cleansing, he shall appear again before the priest."
    },
    {
        "o": 3333,
        "r": "esv:Leviticus:13:8",
        "t": "And the priest shall look, and if the eruption has spread in the skin, then the priest shall pronounce him unclean; it is a leprous disease."
    },
    {
        "o": 3334,
        "r": "esv:Leviticus:13:9",
        "t": "“When*p a man is afflicted with a leprous disease, he shall be brought to the priest,"
    },
    {
        "o": 3335,
        "r": "esv:Leviticus:13:10",
        "t": "and the priest shall look. And if there is a white swelling in the skin that has turned the hair white, and there is raw flesh in the swelling,"
    },
    {
        "o": 3336,
        "r": "esv:Leviticus:13:11",
        "t": "it is a chronic leprous disease in the skin of his body, and the priest shall pronounce him unclean. He shall not shut him up, for he is unclean."
    },
    {
        "o": 3337,
        "r": "esv:Leviticus:13:12",
        "t": "And if the leprous disease breaks out in the skin, so that the leprous disease covers all the skin of the diseased person from head to foot, so far as the priest can see,"
    },
    {
        "o": 3338,
        "r": "esv:Leviticus:13:13",
        "t": "then the priest shall look, and if the leprous disease has covered all his body, he shall pronounce him clean of the disease; it has all turned white, and he is clean."
    },
    {
        "o": 3339,
        "r": "esv:Leviticus:13:14",
        "t": "But when raw flesh appears on him, he shall be unclean."
    },
    {
        "o": 3340,
        "r": "esv:Leviticus:13:15",
        "t": "And the priest shall examine the raw flesh and pronounce him unclean. Raw flesh is unclean, for it is a leprous disease."
    },
    {
        "o": 3341,
        "r": "esv:Leviticus:13:16",
        "t": "But if the raw flesh recovers and turns white again, then he shall come to the priest,"
    },
    {
        "o": 3342,
        "r": "esv:Leviticus:13:17",
        "t": "and the priest shall examine him, and if the disease has turned white, then the priest shall pronounce the diseased person clean; he is clean."
    },
    {
        "o": 3343,
        "r": "esv:Leviticus:13:18",
        "t": "“If*p there is in the skin of one’s body a boil and it heals,"
    },
    {
        "o": 3344,
        "r": "esv:Leviticus:13:19",
        "t": "and in the place of the boil there comes a white swelling or a reddish-white spot, then it shall be shown to the priest."
    },
    {
        "o": 3345,
        "r": "esv:Leviticus:13:20",
        "t": "And the priest shall look, and if it appears deeper than the skin and its hair has turned white, then the priest shall pronounce him unclean. It is a case of leprous disease that has broken out in the boil."
    },
    {
        "o": 3346,
        "r": "esv:Leviticus:13:21",
        "t": "But if the priest examines it and there is no white hair in it and it is not deeper than the skin, but has faded, then the priest shall shut him up seven days."
    },
    {
        "o": 3347,
        "r": "esv:Leviticus:13:22",
        "t": "And if it spreads in the skin, then the priest shall pronounce him unclean; it is a disease."
    },
    {
        "o": 3348,
        "r": "esv:Leviticus:13:23",
        "t": "But if the spot remains in one place and does not spread, it is the scar of the boil, and the priest shall pronounce him clean."
    },
    {
        "o": 3349,
        "r": "esv:Leviticus:13:24",
        "t": "“Or,*p when the body has a burn on its skin and the raw flesh of the burn becomes a spot, reddish-white or white,"
    },
    {
        "o": 3350,
        "r": "esv:Leviticus:13:25",
        "t": "the priest shall examine it, and if the hair in the spot has turned white and it appears deeper than the skin, then it is a leprous disease. It has broken out in the burn, and the priest shall pronounce him unclean; it is a case of leprous disease."
    },
    {
        "o": 3351,
        "r": "esv:Leviticus:13:26",
        "t": "But if the priest examines it and there is no white hair in the spot and it is no deeper than the skin, but has faded, the priest shall shut him up seven days,"
    },
    {
        "o": 3352,
        "r": "esv:Leviticus:13:27",
        "t": "and the priest shall examine him the seventh day. If it is spreading in the skin, then the priest shall pronounce him unclean; it is a case of leprous disease."
    },
    {
        "o": 3353,
        "r": "esv:Leviticus:13:28",
        "t": "But if the spot remains in one place and does not spread in the skin, but has faded, it is a swelling from the burn, and the priest shall pronounce him clean, for it is the scar of the burn."
    },
    {
        "o": 3354,
        "r": "esv:Leviticus:13:29",
        "t": "“When*p a man or woman has a disease on the head or the beard,"
    },
    {
        "o": 3355,
        "r": "esv:Leviticus:13:30",
        "t": "the priest shall examine the disease. And if it appears deeper than the skin, and the hair in it is yellow and thin, then the priest shall pronounce him unclean. It is an itch, a leprous disease of the head or the beard."
    },
    {
        "o": 3356,
        "r": "esv:Leviticus:13:31",
        "t": "And if the priest examines the itching disease and it appears no deeper than the skin and there is no black hair in it, then the priest shall shut up the person with the itching disease for seven days,"
    },
    {
        "o": 3357,
        "r": "esv:Leviticus:13:32",
        "t": "and on the seventh day the priest shall examine the disease. If the itch has not spread, and there is in it no yellow hair, and the itch appears to be no deeper than the skin,"
    },
    {
        "o": 3358,
        "r": "esv:Leviticus:13:33",
        "t": "then he shall shave himself, but the itch he shall not shave; and the priest shall shut up the person with the itching disease for another seven days."
    },
    {
        "o": 3359,
        "r": "esv:Leviticus:13:34",
        "t": "And on the seventh day the priest shall examine the itch, and if the itch has not spread in the skin and it appears to be no deeper than the skin, then the priest shall pronounce him clean. And he shall wash his clothes and be clean."
    },
    {
        "o": 3360,
        "r": "esv:Leviticus:13:35",
        "t": "But if the itch spreads in the skin after his cleansing,"
    },
    {
        "o": 3361,
        "r": "esv:Leviticus:13:36",
        "t": "then the priest shall examine him, and if the itch has spread in the skin, the priest need not seek for the yellow hair; he is unclean."
    },
    {
        "o": 3362,
        "r": "esv:Leviticus:13:37",
        "t": "But if in his eyes the itch is unchanged and black hair has grown in it, the itch is healed and he is clean, and the priest shall pronounce him clean."
    },
    {
        "o": 3363,
        "r": "esv:Leviticus:13:38",
        "t": "“When*p a man or a woman has spots on the skin of the body, white spots,"
    },
    {
        "o": 3364,
        "r": "esv:Leviticus:13:39",
        "t": "the priest shall look, and if the spots on the skin of the body are of a dull white, it is leukoderma that has broken out in the skin; he is clean."
    },
    {
        "o": 3365,
        "r": "esv:Leviticus:13:40",
        "t": "“If*p a man’s hair falls out from his head, he is bald; he is clean."
    },
    {
        "o": 3366,
        "r": "esv:Leviticus:13:41",
        "t": "And if a man’s hair falls out from his forehead, he has baldness of the forehead; he is clean."
    },
    {
        "o": 3367,
        "r": "esv:Leviticus:13:42",
        "t": "But if there is on the bald head or the bald forehead a reddish-white diseased area, it is a leprous disease breaking out on his bald head or his bald forehead."
    },
    {
        "o": 3368,
        "r": "esv:Leviticus:13:43",
        "t": "Then the priest shall examine him, and if the diseased swelling is reddish-white on his bald head or on his bald forehead, like the appearance of leprous disease in the skin of the body,"
    },
    {
        "o": 3369,
        "r": "esv:Leviticus:13:44",
        "t": "he is a leprous man, he is unclean. The priest must pronounce him unclean; his disease is on his head."
    },
    {
        "o": 3370,
        "r": "esv:Leviticus:13:45",
        "t": "“The*p leprous person who has the disease shall wear torn clothes and let the hair of his head hang loose, and he shall cover his upper lip and cry out, ‘Unclean, unclean.’"
    },
    {
        "o": 3371,
        "r": "esv:Leviticus:13:46",
        "t": "He shall remain unclean as long as he has the disease. He is unclean. He shall live alone. His dwelling shall be outside the camp."
    },
    {
        "o": 3372,
        "r": "esv:Leviticus:13:47",
        "t": "“When*p there is a case of leprous disease in a garment, whether a woolen or a linen garment,"
    },
    {
        "o": 3373,
        "r": "esv:Leviticus:13:48",
        "t": "in warp or woof of linen or wool, or in a skin or in anything made of skin,"
    },
    {
        "o": 3374,
        "r": "esv:Leviticus:13:49",
        "t": "if the disease is greenish or reddish in the garment, or in the skin or in the warp or the woof or in any article made of skin, it is a case of leprous disease, and it shall be shown to the priest."
    },
    {
        "o": 3375,
        "r": "esv:Leviticus:13:50",
        "t": "And the priest shall examine the disease and shut up that which has the disease for seven days."
    },
    {
        "o": 3376,
        "r": "esv:Leviticus:13:51",
        "t": "Then he shall examine the disease on the seventh day. If the disease has spread in the garment, in the warp or the woof, or in the skin, whatever be the use of the skin, the disease is a persistent leprous disease; it is unclean."
    },
    {
        "o": 3377,
        "r": "esv:Leviticus:13:52",
        "t": "And he shall burn the garment, or the warp or the woof, the wool or the linen, or any article made of skin that is diseased, for it is a persistent leprous disease. It shall be burned in the fire."
    },
    {
        "o": 3378,
        "r": "esv:Leviticus:13:53",
        "t": "“And*p if the priest examines, and if the disease has not spread in the garment, in the warp or the woof or in any article made of skin,"
    },
    {
        "o": 3379,
        "r": "esv:Leviticus:13:54",
        "t": "then the priest shall command that they wash the thing in which is the disease, and he shall shut it up for another seven days."
    },
    {
        "o": 3380,
        "r": "esv:Leviticus:13:55",
        "t": "And the priest shall examine the diseased thing after it has been washed. And if the appearance of the diseased area has not changed, though the disease has not spread, it is unclean. You shall burn it in the fire, whether the rot is on the back or on the front."
    },
    {
        "o": 3381,
        "r": "esv:Leviticus:13:56",
        "t": "“But*p if the priest examines, and if the diseased area has faded after it has been washed, he shall tear it out of the garment or the skin or the warp or the woof."
    },
    {
        "o": 3382,
        "r": "esv:Leviticus:13:57",
        "t": "Then if it appears again in the garment, in the warp or the woof, or in any article made of skin, it is spreading. You shall burn with fire whatever has the disease."
    },
    {
        "o": 3383,
        "r": "esv:Leviticus:13:58",
        "t": "But the garment, or the warp or the woof, or any article made of skin from which the disease departs when you have washed it, shall then be washed a second time, and be clean.”"
    },
    {
        "o": 3384,
        "r": "esv:Leviticus:13:59",
        "t": "This*p is the law for a case of leprous disease in a garment of wool or linen, either in the warp or the woof, or in any article made of skin, to determine whether it is clean or unclean."
    }
]
