[
    {
        "o": 11387,
        "r": "esv:1 Chronicles:3:0",
        "t": "1 Chronicles 3",
        "h": 1
    },
    {
        "o": 11388,
        "r": "esv:1 Chronicles:3:0",
        "t": "Descendants of David",
        "h": 2
    },
    {
        "o": 11389,
        "r": "esv:1 Chronicles:3:1",
        "t": "These*p are the sons of David who were born to him in Hebron: the firstborn, Amnon, by Ahinoam the Jezreelite; the second, Daniel, by Abigail the Carmelite,"
    },
    {
        "o": 11390,
        "r": "esv:1 Chronicles:3:2",
        "t": "the third, Absalom, whose mother was Maacah, the daughter of Talmai, king of Geshur; the fourth, Adonijah, whose mother was Haggith;"
    },
    {
        "o": 11391,
        "r": "esv:1 Chronicles:3:3",
        "t": "the fifth, Shephatiah, by Abital; the sixth, Ithream, by his wife Eglah;"
    },
    {
        "o": 11392,
        "r": "esv:1 Chronicles:3:4",
        "t": "six were born to him in Hebron, where he reigned for seven years and six months. And he reigned thirty-three years in Jerusalem."
    },
    {
        "o": 11393,
        "r": "esv:1 Chronicles:3:5",
        "t": "These were born to him in Jerusalem: Shimea, Shobab, Nathan and Solomon, four by Bath-shua, the daughter of Ammiel;"
    },
    {
        "o": 11394,
        "r": "esv:1 Chronicles:3:6",
        "t": "then Ibhar, Elishama, Eliphelet,"
    },
    {
        "o": 11395,
        "r": "esv:1 Chronicles:3:7",
        "t": "Nogah, Nepheg, Japhia,"
    },
    {
        "o": 11396,
        "r": "esv:1 Chronicles:3:8",
        "t": "Elishama, Eliada, and Eliphelet, nine."
    },
    {
        "o": 11397,
        "r": "esv:1 Chronicles:3:9",
        "t": "All these were David’s sons, besides the sons of the concubines, and Tamar was their sister."
    },
    {
        "o": 11398,
        "r": "esv:1 Chronicles:3:10",
        "t": "The*p son of Solomon was Rehoboam, Abijah his son, Asa his son, Jehoshaphat his son,"
    },
    {
        "o": 11399,
        "r": "esv:1 Chronicles:3:11",
        "t": "Joram his son, Ahaziah his son, Joash his son,"
    },
    {
        "o": 11400,
        "r": "esv:1 Chronicles:3:12",
        "t": "Amaziah his son, Azariah his son, Jotham his son,"
    },
    {
        "o": 11401,
        "r": "esv:1 Chronicles:3:13",
        "t": "Ahaz his son, Hezekiah his son, Manasseh his son,"
    },
    {
        "o": 11402,
        "r": "esv:1 Chronicles:3:14",
        "t": "Amon his son, Josiah his son."
    },
    {
        "o": 11403,
        "r": "esv:1 Chronicles:3:15",
        "t": "The sons of Josiah: Johanan the firstborn, the second Jehoiakim, the third Zedekiah, the fourth Shallum."
    },
    {
        "o": 11404,
        "r": "esv:1 Chronicles:3:16",
        "t": "The descendants of Jehoiakim: Jeconiah his son, Zedekiah his son;"
    },
    {
        "o": 11405,
        "r": "esv:1 Chronicles:3:17",
        "t": "and the sons of Jeconiah, the captive: Shealtiel his son,"
    },
    {
        "o": 11406,
        "r": "esv:1 Chronicles:3:18",
        "t": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama and Nedabiah;"
    },
    {
        "o": 11407,
        "r": "esv:1 Chronicles:3:19",
        "t": "and the sons of Pedaiah: Zerubbabel and Shimei; and the sons of Zerubbabel: Meshullam and Hananiah, and Shelomith was their sister;"
    },
    {
        "o": 11408,
        "r": "esv:1 Chronicles:3:20",
        "t": "and Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed, five."
    },
    {
        "o": 11409,
        "r": "esv:1 Chronicles:3:21",
        "t": "The sons of Hananiah: Pelatiah and Jeshaiah, his son Rephaiah, his son Arnan, his son Obadiah, his son Shecaniah."
    },
    {
        "o": 11410,
        "r": "esv:1 Chronicles:3:22",
        "t": "The son of Shecaniah: Shemaiah. And the sons of Shemaiah: Hattush, Igal, Bariah, Neariah, and Shaphat, six."
    },
    {
        "o": 11411,
        "r": "esv:1 Chronicles:3:23",
        "t": "The sons of Neariah: Elioenai, Hizkiah, and Azrikam, three."
    },
    {
        "o": 11412,
        "r": "esv:1 Chronicles:3:24",
        "t": "The sons of Elioenai: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani, seven."
    }
]
