[
    {
        "o": 19767,
        "r": "kjv:Isaiah:64:0",
        "t": "Isaiah 64",
        "h": 1
    },
    {
        "o": 19768,
        "r": "kjv:Isaiah:64:1",
        "t": "Oh*p that thou wouldest rend the heavens, that thou wouldest come down, that the mountains might flow down at thy presence,"
    },
    {
        "o": 19769,
        "r": "kjv:Isaiah:64:2",
        "t": "As*p when the melting fire burneth, the fire causeth the waters to boil, to make thy name known to thine adversaries, that the nations may tremble at thy presence!"
    },
    {
        "o": 19770,
        "r": "kjv:Isaiah:64:3",
        "t": "When*p thou didst terrible things which we looked not for, thou camest down, the mountains flowed down at thy presence."
    },
    {
        "o": 19771,
        "r": "kjv:Isaiah:64:4",
        "t": "For*p since the beginning of the world men have not heard, nor perceived by the ear, neither hath the eye seen, O God, beside thee, what he hath prepared for him that waiteth for him."
    },
    {
        "o": 19772,
        "r": "kjv:Isaiah:64:5",
        "t": "Thou*p meetest him that rejoiceth and worketh righteousness, those that remember thee in thy ways: behold, thou art wroth; for we have sinned: in those is continuance, and we shall be saved."
    },
    {
        "o": 19773,
        "r": "kjv:Isaiah:64:6",
        "t": "But*p we are all as an unclean thing, and all our righteousnesses are as filthy rags; and we all do fade as a leaf; and our iniquities, like the wind, have taken us away."
    },
    {
        "o": 19774,
        "r": "kjv:Isaiah:64:7",
        "t": "And*p there is none that calleth upon thy name, that stirreth up himself to take hold of thee: for thou hast hid thy face from us, and hast consumed us, because of our iniquities."
    },
    {
        "o": 19775,
        "r": "kjv:Isaiah:64:8",
        "t": "But*p now, O Lord,*s thou art our father; we are the clay, and thou our potter; and we all are the work of thy hand."
    },
    {
        "o": 19776,
        "r": "kjv:Isaiah:64:9",
        "t": "Be*p not wroth very sore, O Lord,*s neither remember iniquity for ever: behold, see, we beseech thee, we are all thy people."
    },
    {
        "o": 19777,
        "r": "kjv:Isaiah:64:10",
        "t": "Thy*p holy cities are a wilderness, Zion is a wilderness, Jerusalem a desolation."
    },
    {
        "o": 19778,
        "r": "kjv:Isaiah:64:11",
        "t": "Our*p holy and our beautiful house, where our fathers praised thee, is burned up with fire: and all our pleasant things are laid waste."
    },
    {
        "o": 19779,
        "r": "kjv:Isaiah:64:12",
        "t": "Wilt*p thou refrain thyself for these things, O Lord?*s wilt thou hold thy peace, and afflict us very sore?"
    }
]
