[
    {
        "o": 3271,
        "r": "csb:Leviticus:9:0",
        "t": "Leviticus 9",
        "h": 1
    },
    {
        "o": 3272,
        "r": "csb:Leviticus:9:0",
        "t": "The Priestly Ministry Inaugurated",
        "h": 2
    },
    {
        "o": 3273,
        "r": "csb:Leviticus:9:1",
        "t": "On*p the eighth day Moses summoned Aaron, his sons, and the elders of Israel."
    },
    {
        "o": 3274,
        "r": "csb:Leviticus:9:2",
        "t": "He said to Aaron, “Take a young bull for a sin offering and a ram for a burnt offering, both without blemish, and present them before the Lord.*s"
    },
    {
        "o": 3275,
        "r": "csb:Leviticus:9:3",
        "t": "And tell the Israelites: Take a male goat for a sin offering; a calf and a lamb, male yearlings without blemish, for a burnt offering;"
    },
    {
        "o": 3276,
        "r": "csb:Leviticus:9:4",
        "t": "an ox and a ram for a fellowship offering to sacrifice before the Lord;*s and a grain offering mixed with oil. For today the Lord*s is going to appear to you.”"
    },
    {
        "o": 3277,
        "r": "csb:Leviticus:9:5",
        "t": "They*p brought what Moses had commanded to the front of the tent of meeting, and the whole community came forward and stood before the Lord.*s"
    },
    {
        "o": 3278,
        "r": "csb:Leviticus:9:6",
        "t": "Moses said, “This is what the Lord*s commanded you to do, that the glory of the Lord*s may appear to you.”"
    },
    {
        "o": 3279,
        "r": "csb:Leviticus:9:7",
        "t": "Then Moses said to Aaron, “Approach the altar and sacrifice your sin offering and your burnt offering; make atonement for yourself and the people. Sacrifice the people’s offering and make atonement for them, as the Lord*s commanded.”"
    },
    {
        "o": 3280,
        "r": "csb:Leviticus:9:8",
        "t": "So*p Aaron approached the altar and slaughtered the calf as a sin offering for himself."
    },
    {
        "o": 3281,
        "r": "csb:Leviticus:9:9",
        "t": "Aaron’s sons brought the blood to him, and he dipped his finger in the blood and applied it to the horns of the altar. He poured out the blood at the base of the altar."
    },
    {
        "o": 3282,
        "r": "csb:Leviticus:9:10",
        "t": "He burned the fat, the kidneys, and the fatty lobe of the liver from the sin offering on the altar, as the Lord*s had commanded Moses."
    },
    {
        "o": 3283,
        "r": "csb:Leviticus:9:11",
        "t": "He burned the flesh and the hide outside the camp."
    },
    {
        "o": 3284,
        "r": "csb:Leviticus:9:12",
        "t": "Then*p he slaughtered the burnt offering. Aaron’s sons brought him the blood, and he splattered it on all sides of the altar."
    },
    {
        "o": 3285,
        "r": "csb:Leviticus:9:13",
        "t": "They brought him the burnt offering piece by piece, along with the head, and he burned them on the altar."
    },
    {
        "o": 3286,
        "r": "csb:Leviticus:9:14",
        "t": "He washed the entrails and the legs and burned them with the burnt offering on the altar."
    },
    {
        "o": 3287,
        "r": "csb:Leviticus:9:15",
        "t": "Aaron*p presented the people’s offering. He took the male goat for the people’s sin offering, slaughtered it, and made a sin offering with it as he did before."
    },
    {
        "o": 3288,
        "r": "csb:Leviticus:9:16",
        "t": "He presented the burnt offering and sacrificed it according to the regulation."
    },
    {
        "o": 3289,
        "r": "csb:Leviticus:9:17",
        "t": "Next he presented the grain offering, took a handful of it, and burned it on the altar in addition to the morning burnt offering."
    },
    {
        "o": 3290,
        "r": "csb:Leviticus:9:18",
        "t": "Finally,*p he slaughtered the ox and the ram as the people’s fellowship sacrifice. Aaron’s sons brought him the blood, and he splattered it on all sides of the altar."
    },
    {
        "o": 3291,
        "r": "csb:Leviticus:9:19",
        "t": "They also brought the fat portions from the ox and the ram - the fat tail, the fat surrounding the entrails, the kidneys, and the fatty lobe of the liver -"
    },
    {
        "o": 3292,
        "r": "csb:Leviticus:9:20",
        "t": "and placed these on the breasts. Aaron burned the fat portions on the altar,"
    },
    {
        "o": 3293,
        "r": "csb:Leviticus:9:21",
        "t": "but he presented the breasts and the right thigh as a presentation offering before the Lord,*s as Moses had commanded."
    },
    {
        "o": 3294,
        "r": "csb:Leviticus:9:22",
        "t": "Aaron*p lifted up his hands toward the people and blessed them. He came down after sacrificing the sin offering, the burnt offering, and the fellowship offering."
    },
    {
        "o": 3295,
        "r": "csb:Leviticus:9:23",
        "t": "Moses and Aaron then entered the tent of meeting. When they came out, they blessed the people, and the glory of the Lord*s appeared to all the people."
    },
    {
        "o": 3296,
        "r": "csb:Leviticus:9:24",
        "t": "Fire came from the Lord*s and consumed the burnt offering and the fat portions on the altar. And when all the people saw it, they shouted and fell facedown."
    }
]
