[
    {
        "o": 11834,
        "r": "kjv:2 Chronicles:13:0",
        "t": "2 Chronicles 13",
        "h": 1
    },
    {
        "o": 11835,
        "r": "kjv:2 Chronicles:13:1",
        "t": "Now*p in the eighteenth year of king Jeroboam began Abijah to reign over Judah."
    },
    {
        "o": 11836,
        "r": "kjv:2 Chronicles:13:2",
        "t": "He*p reigned three years in Jerusalem. His mother's name also was Michaiah the daughter of Uriel of Gibeah. And there was war between Abijah and Jeroboam."
    },
    {
        "o": 11837,
        "r": "kjv:2 Chronicles:13:3",
        "t": "And*p Abijah set the battle in array with an army of valiant men of war, even four hundred thousand chosen men: Jeroboam also set the battle in array against him with eight hundred thousand chosen men, being mighty men of valour."
    },
    {
        "o": 11838,
        "r": "kjv:2 Chronicles:13:4",
        "t": "And*p Abijah stood up upon mount Zemaraim, which is in mount Ephraim, and said, Hear me, thou Jeroboam, and all Israel;"
    },
    {
        "o": 11839,
        "r": "kjv:2 Chronicles:13:5",
        "t": "Ought*p ye not to know that the Lord*s God of Israel gave the kingdom over Israel to David for ever, even to him and to his sons by a covenant of salt?"
    },
    {
        "o": 11840,
        "r": "kjv:2 Chronicles:13:6",
        "t": "Yet*p Jeroboam the son of Nebat, the servant of Solomon the son of David, is risen up, and hath rebelled against his lord."
    },
    {
        "o": 11841,
        "r": "kjv:2 Chronicles:13:7",
        "t": "And*p there are gathered unto him vain men, the children of Belial, and have strengthened themselves against Rehoboam the son of Solomon, when Rehoboam was young and tenderhearted, and could not withstand them."
    },
    {
        "o": 11842,
        "r": "kjv:2 Chronicles:13:8",
        "t": "And*p now ye think to withstand the kingdom of the Lord*s in the hand of the sons of David; and ye be a great multitude, and there are with you golden calves, which Jeroboam made you for gods."
    },
    {
        "o": 11843,
        "r": "kjv:2 Chronicles:13:9",
        "t": "Have*p ye not cast out the priests of the Lord,*s the sons of Aaron, and the Levites, and have made you priests after the manner of the nations of other lands? so that whosoever cometh to consecrate himself with a young bullock and seven rams, the same may be a priest of them that are no gods."
    },
    {
        "o": 11844,
        "r": "kjv:2 Chronicles:13:10",
        "t": "But*p as for us, the Lord*s is our God, and we have not forsaken him; and the priests, which minister unto the Lord,*s are the sons of Aaron, and the Levites wait upon their business:"
    },
    {
        "o": 11845,
        "r": "kjv:2 Chronicles:13:11",
        "t": "And*p they burn unto the Lord*s every morning and every evening burnt sacrifices and sweet incense: the shewbread also set they in order upon the pure table; and the candlestick of gold with the lamps thereof, to burn every evening: for we keep the charge of the Lord*s our God; but ye have forsaken him."
    },
    {
        "o": 11846,
        "r": "kjv:2 Chronicles:13:12",
        "t": "And,*p behold, God himself is with us for our captain, and his priests with sounding trumpets to cry alarm against you. O children of Israel, fight ye not against the Lord*s God of your fathers; for ye shall not prosper."
    },
    {
        "o": 11847,
        "r": "kjv:2 Chronicles:13:13",
        "t": "But*p Jeroboam caused an ambushment to come about behind them: so they were before Judah, and the ambushment was behind them."
    },
    {
        "o": 11848,
        "r": "kjv:2 Chronicles:13:14",
        "t": "And*p when Judah looked back, behold, the battle was before and behind: and they cried unto the Lord,*s and the priests sounded with the trumpets."
    },
    {
        "o": 11849,
        "r": "kjv:2 Chronicles:13:15",
        "t": "Then*p the men of Judah gave a shout: and as the men of Judah shouted, it came to pass, that God smote Jeroboam and all Israel before Abijah and Judah."
    },
    {
        "o": 11850,
        "r": "kjv:2 Chronicles:13:16",
        "t": "And*p the children of Israel fled before Judah: and God delivered them into their hand."
    },
    {
        "o": 11851,
        "r": "kjv:2 Chronicles:13:17",
        "t": "And*p Abijah and his people slew them with a great slaughter: so there fell down slain of Israel five hundred thousand chosen men."
    },
    {
        "o": 11852,
        "r": "kjv:2 Chronicles:13:18",
        "t": "Thus*p the children of Israel were brought under at that time, and the children of Judah prevailed, because they relied upon the Lord*s God of their fathers."
    },
    {
        "o": 11853,
        "r": "kjv:2 Chronicles:13:19",
        "t": "And*p Abijah pursued after Jeroboam, and took cities from him, Beth–el with the towns thereof, and Jeshanah with the towns thereof, and Ephrain with the towns thereof."
    },
    {
        "o": 11854,
        "r": "kjv:2 Chronicles:13:20",
        "t": "Neither*p did Jeroboam recover strength again in the days of Abijah: and the Lord*s struck him, and he died."
    },
    {
        "o": 11855,
        "r": "kjv:2 Chronicles:13:21",
        "t": "But*p Abijah waxed mighty, and married fourteen wives, and begat twenty and two sons, and sixteen daughters."
    },
    {
        "o": 11856,
        "r": "kjv:2 Chronicles:13:22",
        "t": "And*p the rest of the acts of Abijah, and his ways, and his sayings, are written in the story of the prophet Iddo."
    }
]
