[
    {
        "o": 33051,
        "r": "nasb:1 Timothy:1:0",
        "t": "1 Timothy 1",
        "h": 1
    },
    {
        "o": 33052,
        "r": "nasb:1 Timothy:1:0",
        "t": "Misleadings in Doctrine and Living",
        "h": 2
    },
    {
        "o": 33053,
        "r": "nasb:1 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus according to the commandment of God our Savior, and of Christ Jesus, who*i is*i our hope,"
    },
    {
        "o": 33054,
        "r": "nasb:1 Timothy:1:2",
        "t": "To*p Timothy, my*i true child in the*i faith: Grace, mercy and*i peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 33055,
        "r": "nasb:1 Timothy:1:3",
        "t": "As*p I urged you upon my departure for Macedonia, remain on at Ephesus so that you may instruct certain men not to teach strange doctrines,"
    },
    {
        "o": 33056,
        "r": "nasb:1 Timothy:1:4",
        "t": "nor to pay attention to myths and endless genealogies, which give rise to mere speculation rather than furthering*i the administration of God which is by faith."
    },
    {
        "o": 33057,
        "r": "nasb:1 Timothy:1:5",
        "t": "But the goal of our instruction is love from a pure heart and a good conscience and a sincere faith."
    },
    {
        "o": 33058,
        "r": "nasb:1 Timothy:1:6",
        "t": "For some men, straying from these things, have turned aside to fruitless discussion,"
    },
    {
        "o": 33059,
        "r": "nasb:1 Timothy:1:7",
        "t": "wanting to be teachers of the Law, even though they do not understand either what they are saying or the matters about which they make confident assertions."
    },
    {
        "o": 33060,
        "r": "nasb:1 Timothy:1:8",
        "t": "But*p we know that the Law is good, if one uses it lawfully,"
    },
    {
        "o": 33061,
        "r": "nasb:1 Timothy:1:9",
        "t": "realizing the fact that law is not made for a righteous person, but for those who are lawless and rebellious, for the ungodly and sinners, for the unholy and profane, for those who kill their fathers or mothers, for murderers"
    },
    {
        "o": 33062,
        "r": "nasb:1 Timothy:1:10",
        "t": "and immoral men and homosexuals and kidnappers and liars and perjurers, and whatever else is contrary to sound teaching,"
    },
    {
        "o": 33063,
        "r": "nasb:1 Timothy:1:11",
        "t": "according to the glorious gospel of the blessed God, with which I have been entrusted."
    },
    {
        "o": 33064,
        "r": "nasb:1 Timothy:1:12",
        "t": "I*p thank Christ Jesus our Lord, who has strengthened me, because He considered me faithful, putting me into service,"
    },
    {
        "o": 33065,
        "r": "nasb:1 Timothy:1:13",
        "t": "even though I was formerly a blasphemer and a persecutor and a violent aggressor. Yet I was shown mercy because I acted ignorantly in unbelief;"
    },
    {
        "o": 33066,
        "r": "nasb:1 Timothy:1:14",
        "t": "and the grace of our Lord was more than abundant, with the faith and love which are found*i in Christ Jesus."
    },
    {
        "o": 33067,
        "r": "nasb:1 Timothy:1:15",
        "t": "It is a trustworthy statement, deserving full acceptance, that Christ Jesus came into the world to save sinners, among whom I am foremost of*i all.*i"
    },
    {
        "o": 33068,
        "r": "nasb:1 Timothy:1:16",
        "t": "Yet for this reason I found mercy, so that in me as the foremost, Jesus Christ might demonstrate His perfect patience as an example for those who would believe in Him for eternal life."
    },
    {
        "o": 33069,
        "r": "nasb:1 Timothy:1:17",
        "t": "Now to the King eternal, immortal, invisible, the only God, be*i honor and glory forever and ever. Amen."
    },
    {
        "o": 33070,
        "r": "nasb:1 Timothy:1:18",
        "t": "This*p command I entrust to you, Timothy, my*i son, in accordance with the prophecies previously made concerning you, that by them you fight the good fight,"
    },
    {
        "o": 33071,
        "r": "nasb:1 Timothy:1:19",
        "t": "keeping faith and a good conscience, which some have rejected and suffered shipwreck in regard to their faith."
    },
    {
        "o": 33072,
        "r": "nasb:1 Timothy:1:20",
        "t": "Among these are Hymenaeus and Alexander, whom I have handed over to Satan, so that they will be taught not to blaspheme."
    }
]
