[
    {
        "o": 21172,
        "r": "niv:Jeremiah:12:0",
        "t": "Jeremiah 12",
        "h": 1
    },
    {
        "o": 21173,
        "r": "niv:Jeremiah:12:0",
        "t": "Jeremiah’s Complaint",
        "h": 2
    },
    {
        "o": 21174,
        "r": "niv:Jeremiah:12:1",
        "t": "You*pn are always righteous, Lord,*s when*ld I bring a case before you. Yet*ln I would speak with you about your justice: Why*ld does the way of the wicked prosper? Why*ld do all the faithless live at ease?"
    },
    {
        "o": 21175,
        "r": "niv:Jeremiah:12:2",
        "t": "You*ln have planted them, and they have taken root; they*ld grow and bear fruit. You*ln are always on their lips but*ld far from their hearts."
    },
    {
        "o": 21176,
        "r": "niv:Jeremiah:12:3",
        "t": "Yet*ln you know me, Lord;*s you*ld see me and test my thoughts about you. Drag*ln them off like sheep to be butchered! Set*ld them apart for the day of slaughter!"
    },
    {
        "o": 21177,
        "r": "niv:Jeremiah:12:4",
        "t": "How*ln long will the land lie parched and*ld the grass in every field be withered? Because*ln those who live in it are wicked, the*ld animals and birds have perished. Moreover,*ln the people are saying, “He*ld will not see what happens to us.”"
    },
    {
        "o": 21178,
        "r": "niv:Jeremiah:12:4",
        "t": "God’s Answer",
        "h": 2
    },
    {
        "o": 21179,
        "r": "niv:Jeremiah:12:5",
        "t": "“If*pn you have raced with men on foot and*ld they have worn you out, how*ld can you compete with horses? If*ln you stumble in safe country, how*ld will you manage in the thickets by the Jordan?"
    },
    {
        "o": 21180,
        "r": "niv:Jeremiah:12:6",
        "t": "Your*ln relatives, members of your own family— even*ld they have betrayed you; they*ld have raised a loud cry against you. Do*ln not trust them, though*ld they speak well of you."
    },
    {
        "o": 21181,
        "r": "niv:Jeremiah:12:7",
        "t": "“I*pn will forsake my house, abandon*ld my inheritance; I*ln will give the one I love into*ld the hands of her enemies."
    },
    {
        "o": 21182,
        "r": "niv:Jeremiah:12:8",
        "t": "My*ln inheritance has become to me like*ld a lion in the forest. She*ln roars at me; therefore*ld I hate her."
    },
    {
        "o": 21183,
        "r": "niv:Jeremiah:12:9",
        "t": "Has*ln not my inheritance become to me like*ld a speckled bird of prey that*ld other birds of prey surround and attack? Go*ln and gather all the wild beasts; bring*ld them to devour."
    },
    {
        "o": 21184,
        "r": "niv:Jeremiah:12:10",
        "t": "Many*ln shepherds will ruin my vineyard and*ld trample down my field; they*ln will turn my pleasant field into*ld a desolate wasteland."
    },
    {
        "o": 21185,
        "r": "niv:Jeremiah:12:11",
        "t": "It*ln will be made a wasteland, parched*ld and desolate before me; the*ln whole land will be laid waste because*ld there is no one who cares."
    },
    {
        "o": 21186,
        "r": "niv:Jeremiah:12:12",
        "t": "Over*ln all the barren heights in the desert destroyers*ld will swarm, for*ln the sword of the Lord*s will devour from*ld one end of the land to the other; no*ld one will be safe."
    },
    {
        "o": 21187,
        "r": "niv:Jeremiah:12:13",
        "t": "They*ln will sow wheat but reap thorns; they*ld will wear themselves out but gain nothing. They*ln will bear the shame of their harvest because*ld of the Lord’s*s fierce anger.”"
    },
    {
        "o": 21188,
        "r": "niv:Jeremiah:12:14",
        "t": "This*p is what the Lord*s says: “As for all my wicked neighbors who seize the inheritance I gave my people Israel, I will uproot them from their lands and I will uproot the people of Judah from among them."
    },
    {
        "o": 21189,
        "r": "niv:Jeremiah:12:15",
        "t": "But after I uproot them, I will again have compassion and will bring each of them back to their own inheritance and their own country."
    },
    {
        "o": 21190,
        "r": "niv:Jeremiah:12:16",
        "t": "And if they learn well the ways of my people and swear by my name, saying, ‘As surely as the Lord*s lives’—even as they once taught my people to swear by Baal—then they will be established among my people."
    },
    {
        "o": 21191,
        "r": "niv:Jeremiah:12:17",
        "t": "But if any nation does not listen, I will completely uproot and destroy it,” declares the Lord.*s"
    }
]
