[
    {
        "o": 23383,
        "r": "kjv:Amos:1:0",
        "t": "Amos 1",
        "h": 1
    },
    {
        "o": 23384,
        "r": "kjv:Amos:1:1",
        "t": "The*p words of Amos, who was among the herdmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake."
    },
    {
        "o": 23385,
        "r": "kjv:Amos:1:2",
        "t": "And*p he said, The Lord*s will roar from Zion, and utter his voice from Jerusalem; and the habitations of the shepherds shall mourn, and the top of Carmel shall wither."
    },
    {
        "o": 23386,
        "r": "kjv:Amos:1:3",
        "t": "Thus*p saith the Lord;*s For three transgressions of Damascus, and for four, I will not turn away the punishment thereof; because they have threshed Gilead with threshing instruments of iron:"
    },
    {
        "o": 23387,
        "r": "kjv:Amos:1:4",
        "t": "But*p I will send a fire into the house of Hazael, which shall devour the palaces of Ben–hadad."
    },
    {
        "o": 23388,
        "r": "kjv:Amos:1:5",
        "t": "I*p will break also the bar of Damascus, and cut off the inhabitant from the plain of Aven, and him that holdeth the sceptre from the house of Eden: and the people of Syria shall go into captivity unto Kir, saith the Lord.*s"
    },
    {
        "o": 23389,
        "r": "kjv:Amos:1:6",
        "t": "Thus*p saith the Lord;*s For three transgressions of Gaza, and for four, I will not turn away the punishment thereof; because they carried away captive the whole captivity, to deliver them up to Edom:"
    },
    {
        "o": 23390,
        "r": "kjv:Amos:1:7",
        "t": "But*p I will send a fire on the wall of Gaza, which shall devour the palaces thereof:"
    },
    {
        "o": 23391,
        "r": "kjv:Amos:1:8",
        "t": "And*p I will cut off the inhabitant from Ashdod, and him that holdeth the sceptre from Ashkelon, and I will turn mine hand against Ekron: and the remnant of the Philistines shall perish, saith the Lord God.*s"
    },
    {
        "o": 23392,
        "r": "kjv:Amos:1:9",
        "t": "Thus*p saith the Lord;*s For three transgressions of Tyre, and for four, I will not turn away the punishment thereof; because they delivered up the whole captivity to Edom, and remembered not the brotherly covenant:"
    },
    {
        "o": 23393,
        "r": "kjv:Amos:1:10",
        "t": "But*p I will send a fire on the wall of Tyre, which shall devour the palaces thereof."
    },
    {
        "o": 23394,
        "r": "kjv:Amos:1:11",
        "t": "Thus*p saith the Lord;*s For three transgressions of Edom, and for four, I will not turn away the punishment thereof; because he did pursue his brother with the sword, and did cast off all pity, and his anger did tear perpetually, and he kept his wrath for ever:"
    },
    {
        "o": 23395,
        "r": "kjv:Amos:1:12",
        "t": "But*p I will send a fire upon Teman, which shall devour the palaces of Bozrah."
    },
    {
        "o": 23396,
        "r": "kjv:Amos:1:13",
        "t": "Thus*p saith the Lord;*s For three transgressions of the children of Ammon, and for four, I will not turn away the punishment thereof; because they have ripped up the women with child of Gilead, that they might enlarge their border:"
    },
    {
        "o": 23397,
        "r": "kjv:Amos:1:14",
        "t": "But*p I will kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, with a tempest in the day of the whirlwind:"
    },
    {
        "o": 23398,
        "r": "kjv:Amos:1:15",
        "t": "And*p their king shall go into captivity, he and his princes together, saith the Lord.*s"
    },
    {
        "o": 23399,
        "r": "kjv:Amos:2:0",
        "t": "Amos 2",
        "h": 1
    },
    {
        "o": 23400,
        "r": "kjv:Amos:2:1",
        "t": "Thus*p saith the Lord;*s For three transgressions of Moab, and for four, I will not turn away the punishment thereof; because he burned the bones of the king of Edom into lime:"
    },
    {
        "o": 23401,
        "r": "kjv:Amos:2:2",
        "t": "But*p I will send a fire upon Moab, and it shall devour the palaces of Kerioth: and Moab shall die with tumult, with shouting, and with the sound of the trumpet:"
    },
    {
        "o": 23402,
        "r": "kjv:Amos:2:3",
        "t": "And*p I will cut off the judge from the midst thereof, and will slay all the princes thereof with him, saith the Lord.*s"
    },
    {
        "o": 23403,
        "r": "kjv:Amos:2:4",
        "t": "Thus*p saith the Lord;*s For three transgressions of Judah, and for four, I will not turn away the punishment thereof; because they have despised the law of the Lord,*s and have not kept his commandments, and their lies caused them to err, after the which their fathers have walked:"
    },
    {
        "o": 23404,
        "r": "kjv:Amos:2:5",
        "t": "But*p I will send a fire upon Judah, and it shall devour the palaces of Jerusalem."
    },
    {
        "o": 23405,
        "r": "kjv:Amos:2:6",
        "t": "Thus*p saith the Lord;*s For three transgressions of Israel, and for four, I will not turn away the punishment thereof; because they sold the righteous for silver, and the poor for a pair of shoes;"
    },
    {
        "o": 23406,
        "r": "kjv:Amos:2:7",
        "t": "That*p pant after the dust of the earth on the head of the poor, and turn aside the way of the meek: and a man and his father will go in unto the same maid, to profane my holy name:"
    },
    {
        "o": 23407,
        "r": "kjv:Amos:2:8",
        "t": "And*p they lay themselves down upon clothes laid to pledge by every altar, and they drink the wine of the condemned in the house of their god."
    },
    {
        "o": 23408,
        "r": "kjv:Amos:2:9",
        "t": "Yet*p destroyed I the Amorite before them, whose height was like the height of the cedars, and he was strong as the oaks; yet I destroyed his fruit from above, and his roots from beneath."
    },
    {
        "o": 23409,
        "r": "kjv:Amos:2:10",
        "t": "Also*p I brought you up from the land of Egypt, and led you forty years through the wilderness, to possess the land of the Amorite."
    },
    {
        "o": 23410,
        "r": "kjv:Amos:2:11",
        "t": "And*p I raised up of your sons for prophets, and of your young men for Nazarites. Is it not even thus, O ye children of Israel? saith the Lord.*s"
    },
    {
        "o": 23411,
        "r": "kjv:Amos:2:12",
        "t": "But*p ye gave the Nazarites wine to drink; and commanded the prophets, saying, Prophesy not."
    },
    {
        "o": 23412,
        "r": "kjv:Amos:2:13",
        "t": "Behold,*p I am pressed under you, as a cart is pressed that is full of sheaves."
    },
    {
        "o": 23413,
        "r": "kjv:Amos:2:14",
        "t": "Therefore*p the flight shall perish from the swift, and the strong shall not strengthen his force, neither shall the mighty deliver himself:"
    },
    {
        "o": 23414,
        "r": "kjv:Amos:2:15",
        "t": "Neither*p shall he stand that handleth the bow; and he that is swift of foot shall not deliver himself: neither shall he that rideth the horse deliver himself."
    },
    {
        "o": 23415,
        "r": "kjv:Amos:2:16",
        "t": "And*p he that is courageous among the mighty shall flee away naked in that day, saith the Lord.*s"
    },
    {
        "o": 23416,
        "r": "kjv:Amos:3:0",
        "t": "Amos 3",
        "h": 1
    },
    {
        "o": 23417,
        "r": "kjv:Amos:3:1",
        "t": "Hear*p this word that the Lord*s hath spoken against you, O children of Israel, against the whole family which I brought up from the land of Egypt, saying,"
    },
    {
        "o": 23418,
        "r": "kjv:Amos:3:2",
        "t": "You*p only have I known of all the families of the earth: therefore I will punish you for all your iniquities."
    },
    {
        "o": 23419,
        "r": "kjv:Amos:3:3",
        "t": "Can*p two walk together, except they be agreed?"
    },
    {
        "o": 23420,
        "r": "kjv:Amos:3:4",
        "t": "Will*p a lion roar in the forest, when he hath no prey? will a young lion cry out of his den, if he have taken nothing?"
    },
    {
        "o": 23421,
        "r": "kjv:Amos:3:5",
        "t": "Can*p a bird fall in a snare upon the earth, where no gin is for him? shall one take up a snare from the earth, and have taken nothing at all?"
    },
    {
        "o": 23422,
        "r": "kjv:Amos:3:6",
        "t": "Shall*p a trumpet be blown in the city, and the people not be afraid? shall there be evil in a city, and the Lord*s hath not done it?"
    },
    {
        "o": 23423,
        "r": "kjv:Amos:3:7",
        "t": "Surely*p the Lord God*s will do nothing, but he revealeth his secret unto his servants the prophets."
    },
    {
        "o": 23424,
        "r": "kjv:Amos:3:8",
        "t": "The*p lion hath roared, who will not fear? the Lord God*s hath spoken, who can but prophesy?"
    },
    {
        "o": 23425,
        "r": "kjv:Amos:3:9",
        "t": "Publish*p in the palaces at Ashdod, and in the palaces in the land of Egypt, and say, Assemble yourselves upon the mountains of Samaria, and behold the great tumults in the midst thereof, and the oppressed in the midst thereof."
    },
    {
        "o": 23426,
        "r": "kjv:Amos:3:10",
        "t": "For*p they know not to do right, saith the Lord,*s who store up violence and robbery in their palaces."
    },
    {
        "o": 23427,
        "r": "kjv:Amos:3:11",
        "t": "Therefore*p thus saith the Lord God;*s An adversary there shall be even round about the land; and he shall bring down thy strength from thee, and thy palaces shall be spoiled."
    },
    {
        "o": 23428,
        "r": "kjv:Amos:3:12",
        "t": "Thus*p saith the Lord;*s As the shepherd taketh out of the mouth of the lion two legs, or a piece of an ear; so shall the children of Israel be taken out that dwell in Samaria in the corner of a bed, and in Damascus in a couch."
    },
    {
        "o": 23429,
        "r": "kjv:Amos:3:13",
        "t": "Hear*p ye, and testify in the house of Jacob, saith the Lord God,*s the God of hosts,"
    },
    {
        "o": 23430,
        "r": "kjv:Amos:3:14",
        "t": "That*p in the day that I shall visit the transgressions of Israel upon him I will also visit the altars of Beth–el: and the horns of the altar shall be cut off, and fall to the ground."
    },
    {
        "o": 23431,
        "r": "kjv:Amos:3:15",
        "t": "And*p I will smite the winter house with the summer house; and the houses of ivory shall perish, and the great houses shall have an end, saith the Lord.*s"
    },
    {
        "o": 23432,
        "r": "kjv:Amos:4:0",
        "t": "Amos 4",
        "h": 1
    },
    {
        "o": 23433,
        "r": "kjv:Amos:4:1",
        "t": "Hear*p this word, ye kine of Bashan, that are in the mountain of Samaria, which oppress the poor, which crush the needy, which say to their masters, Bring, and let us drink."
    },
    {
        "o": 23434,
        "r": "kjv:Amos:4:2",
        "t": "The*p Lord God*s hath sworn by his holiness, that, lo, the days shall come upon you, that he will take you away with hooks, and your posterity with fishhooks."
    },
    {
        "o": 23435,
        "r": "kjv:Amos:4:3",
        "t": "And*p ye shall go out at the breaches, every cow at that which is before her; and ye shall cast them into the palace, saith the Lord.*s"
    },
    {
        "o": 23436,
        "r": "kjv:Amos:4:4",
        "t": "Come*p to Beth–el, and transgress; at Gilgal multiply transgression; and bring your sacrifices every morning, and your tithes after three years:"
    },
    {
        "o": 23437,
        "r": "kjv:Amos:4:5",
        "t": "And*p offer a sacrifice of thanksgiving with leaven, and proclaim and publish the free offerings: for this liketh you, O ye children of Israel, saith the Lord God.*s"
    },
    {
        "o": 23438,
        "r": "kjv:Amos:4:6",
        "t": "And*p I also have given you cleanness of teeth in all your cities, and want of bread in all your places: yet have ye not returned unto me, saith the Lord.*s"
    },
    {
        "o": 23439,
        "r": "kjv:Amos:4:7",
        "t": "And*p also I have withholden the rain from you, when there were yet three months to the harvest: and I caused it to rain upon one city, and caused it not to rain upon another city: one piece was rained upon, and the piece whereupon it rained not withered."
    },
    {
        "o": 23440,
        "r": "kjv:Amos:4:8",
        "t": "So*p two or three cities wandered unto one city, to drink water; but they were not satisfied: yet have ye not returned unto me, saith the Lord.*s"
    },
    {
        "o": 23441,
        "r": "kjv:Amos:4:9",
        "t": "I*p have smitten you with blasting and mildew: when your gardens and your vineyards and your fig trees and your olive trees increased, the palmerworm devoured them: yet have ye not returned unto me, saith the Lord.*s"
    },
    {
        "o": 23442,
        "r": "kjv:Amos:4:10",
        "t": "I*p have sent among you the pestilence after the manner of Egypt: your young men have I slain with the sword, and have taken away your horses; and I have made the stink of your camps to come up unto your nostrils: yet have ye not returned unto me, saith the Lord.*s"
    },
    {
        "o": 23443,
        "r": "kjv:Amos:4:11",
        "t": "I*p have overthrown some of you, as God overthrew Sodom and Gomorrah, and ye were as a firebrand plucked out of the burning: yet have ye not returned unto me, saith the Lord.*s"
    },
    {
        "o": 23444,
        "r": "kjv:Amos:4:12",
        "t": "Therefore*p thus will I do unto thee, O Israel: and because I will do this unto thee, prepare to meet thy God, O Israel."
    },
    {
        "o": 23445,
        "r": "kjv:Amos:4:13",
        "t": "For,*p lo, he that formeth the mountains, and createth the wind, and declareth unto man what is his thought, that maketh the morning darkness, and treadeth upon the high places of the earth, The Lord,*s The God of hosts, is his name."
    },
    {
        "o": 23446,
        "r": "kjv:Amos:5:0",
        "t": "Amos 5",
        "h": 1
    },
    {
        "o": 23447,
        "r": "kjv:Amos:5:1",
        "t": "Hear*p ye this word which I take up against you, even a lamentation, O house of Israel."
    },
    {
        "o": 23448,
        "r": "kjv:Amos:5:2",
        "t": "The*p virgin of Israel is fallen; she shall no more rise: she is forsaken upon her land; there is none to raise her up."
    },
    {
        "o": 23449,
        "r": "kjv:Amos:5:3",
        "t": "For*p thus saith the Lord God;*s The city that went out by a thousand shall leave an hundred, and that which went forth by an hundred shall leave ten, to the house of Israel."
    },
    {
        "o": 23450,
        "r": "kjv:Amos:5:4",
        "t": "For*p thus saith the Lord*s unto the house of Israel, Seek ye me, and ye shall live:"
    },
    {
        "o": 23451,
        "r": "kjv:Amos:5:5",
        "t": "But*p seek not Beth–el, nor enter into Gilgal, and pass not to Beer–sheba: for Gilgal shall surely go into captivity, and Beth–el shall come to nought."
    },
    {
        "o": 23452,
        "r": "kjv:Amos:5:6",
        "t": "Seek*p the Lord,*s and ye shall live; lest he break out like fire in the house of Joseph, and devour it, and there be none to quench it in Beth–el."
    },
    {
        "o": 23453,
        "r": "kjv:Amos:5:7",
        "t": "Ye*p who turn judgment to wormwood, and leave off righteousness in the earth,"
    },
    {
        "o": 23454,
        "r": "kjv:Amos:5:8",
        "t": "Seek*p him that maketh the seven stars and Orion, and turneth the shadow of death into the morning, and maketh the day dark with night: that calleth for the waters of the sea, and poureth them out upon the face of the earth: The Lord*s is his name:"
    },
    {
        "o": 23455,
        "r": "kjv:Amos:5:9",
        "t": "That*p strengtheneth the spoiled against the strong, so that the spoiled shall come against the fortress."
    },
    {
        "o": 23456,
        "r": "kjv:Amos:5:10",
        "t": "They*p hate him that rebuketh in the gate, and they abhor him that speaketh uprightly."
    },
    {
        "o": 23457,
        "r": "kjv:Amos:5:11",
        "t": "Forasmuch*p therefore as your treading is upon the poor, and ye take from him burdens of wheat: ye have built houses of hewn stone, but ye shall not dwell in them; ye have planted pleasant vineyards, but ye shall not drink wine of them."
    },
    {
        "o": 23458,
        "r": "kjv:Amos:5:12",
        "t": "For*p I know your manifold transgressions and your mighty sins: they afflict the just, they take a bribe, and they turn aside the poor in the gate from their right."
    },
    {
        "o": 23459,
        "r": "kjv:Amos:5:13",
        "t": "Therefore*p the prudent shall keep silence in that time; for it is an evil time."
    },
    {
        "o": 23460,
        "r": "kjv:Amos:5:14",
        "t": "Seek*p good, and not evil, that ye may live: and so the Lord,*s the God of hosts, shall be with you, as ye have spoken."
    },
    {
        "o": 23461,
        "r": "kjv:Amos:5:15",
        "t": "Hate*p the evil, and love the good, and establish judgment in the gate: it may be that the Lord*s God of hosts will be gracious unto the remnant of Joseph."
    },
    {
        "o": 23462,
        "r": "kjv:Amos:5:16",
        "t": "Therefore*p the Lord,*s the God of hosts, the Lord, saith thus; Wailing shall be in all streets; and they shall say in all the highways, Alas! alas! and they shall call the husbandman to mourning, and such as are skilful of lamentation to wailing."
    },
    {
        "o": 23463,
        "r": "kjv:Amos:5:17",
        "t": "And*p in all vineyards shall be wailing: for I will pass through thee, saith the Lord.*s"
    },
    {
        "o": 23464,
        "r": "kjv:Amos:5:18",
        "t": "Woe*p unto you that desire the day of the Lord!*s to what end is it for you? the day of the Lord*s is darkness, and not light."
    },
    {
        "o": 23465,
        "r": "kjv:Amos:5:19",
        "t": "As*p if a man did flee from a lion, and a bear met him; or went into the house, and leaned his hand on the wall, and a serpent bit him."
    },
    {
        "o": 23466,
        "r": "kjv:Amos:5:20",
        "t": "Shall*p not the day of the Lord*s be darkness, and not light? even very dark, and no brightness in it?"
    },
    {
        "o": 23467,
        "r": "kjv:Amos:5:21",
        "t": "I*p hate, I despise your feast days, and I will not smell in your solemn assemblies."
    },
    {
        "o": 23468,
        "r": "kjv:Amos:5:22",
        "t": "Though*p ye offer me burnt offerings and your meat offerings, I will not accept them: neither will I regard the peace offerings of your fat beasts."
    },
    {
        "o": 23469,
        "r": "kjv:Amos:5:23",
        "t": "Take*p thou away from me the noise of thy songs; for I will not hear the melody of thy viols."
    },
    {
        "o": 23470,
        "r": "kjv:Amos:5:24",
        "t": "But*p let judgment run down as waters, and righteousness as a mighty stream."
    },
    {
        "o": 23471,
        "r": "kjv:Amos:5:25",
        "t": "Have*p ye offered unto me sacrifices and offerings in the wilderness forty years, O house of Israel?"
    },
    {
        "o": 23472,
        "r": "kjv:Amos:5:26",
        "t": "But*p ye have borne the tabernacle of your Moloch and Chiun your images, the star of your god, which ye made to yourselves."
    },
    {
        "o": 23473,
        "r": "kjv:Amos:5:27",
        "t": "Therefore*p will I cause you to go into captivity beyond Damascus, saith the Lord,*s whose name is The God of hosts."
    },
    {
        "o": 23474,
        "r": "kjv:Amos:6:0",
        "t": "Amos 6",
        "h": 1
    },
    {
        "o": 23475,
        "r": "kjv:Amos:6:1",
        "t": "Woe*p to them that are at ease in Zion, and trust in the mountain of Samaria, which are named chief of the nations, to whom the house of Israel came!"
    },
    {
        "o": 23476,
        "r": "kjv:Amos:6:2",
        "t": "Pass*p ye unto Calneh, and see; and from thence go ye to Hamath the great: then go down to Gath of the Philistines: be they better than these kingdoms? or their border greater than your border?"
    },
    {
        "o": 23477,
        "r": "kjv:Amos:6:3",
        "t": "Ye*p that put far away the evil day, and cause the seat of violence to come near;"
    },
    {
        "o": 23478,
        "r": "kjv:Amos:6:4",
        "t": "That*p lie upon beds of ivory, and stretch themselves upon their couches, and eat the lambs out of the flock, and the calves out of the midst of the stall;"
    },
    {
        "o": 23479,
        "r": "kjv:Amos:6:5",
        "t": "That*p chant to the sound of the viol, and invent to themselves instruments of musick, like David;"
    },
    {
        "o": 23480,
        "r": "kjv:Amos:6:6",
        "t": "That*p drink wine in bowls, and anoint themselves with the chief ointments: but they are not grieved for the affliction of Joseph."
    },
    {
        "o": 23481,
        "r": "kjv:Amos:6:7",
        "t": "Therefore*p now shall they go captive with the first that go captive, and the banquet of them that stretched themselves shall be removed."
    },
    {
        "o": 23482,
        "r": "kjv:Amos:6:8",
        "t": "The*p Lord God*s hath sworn by himself, saith the Lord*s the God of hosts, I abhor the excellency of Jacob, and hate his palaces: therefore will I deliver up the city with all that is therein."
    },
    {
        "o": 23483,
        "r": "kjv:Amos:6:9",
        "t": "And*p it shall come to pass, if there remain ten men in one house, that they shall die."
    },
    {
        "o": 23484,
        "r": "kjv:Amos:6:10",
        "t": "And*p a man's uncle shall take him up, and he that burneth him, to bring out the bones out of the house, and shall say unto him that is by the sides of the house, Is there yet any with thee? and he shall say, No. Then shall he say, Hold thy tongue: for we may not make mention of the name of the Lord.*s"
    },
    {
        "o": 23485,
        "r": "kjv:Amos:6:11",
        "t": "For,*p behold, the Lord*s commandeth, and he will smite the great house with breaches, and the little house with clefts."
    },
    {
        "o": 23486,
        "r": "kjv:Amos:6:12",
        "t": "Shall*p horses run upon the rock? will one plow there with oxen? for ye have turned judgment into gall, and the fruit of righteousness into hemlock:"
    },
    {
        "o": 23487,
        "r": "kjv:Amos:6:13",
        "t": "Ye*p which rejoice in a thing of nought, which say, Have we not taken to us horns by our own strength?"
    },
    {
        "o": 23488,
        "r": "kjv:Amos:6:14",
        "t": "But,*p behold, I will raise up against you a nation, O house of Israel, saith the Lord*s the God of hosts; and they shall afflict you from the entering in of Hamath unto the river of the wilderness."
    },
    {
        "o": 23489,
        "r": "kjv:Amos:7:0",
        "t": "Amos 7",
        "h": 1
    },
    {
        "o": 23490,
        "r": "kjv:Amos:7:1",
        "t": "Thus*p hath the Lord God*s shewed unto me; and, behold, he formed grasshoppers in the beginning of the shooting up of the latter growth; and, lo, it was the latter growth after the king's mowings."
    },
    {
        "o": 23491,
        "r": "kjv:Amos:7:2",
        "t": "And*p it came to pass, that when they had made an end of eating the grass of the land, then I said, O Lord God,*s forgive, I beseech thee: by whom shall Jacob arise? for he is small."
    },
    {
        "o": 23492,
        "r": "kjv:Amos:7:3",
        "t": "The*p Lord*s repented for this: It shall not be, saith the Lord.*s"
    },
    {
        "o": 23493,
        "r": "kjv:Amos:7:4",
        "t": "Thus*p hath the Lord God*s shewed unto me: and, behold, the Lord God*s called to contend by fire, and it devoured the great deep, and did eat up a part."
    },
    {
        "o": 23494,
        "r": "kjv:Amos:7:5",
        "t": "Then*p said I, O Lord God,*s cease, I beseech thee: by whom shall Jacob arise? for he is small."
    },
    {
        "o": 23495,
        "r": "kjv:Amos:7:6",
        "t": "The*p Lord*s repented for this: This also shall not be, saith the Lord God.*s"
    },
    {
        "o": 23496,
        "r": "kjv:Amos:7:7",
        "t": "Thus*p he shewed me: and, behold, the Lord stood upon a wall made by a plumbline, with a plumbline in his hand."
    },
    {
        "o": 23497,
        "r": "kjv:Amos:7:8",
        "t": "And*p the Lord*s said unto me, Amos, what seest thou? And I said, A plumbline. Then said the Lord, Behold, I will set a plumbline in the midst of my people Israel: I will not again pass by them any more:"
    },
    {
        "o": 23498,
        "r": "kjv:Amos:7:9",
        "t": "And*p the high places of Isaac shall be desolate, and the sanctuaries of Israel shall be laid waste; and I will rise against the house of Jeroboam with the sword."
    },
    {
        "o": 23499,
        "r": "kjv:Amos:7:10",
        "t": "Then*p Amaziah the priest of Beth–el sent to Jeroboam king of Israel, saying, Amos hath conspired against thee in the midst of the house of Israel: the land is not able to bear all his words."
    },
    {
        "o": 23500,
        "r": "kjv:Amos:7:11",
        "t": "For*p thus Amos saith, Jeroboam shall die by the sword, and Israel shall surely be led away captive out of their own land."
    },
    {
        "o": 23501,
        "r": "kjv:Amos:7:12",
        "t": "Also*p Amaziah said unto Amos, O thou seer, go, flee thee away into the land of Judah, and there eat bread, and prophesy there:"
    },
    {
        "o": 23502,
        "r": "kjv:Amos:7:13",
        "t": "But*p prophesy not again any more at Beth–el: for it is the king's chapel, and it is the king's court."
    },
    {
        "o": 23503,
        "r": "kjv:Amos:7:14",
        "t": "Then*p answered Amos, and said to Amaziah, I was no prophet, neither was I a prophet's son; but I was an herdman, and a gatherer of sycomore fruit:"
    },
    {
        "o": 23504,
        "r": "kjv:Amos:7:15",
        "t": "And*p the Lord*s took me as I followed the flock, and the Lord*s said unto me, Go, prophesy unto my people Israel."
    },
    {
        "o": 23505,
        "r": "kjv:Amos:7:16",
        "t": "Now*p therefore hear thou the word of the Lord:*s Thou sayest, Prophesy not against Israel, and drop not thy word against the house of Isaac."
    },
    {
        "o": 23506,
        "r": "kjv:Amos:7:17",
        "t": "Therefore*p thus saith the Lord;*s Thy wife shall be an harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided by line; and thou shalt die in a polluted land: and Israel shall surely go into captivity forth of his land."
    },
    {
        "o": 23507,
        "r": "kjv:Amos:8:0",
        "t": "Amos 8",
        "h": 1
    },
    {
        "o": 23508,
        "r": "kjv:Amos:8:1",
        "t": "Thus*p hath the Lord God*s shewed unto me: and behold a basket of summer fruit."
    },
    {
        "o": 23509,
        "r": "kjv:Amos:8:2",
        "t": "And*p he said, Amos, what seest thou? And I said, A basket of summer fruit. Then said the Lord*s unto me, The end is come upon my people of Israel; I will not again pass by them any more."
    },
    {
        "o": 23510,
        "r": "kjv:Amos:8:3",
        "t": "And*p the songs of the temple shall be howlings in that day, saith the Lord God:*s there shall be many dead bodies in every place; they shall cast them forth with silence."
    },
    {
        "o": 23511,
        "r": "kjv:Amos:8:4",
        "t": "Hear*p this, O ye that swallow up the needy, even to make the poor of the land to fail,"
    },
    {
        "o": 23512,
        "r": "kjv:Amos:8:5",
        "t": "Saying,*p When will the new moon be gone, that we may sell corn? and the sabbath, that we may set forth wheat, making the ephah small, and the shekel great, and falsifying the balances by deceit?"
    },
    {
        "o": 23513,
        "r": "kjv:Amos:8:6",
        "t": "That*p we may buy the poor for silver, and the needy for a pair of shoes; yea, and sell the refuse of the wheat?"
    },
    {
        "o": 23514,
        "r": "kjv:Amos:8:7",
        "t": "The*p Lord*s hath sworn by the excellency of Jacob, Surely I will never forget any of their works."
    },
    {
        "o": 23515,
        "r": "kjv:Amos:8:8",
        "t": "Shall*p not the land tremble for this, and every one mourn that dwelleth therein? and it shall rise up wholly as a flood; and it shall be cast out and drowned, as by the flood of Egypt."
    },
    {
        "o": 23516,
        "r": "kjv:Amos:8:9",
        "t": "And*p it shall come to pass in that day, saith the Lord God,*s that I will cause the sun to go down at noon, and I will darken the earth in the clear day:"
    },
    {
        "o": 23517,
        "r": "kjv:Amos:8:10",
        "t": "And*p I will turn your feasts into mourning, and all your songs into lamentation; and I will bring up sackcloth upon all loins, and baldness upon every head; and I will make it as the mourning of an only son, and the end thereof as a bitter day."
    },
    {
        "o": 23518,
        "r": "kjv:Amos:8:11",
        "t": "Behold,*p the days come, saith the Lord God,*s that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the Lord:*s"
    },
    {
        "o": 23519,
        "r": "kjv:Amos:8:12",
        "t": "And*p they shall wander from sea to sea, and from the north even to the east, they shall run to and fro to seek the word of the Lord,*s and shall not find it."
    },
    {
        "o": 23520,
        "r": "kjv:Amos:8:13",
        "t": "In*p that day shall the fair virgins and young men faint for thirst."
    },
    {
        "o": 23521,
        "r": "kjv:Amos:8:14",
        "t": "They*p that swear by the sin of Samaria, and say, Thy god, O Dan, liveth; and, The manner of Beer–sheba liveth; even they shall fall, and never rise up again."
    },
    {
        "o": 23522,
        "r": "kjv:Amos:9:0",
        "t": "Amos 9",
        "h": 1
    },
    {
        "o": 23523,
        "r": "kjv:Amos:9:1",
        "t": "I*p saw the Lord standing upon the altar: and he said, Smite the lintel of the door, that the posts may shake: and cut them in the head, all of them; and I will slay the last of them with the sword: he that fleeth of them shall not flee away, and he that escapeth of them shall not be delivered."
    },
    {
        "o": 23524,
        "r": "kjv:Amos:9:2",
        "t": "Though*p they dig into hell, thence shall mine hand take them; though they climb up to heaven, thence will I bring them down:"
    },
    {
        "o": 23525,
        "r": "kjv:Amos:9:3",
        "t": "And*p though they hide themselves in the top of Carmel, I will search and take them out thence; and though they be hid from my sight in the bottom of the sea, thence will I command the serpent, and he shall bite them:"
    },
    {
        "o": 23526,
        "r": "kjv:Amos:9:4",
        "t": "And*p though they go into captivity before their enemies, thence will I command the sword, and it shall slay them: and I will set mine eyes upon them for evil, and not for good."
    },
    {
        "o": 23527,
        "r": "kjv:Amos:9:5",
        "t": "And*p the Lord God*s of hosts is he that toucheth the land, and it shall melt, and all that dwell therein shall mourn: and it shall rise up wholly like a flood; and shall be drowned, as by the flood of Egypt."
    },
    {
        "o": 23528,
        "r": "kjv:Amos:9:6",
        "t": "It*p is he that buildeth his stories in the heaven, and hath founded his troop in the earth; he that calleth for the waters of the sea, and poureth them out upon the face of the earth: The Lord*s is his name."
    },
    {
        "o": 23529,
        "r": "kjv:Amos:9:7",
        "t": "Are*p ye not as children of the Ethiopians unto me, O children of Israel? saith the Lord.*s Have not I brought up Israel out of the land of Egypt? and the Philistines from Caphtor, and the Syrians from Kir?"
    },
    {
        "o": 23530,
        "r": "kjv:Amos:9:8",
        "t": "Behold,*p the eyes of the Lord God*s are upon the sinful kingdom, and I will destroy it from off the face of the earth; saving that I will not utterly destroy the house of Jacob, saith the Lord.*s"
    },
    {
        "o": 23531,
        "r": "kjv:Amos:9:9",
        "t": "For,*p lo, I will command, and I will sift the house of Israel among all nations, like as corn is sifted in a sieve, yet shall not the least grain fall upon the earth."
    },
    {
        "o": 23532,
        "r": "kjv:Amos:9:10",
        "t": "All*p the sinners of my people shall die by the sword, which say, The evil shall not overtake nor prevent us."
    },
    {
        "o": 23533,
        "r": "kjv:Amos:9:11",
        "t": "In*p that day will I raise up the tabernacle of David that is fallen, and close up the breaches thereof; and I will raise up his ruins, and I will build it as in the days of old:"
    },
    {
        "o": 23534,
        "r": "kjv:Amos:9:12",
        "t": "That*p they may possess the remnant of Edom, and of all the heathen, which are called by my name, saith the Lord*s that doeth this."
    },
    {
        "o": 23535,
        "r": "kjv:Amos:9:13",
        "t": "Behold,*p the days come, saith the Lord,*s that the plowman shall overtake the reaper, and the treader of grapes him that soweth seed; and the mountains shall drop sweet wine, and all the hills shall melt."
    },
    {
        "o": 23536,
        "r": "kjv:Amos:9:14",
        "t": "And*p I will bring again the captivity of my people of Israel, and they shall build the waste cities, and inhabit them; and they shall plant vineyards, and drink the wine thereof; they shall also make gardens, and eat the fruit of them."
    },
    {
        "o": 23537,
        "r": "kjv:Amos:9:15",
        "t": "And*p I will plant them upon their land, and they shall no more be pulled up out of their land which I have given them, saith the Lord*s thy God."
    }
]
