[
    {
        "o": 32265,
        "r": "nasb:2 Corinthians:11:0",
        "t": "2 Corinthians 11",
        "h": 1
    },
    {
        "o": 32266,
        "r": "nasb:2 Corinthians:11:0",
        "t": "Paul Defends His Apostleship",
        "h": 2
    },
    {
        "o": 32267,
        "r": "nasb:2 Corinthians:11:1",
        "t": "I*p wish that you would bear with me in a little foolishness; but indeed you are bearing with me."
    },
    {
        "o": 32268,
        "r": "nasb:2 Corinthians:11:2",
        "t": "For I am jealous for you with a godly jealousy; for I betrothed you to one husband, so that to Christ I might present you as*i a pure virgin."
    },
    {
        "o": 32269,
        "r": "nasb:2 Corinthians:11:3",
        "t": "But I am afraid that, as the serpent deceived Eve by his craftiness, your minds will be led astray from the simplicity and purity of*i devotion*i to Christ."
    },
    {
        "o": 32270,
        "r": "nasb:2 Corinthians:11:4",
        "t": "For if one comes and preaches another Jesus whom we have not preached, or you receive a different spirit which you have not received, or a different gospel which you have not accepted, you bear this*i beautifully."
    },
    {
        "o": 32271,
        "r": "nasb:2 Corinthians:11:5",
        "t": "For I consider myself not in the least inferior to the most eminent apostles."
    },
    {
        "o": 32272,
        "r": "nasb:2 Corinthians:11:6",
        "t": "But even if I am unskilled in speech, yet I am not so*i in knowledge; in fact, in every way we have made this*i evident to you in all things."
    },
    {
        "o": 32273,
        "r": "nasb:2 Corinthians:11:7",
        "t": "Or*p did I commit a sin in humbling myself so that you might be exalted, because I preached the gospel of God to you without charge?"
    },
    {
        "o": 32274,
        "r": "nasb:2 Corinthians:11:8",
        "t": "I robbed other churches by taking wages from*i them*i to serve you;"
    },
    {
        "o": 32275,
        "r": "nasb:2 Corinthians:11:9",
        "t": "and when I was present with you and was in need, I was not a burden to anyone; for when the brethren came from Macedonia they fully supplied my need, and in everything I kept myself from being a burden to you, and will continue to do so."
    },
    {
        "o": 32276,
        "r": "nasb:2 Corinthians:11:10",
        "t": "As the truth of Christ is in me, this boasting of mine will not be stopped in the regions of Achaia."
    },
    {
        "o": 32277,
        "r": "nasb:2 Corinthians:11:11",
        "t": "Why? Because I do not love you? God knows I*i do!*i"
    },
    {
        "o": 32278,
        "r": "nasb:2 Corinthians:11:12",
        "t": "But*p what I am doing I will continue to do, so that I may cut off opportunity from those who desire an opportunity to be regarded just as we are in the matter about which they are boasting."
    },
    {
        "o": 32279,
        "r": "nasb:2 Corinthians:11:13",
        "t": "For such men are false apostles, deceitful workers, disguising themselves as apostles of Christ."
    },
    {
        "o": 32280,
        "r": "nasb:2 Corinthians:11:14",
        "t": "No wonder, for even Satan disguises himself as an angel of light."
    },
    {
        "o": 32281,
        "r": "nasb:2 Corinthians:11:15",
        "t": "Therefore it is not surprising if his servants also disguise themselves as servants of righteousness, whose end will be according to their deeds."
    },
    {
        "o": 32282,
        "r": "nasb:2 Corinthians:11:16",
        "t": "Again*p I say, let no one think me foolish; but if you*i do,*i receive me even as foolish, so that I also may boast a little."
    },
    {
        "o": 32283,
        "r": "nasb:2 Corinthians:11:17",
        "t": "What I am saying, I am not saying as the Lord would, but as in foolishness, in this confidence of boasting."
    },
    {
        "o": 32284,
        "r": "nasb:2 Corinthians:11:18",
        "t": "Since many boast according to the flesh, I will boast also."
    },
    {
        "o": 32285,
        "r": "nasb:2 Corinthians:11:19",
        "t": "For you, being so*i wise, tolerate the foolish gladly."
    },
    {
        "o": 32286,
        "r": "nasb:2 Corinthians:11:20",
        "t": "For you tolerate it if anyone enslaves you, anyone devours you, anyone takes advantage of you, anyone exalts himself, anyone hits you in the face."
    },
    {
        "o": 32287,
        "r": "nasb:2 Corinthians:11:21",
        "t": "To my*i shame I must*i say that we have been weak by*i comparison.*i But*bp in whatever respect anyone else*i is bold—I speak in foolishness—I am just as bold myself."
    },
    {
        "o": 32288,
        "r": "nasb:2 Corinthians:11:22",
        "t": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they descendants of Abraham? So am I."
    },
    {
        "o": 32289,
        "r": "nasb:2 Corinthians:11:23",
        "t": "Are they servants of Christ?—I speak as if insane—I more so; in far more labors, in far more imprisonments, beaten times without number, often in danger of death."
    },
    {
        "o": 32290,
        "r": "nasb:2 Corinthians:11:24",
        "t": "Five times I received from the Jews thirty-nine lashes.*i"
    },
    {
        "o": 32291,
        "r": "nasb:2 Corinthians:11:25",
        "t": "Three times I was beaten with rods, once I was stoned, three times I was shipwrecked, a night and a day I have spent in the deep."
    },
    {
        "o": 32292,
        "r": "nasb:2 Corinthians:11:26",
        "t": "I*i have*i been*i on frequent journeys, in dangers from rivers, dangers from robbers, dangers from my*i countrymen, dangers from the Gentiles, dangers in the city, dangers in the wilderness, dangers on the sea, dangers among false brethren;"
    },
    {
        "o": 32293,
        "r": "nasb:2 Corinthians:11:27",
        "t": "I*i have*i been*i in labor and hardship, through many sleepless nights, in hunger and thirst, often without food, in cold and exposure."
    },
    {
        "o": 32294,
        "r": "nasb:2 Corinthians:11:28",
        "t": "Apart from such*i external things, there is the daily pressure on me of*i concern for all the churches."
    },
    {
        "o": 32295,
        "r": "nasb:2 Corinthians:11:29",
        "t": "Who is weak without my being weak? Who is led into sin without my intense concern?"
    },
    {
        "o": 32296,
        "r": "nasb:2 Corinthians:11:30",
        "t": "If*p I have to boast, I will boast of what pertains to my weakness."
    },
    {
        "o": 32297,
        "r": "nasb:2 Corinthians:11:31",
        "t": "The God and Father of the Lord Jesus, He who is blessed forever, knows that I am not lying."
    },
    {
        "o": 32298,
        "r": "nasb:2 Corinthians:11:32",
        "t": "In Damascus the ethnarch under Aretas the king was guarding the city of the Damascenes in order to seize me,"
    },
    {
        "o": 32299,
        "r": "nasb:2 Corinthians:11:33",
        "t": "and I was let down in a basket through a window in the wall, and so*i escaped his hands."
    }
]
