[
    {
        "o": 34179,
        "r": "esv:2 Peter:3:0",
        "t": "2 Peter 3",
        "h": 1
    },
    {
        "o": 34180,
        "r": "esv:2 Peter:3:0",
        "t": "The Day of the Lord Will Come",
        "h": 2
    },
    {
        "o": 34181,
        "r": "esv:2 Peter:3:1",
        "t": "This*p is now the second letter that I am writing to you, beloved. In both of them I am stirring up your sincere mind by way of reminder,"
    },
    {
        "o": 34182,
        "r": "esv:2 Peter:3:2",
        "t": "that you should remember the predictions of the holy prophets and the commandment of the Lord and Savior through your apostles,"
    },
    {
        "o": 34183,
        "r": "esv:2 Peter:3:3",
        "t": "knowing this first of all, that scoffers will come in the last days with scoffing, following their own sinful desires."
    },
    {
        "o": 34184,
        "r": "esv:2 Peter:3:4",
        "t": "They will say, “Where is the promise of his coming? For ever since the fathers fell asleep, all things are continuing as they were from the beginning of creation.”"
    },
    {
        "o": 34185,
        "r": "esv:2 Peter:3:5",
        "t": "For they deliberately overlook this fact, that the heavens existed long ago, and the earth was formed out of water and through water by the word of God,"
    },
    {
        "o": 34186,
        "r": "esv:2 Peter:3:6",
        "t": "and that by means of these the world that then existed was deluged with water and perished."
    },
    {
        "o": 34187,
        "r": "esv:2 Peter:3:7",
        "t": "But by the same word the heavens and earth that now exist are stored up for fire, being kept until the day of judgment and destruction of the ungodly."
    },
    {
        "o": 34188,
        "r": "esv:2 Peter:3:8",
        "t": "But*p do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day."
    },
    {
        "o": 34189,
        "r": "esv:2 Peter:3:9",
        "t": "The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance."
    },
    {
        "o": 34190,
        "r": "esv:2 Peter:3:10",
        "t": "But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed."
    },
    {
        "o": 34191,
        "r": "esv:2 Peter:3:11",
        "t": "Since*p all these things are thus to be dissolved, what sort of people ought you to be in lives of holiness and godliness,"
    },
    {
        "o": 34192,
        "r": "esv:2 Peter:3:12",
        "t": "waiting for and hastening the coming of the day of God, because of which the heavens will be set on fire and dissolved, and the heavenly bodies will melt as they burn!"
    },
    {
        "o": 34193,
        "r": "esv:2 Peter:3:13",
        "t": "But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells."
    },
    {
        "o": 34194,
        "r": "esv:2 Peter:3:13",
        "t": "Final Words",
        "h": 2
    },
    {
        "o": 34195,
        "r": "esv:2 Peter:3:14",
        "t": "Therefore,*p beloved, since you are waiting for these, be diligent to be found by him without spot or blemish, and at peace."
    },
    {
        "o": 34196,
        "r": "esv:2 Peter:3:15",
        "t": "And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him,"
    },
    {
        "o": 34197,
        "r": "esv:2 Peter:3:16",
        "t": "as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures."
    },
    {
        "o": 34198,
        "r": "esv:2 Peter:3:17",
        "t": "You therefore, beloved, knowing this beforehand, take care that you are not carried away with the error of lawless people and lose your own stability."
    },
    {
        "o": 34199,
        "r": "esv:2 Peter:3:18",
        "t": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen."
    }
]
