[
    {
        "o": 149,
        "r": "niv:Genesis:6:0",
        "t": "Genesis 6",
        "h": 1
    },
    {
        "o": 150,
        "r": "niv:Genesis:6:0",
        "t": "Wickedness in the World",
        "h": 2
    },
    {
        "o": 151,
        "r": "niv:Genesis:6:1",
        "t": "When*p human beings began to increase in number on the earth and daughters were born to them,"
    },
    {
        "o": 152,
        "r": "niv:Genesis:6:2",
        "t": "the sons of God saw that the daughters of humans were beautiful, and they married any of them they chose."
    },
    {
        "o": 153,
        "r": "niv:Genesis:6:3",
        "t": "Then the Lord*s said, “My Spirit will not contend with humans forever, for they are mortal; their days will be a hundred and twenty years.”"
    },
    {
        "o": 154,
        "r": "niv:Genesis:6:4",
        "t": "The*p Nephilim were on the earth in those days—and also afterward—when the sons of God went to the daughters of humans and had children by them. They were the heroes of old, men of renown."
    },
    {
        "o": 155,
        "r": "niv:Genesis:6:5",
        "t": "The*p Lord*s saw how great the wickedness of the human race had become on the earth, and that every inclination of the thoughts of the human heart was only evil all the time."
    },
    {
        "o": 156,
        "r": "niv:Genesis:6:6",
        "t": "The Lord*s regretted that he had made human beings on the earth, and his heart was deeply troubled."
    },
    {
        "o": 157,
        "r": "niv:Genesis:6:7",
        "t": "So the Lord*s said, “I will wipe from the face of the earth the human race I have created—and with them the animals, the birds and the creatures that move along the ground—for I regret that I have made them.”"
    },
    {
        "o": 158,
        "r": "niv:Genesis:6:8",
        "t": "But Noah found favor in the eyes of the Lord.*s"
    },
    {
        "o": 159,
        "r": "niv:Genesis:6:8",
        "t": "Noah and the Flood",
        "h": 2
    },
    {
        "o": 160,
        "r": "niv:Genesis:6:9",
        "t": "This*p is the account of Noah and his family. Noah*p was a righteous man, blameless among the people of his time, and he walked faithfully with God."
    },
    {
        "o": 161,
        "r": "niv:Genesis:6:10",
        "t": "Noah had three sons: Shem, Ham and Japheth."
    },
    {
        "o": 162,
        "r": "niv:Genesis:6:11",
        "t": "Now*p the earth was corrupt in God’s sight and was full of violence."
    },
    {
        "o": 163,
        "r": "niv:Genesis:6:12",
        "t": "God saw how corrupt the earth had become, for all the people on earth had corrupted their ways."
    },
    {
        "o": 164,
        "r": "niv:Genesis:6:13",
        "t": "So God said to Noah, “I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth."
    },
    {
        "o": 165,
        "r": "niv:Genesis:6:14",
        "t": "So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out."
    },
    {
        "o": 166,
        "r": "niv:Genesis:6:15",
        "t": "This is how you are to build it: The ark is to be three hundred cubits long, fifty cubits wide and thirty cubits high."
    },
    {
        "o": 167,
        "r": "niv:Genesis:6:16",
        "t": "Make a roof for it, leaving below the roof an opening one cubit high all around. Put a door in the side of the ark and make lower, middle and upper decks."
    },
    {
        "o": 168,
        "r": "niv:Genesis:6:17",
        "t": "I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish."
    },
    {
        "o": 169,
        "r": "niv:Genesis:6:18",
        "t": "But I will establish my covenant with you, and you will enter the ark—you and your sons and your wife and your sons’ wives with you."
    },
    {
        "o": 170,
        "r": "niv:Genesis:6:19",
        "t": "You are to bring into the ark two of all living creatures, male and female, to keep them alive with you."
    },
    {
        "o": 171,
        "r": "niv:Genesis:6:20",
        "t": "Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive."
    },
    {
        "o": 172,
        "r": "niv:Genesis:6:21",
        "t": "You are to take every kind of food that is to be eaten and store it away as food for you and for them.”"
    },
    {
        "o": 173,
        "r": "niv:Genesis:6:22",
        "t": "Noah*p did everything just as God commanded him."
    }
]
