[
    {
        "o": 33387,
        "r": "esv:2 Timothy:2:0",
        "t": "2 Timothy 2",
        "h": 1
    },
    {
        "o": 33388,
        "r": "esv:2 Timothy:2:0",
        "t": "A Good Soldier of Christ Jesus",
        "h": 2
    },
    {
        "o": 33389,
        "r": "esv:2 Timothy:2:1",
        "t": "You*p then, my child, be strengthened by the grace that is in Christ Jesus,"
    },
    {
        "o": 33390,
        "r": "esv:2 Timothy:2:2",
        "t": "and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also."
    },
    {
        "o": 33391,
        "r": "esv:2 Timothy:2:3",
        "t": "Share in suffering as a good soldier of Christ Jesus."
    },
    {
        "o": 33392,
        "r": "esv:2 Timothy:2:4",
        "t": "No soldier gets entangled in civilian pursuits, since his aim is to please the one who enlisted him."
    },
    {
        "o": 33393,
        "r": "esv:2 Timothy:2:5",
        "t": "An athlete is not crowned unless he competes according to the rules."
    },
    {
        "o": 33394,
        "r": "esv:2 Timothy:2:6",
        "t": "It is the hard-working farmer who ought to have the first share of the crops."
    },
    {
        "o": 33395,
        "r": "esv:2 Timothy:2:7",
        "t": "Think over what I say, for the Lord will give you understanding in everything."
    },
    {
        "o": 33396,
        "r": "esv:2 Timothy:2:8",
        "t": "Remember*p Jesus Christ, risen from the dead, the offspring of David, as preached in my gospel,"
    },
    {
        "o": 33397,
        "r": "esv:2 Timothy:2:9",
        "t": "for which I am suffering, bound with chains as a criminal. But the word of God is not bound!"
    },
    {
        "o": 33398,
        "r": "esv:2 Timothy:2:10",
        "t": "Therefore I endure everything for the sake of the elect, that they also may obtain the salvation that is in Christ Jesus with eternal glory."
    },
    {
        "o": 33399,
        "r": "esv:2 Timothy:2:11",
        "t": "The saying is trustworthy, for: If*pn we have died with him, we will also live with him;"
    },
    {
        "o": 33400,
        "r": "esv:2 Timothy:2:12",
        "t": "if*ln we endure, we will also reign with him; if*ln we deny him, he also will deny us;"
    },
    {
        "o": 33401,
        "r": "esv:2 Timothy:2:13",
        "t": "if*ln we are faithless, he remains faithful— for*p he cannot deny himself."
    },
    {
        "o": 33402,
        "r": "esv:2 Timothy:2:13",
        "t": "A Worker Approved by God",
        "h": 2
    },
    {
        "o": 33403,
        "r": "esv:2 Timothy:2:14",
        "t": "Remind*p them of these things, and charge them before God not to quarrel about words, which does no good, but only ruins the hearers."
    },
    {
        "o": 33404,
        "r": "esv:2 Timothy:2:15",
        "t": "Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth."
    },
    {
        "o": 33405,
        "r": "esv:2 Timothy:2:16",
        "t": "But avoid irreverent babble, for it will lead people into more and more ungodliness,"
    },
    {
        "o": 33406,
        "r": "esv:2 Timothy:2:17",
        "t": "and their talk will spread like gangrene. Among them are Hymenaeus and Philetus,"
    },
    {
        "o": 33407,
        "r": "esv:2 Timothy:2:18",
        "t": "who have swerved from the truth, saying that the resurrection has already happened. They are upsetting the faith of some."
    },
    {
        "o": 33408,
        "r": "esv:2 Timothy:2:19",
        "t": "But God’s firm foundation stands, bearing this seal: “The Lord knows those who are his,” and, “Let everyone who names the name of the Lord depart from iniquity.”"
    },
    {
        "o": 33409,
        "r": "esv:2 Timothy:2:20",
        "t": "Now*p in a great house there are not only vessels of gold and silver but also of wood and clay, some for honorable use, some for dishonorable."
    },
    {
        "o": 33410,
        "r": "esv:2 Timothy:2:21",
        "t": "Therefore, if anyone cleanses himself from what is dishonorable, he will be a vessel for honorable use, set apart as holy, useful to the master of the house, ready for every good work."
    },
    {
        "o": 33411,
        "r": "esv:2 Timothy:2:22",
        "t": "So*p flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart."
    },
    {
        "o": 33412,
        "r": "esv:2 Timothy:2:23",
        "t": "Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels."
    },
    {
        "o": 33413,
        "r": "esv:2 Timothy:2:24",
        "t": "And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil,"
    },
    {
        "o": 33414,
        "r": "esv:2 Timothy:2:25",
        "t": "correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth,"
    },
    {
        "o": 33415,
        "r": "esv:2 Timothy:2:26",
        "t": "and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will."
    }
]
