[
    {
        "o": 21540,
        "r": "nkjv:Jeremiah:12:0",
        "t": "Jeremiah 12",
        "h": 1
    },
    {
        "o": 21541,
        "r": "nkjv:Jeremiah:12:0",
        "t": "Jeremiah’s Question",
        "h": 2
    },
    {
        "o": 21542,
        "r": "nkjv:Jeremiah:12:1",
        "t": "Righteous*pn are*i You, O Lord,*s when I plead with You; Yet*ld let me talk with You about Your*i judgments. Why*ld does the way of the wicked prosper? Why*ild are those happy who deal so treacherously?"
    },
    {
        "o": 21543,
        "r": "nkjv:Jeremiah:12:2",
        "t": "You*ld have planted them, yes, they have taken root; They*ld grow, yes, they bear fruit. You*ld are*i near in their mouth But*ld far from their mind."
    },
    {
        "o": 21544,
        "r": "nkjv:Jeremiah:12:3",
        "t": "But*ln You, O Lord,*s know me; You*ld have seen me, And*ld You have tested my heart toward You. Pull*ld them out like sheep for the slaughter, And*ld prepare them for the day of slaughter."
    },
    {
        "o": 21545,
        "r": "nkjv:Jeremiah:12:4",
        "t": "How*ld long will the land mourn, And*ld the herbs of every field wither? The*ld beasts and birds are consumed, For*ld the wickedness of those who dwell there, Because*ld they said, “He will not see our final end.”"
    },
    {
        "o": 21546,
        "r": "nkjv:Jeremiah:12:4",
        "t": "The Lord Answers Jeremiah",
        "h": 2
    },
    {
        "o": 21547,
        "r": "nkjv:Jeremiah:12:5",
        "t": "“If*pn you have run with the footmen, and they have wearied you, Then*ld how can you contend with horses? And*ld if*i in the land of peace, In*ild which*i you trusted, they*i wearied*i you,*i Then*ld how will you do in the floodplain of the Jordan?"
    },
    {
        "o": 21548,
        "r": "nkjv:Jeremiah:12:6",
        "t": "For*ld even your brothers, the house of your father, Even*ld they have dealt treacherously with you; Yes,*ld they have called a multitude after you. Do*ld not believe them, Even*ld though they speak smooth words to you."
    },
    {
        "o": 21549,
        "r": "nkjv:Jeremiah:12:7",
        "t": "“I*ln have forsaken My house, I have left My heritage; I*ld have given the dearly beloved of My soul into the hand of her enemies."
    },
    {
        "o": 21550,
        "r": "nkjv:Jeremiah:12:8",
        "t": "My*ld heritage is to Me like a lion in the forest; It*ld cries out against Me; Therefore*ld I have hated it."
    },
    {
        "o": 21551,
        "r": "nkjv:Jeremiah:12:9",
        "t": "My*ld heritage is*i to Me like*i a speckled vulture; The*ld vultures all around are*i against her. Come,*ld assemble all the beasts of the field, Bring*ld them to devour!"
    },
    {
        "o": 21552,
        "r": "nkjv:Jeremiah:12:10",
        "t": "“Many*ln rulers have destroyed My vineyard, They*ld have trodden My portion underfoot; They*ld have made My pleasant portion a desolate wilderness."
    },
    {
        "o": 21553,
        "r": "nkjv:Jeremiah:12:11",
        "t": "They*ld have made it desolate; Desolate,*ld it mourns to Me; The*ld whole land is made desolate, Because*ld no one takes it*i to heart."
    },
    {
        "o": 21554,
        "r": "nkjv:Jeremiah:12:12",
        "t": "The*ld plunderers have come On*ld all the desolate heights in the wilderness, For*ld the sword of the Lord*s shall devour From*ld one*i end of the land to the other*i end of the land; No*ld flesh shall have peace."
    },
    {
        "o": 21555,
        "r": "nkjv:Jeremiah:12:13",
        "t": "They*ld have sown wheat but reaped thorns; They*ld have put themselves to pain but*i do not profit. But*ld be ashamed of your harvest Because*ld of the fierce anger of the Lord.”*s"
    },
    {
        "o": 21556,
        "r": "nkjv:Jeremiah:12:14",
        "t": "Thus*p says the Lord:*s “Against all My evil neighbors who touch the inheritance which I have caused My people Israel to inherit—behold, I will pluck them out of their land and pluck out the house of Judah from among them."
    },
    {
        "o": 21557,
        "r": "nkjv:Jeremiah:12:15",
        "t": "Then it shall be, after I have plucked them out, that I will return and have compassion on them and bring them back, everyone to his heritage and everyone to his land."
    },
    {
        "o": 21558,
        "r": "nkjv:Jeremiah:12:16",
        "t": "And it shall be, if they will learn carefully the ways of My people, to swear by My name, ‘As the Lord*s lives,’ as they taught My people to swear by Baal, then they shall be established in the midst of My people."
    },
    {
        "o": 21559,
        "r": "nkjv:Jeremiah:12:17",
        "t": "But if they do not obey, I will utterly pluck up and destroy that nation,” says the Lord.*s"
    }
]
