[
    {
        "o": 24706,
        "r": "nkjv:Daniel:12:0",
        "t": "Daniel 12",
        "h": 1
    },
    {
        "o": 24707,
        "r": "nkjv:Daniel:12:0",
        "t": "Prophecy of the End Time",
        "h": 2
    },
    {
        "o": 24708,
        "r": "nkjv:Daniel:12:1",
        "t": "“At*pn that time Michael shall stand up, The*ld great prince who stands watch*i over the sons of your people; And*ld there shall be a time of trouble, Such*ld as never was since there was a nation, Even*ild to that time. And*ld at that time your people shall be delivered, Every*ld one who is found written in the book."
    },
    {
        "o": 24709,
        "r": "nkjv:Daniel:12:2",
        "t": "And*ld many of those who sleep in the dust of the earth shall awake, Some*ld to everlasting life, Some*ld to shame and*i everlasting contempt."
    },
    {
        "o": 24710,
        "r": "nkjv:Daniel:12:3",
        "t": "Those*ld who are wise shall shine Like*ld the brightness of the firmament, And*ld those who turn many to righteousness Like*ld the stars forever and ever."
    },
    {
        "o": 24711,
        "r": "nkjv:Daniel:12:4",
        "t": "“But*p you, Daniel, shut up the words, and seal the book until the time of the end; many shall run to and fro, and knowledge shall increase.”"
    },
    {
        "o": 24712,
        "r": "nkjv:Daniel:12:5",
        "t": "Then*p I, Daniel, looked; and there stood two others, one on this riverbank and the other on that riverbank."
    },
    {
        "o": 24713,
        "r": "nkjv:Daniel:12:6",
        "t": "And one*i said to the man clothed in linen, who was*i above the waters of the river, “How long shall the fulfillment of these wonders be?”*i"
    },
    {
        "o": 24714,
        "r": "nkjv:Daniel:12:7",
        "t": "Then*p I heard the man clothed in linen, who was*i above the waters of the river, when he held up his right hand and his left hand to heaven, and swore by Him who lives forever, that it*i shall*i be*i for a time, times, and half a*i time;*i and when the power of the holy people has been completely shattered, all these things*i shall be finished."
    },
    {
        "o": 24715,
        "r": "nkjv:Daniel:12:8",
        "t": "Although*p I heard, I did not understand. Then I said, “My lord, what shall*i be*i the end of these things?”*i"
    },
    {
        "o": 24716,
        "r": "nkjv:Daniel:12:9",
        "t": "And*p he said, “Go your*i way,*i Daniel, for the words are*i closed up and sealed till the time of the end."
    },
    {
        "o": 24717,
        "r": "nkjv:Daniel:12:10",
        "t": "Many shall be purified, made white, and refined, but the wicked shall do wickedly; and none of the wicked shall understand, but the wise shall understand."
    },
    {
        "o": 24718,
        "r": "nkjv:Daniel:12:11",
        "t": "“And*p from the time that*i the daily sacrifice*i is taken away, and the abomination of desolation is set up, there*i shall*i be*i one thousand two hundred and ninety days."
    },
    {
        "o": 24719,
        "r": "nkjv:Daniel:12:12",
        "t": "Blessed is*i he who waits, and comes to the one thousand three hundred and thirty-five days."
    },
    {
        "o": 24720,
        "r": "nkjv:Daniel:12:13",
        "t": "“But*p you, go your*i way*i till the end; for you shall rest, and will arise to your inheritance at the end of the days.”"
    }
]
