[
    {
        "o": 22783,
        "r": "esv:Ezekiel:2:0",
        "t": "Ezekiel 2",
        "h": 1
    },
    {
        "o": 22784,
        "r": "esv:Ezekiel:2:0",
        "t": "Ezekiel’s Call",
        "h": 2
    },
    {
        "o": 22785,
        "r": "esv:Ezekiel:2:1",
        "t": "And*p he said to me, “Son of man, stand on your feet, and I will speak with you.”"
    },
    {
        "o": 22786,
        "r": "esv:Ezekiel:2:2",
        "t": "And as he spoke to me, the Spirit entered into me and set me on my feet, and I heard him speaking to me."
    },
    {
        "o": 22787,
        "r": "esv:Ezekiel:2:3",
        "t": "And he said to me, “Son of man, I send you to the people of Israel, to nations of rebels, who have rebelled against me. They and their fathers have transgressed against me to this very day."
    },
    {
        "o": 22788,
        "r": "esv:Ezekiel:2:4",
        "t": "The descendants also are impudent and stubborn: I send you to them, and you shall say to them, ‘Thus says the Lord God.’*s"
    },
    {
        "o": 22789,
        "r": "esv:Ezekiel:2:5",
        "t": "And whether they hear or refuse to hear (for they are a rebellious house) they will know that a prophet has been among them."
    },
    {
        "o": 22790,
        "r": "esv:Ezekiel:2:6",
        "t": "And you, son of man, be not afraid of them, nor be afraid of their words, though briers and thorns are with you and you sit on scorpions. Be not afraid of their words, nor be dismayed at their looks, for they are a rebellious house."
    },
    {
        "o": 22791,
        "r": "esv:Ezekiel:2:7",
        "t": "And you shall speak my words to them, whether they hear or refuse to hear, for they are a rebellious house."
    },
    {
        "o": 22792,
        "r": "esv:Ezekiel:2:8",
        "t": "“But*p you, son of man, hear what I say to you. Be not rebellious like that rebellious house; open your mouth and eat what I give you.”"
    },
    {
        "o": 22793,
        "r": "esv:Ezekiel:2:9",
        "t": "And when I looked, behold, a hand was stretched out to me, and behold, a scroll of a book was in it."
    },
    {
        "o": 22794,
        "r": "esv:Ezekiel:2:10",
        "t": "And he spread it before me. And it had writing on the front and on the back, and there were written on it words of lamentation and mourning and woe."
    }
]
