[
    {
        "o": 14094,
        "r": "niv:Job:1:0",
        "t": "Job 1",
        "h": 1
    },
    {
        "o": 14095,
        "r": "niv:Job:1:0",
        "t": "Prologue",
        "h": 2
    },
    {
        "o": 14096,
        "r": "niv:Job:1:1",
        "t": "In*p the land of Uz there lived a man whose name was Job. This man was blameless and upright; he feared God and shunned evil."
    },
    {
        "o": 14097,
        "r": "niv:Job:1:2",
        "t": "He had seven sons and three daughters,"
    },
    {
        "o": 14098,
        "r": "niv:Job:1:3",
        "t": "and he owned seven thousand sheep, three thousand camels, five hundred yoke of oxen and five hundred donkeys, and had a large number of servants. He was the greatest man among all the people of the East."
    },
    {
        "o": 14099,
        "r": "niv:Job:1:4",
        "t": "His*p sons used to hold feasts in their homes on their birthdays, and they would invite their three sisters to eat and drink with them."
    },
    {
        "o": 14100,
        "r": "niv:Job:1:5",
        "t": "When a period of feasting had run its course, Job would make arrangements for them to be purified. Early in the morning he would sacrifice a burnt offering for each of them, thinking, “Perhaps my children have sinned and cursed God in their hearts.” This was Job’s regular custom."
    },
    {
        "o": 14101,
        "r": "niv:Job:1:6",
        "t": "One*p day the angels came to present themselves before the Lord,*s and Satan also came with them."
    },
    {
        "o": 14102,
        "r": "niv:Job:1:7",
        "t": "The Lord*s said to Satan, “Where have you come from?” Satan*p answered the Lord,*s “From roaming throughout the earth, going back and forth on it.”"
    },
    {
        "o": 14103,
        "r": "niv:Job:1:8",
        "t": "Then*p the Lord*s said to Satan, “Have you considered my servant Job? There is no one on earth like him; he is blameless and upright, a man who fears God and shuns evil.”"
    },
    {
        "o": 14104,
        "r": "niv:Job:1:9",
        "t": "“Does*p Job fear God for nothing?” Satan replied."
    },
    {
        "o": 14105,
        "r": "niv:Job:1:10",
        "t": "“Have you not put a hedge around him and his household and everything he has? You have blessed the work of his hands, so that his flocks and herds are spread throughout the land."
    },
    {
        "o": 14106,
        "r": "niv:Job:1:11",
        "t": "But now stretch out your hand and strike everything he has, and he will surely curse you to your face.”"
    },
    {
        "o": 14107,
        "r": "niv:Job:1:12",
        "t": "The*p Lord*s said to Satan, “Very well, then, everything he has is in your power, but on the man himself do not lay a finger.” Then*p Satan went out from the presence of the Lord.*s"
    },
    {
        "o": 14108,
        "r": "niv:Job:1:13",
        "t": "One*p day when Job’s sons and daughters were feasting and drinking wine at the oldest brother’s house,"
    },
    {
        "o": 14109,
        "r": "niv:Job:1:14",
        "t": "a messenger came to Job and said, “The oxen were plowing and the donkeys were grazing nearby,"
    },
    {
        "o": 14110,
        "r": "niv:Job:1:15",
        "t": "and the Sabeans attacked and made off with them. They put the servants to the sword, and I am the only one who has escaped to tell you!”"
    },
    {
        "o": 14111,
        "r": "niv:Job:1:16",
        "t": "While*p he was still speaking, another messenger came and said, “The fire of God fell from the heavens and burned up the sheep and the servants, and I am the only one who has escaped to tell you!”"
    },
    {
        "o": 14112,
        "r": "niv:Job:1:17",
        "t": "While*p he was still speaking, another messenger came and said, “The Chaldeans formed three raiding parties and swept down on your camels and made off with them. They put the servants to the sword, and I am the only one who has escaped to tell you!”"
    },
    {
        "o": 14113,
        "r": "niv:Job:1:18",
        "t": "While*p he was still speaking, yet another messenger came and said, “Your sons and daughters were feasting and drinking wine at the oldest brother’s house,"
    },
    {
        "o": 14114,
        "r": "niv:Job:1:19",
        "t": "when suddenly a mighty wind swept in from the desert and struck the four corners of the house. It collapsed on them and they are dead, and I am the only one who has escaped to tell you!”"
    },
    {
        "o": 14115,
        "r": "niv:Job:1:20",
        "t": "At*p this, Job got up and tore his robe and shaved his head. Then he fell to the ground in worship"
    },
    {
        "o": 14116,
        "r": "niv:Job:1:21",
        "t": "and said: “Naked*pn I came from my mother’s womb, and*ld naked I will depart. The*ln Lord*s gave and the Lord*s has taken away; may*ld the name of the Lord*s be praised.”"
    },
    {
        "o": 14117,
        "r": "niv:Job:1:22",
        "t": "In*p all this, Job did not sin by charging God with wrongdoing."
    }
]
