[
    {
        "o": 3261,
        "r": "nasb:Leviticus:10:0",
        "t": "Leviticus 10",
        "h": 1
    },
    {
        "o": 3262,
        "r": "nasb:Leviticus:10:0",
        "t": "The Sin of Nadab and Abihu",
        "h": 2
    },
    {
        "o": 3263,
        "r": "nasb:Leviticus:10:1",
        "t": "Now*p Nadab and Abihu, the sons of Aaron, took their respective firepans, and after putting fire in them, placed incense on it and offered strange fire before the Lord,*s which He had not commanded them."
    },
    {
        "o": 3264,
        "r": "nasb:Leviticus:10:2",
        "t": "And fire came out from the presence of the Lord*s and consumed them, and they died before the Lord.*s"
    },
    {
        "o": 3265,
        "r": "nasb:Leviticus:10:3",
        "t": "Then Moses said to Aaron, “It is what the Lord*s spoke, saying, ‘By*pn those who come near Me I will be treated as holy, And*ln before all the people I will be honored.’ ” So*p Aaron, therefore, kept silent."
    },
    {
        "o": 3266,
        "r": "nasb:Leviticus:10:4",
        "t": "Moses*p called also to Mishael and Elzaphan, the sons of Aaron’s uncle Uzziel, and said to them, “Come forward, carry your relatives away from the front of the sanctuary to the outside of the camp.”"
    },
    {
        "o": 3267,
        "r": "nasb:Leviticus:10:5",
        "t": "So they came forward and carried them still in their tunics to the outside of the camp, as Moses had said."
    },
    {
        "o": 3268,
        "r": "nasb:Leviticus:10:6",
        "t": "Then Moses said to Aaron and to his sons Eleazar and Ithamar, “Do not uncover your heads nor tear your clothes, so that you will not die and that He will not become wrathful against all the congregation. But your kinsmen, the whole house of Israel, shall bewail the burning which the Lord*s has brought about."
    },
    {
        "o": 3269,
        "r": "nasb:Leviticus:10:7",
        "t": "You shall not even go out from the doorway of the tent of meeting, or you will die; for the Lord’s*s anointing oil is upon you.” So they did according to the word of Moses."
    },
    {
        "o": 3270,
        "r": "nasb:Leviticus:10:8",
        "t": "The*p Lord*s then spoke to Aaron, saying,"
    },
    {
        "o": 3271,
        "r": "nasb:Leviticus:10:9",
        "t": "“Do not drink wine or strong drink, neither you nor your sons with you, when you come into the tent of meeting, so that you will not die—it is a perpetual statute throughout your generations—"
    },
    {
        "o": 3272,
        "r": "nasb:Leviticus:10:10",
        "t": "and so as to make a distinction between the holy and the profane, and between the unclean and the clean,"
    },
    {
        "o": 3273,
        "r": "nasb:Leviticus:10:11",
        "t": "and so as to teach the sons of Israel all the statutes which the Lord*s has spoken to them through Moses.”"
    },
    {
        "o": 3274,
        "r": "nasb:Leviticus:10:12",
        "t": "Then*p Moses spoke to Aaron, and to his surviving sons, Eleazar and Ithamar, “Take the grain offering that is left over from the Lord’s*s offerings by fire and eat it unleavened beside the altar, for it is most holy."
    },
    {
        "o": 3275,
        "r": "nasb:Leviticus:10:13",
        "t": "You shall eat it, moreover, in a holy place, because it is your due and your sons’ due out of the Lord’s*s offerings by fire; for thus I have been commanded."
    },
    {
        "o": 3276,
        "r": "nasb:Leviticus:10:14",
        "t": "The breast of the wave offering, however, and the thigh of the offering you may eat in a clean place, you and your sons and your daughters with you; for they have been given as your due and your sons’ due out of the sacrifices of the peace offerings of the sons of Israel."
    },
    {
        "o": 3277,
        "r": "nasb:Leviticus:10:15",
        "t": "The thigh offered by lifting up and the breast offered by waving they shall bring along with the offerings by fire of the portions of fat, to present as a wave offering before the Lord;*s so it shall be a thing perpetually due you and your sons with you, just as the Lord*s has commanded.”"
    },
    {
        "o": 3278,
        "r": "nasb:Leviticus:10:16",
        "t": "But*p Moses searched carefully for the goat of the sin offering, and behold, it had been burned up! So he was angry with Aaron’s surviving sons Eleazar and Ithamar, saying,"
    },
    {
        "o": 3279,
        "r": "nasb:Leviticus:10:17",
        "t": "“Why did you not eat the sin offering at the holy place? For it is most holy, and He gave it to you to bear away the guilt of the congregation, to make atonement for them before the Lord.*s"
    },
    {
        "o": 3280,
        "r": "nasb:Leviticus:10:18",
        "t": "Behold, since its blood had not been brought inside, into the sanctuary, you should certainly have eaten it in the sanctuary, just as I commanded.”"
    },
    {
        "o": 3281,
        "r": "nasb:Leviticus:10:19",
        "t": "But Aaron spoke to Moses, “Behold, this very day they presented their sin offering and their burnt offering before the Lord.*s When things like these happened to me, if I had eaten a sin offering today, would it have been good in the sight of the Lord?”*s"
    },
    {
        "o": 3282,
        "r": "nasb:Leviticus:10:20",
        "t": "When Moses heard that,*i it seemed good in his sight."
    }
]
