[
    {
        "o": 8382,
        "r": "nkjv:1 Samuel:16:0",
        "t": "1 Samuel 16",
        "h": 1
    },
    {
        "o": 8383,
        "r": "nkjv:1 Samuel:16:0",
        "t": "David Anointed King",
        "h": 2
    },
    {
        "o": 8384,
        "r": "nkjv:1 Samuel:16:1",
        "t": "Now*p the Lord*s said to Samuel, “How long will you mourn for Saul, seeing I have rejected him from reigning over Israel? Fill your horn with oil, and go; I am sending you to Jesse the Bethlehemite. For I have provided Myself a king among his sons.”"
    },
    {
        "o": 8385,
        "r": "nkjv:1 Samuel:16:2",
        "t": "And*p Samuel said, “How can I go? If Saul hears it,*i he will kill me.” But*p the Lord*s said, “Take a heifer with you, and say, ‘I have come to sacrifice to the Lord.’*s"
    },
    {
        "o": 8386,
        "r": "nkjv:1 Samuel:16:3",
        "t": "Then invite Jesse to the sacrifice, and I will show you what you shall do; you shall anoint for Me the one I name to you.”"
    },
    {
        "o": 8387,
        "r": "nkjv:1 Samuel:16:4",
        "t": "So*p Samuel did what the Lord*s said, and went to Bethlehem. And the elders of the town trembled at his coming, and said, “Do you come peaceably?”"
    },
    {
        "o": 8388,
        "r": "nkjv:1 Samuel:16:5",
        "t": "And*p he said, “Peaceably; I have come to sacrifice to the Lord.*s Sanctify yourselves, and come with me to the sacrifice.” Then he consecrated Jesse and his sons, and invited them to the sacrifice."
    },
    {
        "o": 8389,
        "r": "nkjv:1 Samuel:16:6",
        "t": "So*p it was, when they came, that he looked at Eliab and said, “Surely the Lord’s*s anointed is*i before Him!”"
    },
    {
        "o": 8390,
        "r": "nkjv:1 Samuel:16:7",
        "t": "But*p the Lord*s said to Samuel, “Do not look at his appearance or at his physical stature, because I have refused him. For the*i Lord*is does*i not see*i as man sees; for man looks at the outward appearance, but the Lord*s looks at the heart.”"
    },
    {
        "o": 8391,
        "r": "nkjv:1 Samuel:16:8",
        "t": "So*p Jesse called Abinadab, and made him pass before Samuel. And he said, “Neither has the Lord*s chosen this one.”"
    },
    {
        "o": 8392,
        "r": "nkjv:1 Samuel:16:9",
        "t": "Then Jesse made Shammah pass by. And he said, “Neither has the Lord*s chosen this one.”"
    },
    {
        "o": 8393,
        "r": "nkjv:1 Samuel:16:10",
        "t": "Thus Jesse made seven of his sons pass before Samuel. And Samuel said to Jesse, “The Lord*s has not chosen these.”"
    },
    {
        "o": 8394,
        "r": "nkjv:1 Samuel:16:11",
        "t": "And Samuel said to Jesse, “Are all the young men here?” Then he said, “There remains yet the youngest, and there he is, keeping the sheep.” And*p Samuel said to Jesse, “Send and bring him. For we will not sit down till he comes here.”"
    },
    {
        "o": 8395,
        "r": "nkjv:1 Samuel:16:12",
        "t": "So he sent and brought him in. Now he was*i ruddy, with bright eyes, and good-looking. And the Lord*s said, “Arise, anoint him; for this is*i the one!”"
    },
    {
        "o": 8396,
        "r": "nkjv:1 Samuel:16:13",
        "t": "Then Samuel took the horn of oil and anointed him in the midst of his brothers; and the Spirit of the Lord*s came upon David from that day forward. So Samuel arose and went to Ramah."
    },
    {
        "o": 8397,
        "r": "nkjv:1 Samuel:16:13",
        "t": "A Distressing Spirit Troubles Saul",
        "h": 2
    },
    {
        "o": 8398,
        "r": "nkjv:1 Samuel:16:14",
        "t": "But*p the Spirit of the Lord*s departed from Saul, and a distressing spirit from the Lord*s troubled him."
    },
    {
        "o": 8399,
        "r": "nkjv:1 Samuel:16:15",
        "t": "And Saul’s servants said to him, “Surely, a distressing spirit from God is troubling you."
    },
    {
        "o": 8400,
        "r": "nkjv:1 Samuel:16:16",
        "t": "Let our master now command your servants, who*i are*i before you, to seek out a man who*i is*i a skillful player on the harp. And it shall be that he will play it with his hand when the distressing spirit from God is upon you, and you shall be well.”"
    },
    {
        "o": 8401,
        "r": "nkjv:1 Samuel:16:17",
        "t": "So*p Saul said to his servants, “Provide me now a man who can play well, and bring him*i to me.”"
    },
    {
        "o": 8402,
        "r": "nkjv:1 Samuel:16:18",
        "t": "Then*p one of the servants answered and said, “Look, I have seen a son of Jesse the Bethlehemite, who*i is*i skillful in playing, a mighty man of valor, a man of war, prudent in speech, and a handsome person; and the Lord*s is*i with him.”"
    },
    {
        "o": 8403,
        "r": "nkjv:1 Samuel:16:19",
        "t": "Therefore*p Saul sent messengers to Jesse, and said, “Send me your son David, who is*i with the sheep.”"
    },
    {
        "o": 8404,
        "r": "nkjv:1 Samuel:16:20",
        "t": "And Jesse took a donkey loaded*i with*i bread, a skin of wine, and a young goat, and sent them*i by his son David to Saul."
    },
    {
        "o": 8405,
        "r": "nkjv:1 Samuel:16:21",
        "t": "So David came to Saul and stood before him. And he loved him greatly, and he became his armorbearer."
    },
    {
        "o": 8406,
        "r": "nkjv:1 Samuel:16:22",
        "t": "Then Saul sent to Jesse, saying, “Please let David stand before me, for he has found favor in my sight.”"
    },
    {
        "o": 8407,
        "r": "nkjv:1 Samuel:16:23",
        "t": "And so it was, whenever the spirit from God was upon Saul, that David would take a harp and play it*i with his hand. Then Saul would become refreshed and well, and the distressing spirit would depart from him."
    }
]
