[
    {
        "o": 5468,
        "r": "nkjv:Deuteronomy:3:0",
        "t": "Deuteronomy 3",
        "h": 1
    },
    {
        "o": 5469,
        "r": "nkjv:Deuteronomy:3:0",
        "t": "King Og Defeated",
        "h": 2
    },
    {
        "o": 5470,
        "r": "nkjv:Deuteronomy:3:1",
        "t": "“Then*p we turned and went up the road to Bashan; and Og king of Bashan came out against us, he and all his people, to battle at Edrei."
    },
    {
        "o": 5471,
        "r": "nkjv:Deuteronomy:3:2",
        "t": "And the Lord*s said to me, ‘Do not fear him, for I have delivered him and all his people and his land into your hand; you shall do to him as you did to Sihon king of the Amorites, who dwelt at Heshbon.’"
    },
    {
        "o": 5472,
        "r": "nkjv:Deuteronomy:3:3",
        "t": "“So*p the Lord*s our God also delivered into our hands Og king of Bashan, with all his people, and we attacked him until he had no survivors remaining."
    },
    {
        "o": 5473,
        "r": "nkjv:Deuteronomy:3:4",
        "t": "And we took all his cities at that time; there was not a city which we did not take from them: sixty cities, all the region of Argob, the kingdom of Og in Bashan."
    },
    {
        "o": 5474,
        "r": "nkjv:Deuteronomy:3:5",
        "t": "All these cities were*i fortified with high walls, gates, and bars, besides a great many rural towns."
    },
    {
        "o": 5475,
        "r": "nkjv:Deuteronomy:3:6",
        "t": "And we utterly destroyed them, as we did to Sihon king of Heshbon, utterly destroying the men, women, and children of every city."
    },
    {
        "o": 5476,
        "r": "nkjv:Deuteronomy:3:7",
        "t": "But all the livestock and the spoil of the cities we took as booty for ourselves."
    },
    {
        "o": 5477,
        "r": "nkjv:Deuteronomy:3:8",
        "t": "“And*p at that time we took the land from the hand of the two kings of the Amorites who were*i on this side of the Jordan, from the River Arnon to Mount Hermon"
    },
    {
        "o": 5478,
        "r": "nkjv:Deuteronomy:3:9",
        "t": "(the Sidonians call Hermon Sirion, and the Amorites call it Senir),"
    },
    {
        "o": 5479,
        "r": "nkjv:Deuteronomy:3:10",
        "t": "all the cities of the plain, all Gilead, and all Bashan, as far as Salcah and Edrei, cities of the kingdom of Og in Bashan."
    },
    {
        "o": 5480,
        "r": "nkjv:Deuteronomy:3:11",
        "t": "“For*p only Og king of Bashan remained of the remnant of the giants. Indeed his bedstead was*i an iron bedstead. (Is*i it not in Rabbah of the people of Ammon?) Nine cubits is*i its length and four cubits its width, according to the standard cubit."
    },
    {
        "o": 5481,
        "r": "nkjv:Deuteronomy:3:11",
        "t": "The Land East of the Jordan Divided",
        "h": 2
    },
    {
        "o": 5482,
        "r": "nkjv:Deuteronomy:3:12",
        "t": "“And*p this land, which*i we possessed at that time, from Aroer, which is*i by the River Arnon, and half the mountains of Gilead and its cities, I gave to the Reubenites and the Gadites."
    },
    {
        "o": 5483,
        "r": "nkjv:Deuteronomy:3:13",
        "t": "The rest of Gilead, and all Bashan, the kingdom of Og, I gave to half the tribe of Manasseh. (All the region of Argob, with all Bashan, was called the land of the giants."
    },
    {
        "o": 5484,
        "r": "nkjv:Deuteronomy:3:14",
        "t": "Jair the son of Manasseh took all the region of Argob, as far as the border of the Geshurites and the Maachathites, and called Bashan after his own name, Havoth Jair, to this day.)"
    },
    {
        "o": 5485,
        "r": "nkjv:Deuteronomy:3:15",
        "t": "“Also*p I gave Gilead to Machir."
    },
    {
        "o": 5486,
        "r": "nkjv:Deuteronomy:3:16",
        "t": "And to the Reubenites and the Gadites I gave from Gilead as far as the River Arnon, the middle of the river as the*i border, as far as the River Jabbok, the border of the people of Ammon;"
    },
    {
        "o": 5487,
        "r": "nkjv:Deuteronomy:3:17",
        "t": "the plain also, with the Jordan as the*i border, from Chinnereth as far as the east side of the Sea of the Arabah (the Salt Sea), below the slopes of Pisgah."
    },
    {
        "o": 5488,
        "r": "nkjv:Deuteronomy:3:18",
        "t": "“Then*p I commanded you at that time, saying: ‘The Lord*s your God has given you this land to possess. All you men of valor shall cross over armed before your brethren, the children of Israel."
    },
    {
        "o": 5489,
        "r": "nkjv:Deuteronomy:3:19",
        "t": "But your wives, your little ones, and your livestock (I know that you have much livestock) shall stay in your cities which I have given you,"
    },
    {
        "o": 5490,
        "r": "nkjv:Deuteronomy:3:20",
        "t": "until the Lord*s has given rest to your brethren as to you, and they also possess the land which the Lord*s your God is giving them beyond the Jordan. Then each of you may return to his possession which I have given you.’"
    },
    {
        "o": 5491,
        "r": "nkjv:Deuteronomy:3:21",
        "t": "“And*p I commanded Joshua at that time, saying, ‘Your eyes have seen all that the Lord*s your God has done to these two kings; so will the Lord*s do to all the kingdoms through which you pass."
    },
    {
        "o": 5492,
        "r": "nkjv:Deuteronomy:3:22",
        "t": "You must not fear them, for the Lord*s your God Himself fights for you.’"
    },
    {
        "o": 5493,
        "r": "nkjv:Deuteronomy:3:22",
        "t": "Moses Forbidden to Enter the Land",
        "h": 2
    },
    {
        "o": 5494,
        "r": "nkjv:Deuteronomy:3:23",
        "t": "“Then*p I pleaded with the Lord*s at that time, saying:"
    },
    {
        "o": 5495,
        "r": "nkjv:Deuteronomy:3:24",
        "t": "‘O Lord God,*s You have begun to show Your servant Your greatness and Your mighty hand, for what god is*i there*i in heaven or on earth who can do anything*i like Your works and Your mighty deeds?*i"
    },
    {
        "o": 5496,
        "r": "nkjv:Deuteronomy:3:25",
        "t": "I pray, let me cross over and see the good land beyond the Jordan, those pleasant mountains, and Lebanon.’"
    },
    {
        "o": 5497,
        "r": "nkjv:Deuteronomy:3:26",
        "t": "“But*p the Lord*s was angry with me on your account, and would not listen to me. So the Lord*s said to me: ‘Enough of that! Speak no more to Me of this matter."
    },
    {
        "o": 5498,
        "r": "nkjv:Deuteronomy:3:27",
        "t": "Go up to the top of Pisgah, and lift your eyes toward the west, the north, the south, and the east; behold it*i with your eyes, for you shall not cross over this Jordan."
    },
    {
        "o": 5499,
        "r": "nkjv:Deuteronomy:3:28",
        "t": "But command Joshua, and encourage him and strengthen him; for he shall go over before this people, and he shall cause them to inherit the land which you will see.’"
    },
    {
        "o": 5500,
        "r": "nkjv:Deuteronomy:3:29",
        "t": "“So*p we stayed in the valley opposite Beth Peor."
    }
]
