[
    {
        "o": 13504,
        "r": "niv:Nehemiah:3:0",
        "t": "Nehemiah 3",
        "h": 1
    },
    {
        "o": 13505,
        "r": "niv:Nehemiah:3:0",
        "t": "Builders of the Wall",
        "h": 2
    },
    {
        "o": 13506,
        "r": "niv:Nehemiah:3:1",
        "t": "Eliashib*p the high priest and his fellow priests went to work and rebuilt the Sheep Gate. They dedicated it and set its doors in place, building as far as the Tower of the Hundred, which they dedicated, and as far as the Tower of Hananel."
    },
    {
        "o": 13507,
        "r": "niv:Nehemiah:3:2",
        "t": "The men of Jericho built the adjoining section, and Zakkur son of Imri built next to them."
    },
    {
        "o": 13508,
        "r": "niv:Nehemiah:3:3",
        "t": "The*p Fish Gate was rebuilt by the sons of Hassenaah. They laid its beams and put its doors and bolts and bars in place."
    },
    {
        "o": 13509,
        "r": "niv:Nehemiah:3:4",
        "t": "Meremoth son of Uriah, the son of Hakkoz, repaired the next section. Next to him Meshullam son of Berekiah, the son of Meshezabel, made repairs, and next to him Zadok son of Baana also made repairs."
    },
    {
        "o": 13510,
        "r": "niv:Nehemiah:3:5",
        "t": "The next section was repaired by the men of Tekoa, but their nobles would not put their shoulders to the work under their supervisors."
    },
    {
        "o": 13511,
        "r": "niv:Nehemiah:3:6",
        "t": "The*p Jeshanah Gate was repaired by Joiada son of Paseah and Meshullam son of Besodeiah. They laid its beams and put its doors with their bolts and bars in place."
    },
    {
        "o": 13512,
        "r": "niv:Nehemiah:3:7",
        "t": "Next to them, repairs were made by men from Gibeon and Mizpah—Melatiah of Gibeon and Jadon of Meronoth—places under the authority of the governor of Trans-Euphrates."
    },
    {
        "o": 13513,
        "r": "niv:Nehemiah:3:8",
        "t": "Uzziel son of Harhaiah, one of the goldsmiths, repaired the next section; and Hananiah, one of the perfume-makers, made repairs next to that. They restored Jerusalem as far as the Broad Wall."
    },
    {
        "o": 13514,
        "r": "niv:Nehemiah:3:9",
        "t": "Rephaiah son of Hur, ruler of a half-district of Jerusalem, repaired the next section."
    },
    {
        "o": 13515,
        "r": "niv:Nehemiah:3:10",
        "t": "Adjoining this, Jedaiah son of Harumaph made repairs opposite his house, and Hattush son of Hashabneiah made repairs next to him."
    },
    {
        "o": 13516,
        "r": "niv:Nehemiah:3:11",
        "t": "Malkijah son of Harim and Hasshub son of Pahath-Moab repaired another section and the Tower of the Ovens."
    },
    {
        "o": 13517,
        "r": "niv:Nehemiah:3:12",
        "t": "Shallum son of Hallohesh, ruler of a half-district of Jerusalem, repaired the next section with the help of his daughters."
    },
    {
        "o": 13518,
        "r": "niv:Nehemiah:3:13",
        "t": "The*p Valley Gate was repaired by Hanun and the residents of Zanoah. They rebuilt it and put its doors with their bolts and bars in place. They also repaired a thousand cubits of the wall as far as the Dung Gate."
    },
    {
        "o": 13519,
        "r": "niv:Nehemiah:3:14",
        "t": "The*p Dung Gate was repaired by Malkijah son of Rekab, ruler of the district of Beth Hakkerem. He rebuilt it and put its doors with their bolts and bars in place."
    },
    {
        "o": 13520,
        "r": "niv:Nehemiah:3:15",
        "t": "The*p Fountain Gate was repaired by Shallun son of Kol-Hozeh, ruler of the district of Mizpah. He rebuilt it, roofing it over and putting its doors and bolts and bars in place. He also repaired the wall of the Pool of Siloam, by the King’s Garden, as far as the steps going down from the City of David."
    },
    {
        "o": 13521,
        "r": "niv:Nehemiah:3:16",
        "t": "Beyond him, Nehemiah son of Azbuk, ruler of a half-district of Beth Zur, made repairs up to a point opposite the tombs of David, as far as the artificial pool and the House of the Heroes."
    },
    {
        "o": 13522,
        "r": "niv:Nehemiah:3:17",
        "t": "Next*p to him, the repairs were made by the Levites under Rehum son of Bani. Beside him, Hashabiah, ruler of half the district of Keilah, carried out repairs for his district."
    },
    {
        "o": 13523,
        "r": "niv:Nehemiah:3:18",
        "t": "Next to him, the repairs were made by their fellow Levites under Binnui son of Henadad, ruler of the other half-district of Keilah."
    },
    {
        "o": 13524,
        "r": "niv:Nehemiah:3:19",
        "t": "Next to him, Ezer son of Jeshua, ruler of Mizpah, repaired another section, from a point facing the ascent to the armory as far as the angle of the wall."
    },
    {
        "o": 13525,
        "r": "niv:Nehemiah:3:20",
        "t": "Next to him, Baruch son of Zabbai zealously repaired another section, from the angle to the entrance of the house of Eliashib the high priest."
    },
    {
        "o": 13526,
        "r": "niv:Nehemiah:3:21",
        "t": "Next to him, Meremoth son of Uriah, the son of Hakkoz, repaired another section, from the entrance of Eliashib’s house to the end of it."
    },
    {
        "o": 13527,
        "r": "niv:Nehemiah:3:22",
        "t": "The*p repairs next to him were made by the priests from the surrounding region."
    },
    {
        "o": 13528,
        "r": "niv:Nehemiah:3:23",
        "t": "Beyond them, Benjamin and Hasshub made repairs in front of their house; and next to them, Azariah son of Maaseiah, the son of Ananiah, made repairs beside his house."
    },
    {
        "o": 13529,
        "r": "niv:Nehemiah:3:24",
        "t": "Next to him, Binnui son of Henadad repaired another section, from Azariah’s house to the angle and the corner,"
    },
    {
        "o": 13530,
        "r": "niv:Nehemiah:3:25",
        "t": "and Palal son of Uzai worked opposite the angle and the tower projecting from the upper palace near the court of the guard. Next to him, Pedaiah son of Parosh"
    },
    {
        "o": 13531,
        "r": "niv:Nehemiah:3:26",
        "t": "and the temple servants living on the hill of Ophel made repairs up to a point opposite the Water Gate toward the east and the projecting tower."
    },
    {
        "o": 13532,
        "r": "niv:Nehemiah:3:27",
        "t": "Next to them, the men of Tekoa repaired another section, from the great projecting tower to the wall of Ophel."
    },
    {
        "o": 13533,
        "r": "niv:Nehemiah:3:28",
        "t": "Above*p the Horse Gate, the priests made repairs, each in front of his own house."
    },
    {
        "o": 13534,
        "r": "niv:Nehemiah:3:29",
        "t": "Next to them, Zadok son of Immer made repairs opposite his house. Next to him, Shemaiah son of Shekaniah, the guard at the East Gate, made repairs."
    },
    {
        "o": 13535,
        "r": "niv:Nehemiah:3:30",
        "t": "Next to him, Hananiah son of Shelemiah, and Hanun, the sixth son of Zalaph, repaired another section. Next to them, Meshullam son of Berekiah made repairs opposite his living quarters."
    },
    {
        "o": 13536,
        "r": "niv:Nehemiah:3:31",
        "t": "Next to him, Malkijah, one of the goldsmiths, made repairs as far as the house of the temple servants and the merchants, opposite the Inspection Gate, and as far as the room above the corner;"
    },
    {
        "o": 13537,
        "r": "niv:Nehemiah:3:32",
        "t": "and between the room above the corner and the Sheep Gate the goldsmiths and merchants made repairs."
    }
]
