[
    {
        "o": 31865,
        "r": "nkjv:Romans:12:0",
        "t": "Romans 12",
        "h": 1
    },
    {
        "o": 31866,
        "r": "nkjv:Romans:12:0",
        "t": "Living Sacrifices to God",
        "h": 2
    },
    {
        "o": 31867,
        "r": "nkjv:Romans:12:1",
        "t": "I*p beseech you therefore, brethren, by the mercies of God, that you present your bodies a living sacrifice, holy, acceptable to God, which*i is*i your reasonable service."
    },
    {
        "o": 31868,
        "r": "nkjv:Romans:12:2",
        "t": "And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is*i that good and acceptable and perfect will of God."
    },
    {
        "o": 31869,
        "r": "nkjv:Romans:12:2",
        "t": "Serve God with Spiritual Gifts",
        "h": 2
    },
    {
        "o": 31870,
        "r": "nkjv:Romans:12:3",
        "t": "For*p I say, through the grace given to me, to everyone who is among you, not to think of*i himself*i more highly than he ought to think, but to think soberly, as God has dealt to each one a measure of faith."
    },
    {
        "o": 31871,
        "r": "nkjv:Romans:12:4",
        "t": "For as we have many members in one body, but all the members do not have the same function,"
    },
    {
        "o": 31872,
        "r": "nkjv:Romans:12:5",
        "t": "so we, being*i many, are one body in Christ, and individually members of one another."
    },
    {
        "o": 31873,
        "r": "nkjv:Romans:12:6",
        "t": "Having then gifts differing according to the grace that is given to us, let*i us*i use*i them:*i if prophecy, let*i us*i prophesy in proportion to our faith;"
    },
    {
        "o": 31874,
        "r": "nkjv:Romans:12:7",
        "t": "or ministry, let*i us*i use*i it*i in our*i ministering; he who teaches, in teaching;"
    },
    {
        "o": 31875,
        "r": "nkjv:Romans:12:8",
        "t": "he who exhorts, in exhortation; he who gives, with liberality; he who leads, with diligence; he who shows mercy, with cheerfulness."
    },
    {
        "o": 31876,
        "r": "nkjv:Romans:12:8",
        "t": "Behave Like a Christian",
        "h": 2
    },
    {
        "o": 31877,
        "r": "nkjv:Romans:12:9",
        "t": "Let*ip love be*i without hypocrisy. Abhor what is evil. Cling to what is good."
    },
    {
        "o": 31878,
        "r": "nkjv:Romans:12:10",
        "t": "Be*i kindly affectionate to one another with brotherly love, in honor giving preference to one another;"
    },
    {
        "o": 31879,
        "r": "nkjv:Romans:12:11",
        "t": "not lagging in diligence, fervent in spirit, serving the Lord;"
    },
    {
        "o": 31880,
        "r": "nkjv:Romans:12:12",
        "t": "rejoicing in hope, patient in tribulation, continuing steadfastly in prayer;"
    },
    {
        "o": 31881,
        "r": "nkjv:Romans:12:13",
        "t": "distributing to the needs of the saints, given to hospitality."
    },
    {
        "o": 31882,
        "r": "nkjv:Romans:12:14",
        "t": "Bless*p those who persecute you; bless and do not curse."
    },
    {
        "o": 31883,
        "r": "nkjv:Romans:12:15",
        "t": "Rejoice with those who rejoice, and weep with those who weep."
    },
    {
        "o": 31884,
        "r": "nkjv:Romans:12:16",
        "t": "Be of the same mind toward one another. Do not set your mind on high things, but associate with the humble. Do not be wise in your own opinion."
    },
    {
        "o": 31885,
        "r": "nkjv:Romans:12:17",
        "t": "Repay*p no one evil for evil. Have regard for good things in the sight of all men."
    },
    {
        "o": 31886,
        "r": "nkjv:Romans:12:18",
        "t": "If it is possible, as much as depends on you, live peaceably with all men."
    },
    {
        "o": 31887,
        "r": "nkjv:Romans:12:19",
        "t": "Beloved, do not avenge yourselves, but rather*i give place to wrath; for it is written, “Vengeance is*i Mine, I will repay,” says the Lord."
    },
    {
        "o": 31888,
        "r": "nkjv:Romans:12:20",
        "t": "Therefore “If*pn your enemy is hungry, feed him; If*ld he is thirsty, give him a drink; For*ld in so doing you will heap coals of fire on his head.”"
    },
    {
        "o": 31889,
        "r": "nkjv:Romans:12:21",
        "t": "Do*p not be overcome by evil, but overcome evil with good."
    }
]
