[
    {
        "o": 22612,
        "r": "esv:Lamentations:2:0",
        "t": "Lamentations 2",
        "h": 1
    },
    {
        "o": 22613,
        "r": "esv:Lamentations:2:0",
        "t": "The Lord Has Destroyed Without Pity",
        "h": 2
    },
    {
        "o": 22614,
        "r": "esv:Lamentations:2:1",
        "t": "How*pn the Lord in his anger has*ld set the daughter of Zion under a cloud! He*ln has cast down from heaven to earth the*ld splendor of Israel; he*ln has not remembered his footstool in*ld the day of his anger."
    },
    {
        "o": 22615,
        "r": "esv:Lamentations:2:2",
        "t": "The*pn Lord has swallowed up without mercy all*ld the habitations of Jacob; in*ln his wrath he has broken down the*ld strongholds of the daughter of Judah; he*ln has brought down to the ground in dishonor the*ld kingdom and its rulers."
    },
    {
        "o": 22616,
        "r": "esv:Lamentations:2:3",
        "t": "He*pn has cut down in fierce anger all*ld the might of Israel; he*ln has withdrawn from them his right hand in*ld the face of the enemy; he*ln has burned like a flaming fire in Jacob, consuming*ld all around."
    },
    {
        "o": 22617,
        "r": "esv:Lamentations:2:4",
        "t": "He*pn has bent his bow like an enemy, with*ld his right hand set like a foe; and*ln he has killed all who were delightful in our eyes in*ld the tent of the daughter of Zion; he*ln has poured out his fury like fire."
    },
    {
        "o": 22618,
        "r": "esv:Lamentations:2:5",
        "t": "The*pn Lord has become like an enemy; he*ld has swallowed up Israel; he*ln has swallowed up all its palaces; he*ld has laid in ruins its strongholds, and*ln he has multiplied in the daughter of Judah mourning*ld and lamentation."
    },
    {
        "o": 22619,
        "r": "esv:Lamentations:2:6",
        "t": "He*pn has laid waste his booth like a garden, laid*ld in ruins his meeting place; the*ln Lord*s has made Zion forget festival*ld and Sabbath, and*ln in his fierce indignation has spurned king and priest."
    },
    {
        "o": 22620,
        "r": "esv:Lamentations:2:7",
        "t": "The*pn Lord has scorned his altar, disowned*ld his sanctuary; he*ln has delivered into the hand of the enemy the*ld walls of her palaces; they*ln raised a clamor in the house of the Lord*s as*ld on the day of festival."
    },
    {
        "o": 22621,
        "r": "esv:Lamentations:2:8",
        "t": "The*pn Lord*s determined to lay in ruins the*ld wall of the daughter of Zion; he*ln stretched out the measuring line; he*ld did not restrain his hand from destroying; he*ln caused rampart and wall to lament; they*ld languished together."
    },
    {
        "o": 22622,
        "r": "esv:Lamentations:2:9",
        "t": "Her*pn gates have sunk into the ground; he*ld has ruined and broken her bars; her*ln king and princes are among the nations; the*ld law is no more, and*ln her prophets find no*ld vision from the Lord.*s"
    },
    {
        "o": 22623,
        "r": "esv:Lamentations:2:10",
        "t": "The*pn elders of the daughter of Zion sit*ld on the ground in silence; they*ln have thrown dust on their heads and*ld put on sackcloth; the*ln young women of Jerusalem have*ld bowed their heads to the ground."
    },
    {
        "o": 22624,
        "r": "esv:Lamentations:2:11",
        "t": "My*pn eyes are spent with weeping; my*ld stomach churns; my*ln bile is poured out to the ground because*ld of the destruction of the daughter of my people, because*ln infants and babies faint in*ld the streets of the city."
    },
    {
        "o": 22625,
        "r": "esv:Lamentations:2:12",
        "t": "They*pn cry to their mothers, “Where*ld is bread and wine?” as*ln they faint like a wounded man in*ld the streets of the city, as*ln their life is poured out on*ld their mothers’ bosom."
    },
    {
        "o": 22626,
        "r": "esv:Lamentations:2:13",
        "t": "What*pn can I say for you, to what compare you, O*ld daughter of Jerusalem? What*ln can I liken to you, that I may comfort you, O*ld virgin daughter of Zion? For*ln your ruin is vast as the sea; who*ld can heal you?"
    },
    {
        "o": 22627,
        "r": "esv:Lamentations:2:14",
        "t": "Your*pn prophets have seen for you false*ld and deceptive visions; they*ln have not exposed your iniquity to*ld restore your fortunes, but*ln have seen for you oracles that*ld are false and misleading."
    },
    {
        "o": 22628,
        "r": "esv:Lamentations:2:15",
        "t": "All*pn who pass along the way clap*ld their hands at you; they*ln hiss and wag their heads at*ld the daughter of Jerusalem: “Is*ln this the city that was called the*ld perfection of beauty, the*ld joy of all the earth?”"
    },
    {
        "o": 22629,
        "r": "esv:Lamentations:2:16",
        "t": "All*pn your enemies rail*ld against you; they*ln hiss, they gnash their teeth, they*ld cry: “We have swallowed her! Ah,*ln this is the day we longed for; now*ld we have it; we see it!”"
    },
    {
        "o": 22630,
        "r": "esv:Lamentations:2:17",
        "t": "The*pn Lord*s has done what he purposed; he*ld has carried out his word, which*ln he commanded long ago; he*ld has thrown down without pity; he*ln has made the enemy rejoice over you and*ld exalted the might of your foes."
    },
    {
        "o": 22631,
        "r": "esv:Lamentations:2:18",
        "t": "Their*pn heart cried to the Lord. O*ld wall of the daughter of Zion, let*ln tears stream down like a torrent day*ld and night! Give*ln yourself no rest, your*ld eyes no respite!"
    },
    {
        "o": 22632,
        "r": "esv:Lamentations:2:19",
        "t": "“Arise,*pn cry out in the night, at*ld the beginning of the night watches! Pour*ln out your heart like water before*ld the presence of the Lord! Lift*ln your hands to him for*ld the lives of your children, who*ln faint for hunger at*ld the head of every street.”"
    },
    {
        "o": 22633,
        "r": "esv:Lamentations:2:20",
        "t": "Look,*pn O Lord,*s and see! With*ld whom have you dealt thus? Should*ln women eat the fruit of their womb, the*ld children of their tender care? Should*ln priest and prophet be killed in*ld the sanctuary of the Lord?"
    },
    {
        "o": 22634,
        "r": "esv:Lamentations:2:21",
        "t": "In*pn the dust of the streets lie*ld the young and the old; my*ln young women and my young men have*ld fallen by the sword; you*ln have killed them in the day of your anger, slaughtering*ld without pity."
    },
    {
        "o": 22635,
        "r": "esv:Lamentations:2:22",
        "t": "You*pn summoned as if to a festival day my*ld terrors on every side, and*ln on the day of the anger of the Lord*s no*ld one escaped or survived; those*ln whom I held and raised my*ld enemy destroyed."
    }
]
