[
    {
        "o": 24177,
        "r": "esv:Daniel:2:0",
        "t": "Daniel 2",
        "h": 1
    },
    {
        "o": 24178,
        "r": "esv:Daniel:2:0",
        "t": "Nebuchadnezzar’s Dream",
        "h": 2
    },
    {
        "o": 24179,
        "r": "esv:Daniel:2:1",
        "t": "In*p the second year of the reign of Nebuchadnezzar, Nebuchadnezzar had dreams; his spirit was troubled, and his sleep left him."
    },
    {
        "o": 24180,
        "r": "esv:Daniel:2:2",
        "t": "Then the king commanded that the magicians, the enchanters, the sorcerers, and the Chaldeans be summoned to tell the king his dreams. So they came in and stood before the king."
    },
    {
        "o": 24181,
        "r": "esv:Daniel:2:3",
        "t": "And the king said to them, “I had a dream, and my spirit is troubled to know the dream.”"
    },
    {
        "o": 24182,
        "r": "esv:Daniel:2:4",
        "t": "Then the Chaldeans said to the king in Aramaic, “O king, live forever! Tell your servants the dream, and we will show the interpretation.”"
    },
    {
        "o": 24183,
        "r": "esv:Daniel:2:5",
        "t": "The king answered and said to the Chaldeans, “The word from me is firm: if you do not make known to me the dream and its interpretation, you shall be torn limb from limb, and your houses shall be laid in ruins."
    },
    {
        "o": 24184,
        "r": "esv:Daniel:2:6",
        "t": "But if you show the dream and its interpretation, you shall receive from me gifts and rewards and great honor. Therefore show me the dream and its interpretation.”"
    },
    {
        "o": 24185,
        "r": "esv:Daniel:2:7",
        "t": "They answered a second time and said, “Let the king tell his servants the dream, and we will show its interpretation.”"
    },
    {
        "o": 24186,
        "r": "esv:Daniel:2:8",
        "t": "The king answered and said, “I know with certainty that you are trying to gain time, because you see that the word from me is firm—"
    },
    {
        "o": 24187,
        "r": "esv:Daniel:2:9",
        "t": "if you do not make the dream known to me, there is but one sentence for you. You have agreed to speak lying and corrupt words before me till the times change. Therefore tell me the dream, and I shall know that you can show me its interpretation.”"
    },
    {
        "o": 24188,
        "r": "esv:Daniel:2:10",
        "t": "The Chaldeans answered the king and said, “There is not a man on earth who can meet the king’s demand, for no great and powerful king has asked such a thing of any magician or enchanter or Chaldean."
    },
    {
        "o": 24189,
        "r": "esv:Daniel:2:11",
        "t": "The thing that the king asks is difficult, and no one can show it to the king except the gods, whose dwelling is not with flesh.”"
    },
    {
        "o": 24190,
        "r": "esv:Daniel:2:12",
        "t": "Because*p of this the king was angry and very furious, and commanded that all the wise men of Babylon be destroyed."
    },
    {
        "o": 24191,
        "r": "esv:Daniel:2:13",
        "t": "So the decree went out, and the wise men were about to be killed; and they sought Daniel and his companions, to kill them."
    },
    {
        "o": 24192,
        "r": "esv:Daniel:2:14",
        "t": "Then Daniel replied with prudence and discretion to Arioch, the captain of the king’s guard, who had gone out to kill the wise men of Babylon."
    },
    {
        "o": 24193,
        "r": "esv:Daniel:2:15",
        "t": "He declared to Arioch, the king’s captain, “Why is the decree of the king so urgent?” Then Arioch made the matter known to Daniel."
    },
    {
        "o": 24194,
        "r": "esv:Daniel:2:16",
        "t": "And Daniel went in and requested the king to appoint him a time, that he might show the interpretation to the king."
    },
    {
        "o": 24195,
        "r": "esv:Daniel:2:16",
        "t": "God Reveals Nebuchadnezzar’s Dream",
        "h": 2
    },
    {
        "o": 24196,
        "r": "esv:Daniel:2:17",
        "t": "Then*p Daniel went to his house and made the matter known to Hananiah, Mishael, and Azariah, his companions,"
    },
    {
        "o": 24197,
        "r": "esv:Daniel:2:18",
        "t": "and told them to seek mercy from the God of heaven concerning this mystery, so that Daniel and his companions might not be destroyed with the rest of the wise men of Babylon."
    },
    {
        "o": 24198,
        "r": "esv:Daniel:2:19",
        "t": "Then the mystery was revealed to Daniel in a vision of the night. Then Daniel blessed the God of heaven."
    },
    {
        "o": 24199,
        "r": "esv:Daniel:2:20",
        "t": "Daniel answered and said: “Blessed*pn be the name of God forever and ever, to*ld whom belong wisdom and might."
    },
    {
        "o": 24200,
        "r": "esv:Daniel:2:21",
        "t": "He*ln changes times and seasons; he*ld removes kings and sets up kings; he*ln gives wisdom to the wise and*ld knowledge to those who have understanding;"
    },
    {
        "o": 24201,
        "r": "esv:Daniel:2:22",
        "t": "he*ln reveals deep and hidden things; he*ld knows what is in the darkness, and*ld the light dwells with him."
    },
    {
        "o": 24202,
        "r": "esv:Daniel:2:23",
        "t": "To*ln you, O God of my fathers, I*ld give thanks and praise, for*ln you have given me wisdom and might, and*ld have now made known to me what we asked of you, for*ld you have made known to us the king’s matter.”"
    },
    {
        "o": 24203,
        "r": "esv:Daniel:2:24",
        "t": "Therefore*p Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: “Do not destroy the wise men of Babylon; bring me in before the king, and I will show the king the interpretation.”"
    },
    {
        "o": 24204,
        "r": "esv:Daniel:2:25",
        "t": "Then*p Arioch brought in Daniel before the king in haste and said thus to him: “I have found among the exiles from Judah a man who will make known to the king the interpretation.”"
    },
    {
        "o": 24205,
        "r": "esv:Daniel:2:26",
        "t": "The king declared to Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream that I have seen and its interpretation?”"
    },
    {
        "o": 24206,
        "r": "esv:Daniel:2:27",
        "t": "Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked,"
    },
    {
        "o": 24207,
        "r": "esv:Daniel:2:28",
        "t": "but there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will be in the latter days. Your dream and the visions of your head as you lay in bed are these:"
    },
    {
        "o": 24208,
        "r": "esv:Daniel:2:29",
        "t": "To you, O king, as you lay in bed came thoughts of what would be after this, and he who reveals mysteries made known to you what is to be."
    },
    {
        "o": 24209,
        "r": "esv:Daniel:2:30",
        "t": "But as for me, this mystery has been revealed to me, not because of any wisdom that I have more than all the living, but in order that the interpretation may be made known to the king, and that you may know the thoughts of your mind."
    },
    {
        "o": 24210,
        "r": "esv:Daniel:2:30",
        "t": "Daniel Interprets the Dream",
        "h": 2
    },
    {
        "o": 24211,
        "r": "esv:Daniel:2:31",
        "t": "“You*p saw, O king, and behold, a great image. This image, mighty and of exceeding brightness, stood before you, and its appearance was frightening."
    },
    {
        "o": 24212,
        "r": "esv:Daniel:2:32",
        "t": "The head of this image was of fine gold, its chest and arms of silver, its middle and thighs of bronze,"
    },
    {
        "o": 24213,
        "r": "esv:Daniel:2:33",
        "t": "its legs of iron, its feet partly of iron and partly of clay."
    },
    {
        "o": 24214,
        "r": "esv:Daniel:2:34",
        "t": "As you looked, a stone was cut out by no human hand, and it struck the image on its feet of iron and clay, and broke them in pieces."
    },
    {
        "o": 24215,
        "r": "esv:Daniel:2:35",
        "t": "Then the iron, the clay, the bronze, the silver, and the gold, all together were broken in pieces, and became like the chaff of the summer threshing floors; and the wind carried them away, so that not a trace of them could be found. But the stone that struck the image became a great mountain and filled the whole earth."
    },
    {
        "o": 24216,
        "r": "esv:Daniel:2:36",
        "t": "“This*p was the dream. Now we will tell the king its interpretation."
    },
    {
        "o": 24217,
        "r": "esv:Daniel:2:37",
        "t": "You, O king, the king of kings, to whom the God of heaven has given the kingdom, the power, and the might, and the glory,"
    },
    {
        "o": 24218,
        "r": "esv:Daniel:2:38",
        "t": "and into whose hand he has given, wherever they dwell, the children of man, the beasts of the field, and the birds of the heavens, making you rule over them all— you are the head of gold."
    },
    {
        "o": 24219,
        "r": "esv:Daniel:2:39",
        "t": "Another kingdom inferior to you shall arise after you, and yet a third kingdom of bronze, which shall rule over all the earth."
    },
    {
        "o": 24220,
        "r": "esv:Daniel:2:40",
        "t": "And there shall be a fourth kingdom, strong as iron, because iron breaks to pieces and shatters all things. And like iron that crushes, it shall break and crush all these."
    },
    {
        "o": 24221,
        "r": "esv:Daniel:2:41",
        "t": "And as you saw the feet and toes, partly of potter’s clay and partly of iron, it shall be a divided kingdom, but some of the firmness of iron shall be in it, just as you saw iron mixed with the soft clay."
    },
    {
        "o": 24222,
        "r": "esv:Daniel:2:42",
        "t": "And as the toes of the feet were partly iron and partly clay, so the kingdom shall be partly strong and partly brittle."
    },
    {
        "o": 24223,
        "r": "esv:Daniel:2:43",
        "t": "As you saw the iron mixed with soft clay, so they will mix with one another in marriage, but they will not hold together, just as iron does not mix with clay."
    },
    {
        "o": 24224,
        "r": "esv:Daniel:2:44",
        "t": "And in the days of those kings the God of heaven will set up a kingdom that shall never be destroyed, nor shall the kingdom be left to another people. It shall break in pieces all these kingdoms and bring them to an end, and it shall stand forever,"
    },
    {
        "o": 24225,
        "r": "esv:Daniel:2:45",
        "t": "just as you saw that a stone was cut from a mountain by no human hand, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold. A great God has made known to the king what shall be after this. The dream is certain, and its interpretation sure.”"
    },
    {
        "o": 24226,
        "r": "esv:Daniel:2:45",
        "t": "Daniel Is Promoted",
        "h": 2
    },
    {
        "o": 24227,
        "r": "esv:Daniel:2:46",
        "t": "Then*p King Nebuchadnezzar fell upon his face and paid homage to Daniel, and commanded that an offering and incense be offered up to him."
    },
    {
        "o": 24228,
        "r": "esv:Daniel:2:47",
        "t": "The king answered and said to Daniel, “Truly, your God is God of gods and Lord of kings, and a revealer of mysteries, for you have been able to reveal this mystery.”"
    },
    {
        "o": 24229,
        "r": "esv:Daniel:2:48",
        "t": "Then the king gave Daniel high honors and many great gifts, and made him ruler over the whole province of Babylon and chief prefect over all the wise men of Babylon."
    },
    {
        "o": 24230,
        "r": "esv:Daniel:2:49",
        "t": "Daniel made a request of the king, and he appointed Shadrach, Meshach, and Abednego over the affairs of the province of Babylon. But Daniel remained at the king’s court."
    }
]
