[
    {
        "o": 29736,
        "r": "kjv:1 Corinthians:8:0",
        "t": "1 Corinthians 8",
        "h": 1
    },
    {
        "o": 29737,
        "r": "kjv:1 Corinthians:8:1",
        "t": "Now*p as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth."
    },
    {
        "o": 29738,
        "r": "kjv:1 Corinthians:8:2",
        "t": "And*p if any man think that he knoweth any thing, he knoweth nothing yet as he ought to know."
    },
    {
        "o": 29739,
        "r": "kjv:1 Corinthians:8:3",
        "t": "But*p if any man love God, the same is known of him."
    },
    {
        "o": 29740,
        "r": "kjv:1 Corinthians:8:4",
        "t": "As*p concerning therefore the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one."
    },
    {
        "o": 29741,
        "r": "kjv:1 Corinthians:8:5",
        "t": "For*p though there be that are called gods, whether in heaven or in earth, (as there be gods many, and lords many,)"
    },
    {
        "o": 29742,
        "r": "kjv:1 Corinthians:8:6",
        "t": "But*p to us there is but one God, the Father, of whom are all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him."
    },
    {
        "o": 29743,
        "r": "kjv:1 Corinthians:8:7",
        "t": "Howbeit*p there is not in every man that knowledge: for some with conscience of the idol unto this hour eat it as a thing offered unto an idol; and their conscience being weak is defiled."
    },
    {
        "o": 29744,
        "r": "kjv:1 Corinthians:8:8",
        "t": "But*p meat commendeth us not to God: for neither, if we eat, are we the better; neither, if we eat not, are we the worse."
    },
    {
        "o": 29745,
        "r": "kjv:1 Corinthians:8:9",
        "t": "But*p take heed lest by any means this liberty of yours become a stumblingblock to them that are weak."
    },
    {
        "o": 29746,
        "r": "kjv:1 Corinthians:8:10",
        "t": "For*p if any man see thee which hast knowledge sit at meat in the idol's temple, shall not the conscience of him which is weak be emboldened to eat those things which are offered to idols;"
    },
    {
        "o": 29747,
        "r": "kjv:1 Corinthians:8:11",
        "t": "And*p through thy knowledge shall the weak brother perish, for whom Christ died?"
    },
    {
        "o": 29748,
        "r": "kjv:1 Corinthians:8:12",
        "t": "But*p when ye sin so against the brethren, and wound their weak conscience, ye sin against Christ."
    },
    {
        "o": 29749,
        "r": "kjv:1 Corinthians:8:13",
        "t": "Wherefore,*p if meat make my brother to offend, I will eat no flesh while the world standeth, lest I make my brother to offend."
    }
]
