[
    {
        "o": 34517,
        "r": "csb:1 Peter:4:0",
        "t": "1 Peter 4",
        "h": 1
    },
    {
        "o": 34518,
        "r": "csb:1 Peter:4:0",
        "t": "Following Christ",
        "h": 2
    },
    {
        "o": 34519,
        "r": "csb:1 Peter:4:1",
        "t": "Therefore,*p since Christ suffered in the flesh, arm yourselves also with the same understanding- because the one who suffers in the flesh is finished with sin-"
    },
    {
        "o": 34520,
        "r": "csb:1 Peter:4:2",
        "t": "in order to live the remaining time in the flesh no longer for human desires, but for God’s will."
    },
    {
        "o": 34521,
        "r": "csb:1 Peter:4:3",
        "t": "For there has already been enough time spent in doing what the Gentiles choose to do: carrying on in unrestrained behavior, evil desires, drunkenness, orgies, carousing, and lawless idolatry."
    },
    {
        "o": 34522,
        "r": "csb:1 Peter:4:4",
        "t": "They are surprised that you don’t join them in the same flood of wild living - and they slander you."
    },
    {
        "o": 34523,
        "r": "csb:1 Peter:4:5",
        "t": "They will give an account to the one who stands ready to judge the living and the dead."
    },
    {
        "o": 34524,
        "r": "csb:1 Peter:4:6",
        "t": "For this reason the gospel was also preached to those who are now dead, so that, although they might be judged in the flesh according to human standards, they might live in the spirit according to God’s standards."
    },
    {
        "o": 34525,
        "r": "csb:1 Peter:4:6",
        "t": "End-Time Ethics",
        "h": 2
    },
    {
        "o": 34526,
        "r": "csb:1 Peter:4:7",
        "t": "The*p end of all things is near; therefore, be alert and sober-minded for prayer."
    },
    {
        "o": 34527,
        "r": "csb:1 Peter:4:8",
        "t": "Above all, maintain constant love for one another, since love*i covers*i a*i multitude*i of*i sins.*i"
    },
    {
        "o": 34528,
        "r": "csb:1 Peter:4:9",
        "t": "Be hospitable to one another without complaining."
    },
    {
        "o": 34529,
        "r": "csb:1 Peter:4:10",
        "t": "Just as each one has received a gift, use it to serve others, as good stewards of the varied grace of God."
    },
    {
        "o": 34530,
        "r": "csb:1 Peter:4:11",
        "t": "If anyone speaks, let it be as one who speaks God’s words; if anyone serves, let it be from the strength God provides, so that God may be glorified through Jesus Christ in everything. To him be the glory and the power forever and ever. Amen."
    },
    {
        "o": 34531,
        "r": "csb:1 Peter:4:11",
        "t": "Christian Suffering",
        "h": 2
    },
    {
        "o": 34532,
        "r": "csb:1 Peter:4:12",
        "t": "Dear*p friends, don’t be surprised when the fiery ordeal comes among you to test you, as if something unusual were happening to you."
    },
    {
        "o": 34533,
        "r": "csb:1 Peter:4:13",
        "t": "Instead, rejoice as you share in the sufferings of Christ, so that you may also rejoice with great joy when his glory is revealed."
    },
    {
        "o": 34534,
        "r": "csb:1 Peter:4:14",
        "t": "If you are ridiculed for the name of Christ, you are blessed, because the Spirit of glory and of God rests on you."
    },
    {
        "o": 34535,
        "r": "csb:1 Peter:4:15",
        "t": "Let none of you suffer as a murderer, a thief, an evildoer, or a meddler."
    },
    {
        "o": 34536,
        "r": "csb:1 Peter:4:16",
        "t": "But if anyone suffers as a Christian, let him not be ashamed but let him glorify God in having that name."
    },
    {
        "o": 34537,
        "r": "csb:1 Peter:4:17",
        "t": "For the time has come for judgment to begin with God’s household, and if it begins with us, what will the outcome be for those who disobey the gospel of God?"
    },
    {
        "o": 34538,
        "r": "csb:1 Peter:4:18",
        "t": "And*pn if*i a*i righteous*i person*i is*i saved*i with*i difficulty,*i what*iln will*i become*i of*i the*i ungodly*i and*i the*i sinner?*i"
    },
    {
        "o": 34539,
        "r": "csb:1 Peter:4:19",
        "t": "So*p then, let those who suffer according to God’s will entrust themselves to a faithful Creator while doing what is good."
    }
]
