[
    {
        "o": 13238,
        "r": "nasb:Ezra:1:0",
        "t": "Ezra 1",
        "h": 1
    },
    {
        "o": 13239,
        "r": "nasb:Ezra:1:0",
        "t": "Cyrus’s Proclamation",
        "h": 2
    },
    {
        "o": 13240,
        "r": "nasb:Ezra:1:1",
        "t": "Now*p in the first year of Cyrus king of Persia, in order to fulfill the word of the Lord*s by the mouth of Jeremiah, the Lord*s stirred up the spirit of Cyrus king of Persia, so that he sent a proclamation throughout all his kingdom, and also put*i it*i in writing, saying:"
    },
    {
        "o": 13241,
        "r": "nasb:Ezra:1:2",
        "t": "“Thus*p says Cyrus king of Persia, ‘The Lord,*s the God of heaven, has given me all the kingdoms of the earth and He has appointed me to build Him a house in Jerusalem, which is in Judah."
    },
    {
        "o": 13242,
        "r": "nasb:Ezra:1:3",
        "t": "Whoever there is among you of all His people, may his God be with him! Let him go up to Jerusalem which is in Judah and rebuild the house of the Lord,*s the God of Israel; He is the God who is in Jerusalem."
    },
    {
        "o": 13243,
        "r": "nasb:Ezra:1:4",
        "t": "Every survivor, at whatever place he may live, let the men of that place support him with silver and gold, with goods and cattle, together with a freewill offering for the house of God which is in Jerusalem.’ ”"
    },
    {
        "o": 13244,
        "r": "nasb:Ezra:1:4",
        "t": "Holy Vessels Restored",
        "h": 2
    },
    {
        "o": 13245,
        "r": "nasb:Ezra:1:5",
        "t": "Then*p the heads of fathers’ households*i of Judah and Benjamin and the priests and the Levites arose, even everyone whose spirit God had stirred to go up and rebuild the house of the Lord*s which is in Jerusalem."
    },
    {
        "o": 13246,
        "r": "nasb:Ezra:1:6",
        "t": "All those about them encouraged them with articles of silver, with gold, with goods, with cattle and with valuables, aside from all that was given as a freewill offering."
    },
    {
        "o": 13247,
        "r": "nasb:Ezra:1:7",
        "t": "Also King Cyrus brought out the articles of the house of the Lord,*s which Nebuchadnezzar had carried away from Jerusalem and put in the house of his gods;"
    },
    {
        "o": 13248,
        "r": "nasb:Ezra:1:8",
        "t": "and Cyrus, king of Persia, had them brought out by the hand of Mithredath the treasurer, and he counted them out to Sheshbazzar, the prince of Judah."
    },
    {
        "o": 13249,
        "r": "nasb:Ezra:1:9",
        "t": "Now this was*i their number: 30 gold dishes, 1,000 silver dishes, 29 duplicates;"
    },
    {
        "o": 13250,
        "r": "nasb:Ezra:1:10",
        "t": "30 gold bowls, 410 silver bowls of a second kind*i and*i 1,000 other articles."
    },
    {
        "o": 13251,
        "r": "nasb:Ezra:1:11",
        "t": "All the articles of gold and silver numbered*i 5,400. Sheshbazzar brought them all up with the exiles who went up from Babylon to Jerusalem."
    }
]
