[
    {
        "o": 30934,
        "r": "csb:Acts:12:0",
        "t": "Acts 12",
        "h": 1
    },
    {
        "o": 30935,
        "r": "csb:Acts:12:0",
        "t": "James Martyred and Peter Jailed",
        "h": 2
    },
    {
        "o": 30936,
        "r": "csb:Acts:12:1",
        "t": "About*p that time King Herod violently attacked some who belonged to the church,"
    },
    {
        "o": 30937,
        "r": "csb:Acts:12:2",
        "t": "and he executed James, John’s brother, with the sword."
    },
    {
        "o": 30938,
        "r": "csb:Acts:12:3",
        "t": "When he saw that it pleased the Jews, he proceeded to arrest Peter too, during the Festival of Unleavened Bread."
    },
    {
        "o": 30939,
        "r": "csb:Acts:12:4",
        "t": "After the arrest, he put him in prison and assigned four squads of four soldiers each to guard him, intending to bring him out to the people after the Passover."
    },
    {
        "o": 30940,
        "r": "csb:Acts:12:5",
        "t": "So Peter was kept in prison, but the church was praying fervently to God for him."
    },
    {
        "o": 30941,
        "r": "csb:Acts:12:5",
        "t": "Peter Rescued",
        "h": 2
    },
    {
        "o": 30942,
        "r": "csb:Acts:12:6",
        "t": "When*p Herod was about to bring him out for trial, that very night Peter, bound with two chains, was sleeping between two soldiers, while the sentries in front of the door guarded the prison."
    },
    {
        "o": 30943,
        "r": "csb:Acts:12:7",
        "t": "Suddenly an angel of the Lord appeared, and a light shone in the cell. Striking Peter on the side, he woke him up and said, “Quick, get up!” And the chains fell off his wrists."
    },
    {
        "o": 30944,
        "r": "csb:Acts:12:8",
        "t": "“Get dressed,” the angel told him, “and put on your sandals.” And he did. “Wrap your cloak around you,” he told him, “and follow me.”"
    },
    {
        "o": 30945,
        "r": "csb:Acts:12:9",
        "t": "So he went out and followed, and he did not know that what the angel did was really happening, but he thought he was seeing a vision."
    },
    {
        "o": 30946,
        "r": "csb:Acts:12:10",
        "t": "After they passed the first and second guards, they came to the iron gate that leads into the city, which opened to them by itself. They went outside and passed one street, and suddenly the angel left him."
    },
    {
        "o": 30947,
        "r": "csb:Acts:12:11",
        "t": "When*p Peter came to himself, he said, “Now I know for certain that the Lord has sent his angel and rescued me from Herod’s grasp and from all that the Jewish people expected.”"
    },
    {
        "o": 30948,
        "r": "csb:Acts:12:12",
        "t": "As soon as he realized this, he went to the house of Mary, the mother of John who was called Mark, where many had assembled and were praying."
    },
    {
        "o": 30949,
        "r": "csb:Acts:12:13",
        "t": "He knocked at the door of the outer gate, and a servant named Rhoda came to answer."
    },
    {
        "o": 30950,
        "r": "csb:Acts:12:14",
        "t": "She recognized Peter’s voice, and because of her joy, she did not open the gate but ran in and announced that Peter was standing at the outer gate."
    },
    {
        "o": 30951,
        "r": "csb:Acts:12:15",
        "t": "“You’re*p out of your mind!” they told her. But she kept insisting that it was true, and they said, “It’s his angel.”"
    },
    {
        "o": 30952,
        "r": "csb:Acts:12:16",
        "t": "Peter, however, kept on knocking, and when they opened the door and saw him, they were amazed."
    },
    {
        "o": 30953,
        "r": "csb:Acts:12:17",
        "t": "Motioning*p to them with his hand to be silent, he described to them how the Lord had brought him out of the prison. “Tell these things to James and the brothers,” he said, and he left and went to another place."
    },
    {
        "o": 30954,
        "r": "csb:Acts:12:18",
        "t": "At*p daylight, there was a great commotion among the soldiers as to what had become of Peter."
    },
    {
        "o": 30955,
        "r": "csb:Acts:12:19",
        "t": "After Herod had searched and did not find him, he interrogated the guards and ordered their execution. Then Herod went down from Judea to Caesarea and stayed there."
    },
    {
        "o": 30956,
        "r": "csb:Acts:12:19",
        "t": "Herod’s Death",
        "h": 2
    },
    {
        "o": 30957,
        "r": "csb:Acts:12:20",
        "t": "Herod*p had been very angry with the people of Tyre and Sidon. Together they presented themselves before him. After winning over Blastus, who was in charge of the king’s bedroom, they asked for peace, because their country was supplied with food from the king’s country."
    },
    {
        "o": 30958,
        "r": "csb:Acts:12:21",
        "t": "On an appointed day, dressed in royal robes and seated on the throne, Herod delivered a speech to them."
    },
    {
        "o": 30959,
        "r": "csb:Acts:12:22",
        "t": "The assembled people began to shout, “It’s the voice of a god and not of a man!”"
    },
    {
        "o": 30960,
        "r": "csb:Acts:12:23",
        "t": "At once an angel of the Lord struck him because he did not give the glory to God, and he was eaten by worms and died."
    },
    {
        "o": 30961,
        "r": "csb:Acts:12:24",
        "t": "But*p the word of God spread and multiplied."
    },
    {
        "o": 30962,
        "r": "csb:Acts:12:25",
        "t": "After they had completed their relief mission, Barnabas and Saul returned to Jerusalem, taking along John who was called Mark."
    }
]
