[
    {
        "o": 32077,
        "r": "niv:2 Corinthians:13:0",
        "t": "2 Corinthians 13",
        "h": 1
    },
    {
        "o": 32078,
        "r": "niv:2 Corinthians:13:0",
        "t": "Final Warnings",
        "h": 2
    },
    {
        "o": 32079,
        "r": "niv:2 Corinthians:13:1",
        "t": "This*p will be my third visit to you. “Every matter must be established by the testimony of two or three witnesses.”"
    },
    {
        "o": 32080,
        "r": "niv:2 Corinthians:13:2",
        "t": "I already gave you a warning when I was with you the second time. I now repeat it while absent: On my return I will not spare those who sinned earlier or any of the others,"
    },
    {
        "o": 32081,
        "r": "niv:2 Corinthians:13:3",
        "t": "since you are demanding proof that Christ is speaking through me. He is not weak in dealing with you, but is powerful among you."
    },
    {
        "o": 32082,
        "r": "niv:2 Corinthians:13:4",
        "t": "For to be sure, he was crucified in weakness, yet he lives by God’s power. Likewise, we are weak in him, yet by God’s power we will live with him in our dealing with you."
    },
    {
        "o": 32083,
        "r": "niv:2 Corinthians:13:5",
        "t": "Examine*p yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you—unless, of course, you fail the test?"
    },
    {
        "o": 32084,
        "r": "niv:2 Corinthians:13:6",
        "t": "And I trust that you will discover that we have not failed the test."
    },
    {
        "o": 32085,
        "r": "niv:2 Corinthians:13:7",
        "t": "Now we pray to God that you will not do anything wrong—not so that people will see that we have stood the test but so that you will do what is right even though we may seem to have failed."
    },
    {
        "o": 32086,
        "r": "niv:2 Corinthians:13:8",
        "t": "For we cannot do anything against the truth, but only for the truth."
    },
    {
        "o": 32087,
        "r": "niv:2 Corinthians:13:9",
        "t": "We are glad whenever we are weak but you are strong; and our prayer is that you may be fully restored."
    },
    {
        "o": 32088,
        "r": "niv:2 Corinthians:13:10",
        "t": "This is why I write these things when I am absent, that when I come I may not have to be harsh in my use of authority—the authority the Lord gave me for building you up, not for tearing you down."
    },
    {
        "o": 32089,
        "r": "niv:2 Corinthians:13:10",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 32090,
        "r": "niv:2 Corinthians:13:11",
        "t": "Finally,*p brothers and sisters, rejoice! Strive for full restoration, encourage one another, be of one mind, live in peace. And the God of love and peace will be with you."
    },
    {
        "o": 32091,
        "r": "niv:2 Corinthians:13:12",
        "t": "Greet*p one another with a holy kiss."
    },
    {
        "o": 32092,
        "r": "niv:2 Corinthians:13:13",
        "t": "All God’s people here send their greetings."
    },
    {
        "o": 32093,
        "r": "niv:2 Corinthians:13:14",
        "t": "May*p the grace of the Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit be with you all."
    }
]
