[
    {
        "o": 30458,
        "r": "niv:Acts:19:0",
        "t": "Acts 19",
        "h": 1
    },
    {
        "o": 30459,
        "r": "niv:Acts:19:0",
        "t": "Paul in Ephesus",
        "h": 2
    },
    {
        "o": 30460,
        "r": "niv:Acts:19:1",
        "t": "While*p Apollos was at Corinth, Paul took the road through the interior and arrived at Ephesus. There he found some disciples"
    },
    {
        "o": 30461,
        "r": "niv:Acts:19:2",
        "t": "and asked them, “Did you receive the Holy Spirit when you believed?” They*p answered, “No, we have not even heard that there is a Holy Spirit.”"
    },
    {
        "o": 30462,
        "r": "niv:Acts:19:3",
        "t": "So*p Paul asked, “Then what baptism did you receive?” “John’s*p baptism,” they replied."
    },
    {
        "o": 30463,
        "r": "niv:Acts:19:4",
        "t": "Paul*p said, “John’s baptism was a baptism of repentance. He told the people to believe in the one coming after him, that is, in Jesus.”"
    },
    {
        "o": 30464,
        "r": "niv:Acts:19:5",
        "t": "On hearing this, they were baptized in the name of the Lord Jesus."
    },
    {
        "o": 30465,
        "r": "niv:Acts:19:6",
        "t": "When Paul placed his hands on them, the Holy Spirit came on them, and they spoke in tongues and prophesied."
    },
    {
        "o": 30466,
        "r": "niv:Acts:19:7",
        "t": "There were about twelve men in all."
    },
    {
        "o": 30467,
        "r": "niv:Acts:19:8",
        "t": "Paul*p entered the synagogue and spoke boldly there for three months, arguing persuasively about the kingdom of God."
    },
    {
        "o": 30468,
        "r": "niv:Acts:19:9",
        "t": "But some of them became obstinate; they refused to believe and publicly maligned the Way. So Paul left them. He took the disciples with him and had discussions daily in the lecture hall of Tyrannus."
    },
    {
        "o": 30469,
        "r": "niv:Acts:19:10",
        "t": "This went on for two years, so that all the Jews and Greeks who lived in the province of Asia heard the word of the Lord."
    },
    {
        "o": 30470,
        "r": "niv:Acts:19:11",
        "t": "God*p did extraordinary miracles through Paul,"
    },
    {
        "o": 30471,
        "r": "niv:Acts:19:12",
        "t": "so that even handkerchiefs and aprons that had touched him were taken to the sick, and their illnesses were cured and the evil spirits left them."
    },
    {
        "o": 30472,
        "r": "niv:Acts:19:13",
        "t": "Some*p Jews who went around driving out evil spirits tried to invoke the name of the Lord Jesus over those who were demon-possessed. They would say, “In the name of the Jesus whom Paul preaches, I command you to come out.”"
    },
    {
        "o": 30473,
        "r": "niv:Acts:19:14",
        "t": "Seven sons of Sceva, a Jewish chief priest, were doing this."
    },
    {
        "o": 30474,
        "r": "niv:Acts:19:15",
        "t": "One day the evil spirit answered them, “Jesus I know, and Paul I know about, but who are you?”"
    },
    {
        "o": 30475,
        "r": "niv:Acts:19:16",
        "t": "Then the man who had the evil spirit jumped on them and overpowered them all. He gave them such a beating that they ran out of the house naked and bleeding."
    },
    {
        "o": 30476,
        "r": "niv:Acts:19:17",
        "t": "When*p this became known to the Jews and Greeks living in Ephesus, they were all seized with fear, and the name of the Lord Jesus was held in high honor."
    },
    {
        "o": 30477,
        "r": "niv:Acts:19:18",
        "t": "Many of those who believed now came and openly confessed what they had done."
    },
    {
        "o": 30478,
        "r": "niv:Acts:19:19",
        "t": "A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas."
    },
    {
        "o": 30479,
        "r": "niv:Acts:19:20",
        "t": "In this way the word of the Lord spread widely and grew in power."
    },
    {
        "o": 30480,
        "r": "niv:Acts:19:21",
        "t": "After*p all this had happened, Paul decided to go to Jerusalem, passing through Macedonia and Achaia. “After I have been there,” he said, “I must visit Rome also.”"
    },
    {
        "o": 30481,
        "r": "niv:Acts:19:22",
        "t": "He sent two of his helpers, Timothy and Erastus, to Macedonia, while he stayed in the province of Asia a little longer."
    },
    {
        "o": 30482,
        "r": "niv:Acts:19:22",
        "t": "The Riot in Ephesus",
        "h": 2
    },
    {
        "o": 30483,
        "r": "niv:Acts:19:23",
        "t": "About*p that time there arose a great disturbance about the Way."
    },
    {
        "o": 30484,
        "r": "niv:Acts:19:24",
        "t": "A silversmith named Demetrius, who made silver shrines of Artemis, brought in a lot of business for the craftsmen there."
    },
    {
        "o": 30485,
        "r": "niv:Acts:19:25",
        "t": "He called them together, along with the workers in related trades, and said: “You know, my friends, that we receive a good income from this business."
    },
    {
        "o": 30486,
        "r": "niv:Acts:19:26",
        "t": "And you see and hear how this fellow Paul has convinced and led astray large numbers of people here in Ephesus and in practically the whole province of Asia. He says that gods made by human hands are no gods at all."
    },
    {
        "o": 30487,
        "r": "niv:Acts:19:27",
        "t": "There is danger not only that our trade will lose its good name, but also that the temple of the great goddess Artemis will be discredited; and the goddess herself, who is worshiped throughout the province of Asia and the world, will be robbed of her divine majesty.”"
    },
    {
        "o": 30488,
        "r": "niv:Acts:19:28",
        "t": "When*p they heard this, they were furious and began shouting: “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 30489,
        "r": "niv:Acts:19:29",
        "t": "Soon the whole city was in an uproar. The people seized Gaius and Aristarchus, Paul’s traveling companions from Macedonia, and all of them rushed into the theater together."
    },
    {
        "o": 30490,
        "r": "niv:Acts:19:30",
        "t": "Paul wanted to appear before the crowd, but the disciples would not let him."
    },
    {
        "o": 30491,
        "r": "niv:Acts:19:31",
        "t": "Even some of the officials of the province, friends of Paul, sent him a message begging him not to venture into the theater."
    },
    {
        "o": 30492,
        "r": "niv:Acts:19:32",
        "t": "The*p assembly was in confusion: Some were shouting one thing, some another. Most of the people did not even know why they were there."
    },
    {
        "o": 30493,
        "r": "niv:Acts:19:33",
        "t": "The Jews in the crowd pushed Alexander to the front, and they shouted instructions to him. He motioned for silence in order to make a defense before the people."
    },
    {
        "o": 30494,
        "r": "niv:Acts:19:34",
        "t": "But when they realized he was a Jew, they all shouted in unison for about two hours: “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 30495,
        "r": "niv:Acts:19:35",
        "t": "The*p city clerk quieted the crowd and said: “Fellow Ephesians, doesn’t all the world know that the city of Ephesus is the guardian of the temple of the great Artemis and of her image, which fell from heaven?"
    },
    {
        "o": 30496,
        "r": "niv:Acts:19:36",
        "t": "Therefore, since these facts are undeniable, you ought to calm down and not do anything rash."
    },
    {
        "o": 30497,
        "r": "niv:Acts:19:37",
        "t": "You have brought these men here, though they have neither robbed temples nor blasphemed our goddess."
    },
    {
        "o": 30498,
        "r": "niv:Acts:19:38",
        "t": "If, then, Demetrius and his fellow craftsmen have a grievance against anybody, the courts are open and there are proconsuls. They can press charges."
    },
    {
        "o": 30499,
        "r": "niv:Acts:19:39",
        "t": "If there is anything further you want to bring up, it must be settled in a legal assembly."
    },
    {
        "o": 30500,
        "r": "niv:Acts:19:40",
        "t": "As it is, we are in danger of being charged with rioting because of what happened today. In that case we would not be able to account for this commotion, since there is no reason for it.”"
    },
    {
        "o": 30501,
        "r": "niv:Acts:19:41",
        "t": "After he had said this, he dismissed the assembly."
    }
]
