[
    {
        "o": 4176,
        "r": "csb:Numbers:5:0",
        "t": "Numbers 5",
        "h": 1
    },
    {
        "o": 4177,
        "r": "csb:Numbers:5:0",
        "t": "Isolation of the Unclean",
        "h": 2
    },
    {
        "o": 4178,
        "r": "csb:Numbers:5:1",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4179,
        "r": "csb:Numbers:5:2",
        "t": "“Command the Israelites to send away anyone from the camp who is afflicted with a skin disease, anyone who has a discharge, or anyone who is defiled because of a corpse."
    },
    {
        "o": 4180,
        "r": "csb:Numbers:5:3",
        "t": "Send away both male or female; send them outside the camp, so that they will not defile their camps where I dwell among them.”"
    },
    {
        "o": 4181,
        "r": "csb:Numbers:5:4",
        "t": "The Israelites did this, sending them outside the camp. The Israelites did as the Lord*s instructed Moses."
    },
    {
        "o": 4182,
        "r": "csb:Numbers:5:4",
        "t": "Compensation for Wrongdoing",
        "h": 2
    },
    {
        "o": 4183,
        "r": "csb:Numbers:5:5",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4184,
        "r": "csb:Numbers:5:6",
        "t": "“Tell the Israelites: When a man or woman commits any sin against another, that person acts unfaithfully toward the Lord*s and is guilty."
    },
    {
        "o": 4185,
        "r": "csb:Numbers:5:7",
        "t": "The person is to confess the sin he has committed. He is to pay full compensation, add a fifth of its value to it, and give it to the individual he has wronged."
    },
    {
        "o": 4186,
        "r": "csb:Numbers:5:8",
        "t": "But if that individual has no relative to receive compensation, the compensation goes to the Lord*s for the priest, along with the atonement ram by which the priest will make atonement for the guilty person."
    },
    {
        "o": 4187,
        "r": "csb:Numbers:5:9",
        "t": "Every holy contribution the Israelites present to the priest will be his."
    },
    {
        "o": 4188,
        "r": "csb:Numbers:5:10",
        "t": "Each one’s holy contribution is his to give; what each one gives to the priest will be his.”"
    },
    {
        "o": 4189,
        "r": "csb:Numbers:5:10",
        "t": "The Jealousy Ritual",
        "h": 2
    },
    {
        "o": 4190,
        "r": "csb:Numbers:5:11",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4191,
        "r": "csb:Numbers:5:12",
        "t": "“Speak to the Israelites and tell them: If any man’s wife goes astray, is unfaithful to him,"
    },
    {
        "o": 4192,
        "r": "csb:Numbers:5:13",
        "t": "and sleeps with another, but it is concealed from her husband, and she is undetected, even though she has defiled herself, since there is no witness against her, and she wasn’t caught in the act;"
    },
    {
        "o": 4193,
        "r": "csb:Numbers:5:14",
        "t": "and if a feeling of jealousy comes over the husband and he becomes jealous because of his wife who has defiled herself - or if a feeling of jealousy comes over him and he becomes jealous of her though she has not defiled herself -"
    },
    {
        "o": 4194,
        "r": "csb:Numbers:5:15",
        "t": "then the man is to bring his wife to the priest. He is also to bring an offering for her of two quarts of barley flour. He is not to pour oil over it or put frankincense on it because it is a grain offering of jealousy, a grain offering for remembrance to draw attention to guilt."
    },
    {
        "o": 4195,
        "r": "csb:Numbers:5:16",
        "t": "“The*p priest is to bring her forward and have her stand before the Lord.*s"
    },
    {
        "o": 4196,
        "r": "csb:Numbers:5:17",
        "t": "Then the priest is to take holy water in a clay bowl, take some of the dust from the tabernacle floor, and put it in the water."
    },
    {
        "o": 4197,
        "r": "csb:Numbers:5:18",
        "t": "After the priest has the woman stand before the Lord,*s he is to let down her hair and place in her hands the grain offering for remembrance, which is the grain offering of jealousy. The priest is to hold the bitter water that brings a curse."
    },
    {
        "o": 4198,
        "r": "csb:Numbers:5:19",
        "t": "The priest will require the woman to take an oath and will say to her, ‘If no man has slept with you, if you have not gone astray and become defiled while under your husband’s authority, be unaffected by this bitter water that brings a curse."
    },
    {
        "o": 4199,
        "r": "csb:Numbers:5:20",
        "t": "But if you have gone astray while under your husband’s authority, if you have defiled yourself and a man other than your husband has slept with you’ -"
    },
    {
        "o": 4200,
        "r": "csb:Numbers:5:21",
        "t": "at this point the priest will make the woman take the oath with the sworn curse, and he is to say to her - ‘May the Lord*s make you into an object of your people’s cursing and swearing when he makes your womb shrivel and your belly swell."
    },
    {
        "o": 4201,
        "r": "csb:Numbers:5:22",
        "t": "May this water that brings a curse enter your stomach, causing your belly to swell and your womb to shrivel.’ “And*p the woman will reply, ‘Amen, Amen.’"
    },
    {
        "o": 4202,
        "r": "csb:Numbers:5:23",
        "t": "“Then*p the priest is to write these curses on a scroll and wash them off into the bitter water."
    },
    {
        "o": 4203,
        "r": "csb:Numbers:5:24",
        "t": "He will require the woman to drink the bitter water that brings a curse, and it will enter her to cause bitter suffering."
    },
    {
        "o": 4204,
        "r": "csb:Numbers:5:25",
        "t": "The priest is to take the grain offering of jealousy from the woman, present the offering before the Lord,*s and bring it to the altar."
    },
    {
        "o": 4205,
        "r": "csb:Numbers:5:26",
        "t": "The priest is to take a handful of the grain offering as a memorial portion and burn it on the altar. Afterward, he will require the woman to drink the water."
    },
    {
        "o": 4206,
        "r": "csb:Numbers:5:27",
        "t": "“When*p he makes her drink the water, if she has defiled herself and been unfaithful to her husband, the water that brings a curse will enter her to cause bitter suffering; her belly will swell, and her womb will shrivel. She will become a curse among her people."
    },
    {
        "o": 4207,
        "r": "csb:Numbers:5:28",
        "t": "But if the woman has not defiled herself and is pure, she will be unaffected and will be able to conceive children."
    },
    {
        "o": 4208,
        "r": "csb:Numbers:5:29",
        "t": "“This*p is the law regarding jealousy when a wife goes astray and defiles herself while under her husband’s authority,"
    },
    {
        "o": 4209,
        "r": "csb:Numbers:5:30",
        "t": "or when a feeling of jealousy comes over a husband and he becomes jealous of his wife. He is to have the woman stand before the Lord,*s and the priest will carry out all these instructions for her."
    },
    {
        "o": 4210,
        "r": "csb:Numbers:5:31",
        "t": "The husband will be free of guilt, but that woman will bear her iniquity.”"
    }
]
