[
    {
        "o": 7685,
        "r": "esv:Judges:19:0",
        "t": "Judges 19",
        "h": 1
    },
    {
        "o": 7686,
        "r": "esv:Judges:19:0",
        "t": "A Levite and His Concubine",
        "h": 2
    },
    {
        "o": 7687,
        "r": "esv:Judges:19:1",
        "t": "In*p those days, when there was no king in Israel, a certain Levite was sojourning in the remote parts of the hill country of Ephraim, who took to himself a concubine from Bethlehem in Judah."
    },
    {
        "o": 7688,
        "r": "esv:Judges:19:2",
        "t": "And his concubine was unfaithful to him, and she went away from him to her father’s house at Bethlehem in Judah, and was there some four months."
    },
    {
        "o": 7689,
        "r": "esv:Judges:19:3",
        "t": "Then her husband arose and went after her, to speak kindly to her and bring her back. He had with him his servant and a couple of donkeys. And she brought him into her father’s house. And when the girl’s father saw him, he came with joy to meet him."
    },
    {
        "o": 7690,
        "r": "esv:Judges:19:4",
        "t": "And his father-in-law, the girl’s father, made him stay, and he remained with him three days. So they ate and drank and spent the night there."
    },
    {
        "o": 7691,
        "r": "esv:Judges:19:5",
        "t": "And on the fourth day they arose early in the morning, and he prepared to go, but the girl’s father said to his son-in-law, “Strengthen your heart with a morsel of bread, and after that you may go.”"
    },
    {
        "o": 7692,
        "r": "esv:Judges:19:6",
        "t": "So the two of them sat and ate and drank together. And the girl’s father said to the man, “Be pleased to spend the night, and let your heart be merry.”"
    },
    {
        "o": 7693,
        "r": "esv:Judges:19:7",
        "t": "And when the man rose up to go, his father-in-law pressed him, till he spent the night there again."
    },
    {
        "o": 7694,
        "r": "esv:Judges:19:8",
        "t": "And on the fifth day he arose early in the morning to depart. And the girl’s father said, “Strengthen your heart and wait until the day declines.” So they ate, both of them."
    },
    {
        "o": 7695,
        "r": "esv:Judges:19:9",
        "t": "And when the man and his concubine and his servant rose up to depart, his father-in-law, the girl’s father, said to him, “Behold, now the day has waned toward evening. Please, spend the night. Behold, the day draws to its close. Lodge here and let your heart be merry, and tomorrow you shall arise early in the morning for your journey, and go home.”"
    },
    {
        "o": 7696,
        "r": "esv:Judges:19:10",
        "t": "But*p the man would not spend the night. He rose up and departed and arrived opposite Jebus (that is, Jerusalem). He had with him a couple of saddled donkeys, and his concubine was with him."
    },
    {
        "o": 7697,
        "r": "esv:Judges:19:11",
        "t": "When they were near Jebus, the day was nearly over, and the servant said to his master, “Come now, let us turn aside to this city of the Jebusites and spend the night in it.”"
    },
    {
        "o": 7698,
        "r": "esv:Judges:19:12",
        "t": "And his master said to him, “We will not turn aside into the city of foreigners, who do not belong to the people of Israel, but we will pass on to Gibeah.”"
    },
    {
        "o": 7699,
        "r": "esv:Judges:19:13",
        "t": "And he said to his young man, “Come and let us draw near to one of these places and spend the night at Gibeah or at Ramah.”"
    },
    {
        "o": 7700,
        "r": "esv:Judges:19:14",
        "t": "So they passed on and went their way. And the sun went down on them near Gibeah, which belongs to Benjamin,"
    },
    {
        "o": 7701,
        "r": "esv:Judges:19:15",
        "t": "and they turned aside there, to go in and spend the night at Gibeah. And he went in and sat down in the open square of the city, for no one took them into his house to spend the night."
    },
    {
        "o": 7702,
        "r": "esv:Judges:19:16",
        "t": "And*p behold, an old man was coming from his work in the field at evening. The man was from the hill country of Ephraim, and he was sojourning in Gibeah. The men of the place were Benjaminites."
    },
    {
        "o": 7703,
        "r": "esv:Judges:19:17",
        "t": "And he lifted up his eyes and saw the traveler in the open square of the city. And the old man said, “Where are you going? And where do you come from?”"
    },
    {
        "o": 7704,
        "r": "esv:Judges:19:18",
        "t": "And he said to him, “We are passing from Bethlehem in Judah to the remote parts of the hill country of Ephraim, from which I come. I went to Bethlehem in Judah, and I am going to the house of the Lord,*s but no one has taken me into his house."
    },
    {
        "o": 7705,
        "r": "esv:Judges:19:19",
        "t": "We have straw and feed for our donkeys, with bread and wine for me and your female servant and the young man with your servants. There is no lack of anything.”"
    },
    {
        "o": 7706,
        "r": "esv:Judges:19:20",
        "t": "And the old man said, “Peace be to you; I will care for all your wants. Only, do not spend the night in the square.”"
    },
    {
        "o": 7707,
        "r": "esv:Judges:19:21",
        "t": "So he brought him into his house and gave the donkeys feed. And they washed their feet, and ate and drank."
    },
    {
        "o": 7708,
        "r": "esv:Judges:19:21",
        "t": "Gibeah’s Crime",
        "h": 2
    },
    {
        "o": 7709,
        "r": "esv:Judges:19:22",
        "t": "As*p they were making their hearts merry, behold, the men of the city, worthless fellows, surrounded the house, beating on the door. And they said to the old man, the master of the house, “Bring out the man who came into your house, that we may know him.”"
    },
    {
        "o": 7710,
        "r": "esv:Judges:19:23",
        "t": "And the man, the master of the house, went out to them and said to them, “No, my brothers, do not act so wickedly; since this man has come into my house, do not do this vile thing."
    },
    {
        "o": 7711,
        "r": "esv:Judges:19:24",
        "t": "Behold, here are my virgin daughter and his concubine. Let me bring them out now. Violate them and do with them what seems good to you, but against this man do not do this outrageous thing.”"
    },
    {
        "o": 7712,
        "r": "esv:Judges:19:25",
        "t": "But the men would not listen to him. So the man seized his concubine and made her go out to them. And they knew her and abused her all night until the morning. And as the dawn began to break, they let her go."
    },
    {
        "o": 7713,
        "r": "esv:Judges:19:26",
        "t": "And as morning appeared, the woman came and fell down at the door of the man’s house where her master was, until it was light."
    },
    {
        "o": 7714,
        "r": "esv:Judges:19:27",
        "t": "And*p her master rose up in the morning, and when he opened the doors of the house and went out to go on his way, behold, there was his concubine lying at the door of the house, with her hands on the threshold."
    },
    {
        "o": 7715,
        "r": "esv:Judges:19:28",
        "t": "He said to her, “Get up, let us be going.” But there was no answer. Then he put her on the donkey, and the man rose up and went away to his home."
    },
    {
        "o": 7716,
        "r": "esv:Judges:19:29",
        "t": "And when he entered his house, he took a knife, and taking hold of his concubine he divided her, limb by limb, into twelve pieces, and sent her throughout all the territory of Israel."
    },
    {
        "o": 7717,
        "r": "esv:Judges:19:30",
        "t": "And all who saw it said, “Such a thing has never happened or been seen from the day that the people of Israel came up out of the land of Egypt until this day; consider it, take counsel, and speak.”"
    }
]
