[
    {
        "o": 12119,
        "r": "csb:1 Chronicles:21:0",
        "t": "1 Chronicles 21",
        "h": 1
    },
    {
        "o": 12120,
        "r": "csb:1 Chronicles:21:0",
        "t": "David’s Military Census",
        "h": 2
    },
    {
        "o": 12121,
        "r": "csb:1 Chronicles:21:1",
        "t": "Satan*p rose up against Israel and incited David to count the people of Israel."
    },
    {
        "o": 12122,
        "r": "csb:1 Chronicles:21:2",
        "t": "So David said to Joab and the commanders of the troops, “Go and count Israel from Beer-sheba to Dan and bring a report to me so I can know their number.”"
    },
    {
        "o": 12123,
        "r": "csb:1 Chronicles:21:3",
        "t": "Joab*p replied, “May the Lord*s multiply the number of his people a hundred times over! My lord the king, aren’t they all my lord’s servants? Why does my lord want to do this? Why should he bring guilt on Israel?”"
    },
    {
        "o": 12124,
        "r": "csb:1 Chronicles:21:4",
        "t": "Yet*p the king’s order prevailed over Joab. So Joab left and traveled throughout Israel and then returned to Jerusalem."
    },
    {
        "o": 12125,
        "r": "csb:1 Chronicles:21:5",
        "t": "Joab gave the total troop registration to David. In all Israel there were one million one hundred thousand armed men and in Judah itself four hundred seventy thousand armed men."
    },
    {
        "o": 12126,
        "r": "csb:1 Chronicles:21:6",
        "t": "But he did not include Levi and Benjamin in the count because the king’s command was detestable to him."
    },
    {
        "o": 12127,
        "r": "csb:1 Chronicles:21:7",
        "t": "This command was also evil in God’s sight, so he afflicted Israel."
    },
    {
        "o": 12128,
        "r": "csb:1 Chronicles:21:8",
        "t": "David*p said to God, “I have sinned greatly because I have done this thing. Now, please take away your servant’s guilt, for I’ve been very foolish.”"
    },
    {
        "o": 12129,
        "r": "csb:1 Chronicles:21:8",
        "t": "David’s Punishment",
        "h": 2
    },
    {
        "o": 12130,
        "r": "csb:1 Chronicles:21:9",
        "t": "Then*p the Lord*s instructed Gad, David’s seer,"
    },
    {
        "o": 12131,
        "r": "csb:1 Chronicles:21:10",
        "t": "“Go and say to David, ‘This is what the Lord*s says: I am offering you three choices. Choose one of them for yourself, and I will do it to you.’”"
    },
    {
        "o": 12132,
        "r": "csb:1 Chronicles:21:11",
        "t": "So*p Gad went to David and said to him, “This is what the Lord*s says: ‘Take your choice:"
    },
    {
        "o": 12133,
        "r": "csb:1 Chronicles:21:12",
        "t": "three years of famine, or three months of devastation by your foes with the sword of your enemy overtaking you, or three days of the sword of the Lord-*s a plague on the land, the angel of the Lord*s bringing destruction to the whole territory of Israel.’ Now decide what answer I should take back to the one who sent me.”"
    },
    {
        "o": 12134,
        "r": "csb:1 Chronicles:21:13",
        "t": "David*p answered Gad, “I’m in anguish. Please, let me fall into the Lord’s*s hands because his mercies are very great, but don’t let me fall into human hands.”"
    },
    {
        "o": 12135,
        "r": "csb:1 Chronicles:21:14",
        "t": "So*p the Lord*s sent a plague on Israel, and seventy thousand Israelite men died."
    },
    {
        "o": 12136,
        "r": "csb:1 Chronicles:21:15",
        "t": "Then God sent an angel to Jerusalem to destroy it, but when the angel was about to destroy the city, the Lord*s looked, relented concerning the destruction, and said to the angel who was destroying the people, “Enough, withdraw your hand now!” The angel of the Lord*s was then standing at the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12137,
        "r": "csb:1 Chronicles:21:16",
        "t": "When*p David looked up and saw the angel of the Lord*s standing between earth and heaven, with his drawn sword in his hand stretched out over Jerusalem, David and the elders, covered in sackcloth, fell facedown."
    },
    {
        "o": 12138,
        "r": "csb:1 Chronicles:21:17",
        "t": "David said to God, “Wasn’t I the one who gave the order to count the people? I am the one who has sinned and acted very wickedly. But these sheep, what have they done? Lord*s my God, please let your hand be against me and against my father’s family, but don’t let the plague be against your people.”"
    },
    {
        "o": 12139,
        "r": "csb:1 Chronicles:21:17",
        "t": "David’s Altar",
        "h": 2
    },
    {
        "o": 12140,
        "r": "csb:1 Chronicles:21:18",
        "t": "So*p the angel of the Lord*s ordered Gad to tell David to go and set up an altar to the Lord*s on the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12141,
        "r": "csb:1 Chronicles:21:19",
        "t": "David went up at Gad’s command spoken in the name of the Lord.*s"
    },
    {
        "o": 12142,
        "r": "csb:1 Chronicles:21:20",
        "t": "Ornan*p was threshing wheat when he turned and saw the angel. His four sons, who were with him, hid."
    },
    {
        "o": 12143,
        "r": "csb:1 Chronicles:21:21",
        "t": "David came to Ornan, and when Ornan looked and saw David, he left the threshing floor and bowed to David with his face to the ground."
    },
    {
        "o": 12144,
        "r": "csb:1 Chronicles:21:22",
        "t": "Then*p David said to Ornan, “Give me this threshing-floor plot so that I may build an altar to the Lord*s on it. Give it to me for the full price, so the plague on the people may be stopped.”"
    },
    {
        "o": 12145,
        "r": "csb:1 Chronicles:21:23",
        "t": "Ornan*p said to David, “Take it! My lord the king may do whatever he wants. See, I give the oxen for the burnt offerings, the threshing sledges for the wood, and the wheat for the grain offering - I give it all.”"
    },
    {
        "o": 12146,
        "r": "csb:1 Chronicles:21:24",
        "t": "King*p David answered Ornan, “No, I insist on paying the full price, for I will not take for the Lord*s what belongs to you or offer burnt offerings that cost me nothing.”"
    },
    {
        "o": 12147,
        "r": "csb:1 Chronicles:21:25",
        "t": "So*p David gave Ornan fifteen pounds of gold for the plot."
    },
    {
        "o": 12148,
        "r": "csb:1 Chronicles:21:26",
        "t": "He built an altar to the Lord*s there and offered burnt offerings and fellowship offerings. He called on the Lord,*s and he answered him with fire from heaven on the altar of burnt offering."
    },
    {
        "o": 12149,
        "r": "csb:1 Chronicles:21:27",
        "t": "Then*p the Lord*s spoke to the angel, and he put his sword back into its sheath."
    },
    {
        "o": 12150,
        "r": "csb:1 Chronicles:21:28",
        "t": "At that time, David offered sacrifices there when he saw that the Lord*s answered him at the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12151,
        "r": "csb:1 Chronicles:21:29",
        "t": "The tabernacle of the Lord,*s which Moses made in the wilderness, and the altar of burnt offering were at the high place in Gibeon,"
    },
    {
        "o": 12152,
        "r": "csb:1 Chronicles:21:30",
        "t": "but David could not go before it to inquire of God, because he was terrified of the sword of the Lord’s*s angel."
    }
]
