[
    {
        "o": 11907,
        "r": "nasb:1 Chronicles:17:0",
        "t": "1 Chronicles 17",
        "h": 1
    },
    {
        "o": 11908,
        "r": "nasb:1 Chronicles:17:0",
        "t": "God’s Covenant with David",
        "h": 2
    },
    {
        "o": 11909,
        "r": "nasb:1 Chronicles:17:1",
        "t": "And*p it came about, when David dwelt in his house, that David said to Nathan the prophet, “Behold, I am dwelling in a house of cedar, but the ark of the covenant of the Lord*s is under curtains.”"
    },
    {
        "o": 11910,
        "r": "nasb:1 Chronicles:17:2",
        "t": "Then Nathan said to David, “Do all that is in your heart, for God is with you.”"
    },
    {
        "o": 11911,
        "r": "nasb:1 Chronicles:17:3",
        "t": "It*p came about the same night that the word of God came to Nathan, saying,"
    },
    {
        "o": 11912,
        "r": "nasb:1 Chronicles:17:4",
        "t": "“Go and tell David My servant, ‘Thus says the Lord,*s “You shall not build a house for Me to dwell in;"
    },
    {
        "o": 11913,
        "r": "nasb:1 Chronicles:17:5",
        "t": "for I have not dwelt in a house since the day that I brought up Israel to this day, but I have gone from tent to tent and from one*i dwelling place to*i another.*i"
    },
    {
        "o": 11914,
        "r": "nasb:1 Chronicles:17:6",
        "t": "In all places where I have walked with all Israel, have I spoken a word with any of the judges of Israel, whom I commanded to shepherd My people, saying, ‘Why have you not built for Me a house of cedar?’ ” ’"
    },
    {
        "o": 11915,
        "r": "nasb:1 Chronicles:17:7",
        "t": "Now, therefore, thus shall you say to My servant David, ‘Thus says the Lord*s of hosts, “I took you from the pasture, from following the sheep, to be leader over My people Israel."
    },
    {
        "o": 11916,
        "r": "nasb:1 Chronicles:17:8",
        "t": "I have been with you wherever you have gone, and have cut off all your enemies from before you; and I will make you a name like the name of the great ones who are in the earth."
    },
    {
        "o": 11917,
        "r": "nasb:1 Chronicles:17:9",
        "t": "I will appoint a place for My people Israel, and will plant them, so that they may dwell in their own place and not be moved again; and the wicked will not waste them anymore as formerly,"
    },
    {
        "o": 11918,
        "r": "nasb:1 Chronicles:17:10",
        "t": "even from the day that I commanded judges to*i be*i over My people Israel. And I will subdue all your enemies. Moreover,*bp I tell you that the Lord*s will build a house for you."
    },
    {
        "o": 11919,
        "r": "nasb:1 Chronicles:17:11",
        "t": "When your days are fulfilled that you must go to*i be*i with your fathers, that I will set up one*i of*i your descendants after you, who will be of your sons; and I will establish his kingdom."
    },
    {
        "o": 11920,
        "r": "nasb:1 Chronicles:17:12",
        "t": "He shall build for Me a house, and I will establish his throne forever."
    },
    {
        "o": 11921,
        "r": "nasb:1 Chronicles:17:13",
        "t": "I will be his father and he shall be My son; and I will not take My lovingkindness away from him, as I took it from him who was before you."
    },
    {
        "o": 11922,
        "r": "nasb:1 Chronicles:17:14",
        "t": "But I will settle him in My house and in My kingdom forever, and his throne shall be established forever.” ’ ”"
    },
    {
        "o": 11923,
        "r": "nasb:1 Chronicles:17:15",
        "t": "According to all these words and according to all this vision, so Nathan spoke to David."
    },
    {
        "o": 11924,
        "r": "nasb:1 Chronicles:17:15",
        "t": "David’s Prayer in Response",
        "h": 2
    },
    {
        "o": 11925,
        "r": "nasb:1 Chronicles:17:16",
        "t": "Then*p David the king went in and sat before the Lord*s and said, “Who am I, O Lord*s God, and what is my house that You have brought me this far?"
    },
    {
        "o": 11926,
        "r": "nasb:1 Chronicles:17:17",
        "t": "This was a small thing in Your eyes, O God; but You have spoken of Your servant’s house for a great while to come, and have regarded me according to the standard of a man of high degree, O Lord*s God."
    },
    {
        "o": 11927,
        "r": "nasb:1 Chronicles:17:18",
        "t": "What more can David still say*i to You concerning the honor bestowed*i on Your servant? For You know Your servant."
    },
    {
        "o": 11928,
        "r": "nasb:1 Chronicles:17:19",
        "t": "O Lord,*s for Your servant’s sake, and according to Your own heart, You have wrought all this greatness, to make known all these great things."
    },
    {
        "o": 11929,
        "r": "nasb:1 Chronicles:17:20",
        "t": "O Lord,*s there is none like You, nor is there any God besides You, according to all that we have heard with our ears."
    },
    {
        "o": 11930,
        "r": "nasb:1 Chronicles:17:21",
        "t": "And what one nation in the earth is like Your people Israel, whom God went to redeem for Himself as*i a people, to make You a name by great and terrible things, in driving out nations from before Your people, whom You redeemed out of Egypt?"
    },
    {
        "o": 11931,
        "r": "nasb:1 Chronicles:17:22",
        "t": "For Your people Israel You made Your own people forever, and You, O Lord,*s became their God."
    },
    {
        "o": 11932,
        "r": "nasb:1 Chronicles:17:23",
        "t": "“Now,*p O Lord,*s let the word that You have spoken concerning Your servant and concerning his house be established forever, and do as You have spoken."
    },
    {
        "o": 11933,
        "r": "nasb:1 Chronicles:17:24",
        "t": "Let Your name be established and magnified forever, saying, ‘The Lord*s of hosts is the God of Israel, even*i a God to Israel; and the house of David Your servant is established before You.’"
    },
    {
        "o": 11934,
        "r": "nasb:1 Chronicles:17:25",
        "t": "For You, O my God, have revealed to Your servant that You will build for him a house; therefore Your servant has found courage*i to pray before You."
    },
    {
        "o": 11935,
        "r": "nasb:1 Chronicles:17:26",
        "t": "Now, O Lord,*s You are God, and have promised this good thing to Your servant."
    },
    {
        "o": 11936,
        "r": "nasb:1 Chronicles:17:27",
        "t": "And now it has pleased You to bless the house of Your servant, that it may continue forever before You; for You, O Lord,*s have blessed, and it is blessed forever.”"
    }
]
