[
    {
        "o": 22724,
        "r": "niv:Ezekiel:12:0",
        "t": "Ezekiel 12",
        "h": 1
    },
    {
        "o": 22725,
        "r": "niv:Ezekiel:12:0",
        "t": "The Exile Symbolized",
        "h": 2
    },
    {
        "o": 22726,
        "r": "niv:Ezekiel:12:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22727,
        "r": "niv:Ezekiel:12:2",
        "t": "“Son of man, you are living among a rebellious people. They have eyes to see but do not see and ears to hear but do not hear, for they are a rebellious people."
    },
    {
        "o": 22728,
        "r": "niv:Ezekiel:12:3",
        "t": "“Therefore,*p son of man, pack your belongings for exile and in the daytime, as they watch, set out and go from where you are to another place. Perhaps they will understand, though they are a rebellious people."
    },
    {
        "o": 22729,
        "r": "niv:Ezekiel:12:4",
        "t": "During the daytime, while they watch, bring out your belongings packed for exile. Then in the evening, while they are watching, go out like those who go into exile."
    },
    {
        "o": 22730,
        "r": "niv:Ezekiel:12:5",
        "t": "While they watch, dig through the wall and take your belongings out through it."
    },
    {
        "o": 22731,
        "r": "niv:Ezekiel:12:6",
        "t": "Put them on your shoulder as they are watching and carry them out at dusk. Cover your face so that you cannot see the land, for I have made you a sign to the Israelites.”"
    },
    {
        "o": 22732,
        "r": "niv:Ezekiel:12:7",
        "t": "So*p I did as I was commanded. During the day I brought out my things packed for exile. Then in the evening I dug through the wall with my hands. I took my belongings out at dusk, carrying them on my shoulders while they watched."
    },
    {
        "o": 22733,
        "r": "niv:Ezekiel:12:8",
        "t": "In*p the morning the word of the Lord*s came to me:"
    },
    {
        "o": 22734,
        "r": "niv:Ezekiel:12:9",
        "t": "“Son of man, did not the Israelites, that rebellious people, ask you, ‘What are you doing?’"
    },
    {
        "o": 22735,
        "r": "niv:Ezekiel:12:10",
        "t": "“Say*p to them, ‘This is what the Sovereign Lord*s says: This prophecy concerns the prince in Jerusalem and all the Israelites who are there.’"
    },
    {
        "o": 22736,
        "r": "niv:Ezekiel:12:11",
        "t": "Say to them, ‘I am a sign to you.’ “As*p I have done, so it will be done to them. They will go into exile as captives."
    },
    {
        "o": 22737,
        "r": "niv:Ezekiel:12:12",
        "t": "“The*p prince among them will put his things on his shoulder at dusk and leave, and a hole will be dug in the wall for him to go through. He will cover his face so that he cannot see the land."
    },
    {
        "o": 22738,
        "r": "niv:Ezekiel:12:13",
        "t": "I will spread my net for him, and he will be caught in my snare; I will bring him to Babylonia, the land of the Chaldeans, but he will not see it, and there he will die."
    },
    {
        "o": 22739,
        "r": "niv:Ezekiel:12:14",
        "t": "I will scatter to the winds all those around him—his staff and all his troops—and I will pursue them with drawn sword."
    },
    {
        "o": 22740,
        "r": "niv:Ezekiel:12:15",
        "t": "“They*p will know that I am the Lord,*s when I disperse them among the nations and scatter them through the countries."
    },
    {
        "o": 22741,
        "r": "niv:Ezekiel:12:16",
        "t": "But I will spare a few of them from the sword, famine and plague, so that in the nations where they go they may acknowledge all their detestable practices. Then they will know that I am the Lord.”*s"
    },
    {
        "o": 22742,
        "r": "niv:Ezekiel:12:17",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22743,
        "r": "niv:Ezekiel:12:18",
        "t": "“Son of man, tremble as you eat your food, and shudder in fear as you drink your water."
    },
    {
        "o": 22744,
        "r": "niv:Ezekiel:12:19",
        "t": "Say to the people of the land: ‘This is what the Sovereign Lord*s says about those living in Jerusalem and in the land of Israel: They will eat their food in anxiety and drink their water in despair, for their land will be stripped of everything in it because of the violence of all who live there."
    },
    {
        "o": 22745,
        "r": "niv:Ezekiel:12:20",
        "t": "The inhabited towns will be laid waste and the land will be desolate. Then you will know that I am the Lord*s .’ ”"
    },
    {
        "o": 22746,
        "r": "niv:Ezekiel:12:20",
        "t": "There Will Be No Delay",
        "h": 2
    },
    {
        "o": 22747,
        "r": "niv:Ezekiel:12:21",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22748,
        "r": "niv:Ezekiel:12:22",
        "t": "“Son of man, what is this proverb you have in the land of Israel: ‘The days go by and every vision comes to nothing’?"
    },
    {
        "o": 22749,
        "r": "niv:Ezekiel:12:23",
        "t": "Say to them, ‘This is what the Sovereign Lord*s says: I am going to put an end to this proverb, and they will no longer quote it in Israel.’ Say to them, ‘The days are near when every vision will be fulfilled."
    },
    {
        "o": 22750,
        "r": "niv:Ezekiel:12:24",
        "t": "For there will be no more false visions or flattering divinations among the people of Israel."
    },
    {
        "o": 22751,
        "r": "niv:Ezekiel:12:25",
        "t": "But I the Lord*s will speak what I will, and it shall be fulfilled without delay. For in your days, you rebellious people, I will fulfill whatever I say, declares the Sovereign Lord*s .’ ”"
    },
    {
        "o": 22752,
        "r": "niv:Ezekiel:12:26",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22753,
        "r": "niv:Ezekiel:12:27",
        "t": "“Son of man, the Israelites are saying, ‘The vision he sees is for many years from now, and he prophesies about the distant future.’"
    },
    {
        "o": 22754,
        "r": "niv:Ezekiel:12:28",
        "t": "“Therefore*p say to them, ‘This is what the Sovereign Lord*s says: None of my words will be delayed any longer; whatever I say will be fulfilled, declares the Sovereign Lord*s .’ ”"
    }
]
