[
    {
        "o": 11996,
        "r": "niv:1 Chronicles:22:0",
        "t": "1 Chronicles 22",
        "h": 1
    },
    {
        "o": 11997,
        "r": "niv:1 Chronicles:22:1",
        "t": "Then*p David said, “The house of the Lord*s God is to be here, and also the altar of burnt offering for Israel.”"
    },
    {
        "o": 11998,
        "r": "niv:1 Chronicles:22:1",
        "t": "Preparations for the Temple",
        "h": 2
    },
    {
        "o": 11999,
        "r": "niv:1 Chronicles:22:2",
        "t": "So*p David gave orders to assemble the foreigners residing in Israel, and from among them he appointed stonecutters to prepare dressed stone for building the house of God."
    },
    {
        "o": 12000,
        "r": "niv:1 Chronicles:22:3",
        "t": "He provided a large amount of iron to make nails for the doors of the gateways and for the fittings, and more bronze than could be weighed."
    },
    {
        "o": 12001,
        "r": "niv:1 Chronicles:22:4",
        "t": "He also provided more cedar logs than could be counted, for the Sidonians and Tyrians had brought large numbers of them to David."
    },
    {
        "o": 12002,
        "r": "niv:1 Chronicles:22:5",
        "t": "David*p said, “My son Solomon is young and inexperienced, and the house to be built for the Lord*s should be of great magnificence and fame and splendor in the sight of all the nations. Therefore I will make preparations for it.” So David made extensive preparations before his death."
    },
    {
        "o": 12003,
        "r": "niv:1 Chronicles:22:6",
        "t": "Then*p he called for his son Solomon and charged him to build a house for the Lord,*s the God of Israel."
    },
    {
        "o": 12004,
        "r": "niv:1 Chronicles:22:7",
        "t": "David said to Solomon: “My son, I had it in my heart to build a house for the Name of the Lord*s my God."
    },
    {
        "o": 12005,
        "r": "niv:1 Chronicles:22:8",
        "t": "But this word of the Lord*s came to me: ‘You have shed much blood and have fought many wars. You are not to build a house for my Name, because you have shed much blood on the earth in my sight."
    },
    {
        "o": 12006,
        "r": "niv:1 Chronicles:22:9",
        "t": "But you will have a son who will be a man of peace and rest, and I will give him rest from all his enemies on every side. His name will be Solomon, and I will grant Israel peace and quiet during his reign."
    },
    {
        "o": 12007,
        "r": "niv:1 Chronicles:22:10",
        "t": "He is the one who will build a house for my Name. He will be my son, and I will be his father. And I will establish the throne of his kingdom over Israel forever.’"
    },
    {
        "o": 12008,
        "r": "niv:1 Chronicles:22:11",
        "t": "“Now,*p my son, the Lord*s be with you, and may you have success and build the house of the Lord*s your God, as he said you would."
    },
    {
        "o": 12009,
        "r": "niv:1 Chronicles:22:12",
        "t": "May the Lord*s give you discretion and understanding when he puts you in command over Israel, so that you may keep the law of the Lord*s your God."
    },
    {
        "o": 12010,
        "r": "niv:1 Chronicles:22:13",
        "t": "Then you will have success if you are careful to observe the decrees and laws that the Lord*s gave Moses for Israel. Be strong and courageous. Do not be afraid or discouraged."
    },
    {
        "o": 12011,
        "r": "niv:1 Chronicles:22:14",
        "t": "“I*p have taken great pains to provide for the temple of the Lord*s a hundred thousand talents of gold, a million talents of silver, quantities of bronze and iron too great to be weighed, and wood and stone. And you may add to them."
    },
    {
        "o": 12012,
        "r": "niv:1 Chronicles:22:15",
        "t": "You have many workers: stonecutters, masons and carpenters, as well as those skilled in every kind of work"
    },
    {
        "o": 12013,
        "r": "niv:1 Chronicles:22:16",
        "t": "in gold and silver, bronze and iron—craftsmen beyond number. Now begin the work, and the Lord*s be with you.”"
    },
    {
        "o": 12014,
        "r": "niv:1 Chronicles:22:17",
        "t": "Then*p David ordered all the leaders of Israel to help his son Solomon."
    },
    {
        "o": 12015,
        "r": "niv:1 Chronicles:22:18",
        "t": "He said to them, “Is not the Lord*s your God with you? And has he not granted you rest on every side? For he has given the inhabitants of the land into my hands, and the land is subject to the Lord*s and to his people."
    },
    {
        "o": 12016,
        "r": "niv:1 Chronicles:22:19",
        "t": "Now devote your heart and soul to seeking the Lord*s your God. Begin to build the sanctuary of the Lord*s God, so that you may bring the ark of the covenant of the Lord*s and the sacred articles belonging to God into the temple that will be built for the Name of the Lord.”*s"
    }
]
