[
    {
        "o": 2994,
        "r": "esv:Leviticus:1:0",
        "t": "Leviticus 1",
        "h": 1
    },
    {
        "o": 2995,
        "r": "esv:Leviticus:1:0",
        "t": "Laws for Burnt Offerings",
        "h": 2
    },
    {
        "o": 2996,
        "r": "esv:Leviticus:1:1",
        "t": "The*p Lord*s called Moses and spoke to him from the tent of meeting, saying,"
    },
    {
        "o": 2997,
        "r": "esv:Leviticus:1:2",
        "t": "“Speak to the people of Israel and say to them, When any one of you brings an offering to the Lord,*s you shall bring your offering of livestock from the herd or from the flock."
    },
    {
        "o": 2998,
        "r": "esv:Leviticus:1:3",
        "t": "“If*p his offering is a burnt offering from the herd, he shall offer a male without blemish. He shall bring it to the entrance of the tent of meeting, that he may be accepted before the Lord.*s"
    },
    {
        "o": 2999,
        "r": "esv:Leviticus:1:4",
        "t": "He shall lay his hand on the head of the burnt offering, and it shall be accepted for him to make atonement for him."
    },
    {
        "o": 3000,
        "r": "esv:Leviticus:1:5",
        "t": "Then he shall kill the bull before the Lord,*s and Aaron’s sons the priests shall bring the blood and throw the blood against the sides of the altar that is at the entrance of the tent of meeting."
    },
    {
        "o": 3001,
        "r": "esv:Leviticus:1:6",
        "t": "Then he shall flay the burnt offering and cut it into pieces,"
    },
    {
        "o": 3002,
        "r": "esv:Leviticus:1:7",
        "t": "and the sons of Aaron the priest shall put fire on the altar and arrange wood on the fire."
    },
    {
        "o": 3003,
        "r": "esv:Leviticus:1:8",
        "t": "And Aaron’s sons the priests shall arrange the pieces, the head, and the fat, on the wood that is on the fire on the altar;"
    },
    {
        "o": 3004,
        "r": "esv:Leviticus:1:9",
        "t": "but its entrails and its legs he shall wash with water. And the priest shall burn all of it on the altar, as a burnt offering, a food offering with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3005,
        "r": "esv:Leviticus:1:10",
        "t": "“If*p his gift for a burnt offering is from the flock, from the sheep or goats, he shall bring a male without blemish,"
    },
    {
        "o": 3006,
        "r": "esv:Leviticus:1:11",
        "t": "and he shall kill it on the north side of the altar before the Lord,*s and Aaron’s sons the priests shall throw its blood against the sides of the altar."
    },
    {
        "o": 3007,
        "r": "esv:Leviticus:1:12",
        "t": "And he shall cut it into pieces, with its head and its fat, and the priest shall arrange them on the wood that is on the fire on the altar,"
    },
    {
        "o": 3008,
        "r": "esv:Leviticus:1:13",
        "t": "but the entrails and the legs he shall wash with water. And the priest shall offer all of it and burn it on the altar; it is a burnt offering, a food offering with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3009,
        "r": "esv:Leviticus:1:14",
        "t": "“If*p his offering to the Lord*s is a burnt offering of birds, then he shall bring his offering of turtledoves or pigeons."
    },
    {
        "o": 3010,
        "r": "esv:Leviticus:1:15",
        "t": "And the priest shall bring it to the altar and wring off its head and burn it on the altar. Its blood shall be drained out on the side of the altar."
    },
    {
        "o": 3011,
        "r": "esv:Leviticus:1:16",
        "t": "He shall remove its crop with its contents and cast it beside the altar on the east side, in the place for ashes."
    },
    {
        "o": 3012,
        "r": "esv:Leviticus:1:17",
        "t": "He shall tear it open by its wings, but shall not sever it completely. And the priest shall burn it on the altar, on the wood that is on the fire. It is a burnt offering, a food offering with a pleasing aroma to the Lord.*s"
    }
]
