[
    {
        "o": 8116,
        "r": "nkjv:1 Samuel:7:0",
        "t": "1 Samuel 7",
        "h": 1
    },
    {
        "o": 8117,
        "r": "nkjv:1 Samuel:7:1",
        "t": "Then*p the men of Kirjath Jearim came and took the ark of the Lord,*s and brought it into the house of Abinadab on the hill, and consecrated Eleazar his son to keep the ark of the Lord.*s"
    },
    {
        "o": 8118,
        "r": "nkjv:1 Samuel:7:1",
        "t": "Samuel Judges Israel",
        "h": 2
    },
    {
        "o": 8119,
        "r": "nkjv:1 Samuel:7:2",
        "t": "So*p it was that the ark remained in Kirjath Jearim a long time; it was there twenty years. And all the house of Israel lamented after the Lord.*s"
    },
    {
        "o": 8120,
        "r": "nkjv:1 Samuel:7:3",
        "t": "Then*p Samuel spoke to all the house of Israel, saying, “If you return to the Lord*s with all your hearts, then*i put away the foreign gods and the Ashtoreths from among you, and prepare your hearts for the Lord,*s and serve Him only; and He will deliver you from the hand of the Philistines.”"
    },
    {
        "o": 8121,
        "r": "nkjv:1 Samuel:7:4",
        "t": "So the children of Israel put away the Baals and the Ashtoreths, and served the Lord*s only."
    },
    {
        "o": 8122,
        "r": "nkjv:1 Samuel:7:5",
        "t": "And*p Samuel said, “Gather all Israel to Mizpah, and I will pray to the Lord*s for you.”"
    },
    {
        "o": 8123,
        "r": "nkjv:1 Samuel:7:6",
        "t": "So they gathered together at Mizpah, drew water, and poured it*i out before the Lord.*s And they fasted that day, and said there, “We have sinned against the Lord.”*s And Samuel judged the children of Israel at Mizpah."
    },
    {
        "o": 8124,
        "r": "nkjv:1 Samuel:7:7",
        "t": "Now*p when the Philistines heard that the children of Israel had gathered together at Mizpah, the lords of the Philistines went up against Israel. And when the children of Israel heard of*i it,*i they were afraid of the Philistines."
    },
    {
        "o": 8125,
        "r": "nkjv:1 Samuel:7:8",
        "t": "So the children of Israel said to Samuel, “Do not cease to cry out to the Lord*s our God for us, that He may save us from the hand of the Philistines.”"
    },
    {
        "o": 8126,
        "r": "nkjv:1 Samuel:7:9",
        "t": "And*p Samuel took a suckling lamb and offered it*i as*i a whole burnt offering to the Lord.*s Then Samuel cried out to the Lord*s for Israel, and the Lord*s answered him."
    },
    {
        "o": 8127,
        "r": "nkjv:1 Samuel:7:10",
        "t": "Now as Samuel was offering up the burnt offering, the Philistines drew near to battle against Israel. But the Lord*s thundered with a loud thunder upon the Philistines that day, and so confused them that they were overcome before Israel."
    },
    {
        "o": 8128,
        "r": "nkjv:1 Samuel:7:11",
        "t": "And the men of Israel went out of Mizpah and pursued the Philistines, and drove them back as far as below Beth Car."
    },
    {
        "o": 8129,
        "r": "nkjv:1 Samuel:7:12",
        "t": "Then Samuel took a stone and set it*i up between Mizpah and Shen, and called its name Ebenezer, saying, “Thus far the Lord*s has helped us.”"
    },
    {
        "o": 8130,
        "r": "nkjv:1 Samuel:7:13",
        "t": "So*p the Philistines were subdued, and they did not come anymore into the territory of Israel. And the hand of the Lord*s was against the Philistines all the days of Samuel."
    },
    {
        "o": 8131,
        "r": "nkjv:1 Samuel:7:14",
        "t": "Then the cities which the Philistines had taken from Israel were restored to Israel, from Ekron to Gath; and Israel recovered its territory from the hands of the Philistines. Also there was peace between Israel and the Amorites."
    },
    {
        "o": 8132,
        "r": "nkjv:1 Samuel:7:15",
        "t": "And*p Samuel judged Israel all the days of his life."
    },
    {
        "o": 8133,
        "r": "nkjv:1 Samuel:7:16",
        "t": "He went from year to year on a circuit to Bethel, Gilgal, and Mizpah, and judged Israel in all those places."
    },
    {
        "o": 8134,
        "r": "nkjv:1 Samuel:7:17",
        "t": "But he always returned to Ramah, for his home was*i there. There he judged Israel, and there he built an altar to the Lord.*s"
    }
]
