[
    {
        "o": 23425,
        "r": "nasb:Ezekiel:24:0",
        "t": "Ezekiel 24",
        "h": 1
    },
    {
        "o": 23426,
        "r": "nasb:Ezekiel:24:0",
        "t": "Parable of the Boiling Pot",
        "h": 2
    },
    {
        "o": 23427,
        "r": "nasb:Ezekiel:24:1",
        "t": "And*p the word of the Lord*s came to me in the ninth year, in the tenth month, on the tenth of the month, saying,"
    },
    {
        "o": 23428,
        "r": "nasb:Ezekiel:24:2",
        "t": "“Son of man, write the name of the day, this very day. The king of Babylon has laid siege to Jerusalem this very day."
    },
    {
        "o": 23429,
        "r": "nasb:Ezekiel:24:3",
        "t": "Speak a parable to the rebellious house and say to them, ‘Thus says the Lord God,*s “Put*pn on the pot, put it*i on and also pour water in it;"
    },
    {
        "o": 23430,
        "r": "nasb:Ezekiel:24:4",
        "t": "Put*ln in it the pieces, Every*ln good piece, the thigh and the shoulder; Fill*ln it*i with choice bones."
    },
    {
        "o": 23431,
        "r": "nasb:Ezekiel:24:5",
        "t": "Take*ln the choicest of the flock, And*ln also pile wood under the pot. Make*ln it boil vigorously. Also*ln seethe its bones in it.”"
    },
    {
        "o": 23432,
        "r": "nasb:Ezekiel:24:6",
        "t": "‘Therefore,*p thus says the Lord God,*s “Woe*pn to the bloody city, To*ln the pot in which there is rust And*ln whose rust has not gone out of it! Take*ln out of it piece after piece, Without*ln making a choice."
    },
    {
        "o": 23433,
        "r": "nasb:Ezekiel:24:7",
        "t": "For*ln her blood is in her midst; She*ln placed it on the bare rock; She*ln did not pour it on the ground To*ln cover it with dust."
    },
    {
        "o": 23434,
        "r": "nasb:Ezekiel:24:8",
        "t": "That*ln it may cause wrath to come up to take vengeance, I*ln have put her blood on the bare rock, That*ln it may not be covered.”"
    },
    {
        "o": 23435,
        "r": "nasb:Ezekiel:24:9",
        "t": "Therefore,*p thus says the Lord God,*s “Woe*pn to the bloody city! I*ln also will make the pile great."
    },
    {
        "o": 23436,
        "r": "nasb:Ezekiel:24:10",
        "t": "Heap*ln on the wood, kindle the fire, Boil*ln the flesh well And*ln mix in the spices, And*ln let the bones be burned."
    },
    {
        "o": 23437,
        "r": "nasb:Ezekiel:24:11",
        "t": "Then*ln set it empty on its coals So*ln that it may be hot And*ln its bronze may glow And*ln its filthiness may be melted in it, Its*ln rust consumed."
    },
    {
        "o": 23438,
        "r": "nasb:Ezekiel:24:12",
        "t": "She*ln has wearied Me*i with toil, Yet*ln her great rust has not gone from her; Let*iln her rust be*i in the fire!"
    },
    {
        "o": 23439,
        "r": "nasb:Ezekiel:24:13",
        "t": "In*ln your filthiness is lewdness. Because*ln I would*i have cleansed you, Yet*ln you are not clean, You*ln will not be cleansed from your filthiness again Until*ln I have spent My wrath on you."
    },
    {
        "o": 23440,
        "r": "nasb:Ezekiel:24:14",
        "t": "I,*p the Lord,*s have spoken; it is coming and I will act. I will not relent, and I will not pity and I will not be sorry; according to your ways and according to your deeds I will judge you,” declares the Lord God*s .’ ”"
    },
    {
        "o": 23441,
        "r": "nasb:Ezekiel:24:14",
        "t": "Death of Ezekiel’s Wife Is a Sign",
        "h": 2
    },
    {
        "o": 23442,
        "r": "nasb:Ezekiel:24:15",
        "t": "And*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 23443,
        "r": "nasb:Ezekiel:24:16",
        "t": "“Son of man, behold, I am about to take from you the desire of your eyes with a blow; but you shall not mourn and you shall not weep, and your tears shall not come."
    },
    {
        "o": 23444,
        "r": "nasb:Ezekiel:24:17",
        "t": "Groan silently; make no mourning for the dead. Bind on your turban and put your shoes on your feet, and do not cover your*i mustache and do not eat the bread of men.”"
    },
    {
        "o": 23445,
        "r": "nasb:Ezekiel:24:18",
        "t": "So I spoke to the people in the morning, and in the evening my wife died. And in the morning I did as I was commanded."
    },
    {
        "o": 23446,
        "r": "nasb:Ezekiel:24:19",
        "t": "The people said to me, “Will you not tell us what these things that you are doing mean for us?”"
    },
    {
        "o": 23447,
        "r": "nasb:Ezekiel:24:20",
        "t": "Then I said to them, “The word of the Lord*s came to me saying,"
    },
    {
        "o": 23448,
        "r": "nasb:Ezekiel:24:21",
        "t": "‘Speak to the house of Israel, “Thus says the Lord God,*s ‘Behold, I am about to profane My sanctuary, the pride of your power, the desire of your eyes and the delight of your soul; and your sons and your daughters whom you have left behind will fall by the sword."
    },
    {
        "o": 23449,
        "r": "nasb:Ezekiel:24:22",
        "t": "You will do as I have done; you will not cover your*i mustache and you will not eat the bread of men."
    },
    {
        "o": 23450,
        "r": "nasb:Ezekiel:24:23",
        "t": "Your turbans will be on your heads and your shoes on your feet. You will not mourn and you will not weep, but you will rot away in your iniquities and you will groan to one another."
    },
    {
        "o": 23451,
        "r": "nasb:Ezekiel:24:24",
        "t": "Thus Ezekiel will be a sign to you; according to all that he has done you will do; when it comes, then you will know that I am the Lord God*s .’ ”"
    },
    {
        "o": 23452,
        "r": "nasb:Ezekiel:24:25",
        "t": "‘As*p for you, son of man, will it*i not be on the day when I take from them their stronghold, the joy of their pride, the desire of their eyes and their heart’s delight, their sons and their daughters,"
    },
    {
        "o": 23453,
        "r": "nasb:Ezekiel:24:26",
        "t": "that on that day he who escapes will come to you with information for your*i ears?"
    },
    {
        "o": 23454,
        "r": "nasb:Ezekiel:24:27",
        "t": "On that day your mouth will be opened to him who escaped, and you will speak and be mute no longer. Thus you will be a sign to them, and they will know that I am the Lord*s .’ ”"
    }
]
