[
    {
        "o": 20286,
        "r": "nasb:Isaiah:30:0",
        "t": "Isaiah 30",
        "h": 1
    },
    {
        "o": 20287,
        "r": "nasb:Isaiah:30:0",
        "t": "Judah Warned against Egyptian Alliance",
        "h": 2
    },
    {
        "o": 20288,
        "r": "nasb:Isaiah:30:1",
        "t": "“Woe*pn to the rebellious children,” declares the Lord,*s “Who*ln execute a plan, but not Mine, And*ln make an alliance, but not of My Spirit, In*ln order to add sin to sin;"
    },
    {
        "o": 20289,
        "r": "nasb:Isaiah:30:2",
        "t": "Who*ln proceed down to Egypt Without*ln consulting Me, To*ln take refuge in the safety of Pharaoh And*ln to seek shelter in the shadow of Egypt!"
    },
    {
        "o": 20290,
        "r": "nasb:Isaiah:30:3",
        "t": "Therefore*ln the safety of Pharaoh will be your shame And*ln the shelter in the shadow of Egypt, your humiliation."
    },
    {
        "o": 20291,
        "r": "nasb:Isaiah:30:4",
        "t": "For*ln their princes are at Zoan And*ln their ambassadors arrive at Hanes."
    },
    {
        "o": 20292,
        "r": "nasb:Isaiah:30:5",
        "t": "Everyone*ln will be ashamed because of a people who cannot profit them, Who*iln are*i not for help or profit, but for shame and also for reproach.”"
    },
    {
        "o": 20293,
        "r": "nasb:Isaiah:30:6",
        "t": "The*p oracle concerning the beasts of the Negev. Through*pn a land of distress and anguish, From*ln where come*i lioness and lion, viper and flying serpent, They*ln carry their riches on the backs of young donkeys And*ln their treasures on camels’ humps, To*ln a people who cannot profit them;*i"
    },
    {
        "o": 20294,
        "r": "nasb:Isaiah:30:7",
        "t": "Even*ln Egypt, whose help is vain and empty. Therefore,*ln I have called her “Rahab*ln who has been exterminated.”"
    },
    {
        "o": 20295,
        "r": "nasb:Isaiah:30:8",
        "t": "Now*ln go, write it on a tablet before them And*ln inscribe it on a scroll, That*ln it may serve in the time to come As*ln a witness forever."
    },
    {
        "o": 20296,
        "r": "nasb:Isaiah:30:9",
        "t": "For*ln this is a rebellious people, false sons, Sons*ln who refuse to listen To*ln the instruction of the Lord;*s"
    },
    {
        "o": 20297,
        "r": "nasb:Isaiah:30:10",
        "t": "Who*ln say to the seers, “You must not see visions”;*i And*ln to the prophets, “You must not prophesy to us what is right, Speak*ln to us pleasant words, Prophesy*ln illusions."
    },
    {
        "o": 20298,
        "r": "nasb:Isaiah:30:11",
        "t": "Get*ln out of the way, turn aside from the path, Let*ln us hear no more about the Holy One of Israel.”"
    },
    {
        "o": 20299,
        "r": "nasb:Isaiah:30:12",
        "t": "Therefore*p thus says the Holy One of Israel, “Since*pn you have rejected this word And*ln have put your trust in oppression and guile, and have relied on them,"
    },
    {
        "o": 20300,
        "r": "nasb:Isaiah:30:13",
        "t": "Therefore*ln this iniquity will be to you Like*ln a breach about to fall, A*ln bulge in a high wall, Whose*ln collapse comes suddenly in an instant,"
    },
    {
        "o": 20301,
        "r": "nasb:Isaiah:30:14",
        "t": "Whose*ln collapse is like the smashing of a potter’s jar, So*ln ruthlessly shattered That*ln a sherd will not be found among its pieces To*ln take fire from a hearth Or*ln to scoop water from a cistern.”"
    },
    {
        "o": 20302,
        "r": "nasb:Isaiah:30:15",
        "t": "For*p thus the Lord God,*s the Holy One of Israel, has said, “In*pn repentance and rest you will be saved, In*ln quietness and trust is your strength.” But*ln you were not willing,"
    },
    {
        "o": 20303,
        "r": "nasb:Isaiah:30:16",
        "t": "And*ln you said, “No, for we will flee on horses,” Therefore*ln you shall flee! “And*ln we will ride on swift horses,”*i Therefore*ln those who pursue you shall be swift."
    },
    {
        "o": 20304,
        "r": "nasb:Isaiah:30:17",
        "t": "One*ln thousand will*i flee*i at the threat of one man;*i You*ln will flee at the threat of five, Until*ln you are left as a flag on a mountain top And*ln as a signal on a hill."
    },
    {
        "o": 20305,
        "r": "nasb:Isaiah:30:17",
        "t": "God Is Gracious and Just",
        "h": 2
    },
    {
        "o": 20306,
        "r": "nasb:Isaiah:30:18",
        "t": "Therefore*pn the Lord*s longs to be gracious to you, And*ln therefore He waits on high to have compassion on you. For*ln the Lord*s is a God of justice; How*ln blessed are all those who long for Him."
    },
    {
        "o": 20307,
        "r": "nasb:Isaiah:30:19",
        "t": "O*p people in Zion, inhabitant in Jerusalem, you will weep no longer. He will surely be gracious to you at the sound of your cry; when He hears it, He will answer you."
    },
    {
        "o": 20308,
        "r": "nasb:Isaiah:30:20",
        "t": "Although the Lord has given you bread of privation and water of oppression, He,*i your Teacher will no longer hide Himself, but your eyes will behold your Teacher."
    },
    {
        "o": 20309,
        "r": "nasb:Isaiah:30:21",
        "t": "Your ears will hear a word behind you, “This is the way, walk in it,” whenever you turn to the right or to the left."
    },
    {
        "o": 20310,
        "r": "nasb:Isaiah:30:22",
        "t": "And you will defile your graven images overlaid with silver, and your molten images plated with gold. You will scatter them as an impure thing, and*i say to them, “Be gone!”"
    },
    {
        "o": 20311,
        "r": "nasb:Isaiah:30:23",
        "t": "Then*p He will give you*i rain for the seed which you will sow in the ground, and bread from*i the yield of the ground, and it will be rich and plenteous; on that day your livestock will graze in a roomy pasture."
    },
    {
        "o": 20312,
        "r": "nasb:Isaiah:30:24",
        "t": "Also the oxen and the donkeys which work the ground will eat salted fodder, which has been winnowed with shovel and fork."
    },
    {
        "o": 20313,
        "r": "nasb:Isaiah:30:25",
        "t": "On every lofty mountain and on every high hill there will be streams running with water on the day of the great slaughter, when the towers fall."
    },
    {
        "o": 20314,
        "r": "nasb:Isaiah:30:26",
        "t": "The light of the moon will be as the light of the sun, and the light of the sun will be seven times brighter,*i like the light of seven days, on the day the Lord*s binds up the fracture of His people and heals the bruise He has inflicted."
    },
    {
        "o": 20315,
        "r": "nasb:Isaiah:30:27",
        "t": "Behold,*pn the name of the Lord*s comes from a remote place; Burning*ln is His anger and dense is His*i smoke; His*ln lips are filled with indignation And*ln His tongue is like a consuming fire;"
    },
    {
        "o": 20316,
        "r": "nasb:Isaiah:30:28",
        "t": "His*ln breath is like an overflowing torrent, Which*ln reaches to the neck, To*ln shake the nations back and forth in a sieve, And*ln to put*i in the jaws of the peoples the bridle which leads to ruin."
    },
    {
        "o": 20317,
        "r": "nasb:Isaiah:30:29",
        "t": "You*ln will have songs as in the night when you keep the festival, And*ln gladness of heart as when one marches to the*i sound*i of*i the flute, To*ln go to the mountain of the Lord,*s to the Rock of Israel."
    },
    {
        "o": 20318,
        "r": "nasb:Isaiah:30:30",
        "t": "And*ln the Lord*s will cause His voice of authority to be heard, And*ln the descending of His arm to be seen in fierce anger, And*ln in*i the flame of a consuming fire In*ln cloudburst, downpour and hailstones."
    },
    {
        "o": 20319,
        "r": "nasb:Isaiah:30:31",
        "t": "For*ln at the voice of the Lord*s Assyria will be terrified, When*iln He strikes with the rod."
    },
    {
        "o": 20320,
        "r": "nasb:Isaiah:30:32",
        "t": "And*ln every blow of the rod of punishment, Which*ln the Lord*s will lay on him, Will*ln be with the*i music*i of*i tambourines and lyres; And*ln in battles, brandishing weapons, He will fight them."
    },
    {
        "o": 20321,
        "r": "nasb:Isaiah:30:33",
        "t": "For*ln Topheth has long been ready, Indeed,*ln it has been prepared for the king. He*ln has made it deep and large, A*ln pyre of fire with plenty of wood; The*ln breath of the Lord,*s like a torrent of brimstone, sets it afire."
    }
]
