[
    {
        "o": 2473,
        "r": "niv:Exodus:27:0",
        "t": "Exodus 27",
        "h": 1
    },
    {
        "o": 2474,
        "r": "niv:Exodus:27:0",
        "t": "The Altar of Burnt Offering",
        "h": 2
    },
    {
        "o": 2475,
        "r": "niv:Exodus:27:1",
        "t": "“Build*p an altar of acacia wood, three cubits high; it is to be square, five cubits long and five cubits wide."
    },
    {
        "o": 2476,
        "r": "niv:Exodus:27:2",
        "t": "Make a horn at each of the four corners, so that the horns and the altar are of one piece, and overlay the altar with bronze."
    },
    {
        "o": 2477,
        "r": "niv:Exodus:27:3",
        "t": "Make all its utensils of bronze—its pots to remove the ashes, and its shovels, sprinkling bowls, meat forks and firepans."
    },
    {
        "o": 2478,
        "r": "niv:Exodus:27:4",
        "t": "Make a grating for it, a bronze network, and make a bronze ring at each of the four corners of the network."
    },
    {
        "o": 2479,
        "r": "niv:Exodus:27:5",
        "t": "Put it under the ledge of the altar so that it is halfway up the altar."
    },
    {
        "o": 2480,
        "r": "niv:Exodus:27:6",
        "t": "Make poles of acacia wood for the altar and overlay them with bronze."
    },
    {
        "o": 2481,
        "r": "niv:Exodus:27:7",
        "t": "The poles are to be inserted into the rings so they will be on two sides of the altar when it is carried."
    },
    {
        "o": 2482,
        "r": "niv:Exodus:27:8",
        "t": "Make the altar hollow, out of boards. It is to be made just as you were shown on the mountain."
    },
    {
        "o": 2483,
        "r": "niv:Exodus:27:8",
        "t": "The Courtyard",
        "h": 2
    },
    {
        "o": 2484,
        "r": "niv:Exodus:27:9",
        "t": "“Make*p a courtyard for the tabernacle. The south side shall be a hundred cubits long and is to have curtains of finely twisted linen,"
    },
    {
        "o": 2485,
        "r": "niv:Exodus:27:10",
        "t": "with twenty posts and twenty bronze bases and with silver hooks and bands on the posts."
    },
    {
        "o": 2486,
        "r": "niv:Exodus:27:11",
        "t": "The north side shall also be a hundred cubits long and is to have curtains, with twenty posts and twenty bronze bases and with silver hooks and bands on the posts."
    },
    {
        "o": 2487,
        "r": "niv:Exodus:27:12",
        "t": "“The*p west end of the courtyard shall be fifty cubits wide and have curtains, with ten posts and ten bases."
    },
    {
        "o": 2488,
        "r": "niv:Exodus:27:13",
        "t": "On the east end, toward the sunrise, the courtyard shall also be fifty cubits wide."
    },
    {
        "o": 2489,
        "r": "niv:Exodus:27:14",
        "t": "Curtains fifteen cubits long are to be on one side of the entrance, with three posts and three bases,"
    },
    {
        "o": 2490,
        "r": "niv:Exodus:27:15",
        "t": "and curtains fifteen cubits long are to be on the other side, with three posts and three bases."
    },
    {
        "o": 2491,
        "r": "niv:Exodus:27:16",
        "t": "“For*p the entrance to the courtyard, provide a curtain twenty cubits long, of blue, purple and scarlet yarn and finely twisted linen—the work of an embroiderer—with four posts and four bases."
    },
    {
        "o": 2492,
        "r": "niv:Exodus:27:17",
        "t": "All the posts around the courtyard are to have silver bands and hooks, and bronze bases."
    },
    {
        "o": 2493,
        "r": "niv:Exodus:27:18",
        "t": "The courtyard shall be a hundred cubits long and fifty cubits wide, with curtains of finely twisted linen five cubits high, and with bronze bases."
    },
    {
        "o": 2494,
        "r": "niv:Exodus:27:19",
        "t": "All the other articles used in the service of the tabernacle, whatever their function, including all the tent pegs for it and those for the courtyard, are to be of bronze."
    },
    {
        "o": 2495,
        "r": "niv:Exodus:27:19",
        "t": "Oil for the Lampstand",
        "h": 2
    },
    {
        "o": 2496,
        "r": "niv:Exodus:27:20",
        "t": "“Command*p the Israelites to bring you clear oil of pressed olives for the light so that the lamps may be kept burning."
    },
    {
        "o": 2497,
        "r": "niv:Exodus:27:21",
        "t": "In the tent of meeting, outside the curtain that shields the ark of the covenant law, Aaron and his sons are to keep the lamps burning before the Lord*s from evening till morning. This is to be a lasting ordinance among the Israelites for the generations to come."
    }
]
