[
    {
        "o": 21900,
        "r": "csb:Jeremiah:24:0",
        "t": "Jeremiah 24",
        "h": 1
    },
    {
        "o": 21901,
        "r": "csb:Jeremiah:24:0",
        "t": "The Good and the Bad Figs",
        "h": 2
    },
    {
        "o": 21902,
        "r": "csb:Jeremiah:24:1",
        "t": "After*p King Nebuchadnezzar of Babylon had deported Jeconiah son of Jehoiakim king of Judah, the officials of Judah, and the craftsmen and metalsmiths from Jerusalem and had brought them to Babylon, the Lord*s showed me two baskets of figs placed in front of the temple of the Lord.*s"
    },
    {
        "o": 21903,
        "r": "csb:Jeremiah:24:2",
        "t": "One basket contained very good figs, like early figs, but the other basket contained very bad figs, so bad they were inedible."
    },
    {
        "o": 21904,
        "r": "csb:Jeremiah:24:3",
        "t": "The Lord*s said to me, “What do you see, Jeremiah?” I*p said, “Figs! The good figs are very good, but the bad figs are extremely bad, so bad they are inedible.”"
    },
    {
        "o": 21905,
        "r": "csb:Jeremiah:24:4",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 21906,
        "r": "csb:Jeremiah:24:5",
        "t": "“This is what the Lord,*s the God of Israel, says: Like these good figs, so I regard as good the exiles from Judah I sent away from this place to the land of the Chaldeans."
    },
    {
        "o": 21907,
        "r": "csb:Jeremiah:24:6",
        "t": "I will keep my eyes on them for their good and will return them to this land. I will build them up and not demolish them; I will plant them and not uproot them."
    },
    {
        "o": 21908,
        "r": "csb:Jeremiah:24:7",
        "t": "I will give them a heart to know me, that I am the Lord.*s They will be my people, and I will be their God because they will return to me with all their heart."
    },
    {
        "o": 21909,
        "r": "csb:Jeremiah:24:8",
        "t": "“But*p as for the bad figs, so bad they are inedible, this is what the Lord*s says: In this way I will deal with King Zedekiah of Judah, his officials, and the remnant of Jerusalem - those remaining in this land or living in the land of Egypt."
    },
    {
        "o": 21910,
        "r": "csb:Jeremiah:24:9",
        "t": "I will make them an object of horror and a disaster to all the kingdoms of the earth, an example for disgrace, scorn, ridicule, and cursing, wherever I have banished them."
    },
    {
        "o": 21911,
        "r": "csb:Jeremiah:24:10",
        "t": "I will send the sword, famine, and plague against them until they have perished from the land I gave to them and their ancestors.”"
    }
]
