[
    {
        "o": 22395,
        "r": "csb:Jeremiah:41:0",
        "t": "Jeremiah 41",
        "h": 1
    },
    {
        "o": 22396,
        "r": "csb:Jeremiah:41:0",
        "t": "Gedaliah Assassinated by Ishmael",
        "h": 2
    },
    {
        "o": 22397,
        "r": "csb:Jeremiah:41:1",
        "t": "In*p the seventh month, Ishmael son of Nethaniah, son of Elishama, of the royal family and one of the king’s chief officers, came with ten men to Gedaliah son of Ahikam at Mizpah. They ate a meal together there in Mizpah,"
    },
    {
        "o": 22398,
        "r": "csb:Jeremiah:41:2",
        "t": "but then Ishmael son of Nethaniah and the ten men who were with him got up and struck down Gedaliah son of Ahikam, son of Shaphan, with the sword; he killed the one the king of Babylon had appointed in the land."
    },
    {
        "o": 22399,
        "r": "csb:Jeremiah:41:3",
        "t": "Ishmael also struck down all the Judeans who were with Gedaliah at Mizpah, as well as the Chaldean soldiers who were there."
    },
    {
        "o": 22400,
        "r": "csb:Jeremiah:41:4",
        "t": "On*p the day after he had killed Gedaliah, when no one knew yet,"
    },
    {
        "o": 22401,
        "r": "csb:Jeremiah:41:5",
        "t": "eighty men came from Shechem, Shiloh, and Samaria who had shaved their beards, torn their clothes, and gashed themselves, and who were carrying grain and incense offerings to bring to the temple of the Lord.*s"
    },
    {
        "o": 22402,
        "r": "csb:Jeremiah:41:6",
        "t": "Ishmael son of Nethaniah came out of Mizpah to meet them, weeping as he came. When he encountered them, he said, “Come to Gedaliah son of Ahikam!”"
    },
    {
        "o": 22403,
        "r": "csb:Jeremiah:41:7",
        "t": "But when they came into the city, Ishmael son of Nethaniah and the men with him slaughtered them and threw them into a cistern."
    },
    {
        "o": 22404,
        "r": "csb:Jeremiah:41:8",
        "t": "However,*p there were ten men among them who said to Ishmael, “Don’t kill us, for we have hidden treasure in the field - wheat, barley, oil, and honey!” So he stopped and did not kill them along with their companions."
    },
    {
        "o": 22405,
        "r": "csb:Jeremiah:41:9",
        "t": "Now the cistern where Ishmael had thrown all the corpses of the men he had struck down was a large one that King Asa had made in the encounter with King Baasha of Israel. Ishmael son of Nethaniah filled it with the slain."
    },
    {
        "o": 22406,
        "r": "csb:Jeremiah:41:10",
        "t": "Then*p Ishmael took captive all the rest of the people of Mizpah including the daughters of the king - all those who remained in Mizpah over whom Nebuzaradan, captain of the guards, had appointed Gedaliah son of Ahikam. Ishmael son of Nethaniah took them captive and set off to cross over to the Ammonites."
    },
    {
        "o": 22407,
        "r": "csb:Jeremiah:41:10",
        "t": "The Captives Rescued by Johanan",
        "h": 2
    },
    {
        "o": 22408,
        "r": "csb:Jeremiah:41:11",
        "t": "When*p Johanan son of Kareah and all the commanders of the armies with him heard of all the evil that Ishmael son of Nethaniah had done,"
    },
    {
        "o": 22409,
        "r": "csb:Jeremiah:41:12",
        "t": "they took all their men and went to fight with Ishmael son of Nethaniah. They found him by the great pool in Gibeon."
    },
    {
        "o": 22410,
        "r": "csb:Jeremiah:41:13",
        "t": "When all the people held by Ishmael saw Johanan son of Kareah and all the commanders of the army with him, they rejoiced."
    },
    {
        "o": 22411,
        "r": "csb:Jeremiah:41:14",
        "t": "All the people whom Ishmael had taken captive from Mizpah turned around and rejoined Johanan son of Kareah."
    },
    {
        "o": 22412,
        "r": "csb:Jeremiah:41:15",
        "t": "But Ishmael son of Nethaniah escaped from Johanan with eight men and went to the Ammonites."
    },
    {
        "o": 22413,
        "r": "csb:Jeremiah:41:16",
        "t": "Johanan son of Kareah and all the commanders of the armies with him then took from Mizpah all the remnant of the people whom he had recovered from Ishmael son of Nethaniah after Ishmael had killed Gedaliah son of Ahikam - men, soldiers, women, children, and court officials whom he brought back from Gibeon."
    },
    {
        "o": 22414,
        "r": "csb:Jeremiah:41:17",
        "t": "They left, stopping in Geruth Chimham, which is near Bethlehem, in order to make their way into Egypt,"
    },
    {
        "o": 22415,
        "r": "csb:Jeremiah:41:18",
        "t": "away from the Chaldeans. For they feared them because Ishmael son of Nethaniah had struck down Gedaliah son of Ahikam, whom the king of Babylon had appointed over the land."
    }
]
