[
    {
        "o": 33465,
        "r": "nkjv:1 Thessalonians:4:0",
        "t": "1 Thessalonians 4",
        "h": 1
    },
    {
        "o": 33466,
        "r": "nkjv:1 Thessalonians:4:0",
        "t": "Plea for Purity",
        "h": 2
    },
    {
        "o": 33467,
        "r": "nkjv:1 Thessalonians:4:1",
        "t": "Finally*p then, brethren, we urge and exhort in the Lord Jesus that you should abound more and more, just as you received from us how you ought to walk and to please God;"
    },
    {
        "o": 33468,
        "r": "nkjv:1 Thessalonians:4:2",
        "t": "for you know what commandments we gave you through the Lord Jesus."
    },
    {
        "o": 33469,
        "r": "nkjv:1 Thessalonians:4:3",
        "t": "For*p this is the will of God, your sanctification: that you should abstain from sexual immorality;"
    },
    {
        "o": 33470,
        "r": "nkjv:1 Thessalonians:4:4",
        "t": "that each of you should know how to possess his own vessel in sanctification and honor,"
    },
    {
        "o": 33471,
        "r": "nkjv:1 Thessalonians:4:5",
        "t": "not in passion of lust, like the Gentiles who do not know God;"
    },
    {
        "o": 33472,
        "r": "nkjv:1 Thessalonians:4:6",
        "t": "that no one should take advantage of and defraud his brother in this matter, because the Lord is*i the avenger of all such, as we also forewarned you and testified."
    },
    {
        "o": 33473,
        "r": "nkjv:1 Thessalonians:4:7",
        "t": "For God did not call us to uncleanness, but in holiness."
    },
    {
        "o": 33474,
        "r": "nkjv:1 Thessalonians:4:8",
        "t": "Therefore he who rejects this*i does not reject man, but God, who has also given us His Holy Spirit."
    },
    {
        "o": 33475,
        "r": "nkjv:1 Thessalonians:4:8",
        "t": "A Brotherly and Orderly Life",
        "h": 2
    },
    {
        "o": 33476,
        "r": "nkjv:1 Thessalonians:4:9",
        "t": "But*p concerning brotherly love you have no need that I should write to you, for you yourselves are taught by God to love one another;"
    },
    {
        "o": 33477,
        "r": "nkjv:1 Thessalonians:4:10",
        "t": "and indeed you do so toward all the brethren who are in all Macedonia. But we urge you, brethren, that you increase more and more;"
    },
    {
        "o": 33478,
        "r": "nkjv:1 Thessalonians:4:11",
        "t": "that you also aspire to lead a quiet life, to mind your own business, and to work with your own hands, as we commanded you,"
    },
    {
        "o": 33479,
        "r": "nkjv:1 Thessalonians:4:12",
        "t": "that you may walk properly toward those who are outside, and that*i you may lack nothing."
    },
    {
        "o": 33480,
        "r": "nkjv:1 Thessalonians:4:12",
        "t": "The Comfort of Christ’s Coming",
        "h": 2
    },
    {
        "o": 33481,
        "r": "nkjv:1 Thessalonians:4:13",
        "t": "But*p I do not want you to be ignorant, brethren, concerning those who have fallen asleep, lest you sorrow as others who have no hope."
    },
    {
        "o": 33482,
        "r": "nkjv:1 Thessalonians:4:14",
        "t": "For if we believe that Jesus died and rose again, even so God will bring with Him those who sleep in Jesus."
    },
    {
        "o": 33483,
        "r": "nkjv:1 Thessalonians:4:15",
        "t": "For*p this we say to you by the word of the Lord, that we who are alive and*i remain until the coming of the Lord will by no means precede those who are asleep."
    },
    {
        "o": 33484,
        "r": "nkjv:1 Thessalonians:4:16",
        "t": "For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first."
    },
    {
        "o": 33485,
        "r": "nkjv:1 Thessalonians:4:17",
        "t": "Then we who are alive and*i remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord."
    },
    {
        "o": 33486,
        "r": "nkjv:1 Thessalonians:4:18",
        "t": "Therefore comfort one another with these words."
    }
]
