[
    {
        "o": 24796,
        "r": "niv:Jonah:3:0",
        "t": "Jonah 3",
        "h": 1
    },
    {
        "o": 24797,
        "r": "niv:Jonah:3:0",
        "t": "Jonah Goes to Nineveh",
        "h": 2
    },
    {
        "o": 24798,
        "r": "niv:Jonah:3:1",
        "t": "Then*p the word of the Lord*s came to Jonah a second time:"
    },
    {
        "o": 24799,
        "r": "niv:Jonah:3:2",
        "t": "“Go to the great city of Nineveh and proclaim to it the message I give you.”"
    },
    {
        "o": 24800,
        "r": "niv:Jonah:3:3",
        "t": "Jonah*p obeyed the word of the Lord*s and went to Nineveh. Now Nineveh was a very large city; it took three days to go through it."
    },
    {
        "o": 24801,
        "r": "niv:Jonah:3:4",
        "t": "Jonah began by going a day’s journey into the city, proclaiming, “Forty more days and Nineveh will be overthrown.”"
    },
    {
        "o": 24802,
        "r": "niv:Jonah:3:5",
        "t": "The Ninevites believed God. A fast was proclaimed, and all of them, from the greatest to the least, put on sackcloth."
    },
    {
        "o": 24803,
        "r": "niv:Jonah:3:6",
        "t": "When*p Jonah’s warning reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust."
    },
    {
        "o": 24804,
        "r": "niv:Jonah:3:7",
        "t": "This is the proclamation he issued in Nineveh: “By the decree of the king and his nobles: Do*ln not let people or animals, herds or flocks, taste anything; do not let them eat or drink."
    },
    {
        "o": 24805,
        "r": "niv:Jonah:3:8",
        "t": "But let people and animals be covered with sackcloth. Let everyone call urgently on God. Let them give up their evil ways and their violence."
    },
    {
        "o": 24806,
        "r": "niv:Jonah:3:9",
        "t": "Who knows? God may yet relent and with compassion turn from his fierce anger so that we will not perish.”"
    },
    {
        "o": 24807,
        "r": "niv:Jonah:3:10",
        "t": "When*p God saw what they did and how they turned from their evil ways, he relented and did not bring on them the destruction he had threatened."
    }
]
