[
    {
        "o": 29084,
        "r": "kjv:Acts:28:0",
        "t": "Acts 28",
        "h": 1
    },
    {
        "o": 29085,
        "r": "kjv:Acts:28:1",
        "t": "And*p when they were escaped, then they knew that the island was called Melita."
    },
    {
        "o": 29086,
        "r": "kjv:Acts:28:2",
        "t": "And*p the barbarous people shewed us no little kindness: for they kindled a fire, and received us every one, because of the present rain, and because of the cold."
    },
    {
        "o": 29087,
        "r": "kjv:Acts:28:3",
        "t": "And*p when Paul had gathered a bundle of sticks, and laid them on the fire, there came a viper out of the heat, and fastened on his hand."
    },
    {
        "o": 29088,
        "r": "kjv:Acts:28:4",
        "t": "And*p when the barbarians saw the venomous beast hang on his hand, they said among themselves, No doubt this man is a murderer, whom, though he hath escaped the sea, yet vengeance suffereth not to live."
    },
    {
        "o": 29089,
        "r": "kjv:Acts:28:5",
        "t": "And*p he shook off the beast into the fire, and felt no harm."
    },
    {
        "o": 29090,
        "r": "kjv:Acts:28:6",
        "t": "Howbeit*p they looked when he should have swollen, or fallen down dead suddenly: but after they had looked a great while, and saw no harm come to him, they changed their minds, and said that he was a god."
    },
    {
        "o": 29091,
        "r": "kjv:Acts:28:7",
        "t": "In*p the same quarters were possessions of the chief man of the island, whose name was Publius; who received us, and lodged us three days courteously."
    },
    {
        "o": 29092,
        "r": "kjv:Acts:28:8",
        "t": "And*p it came to pass, that the father of Publius lay sick of a fever and of a bloody flux: to whom Paul entered in, and prayed, and laid his hands on him, and healed him."
    },
    {
        "o": 29093,
        "r": "kjv:Acts:28:9",
        "t": "So*p when this was done, others also, which had diseases in the island, came, and were healed:"
    },
    {
        "o": 29094,
        "r": "kjv:Acts:28:10",
        "t": "Who*p also honoured us with many honours; and when we departed, they laded us with such things as were necessary."
    },
    {
        "o": 29095,
        "r": "kjv:Acts:28:11",
        "t": "And*p after three months we departed in a ship of Alexandria, which had wintered in the isle, whose sign was Castor and Pollux."
    },
    {
        "o": 29096,
        "r": "kjv:Acts:28:12",
        "t": "And*p landing at Syracuse, we tarried there three days."
    },
    {
        "o": 29097,
        "r": "kjv:Acts:28:13",
        "t": "And*p from thence we fetched a compass, and came to Rhegium: and after one day the south wind blew, and we came the next day to Puteoli:"
    },
    {
        "o": 29098,
        "r": "kjv:Acts:28:14",
        "t": "Where*p we found brethren, and were desired to tarry with them seven days: and so we went toward Rome."
    },
    {
        "o": 29099,
        "r": "kjv:Acts:28:15",
        "t": "And*p from thence, when the brethren heard of us, they came to meet us as far as Appii forum, and The three taverns: whom when Paul saw, he thanked God, and took courage."
    },
    {
        "o": 29100,
        "r": "kjv:Acts:28:16",
        "t": "And*p when we came to Rome, the centurion delivered the prisoners to the captain of the guard: but Paul was suffered to dwell by himself with a soldier that kept him."
    },
    {
        "o": 29101,
        "r": "kjv:Acts:28:17",
        "t": "And*p it came to pass, that after three days Paul called the chief of the Jews together: and when they were come together, he said unto them, Men and brethren, though I have committed nothing against the people, or customs of our fathers, yet was I delivered prisoner from Jerusalem into the hands of the Romans."
    },
    {
        "o": 29102,
        "r": "kjv:Acts:28:18",
        "t": "Who,*p when they had examined me, would have let me go, because there was no cause of death in me."
    },
    {
        "o": 29103,
        "r": "kjv:Acts:28:19",
        "t": "But*p when the Jews spake against it, I was constrained to appeal unto Caesar; not that I had ought to accuse my nation of."
    },
    {
        "o": 29104,
        "r": "kjv:Acts:28:20",
        "t": "For*p this cause therefore have I called for you, to see you, and to speak with you: because that for the hope of Israel I am bound with this chain."
    },
    {
        "o": 29105,
        "r": "kjv:Acts:28:21",
        "t": "And*p they said unto him, We neither received letters out of Judaea concerning thee, neither any of the brethren that came shewed or spake any harm of thee."
    },
    {
        "o": 29106,
        "r": "kjv:Acts:28:22",
        "t": "But*p we desire to hear of thee what thou thinkest: for as concerning this sect, we know that every where it is spoken against."
    },
    {
        "o": 29107,
        "r": "kjv:Acts:28:23",
        "t": "And*p when they had appointed him a day, there came many to him into his lodging; to whom he expounded and testified the kingdom of God, persuading them concerning Jesus, both out of the law of Moses, and out of the prophets, from morning till evening."
    },
    {
        "o": 29108,
        "r": "kjv:Acts:28:24",
        "t": "And*p some believed the things which were spoken, and some believed not."
    },
    {
        "o": 29109,
        "r": "kjv:Acts:28:25",
        "t": "And*p when they agreed not among themselves, they departed, after that Paul had spoken one word, Well spake the Holy Ghost by Esaias the prophet unto our fathers,"
    },
    {
        "o": 29110,
        "r": "kjv:Acts:28:26",
        "t": "Saying,*p Go unto this people, and say, Hearing ye shall hear, and shall not understand; and seeing ye shall see, and not perceive:"
    },
    {
        "o": 29111,
        "r": "kjv:Acts:28:27",
        "t": "For*p the heart of this people is waxed gross, and their ears are dull of hearing, and their eyes have they closed; lest they should see with their eyes, and hear with their ears, and understand with their heart, and should be converted, and I should heal them."
    },
    {
        "o": 29112,
        "r": "kjv:Acts:28:28",
        "t": "Be*p it known therefore unto you, that the salvation of God is sent unto the Gentiles, and that they will hear it."
    },
    {
        "o": 29113,
        "r": "kjv:Acts:28:29",
        "t": "And*p when he had said these words, the Jews departed, and had great reasoning among themselves."
    },
    {
        "o": 29114,
        "r": "kjv:Acts:28:30",
        "t": "And*p Paul dwelt two whole years in his own hired house, and received all that came in unto him,"
    },
    {
        "o": 29115,
        "r": "kjv:Acts:28:31",
        "t": "Preaching*p the kingdom of God, and teaching those things which concern the Lord Jesus Christ, with all confidence, no man forbidding him."
    }
]
