[
    {
        "o": 4116,
        "r": "kjv:Numbers:10:0",
        "t": "Numbers 10",
        "h": 1
    },
    {
        "o": 4117,
        "r": "kjv:Numbers:10:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 4118,
        "r": "kjv:Numbers:10:2",
        "t": "Make*p thee two trumpets of silver; of a whole piece shalt thou make them: that thou mayest use them for the calling of the assembly, and for the journeying of the camps."
    },
    {
        "o": 4119,
        "r": "kjv:Numbers:10:3",
        "t": "And*p when they shall blow with them, all the assembly shall assemble themselves to thee at the door of the tabernacle of the congregation."
    },
    {
        "o": 4120,
        "r": "kjv:Numbers:10:4",
        "t": "And*p if they blow but with one trumpet, then the princes, which are heads of the thousands of Israel, shall gather themselves unto thee."
    },
    {
        "o": 4121,
        "r": "kjv:Numbers:10:5",
        "t": "When*p ye blow an alarm, then the camps that lie on the east parts shall go forward."
    },
    {
        "o": 4122,
        "r": "kjv:Numbers:10:6",
        "t": "When*p ye blow an alarm the second time, then the camps that lie on the south side shall take their journey: they shall blow an alarm for their journeys."
    },
    {
        "o": 4123,
        "r": "kjv:Numbers:10:7",
        "t": "But*p when the congregation is to be gathered together, ye shall blow, but ye shall not sound an alarm."
    },
    {
        "o": 4124,
        "r": "kjv:Numbers:10:8",
        "t": "And*p the sons of Aaron, the priests, shall blow with the trumpets; and they shall be to you for an ordinance for ever throughout your generations."
    },
    {
        "o": 4125,
        "r": "kjv:Numbers:10:9",
        "t": "And*p if ye go to war in your land against the enemy that oppresseth you, then ye shall blow an alarm with the trumpets; and ye shall be remembered before the Lord*s your God, and ye shall be saved from your enemies."
    },
    {
        "o": 4126,
        "r": "kjv:Numbers:10:10",
        "t": "Also*p in the day of your gladness, and in your solemn days, and in the beginnings of your months, ye shall blow with the trumpets over your burnt offerings, and over the sacrifices of your peace offerings; that they may be to you for a memorial before your God: I am the Lord*s your God."
    },
    {
        "o": 4127,
        "r": "kjv:Numbers:10:11",
        "t": "And*p it came to pass on the twentieth day of the second month, in the second year, that the cloud was taken up from off the tabernacle of the testimony."
    },
    {
        "o": 4128,
        "r": "kjv:Numbers:10:12",
        "t": "And*p the children of Israel took their journeys out of the wilderness of Sinai; and the cloud rested in the wilderness of Paran."
    },
    {
        "o": 4129,
        "r": "kjv:Numbers:10:13",
        "t": "And*p they first took their journey according to the commandment of the Lord*s by the hand of Moses."
    },
    {
        "o": 4130,
        "r": "kjv:Numbers:10:14",
        "t": "In*p the first place went the standard of the camp of the children of Judah according to their armies: and over his host was Nahshon the son of Amminadab."
    },
    {
        "o": 4131,
        "r": "kjv:Numbers:10:15",
        "t": "And*p over the host of the tribe of the children of Issachar was Nethaneel the son of Zuar."
    },
    {
        "o": 4132,
        "r": "kjv:Numbers:10:16",
        "t": "And*p over the host of the tribe of the children of Zebulun was Eliab the son of Helon."
    },
    {
        "o": 4133,
        "r": "kjv:Numbers:10:17",
        "t": "And*p the tabernacle was taken down; and the sons of Gershon and the sons of Merari set forward, bearing the tabernacle."
    },
    {
        "o": 4134,
        "r": "kjv:Numbers:10:18",
        "t": "And*p the standard of the camp of Reuben set forward according to their armies: and over his host was Elizur the son of Shedeur."
    },
    {
        "o": 4135,
        "r": "kjv:Numbers:10:19",
        "t": "And*p over the host of the tribe of the children of Simeon was Shelumiel the son of Zurishaddai."
    },
    {
        "o": 4136,
        "r": "kjv:Numbers:10:20",
        "t": "And*p over the host of the tribe of the children of Gad was Eliasaph the son of Deuel."
    },
    {
        "o": 4137,
        "r": "kjv:Numbers:10:21",
        "t": "And*p the Kohathites set forward, bearing the sanctuary: and the other did set up the tabernacle against they came."
    },
    {
        "o": 4138,
        "r": "kjv:Numbers:10:22",
        "t": "And*p the standard of the camp of the children of Ephraim set forward according to their armies: and over his host was Elishama the son of Ammihud."
    },
    {
        "o": 4139,
        "r": "kjv:Numbers:10:23",
        "t": "And*p over the host of the tribe of the children of Manasseh was Gamaliel the son of Pedahzur."
    },
    {
        "o": 4140,
        "r": "kjv:Numbers:10:24",
        "t": "And*p over the host of the tribe of the children of Benjamin was Abidan the son of Gideoni."
    },
    {
        "o": 4141,
        "r": "kjv:Numbers:10:25",
        "t": "And*p the standard of the camp of the children of Dan set forward, which was the rearward of all the camps throughout their hosts: and over his host was Ahiezer the son of Ammishaddai."
    },
    {
        "o": 4142,
        "r": "kjv:Numbers:10:26",
        "t": "And*p over the host of the tribe of the children of Asher was Pagiel the son of Ocran."
    },
    {
        "o": 4143,
        "r": "kjv:Numbers:10:27",
        "t": "And*p over the host of the tribe of the children of Naphtali was Ahira the son of Enan."
    },
    {
        "o": 4144,
        "r": "kjv:Numbers:10:28",
        "t": "Thus*p were the journeyings of the children of Israel according to their armies, when they set forward."
    },
    {
        "o": 4145,
        "r": "kjv:Numbers:10:29",
        "t": "And*p Moses said unto Hobab, the son of Reuel the Midianite, Moses' father in law, We are journeying unto the place of which the Lord*s said, I will give it you: come thou with us, and we will do thee good: for the Lord*s hath spoken good concerning Israel."
    },
    {
        "o": 4146,
        "r": "kjv:Numbers:10:30",
        "t": "And*p he said unto him, I will not go; but I will depart to mine own land, and to my kindred."
    },
    {
        "o": 4147,
        "r": "kjv:Numbers:10:31",
        "t": "And*p he said, Leave us not, I pray thee; forasmuch as thou knowest how we are to encamp in the wilderness, and thou mayest be to us instead of eyes."
    },
    {
        "o": 4148,
        "r": "kjv:Numbers:10:32",
        "t": "And*p it shall be, if thou go with us, yea, it shall be, that what goodness the Lord*s shall do unto us, the same will we do unto thee."
    },
    {
        "o": 4149,
        "r": "kjv:Numbers:10:33",
        "t": "And*p they departed from the mount of the Lord*s three days' journey: and the ark of the covenant of the Lord*s went before them in the three days' journey, to search out a resting place for them."
    },
    {
        "o": 4150,
        "r": "kjv:Numbers:10:34",
        "t": "And*p the cloud of the Lord*s was upon them by day, when they went out of the camp."
    },
    {
        "o": 4151,
        "r": "kjv:Numbers:10:35",
        "t": "And*p it came to pass, when the ark set forward, that Moses said, Rise up, Lord,*s and let thine enemies be scattered; and let them that hate thee flee before thee."
    },
    {
        "o": 4152,
        "r": "kjv:Numbers:10:36",
        "t": "And*p when it rested, he said, Return, O Lord,*s unto the many thousands of Israel."
    }
]
