[
    {
        "o": 20320,
        "r": "niv:Isaiah:42:0",
        "t": "Isaiah 42",
        "h": 1
    },
    {
        "o": 20321,
        "r": "niv:Isaiah:42:0",
        "t": "The Servant of the Lord",
        "h": 2
    },
    {
        "o": 20322,
        "r": "niv:Isaiah:42:1",
        "t": "“Here*pn is my servant, whom I uphold, my*ld chosen one in whom I delight; I*ln will put my Spirit on him, and*ld he will bring justice to the nations."
    },
    {
        "o": 20323,
        "r": "niv:Isaiah:42:2",
        "t": "He*ln will not shout or cry out, or*ld raise his voice in the streets."
    },
    {
        "o": 20324,
        "r": "niv:Isaiah:42:3",
        "t": "A*ln bruised reed he will not break, and*ld a smoldering wick he will not snuff out. In*ln faithfulness he will bring forth justice;"
    },
    {
        "o": 20325,
        "r": "niv:Isaiah:42:4",
        "t": "he*ld will not falter or be discouraged till*ln he establishes justice on earth. In*ld his teaching the islands will put their hope.”"
    },
    {
        "o": 20326,
        "r": "niv:Isaiah:42:5",
        "t": "This*pn is what God the Lord*s says— the*ln Creator of the heavens, who stretches them out, who*ld spreads out the earth with all that springs from it, who*ld gives breath to its people, and*ld life to those who walk on it:"
    },
    {
        "o": 20327,
        "r": "niv:Isaiah:42:6",
        "t": "“I,*ln the Lord,*s have called you in righteousness; I*ld will take hold of your hand. I*ln will keep you and will make you to*ld be a covenant for the people and*ld a light for the Gentiles,"
    },
    {
        "o": 20328,
        "r": "niv:Isaiah:42:7",
        "t": "to*ln open eyes that are blind, to*ld free captives from prison and*ld to release from the dungeon those who sit in darkness."
    },
    {
        "o": 20329,
        "r": "niv:Isaiah:42:8",
        "t": "“I*pn am the Lord;*s that is my name! I*ld will not yield my glory to another or*ld my praise to idols."
    },
    {
        "o": 20330,
        "r": "niv:Isaiah:42:9",
        "t": "See,*ln the former things have taken place, and*ld new things I declare; before*ln they spring into being I*ld announce them to you.”"
    },
    {
        "o": 20331,
        "r": "niv:Isaiah:42:9",
        "t": "Song of Praise to the Lord",
        "h": 2
    },
    {
        "o": 20332,
        "r": "niv:Isaiah:42:10",
        "t": "Sing*pn to the Lord*s a new song, his*ld praise from the ends of the earth, you*ln who go down to the sea, and all that is in it, you*ld islands, and all who live in them."
    },
    {
        "o": 20333,
        "r": "niv:Isaiah:42:11",
        "t": "Let*ln the wilderness and its towns raise their voices; let*ld the settlements where Kedar lives rejoice. Let*ln the people of Sela sing for joy; let*ld them shout from the mountaintops."
    },
    {
        "o": 20334,
        "r": "niv:Isaiah:42:12",
        "t": "Let*ln them give glory to the Lord*s and*ld proclaim his praise in the islands."
    },
    {
        "o": 20335,
        "r": "niv:Isaiah:42:13",
        "t": "The*ln Lord*s will march out like a champion, like*ld a warrior he will stir up his zeal; with*ln a shout he will raise the battle cry and*ld will triumph over his enemies."
    },
    {
        "o": 20336,
        "r": "niv:Isaiah:42:14",
        "t": "“For*pn a long time I have kept silent, I*ld have been quiet and held myself back. But*ln now, like a woman in childbirth, I*ld cry out, I gasp and pant."
    },
    {
        "o": 20337,
        "r": "niv:Isaiah:42:15",
        "t": "I*ln will lay waste the mountains and hills and*ld dry up all their vegetation; I*ln will turn rivers into islands and*ld dry up the pools."
    },
    {
        "o": 20338,
        "r": "niv:Isaiah:42:16",
        "t": "I*ln will lead the blind by ways they have not known, along*ld unfamiliar paths I will guide them; I*ln will turn the darkness into light before them and*ld make the rough places smooth. These*ln are the things I will do; I*ld will not forsake them."
    },
    {
        "o": 20339,
        "r": "niv:Isaiah:42:17",
        "t": "But*ln those who trust in idols, who*ld say to images, ‘You are our gods,’ will*ld be turned back in utter shame."
    },
    {
        "o": 20340,
        "r": "niv:Isaiah:42:17",
        "t": "Israel Blind and Deaf",
        "h": 2
    },
    {
        "o": 20341,
        "r": "niv:Isaiah:42:18",
        "t": "“Hear,*pn you deaf; look,*ld you blind, and see!"
    },
    {
        "o": 20342,
        "r": "niv:Isaiah:42:19",
        "t": "Who*ln is blind but my servant, and*ld deaf like the messenger I send? Who*ln is blind like the one in covenant with me, blind*ld like the servant of the Lord?*s"
    },
    {
        "o": 20343,
        "r": "niv:Isaiah:42:20",
        "t": "You*ln have seen many things, but you pay no attention; your*ld ears are open, but you do not listen.”"
    },
    {
        "o": 20344,
        "r": "niv:Isaiah:42:21",
        "t": "It*ln pleased the Lord*s for*ld the sake of his righteousness to*ld make his law great and glorious."
    },
    {
        "o": 20345,
        "r": "niv:Isaiah:42:22",
        "t": "But*ln this is a people plundered and looted, all*ld of them trapped in pits or*ld hidden away in prisons. They*ln have become plunder, with*ld no one to rescue them; they*ln have been made loot, with*ld no one to say, “Send them back.”"
    },
    {
        "o": 20346,
        "r": "niv:Isaiah:42:23",
        "t": "Which*pn of you will listen to this or*ld pay close attention in time to come?"
    },
    {
        "o": 20347,
        "r": "niv:Isaiah:42:24",
        "t": "Who*ln handed Jacob over to become loot, and*ld Israel to the plunderers? Was*ln it not the Lord,*s against*ld whom we have sinned? For*ln they would not follow his ways; they*ld did not obey his law."
    },
    {
        "o": 20348,
        "r": "niv:Isaiah:42:25",
        "t": "So*ln he poured out on them his burning anger, the*ld violence of war. It*ln enveloped them in flames, yet they did not understand; it*ld consumed them, but they did not take it to heart."
    }
]
