[
    {
        "o": 3397,
        "r": "niv:Leviticus:14:0",
        "t": "Leviticus 14",
        "h": 1
    },
    {
        "o": 3398,
        "r": "niv:Leviticus:14:0",
        "t": "Cleansing From Defiling Skin Diseases",
        "h": 2
    },
    {
        "o": 3399,
        "r": "niv:Leviticus:14:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3400,
        "r": "niv:Leviticus:14:2",
        "t": "“These are the regulations for any diseased person at the time of their ceremonial cleansing, when they are brought to the priest:"
    },
    {
        "o": 3401,
        "r": "niv:Leviticus:14:3",
        "t": "The priest is to go outside the camp and examine them. If they have been healed of their defiling skin disease,"
    },
    {
        "o": 3402,
        "r": "niv:Leviticus:14:4",
        "t": "the priest shall order that two live clean birds and some cedar wood, scarlet yarn and hyssop be brought for the person to be cleansed."
    },
    {
        "o": 3403,
        "r": "niv:Leviticus:14:5",
        "t": "Then the priest shall order that one of the birds be killed over fresh water in a clay pot."
    },
    {
        "o": 3404,
        "r": "niv:Leviticus:14:6",
        "t": "He is then to take the live bird and dip it, together with the cedar wood, the scarlet yarn and the hyssop, into the blood of the bird that was killed over the fresh water."
    },
    {
        "o": 3405,
        "r": "niv:Leviticus:14:7",
        "t": "Seven times he shall sprinkle the one to be cleansed of the defiling disease, and then pronounce them clean. After that, he is to release the live bird in the open fields."
    },
    {
        "o": 3406,
        "r": "niv:Leviticus:14:8",
        "t": "“The*p person to be cleansed must wash their clothes, shave off all their hair and bathe with water; then they will be ceremonially clean. After this they may come into the camp, but they must stay outside their tent for seven days."
    },
    {
        "o": 3407,
        "r": "niv:Leviticus:14:9",
        "t": "On the seventh day they must shave off all their hair; they must shave their head, their beard, their eyebrows and the rest of their hair. They must wash their clothes and bathe themselves with water, and they will be clean."
    },
    {
        "o": 3408,
        "r": "niv:Leviticus:14:10",
        "t": "“On*p the eighth day they must bring two male lambs and one ewe lamb a year old, each without defect, along with three-tenths of an ephah of the finest flour mixed with olive oil for a grain offering, and one log of oil."
    },
    {
        "o": 3409,
        "r": "niv:Leviticus:14:11",
        "t": "The priest who pronounces them clean shall present both the one to be cleansed and their offerings before the Lord*s at the entrance to the tent of meeting."
    },
    {
        "o": 3410,
        "r": "niv:Leviticus:14:12",
        "t": "“Then*p the priest is to take one of the male lambs and offer it as a guilt offering, along with the log of oil; he shall wave them before the Lord*s as a wave offering."
    },
    {
        "o": 3411,
        "r": "niv:Leviticus:14:13",
        "t": "He is to slaughter the lamb in the sanctuary area where the sin offering and the burnt offering are slaughtered. Like the sin offering, the guilt offering belongs to the priest; it is most holy."
    },
    {
        "o": 3412,
        "r": "niv:Leviticus:14:14",
        "t": "The priest is to take some of the blood of the guilt offering and put it on the lobe of the right ear of the one to be cleansed, on the thumb of their right hand and on the big toe of their right foot."
    },
    {
        "o": 3413,
        "r": "niv:Leviticus:14:15",
        "t": "The priest shall then take some of the log of oil, pour it in the palm of his own left hand,"
    },
    {
        "o": 3414,
        "r": "niv:Leviticus:14:16",
        "t": "dip his right forefinger into the oil in his palm, and with his finger sprinkle some of it before the Lord*s seven times."
    },
    {
        "o": 3415,
        "r": "niv:Leviticus:14:17",
        "t": "The priest is to put some of the oil remaining in his palm on the lobe of the right ear of the one to be cleansed, on the thumb of their right hand and on the big toe of their right foot, on top of the blood of the guilt offering."
    },
    {
        "o": 3416,
        "r": "niv:Leviticus:14:18",
        "t": "The rest of the oil in his palm the priest shall put on the head of the one to be cleansed and make atonement for them before the Lord.*s"
    },
    {
        "o": 3417,
        "r": "niv:Leviticus:14:19",
        "t": "“Then*p the priest is to sacrifice the sin offering and make atonement for the one to be cleansed from their uncleanness. After that, the priest shall slaughter the burnt offering"
    },
    {
        "o": 3418,
        "r": "niv:Leviticus:14:20",
        "t": "and offer it on the altar, together with the grain offering, and make atonement for them, and they will be clean."
    },
    {
        "o": 3419,
        "r": "niv:Leviticus:14:21",
        "t": "“If,*p however, they are poor and cannot afford these, they must take one male lamb as a guilt offering to be waved to make atonement for them, together with a tenth of an ephah of the finest flour mixed with olive oil for a grain offering, a log of oil,"
    },
    {
        "o": 3420,
        "r": "niv:Leviticus:14:22",
        "t": "and two doves or two young pigeons, such as they can afford, one for a sin offering and the other for a burnt offering."
    },
    {
        "o": 3421,
        "r": "niv:Leviticus:14:23",
        "t": "“On*p the eighth day they must bring them for their cleansing to the priest at the entrance to the tent of meeting, before the Lord.*s"
    },
    {
        "o": 3422,
        "r": "niv:Leviticus:14:24",
        "t": "The priest is to take the lamb for the guilt offering, together with the log of oil, and wave them before the Lord*s as a wave offering."
    },
    {
        "o": 3423,
        "r": "niv:Leviticus:14:25",
        "t": "He shall slaughter the lamb for the guilt offering and take some of its blood and put it on the lobe of the right ear of the one to be cleansed, on the thumb of their right hand and on the big toe of their right foot."
    },
    {
        "o": 3424,
        "r": "niv:Leviticus:14:26",
        "t": "The priest is to pour some of the oil into the palm of his own left hand,"
    },
    {
        "o": 3425,
        "r": "niv:Leviticus:14:27",
        "t": "and with his right forefinger sprinkle some of the oil from his palm seven times before the Lord.*s"
    },
    {
        "o": 3426,
        "r": "niv:Leviticus:14:28",
        "t": "Some of the oil in his palm he is to put on the same places he put the blood of the guilt offering—on the lobe of the right ear of the one to be cleansed, on the thumb of their right hand and on the big toe of their right foot."
    },
    {
        "o": 3427,
        "r": "niv:Leviticus:14:29",
        "t": "The rest of the oil in his palm the priest shall put on the head of the one to be cleansed, to make atonement for them before the Lord.*s"
    },
    {
        "o": 3428,
        "r": "niv:Leviticus:14:30",
        "t": "Then he shall sacrifice the doves or the young pigeons, such as the person can afford,"
    },
    {
        "o": 3429,
        "r": "niv:Leviticus:14:31",
        "t": "one as a sin offering and the other as a burnt offering, together with the grain offering. In this way the priest will make atonement before the Lord*s on behalf of the one to be cleansed.”"
    },
    {
        "o": 3430,
        "r": "niv:Leviticus:14:32",
        "t": "These*p are the regulations for anyone who has a defiling skin disease and who cannot afford the regular offerings for their cleansing."
    },
    {
        "o": 3431,
        "r": "niv:Leviticus:14:32",
        "t": "Cleansing From Defiling Molds",
        "h": 2
    },
    {
        "o": 3432,
        "r": "niv:Leviticus:14:33",
        "t": "The*p Lord*s said to Moses and Aaron,"
    },
    {
        "o": 3433,
        "r": "niv:Leviticus:14:34",
        "t": "“When you enter the land of Canaan, which I am giving you as your possession, and I put a spreading mold in a house in that land,"
    },
    {
        "o": 3434,
        "r": "niv:Leviticus:14:35",
        "t": "the owner of the house must go and tell the priest, ‘I have seen something that looks like a defiling mold in my house.’"
    },
    {
        "o": 3435,
        "r": "niv:Leviticus:14:36",
        "t": "The priest is to order the house to be emptied before he goes in to examine the mold, so that nothing in the house will be pronounced unclean. After this the priest is to go in and inspect the house."
    },
    {
        "o": 3436,
        "r": "niv:Leviticus:14:37",
        "t": "He is to examine the mold on the walls, and if it has greenish or reddish depressions that appear to be deeper than the surface of the wall,"
    },
    {
        "o": 3437,
        "r": "niv:Leviticus:14:38",
        "t": "the priest shall go out the doorway of the house and close it up for seven days."
    },
    {
        "o": 3438,
        "r": "niv:Leviticus:14:39",
        "t": "On the seventh day the priest shall return to inspect the house. If the mold has spread on the walls,"
    },
    {
        "o": 3439,
        "r": "niv:Leviticus:14:40",
        "t": "he is to order that the contaminated stones be torn out and thrown into an unclean place outside the town."
    },
    {
        "o": 3440,
        "r": "niv:Leviticus:14:41",
        "t": "He must have all the inside walls of the house scraped and the material that is scraped off dumped into an unclean place outside the town."
    },
    {
        "o": 3441,
        "r": "niv:Leviticus:14:42",
        "t": "Then they are to take other stones to replace these and take new clay and plaster the house."
    },
    {
        "o": 3442,
        "r": "niv:Leviticus:14:43",
        "t": "“If*p the defiling mold reappears in the house after the stones have been torn out and the house scraped and plastered,"
    },
    {
        "o": 3443,
        "r": "niv:Leviticus:14:44",
        "t": "the priest is to go and examine it and, if the mold has spread in the house, it is a persistent defiling mold; the house is unclean."
    },
    {
        "o": 3444,
        "r": "niv:Leviticus:14:45",
        "t": "It must be torn down—its stones, timbers and all the plaster—and taken out of the town to an unclean place."
    },
    {
        "o": 3445,
        "r": "niv:Leviticus:14:46",
        "t": "“Anyone*p who goes into the house while it is closed up will be unclean till evening."
    },
    {
        "o": 3446,
        "r": "niv:Leviticus:14:47",
        "t": "Anyone who sleeps or eats in the house must wash their clothes."
    },
    {
        "o": 3447,
        "r": "niv:Leviticus:14:48",
        "t": "“But*p if the priest comes to examine it and the mold has not spread after the house has been plastered, he shall pronounce the house clean, because the defiling mold is gone."
    },
    {
        "o": 3448,
        "r": "niv:Leviticus:14:49",
        "t": "To purify the house he is to take two birds and some cedar wood, scarlet yarn and hyssop."
    },
    {
        "o": 3449,
        "r": "niv:Leviticus:14:50",
        "t": "He shall kill one of the birds over fresh water in a clay pot."
    },
    {
        "o": 3450,
        "r": "niv:Leviticus:14:51",
        "t": "Then he is to take the cedar wood, the hyssop, the scarlet yarn and the live bird, dip them into the blood of the dead bird and the fresh water, and sprinkle the house seven times."
    },
    {
        "o": 3451,
        "r": "niv:Leviticus:14:52",
        "t": "He shall purify the house with the bird’s blood, the fresh water, the live bird, the cedar wood, the hyssop and the scarlet yarn."
    },
    {
        "o": 3452,
        "r": "niv:Leviticus:14:53",
        "t": "Then he is to release the live bird in the open fields outside the town. In this way he will make atonement for the house, and it will be clean.”"
    },
    {
        "o": 3453,
        "r": "niv:Leviticus:14:54",
        "t": "These*p are the regulations for any defiling skin disease, for a sore,"
    },
    {
        "o": 3454,
        "r": "niv:Leviticus:14:55",
        "t": "for defiling molds in fabric or in a house,"
    },
    {
        "o": 3455,
        "r": "niv:Leviticus:14:56",
        "t": "and for a swelling, a rash or a shiny spot,"
    },
    {
        "o": 3456,
        "r": "niv:Leviticus:14:57",
        "t": "to determine when something is clean or unclean. These*p are the regulations for defiling skin diseases and defiling molds."
    }
]
