[
    {
        "o": 30735,
        "r": "nasb:Acts:19:0",
        "t": "Acts 19",
        "h": 1
    },
    {
        "o": 30736,
        "r": "nasb:Acts:19:0",
        "t": "Paul at Ephesus",
        "h": 2
    },
    {
        "o": 30737,
        "r": "nasb:Acts:19:1",
        "t": "It*p happened that while Apollos was at Corinth, Paul passed through the upper country and came to Ephesus, and found some disciples."
    },
    {
        "o": 30738,
        "r": "nasb:Acts:19:2",
        "t": "He said to them, “Did you receive the Holy Spirit when you believed?” And they said*i to him, “No, we have not even heard whether there is a Holy Spirit.”"
    },
    {
        "o": 30739,
        "r": "nasb:Acts:19:3",
        "t": "And he said, “Into what then were you baptized?” And they said, “Into John’s baptism.”"
    },
    {
        "o": 30740,
        "r": "nasb:Acts:19:4",
        "t": "Paul said, “John baptized with the baptism of repentance, telling the people to believe in Him who was coming after him, that is, in Jesus.”"
    },
    {
        "o": 30741,
        "r": "nasb:Acts:19:5",
        "t": "When they heard this, they were baptized in the name of the Lord Jesus."
    },
    {
        "o": 30742,
        "r": "nasb:Acts:19:6",
        "t": "And when Paul had laid his hands upon them, the Holy Spirit came on them, and they began*i speaking with tongues and prophesying."
    },
    {
        "o": 30743,
        "r": "nasb:Acts:19:7",
        "t": "There were in all about twelve men."
    },
    {
        "o": 30744,
        "r": "nasb:Acts:19:8",
        "t": "And*p he entered the synagogue and continued speaking out boldly for three months, reasoning and persuading them*i about the kingdom of God."
    },
    {
        "o": 30745,
        "r": "nasb:Acts:19:9",
        "t": "But when some were becoming hardened and disobedient, speaking evil of the Way before the people, he withdrew from them and took away the disciples, reasoning daily in the school of Tyrannus."
    },
    {
        "o": 30746,
        "r": "nasb:Acts:19:10",
        "t": "This took place for two years, so that all who lived in Asia heard the word of the Lord, both Jews and Greeks."
    },
    {
        "o": 30747,
        "r": "nasb:Acts:19:10",
        "t": "Miracles at Ephesus",
        "h": 2
    },
    {
        "o": 30748,
        "r": "nasb:Acts:19:11",
        "t": "God*p was performing extraordinary miracles by the hands of Paul,"
    },
    {
        "o": 30749,
        "r": "nasb:Acts:19:12",
        "t": "so that handkerchiefs or aprons were even carried from his body to the sick, and the diseases left them and the evil spirits went out."
    },
    {
        "o": 30750,
        "r": "nasb:Acts:19:13",
        "t": "But also some of the Jewish exorcists, who went from place to place, attempted to name over those who had the evil spirits the name of the Lord Jesus, saying, “I adjure you by Jesus whom Paul preaches.”"
    },
    {
        "o": 30751,
        "r": "nasb:Acts:19:14",
        "t": "Seven sons of one Sceva, a Jewish chief priest, were doing this."
    },
    {
        "o": 30752,
        "r": "nasb:Acts:19:15",
        "t": "And the evil spirit answered and said to them, “I recognize Jesus, and I know about Paul, but who are you?”"
    },
    {
        "o": 30753,
        "r": "nasb:Acts:19:16",
        "t": "And the man, in whom was the evil spirit, leaped on them and subdued all of them and overpowered them, so that they fled out of that house naked and wounded."
    },
    {
        "o": 30754,
        "r": "nasb:Acts:19:17",
        "t": "This became known to all, both Jews and Greeks, who lived in Ephesus; and fear fell upon them all and the name of the Lord Jesus was being magnified."
    },
    {
        "o": 30755,
        "r": "nasb:Acts:19:18",
        "t": "Many also of those who had believed kept coming, confessing and disclosing their practices."
    },
    {
        "o": 30756,
        "r": "nasb:Acts:19:19",
        "t": "And many of those who practiced magic brought their books together and began*i burning them in the sight of everyone; and they counted up the price of them and found it fifty thousand pieces of silver."
    },
    {
        "o": 30757,
        "r": "nasb:Acts:19:20",
        "t": "So the word of the Lord was growing mightily and prevailing."
    },
    {
        "o": 30758,
        "r": "nasb:Acts:19:21",
        "t": "Now*p after these things were finished, Paul purposed in the Spirit to go to Jerusalem after he had passed through Macedonia and Achaia, saying, “After I have been there, I must also see Rome.”"
    },
    {
        "o": 30759,
        "r": "nasb:Acts:19:22",
        "t": "And having sent into Macedonia two of those who ministered to him, Timothy and Erastus, he himself stayed in Asia for a while."
    },
    {
        "o": 30760,
        "r": "nasb:Acts:19:23",
        "t": "About*p that time there occurred no small disturbance concerning the Way."
    },
    {
        "o": 30761,
        "r": "nasb:Acts:19:24",
        "t": "For a man named Demetrius, a silversmith, who made silver shrines of Artemis, was bringing no little business to the craftsmen;"
    },
    {
        "o": 30762,
        "r": "nasb:Acts:19:25",
        "t": "these he gathered together with the workmen of similar trades,*i and said, “Men, you know that our prosperity depends upon this business."
    },
    {
        "o": 30763,
        "r": "nasb:Acts:19:26",
        "t": "You see and hear that not only in Ephesus, but in almost all of Asia, this Paul has persuaded and turned away a considerable number of people, saying that gods made with hands are no gods at*i all.*i"
    },
    {
        "o": 30764,
        "r": "nasb:Acts:19:27",
        "t": "Not only is there danger that this trade of ours fall into disrepute, but also that the temple of the great goddess Artemis be regarded as worthless and that she whom all of Asia and the world worship will even be dethroned from her magnificence.”"
    },
    {
        "o": 30765,
        "r": "nasb:Acts:19:28",
        "t": "When*p they heard this*i and were filled with rage, they began*i crying out, saying, “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 30766,
        "r": "nasb:Acts:19:29",
        "t": "The city was filled with the confusion, and they rushed with one accord into the theater, dragging along Gaius and Aristarchus, Paul’s traveling companions from Macedonia."
    },
    {
        "o": 30767,
        "r": "nasb:Acts:19:30",
        "t": "And when Paul wanted to go into the assembly, the disciples would not let him."
    },
    {
        "o": 30768,
        "r": "nasb:Acts:19:31",
        "t": "Also some of the Asiarchs who were friends of his sent to him and repeatedly urged him not to venture into the theater."
    },
    {
        "o": 30769,
        "r": "nasb:Acts:19:32",
        "t": "So then, some were shouting one thing and some another, for the assembly was in confusion and the majority did not know for what reason they had come together."
    },
    {
        "o": 30770,
        "r": "nasb:Acts:19:33",
        "t": "Some of the crowd concluded it*i was*i Alexander, since the Jews had put him forward; and having motioned with his hand, Alexander was intending to make a defense to the assembly."
    },
    {
        "o": 30771,
        "r": "nasb:Acts:19:34",
        "t": "But when they recognized that he was a Jew, a single*i outcry arose from them all as they shouted for about two hours, “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 30772,
        "r": "nasb:Acts:19:35",
        "t": "After quieting the crowd, the town clerk said, “Men of Ephesus, what man is there after all who does not know that the city of the Ephesians is guardian of the temple of the great Artemis and of the image*i which fell down from heaven?"
    },
    {
        "o": 30773,
        "r": "nasb:Acts:19:36",
        "t": "So, since these are undeniable facts, you ought to keep calm and to do nothing rash."
    },
    {
        "o": 30774,
        "r": "nasb:Acts:19:37",
        "t": "For you have brought these men here*i who are neither robbers of temples nor blasphemers of our goddess."
    },
    {
        "o": 30775,
        "r": "nasb:Acts:19:38",
        "t": "So then, if Demetrius and the craftsmen who are with him have a complaint against any man, the courts are in session and proconsuls are available;*i let them bring charges against one another."
    },
    {
        "o": 30776,
        "r": "nasb:Acts:19:39",
        "t": "But if you want anything beyond this, it shall be settled in the lawful assembly."
    },
    {
        "o": 30777,
        "r": "nasb:Acts:19:40",
        "t": "For indeed we are in danger of being accused of a riot in connection with today’s events, since there is no real*i cause for*i it,*i and in this connection we will be unable to account for this disorderly gathering.”"
    },
    {
        "o": 30778,
        "r": "nasb:Acts:19:41",
        "t": "After saying this he dismissed the assembly."
    }
]
