[
    {
        "o": 31455,
        "r": "kjv:Hebrews:11:0",
        "t": "Hebrews 11",
        "h": 1
    },
    {
        "o": 31456,
        "r": "kjv:Hebrews:11:1",
        "t": "Now*p faith is the substance of things hoped for, the evidence of things not seen."
    },
    {
        "o": 31457,
        "r": "kjv:Hebrews:11:2",
        "t": "For*p by it the elders obtained a good report."
    },
    {
        "o": 31458,
        "r": "kjv:Hebrews:11:3",
        "t": "Through*p faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear."
    },
    {
        "o": 31459,
        "r": "kjv:Hebrews:11:4",
        "t": "By*p faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh."
    },
    {
        "o": 31460,
        "r": "kjv:Hebrews:11:5",
        "t": "By*p faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God."
    },
    {
        "o": 31461,
        "r": "kjv:Hebrews:11:6",
        "t": "But*p without faith it is impossible to please him: for he that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him."
    },
    {
        "o": 31462,
        "r": "kjv:Hebrews:11:7",
        "t": "By*p faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith."
    },
    {
        "o": 31463,
        "r": "kjv:Hebrews:11:8",
        "t": "By*p faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went."
    },
    {
        "o": 31464,
        "r": "kjv:Hebrews:11:9",
        "t": "By*p faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:"
    },
    {
        "o": 31465,
        "r": "kjv:Hebrews:11:10",
        "t": "For*p he looked for a city which hath foundations, whose builder and maker is God."
    },
    {
        "o": 31466,
        "r": "kjv:Hebrews:11:11",
        "t": "Through*p faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised."
    },
    {
        "o": 31467,
        "r": "kjv:Hebrews:11:12",
        "t": "Therefore*p sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable."
    },
    {
        "o": 31468,
        "r": "kjv:Hebrews:11:13",
        "t": "These*p all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth."
    },
    {
        "o": 31469,
        "r": "kjv:Hebrews:11:14",
        "t": "For*p they that say such things declare plainly that they seek a country."
    },
    {
        "o": 31470,
        "r": "kjv:Hebrews:11:15",
        "t": "And*p truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned."
    },
    {
        "o": 31471,
        "r": "kjv:Hebrews:11:16",
        "t": "But*p now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city."
    },
    {
        "o": 31472,
        "r": "kjv:Hebrews:11:17",
        "t": "By*p faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,"
    },
    {
        "o": 31473,
        "r": "kjv:Hebrews:11:18",
        "t": "Of*p whom it was said, That in Isaac shall thy seed be called:"
    },
    {
        "o": 31474,
        "r": "kjv:Hebrews:11:19",
        "t": "Accounting*p that God was able to raise him up, even from the dead; from whence also he received him in a figure."
    },
    {
        "o": 31475,
        "r": "kjv:Hebrews:11:20",
        "t": "By*p faith Isaac blessed Jacob and Esau concerning things to come."
    },
    {
        "o": 31476,
        "r": "kjv:Hebrews:11:21",
        "t": "By*p faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff."
    },
    {
        "o": 31477,
        "r": "kjv:Hebrews:11:22",
        "t": "By*p faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones."
    },
    {
        "o": 31478,
        "r": "kjv:Hebrews:11:23",
        "t": "By*p faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king's commandment."
    },
    {
        "o": 31479,
        "r": "kjv:Hebrews:11:24",
        "t": "By*p faith Moses, when he was come to years, refused to be called the son of Pharaoh's daughter;"
    },
    {
        "o": 31480,
        "r": "kjv:Hebrews:11:25",
        "t": "Choosing*p rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;"
    },
    {
        "o": 31481,
        "r": "kjv:Hebrews:11:26",
        "t": "Esteeming*p the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward."
    },
    {
        "o": 31482,
        "r": "kjv:Hebrews:11:27",
        "t": "By*p faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible."
    },
    {
        "o": 31483,
        "r": "kjv:Hebrews:11:28",
        "t": "Through*p faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them."
    },
    {
        "o": 31484,
        "r": "kjv:Hebrews:11:29",
        "t": "By*p faith they passed through the Red sea as by dry land: which the Egyptians assaying to do were drowned."
    },
    {
        "o": 31485,
        "r": "kjv:Hebrews:11:30",
        "t": "By*p faith the walls of Jericho fell down, after they were compassed about seven days."
    },
    {
        "o": 31486,
        "r": "kjv:Hebrews:11:31",
        "t": "By*p faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace."
    },
    {
        "o": 31487,
        "r": "kjv:Hebrews:11:32",
        "t": "And*p what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:"
    },
    {
        "o": 31488,
        "r": "kjv:Hebrews:11:33",
        "t": "Who*p through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,"
    },
    {
        "o": 31489,
        "r": "kjv:Hebrews:11:34",
        "t": "Quenched*p the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens."
    },
    {
        "o": 31490,
        "r": "kjv:Hebrews:11:35",
        "t": "Women*p received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:"
    },
    {
        "o": 31491,
        "r": "kjv:Hebrews:11:36",
        "t": "And*p others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:"
    },
    {
        "o": 31492,
        "r": "kjv:Hebrews:11:37",
        "t": "They*p were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;"
    },
    {
        "o": 31493,
        "r": "kjv:Hebrews:11:38",
        "t": "(Of*p whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth."
    },
    {
        "o": 31494,
        "r": "kjv:Hebrews:11:39",
        "t": "And*p these all, having obtained a good report through faith, received not the promise:"
    },
    {
        "o": 31495,
        "r": "kjv:Hebrews:11:40",
        "t": "God*p having provided some better thing for us, that they without us should not be made perfect."
    }
]
