[
    {
        "o": 850,
        "r": "nkjv:Genesis:28:0",
        "t": "Genesis 28",
        "h": 1
    },
    {
        "o": 851,
        "r": "nkjv:Genesis:28:1",
        "t": "Then*p Isaac called Jacob and blessed him, and charged him, and said to him: “You shall not take a wife from the daughters of Canaan."
    },
    {
        "o": 852,
        "r": "nkjv:Genesis:28:2",
        "t": "Arise, go to Padan Aram, to the house of Bethuel your mother’s father; and take yourself a wife from there of the daughters of Laban your mother’s brother."
    },
    {
        "o": 853,
        "r": "nkjv:Genesis:28:3",
        "t": "“May*pn God Almighty bless you, And*ld make you fruitful and multiply you, That*ld you may be an assembly of peoples;"
    },
    {
        "o": 854,
        "r": "nkjv:Genesis:28:4",
        "t": "And*ld give you the blessing of Abraham, To*ld you and your descendants with you, That*ld you may inherit the land In*ld which you are a stranger, Which*ld God gave to Abraham.”"
    },
    {
        "o": 855,
        "r": "nkjv:Genesis:28:5",
        "t": "So*p Isaac sent Jacob away, and he went to Padan Aram, to Laban the son of Bethuel the Syrian, the brother of Rebekah, the mother of Jacob and Esau."
    },
    {
        "o": 856,
        "r": "nkjv:Genesis:28:5",
        "t": "Esau Marries Mahalath",
        "h": 2
    },
    {
        "o": 857,
        "r": "nkjv:Genesis:28:6",
        "t": "Esau*p saw that Isaac had blessed Jacob and sent him away to Padan Aram to take himself a wife from there, and*i that*i as he blessed him he gave him a charge, saying, “You shall not take a wife from the daughters of Canaan,”"
    },
    {
        "o": 858,
        "r": "nkjv:Genesis:28:7",
        "t": "and that Jacob had obeyed his father and his mother and had gone to Padan Aram."
    },
    {
        "o": 859,
        "r": "nkjv:Genesis:28:8",
        "t": "Also Esau saw that the daughters of Canaan did not please his father Isaac."
    },
    {
        "o": 860,
        "r": "nkjv:Genesis:28:9",
        "t": "So Esau went to Ishmael and took Mahalath the daughter of Ishmael, Abraham’s son, the sister of Nebajoth, to be his wife in addition to the wives he had."
    },
    {
        "o": 861,
        "r": "nkjv:Genesis:28:9",
        "t": "Jacob’s Vow at Bethel",
        "h": 2
    },
    {
        "o": 862,
        "r": "nkjv:Genesis:28:10",
        "t": "Now*p Jacob went out from Beersheba and went toward Haran."
    },
    {
        "o": 863,
        "r": "nkjv:Genesis:28:11",
        "t": "So he came to a certain place and stayed there all night, because the sun had set. And he took one of the stones of that place and put it at his head, and he lay down in that place to sleep."
    },
    {
        "o": 864,
        "r": "nkjv:Genesis:28:12",
        "t": "Then he dreamed, and behold, a ladder was*i set up on the earth, and its top reached to heaven; and there the angels of God were ascending and descending on it."
    },
    {
        "o": 865,
        "r": "nkjv:Genesis:28:13",
        "t": "And*p behold, the Lord*s stood above it and said: “I am*i the Lord*s God of Abraham your father and the God of Isaac; the land on which you lie I will give to you and your descendants."
    },
    {
        "o": 866,
        "r": "nkjv:Genesis:28:14",
        "t": "Also your descendants shall be as the dust of the earth; you shall spread abroad to the west and the east, to the north and the south; and in you and in your seed all the families of the earth shall be blessed."
    },
    {
        "o": 867,
        "r": "nkjv:Genesis:28:15",
        "t": "Behold, I am*i with you and will keep you wherever you go, and will bring you back to this land; for I will not leave you until I have done what I have spoken to you.”"
    },
    {
        "o": 868,
        "r": "nkjv:Genesis:28:16",
        "t": "Then*p Jacob awoke from his sleep and said, “Surely the Lord*s is in this place, and I did not know it.”*i"
    },
    {
        "o": 869,
        "r": "nkjv:Genesis:28:17",
        "t": "And he was afraid and said, “How awesome is*i this place! This is*i none other than the house of God, and this is*i the gate of heaven!”"
    },
    {
        "o": 870,
        "r": "nkjv:Genesis:28:18",
        "t": "Then*p Jacob rose early in the morning, and took the stone that he had put at his head, set it up as a pillar, and poured oil on top of it."
    },
    {
        "o": 871,
        "r": "nkjv:Genesis:28:19",
        "t": "And he called the name of that place Bethel; but the name of that city had been Luz previously."
    },
    {
        "o": 872,
        "r": "nkjv:Genesis:28:20",
        "t": "Then Jacob made a vow, saying, “If God will be with me, and keep me in this way that I am going, and give me bread to eat and clothing to put on,"
    },
    {
        "o": 873,
        "r": "nkjv:Genesis:28:21",
        "t": "so that I come back to my father’s house in peace, then the Lord*s shall be my God."
    },
    {
        "o": 874,
        "r": "nkjv:Genesis:28:22",
        "t": "And this stone which I have set as a pillar shall be God’s house, and of all that You give me I will surely give a tenth to You.”"
    }
]
