[
    {
        "o": 31830,
        "r": "niv:2 Corinthians:2:0",
        "t": "2 Corinthians 2",
        "h": 1
    },
    {
        "o": 31831,
        "r": "niv:2 Corinthians:2:1",
        "t": "So I made up my mind that I would not make another painful visit to you."
    },
    {
        "o": 31832,
        "r": "niv:2 Corinthians:2:2",
        "t": "For if I grieve you, who is left to make me glad but you whom I have grieved?"
    },
    {
        "o": 31833,
        "r": "niv:2 Corinthians:2:3",
        "t": "I wrote as I did, so that when I came I would not be distressed by those who should have made me rejoice. I had confidence in all of you, that you would all share my joy."
    },
    {
        "o": 31834,
        "r": "niv:2 Corinthians:2:4",
        "t": "For I wrote you out of great distress and anguish of heart and with many tears, not to grieve you but to let you know the depth of my love for you."
    },
    {
        "o": 31835,
        "r": "niv:2 Corinthians:2:4",
        "t": "Forgiveness for the Offender",
        "h": 2
    },
    {
        "o": 31836,
        "r": "niv:2 Corinthians:2:5",
        "t": "If*p anyone has caused grief, he has not so much grieved me as he has grieved all of you to some extent—not to put it too severely."
    },
    {
        "o": 31837,
        "r": "niv:2 Corinthians:2:6",
        "t": "The punishment inflicted on him by the majority is sufficient."
    },
    {
        "o": 31838,
        "r": "niv:2 Corinthians:2:7",
        "t": "Now instead, you ought to forgive and comfort him, so that he will not be overwhelmed by excessive sorrow."
    },
    {
        "o": 31839,
        "r": "niv:2 Corinthians:2:8",
        "t": "I urge you, therefore, to reaffirm your love for him."
    },
    {
        "o": 31840,
        "r": "niv:2 Corinthians:2:9",
        "t": "Another reason I wrote you was to see if you would stand the test and be obedient in everything."
    },
    {
        "o": 31841,
        "r": "niv:2 Corinthians:2:10",
        "t": "Anyone you forgive, I also forgive. And what I have forgiven—if there was anything to forgive—I have forgiven in the sight of Christ for your sake,"
    },
    {
        "o": 31842,
        "r": "niv:2 Corinthians:2:11",
        "t": "in order that Satan might not outwit us. For we are not unaware of his schemes."
    },
    {
        "o": 31843,
        "r": "niv:2 Corinthians:2:11",
        "t": "Ministers of the New Covenant",
        "h": 2
    },
    {
        "o": 31844,
        "r": "niv:2 Corinthians:2:12",
        "t": "Now*p when I went to Troas to preach the gospel of Christ and found that the Lord had opened a door for me,"
    },
    {
        "o": 31845,
        "r": "niv:2 Corinthians:2:13",
        "t": "I still had no peace of mind, because I did not find my brother Titus there. So I said goodbye to them and went on to Macedonia."
    },
    {
        "o": 31846,
        "r": "niv:2 Corinthians:2:14",
        "t": "But*p thanks be to God, who always leads us as captives in Christ’s triumphal procession and uses us to spread the aroma of the knowledge of him everywhere."
    },
    {
        "o": 31847,
        "r": "niv:2 Corinthians:2:15",
        "t": "For we are to God the pleasing aroma of Christ among those who are being saved and those who are perishing."
    },
    {
        "o": 31848,
        "r": "niv:2 Corinthians:2:16",
        "t": "To the one we are an aroma that brings death; to the other, an aroma that brings life. And who is equal to such a task?"
    },
    {
        "o": 31849,
        "r": "niv:2 Corinthians:2:17",
        "t": "Unlike so many, we do not peddle the word of God for profit. On the contrary, in Christ we speak before God with sincerity, as those sent from God."
    }
]
