[
    {
        "o": 33472,
        "r": "nasb:Hebrews:7:0",
        "t": "Hebrews 7",
        "h": 1
    },
    {
        "o": 33473,
        "r": "nasb:Hebrews:7:0",
        "t": "Melchizedek’s Priesthood Like Christ’s",
        "h": 2
    },
    {
        "o": 33474,
        "r": "nasb:Hebrews:7:1",
        "t": "For*p this Melchizedek, king of Salem, priest of the Most High God, who met Abraham as he was returning from the slaughter of the kings and blessed him,"
    },
    {
        "o": 33475,
        "r": "nasb:Hebrews:7:2",
        "t": "to whom also Abraham apportioned a tenth part of all the*i spoils,*i was first of all, by the translation of*i his*i name,*i king of righteousness, and then also king of Salem, which is king of peace."
    },
    {
        "o": 33476,
        "r": "nasb:Hebrews:7:3",
        "t": "Without father, without mother, without genealogy, having neither beginning of days nor end of life, but made like the Son of God, he remains a priest perpetually."
    },
    {
        "o": 33477,
        "r": "nasb:Hebrews:7:4",
        "t": "Now*p observe how great this man was to whom Abraham, the patriarch, gave a tenth of the choicest spoils."
    },
    {
        "o": 33478,
        "r": "nasb:Hebrews:7:5",
        "t": "And those indeed of the sons of Levi who receive the priest’s office have commandment in the Law to collect a tenth from the people, that is, from their brethren, although these are descended from Abraham."
    },
    {
        "o": 33479,
        "r": "nasb:Hebrews:7:6",
        "t": "But the one whose genealogy is not traced from them collected a tenth from Abraham and blessed the one who had the promises."
    },
    {
        "o": 33480,
        "r": "nasb:Hebrews:7:7",
        "t": "But without any dispute the lesser is blessed by the greater."
    },
    {
        "o": 33481,
        "r": "nasb:Hebrews:7:8",
        "t": "In this case mortal men receive tithes, but in that case one receives*i them,*i of whom it is witnessed that he lives on."
    },
    {
        "o": 33482,
        "r": "nasb:Hebrews:7:9",
        "t": "And, so to speak, through Abraham even Levi, who received tithes, paid tithes,"
    },
    {
        "o": 33483,
        "r": "nasb:Hebrews:7:10",
        "t": "for he was still in the loins of his father when Melchizedek met him."
    },
    {
        "o": 33484,
        "r": "nasb:Hebrews:7:11",
        "t": "Now*p if perfection was through the Levitical priesthood (for on the basis of it the people received the Law), what further need was*i there*i for another priest to arise according to the order of Melchizedek, and not be designated according to the order of Aaron?"
    },
    {
        "o": 33485,
        "r": "nasb:Hebrews:7:12",
        "t": "For when the priesthood is changed, of necessity there takes place a change of law also."
    },
    {
        "o": 33486,
        "r": "nasb:Hebrews:7:13",
        "t": "For the one concerning whom these things are spoken belongs to another tribe, from which no one has officiated at the altar."
    },
    {
        "o": 33487,
        "r": "nasb:Hebrews:7:14",
        "t": "For it is evident that our Lord was descended from Judah, a tribe with reference to which Moses spoke nothing concerning priests."
    },
    {
        "o": 33488,
        "r": "nasb:Hebrews:7:15",
        "t": "And this is clearer still, if another priest arises according to the likeness of Melchizedek,"
    },
    {
        "o": 33489,
        "r": "nasb:Hebrews:7:16",
        "t": "who has become such*i not on the basis of a law of physical requirement, but according to the power of an indestructible life."
    },
    {
        "o": 33490,
        "r": "nasb:Hebrews:7:17",
        "t": "For it is attested of*i Him,*i “You*spn are*s a*s priest*s forever*s According*ln to*s the*s order*s of*s Melchizedek.”*s"
    },
    {
        "o": 33491,
        "r": "nasb:Hebrews:7:18",
        "t": "For,*p on the one hand, there is a setting aside of a former commandment because of its weakness and uselessness"
    },
    {
        "o": 33492,
        "r": "nasb:Hebrews:7:19",
        "t": "(for the Law made nothing perfect), and on the other hand there is a bringing in of a better hope, through which we draw near to God."
    },
    {
        "o": 33493,
        "r": "nasb:Hebrews:7:20",
        "t": "And inasmuch as it*i was*i not without an oath"
    },
    {
        "o": 33494,
        "r": "nasb:Hebrews:7:21",
        "t": "(for they indeed became priests without an oath, but He with an oath through the One who said to Him, “The*spn Lord*s has*s sworn*s And*ln will*s not*s change*s His*s mind,*s ‘You*sln are*s a*s priest*s forever*s ’ ”);"
    },
    {
        "o": 33495,
        "r": "nasb:Hebrews:7:22",
        "t": "so*p much the more also Jesus has become the guarantee of a better covenant."
    },
    {
        "o": 33496,
        "r": "nasb:Hebrews:7:23",
        "t": "The*p former*i priests, on the one hand, existed in greater numbers because they were prevented by death from continuing,"
    },
    {
        "o": 33497,
        "r": "nasb:Hebrews:7:24",
        "t": "but Jesus, on the other hand, because He continues forever, holds His priesthood permanently."
    },
    {
        "o": 33498,
        "r": "nasb:Hebrews:7:25",
        "t": "Therefore He is able also to save forever those who draw near to God through Him, since He always lives to make intercession for them."
    },
    {
        "o": 33499,
        "r": "nasb:Hebrews:7:26",
        "t": "For*p it was fitting for us to have such a high priest, holy, innocent, undefiled, separated from sinners and exalted above the heavens;"
    },
    {
        "o": 33500,
        "r": "nasb:Hebrews:7:27",
        "t": "who does not need daily, like those high priests, to offer up sacrifices, first for His own sins and then for the sins*i of the people, because this He did once for all when He offered up Himself."
    },
    {
        "o": 33501,
        "r": "nasb:Hebrews:7:28",
        "t": "For the Law appoints men as high priests who are weak, but the word of the oath, which came after the Law, appoints*i a Son, made perfect forever."
    }
]
