[
    {
        "o": 4361,
        "r": "csb:Numbers:9:0",
        "t": "Numbers 9",
        "h": 1
    },
    {
        "o": 4362,
        "r": "csb:Numbers:9:0",
        "t": "The Second Passover",
        "h": 2
    },
    {
        "o": 4363,
        "r": "csb:Numbers:9:1",
        "t": "In*p the first month of the second year after their departure from the land of Egypt, the Lord*s told Moses in the Wilderness of Sinai,"
    },
    {
        "o": 4364,
        "r": "csb:Numbers:9:2",
        "t": "“The Israelites are to observe the Passover at its appointed time."
    },
    {
        "o": 4365,
        "r": "csb:Numbers:9:3",
        "t": "You must observe it at its appointed time on the fourteenth day of this month at twilight; you are to observe it according to all its statutes and ordinances.”"
    },
    {
        "o": 4366,
        "r": "csb:Numbers:9:4",
        "t": "So Moses told the Israelites to observe the Passover,"
    },
    {
        "o": 4367,
        "r": "csb:Numbers:9:5",
        "t": "and they observed it in the first month on the fourteenth day at twilight in the Wilderness of Sinai. The Israelites did everything as the Lord*s had commanded Moses."
    },
    {
        "o": 4368,
        "r": "csb:Numbers:9:6",
        "t": "But*p there were some men who were unclean because of a human corpse, so they could not observe the Passover on that day. These men came before Moses and Aaron the same day"
    },
    {
        "o": 4369,
        "r": "csb:Numbers:9:7",
        "t": "and said to him, “We are unclean because of a human corpse. Why should we be excluded from presenting the Lord’s*s offering at its appointed time with the other Israelites?”"
    },
    {
        "o": 4370,
        "r": "csb:Numbers:9:8",
        "t": "Moses*p replied to them, “Wait here until I hear what the Lord*s commands for you.”"
    },
    {
        "o": 4371,
        "r": "csb:Numbers:9:9",
        "t": "Then*p the Lord*s spoke to Moses:"
    },
    {
        "o": 4372,
        "r": "csb:Numbers:9:10",
        "t": "“Tell the Israelites: When any one of you or your descendants is unclean because of a corpse or is on a distant journey, he may still observe the Passover to the Lord.*s"
    },
    {
        "o": 4373,
        "r": "csb:Numbers:9:11",
        "t": "Such people are to observe it in the second month, on the fourteenth day at twilight. They are to eat the animal with unleavened bread and bitter herbs;"
    },
    {
        "o": 4374,
        "r": "csb:Numbers:9:12",
        "t": "they may not leave any of it until morning or break any of its bones. They must observe the Passover according to all its statutes."
    },
    {
        "o": 4375,
        "r": "csb:Numbers:9:13",
        "t": "“But*p the man who is ceremonially clean, is not on a journey, and yet fails to observe the Passover is to be cut off from his people, because he did not present the Lord’s*s offering at its appointed time. That man will bear the consequences of his sin."
    },
    {
        "o": 4376,
        "r": "csb:Numbers:9:14",
        "t": "“If*p an alien resides with you and wants to observe the Passover to the Lord,*s he is to do it according to the Passover statute and its ordinances. You are to apply the same statute to both the resident alien and the native of the land.”"
    },
    {
        "o": 4377,
        "r": "csb:Numbers:9:14",
        "t": "Guidance by the Cloud",
        "h": 2
    },
    {
        "o": 4378,
        "r": "csb:Numbers:9:15",
        "t": "On*p the day the tabernacle was set up, the cloud covered the tabernacle, the tent of the testimony, and it appeared like fire above the tabernacle from evening until morning."
    },
    {
        "o": 4379,
        "r": "csb:Numbers:9:16",
        "t": "It remained that way continuously: the cloud would cover it, appearing like fire at night."
    },
    {
        "o": 4380,
        "r": "csb:Numbers:9:17",
        "t": "Whenever the cloud was lifted up above the tent, the Israelites would set out; at the place where the cloud stopped, there the Israelites camped."
    },
    {
        "o": 4381,
        "r": "csb:Numbers:9:18",
        "t": "At the Lord’s*s command the Israelites set out, and at the Lord’s*s command they camped. As long as the cloud stayed over the tabernacle, they camped."
    },
    {
        "o": 4382,
        "r": "csb:Numbers:9:19",
        "t": "Even*p when the cloud stayed over the tabernacle many days, the Israelites carried out the Lord’s*s requirement and did not set out."
    },
    {
        "o": 4383,
        "r": "csb:Numbers:9:20",
        "t": "Sometimes the cloud remained over the tabernacle for only a few days. They would camp at the Lord’s*s command and set out at the Lord’s*s command."
    },
    {
        "o": 4384,
        "r": "csb:Numbers:9:21",
        "t": "Sometimes the cloud remained only from evening until morning; when the cloud lifted in the morning, they set out. Or if it remained a day and a night, they moved out when the cloud lifted."
    },
    {
        "o": 4385,
        "r": "csb:Numbers:9:22",
        "t": "Whether it was two days, a month, or longer, the Israelites camped and did not set out as long as the cloud stayed over the tabernacle. But when it was lifted, they set out."
    },
    {
        "o": 4386,
        "r": "csb:Numbers:9:23",
        "t": "They camped at the Lord’s*s command, and they set out at the Lord’s*s command. They carried out the Lord’s*s requirement according to his command through Moses."
    }
]
