[
    {
        "o": 2198,
        "r": "nkjv:Exodus:18:0",
        "t": "Exodus 18",
        "h": 1
    },
    {
        "o": 2199,
        "r": "nkjv:Exodus:18:0",
        "t": "Jethro’s Advice",
        "h": 2
    },
    {
        "o": 2200,
        "r": "nkjv:Exodus:18:1",
        "t": "And*p Jethro, the priest of Midian, Moses’ father-in-law, heard of all that God had done for Moses and for Israel His people—that the Lord*s had brought Israel out of Egypt."
    },
    {
        "o": 2201,
        "r": "nkjv:Exodus:18:2",
        "t": "Then Jethro, Moses’ father-in-law, took Zipporah, Moses’ wife, after he had sent her back,"
    },
    {
        "o": 2202,
        "r": "nkjv:Exodus:18:3",
        "t": "with her two sons, of whom the name of one was*i Gershom (for he said, “I have been a stranger in a foreign land”)"
    },
    {
        "o": 2203,
        "r": "nkjv:Exodus:18:4",
        "t": "and the name of the other was*i Eliezer (for he*i said,*i “The God of my father was*i my help, and delivered me from the sword of Pharaoh”);"
    },
    {
        "o": 2204,
        "r": "nkjv:Exodus:18:5",
        "t": "and Jethro, Moses’ father-in-law, came with his sons and his wife to Moses in the wilderness, where he was encamped at the mountain of God."
    },
    {
        "o": 2205,
        "r": "nkjv:Exodus:18:6",
        "t": "Now he had said to Moses, “I, your father-in-law Jethro, am coming to you with your wife and her two sons with her.”"
    },
    {
        "o": 2206,
        "r": "nkjv:Exodus:18:7",
        "t": "So*p Moses went out to meet his father-in-law, bowed down, and kissed him. And they asked each other about their*i well-being, and they went into the tent."
    },
    {
        "o": 2207,
        "r": "nkjv:Exodus:18:8",
        "t": "And Moses told his father-in-law all that the Lord*s had done to Pharaoh and to the Egyptians for Israel’s sake, all the hardship that had come upon them on the way, and how*i the Lord*s had delivered them."
    },
    {
        "o": 2208,
        "r": "nkjv:Exodus:18:9",
        "t": "Then Jethro rejoiced for all the good which the Lord*s had done for Israel, whom He had delivered out of the hand of the Egyptians."
    },
    {
        "o": 2209,
        "r": "nkjv:Exodus:18:10",
        "t": "And Jethro said, “Blessed be*i the Lord,*s who has delivered you out of the hand of the Egyptians and out of the hand of Pharaoh, and*i who has delivered the people from under the hand of the Egyptians."
    },
    {
        "o": 2210,
        "r": "nkjv:Exodus:18:11",
        "t": "Now I know that the Lord*s is*i greater than all the gods; for in the very thing in which they behaved proudly, He*i was*i above them.”"
    },
    {
        "o": 2211,
        "r": "nkjv:Exodus:18:12",
        "t": "Then Jethro, Moses’ father-in-law, took a burnt offering and other*i sacrifices to*i offer*i to God. And Aaron came with all the elders of Israel to eat bread with Moses’ father-in-law before God."
    },
    {
        "o": 2212,
        "r": "nkjv:Exodus:18:13",
        "t": "And*p so it was, on the next day, that Moses sat to judge the people; and the people stood before Moses from morning until evening."
    },
    {
        "o": 2213,
        "r": "nkjv:Exodus:18:14",
        "t": "So when Moses’ father-in-law saw all that he did for the people, he said, “What is*i this thing that you are doing for the people? Why do you alone sit, and all the people stand before you from morning until evening?”"
    },
    {
        "o": 2214,
        "r": "nkjv:Exodus:18:15",
        "t": "And*p Moses said to his father-in-law, “Because the people come to me to inquire of God."
    },
    {
        "o": 2215,
        "r": "nkjv:Exodus:18:16",
        "t": "When they have a difficulty, they come to me, and I judge between one and another; and I make known the statutes of God and His laws.”"
    },
    {
        "o": 2216,
        "r": "nkjv:Exodus:18:17",
        "t": "So*p Moses’ father-in-law said to him, “The thing that you do is*i not good."
    },
    {
        "o": 2217,
        "r": "nkjv:Exodus:18:18",
        "t": "Both you and these people who are*i with you will surely wear yourselves out. For this thing is*i too much for you; you are not able to perform it by yourself."
    },
    {
        "o": 2218,
        "r": "nkjv:Exodus:18:19",
        "t": "Listen now to my voice; I will give you counsel, and God will be with you: Stand before God for the people, so that you may bring the difficulties to God."
    },
    {
        "o": 2219,
        "r": "nkjv:Exodus:18:20",
        "t": "And you shall teach them the statutes and the laws, and show them the way in which they must walk and the work they must do."
    },
    {
        "o": 2220,
        "r": "nkjv:Exodus:18:21",
        "t": "Moreover you shall select from all the people able men, such as fear God, men of truth, hating covetousness; and place such*i over them to*i be*i rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens."
    },
    {
        "o": 2221,
        "r": "nkjv:Exodus:18:22",
        "t": "And let them judge the people at all times. Then it will be that*i every great matter they shall bring to you, but every small matter they themselves shall judge. So it will be easier for you, for they will bear the*i burden*i with you."
    },
    {
        "o": 2222,
        "r": "nkjv:Exodus:18:23",
        "t": "If you do this thing, and God so*i commands you, then you will be able to endure, and all this people will also go to their place in peace.”"
    },
    {
        "o": 2223,
        "r": "nkjv:Exodus:18:24",
        "t": "So*p Moses heeded the voice of his father-in-law and did all that he had said."
    },
    {
        "o": 2224,
        "r": "nkjv:Exodus:18:25",
        "t": "And Moses chose able men out of all Israel, and made them heads over the people: rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens."
    },
    {
        "o": 2225,
        "r": "nkjv:Exodus:18:26",
        "t": "So they judged the people at all times; the hard cases they brought to Moses, but they judged every small case themselves."
    },
    {
        "o": 2226,
        "r": "nkjv:Exodus:18:27",
        "t": "Then*p Moses let his father-in-law depart, and he went his way to his own land."
    }
]
