[
    {
        "o": 33179,
        "r": "nasb:2 Timothy:1:0",
        "t": "2 Timothy 1",
        "h": 1
    },
    {
        "o": 33180,
        "r": "nasb:2 Timothy:1:0",
        "t": "Timothy Charged to Guard His Trust",
        "h": 2
    },
    {
        "o": 33181,
        "r": "nasb:2 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, according to the promise of life in Christ Jesus,"
    },
    {
        "o": 33182,
        "r": "nasb:2 Timothy:1:2",
        "t": "To*p Timothy, my beloved son: Grace, mercy and*i peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 33183,
        "r": "nasb:2 Timothy:1:3",
        "t": "I*p thank God, whom I serve with a clear conscience the way my forefathers did, as I constantly remember you in my prayers night and day,"
    },
    {
        "o": 33184,
        "r": "nasb:2 Timothy:1:4",
        "t": "longing to see you, even as I recall your tears, so that I may be filled with joy."
    },
    {
        "o": 33185,
        "r": "nasb:2 Timothy:1:5",
        "t": "For I am mindful of the sincere faith within you, which first dwelt in your grandmother Lois and your mother Eunice, and I am sure that it*i is*i in you as well."
    },
    {
        "o": 33186,
        "r": "nasb:2 Timothy:1:6",
        "t": "For this reason I remind you to kindle afresh the gift of God which is in you through the laying on of my hands."
    },
    {
        "o": 33187,
        "r": "nasb:2 Timothy:1:7",
        "t": "For God has not given us a spirit of timidity, but of power and love and discipline."
    },
    {
        "o": 33188,
        "r": "nasb:2 Timothy:1:8",
        "t": "Therefore*p do not be ashamed of the testimony of our Lord or of me His prisoner, but join with me*i in suffering for the gospel according to the power of God,"
    },
    {
        "o": 33189,
        "r": "nasb:2 Timothy:1:9",
        "t": "who has saved us and called us with a holy calling, not according to our works, but according to His own purpose and grace which was granted us in Christ Jesus from all eternity,"
    },
    {
        "o": 33190,
        "r": "nasb:2 Timothy:1:10",
        "t": "but now has been revealed by the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,"
    },
    {
        "o": 33191,
        "r": "nasb:2 Timothy:1:11",
        "t": "for which I was appointed a preacher and an apostle and a teacher."
    },
    {
        "o": 33192,
        "r": "nasb:2 Timothy:1:12",
        "t": "For this reason I also suffer these things, but I am not ashamed; for I know whom I have believed and I am convinced that He is able to guard what I have entrusted to Him until that day."
    },
    {
        "o": 33193,
        "r": "nasb:2 Timothy:1:13",
        "t": "Retain the standard of sound words which you have heard from me, in the faith and love which are in Christ Jesus."
    },
    {
        "o": 33194,
        "r": "nasb:2 Timothy:1:14",
        "t": "Guard, through the Holy Spirit who dwells in us, the treasure which has been entrusted to you.*i"
    },
    {
        "o": 33195,
        "r": "nasb:2 Timothy:1:15",
        "t": "You*p are aware of the fact that all who are in Asia turned away from me, among whom are Phygelus and Hermogenes."
    },
    {
        "o": 33196,
        "r": "nasb:2 Timothy:1:16",
        "t": "The Lord grant mercy to the house of Onesiphorus, for he often refreshed me and was not ashamed of my chains;"
    },
    {
        "o": 33197,
        "r": "nasb:2 Timothy:1:17",
        "t": "but when he was in Rome, he eagerly searched for me and found me—"
    },
    {
        "o": 33198,
        "r": "nasb:2 Timothy:1:18",
        "t": "the Lord grant to him to find mercy from the Lord on that day—and you know very well what services he rendered at Ephesus."
    },
    {
        "o": 33199,
        "r": "nasb:2 Timothy:2:0",
        "t": "2 Timothy 2",
        "h": 1
    },
    {
        "o": 33200,
        "r": "nasb:2 Timothy:2:0",
        "t": "Be Strong",
        "h": 2
    },
    {
        "o": 33201,
        "r": "nasb:2 Timothy:2:1",
        "t": "You*p therefore, my son, be strong in the grace that is in Christ Jesus."
    },
    {
        "o": 33202,
        "r": "nasb:2 Timothy:2:2",
        "t": "The things which you have heard from me in the presence of many witnesses, entrust these to faithful men who will be able to teach others also."
    },
    {
        "o": 33203,
        "r": "nasb:2 Timothy:2:3",
        "t": "Suffer hardship with me,*i as a good soldier of Christ Jesus."
    },
    {
        "o": 33204,
        "r": "nasb:2 Timothy:2:4",
        "t": "No soldier in active service entangles himself in the affairs of everyday life, so that he may please the one who enlisted him as a soldier."
    },
    {
        "o": 33205,
        "r": "nasb:2 Timothy:2:5",
        "t": "Also if anyone competes as an athlete, he does not win the prize unless he competes according to the rules."
    },
    {
        "o": 33206,
        "r": "nasb:2 Timothy:2:6",
        "t": "The hard-working farmer ought to be the first to receive his share of the crops."
    },
    {
        "o": 33207,
        "r": "nasb:2 Timothy:2:7",
        "t": "Consider what I say, for the Lord will give you understanding in everything."
    },
    {
        "o": 33208,
        "r": "nasb:2 Timothy:2:8",
        "t": "Remember*p Jesus Christ, risen from the dead, descendant of David, according to my gospel,"
    },
    {
        "o": 33209,
        "r": "nasb:2 Timothy:2:9",
        "t": "for which I suffer hardship even to imprisonment as a criminal; but the word of God is not imprisoned."
    },
    {
        "o": 33210,
        "r": "nasb:2 Timothy:2:10",
        "t": "For this reason I endure all things for the sake of those who are chosen, so that they also may obtain the salvation which is in Christ Jesus and*i with it*i eternal glory."
    },
    {
        "o": 33211,
        "r": "nasb:2 Timothy:2:11",
        "t": "It is a trustworthy statement: For*pn if we died with Him, we will also live with Him;"
    },
    {
        "o": 33212,
        "r": "nasb:2 Timothy:2:12",
        "t": "If*ln we endure, we will also reign with Him; If*ln we deny Him, He also will deny us;"
    },
    {
        "o": 33213,
        "r": "nasb:2 Timothy:2:13",
        "t": "If*ln we are faithless, He remains faithful, for He cannot deny Himself."
    },
    {
        "o": 33214,
        "r": "nasb:2 Timothy:2:13",
        "t": "An Unashamed Workman",
        "h": 2
    },
    {
        "o": 33215,
        "r": "nasb:2 Timothy:2:14",
        "t": "Remind*p them*i of these things, and solemnly charge them*i in the presence of God not to wrangle about words, which is useless and*i leads*i to the ruin of the hearers."
    },
    {
        "o": 33216,
        "r": "nasb:2 Timothy:2:15",
        "t": "Be diligent to present yourself approved to God as a workman who does not need to be ashamed, accurately handling the word of truth."
    },
    {
        "o": 33217,
        "r": "nasb:2 Timothy:2:16",
        "t": "But avoid worldly and*i empty chatter, for it will lead to further ungodliness,"
    },
    {
        "o": 33218,
        "r": "nasb:2 Timothy:2:17",
        "t": "and their talk will spread like gangrene. Among them are Hymenaeus and Philetus,"
    },
    {
        "o": 33219,
        "r": "nasb:2 Timothy:2:18",
        "t": "men*i who have gone astray from the truth saying that the resurrection has already taken place, and they upset the faith of some."
    },
    {
        "o": 33220,
        "r": "nasb:2 Timothy:2:19",
        "t": "Nevertheless, the firm foundation of God stands, having this seal, “The Lord knows those who are His,” and, “Everyone who names the name of the Lord is to abstain from wickedness.”"
    },
    {
        "o": 33221,
        "r": "nasb:2 Timothy:2:20",
        "t": "Now*p in a large house there are not only gold and silver vessels, but also vessels of wood and of earthenware, and some to honor and some to dishonor."
    },
    {
        "o": 33222,
        "r": "nasb:2 Timothy:2:21",
        "t": "Therefore, if anyone cleanses himself from these things,*i he will be a vessel for honor, sanctified, useful to the Master, prepared for every good work."
    },
    {
        "o": 33223,
        "r": "nasb:2 Timothy:2:22",
        "t": "Now flee from youthful lusts and pursue righteousness, faith, love and*i peace, with those who call on the Lord from a pure heart."
    },
    {
        "o": 33224,
        "r": "nasb:2 Timothy:2:23",
        "t": "But refuse foolish and ignorant speculations, knowing that they produce quarrels."
    },
    {
        "o": 33225,
        "r": "nasb:2 Timothy:2:24",
        "t": "The Lord’s bond-servant must not be quarrelsome, but be kind to all, able to teach, patient when wronged,"
    },
    {
        "o": 33226,
        "r": "nasb:2 Timothy:2:25",
        "t": "with gentleness correcting those who are in opposition, if perhaps God may grant them repentance leading to the knowledge of the truth,"
    },
    {
        "o": 33227,
        "r": "nasb:2 Timothy:2:26",
        "t": "and they may come to their senses and*i escape*i from the snare of the devil, having been held captive by him to do his will."
    },
    {
        "o": 33228,
        "r": "nasb:2 Timothy:3:0",
        "t": "2 Timothy 3",
        "h": 1
    },
    {
        "o": 33229,
        "r": "nasb:2 Timothy:3:0",
        "t": "“Difficult Times Will Come”",
        "h": 2
    },
    {
        "o": 33230,
        "r": "nasb:2 Timothy:3:1",
        "t": "But*p realize this, that in the last days difficult times will come."
    },
    {
        "o": 33231,
        "r": "nasb:2 Timothy:3:2",
        "t": "For men will be lovers of self, lovers of money, boastful, arrogant, revilers, disobedient to parents, ungrateful, unholy,"
    },
    {
        "o": 33232,
        "r": "nasb:2 Timothy:3:3",
        "t": "unloving, irreconcilable, malicious gossips, without self-control, brutal, haters of good,"
    },
    {
        "o": 33233,
        "r": "nasb:2 Timothy:3:4",
        "t": "treacherous, reckless, conceited, lovers of pleasure rather than lovers of God,"
    },
    {
        "o": 33234,
        "r": "nasb:2 Timothy:3:5",
        "t": "holding to a form of godliness, although they have denied its power; Avoid such men as these."
    },
    {
        "o": 33235,
        "r": "nasb:2 Timothy:3:6",
        "t": "For among them are those who enter into households and captivate weak women weighed down with sins, led on by various impulses,"
    },
    {
        "o": 33236,
        "r": "nasb:2 Timothy:3:7",
        "t": "always learning and never able to come to the knowledge of the truth."
    },
    {
        "o": 33237,
        "r": "nasb:2 Timothy:3:8",
        "t": "Just as Jannes and Jambres opposed Moses, so these men*i also oppose the truth, men of depraved mind, rejected in regard to the faith."
    },
    {
        "o": 33238,
        "r": "nasb:2 Timothy:3:9",
        "t": "But they will not make further progress; for their folly will be obvious to all, just as Jannes’s and Jambres’s folly was also."
    },
    {
        "o": 33239,
        "r": "nasb:2 Timothy:3:10",
        "t": "Now*p you followed my teaching, conduct, purpose, faith, patience, love, perseverance,"
    },
    {
        "o": 33240,
        "r": "nasb:2 Timothy:3:11",
        "t": "persecutions, and*i sufferings, such as happened to me at Antioch, at Iconium and*i at Lystra; what persecutions I endured, and out of them all the Lord rescued me!"
    },
    {
        "o": 33241,
        "r": "nasb:2 Timothy:3:12",
        "t": "Indeed, all who desire to live godly in Christ Jesus will be persecuted."
    },
    {
        "o": 33242,
        "r": "nasb:2 Timothy:3:13",
        "t": "But evil men and impostors will proceed from*i bad*i to worse, deceiving and being deceived."
    },
    {
        "o": 33243,
        "r": "nasb:2 Timothy:3:14",
        "t": "You, however, continue in the things you have learned and become convinced of, knowing from whom you have learned them,*i"
    },
    {
        "o": 33244,
        "r": "nasb:2 Timothy:3:15",
        "t": "and that from childhood you have known the sacred writings which are able to give you the wisdom that leads to salvation through faith which is in Christ Jesus."
    },
    {
        "o": 33245,
        "r": "nasb:2 Timothy:3:16",
        "t": "All Scripture is inspired by God and profitable for teaching, for reproof, for correction, for training in righteousness;"
    },
    {
        "o": 33246,
        "r": "nasb:2 Timothy:3:17",
        "t": "so that the man of God may be adequate, equipped for every good work."
    },
    {
        "o": 33247,
        "r": "nasb:2 Timothy:4:0",
        "t": "2 Timothy 4",
        "h": 1
    },
    {
        "o": 33248,
        "r": "nasb:2 Timothy:4:0",
        "t": "“Preach the Word”",
        "h": 2
    },
    {
        "o": 33249,
        "r": "nasb:2 Timothy:4:1",
        "t": "I*p solemnly charge you*i in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by His appearing and His kingdom:"
    },
    {
        "o": 33250,
        "r": "nasb:2 Timothy:4:2",
        "t": "preach the word; be ready in season and*i out of season; reprove, rebuke, exhort, with great patience and instruction."
    },
    {
        "o": 33251,
        "r": "nasb:2 Timothy:4:3",
        "t": "For the time will come when they will not endure sound doctrine; but wanting*i to have their ears tickled, they will accumulate for themselves teachers in accordance to their own desires,"
    },
    {
        "o": 33252,
        "r": "nasb:2 Timothy:4:4",
        "t": "and will turn away their ears from the truth and will turn aside to myths."
    },
    {
        "o": 33253,
        "r": "nasb:2 Timothy:4:5",
        "t": "But you, be sober in all things, endure hardship, do the work of an evangelist, fulfill your ministry."
    },
    {
        "o": 33254,
        "r": "nasb:2 Timothy:4:6",
        "t": "For*p I am already being poured out as a drink offering, and the time of my departure has come."
    },
    {
        "o": 33255,
        "r": "nasb:2 Timothy:4:7",
        "t": "I have fought the good fight, I have finished the course, I have kept the faith;"
    },
    {
        "o": 33256,
        "r": "nasb:2 Timothy:4:8",
        "t": "in the future there is laid up for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day; and not only to me, but also to all who have loved His appearing."
    },
    {
        "o": 33257,
        "r": "nasb:2 Timothy:4:8",
        "t": "Personal Concerns",
        "h": 2
    },
    {
        "o": 33258,
        "r": "nasb:2 Timothy:4:9",
        "t": "Make*p every effort to come to me soon;"
    },
    {
        "o": 33259,
        "r": "nasb:2 Timothy:4:10",
        "t": "for Demas, having loved this present world, has deserted me and gone to Thessalonica; Crescens has*i gone*i to Galatia, Titus to Dalmatia."
    },
    {
        "o": 33260,
        "r": "nasb:2 Timothy:4:11",
        "t": "Only Luke is with me. Pick up Mark and bring him with you, for he is useful to me for service."
    },
    {
        "o": 33261,
        "r": "nasb:2 Timothy:4:12",
        "t": "But Tychicus I have sent to Ephesus."
    },
    {
        "o": 33262,
        "r": "nasb:2 Timothy:4:13",
        "t": "When you come bring the cloak which I left at Troas with Carpus, and the books, especially the parchments."
    },
    {
        "o": 33263,
        "r": "nasb:2 Timothy:4:14",
        "t": "Alexander the coppersmith did me much harm; the Lord will repay him according to his deeds."
    },
    {
        "o": 33264,
        "r": "nasb:2 Timothy:4:15",
        "t": "Be on guard against him yourself, for he vigorously opposed our teaching."
    },
    {
        "o": 33265,
        "r": "nasb:2 Timothy:4:16",
        "t": "At*p my first defense no one supported me, but all deserted me; may it not be counted against them."
    },
    {
        "o": 33266,
        "r": "nasb:2 Timothy:4:17",
        "t": "But the Lord stood with me and strengthened me, so that through me the proclamation might be fully accomplished, and that all the Gentiles might hear; and I was rescued out of the lion’s mouth."
    },
    {
        "o": 33267,
        "r": "nasb:2 Timothy:4:18",
        "t": "The Lord will rescue me from every evil deed, and will bring me safely to His heavenly kingdom; to Him be*i the glory forever and ever. Amen."
    },
    {
        "o": 33268,
        "r": "nasb:2 Timothy:4:19",
        "t": "Greet*p Prisca and Aquila, and the household of Onesiphorus."
    },
    {
        "o": 33269,
        "r": "nasb:2 Timothy:4:20",
        "t": "Erastus remained at Corinth, but Trophimus I left sick at Miletus."
    },
    {
        "o": 33270,
        "r": "nasb:2 Timothy:4:21",
        "t": "Make every effort to come before winter. Eubulus greets you, also Pudens and Linus and Claudia and all the brethren."
    },
    {
        "o": 33271,
        "r": "nasb:2 Timothy:4:22",
        "t": "The*p Lord be with your spirit. Grace be with you."
    }
]
