[
    {
        "o": 22870,
        "r": "nasb:Ezekiel:5:0",
        "t": "Ezekiel 5",
        "h": 1
    },
    {
        "o": 22871,
        "r": "nasb:Ezekiel:5:0",
        "t": "Jerusalem’s Desolation Foretold",
        "h": 2
    },
    {
        "o": 22872,
        "r": "nasb:Ezekiel:5:1",
        "t": "“As*p for you, son of man, take a sharp sword; take and use it as*i a barber’s razor on your head and beard. Then take scales for weighing and divide the hair."
    },
    {
        "o": 22873,
        "r": "nasb:Ezekiel:5:2",
        "t": "One third you shall burn in the fire at the center of the city, when the days of the siege are completed. Then you shall take one third and strike it*i with the sword all around the city, and one third you shall scatter to the wind; and I will unsheathe a sword behind them."
    },
    {
        "o": 22874,
        "r": "nasb:Ezekiel:5:3",
        "t": "Take also a few in number from them and bind them in the edges of your robes.*i"
    },
    {
        "o": 22875,
        "r": "nasb:Ezekiel:5:4",
        "t": "Take again some of them and throw them into the fire and burn them in the fire; from it a fire will spread to all the house of Israel."
    },
    {
        "o": 22876,
        "r": "nasb:Ezekiel:5:5",
        "t": "“Thus*p says the Lord God,*s ‘This is Jerusalem; I have set her at the center of the nations, with lands around her."
    },
    {
        "o": 22877,
        "r": "nasb:Ezekiel:5:6",
        "t": "But she has rebelled against My ordinances more wickedly than the nations and against My statutes more than the lands which surround her; for they have rejected My ordinances and have not walked in My statutes.’"
    },
    {
        "o": 22878,
        "r": "nasb:Ezekiel:5:7",
        "t": "Therefore, thus says the Lord God,*s ‘Because you have more turmoil than the nations which surround you and*i have not walked in My statutes, nor observed My ordinances, nor observed the ordinances of the nations which surround you,’"
    },
    {
        "o": 22879,
        "r": "nasb:Ezekiel:5:8",
        "t": "therefore, thus says the Lord God,*s ‘Behold, I, even I, am against you, and I will execute judgments among you in the sight of the nations."
    },
    {
        "o": 22880,
        "r": "nasb:Ezekiel:5:9",
        "t": "And because of all your abominations, I will do among you what I have not done, and the like of which I will never do again."
    },
    {
        "o": 22881,
        "r": "nasb:Ezekiel:5:10",
        "t": "Therefore, fathers will eat their*i sons among you, and sons will eat their fathers; for I will execute judgments on you and scatter all your remnant to every wind."
    },
    {
        "o": 22882,
        "r": "nasb:Ezekiel:5:11",
        "t": "So as I live,’ declares the Lord God,*s ‘surely, because you have defiled My sanctuary with all your detestable idols and with all your abominations, therefore I will also withdraw, and My eye will have no pity and I will not spare."
    },
    {
        "o": 22883,
        "r": "nasb:Ezekiel:5:12",
        "t": "One third of you will die by plague or be consumed by famine among you, one third will fall by the sword around you, and one third I will scatter to every wind, and I will unsheathe a sword behind them."
    },
    {
        "o": 22884,
        "r": "nasb:Ezekiel:5:13",
        "t": "‘Thus*p My anger will be spent and I will satisfy My wrath on them, and I will be appeased; then they will know that I, the Lord,*s have spoken in My zeal when I have spent My wrath upon them."
    },
    {
        "o": 22885,
        "r": "nasb:Ezekiel:5:14",
        "t": "Moreover, I will make you a desolation and a reproach among the nations which surround you, in the sight of all who pass by."
    },
    {
        "o": 22886,
        "r": "nasb:Ezekiel:5:15",
        "t": "So it will be a reproach, a reviling, a warning and an object of horror to the nations who surround you when I execute judgments against you in anger, wrath and raging rebukes. I, the Lord,*s have spoken."
    },
    {
        "o": 22887,
        "r": "nasb:Ezekiel:5:16",
        "t": "When I send against them the deadly arrows of famine which were for the destruction of those whom I will send to destroy you, then I will also intensify the famine upon you and break the staff of bread."
    },
    {
        "o": 22888,
        "r": "nasb:Ezekiel:5:17",
        "t": "Moreover, I will send on you famine and wild beasts, and they will bereave you of children; plague and bloodshed also will pass through you, and I will bring the sword on you. I, the Lord,*s have spoken.’ ”"
    }
]
