[
    {
        "o": 12738,
        "r": "nasb:2 Chronicles:20:0",
        "t": "2 Chronicles 20",
        "h": 1
    },
    {
        "o": 12739,
        "r": "nasb:2 Chronicles:20:0",
        "t": "Judah Invaded",
        "h": 2
    },
    {
        "o": 12740,
        "r": "nasb:2 Chronicles:20:1",
        "t": "Now*p it came about after this that the sons of Moab and the sons of Ammon, together with some of the Meunites, came to make war against Jehoshaphat."
    },
    {
        "o": 12741,
        "r": "nasb:2 Chronicles:20:2",
        "t": "Then some came and reported to Jehoshaphat, saying, “A great multitude is coming against you from beyond the sea, out of Aram and behold, they are in Hazazon-tamar (that is Engedi).”"
    },
    {
        "o": 12742,
        "r": "nasb:2 Chronicles:20:3",
        "t": "Jehoshaphat was afraid and turned his attention to seek the Lord,*s and proclaimed a fast throughout all Judah."
    },
    {
        "o": 12743,
        "r": "nasb:2 Chronicles:20:4",
        "t": "So Judah gathered together to seek help from the Lord;*s they even came from all the cities of Judah to seek the Lord.*s"
    },
    {
        "o": 12744,
        "r": "nasb:2 Chronicles:20:4",
        "t": "Jehoshaphat’s Prayer",
        "h": 2
    },
    {
        "o": 12745,
        "r": "nasb:2 Chronicles:20:5",
        "t": "Then*p Jehoshaphat stood in the assembly of Judah and Jerusalem, in the house of the Lord*s before the new court,"
    },
    {
        "o": 12746,
        "r": "nasb:2 Chronicles:20:6",
        "t": "and he said, “O Lord,*s the God of our fathers, are You not God in the heavens? And are You not ruler over all the kingdoms of the nations? Power and might are in Your hand so that no one can stand against You."
    },
    {
        "o": 12747,
        "r": "nasb:2 Chronicles:20:7",
        "t": "Did You not, O our God, drive out the inhabitants of this land before Your people Israel and give it to the descendants of Abraham Your friend forever?"
    },
    {
        "o": 12748,
        "r": "nasb:2 Chronicles:20:8",
        "t": "They have lived in it, and have built You a sanctuary there for Your name, saying,"
    },
    {
        "o": 12749,
        "r": "nasb:2 Chronicles:20:9",
        "t": "‘Should evil come upon us, the sword, or*i judgment, or pestilence, or famine, we will stand before this house and before You (for Your name is in this house) and cry to You in our distress, and You will hear and deliver us.’*i"
    },
    {
        "o": 12750,
        "r": "nasb:2 Chronicles:20:10",
        "t": "Now behold, the sons of Ammon and Moab and Mount Seir, whom You did not let Israel invade when they came out of the land of Egypt (they turned aside from them and did not destroy them),"
    },
    {
        "o": 12751,
        "r": "nasb:2 Chronicles:20:11",
        "t": "see how*i they are rewarding us by coming to drive us out from Your possession which You have given us as an inheritance."
    },
    {
        "o": 12752,
        "r": "nasb:2 Chronicles:20:12",
        "t": "O our God, will You not judge them? For we are powerless before this great multitude who are coming against us; nor do we know what to do, but our eyes are on You.”"
    },
    {
        "o": 12753,
        "r": "nasb:2 Chronicles:20:13",
        "t": "All*p Judah was standing before the Lord,*s with their infants, their wives and their children."
    },
    {
        "o": 12754,
        "r": "nasb:2 Chronicles:20:13",
        "t": "Jahaziel Answers the Prayer",
        "h": 2
    },
    {
        "o": 12755,
        "r": "nasb:2 Chronicles:20:14",
        "t": "Then*p in the midst of the assembly the Spirit of the Lord*s came upon Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, the Levite of the sons of Asaph;"
    },
    {
        "o": 12756,
        "r": "nasb:2 Chronicles:20:15",
        "t": "and he said, “Listen, all Judah and the inhabitants of Jerusalem and King Jehoshaphat: thus says the Lord*s to you, ‘Do not fear or be dismayed because of this great multitude, for the battle is not yours but God’s."
    },
    {
        "o": 12757,
        "r": "nasb:2 Chronicles:20:16",
        "t": "Tomorrow go down against them. Behold, they will come up by the ascent of Ziz, and you will find them at the end of the valley in front of the wilderness of Jeruel."
    },
    {
        "o": 12758,
        "r": "nasb:2 Chronicles:20:17",
        "t": "You need*i not fight in this battle;*i station yourselves, stand and see the salvation of the Lord*s on your behalf, O Judah and Jerusalem.’ Do not fear or be dismayed; tomorrow go out to face them, for the Lord*s is with you.”"
    },
    {
        "o": 12759,
        "r": "nasb:2 Chronicles:20:18",
        "t": "Jehoshaphat*p bowed his head with his*i face to the ground, and all Judah and the inhabitants of Jerusalem fell down before the Lord,*s worshiping the Lord.*s"
    },
    {
        "o": 12760,
        "r": "nasb:2 Chronicles:20:19",
        "t": "The Levites, from the sons of the Kohathites and of the sons of the Korahites, stood up to praise the Lord*s God of Israel, with a very loud voice."
    },
    {
        "o": 12761,
        "r": "nasb:2 Chronicles:20:19",
        "t": "Enemies Destroy Themselves",
        "h": 2
    },
    {
        "o": 12762,
        "r": "nasb:2 Chronicles:20:20",
        "t": "They*p rose early in the morning and went out to the wilderness of Tekoa; and when they went out, Jehoshaphat stood and said, “Listen to me, O Judah and inhabitants of Jerusalem, put your trust in the Lord*s your God and you will be established. Put your trust in His prophets and succeed.”"
    },
    {
        "o": 12763,
        "r": "nasb:2 Chronicles:20:21",
        "t": "When he had consulted with the people, he appointed those who sang to the Lord*s and those who praised Him*i in holy attire, as they went out before the army and said, “Give thanks to the Lord,*s for His lovingkindness is everlasting.”"
    },
    {
        "o": 12764,
        "r": "nasb:2 Chronicles:20:22",
        "t": "When they began singing and praising, the Lord*s set ambushes against the sons of Ammon, Moab and Mount Seir, who had come against Judah; so they were routed."
    },
    {
        "o": 12765,
        "r": "nasb:2 Chronicles:20:23",
        "t": "For the sons of Ammon and Moab rose up against the inhabitants of Mount Seir destroying them*i completely; and when they had finished with the inhabitants of Seir, they helped to destroy one another."
    },
    {
        "o": 12766,
        "r": "nasb:2 Chronicles:20:24",
        "t": "When*p Judah came to the lookout of the wilderness, they looked toward the multitude, and behold, they were*i corpses lying on the ground, and no one had escaped."
    },
    {
        "o": 12767,
        "r": "nasb:2 Chronicles:20:25",
        "t": "When Jehoshaphat and his people came to take their spoil, they found much among them, including*i goods, garments and valuable things which they took for themselves, more than they could carry. And they were three days taking the spoil because there was so much."
    },
    {
        "o": 12768,
        "r": "nasb:2 Chronicles:20:25",
        "t": "Triumphant Return to Jerusalem",
        "h": 2
    },
    {
        "o": 12769,
        "r": "nasb:2 Chronicles:20:26",
        "t": "Then*p on the fourth day they assembled in the valley of Beracah, for there they blessed the Lord.*s Therefore they have named that place “The Valley of Beracah” until today."
    },
    {
        "o": 12770,
        "r": "nasb:2 Chronicles:20:27",
        "t": "Every man of Judah and Jerusalem returned with Jehoshaphat at their head, returning to Jerusalem with joy, for the Lord*s had made them to rejoice over their enemies."
    },
    {
        "o": 12771,
        "r": "nasb:2 Chronicles:20:28",
        "t": "They came to Jerusalem with harps, lyres and trumpets to the house of the Lord.*s"
    },
    {
        "o": 12772,
        "r": "nasb:2 Chronicles:20:29",
        "t": "And the dread of God was on all the kingdoms of the lands when they heard that the Lord*s had fought against the enemies of Israel."
    },
    {
        "o": 12773,
        "r": "nasb:2 Chronicles:20:30",
        "t": "So the kingdom of Jehoshaphat was at peace, for his God gave him rest on all sides."
    },
    {
        "o": 12774,
        "r": "nasb:2 Chronicles:20:31",
        "t": "Now*p Jehoshaphat reigned over Judah. He was*i thirty-five years old when he became king, and he reigned in Jerusalem twenty-five years. And his mother’s name was*i Azubah the daughter of Shilhi."
    },
    {
        "o": 12775,
        "r": "nasb:2 Chronicles:20:32",
        "t": "He walked in the way of his father Asa and did not depart from it, doing right in the sight of the Lord.*s"
    },
    {
        "o": 12776,
        "r": "nasb:2 Chronicles:20:33",
        "t": "The high places, however, were not removed; the people had not yet directed their hearts to the God of their fathers."
    },
    {
        "o": 12777,
        "r": "nasb:2 Chronicles:20:34",
        "t": "Now*p the rest of the acts of Jehoshaphat, first to last, behold, they are written in the annals of Jehu the son of Hanani, which is recorded in the Book of the Kings of Israel."
    },
    {
        "o": 12778,
        "r": "nasb:2 Chronicles:20:34",
        "t": "Alliance Displeases God",
        "h": 2
    },
    {
        "o": 12779,
        "r": "nasb:2 Chronicles:20:35",
        "t": "After*p this Jehoshaphat king of Judah allied himself with Ahaziah king of Israel. He acted wickedly in so doing."
    },
    {
        "o": 12780,
        "r": "nasb:2 Chronicles:20:36",
        "t": "So he allied himself with him to make ships to go to Tarshish, and they made the ships in Ezion-geber."
    },
    {
        "o": 12781,
        "r": "nasb:2 Chronicles:20:37",
        "t": "Then Eliezer the son of Dodavahu of Mareshah prophesied against Jehoshaphat saying, “Because you have allied yourself with Ahaziah, the Lord*s has destroyed your works.” So the ships were broken and could not go to Tarshish."
    }
]
