[
    {
        "o": 3935,
        "r": "nasb:Numbers:1:0",
        "t": "Numbers 1",
        "h": 1
    },
    {
        "o": 3936,
        "r": "nasb:Numbers:1:0",
        "t": "The Census of Israel’s Warriors",
        "h": 2
    },
    {
        "o": 3937,
        "r": "nasb:Numbers:1:1",
        "t": "Then*p the Lord*s spoke to Moses in the wilderness of Sinai, in the tent of meeting, on the first of the second month, in the second year after they had come out of the land of Egypt, saying,"
    },
    {
        "o": 3938,
        "r": "nasb:Numbers:1:2",
        "t": "“Take a census of all the congregation of the sons of Israel, by their families, by their fathers’ households, according to the number of names, every male, head by head"
    },
    {
        "o": 3939,
        "r": "nasb:Numbers:1:3",
        "t": "from twenty years old and upward, whoever is*i able*i to*i go out to war in Israel, you and Aaron shall number them by their armies."
    },
    {
        "o": 3940,
        "r": "nasb:Numbers:1:4",
        "t": "With you, moreover, there shall be a man of each tribe, each one head of his father’s household."
    },
    {
        "o": 3941,
        "r": "nasb:Numbers:1:5",
        "t": "These then are the names of the men who shall stand with you: of Reuben, Elizur the son of Shedeur;"
    },
    {
        "o": 3942,
        "r": "nasb:Numbers:1:6",
        "t": "of Simeon, Shelumiel the son of Zurishaddai;"
    },
    {
        "o": 3943,
        "r": "nasb:Numbers:1:7",
        "t": "of Judah, Nahshon the son of Amminadab;"
    },
    {
        "o": 3944,
        "r": "nasb:Numbers:1:8",
        "t": "of Issachar, Nethanel the son of Zuar;"
    },
    {
        "o": 3945,
        "r": "nasb:Numbers:1:9",
        "t": "of Zebulun, Eliab the son of Helon;"
    },
    {
        "o": 3946,
        "r": "nasb:Numbers:1:10",
        "t": "of the sons of Joseph: of Ephraim, Elishama the son of Ammihud; of Manasseh, Gamaliel the son of Pedahzur;"
    },
    {
        "o": 3947,
        "r": "nasb:Numbers:1:11",
        "t": "of Benjamin, Abidan the son of Gideoni;"
    },
    {
        "o": 3948,
        "r": "nasb:Numbers:1:12",
        "t": "of Dan, Ahiezer the son of Ammishaddai;"
    },
    {
        "o": 3949,
        "r": "nasb:Numbers:1:13",
        "t": "of Asher, Pagiel the son of Ochran;"
    },
    {
        "o": 3950,
        "r": "nasb:Numbers:1:14",
        "t": "of Gad, Eliasaph the son of Deuel;"
    },
    {
        "o": 3951,
        "r": "nasb:Numbers:1:15",
        "t": "of Naphtali, Ahira the son of Enan."
    },
    {
        "o": 3952,
        "r": "nasb:Numbers:1:16",
        "t": "These are they who were called of the congregation, the leaders of their fathers’ tribes; they were the heads of divisions of Israel.”"
    },
    {
        "o": 3953,
        "r": "nasb:Numbers:1:17",
        "t": "So*p Moses and Aaron took these men who had been designated by name,"
    },
    {
        "o": 3954,
        "r": "nasb:Numbers:1:18",
        "t": "and they assembled all the congregation together on the first of the second month. Then they registered by ancestry in their families, by their fathers’ households, according to the number of names, from twenty years old and upward, head by head,"
    },
    {
        "o": 3955,
        "r": "nasb:Numbers:1:19",
        "t": "just as the Lord*s had commanded Moses. So he numbered them in the wilderness of Sinai."
    },
    {
        "o": 3956,
        "r": "nasb:Numbers:1:20",
        "t": "Now*p the sons of Reuben, Israel’s firstborn, their genealogical registration by their families, by their fathers’ households, according to the number of names, head by head, every male from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3957,
        "r": "nasb:Numbers:1:21",
        "t": "their numbered men of the tribe of Reuben were*i 46,500."
    },
    {
        "o": 3958,
        "r": "nasb:Numbers:1:22",
        "t": "Of*p the sons of Simeon, their genealogical registration by their families, by their fathers’ households, their numbered men, according to the number of names, head by head, every male from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3959,
        "r": "nasb:Numbers:1:23",
        "t": "their numbered men of the tribe of Simeon were*i 59,300."
    },
    {
        "o": 3960,
        "r": "nasb:Numbers:1:24",
        "t": "Of*p the sons of Gad, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3961,
        "r": "nasb:Numbers:1:25",
        "t": "their numbered men of the tribe of Gad were*i 45,650."
    },
    {
        "o": 3962,
        "r": "nasb:Numbers:1:26",
        "t": "Of*p the sons of Judah, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3963,
        "r": "nasb:Numbers:1:27",
        "t": "their numbered men of the tribe of Judah were*i 74,600."
    },
    {
        "o": 3964,
        "r": "nasb:Numbers:1:28",
        "t": "Of*p the sons of Issachar, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3965,
        "r": "nasb:Numbers:1:29",
        "t": "their numbered men of the tribe of Issachar were*i 54,400."
    },
    {
        "o": 3966,
        "r": "nasb:Numbers:1:30",
        "t": "Of*p the sons of Zebulun, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3967,
        "r": "nasb:Numbers:1:31",
        "t": "their numbered men of the tribe of Zebulun were*i 57,400."
    },
    {
        "o": 3968,
        "r": "nasb:Numbers:1:32",
        "t": "Of*p the sons of Joseph, namely,*i of the sons of Ephraim, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3969,
        "r": "nasb:Numbers:1:33",
        "t": "their numbered men of the tribe of Ephraim were*i 40,500."
    },
    {
        "o": 3970,
        "r": "nasb:Numbers:1:34",
        "t": "Of*p the sons of Manasseh, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3971,
        "r": "nasb:Numbers:1:35",
        "t": "their numbered men of the tribe of Manasseh were*i 32,200."
    },
    {
        "o": 3972,
        "r": "nasb:Numbers:1:36",
        "t": "Of*p the sons of Benjamin, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3973,
        "r": "nasb:Numbers:1:37",
        "t": "their numbered men of the tribe of Benjamin were*i 35,400."
    },
    {
        "o": 3974,
        "r": "nasb:Numbers:1:38",
        "t": "Of*p the sons of Dan, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3975,
        "r": "nasb:Numbers:1:39",
        "t": "their numbered men of the tribe of Dan were*i 62,700."
    },
    {
        "o": 3976,
        "r": "nasb:Numbers:1:40",
        "t": "Of*p the sons of Asher, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3977,
        "r": "nasb:Numbers:1:41",
        "t": "their numbered men of the tribe of Asher were*i 41,500."
    },
    {
        "o": 3978,
        "r": "nasb:Numbers:1:42",
        "t": "Of*p the sons of Naphtali, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3979,
        "r": "nasb:Numbers:1:43",
        "t": "their numbered men of the tribe of Naphtali were*i 53,400."
    },
    {
        "o": 3980,
        "r": "nasb:Numbers:1:44",
        "t": "These*p are the ones who were numbered, whom Moses and Aaron numbered, with the leaders of Israel, twelve men, each of whom was of his father’s household."
    },
    {
        "o": 3981,
        "r": "nasb:Numbers:1:45",
        "t": "So all the numbered men of the sons of Israel by their fathers’ households, from twenty years old and upward, whoever was*i able*i to*i go out to war in Israel,"
    },
    {
        "o": 3982,
        "r": "nasb:Numbers:1:46",
        "t": "even all the numbered men were 603,550."
    },
    {
        "o": 3983,
        "r": "nasb:Numbers:1:46",
        "t": "Levites Exempted",
        "h": 2
    },
    {
        "o": 3984,
        "r": "nasb:Numbers:1:47",
        "t": "The*p Levites, however, were not numbered among them by their fathers’ tribe."
    },
    {
        "o": 3985,
        "r": "nasb:Numbers:1:48",
        "t": "For the Lord*s had spoken to Moses, saying,"
    },
    {
        "o": 3986,
        "r": "nasb:Numbers:1:49",
        "t": "“Only the tribe of Levi you shall not number, nor shall you take their census among the sons of Israel."
    },
    {
        "o": 3987,
        "r": "nasb:Numbers:1:50",
        "t": "But you shall appoint the Levites over the tabernacle of the testimony, and over all its furnishings and over all that belongs to it. They shall carry the tabernacle and all its furnishings, and they shall take care of it; they shall also camp around the tabernacle."
    },
    {
        "o": 3988,
        "r": "nasb:Numbers:1:51",
        "t": "So when the tabernacle is to set out, the Levites shall take it down; and when the tabernacle encamps, the Levites shall set it up. But the layman who comes near shall be put to death."
    },
    {
        "o": 3989,
        "r": "nasb:Numbers:1:52",
        "t": "The sons of Israel shall camp, each man by his own camp, and each man by his own standard, according to their armies."
    },
    {
        "o": 3990,
        "r": "nasb:Numbers:1:53",
        "t": "But the Levites shall camp around the tabernacle of the testimony, so that there will be no wrath on the congregation of the sons of Israel. So the Levites shall keep charge of the tabernacle of the testimony.”"
    },
    {
        "o": 3991,
        "r": "nasb:Numbers:1:54",
        "t": "Thus the sons of Israel did; according to all which the Lord*s had commanded Moses, so they did."
    }
]
