[
    {
        "o": 35221,
        "r": "nkjv:Revelation:20:0",
        "t": "Revelation 20",
        "h": 1
    },
    {
        "o": 35222,
        "r": "nkjv:Revelation:20:0",
        "t": "Satan Bound 1,000 Years",
        "h": 2
    },
    {
        "o": 35223,
        "r": "nkjv:Revelation:20:1",
        "t": "Then*p I saw an angel coming down from heaven, having the key to the bottomless pit and a great chain in his hand."
    },
    {
        "o": 35224,
        "r": "nkjv:Revelation:20:2",
        "t": "He laid hold of the dragon, that serpent of old, who is the*i Devil and Satan, and bound him for a thousand years;"
    },
    {
        "o": 35225,
        "r": "nkjv:Revelation:20:3",
        "t": "and he cast him into the bottomless pit, and shut him up, and set a seal on him, so that he should deceive the nations no more till the thousand years were finished. But after these things he must be released for a little while."
    },
    {
        "o": 35226,
        "r": "nkjv:Revelation:20:3",
        "t": "The Saints Reign with Christ 1,000 Years",
        "h": 2
    },
    {
        "o": 35227,
        "r": "nkjv:Revelation:20:4",
        "t": "And*p I saw thrones, and they sat on them, and judgment was committed to them. Then I*i saw*i the souls of those who had been beheaded for their witness to Jesus and for the word of God, who had not worshiped the beast or his image, and had not received his*i mark on their foreheads or on their hands. And they lived and reigned with Christ for a thousand years."
    },
    {
        "o": 35228,
        "r": "nkjv:Revelation:20:5",
        "t": "But the rest of the dead did not live again until the thousand years were finished. This is*i the first resurrection."
    },
    {
        "o": 35229,
        "r": "nkjv:Revelation:20:6",
        "t": "Blessed and holy is*i he who has part in the first resurrection. Over such the second death has no power, but they shall be priests of God and of Christ, and shall reign with Him a thousand years."
    },
    {
        "o": 35230,
        "r": "nkjv:Revelation:20:6",
        "t": "Satanic Rebellion Crushed",
        "h": 2
    },
    {
        "o": 35231,
        "r": "nkjv:Revelation:20:7",
        "t": "Now*p when the thousand years have expired, Satan will be released from his prison"
    },
    {
        "o": 35232,
        "r": "nkjv:Revelation:20:8",
        "t": "and will go out to deceive the nations which are in the four corners of the earth, Gog and Magog, to gather them together to battle, whose number is*i as the sand of the sea."
    },
    {
        "o": 35233,
        "r": "nkjv:Revelation:20:9",
        "t": "They went up on the breadth of the earth and surrounded the camp of the saints and the beloved city. And fire came down from God out of heaven and devoured them."
    },
    {
        "o": 35234,
        "r": "nkjv:Revelation:20:10",
        "t": "The devil, who deceived them, was cast into the lake of fire and brimstone where the beast and the false prophet are.*i And they will be tormented day and night forever and ever."
    },
    {
        "o": 35235,
        "r": "nkjv:Revelation:20:10",
        "t": "The Great White Throne Judgment",
        "h": 2
    },
    {
        "o": 35236,
        "r": "nkjv:Revelation:20:11",
        "t": "Then*p I saw a great white throne and Him who sat on it, from whose face the earth and the heaven fled away. And there was found no place for them."
    },
    {
        "o": 35237,
        "r": "nkjv:Revelation:20:12",
        "t": "And I saw the dead, small and great, standing before God, and books were opened. And another book was opened, which is the*i Book*i of Life. And the dead were judged according to their works, by the things which were written in the books."
    },
    {
        "o": 35238,
        "r": "nkjv:Revelation:20:13",
        "t": "The sea gave up the dead who were in it, and Death and Hades delivered up the dead who were in them. And they were judged, each one according to his works."
    },
    {
        "o": 35239,
        "r": "nkjv:Revelation:20:14",
        "t": "Then Death and Hades were cast into the lake of fire. This is the second death."
    },
    {
        "o": 35240,
        "r": "nkjv:Revelation:20:15",
        "t": "And anyone not found written in the Book of Life was cast into the lake of fire."
    }
]
