[
    {
        "o": 12809,
        "r": "csb:2 Chronicles:18:0",
        "t": "2 Chronicles 18",
        "h": 1
    },
    {
        "o": 12810,
        "r": "csb:2 Chronicles:18:0",
        "t": "Jehoshaphat’s Alliance with Ahab",
        "h": 2
    },
    {
        "o": 12811,
        "r": "csb:2 Chronicles:18:1",
        "t": "Now*p Jehoshaphat had riches and honor in abundance, and he made an alliance with Ahab through marriage."
    },
    {
        "o": 12812,
        "r": "csb:2 Chronicles:18:2",
        "t": "Then after some years, he went down to visit Ahab in Samaria. Ahab slaughtered many sheep, goats, and cattle for him and for the people who were with him, and he persuaded him to attack Ramoth-gilead,"
    },
    {
        "o": 12813,
        "r": "csb:2 Chronicles:18:3",
        "t": "for Israel’s King Ahab asked Judah’s King Jehoshaphat, “Will you go with me to Ramoth-gilead?” He*p replied to him, “I am as you are, my people as your people; we will be with you in the battle.”"
    },
    {
        "o": 12814,
        "r": "csb:2 Chronicles:18:4",
        "t": "But Jehoshaphat said to the king of Israel, “First, please ask what the Lord’s*s will is.”"
    },
    {
        "o": 12815,
        "r": "csb:2 Chronicles:18:5",
        "t": "So*p the king of Israel gathered the prophets, four hundred men, and asked them, “Should we go to Ramoth-gilead for war or should I refrain?” They*p replied, “March up, and God will hand it over to the king.”"
    },
    {
        "o": 12816,
        "r": "csb:2 Chronicles:18:6",
        "t": "But*p Jehoshaphat asked, “Isn’t there a prophet of the Lord*s here anymore? Let’s ask him.”"
    },
    {
        "o": 12817,
        "r": "csb:2 Chronicles:18:7",
        "t": "The*p king of Israel said to Jehoshaphat, “There is still one man who can inquire of the Lord,*s but I hate him because he never prophesies good about me, but only disaster. He is Micaiah son of Imlah.” “The*p king shouldn’t say that,” Jehoshaphat replied."
    },
    {
        "o": 12818,
        "r": "csb:2 Chronicles:18:8",
        "t": "So*p the king of Israel called an officer and said, “Hurry and get Micaiah son of Imlah!”"
    },
    {
        "o": 12819,
        "r": "csb:2 Chronicles:18:9",
        "t": "Now*p the king of Israel and King Jehoshaphat of Judah, clothed in royal attire, were each sitting on his own throne. They were sitting on the threshing floor at the entrance to Samaria’s gate, and all the prophets were prophesying in front of them."
    },
    {
        "o": 12820,
        "r": "csb:2 Chronicles:18:10",
        "t": "Then Zedekiah son of Chenaanah made iron horns and said, “This is what the Lord*s says: You will gore the Arameans with these until they are finished off.”"
    },
    {
        "o": 12821,
        "r": "csb:2 Chronicles:18:11",
        "t": "And all the prophets were prophesying the same, saying, “March up to Ramoth-gilead and succeed, for the Lord*s will hand it over to the king.”"
    },
    {
        "o": 12822,
        "r": "csb:2 Chronicles:18:11",
        "t": "Micaiah’s Message of Defeat",
        "h": 2
    },
    {
        "o": 12823,
        "r": "csb:2 Chronicles:18:12",
        "t": "The*p messenger who went to call Micaiah instructed him, “Look, the words of the prophets are unanimously favorable for the king. So let your words be like theirs, and speak favorably.”"
    },
    {
        "o": 12824,
        "r": "csb:2 Chronicles:18:13",
        "t": "But*p Micaiah said, “As the Lord*s lives, I will say whatever my God says.”"
    },
    {
        "o": 12825,
        "r": "csb:2 Chronicles:18:14",
        "t": "So*p he went to the king, and the king asked him, “Micaiah, should we go to Ramoth-gilead for war, or should I refrain?” Micaiah*p said, “March up and succeed, for they will be handed over to you.”"
    },
    {
        "o": 12826,
        "r": "csb:2 Chronicles:18:15",
        "t": "But*p the king said to him, “How many times must I make you swear not to tell me anything but the truth in the name of the Lord?”*s"
    },
    {
        "o": 12827,
        "r": "csb:2 Chronicles:18:16",
        "t": "So*p Micaiah said: I*pn saw all Israel scattered on the hills like*ln sheep without a shepherd. And*ln the Lord*s said, “They*ln have no master; let*ln each return home in peace.”"
    },
    {
        "o": 12828,
        "r": "csb:2 Chronicles:18:17",
        "t": "So*p the king of Israel said to Jehoshaphat, “Didn’t I tell you he never prophesies good about me, but only disaster?”"
    },
    {
        "o": 12829,
        "r": "csb:2 Chronicles:18:18",
        "t": "Then*p Micaiah said, “Therefore, hear the word of the Lord.*s I saw the Lord*s sitting on his throne, and the whole heavenly army was standing at his right hand and at his left hand."
    },
    {
        "o": 12830,
        "r": "csb:2 Chronicles:18:19",
        "t": "And the Lord*s said, ‘Who will entice King Ahab of Israel to march up and fall at Ramoth-gilead? ’ So one was saying this and another was saying that."
    },
    {
        "o": 12831,
        "r": "csb:2 Chronicles:18:20",
        "t": "“Then*p a spirit came forward, stood before the Lord,*s and said, ‘I will entice him.’ “The*p Lord*s asked him, ‘How?’"
    },
    {
        "o": 12832,
        "r": "csb:2 Chronicles:18:21",
        "t": "“So*p he said, ‘I will go and become a lying spirit in the mouth of all his prophets.’ “Then*p he said, ‘You will entice him and also prevail. Go and do that.’"
    },
    {
        "o": 12833,
        "r": "csb:2 Chronicles:18:22",
        "t": "“Now,*p you see, the Lord*s has put a lying spirit into the mouth of these prophets of yours, and the Lord*s has pronounced disaster against you.”"
    },
    {
        "o": 12834,
        "r": "csb:2 Chronicles:18:23",
        "t": "Then*p Zedekiah son of Chenaanah came up, hit Micaiah on the cheek, and demanded, “Which way did the spirit from the Lord*s leave me to speak to you?”"
    },
    {
        "o": 12835,
        "r": "csb:2 Chronicles:18:24",
        "t": "Micaiah*p replied, “You will soon see when you go to hide in an inner chamber on that day.”"
    },
    {
        "o": 12836,
        "r": "csb:2 Chronicles:18:25",
        "t": "Then*p the king of Israel ordered, “Take Micaiah and return him to Amon, the governor of the city, and to Joash, the king’s son,"
    },
    {
        "o": 12837,
        "r": "csb:2 Chronicles:18:26",
        "t": "and say, ‘This is what the king says: Put this guy in prison and feed him only a little bread and water until I come back safely.’”"
    },
    {
        "o": 12838,
        "r": "csb:2 Chronicles:18:27",
        "t": "But*p Micaiah said, “If you ever return safely, the Lord*s has not spoken through me.” Then he said, “Listen, all you people!”"
    },
    {
        "o": 12839,
        "r": "csb:2 Chronicles:18:27",
        "t": "Ahab’s Death",
        "h": 2
    },
    {
        "o": 12840,
        "r": "csb:2 Chronicles:18:28",
        "t": "Then*p the king of Israel and Judah’s King Jehoshaphat went up to Ramoth-gilead."
    },
    {
        "o": 12841,
        "r": "csb:2 Chronicles:18:29",
        "t": "But the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle, but you wear your royal attire.” So the king of Israel disguised himself, and they went into battle."
    },
    {
        "o": 12842,
        "r": "csb:2 Chronicles:18:30",
        "t": "Now*p the king of Aram had ordered his chariot commanders, “Do not fight with anyone at all except the king of Israel.”"
    },
    {
        "o": 12843,
        "r": "csb:2 Chronicles:18:31",
        "t": "When*p the chariot commanders saw Jehoshaphat, they shouted, “He must be the king of Israel!” So they turned to attack him, but Jehoshaphat cried out and the Lord*s helped him. God drew them away from him."
    },
    {
        "o": 12844,
        "r": "csb:2 Chronicles:18:32",
        "t": "When the chariot commanders saw that he was not the king of Israel, they turned back from pursuing him."
    },
    {
        "o": 12845,
        "r": "csb:2 Chronicles:18:33",
        "t": "But*p a man drew his bow without taking special aim and struck the king of Israel through the joints of his armor. So he said to the charioteer, “Turn around and take me out of the battle, for I am badly wounded!”"
    },
    {
        "o": 12846,
        "r": "csb:2 Chronicles:18:34",
        "t": "The battle raged throughout that day, and the king of Israel propped himself up in his chariot facing the Arameans until evening. Then he died at sunset."
    }
]
