[
    {
        "o": 32964,
        "r": "esv:Colossians:1:0",
        "t": "Colossians 1",
        "h": 1
    },
    {
        "o": 32965,
        "r": "esv:Colossians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32966,
        "r": "esv:Colossians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, and Timothy our brother,"
    },
    {
        "o": 32967,
        "r": "esv:Colossians:1:2",
        "t": "To*p the saints and faithful brothers in Christ at Colossae: Grace*p to you and peace from God our Father."
    },
    {
        "o": 32968,
        "r": "esv:Colossians:1:2",
        "t": "Thanksgiving and Prayer",
        "h": 2
    },
    {
        "o": 32969,
        "r": "esv:Colossians:1:3",
        "t": "We*p always thank God, the Father of our Lord Jesus Christ, when we pray for you,"
    },
    {
        "o": 32970,
        "r": "esv:Colossians:1:4",
        "t": "since we heard of your faith in Christ Jesus and of the love that you have for all the saints,"
    },
    {
        "o": 32971,
        "r": "esv:Colossians:1:5",
        "t": "because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel,"
    },
    {
        "o": 32972,
        "r": "esv:Colossians:1:6",
        "t": "which has come to you, as indeed in the whole world it is bearing fruit and increasing— as it also does among you, since the day you heard it and understood the grace of God in truth,"
    },
    {
        "o": 32973,
        "r": "esv:Colossians:1:7",
        "t": "just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf"
    },
    {
        "o": 32974,
        "r": "esv:Colossians:1:8",
        "t": "and has made known to us your love in the Spirit."
    },
    {
        "o": 32975,
        "r": "esv:Colossians:1:9",
        "t": "And*p so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding,"
    },
    {
        "o": 32976,
        "r": "esv:Colossians:1:10",
        "t": "so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God;"
    },
    {
        "o": 32977,
        "r": "esv:Colossians:1:11",
        "t": "being strengthened with all power, according to his glorious might, for all endurance and patience with joy;"
    },
    {
        "o": 32978,
        "r": "esv:Colossians:1:12",
        "t": "giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light."
    },
    {
        "o": 32979,
        "r": "esv:Colossians:1:13",
        "t": "He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son,"
    },
    {
        "o": 32980,
        "r": "esv:Colossians:1:14",
        "t": "in whom we have redemption, the forgiveness of sins."
    },
    {
        "o": 32981,
        "r": "esv:Colossians:1:14",
        "t": "The Preeminence of Christ",
        "h": 2
    },
    {
        "o": 32982,
        "r": "esv:Colossians:1:15",
        "t": "He*p is the image of the invisible God, the firstborn of all creation."
    },
    {
        "o": 32983,
        "r": "esv:Colossians:1:16",
        "t": "For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities— all things were created through him and for him."
    },
    {
        "o": 32984,
        "r": "esv:Colossians:1:17",
        "t": "And he is before all things, and in him all things hold together."
    },
    {
        "o": 32985,
        "r": "esv:Colossians:1:18",
        "t": "And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent."
    },
    {
        "o": 32986,
        "r": "esv:Colossians:1:19",
        "t": "For in him all the fullness of God was pleased to dwell,"
    },
    {
        "o": 32987,
        "r": "esv:Colossians:1:20",
        "t": "and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross."
    },
    {
        "o": 32988,
        "r": "esv:Colossians:1:21",
        "t": "And*p you, who once were alienated and hostile in mind, doing evil deeds,"
    },
    {
        "o": 32989,
        "r": "esv:Colossians:1:22",
        "t": "he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him,"
    },
    {
        "o": 32990,
        "r": "esv:Colossians:1:23",
        "t": "if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister."
    },
    {
        "o": 32991,
        "r": "esv:Colossians:1:23",
        "t": "Paul’s Ministry to the Church",
        "h": 2
    },
    {
        "o": 32992,
        "r": "esv:Colossians:1:24",
        "t": "Now*p I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church,"
    },
    {
        "o": 32993,
        "r": "esv:Colossians:1:25",
        "t": "of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known,"
    },
    {
        "o": 32994,
        "r": "esv:Colossians:1:26",
        "t": "the mystery hidden for ages and generations but now revealed to his saints."
    },
    {
        "o": 32995,
        "r": "esv:Colossians:1:27",
        "t": "To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory."
    },
    {
        "o": 32996,
        "r": "esv:Colossians:1:28",
        "t": "Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ."
    },
    {
        "o": 32997,
        "r": "esv:Colossians:1:29",
        "t": "For this I toil, struggling with all his energy that he powerfully works within me."
    },
    {
        "o": 32998,
        "r": "esv:Colossians:2:0",
        "t": "Colossians 2",
        "h": 1
    },
    {
        "o": 32999,
        "r": "esv:Colossians:2:1",
        "t": "For*p I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face,"
    },
    {
        "o": 33000,
        "r": "esv:Colossians:2:2",
        "t": "that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ,"
    },
    {
        "o": 33001,
        "r": "esv:Colossians:2:3",
        "t": "in whom are hidden all the treasures of wisdom and knowledge."
    },
    {
        "o": 33002,
        "r": "esv:Colossians:2:4",
        "t": "I say this in order that no one may delude you with plausible arguments."
    },
    {
        "o": 33003,
        "r": "esv:Colossians:2:5",
        "t": "For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ."
    },
    {
        "o": 33004,
        "r": "esv:Colossians:2:5",
        "t": "Alive in Christ",
        "h": 2
    },
    {
        "o": 33005,
        "r": "esv:Colossians:2:6",
        "t": "Therefore,*p as you received Christ Jesus the Lord, so walk in him,"
    },
    {
        "o": 33006,
        "r": "esv:Colossians:2:7",
        "t": "rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving."
    },
    {
        "o": 33007,
        "r": "esv:Colossians:2:8",
        "t": "See*p to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ."
    },
    {
        "o": 33008,
        "r": "esv:Colossians:2:9",
        "t": "For in him the whole fullness of deity dwells bodily,"
    },
    {
        "o": 33009,
        "r": "esv:Colossians:2:10",
        "t": "and you have been filled in him, who is the head of all rule and authority."
    },
    {
        "o": 33010,
        "r": "esv:Colossians:2:11",
        "t": "In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ,"
    },
    {
        "o": 33011,
        "r": "esv:Colossians:2:12",
        "t": "having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead."
    },
    {
        "o": 33012,
        "r": "esv:Colossians:2:13",
        "t": "And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses,"
    },
    {
        "o": 33013,
        "r": "esv:Colossians:2:14",
        "t": "by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross."
    },
    {
        "o": 33014,
        "r": "esv:Colossians:2:15",
        "t": "He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him."
    },
    {
        "o": 33015,
        "r": "esv:Colossians:2:15",
        "t": "Let No One Disqualify You",
        "h": 2
    },
    {
        "o": 33016,
        "r": "esv:Colossians:2:16",
        "t": "Therefore*p let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath."
    },
    {
        "o": 33017,
        "r": "esv:Colossians:2:17",
        "t": "These are a shadow of the things to come, but the substance belongs to Christ."
    },
    {
        "o": 33018,
        "r": "esv:Colossians:2:18",
        "t": "Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind,"
    },
    {
        "o": 33019,
        "r": "esv:Colossians:2:19",
        "t": "and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God."
    },
    {
        "o": 33020,
        "r": "esv:Colossians:2:20",
        "t": "If*p with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—"
    },
    {
        "o": 33021,
        "r": "esv:Colossians:2:21",
        "t": "“Do not handle, Do not taste, Do not touch”"
    },
    {
        "o": 33022,
        "r": "esv:Colossians:2:22",
        "t": "(referring to things that all perish as they are used)— according to human precepts and teachings?"
    },
    {
        "o": 33023,
        "r": "esv:Colossians:2:23",
        "t": "These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh."
    },
    {
        "o": 33024,
        "r": "esv:Colossians:3:0",
        "t": "Colossians 3",
        "h": 1
    },
    {
        "o": 33025,
        "r": "esv:Colossians:3:0",
        "t": "Put On the New Self",
        "h": 2
    },
    {
        "o": 33026,
        "r": "esv:Colossians:3:1",
        "t": "If*p then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God."
    },
    {
        "o": 33027,
        "r": "esv:Colossians:3:2",
        "t": "Set your minds on things that are above, not on things that are on earth."
    },
    {
        "o": 33028,
        "r": "esv:Colossians:3:3",
        "t": "For you have died, and your life is hidden with Christ in God."
    },
    {
        "o": 33029,
        "r": "esv:Colossians:3:4",
        "t": "When Christ who is your life appears, then you also will appear with him in glory."
    },
    {
        "o": 33030,
        "r": "esv:Colossians:3:5",
        "t": "Put*p to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry."
    },
    {
        "o": 33031,
        "r": "esv:Colossians:3:6",
        "t": "On account of these the wrath of God is coming."
    },
    {
        "o": 33032,
        "r": "esv:Colossians:3:7",
        "t": "In these you too once walked, when you were living in them."
    },
    {
        "o": 33033,
        "r": "esv:Colossians:3:8",
        "t": "But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth."
    },
    {
        "o": 33034,
        "r": "esv:Colossians:3:9",
        "t": "Do not lie to one another, seeing that you have put off the old self with its practices"
    },
    {
        "o": 33035,
        "r": "esv:Colossians:3:10",
        "t": "and have put on the new self, which is being renewed in knowledge after the image of its creator."
    },
    {
        "o": 33036,
        "r": "esv:Colossians:3:11",
        "t": "Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all."
    },
    {
        "o": 33037,
        "r": "esv:Colossians:3:12",
        "t": "Put*p on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,"
    },
    {
        "o": 33038,
        "r": "esv:Colossians:3:13",
        "t": "bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."
    },
    {
        "o": 33039,
        "r": "esv:Colossians:3:14",
        "t": "And above all these put on love, which binds everything together in perfect harmony."
    },
    {
        "o": 33040,
        "r": "esv:Colossians:3:15",
        "t": "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful."
    },
    {
        "o": 33041,
        "r": "esv:Colossians:3:16",
        "t": "Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God."
    },
    {
        "o": 33042,
        "r": "esv:Colossians:3:17",
        "t": "And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him."
    },
    {
        "o": 33043,
        "r": "esv:Colossians:3:17",
        "t": "Rules for Christian Households",
        "h": 2
    },
    {
        "o": 33044,
        "r": "esv:Colossians:3:18",
        "t": "Wives,*p submit to your husbands, as is fitting in the Lord."
    },
    {
        "o": 33045,
        "r": "esv:Colossians:3:19",
        "t": "Husbands, love your wives, and do not be harsh with them."
    },
    {
        "o": 33046,
        "r": "esv:Colossians:3:20",
        "t": "Children, obey your parents in everything, for this pleases the Lord."
    },
    {
        "o": 33047,
        "r": "esv:Colossians:3:21",
        "t": "Fathers, do not provoke your children, lest they become discouraged."
    },
    {
        "o": 33048,
        "r": "esv:Colossians:3:22",
        "t": "Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord."
    },
    {
        "o": 33049,
        "r": "esv:Colossians:3:23",
        "t": "Whatever you do, work heartily, as for the Lord and not for men,"
    },
    {
        "o": 33050,
        "r": "esv:Colossians:3:24",
        "t": "knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ."
    },
    {
        "o": 33051,
        "r": "esv:Colossians:3:25",
        "t": "For the wrongdoer will be paid back for the wrong he has done, and there is no partiality."
    },
    {
        "o": 33052,
        "r": "esv:Colossians:4:0",
        "t": "Colossians 4",
        "h": 1
    },
    {
        "o": 33053,
        "r": "esv:Colossians:4:1",
        "t": "Masters,*p treat your bondservants justly and fairly, knowing that you also have a Master in heaven."
    },
    {
        "o": 33054,
        "r": "esv:Colossians:4:1",
        "t": "Further Instructions",
        "h": 2
    },
    {
        "o": 33055,
        "r": "esv:Colossians:4:2",
        "t": "Continue*p steadfastly in prayer, being watchful in it with thanksgiving."
    },
    {
        "o": 33056,
        "r": "esv:Colossians:4:3",
        "t": "At the same time, pray also for us, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison—"
    },
    {
        "o": 33057,
        "r": "esv:Colossians:4:4",
        "t": "that I may make it clear, which is how I ought to speak."
    },
    {
        "o": 33058,
        "r": "esv:Colossians:4:5",
        "t": "Walk*p in wisdom toward outsiders, making the best use of the time."
    },
    {
        "o": 33059,
        "r": "esv:Colossians:4:6",
        "t": "Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person."
    },
    {
        "o": 33060,
        "r": "esv:Colossians:4:6",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33061,
        "r": "esv:Colossians:4:7",
        "t": "Tychicus*p will tell you all about my activities. He is a beloved brother and faithful minister and fellow servant in the Lord."
    },
    {
        "o": 33062,
        "r": "esv:Colossians:4:8",
        "t": "I have sent him to you for this very purpose, that you may know how we are and that he may encourage your hearts,"
    },
    {
        "o": 33063,
        "r": "esv:Colossians:4:9",
        "t": "and with him Onesimus, our faithful and beloved brother, who is one of you. They will tell you of everything that has taken place here."
    },
    {
        "o": 33064,
        "r": "esv:Colossians:4:10",
        "t": "Aristarchus*p my fellow prisoner greets you, and Mark the cousin of Barnabas (concerning whom you have received instructions— if he comes to you, welcome him),"
    },
    {
        "o": 33065,
        "r": "esv:Colossians:4:11",
        "t": "and Jesus who is called Justus. These are the only men of the circumcision among my fellow workers for the kingdom of God, and they have been a comfort to me."
    },
    {
        "o": 33066,
        "r": "esv:Colossians:4:12",
        "t": "Epaphras, who is one of you, a servant of Christ Jesus, greets you, always struggling on your behalf in his prayers, that you may stand mature and fully assured in all the will of God."
    },
    {
        "o": 33067,
        "r": "esv:Colossians:4:13",
        "t": "For I bear him witness that he has worked hard for you and for those in Laodicea and in Hierapolis."
    },
    {
        "o": 33068,
        "r": "esv:Colossians:4:14",
        "t": "Luke the beloved physician greets you, as does Demas."
    },
    {
        "o": 33069,
        "r": "esv:Colossians:4:15",
        "t": "Give my greetings to the brothers at Laodicea, and to Nympha and the church in her house."
    },
    {
        "o": 33070,
        "r": "esv:Colossians:4:16",
        "t": "And when this letter has been read among you, have it also read in the church of the Laodiceans; and see that you also read the letter from Laodicea."
    },
    {
        "o": 33071,
        "r": "esv:Colossians:4:17",
        "t": "And say to Archippus, “See that you fulfill the ministry that you have received in the Lord.”"
    },
    {
        "o": 33072,
        "r": "esv:Colossians:4:18",
        "t": "I,*p Paul, write this greeting with my own hand. Remember my chains. Grace be with you."
    }
]
