[
    {
        "o": 34130,
        "r": "csb:Hebrews:9:0",
        "t": "Hebrews 9",
        "h": 1
    },
    {
        "o": 34131,
        "r": "csb:Hebrews:9:0",
        "t": "Old Covenant Ministry",
        "h": 2
    },
    {
        "o": 34132,
        "r": "csb:Hebrews:9:1",
        "t": "Now*p the first covenant also had regulations for ministry and an earthly sanctuary."
    },
    {
        "o": 34133,
        "r": "csb:Hebrews:9:2",
        "t": "For a tabernacle was set up, and in the first room, which is called the holy place, were the lampstand, the table, and the presentation loaves."
    },
    {
        "o": 34134,
        "r": "csb:Hebrews:9:3",
        "t": "Behind the second curtain was a tent called the most holy place."
    },
    {
        "o": 34135,
        "r": "csb:Hebrews:9:4",
        "t": "It had the gold altar of incense and the ark of the covenant, covered with gold on all sides, in which was a gold jar containing the manna, Aaron’s staff that budded, and the tablets of the covenant."
    },
    {
        "o": 34136,
        "r": "csb:Hebrews:9:5",
        "t": "The cherubim of glory were above the ark overshadowing the mercy seat. It is not possible to speak about these things in detail right now."
    },
    {
        "o": 34137,
        "r": "csb:Hebrews:9:6",
        "t": "With*p these things prepared like this, the priests enter the first room repeatedly, performing their ministry."
    },
    {
        "o": 34138,
        "r": "csb:Hebrews:9:7",
        "t": "But the high priest alone enters the second room, and he does that only once a year, and never without blood, which he offers for himself and for the sins the people had committed in ignorance."
    },
    {
        "o": 34139,
        "r": "csb:Hebrews:9:8",
        "t": "The Holy Spirit was making it clear that the way into the most holy place had not yet been disclosed while the first tabernacle was still standing."
    },
    {
        "o": 34140,
        "r": "csb:Hebrews:9:9",
        "t": "This is a symbol for the present time, during which gifts and sacrifices are offered that cannot perfect the worshiper’s conscience."
    },
    {
        "o": 34141,
        "r": "csb:Hebrews:9:10",
        "t": "They are physical regulations and only deal with food, drink, and various washings imposed until the time of the new order."
    },
    {
        "o": 34142,
        "r": "csb:Hebrews:9:10",
        "t": "New Covenant Ministry",
        "h": 2
    },
    {
        "o": 34143,
        "r": "csb:Hebrews:9:11",
        "t": "But*p Christ has appeared as a high priest of the good things that have come. In the greater and more perfect tabernacle not made with hands (that is, not of this creation),"
    },
    {
        "o": 34144,
        "r": "csb:Hebrews:9:12",
        "t": "he entered the most holy place once for all time, not by the blood of goats and calves, but by his own blood, having obtained eternal redemption."
    },
    {
        "o": 34145,
        "r": "csb:Hebrews:9:13",
        "t": "For if the blood of goats and bulls and the ashes of a young cow, sprinkling those who are defiled, sanctify for the purification of the flesh,"
    },
    {
        "o": 34146,
        "r": "csb:Hebrews:9:14",
        "t": "how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, cleanse our consciences from dead works so that we can serve the living God?"
    },
    {
        "o": 34147,
        "r": "csb:Hebrews:9:15",
        "t": "Therefore,*p he is the mediator of a new covenant, so that those who are called might receive the promise of the eternal inheritance, because a death has taken place for redemption from the transgressions committed under the first covenant."
    },
    {
        "o": 34148,
        "r": "csb:Hebrews:9:16",
        "t": "Where a will exists, the death of the one who made it must be established."
    },
    {
        "o": 34149,
        "r": "csb:Hebrews:9:17",
        "t": "For a will is valid only when people die, since it is never in effect while the one who made it is living."
    },
    {
        "o": 34150,
        "r": "csb:Hebrews:9:18",
        "t": "That is why even the first covenant was inaugurated with blood."
    },
    {
        "o": 34151,
        "r": "csb:Hebrews:9:19",
        "t": "For when every command had been proclaimed by Moses to all the people according to the law, he took the blood of calves and goats, along with water, scarlet wool, and hyssop, and sprinkled the scroll itself and all the people,"
    },
    {
        "o": 34152,
        "r": "csb:Hebrews:9:20",
        "t": "saying, This*i is*i the*i blood*i of*i the*i covenant*i that*i God*i has*i ordained*i for*i you.*i"
    },
    {
        "o": 34153,
        "r": "csb:Hebrews:9:21",
        "t": "In the same way, he sprinkled the tabernacle and all the articles of worship with blood."
    },
    {
        "o": 34154,
        "r": "csb:Hebrews:9:22",
        "t": "According to the law almost everything is purified with blood, and without the shedding of blood there is no forgiveness."
    },
    {
        "o": 34155,
        "r": "csb:Hebrews:9:23",
        "t": "Therefore,*p it was necessary for the copies of the things in the heavens to be purified with these sacrifices, but the heavenly things themselves to be purified with better sacrifices than these."
    },
    {
        "o": 34156,
        "r": "csb:Hebrews:9:24",
        "t": "For Christ did not enter a sanctuary made with hands (only a model of the true one) but into heaven itself, so that he might now appear in the presence of God for us."
    },
    {
        "o": 34157,
        "r": "csb:Hebrews:9:25",
        "t": "He did not do this to offer himself many times, as the high priest enters the sanctuary yearly with the blood of another."
    },
    {
        "o": 34158,
        "r": "csb:Hebrews:9:26",
        "t": "Otherwise, he would have had to suffer many times since the foundation of the world. But now he has appeared one time, at the end of the ages, for the removal of sin by the sacrifice of himself."
    },
    {
        "o": 34159,
        "r": "csb:Hebrews:9:27",
        "t": "And just as it is appointed for people to die once - and after this, judgment-"
    },
    {
        "o": 34160,
        "r": "csb:Hebrews:9:28",
        "t": "so also Christ, having been offered once to bear the sins of many, will appear a second time, not to bear sin, but to bring salvation to those who are waiting for him."
    }
]
