[
    {
        "o": 23612,
        "r": "kjv:Micah:1:0",
        "t": "Micah 1",
        "h": 1
    },
    {
        "o": 23613,
        "r": "kjv:Micah:1:1",
        "t": "The*p word of the Lord*s that came to Micah the Morasthite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem."
    },
    {
        "o": 23614,
        "r": "kjv:Micah:1:2",
        "t": "Hear,*p all ye people; hearken, O earth, and all that therein is: and let the Lord God*s be witness against you, the Lord from his holy temple."
    },
    {
        "o": 23615,
        "r": "kjv:Micah:1:3",
        "t": "For,*p behold, the Lord*s cometh forth out of his place, and will come down, and tread upon the high places of the earth."
    },
    {
        "o": 23616,
        "r": "kjv:Micah:1:4",
        "t": "And*p the mountains shall be molten under him, and the valleys shall be cleft, as wax before the fire, and as the waters that are poured down a steep place."
    },
    {
        "o": 23617,
        "r": "kjv:Micah:1:5",
        "t": "For*p the transgression of Jacob is all this, and for the sins of the house of Israel. What is the transgression of Jacob? is it not Samaria? and what are the high places of Judah? are they not Jerusalem?"
    },
    {
        "o": 23618,
        "r": "kjv:Micah:1:6",
        "t": "Therefore*p I will make Samaria as an heap of the field, and as plantings of a vineyard: and I will pour down the stones thereof into the valley, and I will discover the foundations thereof."
    },
    {
        "o": 23619,
        "r": "kjv:Micah:1:7",
        "t": "And*p all the graven images thereof shall be beaten to pieces, and all the hires thereof shall be burned with the fire, and all the idols thereof will I lay desolate: for she gathered it of the hire of an harlot, and they shall return to the hire of an harlot."
    },
    {
        "o": 23620,
        "r": "kjv:Micah:1:8",
        "t": "Therefore*p I will wail and howl, I will go stripped and naked: I will make a wailing like the dragons, and mourning as the owls."
    },
    {
        "o": 23621,
        "r": "kjv:Micah:1:9",
        "t": "For*p her wound is incurable; for it is come unto Judah; he is come unto the gate of my people, even to Jerusalem."
    },
    {
        "o": 23622,
        "r": "kjv:Micah:1:10",
        "t": "Declare*p ye it not at Gath, weep ye not at all: in the house of Aphrah roll thyself in the dust."
    },
    {
        "o": 23623,
        "r": "kjv:Micah:1:11",
        "t": "Pass*p ye away, thou inhabitant of Saphir, having thy shame naked: the inhabitant of Zaanan came not forth in the mourning of Beth–ezel; he shall receive of you his standing."
    },
    {
        "o": 23624,
        "r": "kjv:Micah:1:12",
        "t": "For*p the inhabitant of Maroth waited carefully for good: but evil came down from the Lord*s unto the gate of Jerusalem."
    },
    {
        "o": 23625,
        "r": "kjv:Micah:1:13",
        "t": "O*p thou inhabitant of Lachish, bind the chariot to the swift beast: she is the beginning of the sin to the daughter of Zion: for the transgressions of Israel were found in thee."
    },
    {
        "o": 23626,
        "r": "kjv:Micah:1:14",
        "t": "Therefore*p shalt thou give presents to Moresheth–gath: the houses of Achzib shall be a lie to the kings of Israel."
    },
    {
        "o": 23627,
        "r": "kjv:Micah:1:15",
        "t": "Yet*p will I bring an heir unto thee, O inhabitant of Mareshah: he shall come unto Adullam the glory of Israel."
    },
    {
        "o": 23628,
        "r": "kjv:Micah:1:16",
        "t": "Make*p thee bald, and poll thee for thy delicate children; enlarge thy baldness as the eagle; for they are gone into captivity from thee."
    },
    {
        "o": 23629,
        "r": "kjv:Micah:2:0",
        "t": "Micah 2",
        "h": 1
    },
    {
        "o": 23630,
        "r": "kjv:Micah:2:1",
        "t": "Woe*p to them that devise iniquity, and work evil upon their beds! when the morning is light, they practise it, because it is in the power of their hand."
    },
    {
        "o": 23631,
        "r": "kjv:Micah:2:2",
        "t": "And*p they covet fields, and take them by violence; and houses, and take them away: so they oppress a man and his house, even a man and his heritage."
    },
    {
        "o": 23632,
        "r": "kjv:Micah:2:3",
        "t": "Therefore*p thus saith the Lord;*s Behold, against this family do I devise an evil, from which ye shall not remove your necks; neither shall ye go haughtily: for this time is evil."
    },
    {
        "o": 23633,
        "r": "kjv:Micah:2:4",
        "t": "In*p that day shall one take up a parable against you, and lament with a doleful lamentation, and say, We be utterly spoiled: he hath changed the portion of my people: how hath he removed it from me! turning away he hath divided our fields."
    },
    {
        "o": 23634,
        "r": "kjv:Micah:2:5",
        "t": "Therefore*p thou shalt have none that shall cast a cord by lot in the congregation of the Lord.*s"
    },
    {
        "o": 23635,
        "r": "kjv:Micah:2:6",
        "t": "Prophesy*p ye not, say they to them that prophesy: they shall not prophesy to them, that they shall not take shame."
    },
    {
        "o": 23636,
        "r": "kjv:Micah:2:7",
        "t": "O*p thou that art named the house of Jacob, is the spirit of the Lord*s straitened? are these his doings? do not my words do good to him that walketh uprightly?"
    },
    {
        "o": 23637,
        "r": "kjv:Micah:2:8",
        "t": "Even*p of late my people is risen up as an enemy: ye pull off the robe with the garment from them that pass by securely as men averse from war."
    },
    {
        "o": 23638,
        "r": "kjv:Micah:2:9",
        "t": "The*p women of my people have ye cast out from their pleasant houses; from their children have ye taken away my glory for ever."
    },
    {
        "o": 23639,
        "r": "kjv:Micah:2:10",
        "t": "Arise*p ye, and depart; for this is not your rest: because it is polluted, it shall destroy you, even with a sore destruction."
    },
    {
        "o": 23640,
        "r": "kjv:Micah:2:11",
        "t": "If*p a man walking in the spirit and falsehood do lie, saying, I will prophesy unto thee of wine and of strong drink; he shall even be the prophet of this people."
    },
    {
        "o": 23641,
        "r": "kjv:Micah:2:12",
        "t": "I*p will surely assemble, O Jacob, all of thee; I will surely gather the remnant of Israel; I will put them together as the sheep of Bozrah, as the flock in the midst of their fold: they shall make great noise by reason of the multitude of men."
    },
    {
        "o": 23642,
        "r": "kjv:Micah:2:13",
        "t": "The*p breaker is come up before them: they have broken up, and have passed through the gate, and are gone out by it: and their king shall pass before them, and the Lord*s on the head of them."
    },
    {
        "o": 23643,
        "r": "kjv:Micah:3:0",
        "t": "Micah 3",
        "h": 1
    },
    {
        "o": 23644,
        "r": "kjv:Micah:3:1",
        "t": "And*p I said, Hear, I pray you, O heads of Jacob, and ye princes of the house of Israel; Is it not for you to know judgment?"
    },
    {
        "o": 23645,
        "r": "kjv:Micah:3:2",
        "t": "Who*p hate the good, and love the evil; who pluck off their skin from off them, and their flesh from off their bones;"
    },
    {
        "o": 23646,
        "r": "kjv:Micah:3:3",
        "t": "Who*p also eat the flesh of my people, and flay their skin from off them; and they break their bones, and chop them in pieces, as for the pot, and as flesh within the caldron."
    },
    {
        "o": 23647,
        "r": "kjv:Micah:3:4",
        "t": "Then*p shall they cry unto the Lord,*s but he will not hear them: he will even hide his face from them at that time, as they have behaved themselves ill in their doings."
    },
    {
        "o": 23648,
        "r": "kjv:Micah:3:5",
        "t": "Thus*p saith the Lord*s concerning the prophets that make my people err, that bite with their teeth, and cry, Peace; and he that putteth not into their mouths, they even prepare war against him."
    },
    {
        "o": 23649,
        "r": "kjv:Micah:3:6",
        "t": "Therefore*p night shall be unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down over the prophets, and the day shall be dark over them."
    },
    {
        "o": 23650,
        "r": "kjv:Micah:3:7",
        "t": "Then*p shall the seers be ashamed, and the diviners confounded: yea, they shall all cover their lips; for there is no answer of God."
    },
    {
        "o": 23651,
        "r": "kjv:Micah:3:8",
        "t": "But*p truly I am full of power by the spirit of the Lord,*s and of judgment, and of might, to declare unto Jacob his transgression, and to Israel his sin."
    },
    {
        "o": 23652,
        "r": "kjv:Micah:3:9",
        "t": "Hear*p this, I pray you, ye heads of the house of Jacob, and princes of the house of Israel, that abhor judgment, and pervert all equity."
    },
    {
        "o": 23653,
        "r": "kjv:Micah:3:10",
        "t": "They*p build up Zion with blood, and Jerusalem with iniquity."
    },
    {
        "o": 23654,
        "r": "kjv:Micah:3:11",
        "t": "The*p heads thereof judge for reward, and the priests thereof teach for hire, and the prophets thereof divine for money: yet will they lean upon the Lord,*s and say, Is not the Lord*s among us? none evil can come upon us."
    },
    {
        "o": 23655,
        "r": "kjv:Micah:3:12",
        "t": "Therefore*p shall Zion for your sake be plowed as a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of the forest."
    },
    {
        "o": 23656,
        "r": "kjv:Micah:4:0",
        "t": "Micah 4",
        "h": 1
    },
    {
        "o": 23657,
        "r": "kjv:Micah:4:1",
        "t": "But*p in the last days it shall come to pass, that the mountain of the house of the Lord*s shall be established in the top of the mountains, and it shall be exalted above the hills; and people shall flow unto it."
    },
    {
        "o": 23658,
        "r": "kjv:Micah:4:2",
        "t": "And*p many nations shall come, and say, Come, and let us go up to the mountain of the Lord,*s and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for the law shall go forth of Zion, and the word of the Lord*s from Jerusalem."
    },
    {
        "o": 23659,
        "r": "kjv:Micah:4:3",
        "t": "And*p he shall judge among many people, and rebuke strong nations afar off; and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up a sword against nation, neither shall they learn war any more."
    },
    {
        "o": 23660,
        "r": "kjv:Micah:4:4",
        "t": "But*p they shall sit every man under his vine and under his fig tree; and none shall make them afraid: for the mouth of the Lord*s of hosts hath spoken it."
    },
    {
        "o": 23661,
        "r": "kjv:Micah:4:5",
        "t": "For*p all people will walk every one in the name of his god, and we will walk in the name of the Lord*s our God for ever and ever."
    },
    {
        "o": 23662,
        "r": "kjv:Micah:4:6",
        "t": "In*p that day, saith the Lord,*s will I assemble her that halteth, and I will gather her that is driven out, and her that I have afflicted;"
    },
    {
        "o": 23663,
        "r": "kjv:Micah:4:7",
        "t": "And*p I will make her that halted a remnant, and her that was cast far off a strong nation: and the Lord*s shall reign over them in mount Zion from henceforth, even for ever."
    },
    {
        "o": 23664,
        "r": "kjv:Micah:4:8",
        "t": "And*p thou, O tower of the flock, the strong hold of the daughter of Zion, unto thee shall it come, even the first dominion; the kingdom shall come to the daughter of Jerusalem."
    },
    {
        "o": 23665,
        "r": "kjv:Micah:4:9",
        "t": "Now*p why dost thou cry out aloud? is there no king in thee? is thy counsellor perished? for pangs have taken thee as a woman in travail."
    },
    {
        "o": 23666,
        "r": "kjv:Micah:4:10",
        "t": "Be*p in pain, and labour to bring forth, O daughter of Zion, like a woman in travail: for now shalt thou go forth out of the city, and thou shalt dwell in the field, and thou shalt go even to Babylon; there shalt thou be delivered; there the Lord*s shall redeem thee from the hand of thine enemies."
    },
    {
        "o": 23667,
        "r": "kjv:Micah:4:11",
        "t": "Now*p also many nations are gathered against thee, that say, Let her be defiled, and let our eye look upon Zion."
    },
    {
        "o": 23668,
        "r": "kjv:Micah:4:12",
        "t": "But*p they know not the thoughts of the Lord,*s neither understand they his counsel: for he shall gather them as the sheaves into the floor."
    },
    {
        "o": 23669,
        "r": "kjv:Micah:4:13",
        "t": "Arise*p and thresh, O daughter of Zion: for I will make thine horn iron, and I will make thy hoofs brass: and thou shalt beat in pieces many people: and I will consecrate their gain unto the Lord,*s and their substance unto the Lord of the whole earth."
    },
    {
        "o": 23670,
        "r": "kjv:Micah:5:0",
        "t": "Micah 5",
        "h": 1
    },
    {
        "o": 23671,
        "r": "kjv:Micah:5:1",
        "t": "Now*p gather thyself in troops, O daughter of troops: he hath laid siege against us: they shall smite the judge of Israel with a rod upon the cheek."
    },
    {
        "o": 23672,
        "r": "kjv:Micah:5:2",
        "t": "But*p thou, Beth–lehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been from of old, from everlasting."
    },
    {
        "o": 23673,
        "r": "kjv:Micah:5:3",
        "t": "Therefore*p will he give them up, until the time that she which travaileth hath brought forth: then the remnant of his brethren shall return unto the children of Israel."
    },
    {
        "o": 23674,
        "r": "kjv:Micah:5:4",
        "t": "And*p he shall stand and feed in the strength of the Lord,*s in the majesty of the name of the Lord*s his God; and they shall abide: for now shall he be great unto the ends of the earth."
    },
    {
        "o": 23675,
        "r": "kjv:Micah:5:5",
        "t": "And*p this man shall be the peace, when the Assyrian shall come into our land: and when he shall tread in our palaces, then shall we raise against him seven shepherds, and eight principal men."
    },
    {
        "o": 23676,
        "r": "kjv:Micah:5:6",
        "t": "And*p they shall waste the land of Assyria with the sword, and the land of Nimrod in the entrances thereof: thus shall he deliver us from the Assyrian, when he cometh into our land, and when he treadeth within our borders."
    },
    {
        "o": 23677,
        "r": "kjv:Micah:5:7",
        "t": "And*p the remnant of Jacob shall be in the midst of many people as a dew from the Lord,*s as the showers upon the grass, that tarrieth not for man, nor waiteth for the sons of men."
    },
    {
        "o": 23678,
        "r": "kjv:Micah:5:8",
        "t": "And*p the remnant of Jacob shall be among the Gentiles in the midst of many people as a lion among the beasts of the forest, as a young lion among the flocks of sheep: who, if he go through, both treadeth down, and teareth in pieces, and none can deliver."
    },
    {
        "o": 23679,
        "r": "kjv:Micah:5:9",
        "t": "Thine*p hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off."
    },
    {
        "o": 23680,
        "r": "kjv:Micah:5:10",
        "t": "And*p it shall come to pass in that day, saith the Lord,*s that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:"
    },
    {
        "o": 23681,
        "r": "kjv:Micah:5:11",
        "t": "And*p I will cut off the cities of thy land, and throw down all thy strong holds:"
    },
    {
        "o": 23682,
        "r": "kjv:Micah:5:12",
        "t": "And*p I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:"
    },
    {
        "o": 23683,
        "r": "kjv:Micah:5:13",
        "t": "Thy*p graven images also will I cut off, and thy standing images out of the midst of thee; and thou shalt no more worship the work of thine hands."
    },
    {
        "o": 23684,
        "r": "kjv:Micah:5:14",
        "t": "And*p I will pluck up thy groves out of the midst of thee: so will I destroy thy cities."
    },
    {
        "o": 23685,
        "r": "kjv:Micah:5:15",
        "t": "And*p I will execute vengeance in anger and fury upon the heathen, such as they have not heard."
    },
    {
        "o": 23686,
        "r": "kjv:Micah:6:0",
        "t": "Micah 6",
        "h": 1
    },
    {
        "o": 23687,
        "r": "kjv:Micah:6:1",
        "t": "Hear*p ye now what the Lord*s saith; Arise, contend thou before the mountains, and let the hills hear thy voice."
    },
    {
        "o": 23688,
        "r": "kjv:Micah:6:2",
        "t": "Hear*p ye, O mountains, the Lord's*s controversy, and ye strong foundations of the earth: for the Lord*s hath a controversy with his people, and he will plead with Israel."
    },
    {
        "o": 23689,
        "r": "kjv:Micah:6:3",
        "t": "O*p my people, what have I done unto thee? and wherein have I wearied thee? testify against me."
    },
    {
        "o": 23690,
        "r": "kjv:Micah:6:4",
        "t": "For*p I brought thee up out of the land of Egypt, and redeemed thee out of the house of servants; and I sent before thee Moses, Aaron, and Miriam."
    },
    {
        "o": 23691,
        "r": "kjv:Micah:6:5",
        "t": "O*p my people, remember now what Balak king of Moab consulted, and what Balaam the son of Beor answered him from Shittim unto Gilgal; that ye may know the righteousness of the Lord.*s"
    },
    {
        "o": 23692,
        "r": "kjv:Micah:6:6",
        "t": "Wherewith*p shall I come before the Lord,*s and bow myself before the high God? shall I come before him with burnt offerings, with calves of a year old?"
    },
    {
        "o": 23693,
        "r": "kjv:Micah:6:7",
        "t": "Will*p the Lord*s be pleased with thousands of rams, or with ten thousands of rivers of oil? shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?"
    },
    {
        "o": 23694,
        "r": "kjv:Micah:6:8",
        "t": "He*p hath shewed thee, O man, what is good; and what doth the Lord*s require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?"
    },
    {
        "o": 23695,
        "r": "kjv:Micah:6:9",
        "t": "The*p Lord's*s voice crieth unto the city, and the man of wisdom shall see thy name: hear ye the rod, and who hath appointed it."
    },
    {
        "o": 23696,
        "r": "kjv:Micah:6:10",
        "t": "Are*p there yet the treasures of wickedness in the house of the wicked, and the scant measure that is abominable?"
    },
    {
        "o": 23697,
        "r": "kjv:Micah:6:11",
        "t": "Shall*p I count them pure with the wicked balances, and with the bag of deceitful weights?"
    },
    {
        "o": 23698,
        "r": "kjv:Micah:6:12",
        "t": "For*p the rich men thereof are full of violence, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth."
    },
    {
        "o": 23699,
        "r": "kjv:Micah:6:13",
        "t": "Therefore*p also will I make thee sick in smiting thee, in making thee desolate because of thy sins."
    },
    {
        "o": 23700,
        "r": "kjv:Micah:6:14",
        "t": "Thou*p shalt eat, but not be satisfied; and thy casting down shall be in the midst of thee; and thou shalt take hold, but shalt not deliver; and that which thou deliverest will I give up to the sword."
    },
    {
        "o": 23701,
        "r": "kjv:Micah:6:15",
        "t": "Thou*p shalt sow, but thou shalt not reap; thou shalt tread the olives, but thou shalt not anoint thee with oil; and sweet wine, but shalt not drink wine."
    },
    {
        "o": 23702,
        "r": "kjv:Micah:6:16",
        "t": "For*p the statutes of Omri are kept, and all the works of the house of Ahab, and ye walk in their counsels; that I should make thee a desolation, and the inhabitants thereof an hissing: therefore ye shall bear the reproach of my people."
    },
    {
        "o": 23703,
        "r": "kjv:Micah:7:0",
        "t": "Micah 7",
        "h": 1
    },
    {
        "o": 23704,
        "r": "kjv:Micah:7:1",
        "t": "Woe*p is me! for I am as when they have gathered the summer fruits, as the grapegleanings of the vintage: there is no cluster to eat: my soul desired the firstripe fruit."
    },
    {
        "o": 23705,
        "r": "kjv:Micah:7:2",
        "t": "The*p good man is perished out of the earth: and there is none upright among men: they all lie in wait for blood; they hunt every man his brother with a net."
    },
    {
        "o": 23706,
        "r": "kjv:Micah:7:3",
        "t": "That*p they may do evil with both hands earnestly, the prince asketh, and the judge asketh for a reward; and the great man, he uttereth his mischievous desire: so they wrap it up."
    },
    {
        "o": 23707,
        "r": "kjv:Micah:7:4",
        "t": "The*p best of them is as a brier: the most upright is sharper than a thorn hedge: the day of thy watchmen and thy visitation cometh; now shall be their perplexity."
    },
    {
        "o": 23708,
        "r": "kjv:Micah:7:5",
        "t": "Trust*p ye not in a friend, put ye not confidence in a guide: keep the doors of thy mouth from her that lieth in thy bosom."
    },
    {
        "o": 23709,
        "r": "kjv:Micah:7:6",
        "t": "For*p the son dishonoureth the father, the daughter riseth up against her mother, the daughter in law against her mother in law; a man's enemies are the men of his own house."
    },
    {
        "o": 23710,
        "r": "kjv:Micah:7:7",
        "t": "Therefore*p I will look unto the Lord;*s I will wait for the God of my salvation: my God will hear me."
    },
    {
        "o": 23711,
        "r": "kjv:Micah:7:8",
        "t": "Rejoice*p not against me, O mine enemy: when I fall, I shall arise; when I sit in darkness, the Lord*s shall be a light unto me."
    },
    {
        "o": 23712,
        "r": "kjv:Micah:7:9",
        "t": "I*p will bear the indignation of the Lord,*s because I have sinned against him, until he plead my cause, and execute judgment for me: he will bring me forth to the light, and I shall behold his righteousness."
    },
    {
        "o": 23713,
        "r": "kjv:Micah:7:10",
        "t": "Then*p she that is mine enemy shall see it, and shame shall cover her which said unto me, Where is the Lord*s thy God? mine eyes shall behold her: now shall she be trodden down as the mire of the streets."
    },
    {
        "o": 23714,
        "r": "kjv:Micah:7:11",
        "t": "In*p the day that thy walls are to be built, in that day shall the decree be far removed."
    },
    {
        "o": 23715,
        "r": "kjv:Micah:7:12",
        "t": "In*p that day also he shall come even to thee from Assyria, and from the fortified cities, and from the fortress even to the river, and from sea to sea, and from mountain to mountain."
    },
    {
        "o": 23716,
        "r": "kjv:Micah:7:13",
        "t": "Notwithstanding*p the land shall be desolate because of them that dwell therein, for the fruit of their doings."
    },
    {
        "o": 23717,
        "r": "kjv:Micah:7:14",
        "t": "Feed*p thy people with thy rod, the flock of thine heritage, which dwell solitarily in the wood, in the midst of Carmel: let them feed in Bashan and Gilead, as in the days of old."
    },
    {
        "o": 23718,
        "r": "kjv:Micah:7:15",
        "t": "According*p to the days of thy coming out of the land of Egypt will I shew unto him marvellous things."
    },
    {
        "o": 23719,
        "r": "kjv:Micah:7:16",
        "t": "The*p nations shall see and be confounded at all their might: they shall lay their hand upon their mouth, their ears shall be deaf."
    },
    {
        "o": 23720,
        "r": "kjv:Micah:7:17",
        "t": "They*p shall lick the dust like a serpent, they shall move out of their holes like worms of the earth: they shall be afraid of the Lord*s our God, and shall fear because of thee."
    },
    {
        "o": 23721,
        "r": "kjv:Micah:7:18",
        "t": "Who*p is a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth in mercy."
    },
    {
        "o": 23722,
        "r": "kjv:Micah:7:19",
        "t": "He*p will turn again, he will have compassion upon us; he will subdue our iniquities; and thou wilt cast all their sins into the depths of the sea."
    },
    {
        "o": 23723,
        "r": "kjv:Micah:7:20",
        "t": "Thou*p wilt perform the truth to Jacob, and the mercy to Abraham, which thou hast sworn unto our fathers from the days of old."
    }
]
