[
    {
        "o": 31967,
        "r": "nasb:1 Corinthians:15:0",
        "t": "1 Corinthians 15",
        "h": 1
    },
    {
        "o": 31968,
        "r": "nasb:1 Corinthians:15:0",
        "t": "The Fact of Christ’s Resurrection",
        "h": 2
    },
    {
        "o": 31969,
        "r": "nasb:1 Corinthians:15:1",
        "t": "Now*p I make known to you, brethren, the gospel which I preached to you, which also you received, in which also you stand,"
    },
    {
        "o": 31970,
        "r": "nasb:1 Corinthians:15:2",
        "t": "by which also you are saved, if you hold fast the word which I preached to you, unless you believed in vain."
    },
    {
        "o": 31971,
        "r": "nasb:1 Corinthians:15:3",
        "t": "For*p I delivered to you as of first importance what I also received, that Christ died for our sins according to the Scriptures,"
    },
    {
        "o": 31972,
        "r": "nasb:1 Corinthians:15:4",
        "t": "and that He was buried, and that He was raised on the third day according to the Scriptures,"
    },
    {
        "o": 31973,
        "r": "nasb:1 Corinthians:15:5",
        "t": "and that He appeared to Cephas, then to the twelve."
    },
    {
        "o": 31974,
        "r": "nasb:1 Corinthians:15:6",
        "t": "After that He appeared to more than five hundred brethren at one time, most of whom remain until now, but some have fallen asleep;"
    },
    {
        "o": 31975,
        "r": "nasb:1 Corinthians:15:7",
        "t": "then He appeared to James, then to all the apostles;"
    },
    {
        "o": 31976,
        "r": "nasb:1 Corinthians:15:8",
        "t": "and last of all, as to one untimely born, He appeared to me also."
    },
    {
        "o": 31977,
        "r": "nasb:1 Corinthians:15:9",
        "t": "For I am the least of the apostles, and not fit to be called an apostle, because I persecuted the church of God."
    },
    {
        "o": 31978,
        "r": "nasb:1 Corinthians:15:10",
        "t": "But by the grace of God I am what I am, and His grace toward me did not prove vain; but I labored even more than all of them, yet not I, but the grace of God with me."
    },
    {
        "o": 31979,
        "r": "nasb:1 Corinthians:15:11",
        "t": "Whether then it*i was*i I or they, so we preach and so you believed."
    },
    {
        "o": 31980,
        "r": "nasb:1 Corinthians:15:12",
        "t": "Now*p if Christ is preached, that He has been raised from the dead, how do some among you say that there is no resurrection of the dead?"
    },
    {
        "o": 31981,
        "r": "nasb:1 Corinthians:15:13",
        "t": "But if there is no resurrection of the dead, not even Christ has been raised;"
    },
    {
        "o": 31982,
        "r": "nasb:1 Corinthians:15:14",
        "t": "and if Christ has not been raised, then our preaching is vain, your faith also is vain."
    },
    {
        "o": 31983,
        "r": "nasb:1 Corinthians:15:15",
        "t": "Moreover we are even found to*i be*i false witnesses of God, because we testified against God that He raised Christ, whom He did not raise, if in fact the dead are not raised."
    },
    {
        "o": 31984,
        "r": "nasb:1 Corinthians:15:16",
        "t": "For if the dead are not raised, not even Christ has been raised;"
    },
    {
        "o": 31985,
        "r": "nasb:1 Corinthians:15:17",
        "t": "and if Christ has not been raised, your faith is worthless; you are still in your sins."
    },
    {
        "o": 31986,
        "r": "nasb:1 Corinthians:15:18",
        "t": "Then those also who have fallen asleep in Christ have perished."
    },
    {
        "o": 31987,
        "r": "nasb:1 Corinthians:15:19",
        "t": "If we have hoped in Christ in this life only, we are of all men most to be pitied."
    },
    {
        "o": 31988,
        "r": "nasb:1 Corinthians:15:19",
        "t": "The Order of Resurrection",
        "h": 2
    },
    {
        "o": 31989,
        "r": "nasb:1 Corinthians:15:20",
        "t": "But*p now Christ has been raised from the dead, the first fruits of those who are asleep."
    },
    {
        "o": 31990,
        "r": "nasb:1 Corinthians:15:21",
        "t": "For since by a man came*i death, by a man also came*i the resurrection of the dead."
    },
    {
        "o": 31991,
        "r": "nasb:1 Corinthians:15:22",
        "t": "For as in Adam all die, so also in Christ all will be made alive."
    },
    {
        "o": 31992,
        "r": "nasb:1 Corinthians:15:23",
        "t": "But each in his own order: Christ the first fruits, after that those who are Christ’s at His coming,"
    },
    {
        "o": 31993,
        "r": "nasb:1 Corinthians:15:24",
        "t": "then comes*i the end, when He hands over the kingdom to the God and Father, when He has abolished all rule and all authority and power."
    },
    {
        "o": 31994,
        "r": "nasb:1 Corinthians:15:25",
        "t": "For He must reign until He has put all His enemies under His feet."
    },
    {
        "o": 31995,
        "r": "nasb:1 Corinthians:15:26",
        "t": "The last enemy that will be abolished is death."
    },
    {
        "o": 31996,
        "r": "nasb:1 Corinthians:15:27",
        "t": "For He*s has*s put*s all*s things*s in*s subjection*s under*s His*s feet.*s But when He says, “All things are put in subjection,” it is evident that He is excepted who put all things in subjection to Him."
    },
    {
        "o": 31997,
        "r": "nasb:1 Corinthians:15:28",
        "t": "When all things are subjected to Him, then the Son Himself also will be subjected to the One who subjected all things to Him, so that God may be all in all."
    },
    {
        "o": 31998,
        "r": "nasb:1 Corinthians:15:29",
        "t": "Otherwise,*p what will those do who are baptized for the dead? If the dead are not raised at all, why then are they baptized for them?"
    },
    {
        "o": 31999,
        "r": "nasb:1 Corinthians:15:30",
        "t": "Why are we also in danger every hour?"
    },
    {
        "o": 32000,
        "r": "nasb:1 Corinthians:15:31",
        "t": "I affirm, brethren, by the boasting in you which I have in Christ Jesus our Lord, I die daily."
    },
    {
        "o": 32001,
        "r": "nasb:1 Corinthians:15:32",
        "t": "If from human motives I fought with wild beasts at Ephesus, what does it profit me? If the dead are not raised, let*s us*s eat*s and*s drink,*s for*s tomorrow*s we*s die.*s"
    },
    {
        "o": 32002,
        "r": "nasb:1 Corinthians:15:33",
        "t": "Do not be deceived: “Bad company corrupts good morals.”"
    },
    {
        "o": 32003,
        "r": "nasb:1 Corinthians:15:34",
        "t": "Become sober-minded as you ought, and stop sinning; for some have no knowledge of God. I speak this*i to your shame."
    },
    {
        "o": 32004,
        "r": "nasb:1 Corinthians:15:35",
        "t": "But*p someone will say, “How are the dead raised? And with what kind of body do they come?”"
    },
    {
        "o": 32005,
        "r": "nasb:1 Corinthians:15:36",
        "t": "You fool! That which you sow does not come to life unless it dies;"
    },
    {
        "o": 32006,
        "r": "nasb:1 Corinthians:15:37",
        "t": "and that which you sow, you do not sow the body which is to be, but a bare grain, perhaps of wheat or of something else."
    },
    {
        "o": 32007,
        "r": "nasb:1 Corinthians:15:38",
        "t": "But God gives it a body just as He wished, and to each of the seeds a body of its own."
    },
    {
        "o": 32008,
        "r": "nasb:1 Corinthians:15:39",
        "t": "All flesh is not the same flesh, but there is one flesh*i of men, and another flesh of beasts, and another flesh of birds, and another of fish."
    },
    {
        "o": 32009,
        "r": "nasb:1 Corinthians:15:40",
        "t": "There are also heavenly bodies and earthly bodies, but the glory of the heavenly is one, and the glory*i of the earthly is another."
    },
    {
        "o": 32010,
        "r": "nasb:1 Corinthians:15:41",
        "t": "There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory."
    },
    {
        "o": 32011,
        "r": "nasb:1 Corinthians:15:42",
        "t": "So*p also is the resurrection of the dead. It is sown a perishable body,*i it is raised an imperishable body;*i"
    },
    {
        "o": 32012,
        "r": "nasb:1 Corinthians:15:43",
        "t": "it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power;"
    },
    {
        "o": 32013,
        "r": "nasb:1 Corinthians:15:44",
        "t": "it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body.*i"
    },
    {
        "o": 32014,
        "r": "nasb:1 Corinthians:15:45",
        "t": "So also it is written, “The first man,*s Adam, became*s a*s living*s soul.”*s The last Adam became*i a life-giving spirit."
    },
    {
        "o": 32015,
        "r": "nasb:1 Corinthians:15:46",
        "t": "However, the spiritual is not first, but the natural; then the spiritual."
    },
    {
        "o": 32016,
        "r": "nasb:1 Corinthians:15:47",
        "t": "The first man is from the earth, earthy; the second man is from heaven."
    },
    {
        "o": 32017,
        "r": "nasb:1 Corinthians:15:48",
        "t": "As is the earthy, so also are those who are earthy; and as is the heavenly, so also are those who are heavenly."
    },
    {
        "o": 32018,
        "r": "nasb:1 Corinthians:15:49",
        "t": "Just as we have borne the image of the earthy, we will also bear the image of the heavenly."
    },
    {
        "o": 32019,
        "r": "nasb:1 Corinthians:15:49",
        "t": "The Mystery of Resurrection",
        "h": 2
    },
    {
        "o": 32020,
        "r": "nasb:1 Corinthians:15:50",
        "t": "Now*p I say this, brethren, that flesh and blood cannot inherit the kingdom of God; nor does the perishable inherit the imperishable."
    },
    {
        "o": 32021,
        "r": "nasb:1 Corinthians:15:51",
        "t": "Behold, I tell you a mystery; we will not all sleep, but we will all be changed,"
    },
    {
        "o": 32022,
        "r": "nasb:1 Corinthians:15:52",
        "t": "in a moment, in the twinkling of an eye, at the last trumpet; for the trumpet will sound, and the dead will be raised imperishable, and we will be changed."
    },
    {
        "o": 32023,
        "r": "nasb:1 Corinthians:15:53",
        "t": "For this perishable must put on the imperishable, and this mortal must put on immortality."
    },
    {
        "o": 32024,
        "r": "nasb:1 Corinthians:15:54",
        "t": "But when this perishable will have put on the imperishable, and this mortal will have put on immortality, then will come about the saying that is written, “Death*s is*s swallowed*s up*s in victory."
    },
    {
        "o": 32025,
        "r": "nasb:1 Corinthians:15:55",
        "t": "O death,*s where*s is*s your*s victory?*s O death,*s where*s is*s your*s sting?”*s"
    },
    {
        "o": 32026,
        "r": "nasb:1 Corinthians:15:56",
        "t": "The sting of death is sin, and the power of sin is the law;"
    },
    {
        "o": 32027,
        "r": "nasb:1 Corinthians:15:57",
        "t": "but thanks be to God, who gives us the victory through our Lord Jesus Christ."
    },
    {
        "o": 32028,
        "r": "nasb:1 Corinthians:15:58",
        "t": "Therefore,*p my beloved brethren, be steadfast, immovable, always abounding in the work of the Lord, knowing that your toil is not in*i vain in the Lord."
    }
]
