[
    {
        "o": 806,
        "r": "csb:Genesis:27:0",
        "t": "Genesis 27",
        "h": 1
    },
    {
        "o": 807,
        "r": "csb:Genesis:27:0",
        "t": "The Stolen Blessing",
        "h": 2
    },
    {
        "o": 808,
        "r": "csb:Genesis:27:1",
        "t": "When*p Isaac was old and his eyes were so weak that he could not see, he called his older son Esau and said to him, “My son.” And*p he answered, “Here I am.”"
    },
    {
        "o": 809,
        "r": "csb:Genesis:27:2",
        "t": "He*p said, “Look, I am old and do not know the day of my death."
    },
    {
        "o": 810,
        "r": "csb:Genesis:27:3",
        "t": "So now take your hunting gear, your quiver and bow, and go out in the field to hunt some game for me."
    },
    {
        "o": 811,
        "r": "csb:Genesis:27:4",
        "t": "Then make me a delicious meal that I love and bring it to me to eat, so that I can bless you before I die.”"
    },
    {
        "o": 812,
        "r": "csb:Genesis:27:5",
        "t": "Now*p Rebekah was listening to what Isaac said to his son Esau. So while Esau went to the field to hunt some game to bring in,"
    },
    {
        "o": 813,
        "r": "csb:Genesis:27:6",
        "t": "Rebekah said to her son Jacob, “Listen! I heard your father talking with your brother Esau. He said,"
    },
    {
        "o": 814,
        "r": "csb:Genesis:27:7",
        "t": "‘Bring me game and make a delicious meal for me to eat so that I can bless you in the Lord’s*s presence before I die.’"
    },
    {
        "o": 815,
        "r": "csb:Genesis:27:8",
        "t": "Now, my son, listen to me and do what I tell you."
    },
    {
        "o": 816,
        "r": "csb:Genesis:27:9",
        "t": "Go to the flock and bring me two choice young goats, and I will make them into a delicious meal for your father - the kind he loves."
    },
    {
        "o": 817,
        "r": "csb:Genesis:27:10",
        "t": "Then take it to your father to eat so that he may bless you before he dies.”"
    },
    {
        "o": 818,
        "r": "csb:Genesis:27:11",
        "t": "Jacob*p answered Rebekah his mother, “Look, my brother Esau is a hairy man, but I am a man with smooth skin."
    },
    {
        "o": 819,
        "r": "csb:Genesis:27:12",
        "t": "Suppose my father touches me. Then I will be revealed to him as a deceiver and bring a curse rather than a blessing on myself.”"
    },
    {
        "o": 820,
        "r": "csb:Genesis:27:13",
        "t": "His*p mother said to him, “Your curse be on me, my son. Just obey me and go get them for me.”"
    },
    {
        "o": 821,
        "r": "csb:Genesis:27:14",
        "t": "So*p he went and got the goats and brought them to his mother, and his mother made the delicious food his father loved."
    },
    {
        "o": 822,
        "r": "csb:Genesis:27:15",
        "t": "Then Rebekah took the best clothes of her older son Esau, which were in the house, and had her younger son Jacob wear them."
    },
    {
        "o": 823,
        "r": "csb:Genesis:27:16",
        "t": "She put the skins of the young goats on his hands and the smooth part of his neck."
    },
    {
        "o": 824,
        "r": "csb:Genesis:27:17",
        "t": "Then she handed the delicious food and the bread she had made to her son Jacob."
    },
    {
        "o": 825,
        "r": "csb:Genesis:27:18",
        "t": "When*p he came to his father, he said, “My father.” And*p he answered, “Here I am. Who are you, my son?”"
    },
    {
        "o": 826,
        "r": "csb:Genesis:27:19",
        "t": "Jacob*p replied to his father, “I am Esau, your firstborn. I have done as you told me. Please sit up and eat some of my game so that you may bless me.”"
    },
    {
        "o": 827,
        "r": "csb:Genesis:27:20",
        "t": "But*p Isaac said to his son, “How did you ever find it so quickly, my son?” He*p replied, “Because the Lord*s your God made it happen for me.”"
    },
    {
        "o": 828,
        "r": "csb:Genesis:27:21",
        "t": "Then*p Isaac said to Jacob, “Please come closer so I can touch you, my son. Are you really my son Esau or not?”"
    },
    {
        "o": 829,
        "r": "csb:Genesis:27:22",
        "t": "So*p Jacob came closer to his father Isaac. When he touched him, he said, “The voice is the voice of Jacob, but the hands are the hands of Esau.”"
    },
    {
        "o": 830,
        "r": "csb:Genesis:27:23",
        "t": "He did not recognize him, because his hands were hairy like those of his brother Esau; so he blessed him."
    },
    {
        "o": 831,
        "r": "csb:Genesis:27:24",
        "t": "Again he asked, “Are you really my son Esau?” And*p he replied, “I am.”"
    },
    {
        "o": 832,
        "r": "csb:Genesis:27:25",
        "t": "Then*p he said, “Bring it closer to me, and let me eat some of my son’s game so that I can bless you.” Jacob brought it closer to him, and he ate; he brought him wine, and he drank."
    },
    {
        "o": 833,
        "r": "csb:Genesis:27:26",
        "t": "Then*p his father Isaac said to him, “Please come closer and kiss me, my son.”"
    },
    {
        "o": 834,
        "r": "csb:Genesis:27:27",
        "t": "So he came closer and kissed him. When Isaac smelled his clothes, he blessed him and said: Ah,*pn the smell of my son is*ln like the smell of a field that*ln the Lord*s has blessed."
    },
    {
        "o": 835,
        "r": "csb:Genesis:27:28",
        "t": "May*ln God give to you — from*ln the dew of the sky and*ln from the richness of the land— an*ln abundance of grain and new wine."
    },
    {
        "o": 836,
        "r": "csb:Genesis:27:29",
        "t": "May*ln peoples serve you and*ln nations bow in worship to you. Be*ln master over your relatives; may*ln your mother’s sons bow in worship to you. Those*ln who curse you will be cursed, and*ln those who bless you will be blessed."
    },
    {
        "o": 837,
        "r": "csb:Genesis:27:30",
        "t": "As*p soon as Isaac had finished blessing Jacob and Jacob had left the presence of his father Isaac, his brother Esau arrived from his hunting."
    },
    {
        "o": 838,
        "r": "csb:Genesis:27:31",
        "t": "He had also made some delicious food and brought it to his father. He said to his father, “Let my father get up and eat some of his son’s game, so that you may bless me.”"
    },
    {
        "o": 839,
        "r": "csb:Genesis:27:32",
        "t": "But*p his father Isaac said to him, “Who are you?” He*p answered, “I am Esau your firstborn son.”"
    },
    {
        "o": 840,
        "r": "csb:Genesis:27:33",
        "t": "Isaac*p began to tremble uncontrollably. “Who was it then,” he said, “who hunted game and brought it to me? I ate it all before you came in, and I blessed him. Indeed, he will be blessed!”"
    },
    {
        "o": 841,
        "r": "csb:Genesis:27:34",
        "t": "When*p Esau heard his father’s words, he cried out with a loud and bitter cry and said to his father, “Bless me too, my father!”"
    },
    {
        "o": 842,
        "r": "csb:Genesis:27:35",
        "t": "But*p he replied, “Your brother came deceitfully and took your blessing.”"
    },
    {
        "o": 843,
        "r": "csb:Genesis:27:36",
        "t": "So*p he said, “Isn’t he rightly named Jacob? For he has cheated me twice now. He took my birthright, and look, now he has taken my blessing.” Then he asked, “Haven’t you saved a blessing for me?”"
    },
    {
        "o": 844,
        "r": "csb:Genesis:27:37",
        "t": "But*p Isaac answered Esau, “Look, I have made him a master over you, have given him all of his relatives as his servants, and have sustained him with grain and new wine. What then can I do for you, my son?”"
    },
    {
        "o": 845,
        "r": "csb:Genesis:27:38",
        "t": "Esau*p said to his father, “Do you have only one blessing, my father? Bless me too, my father!” And Esau wept loudly."
    },
    {
        "o": 846,
        "r": "csb:Genesis:27:39",
        "t": "His*p father Isaac answered him, Look,*pn your dwelling place will be away*ln from the richness of the land, away*ln from the dew of the sky above."
    },
    {
        "o": 847,
        "r": "csb:Genesis:27:40",
        "t": "You*ln will live by your sword, and*ln you will serve your brother. But*ln when you rebel, you*ln will break his yoke from your neck."
    },
    {
        "o": 848,
        "r": "csb:Genesis:27:40",
        "t": "Esau’s Anger",
        "h": 2
    },
    {
        "o": 849,
        "r": "csb:Genesis:27:41",
        "t": "Esau*p held a grudge against Jacob because of the blessing his father had given him. And Esau determined in his heart, “The days of mourning for my father are approaching; then I will kill my brother Jacob.”"
    },
    {
        "o": 850,
        "r": "csb:Genesis:27:42",
        "t": "When*p the words of her older son Esau were reported to Rebekah, she summoned her younger son Jacob and said to him, “Listen, your brother Esau is consoling himself by planning to kill you."
    },
    {
        "o": 851,
        "r": "csb:Genesis:27:43",
        "t": "So now, my son, listen to me. Flee at once to my brother Laban in Haran,"
    },
    {
        "o": 852,
        "r": "csb:Genesis:27:44",
        "t": "and stay with him for a few days until your brother’s anger subsides -"
    },
    {
        "o": 853,
        "r": "csb:Genesis:27:45",
        "t": "until your brother’s rage turns away from you and he forgets what you have done to him. Then I will send for you and bring you back from there. Why should I lose you both in one day?”"
    },
    {
        "o": 854,
        "r": "csb:Genesis:27:46",
        "t": "So*p Rebekah said to Isaac, “I’m sick of my life because of these Hethite girls. If Jacob marries someone from around here, like these Hethite girls, what good is my life?”"
    }
]
