[
    {
        "o": 10899,
        "r": "csb:2 Kings:12:0",
        "t": "2 Kings 12",
        "h": 1
    },
    {
        "o": 10900,
        "r": "csb:2 Kings:12:1",
        "t": "In*p the seventh year of Jehu, Joash became king, and he reigned forty years in Jerusalem. His mother’s name was Zibiah; she was from Beer-sheba."
    },
    {
        "o": 10901,
        "r": "csb:2 Kings:12:2",
        "t": "Throughout the time the priest Jehoiada instructed him, Joash did what was right in the Lord’s*s sight."
    },
    {
        "o": 10902,
        "r": "csb:2 Kings:12:3",
        "t": "Yet the high places were not taken away; the people continued sacrificing and burning incense on the high places."
    },
    {
        "o": 10903,
        "r": "csb:2 Kings:12:3",
        "t": "Repairing the Temple",
        "h": 2
    },
    {
        "o": 10904,
        "r": "csb:2 Kings:12:4",
        "t": "Then*p Joash said to the priests, “All the dedicated silver brought to the Lord’s*s temple, census silver, silver from vows, and all silver voluntarily given for the Lord’s*s temple -"
    },
    {
        "o": 10905,
        "r": "csb:2 Kings:12:5",
        "t": "each priest is to take it from his assessor and repair whatever damage is found in the temple.”"
    },
    {
        "o": 10906,
        "r": "csb:2 Kings:12:6",
        "t": "But*p by the twenty-third year of the reign of King Joash, the priests had not repaired the damage to the temple."
    },
    {
        "o": 10907,
        "r": "csb:2 Kings:12:7",
        "t": "So King Joash called the priest Jehoiada and the other priests and asked, “Why haven’t you repaired the temple’s damage? Since you haven’t, don’t take any silver from your assessors; instead, hand it over for the repair of the temple.”"
    },
    {
        "o": 10908,
        "r": "csb:2 Kings:12:8",
        "t": "So the priests agreed that they would receive no silver from the people and would not be the ones to repair the temple’s damage."
    },
    {
        "o": 10909,
        "r": "csb:2 Kings:12:9",
        "t": "Then*p the priest Jehoiada took a chest, bored a hole in its lid, and set it beside the altar on the right side as one enters the Lord’s*s temple; the priests who guarded the threshold put into the chest all the silver that was brought to the Lord’s*s temple."
    },
    {
        "o": 10910,
        "r": "csb:2 Kings:12:10",
        "t": "Whenever they saw there was a large amount of silver in the chest, the king’s secretary and the high priest would go bag up and tally the silver found in the Lord’s*s temple."
    },
    {
        "o": 10911,
        "r": "csb:2 Kings:12:11",
        "t": "Then they would give the weighed silver to those doing the work - those who oversaw the Lord’s*s temple. They in turn would pay it out to those working on the Lord’s*s temple - the carpenters, the builders,"
    },
    {
        "o": 10912,
        "r": "csb:2 Kings:12:12",
        "t": "the masons, and the stonecutters - and would use it to buy timber and quarried stone to repair the damage to the Lord’s*s temple and for all expenses for temple repairs."
    },
    {
        "o": 10913,
        "r": "csb:2 Kings:12:13",
        "t": "However,*p no silver bowls, wick trimmers, sprinkling basins, trumpets, or any articles of gold or silver were made for the Lord’s*s temple from the contributions brought to the Lord’s*s temple."
    },
    {
        "o": 10914,
        "r": "csb:2 Kings:12:14",
        "t": "Instead, it was given to those doing the work, and they repaired the Lord’s*s temple with it."
    },
    {
        "o": 10915,
        "r": "csb:2 Kings:12:15",
        "t": "No accounting was required from the men who received the silver to pay those doing the work, since they worked with integrity."
    },
    {
        "o": 10916,
        "r": "csb:2 Kings:12:16",
        "t": "The silver from the guilt offering and the sin offering was not brought to the Lord’s*s temple since it belonged to the priests."
    },
    {
        "o": 10917,
        "r": "csb:2 Kings:12:16",
        "t": "Aramean Invasion of Judah",
        "h": 2
    },
    {
        "o": 10918,
        "r": "csb:2 Kings:12:17",
        "t": "At*p that time King Hazael of Aram marched up and fought against Gath and captured it. Then he planned to attack Jerusalem."
    },
    {
        "o": 10919,
        "r": "csb:2 Kings:12:18",
        "t": "So King Joash of Judah took all the items consecrated by himself and by his ancestors - Judah’s kings Jehoshaphat, Jehoram, and Ahaziah - as well as all the gold found in the treasuries of the Lord’s*s temple and in the king’s palace, and he sent them to King Hazael of Aram. Then Hazael withdrew from Jerusalem."
    },
    {
        "o": 10920,
        "r": "csb:2 Kings:12:18",
        "t": "Joash Assassinated",
        "h": 2
    },
    {
        "o": 10921,
        "r": "csb:2 Kings:12:19",
        "t": "The*p rest of the events of Joash’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 10922,
        "r": "csb:2 Kings:12:20",
        "t": "Joash’s servants conspired against him and attacked him at Beth-millo on the road that goes down to Silla."
    },
    {
        "o": 10923,
        "r": "csb:2 Kings:12:21",
        "t": "It was his servants Jozabad son of Shimeath and Jehozabad son of Shomer who attacked him. He died and they buried him with his ancestors in the city of David, and his son Amaziah became king in his place."
    }
]
