[
    {
        "o": 7274,
        "r": "csb:Judges:3:0",
        "t": "Judges 3",
        "h": 1
    },
    {
        "o": 7275,
        "r": "csb:Judges:3:0",
        "t": "The Lord Tests Israel",
        "h": 2
    },
    {
        "o": 7276,
        "r": "csb:Judges:3:1",
        "t": "These*p are the nations the Lord*s left in order to test all those in Israel who had experienced none of the wars in Canaan."
    },
    {
        "o": 7277,
        "r": "csb:Judges:3:2",
        "t": "This was to teach the future generations of the Israelites how to fight in battle, especially those who had not fought before."
    },
    {
        "o": 7278,
        "r": "csb:Judges:3:3",
        "t": "These nations included the five rulers of the Philistines and all of the Canaanites, the Sidonians, and the Hivites who lived in the Lebanese mountains from Mount Baal-hermon as far as the entrance to Hamath."
    },
    {
        "o": 7279,
        "r": "csb:Judges:3:4",
        "t": "The Lord*s left them to test Israel, to determine if they would keep the Lord’s*s commands he had given their ancestors through Moses."
    },
    {
        "o": 7280,
        "r": "csb:Judges:3:5",
        "t": "But they settled among the Canaanites, Hethites, Amorites, Perizzites, Hivites, and Jebusites."
    },
    {
        "o": 7281,
        "r": "csb:Judges:3:6",
        "t": "The Israelites took their daughters as wives for themselves, gave their own daughters to their sons, and worshiped their gods."
    },
    {
        "o": 7282,
        "r": "csb:Judges:3:6",
        "t": "Othniel, the First Judge",
        "h": 2
    },
    {
        "o": 7283,
        "r": "csb:Judges:3:7",
        "t": "The*p Israelites did what was evil in the Lord’s*s sight; they forgot the Lord*s their God and worshiped the Baals and the Asherahs."
    },
    {
        "o": 7284,
        "r": "csb:Judges:3:8",
        "t": "The Lord’s*s anger burned against Israel, and he sold them to King Cushan-rishathaim of Aram-naharaim, and the Israelites served him eight years."
    },
    {
        "o": 7285,
        "r": "csb:Judges:3:9",
        "t": "The*p Israelites cried out to the Lord.*s So the Lord*s raised up Othniel son of Kenaz, Caleb’s youngest brother, as a deliverer to save the Israelites."
    },
    {
        "o": 7286,
        "r": "csb:Judges:3:10",
        "t": "The Spirit of the Lord*s came on him, and he judged Israel. Othniel went out to battle, and the Lord*s handed over King Cushan-rishathaim of Aram to him, so that Othniel overpowered him."
    },
    {
        "o": 7287,
        "r": "csb:Judges:3:11",
        "t": "Then the land had peace for forty years, and Othniel son of Kenaz died."
    },
    {
        "o": 7288,
        "r": "csb:Judges:3:11",
        "t": "Ehud",
        "h": 2
    },
    {
        "o": 7289,
        "r": "csb:Judges:3:12",
        "t": "The*p Israelites again did what was evil in the Lord’s*s sight. He gave King Eglon of Moab power over Israel, because they had done what was evil in the Lord’s*s sight."
    },
    {
        "o": 7290,
        "r": "csb:Judges:3:13",
        "t": "After Eglon convinced the Ammonites and the Amalekites to join forces with him, he attacked and defeated Israel and took possession of the City of Palms."
    },
    {
        "o": 7291,
        "r": "csb:Judges:3:14",
        "t": "The Israelites served King Eglon of Moab eighteen years."
    },
    {
        "o": 7292,
        "r": "csb:Judges:3:15",
        "t": "Then*p the Israelites cried out to the Lord,*s and he raised up Ehud son of Gera, a left-handed Benjaminite, as a deliverer for them. The Israelites sent him with the tribute for King Eglon of Moab."
    },
    {
        "o": 7293,
        "r": "csb:Judges:3:16",
        "t": "Ehud*p made himself a double-edged sword eighteen inches long. He strapped it to his right thigh under his clothes"
    },
    {
        "o": 7294,
        "r": "csb:Judges:3:17",
        "t": "and brought the tribute to King Eglon of Moab, who was an extremely fat man."
    },
    {
        "o": 7295,
        "r": "csb:Judges:3:18",
        "t": "When Ehud had finished presenting the tribute, he dismissed the people who had carried it."
    },
    {
        "o": 7296,
        "r": "csb:Judges:3:19",
        "t": "At the carved images near Gilgal he returned and said, “King Eglon, I have a secret message for you.” The king said, “Silence!” and all his attendants left him."
    },
    {
        "o": 7297,
        "r": "csb:Judges:3:20",
        "t": "Then Ehud approached him while he was sitting alone in his upstairs room where it was cool. Ehud said, “I have a message from God for you,” and the king stood up from his throne."
    },
    {
        "o": 7298,
        "r": "csb:Judges:3:21",
        "t": "Ehud reached with his left hand, took the sword from his right thigh, and plunged it into Eglon’s belly."
    },
    {
        "o": 7299,
        "r": "csb:Judges:3:22",
        "t": "Even the handle went in after the blade, and Eglon’s fat closed in over it, so that Ehud did not withdraw the sword from his belly. And the waste came out."
    },
    {
        "o": 7300,
        "r": "csb:Judges:3:23",
        "t": "Ehud escaped by way of the porch, closing and locking the doors of the upstairs room behind him."
    },
    {
        "o": 7301,
        "r": "csb:Judges:3:24",
        "t": "Ehud*p was gone when Eglon’s servants came in. They looked and found the doors of the upstairs room locked and thought he was relieving himself in the cool room."
    },
    {
        "o": 7302,
        "r": "csb:Judges:3:25",
        "t": "The servants waited until they became embarrassed and saw that he had still not opened the doors of the upstairs room. So they took the key and opened the doors - and there was their lord lying dead on the floor!"
    },
    {
        "o": 7303,
        "r": "csb:Judges:3:26",
        "t": "Ehud*p escaped while the servants waited. He passed the Jordan near the carved images and reached Seirah."
    },
    {
        "o": 7304,
        "r": "csb:Judges:3:27",
        "t": "After he arrived, he sounded the ram’s horn throughout the hill country of Ephraim. The Israelites came down with him from the hill country, and he became their leader."
    },
    {
        "o": 7305,
        "r": "csb:Judges:3:28",
        "t": "He told them, “Follow me, because the Lord*s has handed over your enemies, the Moabites, to you.” So they followed him, captured the fords of the Jordan leading to Moab, and did not allow anyone to cross over."
    },
    {
        "o": 7306,
        "r": "csb:Judges:3:29",
        "t": "At that time they struck down about ten thousand Moabites, all stout and able-bodied men. Not one of them escaped."
    },
    {
        "o": 7307,
        "r": "csb:Judges:3:30",
        "t": "Moab became subject to Israel that day, and the land had peace for eighty years."
    },
    {
        "o": 7308,
        "r": "csb:Judges:3:30",
        "t": "Shamgar",
        "h": 2
    },
    {
        "o": 7309,
        "r": "csb:Judges:3:31",
        "t": "After*p Ehud, Shamgar son of Anath became judge. He also delivered Israel, striking down six hundred Philistines with a cattle prod."
    }
]
