[
    {
        "o": 11173,
        "r": "niv:2 Kings:25:0",
        "t": "2 Kings 25",
        "h": 1
    },
    {
        "o": 11174,
        "r": "niv:2 Kings:25:1",
        "t": "So*p in the ninth year of Zedekiah’s reign, on the tenth day of the tenth month, Nebuchadnezzar king of Babylon marched against Jerusalem with his whole army. He encamped outside the city and built siege works all around it."
    },
    {
        "o": 11175,
        "r": "niv:2 Kings:25:2",
        "t": "The city was kept under siege until the eleventh year of King Zedekiah."
    },
    {
        "o": 11176,
        "r": "niv:2 Kings:25:3",
        "t": "By*p the ninth day of the fourth month the famine in the city had become so severe that there was no food for the people to eat."
    },
    {
        "o": 11177,
        "r": "niv:2 Kings:25:4",
        "t": "Then the city wall was broken through, and the whole army fled at night through the gate between the two walls near the king’s garden, though the Babylonians were surrounding the city. They fled toward the Arabah,"
    },
    {
        "o": 11178,
        "r": "niv:2 Kings:25:5",
        "t": "but the Babylonian army pursued the king and overtook him in the plains of Jericho. All his soldiers were separated from him and scattered,"
    },
    {
        "o": 11179,
        "r": "niv:2 Kings:25:6",
        "t": "and he was captured. He*p was taken to the king of Babylon at Riblah, where sentence was pronounced on him."
    },
    {
        "o": 11180,
        "r": "niv:2 Kings:25:7",
        "t": "They killed the sons of Zedekiah before his eyes. Then they put out his eyes, bound him with bronze shackles and took him to Babylon."
    },
    {
        "o": 11181,
        "r": "niv:2 Kings:25:8",
        "t": "On*p the seventh day of the fifth month, in the nineteenth year of Nebuchadnezzar king of Babylon, Nebuzaradan commander of the imperial guard, an official of the king of Babylon, came to Jerusalem."
    },
    {
        "o": 11182,
        "r": "niv:2 Kings:25:9",
        "t": "He set fire to the temple of the Lord,*s the royal palace and all the houses of Jerusalem. Every important building he burned down."
    },
    {
        "o": 11183,
        "r": "niv:2 Kings:25:10",
        "t": "The whole Babylonian army under the commander of the imperial guard broke down the walls around Jerusalem."
    },
    {
        "o": 11184,
        "r": "niv:2 Kings:25:11",
        "t": "Nebuzaradan the commander of the guard carried into exile the people who remained in the city, along with the rest of the populace and those who had deserted to the king of Babylon."
    },
    {
        "o": 11185,
        "r": "niv:2 Kings:25:12",
        "t": "But the commander left behind some of the poorest people of the land to work the vineyards and fields."
    },
    {
        "o": 11186,
        "r": "niv:2 Kings:25:13",
        "t": "The*p Babylonians broke up the bronze pillars, the movable stands and the bronze Sea that were at the temple of the Lord*s and they carried the bronze to Babylon."
    },
    {
        "o": 11187,
        "r": "niv:2 Kings:25:14",
        "t": "They also took away the pots, shovels, wick trimmers, dishes and all the bronze articles used in the temple service."
    },
    {
        "o": 11188,
        "r": "niv:2 Kings:25:15",
        "t": "The commander of the imperial guard took away the censers and sprinkling bowls—all that were made of pure gold or silver."
    },
    {
        "o": 11189,
        "r": "niv:2 Kings:25:16",
        "t": "The*p bronze from the two pillars, the Sea and the movable stands, which Solomon had made for the temple of the Lord,*s was more than could be weighed."
    },
    {
        "o": 11190,
        "r": "niv:2 Kings:25:17",
        "t": "Each pillar was eighteen cubits high. The bronze capital on top of one pillar was three cubits high and was decorated with a network and pomegranates of bronze all around. The other pillar, with its network, was similar."
    },
    {
        "o": 11191,
        "r": "niv:2 Kings:25:18",
        "t": "The*p commander of the guard took as prisoners Seraiah the chief priest, Zephaniah the priest next in rank and the three doorkeepers."
    },
    {
        "o": 11192,
        "r": "niv:2 Kings:25:19",
        "t": "Of those still in the city, he took the officer in charge of the fighting men, and five royal advisers. He also took the secretary who was chief officer in charge of conscripting the people of the land and sixty of the conscripts who were found in the city."
    },
    {
        "o": 11193,
        "r": "niv:2 Kings:25:20",
        "t": "Nebuzaradan the commander took them all and brought them to the king of Babylon at Riblah."
    },
    {
        "o": 11194,
        "r": "niv:2 Kings:25:21",
        "t": "There at Riblah, in the land of Hamath, the king had them executed. So*p Judah went into captivity, away from her land."
    },
    {
        "o": 11195,
        "r": "niv:2 Kings:25:22",
        "t": "Nebuchadnezzar*p king of Babylon appointed Gedaliah son of Ahikam, the son of Shaphan, to be over the people he had left behind in Judah."
    },
    {
        "o": 11196,
        "r": "niv:2 Kings:25:23",
        "t": "When all the army officers and their men heard that the king of Babylon had appointed Gedaliah as governor, they came to Gedaliah at Mizpah—Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth the Netophathite, Jaazaniah the son of the Maakathite, and their men."
    },
    {
        "o": 11197,
        "r": "niv:2 Kings:25:24",
        "t": "Gedaliah took an oath to reassure them and their men. “Do not be afraid of the Babylonian officials,” he said. “Settle down in the land and serve the king of Babylon, and it will go well with you.”"
    },
    {
        "o": 11198,
        "r": "niv:2 Kings:25:25",
        "t": "In*p the seventh month, however, Ishmael son of Nethaniah, the son of Elishama, who was of royal blood, came with ten men and assassinated Gedaliah and also the men of Judah and the Babylonians who were with him at Mizpah."
    },
    {
        "o": 11199,
        "r": "niv:2 Kings:25:26",
        "t": "At this, all the people from the least to the greatest, together with the army officers, fled to Egypt for fear of the Babylonians."
    },
    {
        "o": 11200,
        "r": "niv:2 Kings:25:26",
        "t": "Jehoiachin Released",
        "h": 2
    },
    {
        "o": 11201,
        "r": "niv:2 Kings:25:27",
        "t": "In*p the thirty-seventh year of the exile of Jehoiachin king of Judah, in the year Awel-Marduk became king of Babylon, he released Jehoiachin king of Judah from prison. He did this on the twenty-seventh day of the twelfth month."
    },
    {
        "o": 11202,
        "r": "niv:2 Kings:25:28",
        "t": "He spoke kindly to him and gave him a seat of honor higher than those of the other kings who were with him in Babylon."
    },
    {
        "o": 11203,
        "r": "niv:2 Kings:25:29",
        "t": "So Jehoiachin put aside his prison clothes and for the rest of his life ate regularly at the king’s table."
    },
    {
        "o": 11204,
        "r": "niv:2 Kings:25:30",
        "t": "Day by day the king gave Jehoiachin a regular allowance as long as he lived."
    }
]
