[
    {
        "o": 34299,
        "r": "niv:Revelation:18:0",
        "t": "Revelation 18",
        "h": 1
    },
    {
        "o": 34300,
        "r": "niv:Revelation:18:0",
        "t": "Lament Over Fallen Babylon",
        "h": 2
    },
    {
        "o": 34301,
        "r": "niv:Revelation:18:1",
        "t": "After*p this I saw another angel coming down from heaven. He had great authority, and the earth was illuminated by his splendor."
    },
    {
        "o": 34302,
        "r": "niv:Revelation:18:2",
        "t": "With a mighty voice he shouted: “ ‘Fallen!*pn Fallen is Babylon the Great!’ She*ld has become a dwelling for demons and*ln a haunt for every impure spirit, a*ld haunt for every unclean bird, a*ld haunt for every unclean and detestable animal."
    },
    {
        "o": 34303,
        "r": "niv:Revelation:18:3",
        "t": "For*ln all the nations have drunk the*ld maddening wine of her adulteries. The*ln kings of the earth committed adultery with her, and*ld the merchants of the earth grew rich from her excessive luxuries.”"
    },
    {
        "o": 34304,
        "r": "niv:Revelation:18:3",
        "t": "Warning to Escape Babylon’s Judgment",
        "h": 2
    },
    {
        "o": 34305,
        "r": "niv:Revelation:18:4",
        "t": "Then*p I heard another voice from heaven say: “ ‘Come*pn out of her, my people,’ so*ld that you will not share in her sins, so*ld that you will not receive any of her plagues;"
    },
    {
        "o": 34306,
        "r": "niv:Revelation:18:5",
        "t": "for*ln her sins are piled up to heaven, and*ld God has remembered her crimes."
    },
    {
        "o": 34307,
        "r": "niv:Revelation:18:6",
        "t": "Give*ln back to her as she has given; pay*ld her back double for what she has done. Pour*ld her a double portion from her own cup."
    },
    {
        "o": 34308,
        "r": "niv:Revelation:18:7",
        "t": "Give*ln her as much torment and grief as*ld the glory and luxury she gave herself. In*ln her heart she boasts, ‘I*ld sit enthroned as queen. I*ln am not a widow; I*ld will never mourn.’"
    },
    {
        "o": 34309,
        "r": "niv:Revelation:18:8",
        "t": "Therefore*ln in one day her plagues will overtake her: death,*ld mourning and famine. She*ln will be consumed by fire, for*ld mighty is the Lord God who judges her."
    },
    {
        "o": 34310,
        "r": "niv:Revelation:18:8",
        "t": "Threefold Woe Over Babylon’s Fall",
        "h": 2
    },
    {
        "o": 34311,
        "r": "niv:Revelation:18:9",
        "t": "“When*p the kings of the earth who committed adultery with her and shared her luxury see the smoke of her burning, they will weep and mourn over her."
    },
    {
        "o": 34312,
        "r": "niv:Revelation:18:10",
        "t": "Terrified at her torment, they will stand far off and cry: “ ‘Woe!*pn Woe to you, great city, you*ld mighty city of Babylon! In*ln one hour your doom has come!’"
    },
    {
        "o": 34313,
        "r": "niv:Revelation:18:11",
        "t": "“The*p merchants of the earth will weep and mourn over her because no one buys their cargoes anymore—"
    },
    {
        "o": 34314,
        "r": "niv:Revelation:18:12",
        "t": "cargoes of gold, silver, precious stones and pearls; fine linen, purple, silk and scarlet cloth; every sort of citron wood, and articles of every kind made of ivory, costly wood, bronze, iron and marble;"
    },
    {
        "o": 34315,
        "r": "niv:Revelation:18:13",
        "t": "cargoes of cinnamon and spice, of incense, myrrh and frankincense, of wine and olive oil, of fine flour and wheat; cattle and sheep; horses and carriages; and human beings sold as slaves."
    },
    {
        "o": 34316,
        "r": "niv:Revelation:18:14",
        "t": "“They*p will say, ‘The fruit you longed for is gone from you. All your luxury and splendor have vanished, never to be recovered.’"
    },
    {
        "o": 34317,
        "r": "niv:Revelation:18:15",
        "t": "The merchants who sold these things and gained their wealth from her will stand far off, terrified at her torment. They will weep and mourn"
    },
    {
        "o": 34318,
        "r": "niv:Revelation:18:16",
        "t": "and cry out: “ ‘Woe!*pn Woe to you, great city, dressed*ld in fine linen, purple and scarlet, and*ld glittering with gold, precious stones and pearls!"
    },
    {
        "o": 34319,
        "r": "niv:Revelation:18:17",
        "t": "In*ln one hour such great wealth has been brought to ruin!’ “Every*p sea captain, and all who travel by ship, the sailors, and all who earn their living from the sea, will stand far off."
    },
    {
        "o": 34320,
        "r": "niv:Revelation:18:18",
        "t": "When they see the smoke of her burning, they will exclaim, ‘Was there ever a city like this great city?’"
    },
    {
        "o": 34321,
        "r": "niv:Revelation:18:19",
        "t": "They will throw dust on their heads, and with weeping and mourning cry out: “ ‘Woe!*pn Woe to you, great city, where*ld all who had ships on the sea became*ld rich through her wealth! In*ln one hour she has been brought to ruin!’"
    },
    {
        "o": 34322,
        "r": "niv:Revelation:18:20",
        "t": "“Rejoice*pn over her, you heavens! Rejoice,*ld you people of God! Rejoice,*ld apostles and prophets! For*ln God has judged her with*ld the judgment she imposed on you.”"
    },
    {
        "o": 34323,
        "r": "niv:Revelation:18:20",
        "t": "The Finality of Babylon’s Doom",
        "h": 2
    },
    {
        "o": 34324,
        "r": "niv:Revelation:18:21",
        "t": "Then*p a mighty angel picked up a boulder the size of a large millstone and threw it into the sea, and said: “With*pn such violence the*ld great city of Babylon will be thrown down, never*ld to be found again."
    },
    {
        "o": 34325,
        "r": "niv:Revelation:18:22",
        "t": "The*ln music of harpists and musicians, pipers and trumpeters, will*ld never be heard in you again. No*ln worker of any trade will*ld ever be found in you again. The*ln sound of a millstone will*ld never be heard in you again."
    },
    {
        "o": 34326,
        "r": "niv:Revelation:18:23",
        "t": "The*ln light of a lamp will*ld never shine in you again. The*ln voice of bridegroom and bride will*ld never be heard in you again. Your*ln merchants were the world’s important people. By*ld your magic spell all the nations were led astray."
    },
    {
        "o": 34327,
        "r": "niv:Revelation:18:24",
        "t": "In*ln her was found the blood of prophets and of God’s holy people, of*ld all who have been slaughtered on the earth.”"
    }
]
