[
    {
        "o": 31552,
        "r": "kjv:James:1:0",
        "t": "James 1",
        "h": 1
    },
    {
        "o": 31553,
        "r": "kjv:James:1:1",
        "t": "James,*p a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting."
    },
    {
        "o": 31554,
        "r": "kjv:James:1:2",
        "t": "My*p brethren, count it all joy when ye fall into divers temptations;"
    },
    {
        "o": 31555,
        "r": "kjv:James:1:3",
        "t": "Knowing*p this, that the trying of your faith worketh patience."
    },
    {
        "o": 31556,
        "r": "kjv:James:1:4",
        "t": "But*p let patience have her perfect work, that ye may be perfect and entire, wanting nothing."
    },
    {
        "o": 31557,
        "r": "kjv:James:1:5",
        "t": "If*p any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him."
    },
    {
        "o": 31558,
        "r": "kjv:James:1:6",
        "t": "But*p let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed."
    },
    {
        "o": 31559,
        "r": "kjv:James:1:7",
        "t": "For*p let not that man think that he shall receive any thing of the Lord."
    },
    {
        "o": 31560,
        "r": "kjv:James:1:8",
        "t": "A*p double minded man is unstable in all his ways."
    },
    {
        "o": 31561,
        "r": "kjv:James:1:9",
        "t": "Let*p the brother of low degree rejoice in that he is exalted:"
    },
    {
        "o": 31562,
        "r": "kjv:James:1:10",
        "t": "But*p the rich, in that he is made low: because as the flower of the grass he shall pass away."
    },
    {
        "o": 31563,
        "r": "kjv:James:1:11",
        "t": "For*p the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways."
    },
    {
        "o": 31564,
        "r": "kjv:James:1:12",
        "t": "Blessed*p is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him."
    },
    {
        "o": 31565,
        "r": "kjv:James:1:13",
        "t": "Let*p no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:"
    },
    {
        "o": 31566,
        "r": "kjv:James:1:14",
        "t": "But*p every man is tempted, when he is drawn away of his own lust, and enticed."
    },
    {
        "o": 31567,
        "r": "kjv:James:1:15",
        "t": "Then*p when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death."
    },
    {
        "o": 31568,
        "r": "kjv:James:1:16",
        "t": "Do*p not err, my beloved brethren."
    },
    {
        "o": 31569,
        "r": "kjv:James:1:17",
        "t": "Every*p good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning."
    },
    {
        "o": 31570,
        "r": "kjv:James:1:18",
        "t": "Of*p his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures."
    },
    {
        "o": 31571,
        "r": "kjv:James:1:19",
        "t": "Wherefore,*p my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:"
    },
    {
        "o": 31572,
        "r": "kjv:James:1:20",
        "t": "For*p the wrath of man worketh not the righteousness of God."
    },
    {
        "o": 31573,
        "r": "kjv:James:1:21",
        "t": "Wherefore*p lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls."
    },
    {
        "o": 31574,
        "r": "kjv:James:1:22",
        "t": "But*p be ye doers of the word, and not hearers only, deceiving your own selves."
    },
    {
        "o": 31575,
        "r": "kjv:James:1:23",
        "t": "For*p if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:"
    },
    {
        "o": 31576,
        "r": "kjv:James:1:24",
        "t": "For*p he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was."
    },
    {
        "o": 31577,
        "r": "kjv:James:1:25",
        "t": "But*p whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed."
    },
    {
        "o": 31578,
        "r": "kjv:James:1:26",
        "t": "If*p any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man's religion is vain."
    },
    {
        "o": 31579,
        "r": "kjv:James:1:27",
        "t": "Pure*p religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world."
    },
    {
        "o": 31580,
        "r": "kjv:James:2:0",
        "t": "James 2",
        "h": 1
    },
    {
        "o": 31581,
        "r": "kjv:James:2:1",
        "t": "My*p brethren, have not the faith of our Lord Jesus Christ, the Lord of glory, with respect of persons."
    },
    {
        "o": 31582,
        "r": "kjv:James:2:2",
        "t": "For*p if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;"
    },
    {
        "o": 31583,
        "r": "kjv:James:2:3",
        "t": "And*p ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:"
    },
    {
        "o": 31584,
        "r": "kjv:James:2:4",
        "t": "Are*p ye not then partial in yourselves, and are become judges of evil thoughts?"
    },
    {
        "o": 31585,
        "r": "kjv:James:2:5",
        "t": "Hearken,*p my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?"
    },
    {
        "o": 31586,
        "r": "kjv:James:2:6",
        "t": "But*p ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?"
    },
    {
        "o": 31587,
        "r": "kjv:James:2:7",
        "t": "Do*p not they blaspheme that worthy name by the which ye are called?"
    },
    {
        "o": 31588,
        "r": "kjv:James:2:8",
        "t": "If*p ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:"
    },
    {
        "o": 31589,
        "r": "kjv:James:2:9",
        "t": "But*p if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors."
    },
    {
        "o": 31590,
        "r": "kjv:James:2:10",
        "t": "For*p whosoever shall keep the whole law, and yet offend in one point, he is guilty of all."
    },
    {
        "o": 31591,
        "r": "kjv:James:2:11",
        "t": "For*p he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law."
    },
    {
        "o": 31592,
        "r": "kjv:James:2:12",
        "t": "So*p speak ye, and so do, as they that shall be judged by the law of liberty."
    },
    {
        "o": 31593,
        "r": "kjv:James:2:13",
        "t": "For*p he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment."
    },
    {
        "o": 31594,
        "r": "kjv:James:2:14",
        "t": "What*p doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?"
    },
    {
        "o": 31595,
        "r": "kjv:James:2:15",
        "t": "If*p a brother or sister be naked, and destitute of daily food,"
    },
    {
        "o": 31596,
        "r": "kjv:James:2:16",
        "t": "And*p one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?"
    },
    {
        "o": 31597,
        "r": "kjv:James:2:17",
        "t": "Even*p so faith, if it hath not works, is dead, being alone."
    },
    {
        "o": 31598,
        "r": "kjv:James:2:18",
        "t": "Yea,*p a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works."
    },
    {
        "o": 31599,
        "r": "kjv:James:2:19",
        "t": "Thou*p believest that there is one God; thou doest well: the devils also believe, and tremble."
    },
    {
        "o": 31600,
        "r": "kjv:James:2:20",
        "t": "But*p wilt thou know, O vain man, that faith without works is dead?"
    },
    {
        "o": 31601,
        "r": "kjv:James:2:21",
        "t": "Was*p not Abraham our father justified by works, when he had offered Isaac his son upon the altar?"
    },
    {
        "o": 31602,
        "r": "kjv:James:2:22",
        "t": "Seest*p thou how faith wrought with his works, and by works was faith made perfect?"
    },
    {
        "o": 31603,
        "r": "kjv:James:2:23",
        "t": "And*p the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God."
    },
    {
        "o": 31604,
        "r": "kjv:James:2:24",
        "t": "Ye*p see then how that by works a man is justified, and not by faith only."
    },
    {
        "o": 31605,
        "r": "kjv:James:2:25",
        "t": "Likewise*p also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way?"
    },
    {
        "o": 31606,
        "r": "kjv:James:2:26",
        "t": "For*p as the body without the spirit is dead, so faith without works is dead also."
    },
    {
        "o": 31607,
        "r": "kjv:James:3:0",
        "t": "James 3",
        "h": 1
    },
    {
        "o": 31608,
        "r": "kjv:James:3:1",
        "t": "My*p brethren, be not many masters, knowing that we shall receive the greater condemnation."
    },
    {
        "o": 31609,
        "r": "kjv:James:3:2",
        "t": "For*p in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body."
    },
    {
        "o": 31610,
        "r": "kjv:James:3:3",
        "t": "Behold,*p we put bits in the horses' mouths, that they may obey us; and we turn about their whole body."
    },
    {
        "o": 31611,
        "r": "kjv:James:3:4",
        "t": "Behold*p also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth."
    },
    {
        "o": 31612,
        "r": "kjv:James:3:5",
        "t": "Even*p so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!"
    },
    {
        "o": 31613,
        "r": "kjv:James:3:6",
        "t": "And*p the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell."
    },
    {
        "o": 31614,
        "r": "kjv:James:3:7",
        "t": "For*p every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:"
    },
    {
        "o": 31615,
        "r": "kjv:James:3:8",
        "t": "But*p the tongue can no man tame; it is an unruly evil, full of deadly poison."
    },
    {
        "o": 31616,
        "r": "kjv:James:3:9",
        "t": "Therewith*p bless we God, even the Father; and therewith curse we men, which are made after the similitude of God."
    },
    {
        "o": 31617,
        "r": "kjv:James:3:10",
        "t": "Out*p of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be."
    },
    {
        "o": 31618,
        "r": "kjv:James:3:11",
        "t": "Doth*p a fountain send forth at the same place sweet water and bitter?"
    },
    {
        "o": 31619,
        "r": "kjv:James:3:12",
        "t": "Can*p the fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh."
    },
    {
        "o": 31620,
        "r": "kjv:James:3:13",
        "t": "Who*p is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom."
    },
    {
        "o": 31621,
        "r": "kjv:James:3:14",
        "t": "But*p if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth."
    },
    {
        "o": 31622,
        "r": "kjv:James:3:15",
        "t": "This*p wisdom descendeth not from above, but is earthly, sensual, devilish."
    },
    {
        "o": 31623,
        "r": "kjv:James:3:16",
        "t": "For*p where envying and strife is, there is confusion and every evil work."
    },
    {
        "o": 31624,
        "r": "kjv:James:3:17",
        "t": "But*p the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy."
    },
    {
        "o": 31625,
        "r": "kjv:James:3:18",
        "t": "And*p the fruit of righteousness is sown in peace of them that make peace."
    },
    {
        "o": 31626,
        "r": "kjv:James:4:0",
        "t": "James 4",
        "h": 1
    },
    {
        "o": 31627,
        "r": "kjv:James:4:1",
        "t": "From*p whence come wars and fightings among you? come they not hence, even of your lusts that war in your members?"
    },
    {
        "o": 31628,
        "r": "kjv:James:4:2",
        "t": "Ye*p lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not."
    },
    {
        "o": 31629,
        "r": "kjv:James:4:3",
        "t": "Ye*p ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts."
    },
    {
        "o": 31630,
        "r": "kjv:James:4:4",
        "t": "Ye*p adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God."
    },
    {
        "o": 31631,
        "r": "kjv:James:4:5",
        "t": "Do*p ye think that the scripture saith in vain, The spirit that dwelleth in us lusteth to envy?"
    },
    {
        "o": 31632,
        "r": "kjv:James:4:6",
        "t": "But*p he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble."
    },
    {
        "o": 31633,
        "r": "kjv:James:4:7",
        "t": "Submit*p yourselves therefore to God. Resist the devil, and he will flee from you."
    },
    {
        "o": 31634,
        "r": "kjv:James:4:8",
        "t": "Draw*p nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye double minded."
    },
    {
        "o": 31635,
        "r": "kjv:James:4:9",
        "t": "Be*p afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness."
    },
    {
        "o": 31636,
        "r": "kjv:James:4:10",
        "t": "Humble*p yourselves in the sight of the Lord, and he shall lift you up."
    },
    {
        "o": 31637,
        "r": "kjv:James:4:11",
        "t": "Speak*p not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge."
    },
    {
        "o": 31638,
        "r": "kjv:James:4:12",
        "t": "There*p is one lawgiver, who is able to save and to destroy: who art thou that judgest another?"
    },
    {
        "o": 31639,
        "r": "kjv:James:4:13",
        "t": "Go*p to now, ye that say, To day or to morrow we will go into such a city, and continue there a year, and buy and sell, and get gain:"
    },
    {
        "o": 31640,
        "r": "kjv:James:4:14",
        "t": "Whereas*p ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away."
    },
    {
        "o": 31641,
        "r": "kjv:James:4:15",
        "t": "For*p that ye ought to say, If the Lord will, we shall live, and do this, or that."
    },
    {
        "o": 31642,
        "r": "kjv:James:4:16",
        "t": "But*p now ye rejoice in your boastings: all such rejoicing is evil."
    },
    {
        "o": 31643,
        "r": "kjv:James:4:17",
        "t": "Therefore*p to him that knoweth to do good, and doeth it not, to him it is sin."
    },
    {
        "o": 31644,
        "r": "kjv:James:5:0",
        "t": "James 5",
        "h": 1
    },
    {
        "o": 31645,
        "r": "kjv:James:5:1",
        "t": "Go*p to now, ye rich men, weep and howl for your miseries that shall come upon you."
    },
    {
        "o": 31646,
        "r": "kjv:James:5:2",
        "t": "Your*p riches are corrupted, and your garments are motheaten."
    },
    {
        "o": 31647,
        "r": "kjv:James:5:3",
        "t": "Your*p gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days."
    },
    {
        "o": 31648,
        "r": "kjv:James:5:4",
        "t": "Behold,*p the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth."
    },
    {
        "o": 31649,
        "r": "kjv:James:5:5",
        "t": "Ye*p have lived in pleasure on the earth, and been wanton; ye have nourished your hearts, as in a day of slaughter."
    },
    {
        "o": 31650,
        "r": "kjv:James:5:6",
        "t": "Ye*p have condemned and killed the just; and he doth not resist you."
    },
    {
        "o": 31651,
        "r": "kjv:James:5:7",
        "t": "Be*p patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain."
    },
    {
        "o": 31652,
        "r": "kjv:James:5:8",
        "t": "Be*p ye also patient; stablish your hearts: for the coming of the Lord draweth nigh."
    },
    {
        "o": 31653,
        "r": "kjv:James:5:9",
        "t": "Grudge*p not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door."
    },
    {
        "o": 31654,
        "r": "kjv:James:5:10",
        "t": "Take,*p my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience."
    },
    {
        "o": 31655,
        "r": "kjv:James:5:11",
        "t": "Behold,*p we count them happy which endure. Ye have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy."
    },
    {
        "o": 31656,
        "r": "kjv:James:5:12",
        "t": "But*p above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation."
    },
    {
        "o": 31657,
        "r": "kjv:James:5:13",
        "t": "Is*p any among you afflicted? let him pray. Is any merry? let him sing psalms."
    },
    {
        "o": 31658,
        "r": "kjv:James:5:14",
        "t": "Is*p any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:"
    },
    {
        "o": 31659,
        "r": "kjv:James:5:15",
        "t": "And*p the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him."
    },
    {
        "o": 31660,
        "r": "kjv:James:5:16",
        "t": "Confess*p your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much."
    },
    {
        "o": 31661,
        "r": "kjv:James:5:17",
        "t": "Elias*p was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months."
    },
    {
        "o": 31662,
        "r": "kjv:James:5:18",
        "t": "And*p he prayed again, and the heaven gave rain, and the earth brought forth her fruit."
    },
    {
        "o": 31663,
        "r": "kjv:James:5:19",
        "t": "Brethren,*p if any of you do err from the truth, and one convert him;"
    },
    {
        "o": 31664,
        "r": "kjv:James:5:20",
        "t": "Let*p him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins."
    }
]
