[
    {
        "o": 10315,
        "r": "nkjv:1 Kings:18:0",
        "t": "1 Kings 18",
        "h": 1
    },
    {
        "o": 10316,
        "r": "nkjv:1 Kings:18:0",
        "t": "Elijah’s Message to Ahab",
        "h": 2
    },
    {
        "o": 10317,
        "r": "nkjv:1 Kings:18:1",
        "t": "And*p it came to pass after*i many days that the word of the Lord*s came to Elijah, in the third year, saying, “Go, present yourself to Ahab, and I will send rain on the earth.”"
    },
    {
        "o": 10318,
        "r": "nkjv:1 Kings:18:2",
        "t": "So*p Elijah went to present himself to Ahab; and there*i was*i a severe famine in Samaria."
    },
    {
        "o": 10319,
        "r": "nkjv:1 Kings:18:3",
        "t": "And Ahab had called Obadiah, who was*i in charge of his*i house. (Now Obadiah feared the Lord*s greatly."
    },
    {
        "o": 10320,
        "r": "nkjv:1 Kings:18:4",
        "t": "For so it was, while Jezebel massacred the prophets of the Lord,*s that Obadiah had taken one hundred prophets and hidden them, fifty to a cave, and had fed them with bread and water.)"
    },
    {
        "o": 10321,
        "r": "nkjv:1 Kings:18:5",
        "t": "And Ahab had said to Obadiah, “Go into the land to all the springs of water and to all the brooks; perhaps we may find grass to keep the horses and mules alive, so that we will not have to kill any livestock.”"
    },
    {
        "o": 10322,
        "r": "nkjv:1 Kings:18:6",
        "t": "So they divided the land between them to explore it; Ahab went one way by himself, and Obadiah went another way by himself."
    },
    {
        "o": 10323,
        "r": "nkjv:1 Kings:18:7",
        "t": "Now*p as Obadiah was on his way, suddenly Elijah met him; and he recognized him, and fell on his face, and said, “Is*i that you, my lord Elijah?”"
    },
    {
        "o": 10324,
        "r": "nkjv:1 Kings:18:8",
        "t": "And*p he answered him, “It*i is*i I. Go, tell your master, ‘Elijah is*i here.’”*i"
    },
    {
        "o": 10325,
        "r": "nkjv:1 Kings:18:9",
        "t": "So*p he said, “How have I sinned, that you are delivering your servant into the hand of Ahab, to kill me?"
    },
    {
        "o": 10326,
        "r": "nkjv:1 Kings:18:10",
        "t": "As*i the Lord*s your God lives, there is no nation or kingdom where my master has not sent someone to hunt for you; and when they said, ‘He*i is*i not here,’*i he took an oath from the kingdom or nation that they could not find you."
    },
    {
        "o": 10327,
        "r": "nkjv:1 Kings:18:11",
        "t": "And now you say, ‘Go, tell your master, “Elijah is*i here”’!*i"
    },
    {
        "o": 10328,
        "r": "nkjv:1 Kings:18:12",
        "t": "And it shall come to pass, as*i soon*i as*i I am gone from you, that the Spirit of the Lord*s will carry you to a place I do not know; so when I go and tell Ahab, and he cannot find you, he will kill me. But I your servant have feared the Lord*s from my youth."
    },
    {
        "o": 10329,
        "r": "nkjv:1 Kings:18:13",
        "t": "Was it not reported to my lord what I did when Jezebel killed the prophets of the Lord,*s how I hid one hundred men of the Lord’s*s prophets, fifty to a cave, and fed them with bread and water?"
    },
    {
        "o": 10330,
        "r": "nkjv:1 Kings:18:14",
        "t": "And now you say, ‘Go, tell your master, “Elijah is*i here.”’*i He will kill me!”"
    },
    {
        "o": 10331,
        "r": "nkjv:1 Kings:18:15",
        "t": "Then*p Elijah said, “As*i the Lord*s of hosts lives, before whom I stand, I will surely present myself to him today.”"
    },
    {
        "o": 10332,
        "r": "nkjv:1 Kings:18:16",
        "t": "So*p Obadiah went to meet Ahab, and told him; and Ahab went to meet Elijah."
    },
    {
        "o": 10333,
        "r": "nkjv:1 Kings:18:17",
        "t": "Then*p it happened, when Ahab saw Elijah, that Ahab said to him, “Is*i that*i you, O troubler of Israel?”"
    },
    {
        "o": 10334,
        "r": "nkjv:1 Kings:18:18",
        "t": "And*p he answered, “I have not troubled Israel, but you and your father’s house have,*i in that you have forsaken the commandments of the Lord*s and have followed the Baals."
    },
    {
        "o": 10335,
        "r": "nkjv:1 Kings:18:19",
        "t": "Now therefore, send and*i gather all Israel to me on Mount Carmel, the four hundred and fifty prophets of Baal, and the four hundred prophets of Asherah, who eat at Jezebel’s table.”"
    },
    {
        "o": 10336,
        "r": "nkjv:1 Kings:18:19",
        "t": "Elijah’s Mount Carmel Victory",
        "h": 2
    },
    {
        "o": 10337,
        "r": "nkjv:1 Kings:18:20",
        "t": "So*p Ahab sent for all the children of Israel, and gathered the prophets together on Mount Carmel."
    },
    {
        "o": 10338,
        "r": "nkjv:1 Kings:18:21",
        "t": "And Elijah came to all the people, and said, “How long will you falter between two opinions? If the Lord*s is*i God, follow Him; but if Baal, follow him.” But the people answered him not a word."
    },
    {
        "o": 10339,
        "r": "nkjv:1 Kings:18:22",
        "t": "Then Elijah said to the people, “I alone am left a prophet of the Lord;*s but Baal’s prophets are*i four hundred and fifty men."
    },
    {
        "o": 10340,
        "r": "nkjv:1 Kings:18:23",
        "t": "Therefore let them give us two bulls; and let them choose one bull for themselves, cut it in pieces, and lay it*i on the wood, but put no fire under*i it;*i and I will prepare the other bull, and lay it*i on the wood, but put no fire under*i it.*i"
    },
    {
        "o": 10341,
        "r": "nkjv:1 Kings:18:24",
        "t": "Then you call on the name of your gods, and I will call on the name of the Lord;*s and the God who answers by fire, He is God.” So*p all the people answered and said, “It is well spoken.”"
    },
    {
        "o": 10342,
        "r": "nkjv:1 Kings:18:25",
        "t": "Now*p Elijah said to the prophets of Baal, “Choose one bull for yourselves and prepare it*i first, for you are*i many; and call on the name of your god, but put no fire under*i it.”*i"
    },
    {
        "o": 10343,
        "r": "nkjv:1 Kings:18:26",
        "t": "So*p they took the bull which was given them, and they prepared it,*i and called on the name of Baal from morning even till noon, saying, “O Baal, hear us!” But there*i was*i no voice; no one answered. Then they leaped about the altar which they had made."
    },
    {
        "o": 10344,
        "r": "nkjv:1 Kings:18:27",
        "t": "And*p so it was, at noon, that Elijah mocked them and said, “Cry aloud, for he is*i a god; either he is meditating, or he is busy, or he is on a journey, or*i perhaps he is sleeping and must be awakened.”"
    },
    {
        "o": 10345,
        "r": "nkjv:1 Kings:18:28",
        "t": "So they cried aloud, and cut themselves, as was their custom, with knives and lances, until the blood gushed out on them."
    },
    {
        "o": 10346,
        "r": "nkjv:1 Kings:18:29",
        "t": "And when midday was past, they prophesied until the time*i of the offering of the evening*i sacrifice. But there*i was*i no voice; no one answered, no one paid attention."
    },
    {
        "o": 10347,
        "r": "nkjv:1 Kings:18:30",
        "t": "Then*p Elijah said to all the people, “Come near to me.” So all the people came near to him. And he repaired the altar of the Lord*s that*i was*i broken down."
    },
    {
        "o": 10348,
        "r": "nkjv:1 Kings:18:31",
        "t": "And Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, to whom the word of the Lord*s had come, saying, “Israel shall be your name.”"
    },
    {
        "o": 10349,
        "r": "nkjv:1 Kings:18:32",
        "t": "Then with the stones he built an altar in the name of the Lord;*s and he made a trench around the altar large enough to hold two seahs of seed."
    },
    {
        "o": 10350,
        "r": "nkjv:1 Kings:18:33",
        "t": "And he put the wood in order, cut the bull in pieces, and laid it*i on the wood, and said, “Fill four waterpots with water, and pour it*i on the burnt sacrifice and on the wood.”"
    },
    {
        "o": 10351,
        "r": "nkjv:1 Kings:18:34",
        "t": "Then he said, “Do it*i a second time,” and they did it*i a second time; and he said, “Do it*i a third time,” and they did it*i a third time."
    },
    {
        "o": 10352,
        "r": "nkjv:1 Kings:18:35",
        "t": "So the water ran all around the altar; and he also filled the trench with water."
    },
    {
        "o": 10353,
        "r": "nkjv:1 Kings:18:36",
        "t": "And*p it came to pass, at the*i time*i of*i the offering of the evening*i sacrifice, that Elijah the prophet came near and said, “Lord*s God of Abraham, Isaac, and Israel, let it be known this day that You are*i God in Israel and I am*i Your servant, and that*i I have done all these things at Your word."
    },
    {
        "o": 10354,
        "r": "nkjv:1 Kings:18:37",
        "t": "Hear me, O Lord,*s hear me, that this people may know that You are*i the Lord*s God, and that*i You have turned their hearts back to*i You*i again.”"
    },
    {
        "o": 10355,
        "r": "nkjv:1 Kings:18:38",
        "t": "Then*p the fire of the Lord*s fell and consumed the burnt sacrifice, and the wood and the stones and the dust, and it licked up the water that was*i in the trench."
    },
    {
        "o": 10356,
        "r": "nkjv:1 Kings:18:39",
        "t": "Now when all the people saw it,*i they fell on their faces; and they said, “The Lord,*s He is*i God! The Lord,*s He is*i God!”"
    },
    {
        "o": 10357,
        "r": "nkjv:1 Kings:18:40",
        "t": "And*p Elijah said to them, “Seize the prophets of Baal! Do not let one of them escape!” So they seized them; and Elijah brought them down to the Brook Kishon and executed them there."
    },
    {
        "o": 10358,
        "r": "nkjv:1 Kings:18:40",
        "t": "The Drought Ends",
        "h": 2
    },
    {
        "o": 10359,
        "r": "nkjv:1 Kings:18:41",
        "t": "Then*p Elijah said to Ahab, “Go up, eat and drink; for there*i is*i the sound of abundance of rain.”"
    },
    {
        "o": 10360,
        "r": "nkjv:1 Kings:18:42",
        "t": "So Ahab went up to eat and drink. And Elijah went up to the top of Carmel; then he bowed down on the ground, and put his face between his knees,"
    },
    {
        "o": 10361,
        "r": "nkjv:1 Kings:18:43",
        "t": "and said to his servant, “Go up now, look toward the sea.” So*p he went up and looked, and said, “There*i is*i nothing.” And seven times he said, “Go again.”"
    },
    {
        "o": 10362,
        "r": "nkjv:1 Kings:18:44",
        "t": "Then*p it came to pass the seventh time,*i that he said, “There is a cloud, as small as a man’s hand, rising out of the sea!” So he said, “Go up, say to Ahab, ‘Prepare your*i chariot,*i and go down before the rain stops you.’”"
    },
    {
        "o": 10363,
        "r": "nkjv:1 Kings:18:45",
        "t": "Now*p it happened in the meantime that the sky became black with clouds and wind, and there was a heavy rain. So Ahab rode away and went to Jezreel."
    },
    {
        "o": 10364,
        "r": "nkjv:1 Kings:18:46",
        "t": "Then the hand of the Lord*s came upon Elijah; and he girded up his loins and ran ahead of Ahab to the entrance of Jezreel."
    }
]
