[
    {
        "o": 13380,
        "r": "esv:Ezra:6:0",
        "t": "Ezra 6",
        "h": 1
    },
    {
        "o": 13381,
        "r": "esv:Ezra:6:0",
        "t": "The Decree of Darius",
        "h": 2
    },
    {
        "o": 13382,
        "r": "esv:Ezra:6:1",
        "t": "Then*p Darius the king made a decree, and search was made in Babylonia, in the house of the archives where the documents were stored."
    },
    {
        "o": 13383,
        "r": "esv:Ezra:6:2",
        "t": "And in Ecbatana, the citadel that is in the province of Media, a scroll was found on which this was written: “A record."
    },
    {
        "o": 13384,
        "r": "esv:Ezra:6:3",
        "t": "In the first year of Cyrus the king, Cyrus the king issued a decree: Concerning the house of God at Jerusalem, let the house be rebuilt, the place where sacrifices were offered, and let its foundations be retained. Its height shall be sixty cubits and its breadth sixty cubits,"
    },
    {
        "o": 13385,
        "r": "esv:Ezra:6:4",
        "t": "with three layers of great stones and one layer of timber. Let the cost be paid from the royal treasury."
    },
    {
        "o": 13386,
        "r": "esv:Ezra:6:5",
        "t": "And also let the gold and silver vessels of the house of God, which Nebuchadnezzar took out of the temple that is in Jerusalem and brought to Babylon, be restored and brought back to the temple that is in Jerusalem, each to its place. You shall put them in the house of God.”"
    },
    {
        "o": 13387,
        "r": "esv:Ezra:6:6",
        "t": "“Now*p therefore, Tattenai, governor of the province Beyond the River, Shethar-bozenai, and your associates the governors who are in the province Beyond the River, keep away."
    },
    {
        "o": 13388,
        "r": "esv:Ezra:6:7",
        "t": "Let the work on this house of God alone. Let the governor of the Jews and the elders of the Jews rebuild this house of God on its site."
    },
    {
        "o": 13389,
        "r": "esv:Ezra:6:8",
        "t": "Moreover, I make a decree regarding what you shall do for these elders of the Jews for the rebuilding of this house of God. The cost is to be paid to these men in full and without delay from the royal revenue, the tribute of the province from Beyond the River."
    },
    {
        "o": 13390,
        "r": "esv:Ezra:6:9",
        "t": "And whatever is needed— bulls, rams, or sheep for burnt offerings to the God of heaven, wheat, salt, wine, or oil, as the priests at Jerusalem require— let that be given to them day by day without fail,"
    },
    {
        "o": 13391,
        "r": "esv:Ezra:6:10",
        "t": "that they may offer pleasing sacrifices to the God of heaven and pray for the life of the king and his sons."
    },
    {
        "o": 13392,
        "r": "esv:Ezra:6:11",
        "t": "Also I make a decree that if anyone alters this edict, a beam shall be pulled out of his house, and he shall be impaled on it, and his house shall be made a dunghill."
    },
    {
        "o": 13393,
        "r": "esv:Ezra:6:12",
        "t": "May the God who has caused his name to dwell there overthrow any king or people who shall put out a hand to alter this, or to destroy this house of God that is in Jerusalem. I Darius make a decree; let it be done with all diligence.”"
    },
    {
        "o": 13394,
        "r": "esv:Ezra:6:12",
        "t": "The Temple Finished and Dedicated",
        "h": 2
    },
    {
        "o": 13395,
        "r": "esv:Ezra:6:13",
        "t": "Then,*p according to the word sent by Darius the king, Tattenai, the governor of the province Beyond the River, Shethar-bozenai, and their associates did with all diligence what Darius the king had ordered."
    },
    {
        "o": 13396,
        "r": "esv:Ezra:6:14",
        "t": "And the elders of the Jews built and prospered through the prophesying of Haggai the prophet and Zechariah the son of Iddo. They finished their building by decree of the God of Israel and by decree of Cyrus and Darius and Artaxerxes king of Persia;"
    },
    {
        "o": 13397,
        "r": "esv:Ezra:6:15",
        "t": "and this house was finished on the third day of the month of Adar, in the sixth year of the reign of Darius the king."
    },
    {
        "o": 13398,
        "r": "esv:Ezra:6:16",
        "t": "And*p the people of Israel, the priests and the Levites, and the rest of the returned exiles, celebrated the dedication of this house of God with joy."
    },
    {
        "o": 13399,
        "r": "esv:Ezra:6:17",
        "t": "They offered at the dedication of this house of God 100 bulls, 200 rams, 400 lambs, and as a sin offering for all Israel 12 male goats, according to the number of the tribes of Israel."
    },
    {
        "o": 13400,
        "r": "esv:Ezra:6:18",
        "t": "And they set the priests in their divisions and the Levites in their divisions, for the service of God at Jerusalem, as it is written in the Book of Moses."
    },
    {
        "o": 13401,
        "r": "esv:Ezra:6:18",
        "t": "Passover Celebrated",
        "h": 2
    },
    {
        "o": 13402,
        "r": "esv:Ezra:6:19",
        "t": "On*p the fourteenth day of the first month, the returned exiles kept the Passover."
    },
    {
        "o": 13403,
        "r": "esv:Ezra:6:20",
        "t": "For the priests and the Levites had purified themselves together; all of them were clean. So they slaughtered the Passover lamb for all the returned exiles, for their fellow priests, and for themselves."
    },
    {
        "o": 13404,
        "r": "esv:Ezra:6:21",
        "t": "It was eaten by the people of Israel who had returned from exile, and also by every one who had joined them and separated himself from the uncleanness of the peoples of the land to worship the Lord,*s the God of Israel."
    },
    {
        "o": 13405,
        "r": "esv:Ezra:6:22",
        "t": "And they kept the Feast of Unleavened Bread seven days with joy, for the Lord*s had made them joyful and had turned the heart of the king of Assyria to them, so that he aided them in the work of the house of God, the God of Israel."
    }
]
