[
    {
        "o": 28106,
        "r": "nkjv:Luke:2:0",
        "t": "Luke 2",
        "h": 1
    },
    {
        "o": 28107,
        "r": "nkjv:Luke:2:0",
        "t": "Christ Born of Mary",
        "h": 2
    },
    {
        "o": 28108,
        "r": "nkjv:Luke:2:1",
        "t": "And*p it came to pass in those days that*i a decree went out from Caesar Augustus that all the world should be registered."
    },
    {
        "o": 28109,
        "r": "nkjv:Luke:2:2",
        "t": "This census first took place while Quirinius was governing Syria."
    },
    {
        "o": 28110,
        "r": "nkjv:Luke:2:3",
        "t": "So all went to be registered, everyone to his own city."
    },
    {
        "o": 28111,
        "r": "nkjv:Luke:2:4",
        "t": "Joseph*p also went up from Galilee, out of the city of Nazareth, into Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David,"
    },
    {
        "o": 28112,
        "r": "nkjv:Luke:2:5",
        "t": "to be registered with Mary, his betrothed wife, who was with child."
    },
    {
        "o": 28113,
        "r": "nkjv:Luke:2:6",
        "t": "So it was, that while they were there, the days were completed for her to be delivered."
    },
    {
        "o": 28114,
        "r": "nkjv:Luke:2:7",
        "t": "And she brought forth her firstborn Son, and wrapped Him in swaddling cloths, and laid Him in a manger, because there was no room for them in the inn."
    },
    {
        "o": 28115,
        "r": "nkjv:Luke:2:7",
        "t": "Glory in the Highest",
        "h": 2
    },
    {
        "o": 28116,
        "r": "nkjv:Luke:2:8",
        "t": "Now*p there were in the same country shepherds living out in the fields, keeping watch over their flock by night."
    },
    {
        "o": 28117,
        "r": "nkjv:Luke:2:9",
        "t": "And behold, an angel of the Lord stood before them, and the glory of the Lord shone around them, and they were greatly afraid."
    },
    {
        "o": 28118,
        "r": "nkjv:Luke:2:10",
        "t": "Then the angel said to them, “Do not be afraid, for behold, I bring you good tidings of great joy which will be to all people."
    },
    {
        "o": 28119,
        "r": "nkjv:Luke:2:11",
        "t": "For there is born to you this day in the city of David a Savior, who is Christ the Lord."
    },
    {
        "o": 28120,
        "r": "nkjv:Luke:2:12",
        "t": "And this will*i be*i the sign to you: You will find a Babe wrapped in swaddling cloths, lying in a manger.”"
    },
    {
        "o": 28121,
        "r": "nkjv:Luke:2:13",
        "t": "And*p suddenly there was with the angel a multitude of the heavenly host praising God and saying:"
    },
    {
        "o": 28122,
        "r": "nkjv:Luke:2:14",
        "t": "“Glory*pn to God in the highest, And*ld on earth peace, goodwill toward men!”"
    },
    {
        "o": 28123,
        "r": "nkjv:Luke:2:15",
        "t": "So*p it was, when the angels had gone away from them into heaven, that the shepherds said to one another, “Let us now go to Bethlehem and see this thing that has come to pass, which the Lord has made known to us.”"
    },
    {
        "o": 28124,
        "r": "nkjv:Luke:2:16",
        "t": "And they came with haste and found Mary and Joseph, and the Babe lying in a manger."
    },
    {
        "o": 28125,
        "r": "nkjv:Luke:2:17",
        "t": "Now when they had seen Him,*i they made widely known the saying which was told them concerning this Child."
    },
    {
        "o": 28126,
        "r": "nkjv:Luke:2:18",
        "t": "And all those who heard it*i marveled at those things which were told them by the shepherds."
    },
    {
        "o": 28127,
        "r": "nkjv:Luke:2:19",
        "t": "But Mary kept all these things and pondered them*i in her heart."
    },
    {
        "o": 28128,
        "r": "nkjv:Luke:2:20",
        "t": "Then the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told them."
    },
    {
        "o": 28129,
        "r": "nkjv:Luke:2:20",
        "t": "Circumcision of Jesus",
        "h": 2
    },
    {
        "o": 28130,
        "r": "nkjv:Luke:2:21",
        "t": "And*p when eight days were completed for the circumcision of the Child, His name was called Jesus,*s the name given by the angel before He was conceived in the womb."
    },
    {
        "o": 28131,
        "r": "nkjv:Luke:2:21",
        "t": "Jesus Presented in the Temple",
        "h": 2
    },
    {
        "o": 28132,
        "r": "nkjv:Luke:2:22",
        "t": "Now*p when the days of her purification according to the law of Moses were completed, they brought Him to Jerusalem to present Him*i to the Lord"
    },
    {
        "o": 28133,
        "r": "nkjv:Luke:2:23",
        "t": "(as it is written in the law of the Lord, “Every male who opens the womb shall be called holy to the Lord”),*sb"
    },
    {
        "o": 28134,
        "r": "nkjv:Luke:2:24",
        "t": "and to offer a sacrifice according to what is said in the law of the Lord, “A pair of turtledoves or two young pigeons.”"
    },
    {
        "o": 28135,
        "r": "nkjv:Luke:2:24",
        "t": "Simeon Sees God’s Salvation",
        "h": 2
    },
    {
        "o": 28136,
        "r": "nkjv:Luke:2:25",
        "t": "And*p behold, there was a man in Jerusalem whose name was*i Simeon, and this man was*i just and devout, waiting for the Consolation of Israel, and the Holy Spirit was upon him."
    },
    {
        "o": 28137,
        "r": "nkjv:Luke:2:26",
        "t": "And it had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’s Christ."
    },
    {
        "o": 28138,
        "r": "nkjv:Luke:2:27",
        "t": "So he came by the Spirit into the temple. And when the parents brought in the Child Jesus, to do for Him according to the custom of the law,"
    },
    {
        "o": 28139,
        "r": "nkjv:Luke:2:28",
        "t": "he took Him up in his arms and blessed God and said:"
    },
    {
        "o": 28140,
        "r": "nkjv:Luke:2:29",
        "t": "“Lord,*pn now You are letting Your servant depart in peace, According*ld to Your word;"
    },
    {
        "o": 28141,
        "r": "nkjv:Luke:2:30",
        "t": "For*ld my eyes have seen Your salvation"
    },
    {
        "o": 28142,
        "r": "nkjv:Luke:2:31",
        "t": "Which*ld You have prepared before the face of all peoples,"
    },
    {
        "o": 28143,
        "r": "nkjv:Luke:2:32",
        "t": "A*ld light to bring*i revelation to the Gentiles, And*ld the glory of Your people Israel.”"
    },
    {
        "o": 28144,
        "r": "nkjv:Luke:2:33",
        "t": "And*p Joseph and His mother marveled at those things which were spoken of Him."
    },
    {
        "o": 28145,
        "r": "nkjv:Luke:2:34",
        "t": "Then Simeon blessed them, and said to Mary His mother, “Behold, this Child*i is destined for the fall and rising of many in Israel, and for a sign which will be spoken against"
    },
    {
        "o": 28146,
        "r": "nkjv:Luke:2:35",
        "t": "(yes, a sword will pierce through your own soul also), that the thoughts of many hearts may be revealed.”"
    },
    {
        "o": 28147,
        "r": "nkjv:Luke:2:35",
        "t": "Anna Bears Witness to the Redeemer",
        "h": 2
    },
    {
        "o": 28148,
        "r": "nkjv:Luke:2:36",
        "t": "Now*p there was one, Anna, a prophetess, the daughter of Phanuel, of the tribe of Asher. She was of a great age, and had lived with a husband seven years from her virginity;"
    },
    {
        "o": 28149,
        "r": "nkjv:Luke:2:37",
        "t": "and this woman was*i a widow of about eighty-four years, who did not depart from the temple, but served God*i with fastings and prayers night and day."
    },
    {
        "o": 28150,
        "r": "nkjv:Luke:2:38",
        "t": "And coming in that instant she gave thanks to the Lord, and spoke of Him to all those who looked for redemption in Jerusalem."
    },
    {
        "o": 28151,
        "r": "nkjv:Luke:2:38",
        "t": "The Family Returns to Nazareth",
        "h": 2
    },
    {
        "o": 28152,
        "r": "nkjv:Luke:2:39",
        "t": "So*p when they had performed all things according to the law of the Lord, they returned to Galilee, to their own*i city, Nazareth."
    },
    {
        "o": 28153,
        "r": "nkjv:Luke:2:40",
        "t": "And the Child grew and became strong in spirit, filled with wisdom; and the grace of God was upon Him."
    },
    {
        "o": 28154,
        "r": "nkjv:Luke:2:40",
        "t": "The Boy Jesus Amazes the Scholars",
        "h": 2
    },
    {
        "o": 28155,
        "r": "nkjv:Luke:2:41",
        "t": "His*p parents went to Jerusalem every year at the Feast of the Passover."
    },
    {
        "o": 28156,
        "r": "nkjv:Luke:2:42",
        "t": "And when He was twelve years old, they went up to Jerusalem according to the custom of the feast."
    },
    {
        "o": 28157,
        "r": "nkjv:Luke:2:43",
        "t": "When they had finished the days, as they returned, the Boy Jesus lingered behind in Jerusalem. And Joseph and His mother did not know it;*i"
    },
    {
        "o": 28158,
        "r": "nkjv:Luke:2:44",
        "t": "but supposing Him to have been in the company, they went a day’s journey, and sought Him among their*i relatives and acquaintances."
    },
    {
        "o": 28159,
        "r": "nkjv:Luke:2:45",
        "t": "So when they did not find Him, they returned to Jerusalem, seeking Him."
    },
    {
        "o": 28160,
        "r": "nkjv:Luke:2:46",
        "t": "Now so it was that*i after three days they found Him in the temple, sitting in the midst of the teachers, both listening to them and asking them questions."
    },
    {
        "o": 28161,
        "r": "nkjv:Luke:2:47",
        "t": "And all who heard Him were astonished at His understanding and answers."
    },
    {
        "o": 28162,
        "r": "nkjv:Luke:2:48",
        "t": "So when they saw Him, they were amazed; and His mother said to Him, “Son, why have You done this to us? Look, Your father and I have sought You anxiously.”"
    },
    {
        "o": 28163,
        "r": "nkjv:Luke:2:49",
        "t": "And*p He said to them, “Why*r did*r you*r seek*r Me?*r Did*r you*r not*r know*r that*r I*r must*r be*r about*r My*r Father’s*r business?”*r"
    },
    {
        "o": 28164,
        "r": "nkjv:Luke:2:50",
        "t": "But they did not understand the statement which He spoke to them."
    },
    {
        "o": 28165,
        "r": "nkjv:Luke:2:50",
        "t": "Jesus Advances in Wisdom and Favor",
        "h": 2
    },
    {
        "o": 28166,
        "r": "nkjv:Luke:2:51",
        "t": "Then*p He went down with them and came to Nazareth, and was subject to them, but His mother kept all these things in her heart."
    },
    {
        "o": 28167,
        "r": "nkjv:Luke:2:52",
        "t": "And Jesus increased in wisdom and stature, and in favor with God and men."
    }
]
