[
    {
        "o": 1960,
        "r": "csb:Exodus:10:0",
        "t": "Exodus 10",
        "h": 1
    },
    {
        "o": 1961,
        "r": "csb:Exodus:10:0",
        "t": "The Eighth Plague: Locusts",
        "h": 2
    },
    {
        "o": 1962,
        "r": "csb:Exodus:10:1",
        "t": "Then*p the Lord*s said to Moses, “Go to Pharaoh, for I have hardened his heart and the hearts of his officials so that I may do these miraculous signs of mine among them,"
    },
    {
        "o": 1963,
        "r": "csb:Exodus:10:2",
        "t": "and so that you may tell your son and grandson how severely I dealt with the Egyptians and performed miraculous signs among them, and you will know that I am the Lord.”*s"
    },
    {
        "o": 1964,
        "r": "csb:Exodus:10:3",
        "t": "So*p Moses and Aaron went in to Pharaoh and told him, “This is what the Lord,*s the God of the Hebrews, says: How long will you refuse to humble yourself before me? Let my people go, that they may worship me."
    },
    {
        "o": 1965,
        "r": "csb:Exodus:10:4",
        "t": "But if you refuse to let my people go, then tomorrow I will bring locusts into your territory."
    },
    {
        "o": 1966,
        "r": "csb:Exodus:10:5",
        "t": "They will cover the surface of the land so that no one will be able to see the land. They will eat the remainder left to you that escaped the hail; they will eat every tree you have growing in the fields."
    },
    {
        "o": 1967,
        "r": "csb:Exodus:10:6",
        "t": "They will fill your houses, all your officials’ houses, and the houses of all the Egyptians - something your fathers and grandfathers never saw since the time they occupied the land until today.” Then he turned and left Pharaoh’s presence."
    },
    {
        "o": 1968,
        "r": "csb:Exodus:10:7",
        "t": "Pharaoh’s*p officials asked him, “How long must this man be a snare to us? Let the men go, so that they may worship the Lord*s their God. Don’t you realize yet that Egypt is devastated?”"
    },
    {
        "o": 1969,
        "r": "csb:Exodus:10:8",
        "t": "So*p Moses and Aaron were brought back to Pharaoh. “Go, worship the Lord*s your God,” Pharaoh said. “But exactly who will be going?”"
    },
    {
        "o": 1970,
        "r": "csb:Exodus:10:9",
        "t": "Moses*p replied, “We will go with our young and with our old; we will go with our sons and with our daughters, with our flocks and with our herds because we must hold the Lord’s*s festival.”"
    },
    {
        "o": 1971,
        "r": "csb:Exodus:10:10",
        "t": "He*p said to them, “The Lord*s would have to be with you if I would ever let you and your families go! Look out - you’re heading for trouble."
    },
    {
        "o": 1972,
        "r": "csb:Exodus:10:11",
        "t": "No, go - just able-bodied men - worship the Lord,*s since that’s what you want.” And they were driven from Pharaoh’s presence."
    },
    {
        "o": 1973,
        "r": "csb:Exodus:10:12",
        "t": "The*p Lord*s then said to Moses, “Stretch out your hand over the land of Egypt, and the locusts will come up over it and eat every plant in the land, everything that the hail left.”"
    },
    {
        "o": 1974,
        "r": "csb:Exodus:10:13",
        "t": "So Moses stretched out his staff over the land of Egypt, and the Lord*s sent an east wind over the land all that day and through the night. By morning the east wind had brought in the locusts."
    },
    {
        "o": 1975,
        "r": "csb:Exodus:10:14",
        "t": "The locusts went up over the entire land of Egypt and settled on the whole territory of Egypt. Never before had there been such a large number of locusts, and there never will be again."
    },
    {
        "o": 1976,
        "r": "csb:Exodus:10:15",
        "t": "They covered the surface of the whole land so that the land was black, and they consumed all the plants on the ground and all the fruit on the trees that the hail had left. Nothing green was left on the trees or the plants in the field throughout the land of Egypt."
    },
    {
        "o": 1977,
        "r": "csb:Exodus:10:16",
        "t": "Pharaoh*p urgently sent for Moses and Aaron and said, “I have sinned against the Lord*s your God and against you."
    },
    {
        "o": 1978,
        "r": "csb:Exodus:10:17",
        "t": "Please forgive my sin once more and make an appeal to the Lord*s your God, so that he will just take this death away from me.”"
    },
    {
        "o": 1979,
        "r": "csb:Exodus:10:18",
        "t": "Moses left Pharaoh’s presence and appealed to the Lord.*s"
    },
    {
        "o": 1980,
        "r": "csb:Exodus:10:19",
        "t": "Then the Lord*s changed the wind to a strong west wind, and it carried off the locusts and blew them into the Red Sea. Not a single locust was left in all the territory of Egypt."
    },
    {
        "o": 1981,
        "r": "csb:Exodus:10:20",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he did not let the Israelites go."
    },
    {
        "o": 1982,
        "r": "csb:Exodus:10:20",
        "t": "The Ninth Plague: Darkness",
        "h": 2
    },
    {
        "o": 1983,
        "r": "csb:Exodus:10:21",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward heaven, and there will be darkness over the land of Egypt, a darkness that can be felt.”"
    },
    {
        "o": 1984,
        "r": "csb:Exodus:10:22",
        "t": "So Moses stretched out his hand toward heaven, and there was thick darkness throughout the land of Egypt for three days."
    },
    {
        "o": 1985,
        "r": "csb:Exodus:10:23",
        "t": "One person could not see another, and for three days they did not move from where they were. Yet all the Israelites had light where they lived."
    },
    {
        "o": 1986,
        "r": "csb:Exodus:10:24",
        "t": "Pharaoh*p summoned Moses and said, “Go, worship the Lord.*s Even your families may go with you; only your flocks and herds must stay behind.”"
    },
    {
        "o": 1987,
        "r": "csb:Exodus:10:25",
        "t": "Moses*p responded, “You must also let us have sacrifices and burnt offerings to prepare for the Lord*s our God."
    },
    {
        "o": 1988,
        "r": "csb:Exodus:10:26",
        "t": "Even our livestock must go with us; not a hoof will be left behind because we will take some of them to worship the Lord*s our God. We will not know what we will use to worship the Lord*s until we get there.”"
    },
    {
        "o": 1989,
        "r": "csb:Exodus:10:27",
        "t": "But*p the Lord*s hardened Pharaoh’s heart, and he was unwilling to let them go."
    },
    {
        "o": 1990,
        "r": "csb:Exodus:10:28",
        "t": "Pharaoh said to him, “Leave me! Make sure you never see my face again, for on the day you see my face, you will die.”"
    },
    {
        "o": 1991,
        "r": "csb:Exodus:10:29",
        "t": "“As*p you have said,” Moses replied, “I will never see your face again.”"
    }
]
