[
    {
        "o": 5870,
        "r": "niv:Deuteronomy:18:0",
        "t": "Deuteronomy 18",
        "h": 1
    },
    {
        "o": 5871,
        "r": "niv:Deuteronomy:18:0",
        "t": "Offerings for Priests and Levites",
        "h": 2
    },
    {
        "o": 5872,
        "r": "niv:Deuteronomy:18:1",
        "t": "The*p Levitical priests—indeed, the whole tribe of Levi—are to have no allotment or inheritance with Israel. They shall live on the food offerings presented to the Lord,*s for that is their inheritance."
    },
    {
        "o": 5873,
        "r": "niv:Deuteronomy:18:2",
        "t": "They shall have no inheritance among their fellow Israelites; the Lord*s is their inheritance, as he promised them."
    },
    {
        "o": 5874,
        "r": "niv:Deuteronomy:18:3",
        "t": "This*p is the share due the priests from the people who sacrifice a bull or a sheep: the shoulder, the internal organs and the meat from the head."
    },
    {
        "o": 5875,
        "r": "niv:Deuteronomy:18:4",
        "t": "You are to give them the firstfruits of your grain, new wine and olive oil, and the first wool from the shearing of your sheep,"
    },
    {
        "o": 5876,
        "r": "niv:Deuteronomy:18:5",
        "t": "for the Lord*s your God has chosen them and their descendants out of all your tribes to stand and minister in the Lord’s*s name always."
    },
    {
        "o": 5877,
        "r": "niv:Deuteronomy:18:6",
        "t": "If*p a Levite moves from one of your towns anywhere in Israel where he is living, and comes in all earnestness to the place the Lord*s will choose,"
    },
    {
        "o": 5878,
        "r": "niv:Deuteronomy:18:7",
        "t": "he may minister in the name of the Lord*s his God like all his fellow Levites who serve there in the presence of the Lord.*s"
    },
    {
        "o": 5879,
        "r": "niv:Deuteronomy:18:8",
        "t": "He is to share equally in their benefits, even though he has received money from the sale of family possessions."
    },
    {
        "o": 5880,
        "r": "niv:Deuteronomy:18:8",
        "t": "Occult Practices",
        "h": 2
    },
    {
        "o": 5881,
        "r": "niv:Deuteronomy:18:9",
        "t": "When*p you enter the land the Lord*s your God is giving you, do not learn to imitate the detestable ways of the nations there."
    },
    {
        "o": 5882,
        "r": "niv:Deuteronomy:18:10",
        "t": "Let no one be found among you who sacrifices their son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft,"
    },
    {
        "o": 5883,
        "r": "niv:Deuteronomy:18:11",
        "t": "or casts spells, or who is a medium or spiritist or who consults the dead."
    },
    {
        "o": 5884,
        "r": "niv:Deuteronomy:18:12",
        "t": "Anyone who does these things is detestable to the Lord;*s because of these same detestable practices the Lord*s your God will drive out those nations before you."
    },
    {
        "o": 5885,
        "r": "niv:Deuteronomy:18:13",
        "t": "You must be blameless before the Lord*s your God."
    },
    {
        "o": 5886,
        "r": "niv:Deuteronomy:18:13",
        "t": "The Prophet",
        "h": 2
    },
    {
        "o": 5887,
        "r": "niv:Deuteronomy:18:14",
        "t": "The*p nations you will dispossess listen to those who practice sorcery or divination. But as for you, the Lord*s your God has not permitted you to do so."
    },
    {
        "o": 5888,
        "r": "niv:Deuteronomy:18:15",
        "t": "The Lord*s your God will raise up for you a prophet like me from among you, from your fellow Israelites. You must listen to him."
    },
    {
        "o": 5889,
        "r": "niv:Deuteronomy:18:16",
        "t": "For this is what you asked of the Lord*s your God at Horeb on the day of the assembly when you said, “Let us not hear the voice of the Lord*s our God nor see this great fire anymore, or we will die.”"
    },
    {
        "o": 5890,
        "r": "niv:Deuteronomy:18:17",
        "t": "The*p Lord*s said to me: “What they say is good."
    },
    {
        "o": 5891,
        "r": "niv:Deuteronomy:18:18",
        "t": "I will raise up for them a prophet like you from among their fellow Israelites, and I will put my words in his mouth. He will tell them everything I command him."
    },
    {
        "o": 5892,
        "r": "niv:Deuteronomy:18:19",
        "t": "I myself will call to account anyone who does not listen to my words that the prophet speaks in my name."
    },
    {
        "o": 5893,
        "r": "niv:Deuteronomy:18:20",
        "t": "But a prophet who presumes to speak in my name anything I have not commanded, or a prophet who speaks in the name of other gods, is to be put to death.”"
    },
    {
        "o": 5894,
        "r": "niv:Deuteronomy:18:21",
        "t": "You*p may say to yourselves, “How can we know when a message has not been spoken by the Lord?”*s"
    },
    {
        "o": 5895,
        "r": "niv:Deuteronomy:18:22",
        "t": "If what a prophet proclaims in the name of the Lord*s does not take place or come true, that is a message the Lord*s has not spoken. That prophet has spoken presumptuously, so do not be alarmed."
    }
]
