[
    {
        "o": 18781,
        "r": "nasb:Proverbs:17:0",
        "t": "Proverbs 17",
        "h": 1
    },
    {
        "o": 18782,
        "r": "nasb:Proverbs:17:0",
        "t": "Contrast the Upright and the Wicked",
        "h": 2
    },
    {
        "o": 18783,
        "r": "nasb:Proverbs:17:1",
        "t": "Better*pn is a dry morsel and quietness with it Than*ln a house full of feasting with strife."
    },
    {
        "o": 18784,
        "r": "nasb:Proverbs:17:2",
        "t": "A*ln servant who acts wisely will rule over a son who acts shamefully, And*ln will share in the inheritance among brothers."
    },
    {
        "o": 18785,
        "r": "nasb:Proverbs:17:3",
        "t": "The*ln refining pot is for silver and the furnace for gold, But*ln the Lord*s tests hearts."
    },
    {
        "o": 18786,
        "r": "nasb:Proverbs:17:4",
        "t": "An*ln evildoer listens to wicked lips; A*ln liar pays attention to a destructive tongue."
    },
    {
        "o": 18787,
        "r": "nasb:Proverbs:17:5",
        "t": "He*ln who mocks the poor taunts his Maker; He*ln who rejoices at calamity will not go unpunished."
    },
    {
        "o": 18788,
        "r": "nasb:Proverbs:17:6",
        "t": "Grandchildren*ln are the crown of old men, And*ln the glory of sons is their fathers."
    },
    {
        "o": 18789,
        "r": "nasb:Proverbs:17:7",
        "t": "Excellent*ln speech is not fitting for a fool, Much*ln less are lying lips to a prince."
    },
    {
        "o": 18790,
        "r": "nasb:Proverbs:17:8",
        "t": "A*ln bribe is a charm in the sight of its owner; Wherever*ln he turns, he prospers."
    },
    {
        "o": 18791,
        "r": "nasb:Proverbs:17:9",
        "t": "He*ln who conceals a transgression seeks love, But*ln he who repeats a matter separates intimate friends."
    },
    {
        "o": 18792,
        "r": "nasb:Proverbs:17:10",
        "t": "A*ln rebuke goes deeper into one who has understanding Than*ln a hundred blows into a fool."
    },
    {
        "o": 18793,
        "r": "nasb:Proverbs:17:11",
        "t": "A*ln rebellious man seeks only evil, So*ln a cruel messenger will be sent against him."
    },
    {
        "o": 18794,
        "r": "nasb:Proverbs:17:12",
        "t": "Let*ln a man meet a bear robbed of her cubs, Rather*ln than a fool in his folly."
    },
    {
        "o": 18795,
        "r": "nasb:Proverbs:17:13",
        "t": "He*ln who returns evil for good, Evil*ln will not depart from his house."
    },
    {
        "o": 18796,
        "r": "nasb:Proverbs:17:14",
        "t": "The*ln beginning of strife is like*i letting out water, So*ln abandon the quarrel before it breaks out."
    },
    {
        "o": 18797,
        "r": "nasb:Proverbs:17:15",
        "t": "He*ln who justifies the wicked and he who condemns the righteous, Both*ln of them alike are an abomination to the Lord.*s"
    },
    {
        "o": 18798,
        "r": "nasb:Proverbs:17:16",
        "t": "Why*ln is there a price in the hand of a fool to buy wisdom, When*ln he has no sense?"
    },
    {
        "o": 18799,
        "r": "nasb:Proverbs:17:17",
        "t": "A*ln friend loves at all times, And*ln a brother is born for adversity."
    },
    {
        "o": 18800,
        "r": "nasb:Proverbs:17:18",
        "t": "A*ln man lacking in sense pledges And*ln becomes guarantor in the presence of his neighbor."
    },
    {
        "o": 18801,
        "r": "nasb:Proverbs:17:19",
        "t": "He*ln who loves transgression loves strife; He*ln who raises his door seeks destruction."
    },
    {
        "o": 18802,
        "r": "nasb:Proverbs:17:20",
        "t": "He*ln who has a crooked mind finds no good, And*ln he who is perverted in his language falls into evil."
    },
    {
        "o": 18803,
        "r": "nasb:Proverbs:17:21",
        "t": "He*ln who sires a fool does*i so*i to his sorrow, And*ln the father of a fool has no joy."
    },
    {
        "o": 18804,
        "r": "nasb:Proverbs:17:22",
        "t": "A*ln joyful heart is good medicine, But*ln a broken spirit dries up the bones."
    },
    {
        "o": 18805,
        "r": "nasb:Proverbs:17:23",
        "t": "A*ln wicked man receives a bribe from the bosom To*ln pervert the ways of justice."
    },
    {
        "o": 18806,
        "r": "nasb:Proverbs:17:24",
        "t": "Wisdom*ln is in the presence of the one who has understanding, But*ln the eyes of a fool are on the ends of the earth."
    },
    {
        "o": 18807,
        "r": "nasb:Proverbs:17:25",
        "t": "A*ln foolish son is a grief to his father And*ln bitterness to her who bore him."
    },
    {
        "o": 18808,
        "r": "nasb:Proverbs:17:26",
        "t": "It*ln is also not good to fine the righteous, Nor*iln to strike the noble for their*i uprightness."
    },
    {
        "o": 18809,
        "r": "nasb:Proverbs:17:27",
        "t": "He*ln who restrains his words has knowledge, And*ln he who has a cool spirit is a man of understanding."
    },
    {
        "o": 18810,
        "r": "nasb:Proverbs:17:28",
        "t": "Even*ln a fool, when he keeps silent, is considered wise; When*ln he closes his lips, he is considered*i prudent."
    }
]
