[
    {
        "o": 33366,
        "r": "esv:2 Timothy:1:0",
        "t": "2 Timothy 1",
        "h": 1
    },
    {
        "o": 33367,
        "r": "esv:2 Timothy:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33368,
        "r": "esv:2 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God according to the promise of the life that is in Christ Jesus,"
    },
    {
        "o": 33369,
        "r": "esv:2 Timothy:1:2",
        "t": "To*p Timothy, my beloved child: Grace,*p mercy, and peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 33370,
        "r": "esv:2 Timothy:1:2",
        "t": "Guard the Deposit Entrusted to You",
        "h": 2
    },
    {
        "o": 33371,
        "r": "esv:2 Timothy:1:3",
        "t": "I*p thank God whom I serve, as did my ancestors, with a clear conscience, as I remember you constantly in my prayers night and day."
    },
    {
        "o": 33372,
        "r": "esv:2 Timothy:1:4",
        "t": "As I remember your tears, I long to see you, that I may be filled with joy."
    },
    {
        "o": 33373,
        "r": "esv:2 Timothy:1:5",
        "t": "I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well."
    },
    {
        "o": 33374,
        "r": "esv:2 Timothy:1:6",
        "t": "For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands,"
    },
    {
        "o": 33375,
        "r": "esv:2 Timothy:1:7",
        "t": "for God gave us a spirit not of fear but of power and love and self-control."
    },
    {
        "o": 33376,
        "r": "esv:2 Timothy:1:8",
        "t": "Therefore*p do not be ashamed of the testimony about our Lord, nor of me his prisoner, but share in suffering for the gospel by the power of God,"
    },
    {
        "o": 33377,
        "r": "esv:2 Timothy:1:9",
        "t": "who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began,"
    },
    {
        "o": 33378,
        "r": "esv:2 Timothy:1:10",
        "t": "and which now has been manifested through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,"
    },
    {
        "o": 33379,
        "r": "esv:2 Timothy:1:11",
        "t": "for which I was appointed a preacher and apostle and teacher,"
    },
    {
        "o": 33380,
        "r": "esv:2 Timothy:1:12",
        "t": "which is why I suffer as I do. But I am not ashamed, for I know whom I have believed, and I am convinced that he is able to guard until that day what has been entrusted to me."
    },
    {
        "o": 33381,
        "r": "esv:2 Timothy:1:13",
        "t": "Follow the pattern of the sound words that you have heard from me, in the faith and love that are in Christ Jesus."
    },
    {
        "o": 33382,
        "r": "esv:2 Timothy:1:14",
        "t": "By the Holy Spirit who dwells within us, guard the good deposit entrusted to you."
    },
    {
        "o": 33383,
        "r": "esv:2 Timothy:1:15",
        "t": "You*p are aware that all who are in Asia turned away from me, among whom are Phygelus and Hermogenes."
    },
    {
        "o": 33384,
        "r": "esv:2 Timothy:1:16",
        "t": "May the Lord grant mercy to the household of Onesiphorus, for he often refreshed me and was not ashamed of my chains,"
    },
    {
        "o": 33385,
        "r": "esv:2 Timothy:1:17",
        "t": "but when he arrived in Rome he searched for me earnestly and found me—"
    },
    {
        "o": 33386,
        "r": "esv:2 Timothy:1:18",
        "t": "may the Lord grant him to find mercy from the Lord on that day!— and you well know all the service he rendered at Ephesus."
    }
]
