[
    {
        "o": 13404,
        "r": "niv:Ezra:9:0",
        "t": "Ezra 9",
        "h": 1
    },
    {
        "o": 13405,
        "r": "niv:Ezra:9:0",
        "t": "Ezra’s Prayer About Intermarriage",
        "h": 2
    },
    {
        "o": 13406,
        "r": "niv:Ezra:9:1",
        "t": "After*p these things had been done, the leaders came to me and said, “The people of Israel, including the priests and the Levites, have not kept themselves separate from the neighboring peoples with their detestable practices, like those of the Canaanites, Hittites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians and Amorites."
    },
    {
        "o": 13407,
        "r": "niv:Ezra:9:2",
        "t": "They have taken some of their daughters as wives for themselves and their sons, and have mingled the holy race with the peoples around them. And the leaders and officials have led the way in this unfaithfulness.”"
    },
    {
        "o": 13408,
        "r": "niv:Ezra:9:3",
        "t": "When*p I heard this, I tore my tunic and cloak, pulled hair from my head and beard and sat down appalled."
    },
    {
        "o": 13409,
        "r": "niv:Ezra:9:4",
        "t": "Then everyone who trembled at the words of the God of Israel gathered around me because of this unfaithfulness of the exiles. And I sat there appalled until the evening sacrifice."
    },
    {
        "o": 13410,
        "r": "niv:Ezra:9:5",
        "t": "Then,*p at the evening sacrifice, I rose from my self-abasement, with my tunic and cloak torn, and fell on my knees with my hands spread out to the Lord*s my God"
    },
    {
        "o": 13411,
        "r": "niv:Ezra:9:6",
        "t": "and prayed: “I*ln am too ashamed and disgraced, my God, to lift up my face to you, because our sins are higher than our heads and our guilt has reached to the heavens."
    },
    {
        "o": 13412,
        "r": "niv:Ezra:9:7",
        "t": "From the days of our ancestors until now, our guilt has been great. Because of our sins, we and our kings and our priests have been subjected to the sword and captivity, to pillage and humiliation at the hand of foreign kings, as it is today."
    },
    {
        "o": 13413,
        "r": "niv:Ezra:9:8",
        "t": "“But*ln now, for a brief moment, the Lord*s our God has been gracious in leaving us a remnant and giving us a firm place in his sanctuary, and so our God gives light to our eyes and a little relief in our bondage."
    },
    {
        "o": 13414,
        "r": "niv:Ezra:9:9",
        "t": "Though we are slaves, our God has not forsaken us in our bondage. He has shown us kindness in the sight of the kings of Persia: He has granted us new life to rebuild the house of our God and repair its ruins, and he has given us a wall of protection in Judah and Jerusalem."
    },
    {
        "o": 13415,
        "r": "niv:Ezra:9:10",
        "t": "“But*ln now, our God, what can we say after this? For we have forsaken the commands"
    },
    {
        "o": 13416,
        "r": "niv:Ezra:9:11",
        "t": "you gave through your servants the prophets when you said: ‘The land you are entering to possess is a land polluted by the corruption of its peoples. By their detestable practices they have filled it with their impurity from one end to the other."
    },
    {
        "o": 13417,
        "r": "niv:Ezra:9:12",
        "t": "Therefore, do not give your daughters in marriage to their sons or take their daughters for your sons. Do not seek a treaty of friendship with them at any time, that you may be strong and eat the good things of the land and leave it to your children as an everlasting inheritance.’"
    },
    {
        "o": 13418,
        "r": "niv:Ezra:9:13",
        "t": "“What*ln has happened to us is a result of our evil deeds and our great guilt, and yet, our God, you have punished us less than our sins deserved and have given us a remnant like this."
    },
    {
        "o": 13419,
        "r": "niv:Ezra:9:14",
        "t": "Shall we then break your commands again and intermarry with the peoples who commit such detestable practices? Would you not be angry enough with us to destroy us, leaving us no remnant or survivor?"
    },
    {
        "o": 13420,
        "r": "niv:Ezra:9:15",
        "t": "Lord,*s the God of Israel, you are righteous! We are left this day as a remnant. Here we are before you in our guilt, though because of it not one of us can stand in your presence.”"
    }
]
