[
    {
        "o": 3010,
        "r": "nasb:Leviticus:1:0",
        "t": "Leviticus 1",
        "h": 1
    },
    {
        "o": 3011,
        "r": "nasb:Leviticus:1:0",
        "t": "The Law of Burnt Offerings",
        "h": 2
    },
    {
        "o": 3012,
        "r": "nasb:Leviticus:1:1",
        "t": "Then*p the Lord*s called to Moses and spoke to him from the tent of meeting, saying,"
    },
    {
        "o": 3013,
        "r": "nasb:Leviticus:1:2",
        "t": "“Speak to the sons of Israel and say to them, ‘When any man of you brings an offering to the Lord,*s you shall bring your offering of animals from the herd or the flock."
    },
    {
        "o": 3014,
        "r": "nasb:Leviticus:1:3",
        "t": "If his offering is a burnt offering from the herd, he shall offer it, a male without defect; he shall offer it at the doorway of the tent of meeting, that he may be accepted before the Lord.*s"
    },
    {
        "o": 3015,
        "r": "nasb:Leviticus:1:4",
        "t": "He shall lay his hand on the head of the burnt offering, that it may be accepted for him to make atonement on his behalf."
    },
    {
        "o": 3016,
        "r": "nasb:Leviticus:1:5",
        "t": "He shall slay the young bull before the Lord;*s and Aaron’s sons the priests shall offer up the blood and sprinkle the blood around on the altar that is at the doorway of the tent of meeting."
    },
    {
        "o": 3017,
        "r": "nasb:Leviticus:1:6",
        "t": "He shall then skin the burnt offering and cut it into its pieces."
    },
    {
        "o": 3018,
        "r": "nasb:Leviticus:1:7",
        "t": "The sons of Aaron the priest shall put fire on the altar and arrange wood on the fire."
    },
    {
        "o": 3019,
        "r": "nasb:Leviticus:1:8",
        "t": "Then Aaron’s sons the priests shall arrange the pieces, the head and the suet over the wood which is on the fire that is on the altar."
    },
    {
        "o": 3020,
        "r": "nasb:Leviticus:1:9",
        "t": "Its entrails, however, and its legs he shall wash with water. And the priest shall offer up in smoke all of it on the altar for a burnt offering, an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3021,
        "r": "nasb:Leviticus:1:10",
        "t": "‘But*p if his offering is from the flock, of the sheep or of the goats, for a burnt offering, he shall offer it a male without defect."
    },
    {
        "o": 3022,
        "r": "nasb:Leviticus:1:11",
        "t": "He shall slay it on the side of the altar northward before the Lord,*s and Aaron’s sons the priests shall sprinkle its blood around on the altar."
    },
    {
        "o": 3023,
        "r": "nasb:Leviticus:1:12",
        "t": "He shall then cut it into its pieces with its head and its suet, and the priest shall arrange them on the wood which is on the fire that is on the altar."
    },
    {
        "o": 3024,
        "r": "nasb:Leviticus:1:13",
        "t": "The entrails, however, and the legs he shall wash with water. And the priest shall offer all of it, and offer it up in smoke on the altar; it is a burnt offering, an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3025,
        "r": "nasb:Leviticus:1:14",
        "t": "‘But*p if his offering to the Lord*s is a burnt offering of birds, then he shall bring his offering from the turtledoves or from young pigeons."
    },
    {
        "o": 3026,
        "r": "nasb:Leviticus:1:15",
        "t": "The priest shall bring it to the altar, and wring off its head and offer it up in smoke on the altar; and its blood is to be drained out on the side of the altar."
    },
    {
        "o": 3027,
        "r": "nasb:Leviticus:1:16",
        "t": "He shall also take away its crop with its feathers and cast it beside the altar eastward, to the place of the ashes."
    },
    {
        "o": 3028,
        "r": "nasb:Leviticus:1:17",
        "t": "Then he shall tear it by its wings, but*i shall not sever it.*i And the priest shall offer it up in smoke on the altar on the wood which is on the fire; it is a burnt offering, an offering by fire of a soothing aroma to the Lord.*s"
    }
]
