[
    {
        "o": 1659,
        "r": "esv:Exodus:1:0",
        "t": "Exodus 1",
        "h": 1
    },
    {
        "o": 1660,
        "r": "esv:Exodus:1:0",
        "t": "Israel Increases Greatly in Egypt",
        "h": 2
    },
    {
        "o": 1661,
        "r": "esv:Exodus:1:1",
        "t": "These*p are the names of the sons of Israel who came to Egypt with Jacob, each with his household:"
    },
    {
        "o": 1662,
        "r": "esv:Exodus:1:2",
        "t": "Reuben, Simeon, Levi, and Judah,"
    },
    {
        "o": 1663,
        "r": "esv:Exodus:1:3",
        "t": "Issachar, Zebulun, and Benjamin,"
    },
    {
        "o": 1664,
        "r": "esv:Exodus:1:4",
        "t": "Dan and Naphtali, Gad and Asher."
    },
    {
        "o": 1665,
        "r": "esv:Exodus:1:5",
        "t": "All the descendants of Jacob were seventy persons; Joseph was already in Egypt."
    },
    {
        "o": 1666,
        "r": "esv:Exodus:1:6",
        "t": "Then Joseph died, and all his brothers and all that generation."
    },
    {
        "o": 1667,
        "r": "esv:Exodus:1:7",
        "t": "But the people of Israel were fruitful and increased greatly; they multiplied and grew exceedingly strong, so that the land was filled with them."
    },
    {
        "o": 1668,
        "r": "esv:Exodus:1:7",
        "t": "Pharaoh Oppresses Israel",
        "h": 2
    },
    {
        "o": 1669,
        "r": "esv:Exodus:1:8",
        "t": "Now*p there arose a new king over Egypt, who did not know Joseph."
    },
    {
        "o": 1670,
        "r": "esv:Exodus:1:9",
        "t": "And he said to his people, “Behold, the people of Israel are too many and too mighty for us."
    },
    {
        "o": 1671,
        "r": "esv:Exodus:1:10",
        "t": "Come, let us deal shrewdly with them, lest they multiply, and, if war breaks out, they join our enemies and fight against us and escape from the land.”"
    },
    {
        "o": 1672,
        "r": "esv:Exodus:1:11",
        "t": "Therefore they set taskmasters over them to afflict them with heavy burdens. They built for Pharaoh store cities, Pithom and Raamses."
    },
    {
        "o": 1673,
        "r": "esv:Exodus:1:12",
        "t": "But the more they were oppressed, the more they multiplied and the more they spread abroad. And the Egyptians were in dread of the people of Israel."
    },
    {
        "o": 1674,
        "r": "esv:Exodus:1:13",
        "t": "So they ruthlessly made the people of Israel work as slaves"
    },
    {
        "o": 1675,
        "r": "esv:Exodus:1:14",
        "t": "and made their lives bitter with hard service, in mortar and brick, and in all kinds of work in the field. In all their work they ruthlessly made them work as slaves."
    },
    {
        "o": 1676,
        "r": "esv:Exodus:1:15",
        "t": "Then*p the king of Egypt said to the Hebrew midwives, one of whom was named Shiphrah and the other Puah,"
    },
    {
        "o": 1677,
        "r": "esv:Exodus:1:16",
        "t": "“When you serve as midwife to the Hebrew women and see them on the birthstool, if it is a son, you shall kill him, but if it is a daughter, she shall live.”"
    },
    {
        "o": 1678,
        "r": "esv:Exodus:1:17",
        "t": "But the midwives feared God and did not do as the king of Egypt commanded them, but let the male children live."
    },
    {
        "o": 1679,
        "r": "esv:Exodus:1:18",
        "t": "So the king of Egypt called the midwives and said to them, “Why have you done this, and let the male children live?”"
    },
    {
        "o": 1680,
        "r": "esv:Exodus:1:19",
        "t": "The midwives said to Pharaoh, “Because the Hebrew women are not like the Egyptian women, for they are vigorous and give birth before the midwife comes to them.”"
    },
    {
        "o": 1681,
        "r": "esv:Exodus:1:20",
        "t": "So God dealt well with the midwives. And the people multiplied and grew very strong."
    },
    {
        "o": 1682,
        "r": "esv:Exodus:1:21",
        "t": "And because the midwives feared God, he gave them families."
    },
    {
        "o": 1683,
        "r": "esv:Exodus:1:22",
        "t": "Then Pharaoh commanded all his people, “Every son that is born to the Hebrews you shall cast into the Nile, but you shall let every daughter live.”"
    }
]
