[
    {
        "o": 34491,
        "r": "csb:1 Peter:3:0",
        "t": "1 Peter 3",
        "h": 1
    },
    {
        "o": 34492,
        "r": "csb:1 Peter:3:0",
        "t": "Wives and Husbands",
        "h": 2
    },
    {
        "o": 34493,
        "r": "csb:1 Peter:3:1",
        "t": "In*p the same way, wives, submit yourselves to your own husbands so that, even if some disobey the word, they may be won over without a word by the way their wives live"
    },
    {
        "o": 34494,
        "r": "csb:1 Peter:3:2",
        "t": "when they observe your pure, reverent lives."
    },
    {
        "o": 34495,
        "r": "csb:1 Peter:3:3",
        "t": "Don’t let your beauty consist of outward things like elaborate hairstyles and wearing gold jewelry or fine clothes,"
    },
    {
        "o": 34496,
        "r": "csb:1 Peter:3:4",
        "t": "but rather what is inside the heart- the imperishable quality of a gentle and quiet spirit, which is of great worth in God’s sight."
    },
    {
        "o": 34497,
        "r": "csb:1 Peter:3:5",
        "t": "For in the past, the holy women who put their hope in God also adorned themselves in this way, submitting to their own husbands,"
    },
    {
        "o": 34498,
        "r": "csb:1 Peter:3:6",
        "t": "just as Sarah obeyed Abraham, calling him lord. You have become her children when you do what is good and do not fear any intimidation."
    },
    {
        "o": 34499,
        "r": "csb:1 Peter:3:7",
        "t": "Husbands,*p in the same way, live with your wives in an understanding way, as with a weaker partner, showing them honor as coheirs of the grace of life, so that your prayers will not be hindered."
    },
    {
        "o": 34500,
        "r": "csb:1 Peter:3:7",
        "t": "Do No Evil",
        "h": 2
    },
    {
        "o": 34501,
        "r": "csb:1 Peter:3:8",
        "t": "Finally,*p all of you be like-minded and sympathetic, love one another, and be compassionate and humble,"
    },
    {
        "o": 34502,
        "r": "csb:1 Peter:3:9",
        "t": "not paying back evil for evil or insult for insult but, on the contrary, giving a blessing, since you were called for this, so that you may inherit a blessing."
    },
    {
        "o": 34503,
        "r": "csb:1 Peter:3:10",
        "t": "For*pn the*i one*i who*i wants*i to*i love*i life*i and*iln to*i see*i good*i days,*i let*iln him*i keep*i his*i tongue*i from*i evil*i and*iln his*i lips*i from*i speaking*i deceit,*i"
    },
    {
        "o": 34504,
        "r": "csb:1 Peter:3:11",
        "t": "and*iln let*i him*i turn*i away*i from*i evil*i and*iln do*i what*i is*i good.*i Let*iln him*i seek*i peace*i and*i pursue*i it,*i"
    },
    {
        "o": 34505,
        "r": "csb:1 Peter:3:12",
        "t": "because*iln the*i eyes*i of*i the*i Lord*i are*i on*i the*i righteous*i and*iln his*i ears*i are*i open*i to*i their*i prayer.*i But*iln the*i face*i of*i the*i Lord*i is*i against*i those*iln who*i do*i what*i is*i evil.*i"
    },
    {
        "o": 34506,
        "r": "csb:1 Peter:3:12",
        "t": "Undeserved Suffering",
        "h": 2
    },
    {
        "o": 34507,
        "r": "csb:1 Peter:3:13",
        "t": "Who*p then will harm you if you are devoted to what is good?"
    },
    {
        "o": 34508,
        "r": "csb:1 Peter:3:14",
        "t": "But even if you should suffer for righteousness, you are blessed. Do*i not*i fear*i them*i or*i be*i intimidated,*i"
    },
    {
        "o": 34509,
        "r": "csb:1 Peter:3:15",
        "t": "but in your hearts regard Christ the Lord as holy, ready at any time to give a defense to anyone who asks you for a reason for the hope that is in you."
    },
    {
        "o": 34510,
        "r": "csb:1 Peter:3:16",
        "t": "Yet do this with gentleness and reverence, keeping a clear conscience, so that when you are accused, those who disparage your good conduct in Christ will be put to shame."
    },
    {
        "o": 34511,
        "r": "csb:1 Peter:3:17",
        "t": "For it is better to suffer for doing good, if that should be God’s will, than for doing evil."
    },
    {
        "o": 34512,
        "r": "csb:1 Peter:3:18",
        "t": "For*p Christ also suffered for sins once for all, the righteous for the unrighteous, that he might bring you to God. He was put to death in the flesh but made alive by the Spirit,"
    },
    {
        "o": 34513,
        "r": "csb:1 Peter:3:19",
        "t": "in which he also went and made proclamation to the spirits in prison"
    },
    {
        "o": 34514,
        "r": "csb:1 Peter:3:20",
        "t": "who in the past were disobedient, when God patiently waited in the days of Noah while the ark was being prepared. In it a few - that is, eight people- were saved through water."
    },
    {
        "o": 34515,
        "r": "csb:1 Peter:3:21",
        "t": "Baptism, which corresponds to this, now saves you (not as the removal of dirt from the body, but the pledge of a good conscience toward God) through the resurrection of Jesus Christ,"
    },
    {
        "o": 34516,
        "r": "csb:1 Peter:3:22",
        "t": "who has gone into heaven and is at the right hand of God with angels, authorities, and powers subject to him."
    }
]
