[
    {
        "o": 11213,
        "r": "nasb:2 Kings:25:0",
        "t": "2 Kings 25",
        "h": 1
    },
    {
        "o": 11214,
        "r": "nasb:2 Kings:25:0",
        "t": "Nebuchadnezzar Besieges Jerusalem",
        "h": 2
    },
    {
        "o": 11215,
        "r": "nasb:2 Kings:25:1",
        "t": "Now*p in the ninth year of his reign, on the tenth day of the tenth month, Nebuchadnezzar king of Babylon came, he and all his army, against Jerusalem, camped against it and built a siege wall all around it."
    },
    {
        "o": 11216,
        "r": "nasb:2 Kings:25:2",
        "t": "So the city was under siege until the eleventh year of King Zedekiah."
    },
    {
        "o": 11217,
        "r": "nasb:2 Kings:25:3",
        "t": "On the ninth day of the fourth*i month the famine was so severe in the city that there was no food for the people of the land."
    },
    {
        "o": 11218,
        "r": "nasb:2 Kings:25:4",
        "t": "Then the city was broken into, and all the men of war fled*i by night by way of the gate between the two walls beside the king’s garden, though the Chaldeans were all around the city. And they went by way of the Arabah."
    },
    {
        "o": 11219,
        "r": "nasb:2 Kings:25:5",
        "t": "But the army of the Chaldeans pursued the king and overtook him in the plains of Jericho and all his army was scattered from him."
    },
    {
        "o": 11220,
        "r": "nasb:2 Kings:25:6",
        "t": "Then they captured the king and brought him to the king of Babylon at Riblah, and he passed sentence on him."
    },
    {
        "o": 11221,
        "r": "nasb:2 Kings:25:7",
        "t": "They slaughtered the sons of Zedekiah before his eyes, then put out the eyes of Zedekiah and bound him with bronze fetters and brought him to Babylon."
    },
    {
        "o": 11222,
        "r": "nasb:2 Kings:25:7",
        "t": "Jerusalem Burned and Plundered",
        "h": 2
    },
    {
        "o": 11223,
        "r": "nasb:2 Kings:25:8",
        "t": "Now*p on the seventh day of the fifth month, which was the nineteenth year of King Nebuchadnezzar, king of Babylon, Nebuzaradan the captain of the guard, a servant of the king of Babylon, came to Jerusalem."
    },
    {
        "o": 11224,
        "r": "nasb:2 Kings:25:9",
        "t": "He burned the house of the Lord,*s the king’s house, and all the houses of Jerusalem; even every great house he burned with fire."
    },
    {
        "o": 11225,
        "r": "nasb:2 Kings:25:10",
        "t": "So all the army of the Chaldeans who were*i with*i the captain of the guard broke down the walls around Jerusalem."
    },
    {
        "o": 11226,
        "r": "nasb:2 Kings:25:11",
        "t": "Then the rest of the people who were left in the city and the deserters who had deserted to the king of Babylon and the rest of the people, Nebuzaradan the captain of the guard carried away into exile."
    },
    {
        "o": 11227,
        "r": "nasb:2 Kings:25:12",
        "t": "But the captain of the guard left some of the poorest of the land to be vinedressers and plowmen."
    },
    {
        "o": 11228,
        "r": "nasb:2 Kings:25:13",
        "t": "Now*p the bronze pillars which were in the house of the Lord,*s and the stands and the bronze sea which were in the house of the Lord,*s the Chaldeans broke in pieces and carried the bronze to Babylon."
    },
    {
        "o": 11229,
        "r": "nasb:2 Kings:25:14",
        "t": "They took away the pots, the shovels, the snuffers, the spoons, and all the bronze vessels which were used in temple*i service."
    },
    {
        "o": 11230,
        "r": "nasb:2 Kings:25:15",
        "t": "The captain of the guard also took away the firepans and the basins, what was fine gold and what was fine silver."
    },
    {
        "o": 11231,
        "r": "nasb:2 Kings:25:16",
        "t": "The two pillars, the one sea, and the stands which Solomon had made for the house of the Lord*s —the bronze of all these vessels was beyond weight."
    },
    {
        "o": 11232,
        "r": "nasb:2 Kings:25:17",
        "t": "The height of the one pillar was eighteen cubits, and a bronze capital was on it; the height of the capital was three cubits, with a network and pomegranates on the capital all around, all of bronze. And the second pillar was like these with network."
    },
    {
        "o": 11233,
        "r": "nasb:2 Kings:25:18",
        "t": "Then*p the captain of the guard took Seraiah the chief priest and Zephaniah the second priest, with the three officers of the temple."
    },
    {
        "o": 11234,
        "r": "nasb:2 Kings:25:19",
        "t": "From the city he took one official who was overseer of the men of war, and five of the king’s advisers who were found in the city; and the scribe of the captain of the army who mustered the people of the land; and sixty men of the people of the land who were found in the city."
    },
    {
        "o": 11235,
        "r": "nasb:2 Kings:25:20",
        "t": "Nebuzaradan the captain of the guard took them and brought them to the king of Babylon at Riblah."
    },
    {
        "o": 11236,
        "r": "nasb:2 Kings:25:21",
        "t": "Then the king of Babylon struck them down and put them to death at Riblah in the land of Hamath. So Judah was led away into exile from its land."
    },
    {
        "o": 11237,
        "r": "nasb:2 Kings:25:21",
        "t": "Gedaliah Made Governor",
        "h": 2
    },
    {
        "o": 11238,
        "r": "nasb:2 Kings:25:22",
        "t": "Now*p as*i for*i the people who were left in the land of Judah, whom Nebuchadnezzar king of Babylon had left, he appointed Gedaliah the son of Ahikam, the son of Shaphan over them."
    },
    {
        "o": 11239,
        "r": "nasb:2 Kings:25:23",
        "t": "When all the captains of the forces, they and their*i men, heard that the king of Babylon had appointed Gedaliah governor,*i they came to Gedaliah to Mizpah, namely, Ishmael the son of Nethaniah, and Johanan the son of Kareah, and Seraiah the son of Tanhumeth the Netophathite, and Jaazaniah the son of the Maacathite, they and their men."
    },
    {
        "o": 11240,
        "r": "nasb:2 Kings:25:24",
        "t": "Gedaliah swore to them and their men and said to them, “Do not be afraid of the servants of the Chaldeans; live in the land and serve the king of Babylon, and it will be well with you.”"
    },
    {
        "o": 11241,
        "r": "nasb:2 Kings:25:25",
        "t": "But*p it came about in the seventh month, that Ishmael the son of Nethaniah, the son of Elishama, of the royal family, came with ten men and struck Gedaliah down so that he died along with the Jews and the Chaldeans who were with him at Mizpah."
    },
    {
        "o": 11242,
        "r": "nasb:2 Kings:25:26",
        "t": "Then all the people, both small and great, and the captains of the forces arose and went to Egypt; for they were afraid of the Chaldeans."
    },
    {
        "o": 11243,
        "r": "nasb:2 Kings:25:27",
        "t": "Now*p it came about in the thirty-seventh year of the exile of Jehoiachin king of Judah, in the twelfth month, on the twenty-seventh day*i of the month, that Evil-merodach king of Babylon, in the year that he became king, released Jehoiachin king of Judah from prison;"
    },
    {
        "o": 11244,
        "r": "nasb:2 Kings:25:28",
        "t": "and he spoke kindly to him and set his throne above the throne of the kings who were*i with him in Babylon."
    },
    {
        "o": 11245,
        "r": "nasb:2 Kings:25:29",
        "t": "Jehoiachin changed his prison clothes and had his meals in the king’s presence regularly all the days of his life;"
    },
    {
        "o": 11246,
        "r": "nasb:2 Kings:25:30",
        "t": "and for his allowance, a regular allowance was given him by the king, a portion for each day, all the days of his life."
    }
]
