[
    {
        "o": 1536,
        "r": "niv:Genesis:47:0",
        "t": "Genesis 47",
        "h": 1
    },
    {
        "o": 1537,
        "r": "niv:Genesis:47:1",
        "t": "Joseph*p went and told Pharaoh, “My father and brothers, with their flocks and herds and everything they own, have come from the land of Canaan and are now in Goshen.”"
    },
    {
        "o": 1538,
        "r": "niv:Genesis:47:2",
        "t": "He chose five of his brothers and presented them before Pharaoh."
    },
    {
        "o": 1539,
        "r": "niv:Genesis:47:3",
        "t": "Pharaoh*p asked the brothers, “What is your occupation?” “Your*p servants are shepherds,” they replied to Pharaoh, “just as our fathers were.”"
    },
    {
        "o": 1540,
        "r": "niv:Genesis:47:4",
        "t": "They also said to him, “We have come to live here for a while, because the famine is severe in Canaan and your servants’ flocks have no pasture. So now, please let your servants settle in Goshen.”"
    },
    {
        "o": 1541,
        "r": "niv:Genesis:47:5",
        "t": "Pharaoh*p said to Joseph, “Your father and your brothers have come to you,"
    },
    {
        "o": 1542,
        "r": "niv:Genesis:47:6",
        "t": "and the land of Egypt is before you; settle your father and your brothers in the best part of the land. Let them live in Goshen. And if you know of any among them with special ability, put them in charge of my own livestock.”"
    },
    {
        "o": 1543,
        "r": "niv:Genesis:47:7",
        "t": "Then*p Joseph brought his father Jacob in and presented him before Pharaoh. After Jacob blessed Pharaoh,"
    },
    {
        "o": 1544,
        "r": "niv:Genesis:47:8",
        "t": "Pharaoh asked him, “How old are you?”"
    },
    {
        "o": 1545,
        "r": "niv:Genesis:47:9",
        "t": "And*p Jacob said to Pharaoh, “The years of my pilgrimage are a hundred and thirty. My years have been few and difficult, and they do not equal the years of the pilgrimage of my fathers.”"
    },
    {
        "o": 1546,
        "r": "niv:Genesis:47:10",
        "t": "Then Jacob blessed Pharaoh and went out from his presence."
    },
    {
        "o": 1547,
        "r": "niv:Genesis:47:11",
        "t": "So*p Joseph settled his father and his brothers in Egypt and gave them property in the best part of the land, the district of Rameses, as Pharaoh directed."
    },
    {
        "o": 1548,
        "r": "niv:Genesis:47:12",
        "t": "Joseph also provided his father and his brothers and all his father’s household with food, according to the number of their children."
    },
    {
        "o": 1549,
        "r": "niv:Genesis:47:12",
        "t": "Joseph and the Famine",
        "h": 2
    },
    {
        "o": 1550,
        "r": "niv:Genesis:47:13",
        "t": "There*p was no food, however, in the whole region because the famine was severe; both Egypt and Canaan wasted away because of the famine."
    },
    {
        "o": 1551,
        "r": "niv:Genesis:47:14",
        "t": "Joseph collected all the money that was to be found in Egypt and Canaan in payment for the grain they were buying, and he brought it to Pharaoh’s palace."
    },
    {
        "o": 1552,
        "r": "niv:Genesis:47:15",
        "t": "When the money of the people of Egypt and Canaan was gone, all Egypt came to Joseph and said, “Give us food. Why should we die before your eyes? Our money is all gone.”"
    },
    {
        "o": 1553,
        "r": "niv:Genesis:47:16",
        "t": "“Then*p bring your livestock,” said Joseph. “I will sell you food in exchange for your livestock, since your money is gone.”"
    },
    {
        "o": 1554,
        "r": "niv:Genesis:47:17",
        "t": "So they brought their livestock to Joseph, and he gave them food in exchange for their horses, their sheep and goats, their cattle and donkeys. And he brought them through that year with food in exchange for all their livestock."
    },
    {
        "o": 1555,
        "r": "niv:Genesis:47:18",
        "t": "When*p that year was over, they came to him the following year and said, “We cannot hide from our lord the fact that since our money is gone and our livestock belongs to you, there is nothing left for our lord except our bodies and our land."
    },
    {
        "o": 1556,
        "r": "niv:Genesis:47:19",
        "t": "Why should we perish before your eyes—we and our land as well? Buy us and our land in exchange for food, and we with our land will be in bondage to Pharaoh. Give us seed so that we may live and not die, and that the land may not become desolate.”"
    },
    {
        "o": 1557,
        "r": "niv:Genesis:47:20",
        "t": "So*p Joseph bought all the land in Egypt for Pharaoh. The Egyptians, one and all, sold their fields, because the famine was too severe for them. The land became Pharaoh’s,"
    },
    {
        "o": 1558,
        "r": "niv:Genesis:47:21",
        "t": "and Joseph reduced the people to servitude, from one end of Egypt to the other."
    },
    {
        "o": 1559,
        "r": "niv:Genesis:47:22",
        "t": "However, he did not buy the land of the priests, because they received a regular allotment from Pharaoh and had food enough from the allotment Pharaoh gave them. That is why they did not sell their land."
    },
    {
        "o": 1560,
        "r": "niv:Genesis:47:23",
        "t": "Joseph*p said to the people, “Now that I have bought you and your land today for Pharaoh, here is seed for you so you can plant the ground."
    },
    {
        "o": 1561,
        "r": "niv:Genesis:47:24",
        "t": "But when the crop comes in, give a fifth of it to Pharaoh. The other four-fifths you may keep as seed for the fields and as food for yourselves and your households and your children.”"
    },
    {
        "o": 1562,
        "r": "niv:Genesis:47:25",
        "t": "“You*p have saved our lives,” they said. “May we find favor in the eyes of our lord; we will be in bondage to Pharaoh.”"
    },
    {
        "o": 1563,
        "r": "niv:Genesis:47:26",
        "t": "So*p Joseph established it as a law concerning land in Egypt—still in force today—that a fifth of the produce belongs to Pharaoh. It was only the land of the priests that did not become Pharaoh’s."
    },
    {
        "o": 1564,
        "r": "niv:Genesis:47:27",
        "t": "Now*p the Israelites settled in Egypt in the region of Goshen. They acquired property there and were fruitful and increased greatly in number."
    },
    {
        "o": 1565,
        "r": "niv:Genesis:47:28",
        "t": "Jacob*p lived in Egypt seventeen years, and the years of his life were a hundred and forty-seven."
    },
    {
        "o": 1566,
        "r": "niv:Genesis:47:29",
        "t": "When the time drew near for Israel to die, he called for his son Joseph and said to him, “If I have found favor in your eyes, put your hand under my thigh and promise that you will show me kindness and faithfulness. Do not bury me in Egypt,"
    },
    {
        "o": 1567,
        "r": "niv:Genesis:47:30",
        "t": "but when I rest with my fathers, carry me out of Egypt and bury me where they are buried.” “I*p will do as you say,” he said."
    },
    {
        "o": 1568,
        "r": "niv:Genesis:47:31",
        "t": "“Swear*p to me,” he said. Then Joseph swore to him, and Israel worshiped as he leaned on the top of his staff."
    }
]
