[
    {
        "o": 30846,
        "r": "csb:Acts:10:0",
        "t": "Acts 10",
        "h": 1
    },
    {
        "o": 30847,
        "r": "csb:Acts:10:0",
        "t": "Cornelius’s Vision",
        "h": 2
    },
    {
        "o": 30848,
        "r": "csb:Acts:10:1",
        "t": "There*p was a man in Caesarea named Cornelius, a centurion of what was called the Italian Regiment."
    },
    {
        "o": 30849,
        "r": "csb:Acts:10:2",
        "t": "He was a devout man and feared God along with his whole household. He did many charitable deeds for the Jewish people and always prayed to God."
    },
    {
        "o": 30850,
        "r": "csb:Acts:10:3",
        "t": "About three in the afternoon he distinctly saw in a vision an angel of God who came in and said to him, “Cornelius.”"
    },
    {
        "o": 30851,
        "r": "csb:Acts:10:4",
        "t": "Staring*p at him in awe, he said, “What is it, Lord?” The*p angel told him, “Your prayers and your acts of charity have ascended as a memorial offering before God."
    },
    {
        "o": 30852,
        "r": "csb:Acts:10:5",
        "t": "Now send men to Joppa and call for Simon, who is also named Peter."
    },
    {
        "o": 30853,
        "r": "csb:Acts:10:6",
        "t": "He is lodging with Simon, a tanner, whose house is by the sea.”"
    },
    {
        "o": 30854,
        "r": "csb:Acts:10:7",
        "t": "When*p the angel who spoke to him had gone, he called two of his household servants and a devout soldier, who was one of those who attended him."
    },
    {
        "o": 30855,
        "r": "csb:Acts:10:8",
        "t": "After explaining everything to them, he sent them to Joppa."
    },
    {
        "o": 30856,
        "r": "csb:Acts:10:8",
        "t": "Peter’s Vision",
        "h": 2
    },
    {
        "o": 30857,
        "r": "csb:Acts:10:9",
        "t": "The*p next day, as they were traveling and nearing the city, Peter went up to pray on the roof about noon."
    },
    {
        "o": 30858,
        "r": "csb:Acts:10:10",
        "t": "He became hungry and wanted to eat, but while they were preparing something, he fell into a trance."
    },
    {
        "o": 30859,
        "r": "csb:Acts:10:11",
        "t": "He saw heaven opened and an object that resembled a large sheet coming down, being lowered by its four corners to the earth."
    },
    {
        "o": 30860,
        "r": "csb:Acts:10:12",
        "t": "In it were all the four-footed animals and reptiles of the earth, and the birds of the sky."
    },
    {
        "o": 30861,
        "r": "csb:Acts:10:13",
        "t": "A voice said to him, “Get*r up,*r Peter;*r kill*r and*r eat.”*r"
    },
    {
        "o": 30862,
        "r": "csb:Acts:10:14",
        "t": "“No,*p Lord!” Peter said. “For I have never eaten anything impure and ritually unclean.”"
    },
    {
        "o": 30863,
        "r": "csb:Acts:10:15",
        "t": "Again,*p a second time, the voice said to him, “What*r God*r has*r made*r clean,*r do*r not*r call*r impure.”*r"
    },
    {
        "o": 30864,
        "r": "csb:Acts:10:16",
        "t": "This happened three times, and suddenly the object was taken up into heaven."
    },
    {
        "o": 30865,
        "r": "csb:Acts:10:16",
        "t": "Peter Visits Cornelius",
        "h": 2
    },
    {
        "o": 30866,
        "r": "csb:Acts:10:17",
        "t": "While*p Peter was deeply perplexed about what the vision he had seen might mean, right away the men who had been sent by Cornelius, having asked directions to Simon’s house, stood at the gate."
    },
    {
        "o": 30867,
        "r": "csb:Acts:10:18",
        "t": "They called out, asking if Simon, who was also named Peter, was lodging there."
    },
    {
        "o": 30868,
        "r": "csb:Acts:10:19",
        "t": "While*p Peter was thinking about the vision, the Spirit told him, “Three men are here looking for you."
    },
    {
        "o": 30869,
        "r": "csb:Acts:10:20",
        "t": "Get up, go downstairs, and go with them with no doubts at all, because I have sent them.”"
    },
    {
        "o": 30870,
        "r": "csb:Acts:10:21",
        "t": "Then*p Peter went down to the men and said, “Here I am, the one you’re looking for. What is the reason you’re here?”"
    },
    {
        "o": 30871,
        "r": "csb:Acts:10:22",
        "t": "They*p said, “Cornelius, a centurion, an upright and God-fearing man, who has a good reputation with the whole Jewish nation, was divinely directed by a holy angel to call you to his house and to hear a message from you.”"
    },
    {
        "o": 30872,
        "r": "csb:Acts:10:23",
        "t": "Peter then invited them in and gave them lodging. The*p next day he got up and set out with them, and some of the brothers from Joppa went with him."
    },
    {
        "o": 30873,
        "r": "csb:Acts:10:24",
        "t": "The following day he entered Caesarea. Now Cornelius was expecting them and had called together his relatives and close friends."
    },
    {
        "o": 30874,
        "r": "csb:Acts:10:25",
        "t": "When Peter entered, Cornelius met him, fell at his feet, and worshiped him."
    },
    {
        "o": 30875,
        "r": "csb:Acts:10:26",
        "t": "But*p Peter lifted him up and said, “Stand up. I myself am also a man.”"
    },
    {
        "o": 30876,
        "r": "csb:Acts:10:27",
        "t": "While talking with him, he went in and found a large gathering of people."
    },
    {
        "o": 30877,
        "r": "csb:Acts:10:28",
        "t": "Peter said to them, “You know it’s forbidden for a Jewish man to associate with or visit a foreigner, but God has shown me that I must not call any person impure or unclean."
    },
    {
        "o": 30878,
        "r": "csb:Acts:10:29",
        "t": "That’s why I came without any objection when I was sent for. So may I ask why you sent for me?”"
    },
    {
        "o": 30879,
        "r": "csb:Acts:10:30",
        "t": "Cornelius*p replied, “Four days ago at this hour, at three in the afternoon, I was praying in my house. Just then a man in dazzling clothing stood before me"
    },
    {
        "o": 30880,
        "r": "csb:Acts:10:31",
        "t": "and said, ‘Cornelius, your prayer has been heard, and your acts of charity have been remembered in God’s sight."
    },
    {
        "o": 30881,
        "r": "csb:Acts:10:32",
        "t": "Therefore send someone to Joppa and invite Simon here, who is also named Peter. He is lodging in Simon the tanner’s house by the sea.’"
    },
    {
        "o": 30882,
        "r": "csb:Acts:10:33",
        "t": "So I immediately sent for you, and it was good of you to come. So now we are all in the presence of God to hear everything you have been commanded by the Lord.”"
    },
    {
        "o": 30883,
        "r": "csb:Acts:10:33",
        "t": "Good News for Gentiles",
        "h": 2
    },
    {
        "o": 30884,
        "r": "csb:Acts:10:34",
        "t": "Peter*p began to speak: “Now I truly understand that God doesn’t show favoritism,"
    },
    {
        "o": 30885,
        "r": "csb:Acts:10:35",
        "t": "but in every nation the person who fears him and does what is right is acceptable to him."
    },
    {
        "o": 30886,
        "r": "csb:Acts:10:36",
        "t": "He sent the message to the Israelites, proclaiming the good news of peace through Jesus Christ - he is Lord of all."
    },
    {
        "o": 30887,
        "r": "csb:Acts:10:37",
        "t": "You know the events that took place throughout all Judea, beginning from Galilee after the baptism that John preached:"
    },
    {
        "o": 30888,
        "r": "csb:Acts:10:38",
        "t": "how God anointed Jesus of Nazareth with the Holy Spirit and with power, and how he went about doing good and healing all who were under the tyranny of the devil, because God was with him."
    },
    {
        "o": 30889,
        "r": "csb:Acts:10:39",
        "t": "We ourselves are witnesses of everything he did in both the Judean country and in Jerusalem, and yet they killed him by hanging him on a tree."
    },
    {
        "o": 30890,
        "r": "csb:Acts:10:40",
        "t": "God raised up this man on the third day and caused him to be seen,"
    },
    {
        "o": 30891,
        "r": "csb:Acts:10:41",
        "t": "not by all the people, but by us whom God appointed as witnesses, who ate and drank with him after he rose from the dead."
    },
    {
        "o": 30892,
        "r": "csb:Acts:10:42",
        "t": "He commanded us to preach to the people and to testify that he is the one appointed by God to be the judge of the living and the dead."
    },
    {
        "o": 30893,
        "r": "csb:Acts:10:43",
        "t": "All the prophets testify about him that through his name everyone who believes in him receives forgiveness of sins.”"
    },
    {
        "o": 30894,
        "r": "csb:Acts:10:43",
        "t": "Gentile Conversion and Baptism",
        "h": 2
    },
    {
        "o": 30895,
        "r": "csb:Acts:10:44",
        "t": "While*p Peter was still speaking these words, the Holy Spirit came down on all those who heard the message."
    },
    {
        "o": 30896,
        "r": "csb:Acts:10:45",
        "t": "The circumcised believers who had come with Peter were amazed because the gift of the Holy Spirit had been poured out even on the Gentiles."
    },
    {
        "o": 30897,
        "r": "csb:Acts:10:46",
        "t": "For they heard them speaking in tongues and declaring the greatness of God. Then*p Peter responded,"
    },
    {
        "o": 30898,
        "r": "csb:Acts:10:47",
        "t": "“Can anyone withhold water and prevent these people from being baptized, who have received the Holy Spirit just as we have?”"
    },
    {
        "o": 30899,
        "r": "csb:Acts:10:48",
        "t": "He commanded them to be baptized in the name of Jesus Christ. Then they asked him to stay for a few days."
    }
]
