[
    {
        "o": 33554,
        "r": "nkjv:2 Thessalonians:3:0",
        "t": "2 Thessalonians 3",
        "h": 1
    },
    {
        "o": 33555,
        "r": "nkjv:2 Thessalonians:3:0",
        "t": "Pray for Us",
        "h": 2
    },
    {
        "o": 33556,
        "r": "nkjv:2 Thessalonians:3:1",
        "t": "Finally,*p brethren, pray for us, that the word of the Lord may run swiftly*i and be glorified, just as it*i is*i with you,"
    },
    {
        "o": 33557,
        "r": "nkjv:2 Thessalonians:3:2",
        "t": "and that we may be delivered from unreasonable and wicked men; for not all have faith."
    },
    {
        "o": 33558,
        "r": "nkjv:2 Thessalonians:3:3",
        "t": "But*p the Lord is faithful, who will establish you and guard you*i from the evil one."
    },
    {
        "o": 33559,
        "r": "nkjv:2 Thessalonians:3:4",
        "t": "And we have confidence in the Lord concerning you, both that you do and will do the things we command you."
    },
    {
        "o": 33560,
        "r": "nkjv:2 Thessalonians:3:5",
        "t": "Now*p may the Lord direct your hearts into the love of God and into the patience of Christ."
    },
    {
        "o": 33561,
        "r": "nkjv:2 Thessalonians:3:5",
        "t": "Warning Against Idleness",
        "h": 2
    },
    {
        "o": 33562,
        "r": "nkjv:2 Thessalonians:3:6",
        "t": "But*p we command you, brethren, in the name of our Lord Jesus Christ, that you withdraw from every brother who walks disorderly and not according to the tradition which he received from us."
    },
    {
        "o": 33563,
        "r": "nkjv:2 Thessalonians:3:7",
        "t": "For you yourselves know how you ought to follow us, for we were not disorderly among you;"
    },
    {
        "o": 33564,
        "r": "nkjv:2 Thessalonians:3:8",
        "t": "nor did we eat anyone’s bread free of charge, but worked with labor and toil night and day, that we might not be a burden to any of you,"
    },
    {
        "o": 33565,
        "r": "nkjv:2 Thessalonians:3:9",
        "t": "not because we do not have authority, but to make ourselves an example of how you should follow us."
    },
    {
        "o": 33566,
        "r": "nkjv:2 Thessalonians:3:10",
        "t": "For*p even when we were with you, we commanded you this: If anyone will not work, neither shall he eat."
    },
    {
        "o": 33567,
        "r": "nkjv:2 Thessalonians:3:11",
        "t": "For we hear that there are some who walk among you in a disorderly manner, not working at all, but are busybodies."
    },
    {
        "o": 33568,
        "r": "nkjv:2 Thessalonians:3:12",
        "t": "Now those who are such we command and exhort through our Lord Jesus Christ that they work in quietness and eat their own bread."
    },
    {
        "o": 33569,
        "r": "nkjv:2 Thessalonians:3:13",
        "t": "But*p as*i for*i you, brethren, do not grow weary in*i doing good."
    },
    {
        "o": 33570,
        "r": "nkjv:2 Thessalonians:3:14",
        "t": "And if anyone does not obey our word in this epistle, note that person and do not keep company with him, that he may be ashamed."
    },
    {
        "o": 33571,
        "r": "nkjv:2 Thessalonians:3:15",
        "t": "Yet do not count him*i as an enemy, but admonish him*i as a brother."
    },
    {
        "o": 33572,
        "r": "nkjv:2 Thessalonians:3:15",
        "t": "Benediction",
        "h": 2
    },
    {
        "o": 33573,
        "r": "nkjv:2 Thessalonians:3:16",
        "t": "Now*p may the Lord of peace Himself give you peace always in every way. The Lord be*i with you all."
    },
    {
        "o": 33574,
        "r": "nkjv:2 Thessalonians:3:17",
        "t": "The*p salutation of Paul with my own hand, which is a sign in every epistle; so I write."
    },
    {
        "o": 33575,
        "r": "nkjv:2 Thessalonians:3:18",
        "t": "The*p grace of our Lord Jesus Christ be*i with you all. Amen."
    }
]
