[
    {
        "o": 5183,
        "r": "niv:Numbers:33:0",
        "t": "Numbers 33",
        "h": 1
    },
    {
        "o": 5184,
        "r": "niv:Numbers:33:0",
        "t": "Stages in Israel’s Journey",
        "h": 2
    },
    {
        "o": 5185,
        "r": "niv:Numbers:33:1",
        "t": "Here*p are the stages in the journey of the Israelites when they came out of Egypt by divisions under the leadership of Moses and Aaron."
    },
    {
        "o": 5186,
        "r": "niv:Numbers:33:2",
        "t": "At the Lord’s*s command Moses recorded the stages in their journey. This is their journey by stages:"
    },
    {
        "o": 5187,
        "r": "niv:Numbers:33:3",
        "t": "The*pln Israelites set out from Rameses on the fifteenth day of the first month, the day after the Passover. They marched out defiantly in full view of all the Egyptians,"
    },
    {
        "o": 5188,
        "r": "niv:Numbers:33:4",
        "t": "who were burying all their firstborn, whom the Lord*s had struck down among them; for the Lord*s had brought judgment on their gods."
    },
    {
        "o": 5189,
        "r": "niv:Numbers:33:5",
        "t": "The*ln Israelites left Rameses and camped at Sukkoth."
    },
    {
        "o": 5190,
        "r": "niv:Numbers:33:6",
        "t": "They*ln left Sukkoth and camped at Etham, on the edge of the desert."
    },
    {
        "o": 5191,
        "r": "niv:Numbers:33:7",
        "t": "They*ln left Etham, turned back to Pi Hahiroth, to the east of Baal Zephon, and camped near Migdol."
    },
    {
        "o": 5192,
        "r": "niv:Numbers:33:8",
        "t": "They*ln left Pi Hahiroth and passed through the sea into the desert, and when they had traveled for three days in the Desert of Etham, they camped at Marah."
    },
    {
        "o": 5193,
        "r": "niv:Numbers:33:9",
        "t": "They*ln left Marah and went to Elim, where there were twelve springs and seventy palm trees, and they camped there."
    },
    {
        "o": 5194,
        "r": "niv:Numbers:33:10",
        "t": "They*ln left Elim and camped by the Red Sea."
    },
    {
        "o": 5195,
        "r": "niv:Numbers:33:11",
        "t": "They*ln left the Red Sea and camped in the Desert of Sin."
    },
    {
        "o": 5196,
        "r": "niv:Numbers:33:12",
        "t": "They*ln left the Desert of Sin and camped at Dophkah."
    },
    {
        "o": 5197,
        "r": "niv:Numbers:33:13",
        "t": "They*ln left Dophkah and camped at Alush."
    },
    {
        "o": 5198,
        "r": "niv:Numbers:33:14",
        "t": "They*ln left Alush and camped at Rephidim, where there was no water for the people to drink."
    },
    {
        "o": 5199,
        "r": "niv:Numbers:33:15",
        "t": "They*ln left Rephidim and camped in the Desert of Sinai."
    },
    {
        "o": 5200,
        "r": "niv:Numbers:33:16",
        "t": "They*ln left the Desert of Sinai and camped at Kibroth Hattaavah."
    },
    {
        "o": 5201,
        "r": "niv:Numbers:33:17",
        "t": "They*ln left Kibroth Hattaavah and camped at Hazeroth."
    },
    {
        "o": 5202,
        "r": "niv:Numbers:33:18",
        "t": "They*ln left Hazeroth and camped at Rithmah."
    },
    {
        "o": 5203,
        "r": "niv:Numbers:33:19",
        "t": "They*ln left Rithmah and camped at Rimmon Perez."
    },
    {
        "o": 5204,
        "r": "niv:Numbers:33:20",
        "t": "They*ln left Rimmon Perez and camped at Libnah."
    },
    {
        "o": 5205,
        "r": "niv:Numbers:33:21",
        "t": "They*ln left Libnah and camped at Rissah."
    },
    {
        "o": 5206,
        "r": "niv:Numbers:33:22",
        "t": "They*ln left Rissah and camped at Kehelathah."
    },
    {
        "o": 5207,
        "r": "niv:Numbers:33:23",
        "t": "They*ln left Kehelathah and camped at Mount Shepher."
    },
    {
        "o": 5208,
        "r": "niv:Numbers:33:24",
        "t": "They*ln left Mount Shepher and camped at Haradah."
    },
    {
        "o": 5209,
        "r": "niv:Numbers:33:25",
        "t": "They*ln left Haradah and camped at Makheloth."
    },
    {
        "o": 5210,
        "r": "niv:Numbers:33:26",
        "t": "They*ln left Makheloth and camped at Tahath."
    },
    {
        "o": 5211,
        "r": "niv:Numbers:33:27",
        "t": "They*ln left Tahath and camped at Terah."
    },
    {
        "o": 5212,
        "r": "niv:Numbers:33:28",
        "t": "They*ln left Terah and camped at Mithkah."
    },
    {
        "o": 5213,
        "r": "niv:Numbers:33:29",
        "t": "They*ln left Mithkah and camped at Hashmonah."
    },
    {
        "o": 5214,
        "r": "niv:Numbers:33:30",
        "t": "They*ln left Hashmonah and camped at Moseroth."
    },
    {
        "o": 5215,
        "r": "niv:Numbers:33:31",
        "t": "They*ln left Moseroth and camped at Bene Jaakan."
    },
    {
        "o": 5216,
        "r": "niv:Numbers:33:32",
        "t": "They*ln left Bene Jaakan and camped at Hor Haggidgad."
    },
    {
        "o": 5217,
        "r": "niv:Numbers:33:33",
        "t": "They*ln left Hor Haggidgad and camped at Jotbathah."
    },
    {
        "o": 5218,
        "r": "niv:Numbers:33:34",
        "t": "They*ln left Jotbathah and camped at Abronah."
    },
    {
        "o": 5219,
        "r": "niv:Numbers:33:35",
        "t": "They*ln left Abronah and camped at Ezion Geber."
    },
    {
        "o": 5220,
        "r": "niv:Numbers:33:36",
        "t": "They*ln left Ezion Geber and camped at Kadesh, in the Desert of Zin."
    },
    {
        "o": 5221,
        "r": "niv:Numbers:33:37",
        "t": "They*ln left Kadesh and camped at Mount Hor, on the border of Edom."
    },
    {
        "o": 5222,
        "r": "niv:Numbers:33:38",
        "t": "At the Lord’s*s command Aaron the priest went up Mount Hor, where he died on the first day of the fifth month of the fortieth year after the Israelites came out of Egypt."
    },
    {
        "o": 5223,
        "r": "niv:Numbers:33:39",
        "t": "Aaron was a hundred and twenty-three years old when he died on Mount Hor."
    },
    {
        "o": 5224,
        "r": "niv:Numbers:33:40",
        "t": "The*ln Canaanite king of Arad, who lived in the Negev of Canaan, heard that the Israelites were coming."
    },
    {
        "o": 5225,
        "r": "niv:Numbers:33:41",
        "t": "They*ln left Mount Hor and camped at Zalmonah."
    },
    {
        "o": 5226,
        "r": "niv:Numbers:33:42",
        "t": "They*ln left Zalmonah and camped at Punon."
    },
    {
        "o": 5227,
        "r": "niv:Numbers:33:43",
        "t": "They*ln left Punon and camped at Oboth."
    },
    {
        "o": 5228,
        "r": "niv:Numbers:33:44",
        "t": "They*ln left Oboth and camped at Iye Abarim, on the border of Moab."
    },
    {
        "o": 5229,
        "r": "niv:Numbers:33:45",
        "t": "They*ln left Iye Abarim and camped at Dibon Gad."
    },
    {
        "o": 5230,
        "r": "niv:Numbers:33:46",
        "t": "They*ln left Dibon Gad and camped at Almon Diblathaim."
    },
    {
        "o": 5231,
        "r": "niv:Numbers:33:47",
        "t": "They*ln left Almon Diblathaim and camped in the mountains of Abarim, near Nebo."
    },
    {
        "o": 5232,
        "r": "niv:Numbers:33:48",
        "t": "They*ln left the mountains of Abarim and camped on the plains of Moab by the Jordan across from Jericho."
    },
    {
        "o": 5233,
        "r": "niv:Numbers:33:49",
        "t": "There on the plains of Moab they camped along the Jordan from Beth Jeshimoth to Abel Shittim."
    },
    {
        "o": 5234,
        "r": "niv:Numbers:33:50",
        "t": "On*p the plains of Moab by the Jordan across from Jericho the Lord*s said to Moses,"
    },
    {
        "o": 5235,
        "r": "niv:Numbers:33:51",
        "t": "“Speak to the Israelites and say to them: ‘When you cross the Jordan into Canaan,"
    },
    {
        "o": 5236,
        "r": "niv:Numbers:33:52",
        "t": "drive out all the inhabitants of the land before you. Destroy all their carved images and their cast idols, and demolish all their high places."
    },
    {
        "o": 5237,
        "r": "niv:Numbers:33:53",
        "t": "Take possession of the land and settle in it, for I have given you the land to possess."
    },
    {
        "o": 5238,
        "r": "niv:Numbers:33:54",
        "t": "Distribute the land by lot, according to your clans. To a larger group give a larger inheritance, and to a smaller group a smaller one. Whatever falls to them by lot will be theirs. Distribute it according to your ancestral tribes."
    },
    {
        "o": 5239,
        "r": "niv:Numbers:33:55",
        "t": "“ ‘But*p if you do not drive out the inhabitants of the land, those you allow to remain will become barbs in your eyes and thorns in your sides. They will give you trouble in the land where you will live."
    },
    {
        "o": 5240,
        "r": "niv:Numbers:33:56",
        "t": "And then I will do to you what I plan to do to them.’ ”"
    }
]
