[
    {
        "o": 14179,
        "r": "nkjv:Esther:6:0",
        "t": "Esther 6",
        "h": 1
    },
    {
        "o": 14180,
        "r": "nkjv:Esther:6:0",
        "t": "The King Honors Mordecai",
        "h": 2
    },
    {
        "o": 14181,
        "r": "nkjv:Esther:6:1",
        "t": "That*p night the king could not sleep. So one was commanded to bring the book of the records of the chronicles; and they were read before the king."
    },
    {
        "o": 14182,
        "r": "nkjv:Esther:6:2",
        "t": "And it was found written that Mordecai had told of Bigthana and Teresh, two of the king’s eunuchs, the doorkeepers who had sought to lay hands on King Ahasuerus."
    },
    {
        "o": 14183,
        "r": "nkjv:Esther:6:3",
        "t": "Then the king said, “What honor or dignity has been bestowed on Mordecai for this?” And*p the king’s servants who attended him said, “Nothing has been done for him.”"
    },
    {
        "o": 14184,
        "r": "nkjv:Esther:6:4",
        "t": "So*p the king said, “Who is*i in the court?” Now Haman had just*i entered the outer court of the king’s palace to suggest that the king hang Mordecai on the gallows that he had prepared for him."
    },
    {
        "o": 14185,
        "r": "nkjv:Esther:6:5",
        "t": "The*p king’s servants said to him, “Haman is there, standing in the court.” And*p the king said, “Let him come in.”"
    },
    {
        "o": 14186,
        "r": "nkjv:Esther:6:6",
        "t": "So*p Haman came in, and the king asked him, “What shall be done for the man whom the king delights to honor?” Now*p Haman thought in his heart, “Whom would the king delight to honor more than me?”"
    },
    {
        "o": 14187,
        "r": "nkjv:Esther:6:7",
        "t": "And Haman answered the king, “For*i the man whom the king delights to honor,"
    },
    {
        "o": 14188,
        "r": "nkjv:Esther:6:8",
        "t": "let a royal robe be brought which the king has worn, and a horse on which the king has ridden, which has a royal crest placed on its head."
    },
    {
        "o": 14189,
        "r": "nkjv:Esther:6:9",
        "t": "Then let this robe and horse be delivered to the hand of one of the king’s most noble princes, that he may array the man whom the king delights to honor. Then parade him on horseback through the city square, and proclaim before him: ‘Thus shall it be done to the man whom the king delights to honor!’”"
    },
    {
        "o": 14190,
        "r": "nkjv:Esther:6:10",
        "t": "Then*p the king said to Haman, “Hurry, take the robe and the horse, as you have suggested, and do so for Mordecai the Jew who sits within the king’s gate! Leave nothing undone of all that you have spoken.”"
    },
    {
        "o": 14191,
        "r": "nkjv:Esther:6:11",
        "t": "So*p Haman took the robe and the horse, arrayed Mordecai and led him on horseback through the city square, and proclaimed before him, “Thus shall it be done to the man whom the king delights to honor!”"
    },
    {
        "o": 14192,
        "r": "nkjv:Esther:6:12",
        "t": "Afterward*p Mordecai went back to the king’s gate. But Haman hurried to his house, mourning and with his head covered."
    },
    {
        "o": 14193,
        "r": "nkjv:Esther:6:13",
        "t": "When Haman told his wife Zeresh and all his friends everything that had happened to him, his wise men and his wife Zeresh said to him, “If Mordecai, before whom you have begun to fall, is of Jewish descent, you will not prevail against him but will surely fall before him.”"
    },
    {
        "o": 14194,
        "r": "nkjv:Esther:6:14",
        "t": "While*p they were*i still talking with him, the king’s eunuchs came, and hastened to bring Haman to the banquet which Esther had prepared."
    }
]
