[
    {
        "o": 32094,
        "r": "niv:Galatians:1:0",
        "t": "Galatians 1",
        "h": 1
    },
    {
        "o": 32095,
        "r": "niv:Galatians:1:1",
        "t": "Paul,*p an apostle—sent not from men nor by a man, but by Jesus Christ and God the Father, who raised him from the dead—"
    },
    {
        "o": 32096,
        "r": "niv:Galatians:1:2",
        "t": "and all the brothers and sisters with me, To*p the churches in Galatia:"
    },
    {
        "o": 32097,
        "r": "niv:Galatians:1:3",
        "t": "Grace*p and peace to you from God our Father and the Lord Jesus Christ,"
    },
    {
        "o": 32098,
        "r": "niv:Galatians:1:4",
        "t": "who gave himself for our sins to rescue us from the present evil age, according to the will of our God and Father,"
    },
    {
        "o": 32099,
        "r": "niv:Galatians:1:5",
        "t": "to whom be glory for ever and ever. Amen."
    },
    {
        "o": 32100,
        "r": "niv:Galatians:1:5",
        "t": "No Other Gospel",
        "h": 2
    },
    {
        "o": 32101,
        "r": "niv:Galatians:1:6",
        "t": "I*p am astonished that you are so quickly deserting the one who called you to live in the grace of Christ and are turning to a different gospel—"
    },
    {
        "o": 32102,
        "r": "niv:Galatians:1:7",
        "t": "which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ."
    },
    {
        "o": 32103,
        "r": "niv:Galatians:1:8",
        "t": "But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let them be under God’s curse!"
    },
    {
        "o": 32104,
        "r": "niv:Galatians:1:9",
        "t": "As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let them be under God’s curse!"
    },
    {
        "o": 32105,
        "r": "niv:Galatians:1:10",
        "t": "Am*p I now trying to win the approval of human beings, or of God? Or am I trying to please people? If I were still trying to please people, I would not be a servant of Christ."
    },
    {
        "o": 32106,
        "r": "niv:Galatians:1:10",
        "t": "Paul Called by God",
        "h": 2
    },
    {
        "o": 32107,
        "r": "niv:Galatians:1:11",
        "t": "I*p want you to know, brothers and sisters, that the gospel I preached is not of human origin."
    },
    {
        "o": 32108,
        "r": "niv:Galatians:1:12",
        "t": "I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ."
    },
    {
        "o": 32109,
        "r": "niv:Galatians:1:13",
        "t": "For*p you have heard of my previous way of life in Judaism, how intensely I persecuted the church of God and tried to destroy it."
    },
    {
        "o": 32110,
        "r": "niv:Galatians:1:14",
        "t": "I was advancing in Judaism beyond many of my own age among my people and was extremely zealous for the traditions of my fathers."
    },
    {
        "o": 32111,
        "r": "niv:Galatians:1:15",
        "t": "But when God, who set me apart from my mother’s womb and called me by his grace, was pleased"
    },
    {
        "o": 32112,
        "r": "niv:Galatians:1:16",
        "t": "to reveal his Son in me so that I might preach him among the Gentiles, my immediate response was not to consult any human being."
    },
    {
        "o": 32113,
        "r": "niv:Galatians:1:17",
        "t": "I did not go up to Jerusalem to see those who were apostles before I was, but I went into Arabia. Later I returned to Damascus."
    },
    {
        "o": 32114,
        "r": "niv:Galatians:1:18",
        "t": "Then*p after three years, I went up to Jerusalem to get acquainted with Cephas and stayed with him fifteen days."
    },
    {
        "o": 32115,
        "r": "niv:Galatians:1:19",
        "t": "I saw none of the other apostles—only James, the Lord’s brother."
    },
    {
        "o": 32116,
        "r": "niv:Galatians:1:20",
        "t": "I assure you before God that what I am writing you is no lie."
    },
    {
        "o": 32117,
        "r": "niv:Galatians:1:21",
        "t": "Then*p I went to Syria and Cilicia."
    },
    {
        "o": 32118,
        "r": "niv:Galatians:1:22",
        "t": "I was personally unknown to the churches of Judea that are in Christ."
    },
    {
        "o": 32119,
        "r": "niv:Galatians:1:23",
        "t": "They only heard the report: “The man who formerly persecuted us is now preaching the faith he once tried to destroy.”"
    },
    {
        "o": 32120,
        "r": "niv:Galatians:1:24",
        "t": "And they praised God because of me."
    }
]
