[
    {
        "o": 14931,
        "r": "csb:Job:24:0",
        "t": "Job 24",
        "h": 1
    },
    {
        "o": 14932,
        "r": "csb:Job:24:1",
        "t": "Why*pn does the Almighty not reserve times for judgment? Why*ln do those who know him never see his days?"
    },
    {
        "o": 14933,
        "r": "csb:Job:24:2",
        "t": "The*ln wicked displace boundary markers. They*ln steal a flock and provide pasture for it."
    },
    {
        "o": 14934,
        "r": "csb:Job:24:3",
        "t": "They*ln drive away the donkeys owned by the fatherless and*ln take the widow’s ox as collateral."
    },
    {
        "o": 14935,
        "r": "csb:Job:24:4",
        "t": "They*ln push the needy off the road; the*ln poor of the land are forced into hiding."
    },
    {
        "o": 14936,
        "r": "csb:Job:24:5",
        "t": "Like*ln wild donkeys in the wilderness, the*ln poor go out to their task of foraging for food; the*ln desert provides nourishment for their children."
    },
    {
        "o": 14937,
        "r": "csb:Job:24:6",
        "t": "They*ln gather their fodder in the field and*ln glean the vineyards of the wicked."
    },
    {
        "o": 14938,
        "r": "csb:Job:24:7",
        "t": "Without*ln clothing, they spend the night naked, having*ln no covering against the cold."
    },
    {
        "o": 14939,
        "r": "csb:Job:24:8",
        "t": "Drenched*ln by mountain rains, they*ln huddle against the rocks, shelterless."
    },
    {
        "o": 14940,
        "r": "csb:Job:24:9",
        "t": "The*ln fatherless infant is snatched from the breast; the*ln nursing child of the poor is seized as collateral."
    },
    {
        "o": 14941,
        "r": "csb:Job:24:10",
        "t": "Without*ln clothing, they wander about naked. They*ln carry sheaves but go hungry."
    },
    {
        "o": 14942,
        "r": "csb:Job:24:11",
        "t": "They*ln crush olives in their presses; they*ln tread the winepresses, but go thirsty."
    },
    {
        "o": 14943,
        "r": "csb:Job:24:12",
        "t": "From*ln the city, men groan; the*ln mortally wounded cry for help, yet*ln God pays no attention to this crime."
    },
    {
        "o": 14944,
        "r": "csb:Job:24:13",
        "t": "The*pn wicked are those who rebel against the light. They*ln do not recognize its ways or*ln stay on its paths."
    },
    {
        "o": 14945,
        "r": "csb:Job:24:14",
        "t": "The*ln murderer rises at dawn to*ln kill the poor and needy, and*ln by night he becomes a thief."
    },
    {
        "o": 14946,
        "r": "csb:Job:24:15",
        "t": "The*ln adulterer’s eye watches for twilight, thinking,*ln “No eye will see me,” and*ln he covers his face."
    },
    {
        "o": 14947,
        "r": "csb:Job:24:16",
        "t": "In*ln the dark they break into houses; by*ln day they lock themselves in, never*ln experiencing the light."
    },
    {
        "o": 14948,
        "r": "csb:Job:24:17",
        "t": "For*ln the morning is like darkness to them. Surely*ln they are familiar with the terrors of darkness!"
    },
    {
        "o": 14949,
        "r": "csb:Job:24:18",
        "t": "They*pn float on the surface of the water. Their*ln section of the land is cursed, so*ln that they never go to their vineyards."
    },
    {
        "o": 14950,
        "r": "csb:Job:24:19",
        "t": "As*ln dry ground and heat snatch away the melted snow, so*ln Sheol steals those who have sinned."
    },
    {
        "o": 14951,
        "r": "csb:Job:24:20",
        "t": "The*ln womb forgets them; worms*ln feed on them; they*ln are remembered no more. So*ln injustice is broken like a tree."
    },
    {
        "o": 14952,
        "r": "csb:Job:24:21",
        "t": "They*ln prey on the childless woman who is unable to conceive, and*ln do not deal kindly with the widow."
    },
    {
        "o": 14953,
        "r": "csb:Job:24:22",
        "t": "Yet*ln God drags away the mighty by his power; when*ln he rises up, they have no assurance of life."
    },
    {
        "o": 14954,
        "r": "csb:Job:24:23",
        "t": "He*ln gives them a sense of security, so they can rely on it, but*ln his eyes watch over their ways."
    },
    {
        "o": 14955,
        "r": "csb:Job:24:24",
        "t": "They*ln are exalted for a moment, then gone; they*ln are brought low and shrivel up like everything else. They*ln wither like heads of grain."
    },
    {
        "o": 14956,
        "r": "csb:Job:24:25",
        "t": "If*pn this is not true, then who can prove me a liar and*ln show that my speech is worthless?"
    }
]
