[
    {
        "o": 1058,
        "r": "csb:Genesis:33:0",
        "t": "Genesis 33",
        "h": 1
    },
    {
        "o": 1059,
        "r": "csb:Genesis:33:0",
        "t": "Jacob Meets Esau",
        "h": 2
    },
    {
        "o": 1060,
        "r": "csb:Genesis:33:1",
        "t": "Now*p Jacob looked up and saw Esau coming toward him with four hundred men. So he divided the children among Leah, Rachel, and the two slave women."
    },
    {
        "o": 1061,
        "r": "csb:Genesis:33:2",
        "t": "He put the slaves and their children first, Leah and her children next, and Rachel and Joseph last."
    },
    {
        "o": 1062,
        "r": "csb:Genesis:33:3",
        "t": "He himself went on ahead and bowed to the ground seven times until he approached his brother."
    },
    {
        "o": 1063,
        "r": "csb:Genesis:33:4",
        "t": "But*p Esau ran to meet him, hugged him, threw his arms around him, and kissed him. Then they wept."
    },
    {
        "o": 1064,
        "r": "csb:Genesis:33:5",
        "t": "When Esau looked up and saw the women and children, he asked, “Who are these with you?” He*p answered, “The children God has graciously given your servant.”"
    },
    {
        "o": 1065,
        "r": "csb:Genesis:33:6",
        "t": "Then the slaves and their children approached him and bowed down."
    },
    {
        "o": 1066,
        "r": "csb:Genesis:33:7",
        "t": "Leah and her children also approached and bowed down, and then Joseph and Rachel approached and bowed down."
    },
    {
        "o": 1067,
        "r": "csb:Genesis:33:8",
        "t": "So*p Esau said, “What do you mean by this whole procession I met?” “To*p find favor with you, my lord,” he answered."
    },
    {
        "o": 1068,
        "r": "csb:Genesis:33:9",
        "t": "“I*p have enough, my brother,” Esau replied. “Keep what you have.”"
    },
    {
        "o": 1069,
        "r": "csb:Genesis:33:10",
        "t": "But*p Jacob said, “No, please! If I have found favor with you, take this gift from me. For indeed, I have seen your face, and it is like seeing God’s face, since you have accepted me."
    },
    {
        "o": 1070,
        "r": "csb:Genesis:33:11",
        "t": "Please take my present that was brought to you, because God has been gracious to me and I have everything I need.” So Jacob urged him until he accepted."
    },
    {
        "o": 1071,
        "r": "csb:Genesis:33:12",
        "t": "Then*p Esau said, “Let’s move on, and I’ll go ahead of you.”"
    },
    {
        "o": 1072,
        "r": "csb:Genesis:33:13",
        "t": "Jacob*p replied, “My lord knows that the children are weak, and I have nursing flocks and herds. If they are driven hard for one day, the whole herd will die."
    },
    {
        "o": 1073,
        "r": "csb:Genesis:33:14",
        "t": "Let my lord go ahead of his servant. I will continue on slowly, at a pace suited to the livestock and the children, until I come to my lord at Seir.”"
    },
    {
        "o": 1074,
        "r": "csb:Genesis:33:15",
        "t": "Esau*p said, “Let me leave some of my people with you.” But*p he replied, “Why do that? Please indulge me, my lord.”"
    },
    {
        "o": 1075,
        "r": "csb:Genesis:33:16",
        "t": "That*p day Esau started on his way back to Seir,"
    },
    {
        "o": 1076,
        "r": "csb:Genesis:33:17",
        "t": "but Jacob went to Succoth. He built a house for himself and shelters for his livestock; that is why the place was called Succoth."
    },
    {
        "o": 1077,
        "r": "csb:Genesis:33:18",
        "t": "After*p Jacob came from Paddan-aram, he arrived safely at Shechem in the land of Canaan and camped in front of the city."
    },
    {
        "o": 1078,
        "r": "csb:Genesis:33:19",
        "t": "He purchased a section of the field where he had pitched his tent from the sons of Hamor, Shechem’s father, for a hundred pieces of silver."
    },
    {
        "o": 1079,
        "r": "csb:Genesis:33:20",
        "t": "And he set up an altar there and called it God, the God of Israel."
    }
]
