[
    {
        "o": 20380,
        "r": "niv:Isaiah:44:0",
        "t": "Isaiah 44",
        "h": 1
    },
    {
        "o": 20381,
        "r": "niv:Isaiah:44:0",
        "t": "Israel the Chosen",
        "h": 2
    },
    {
        "o": 20382,
        "r": "niv:Isaiah:44:1",
        "t": "“But*pn now listen, Jacob, my servant, Israel,*ld whom I have chosen."
    },
    {
        "o": 20383,
        "r": "niv:Isaiah:44:2",
        "t": "This*ln is what the Lord*s says— he*ld who made you, who formed you in the womb, and*ld who will help you: Do*ln not be afraid, Jacob, my servant, Jeshurun,*ld whom I have chosen."
    },
    {
        "o": 20384,
        "r": "niv:Isaiah:44:3",
        "t": "For*ln I will pour water on the thirsty land, and*ld streams on the dry ground; I*ln will pour out my Spirit on your offspring, and*ld my blessing on your descendants."
    },
    {
        "o": 20385,
        "r": "niv:Isaiah:44:4",
        "t": "They*ln will spring up like grass in a meadow, like*ld poplar trees by flowing streams."
    },
    {
        "o": 20386,
        "r": "niv:Isaiah:44:5",
        "t": "Some*ln will say, ‘I belong to the Lord’;*s others*ld will call themselves by the name of Jacob; still*ln others will write on their hand, ‘The Lord*s ’s,’ and*ld will take the name Israel."
    },
    {
        "o": 20387,
        "r": "niv:Isaiah:44:5",
        "t": "The Lord, Not Idols",
        "h": 2
    },
    {
        "o": 20388,
        "r": "niv:Isaiah:44:6",
        "t": "“This*pn is what the Lord*s says— Israel’s*ld King and Redeemer, the Lord*s Almighty: I*ln am the first and I am the last; apart*ld from me there is no God."
    },
    {
        "o": 20389,
        "r": "niv:Isaiah:44:7",
        "t": "Who*ln then is like me? Let him proclaim it. Let*ld him declare and lay out before me what*ln has happened since I established my ancient people, and*ld what is yet to come— yes,*ld let them foretell what will come."
    },
    {
        "o": 20390,
        "r": "niv:Isaiah:44:8",
        "t": "Do*ln not tremble, do not be afraid. Did*ld I not proclaim this and foretell it long ago? You*ln are my witnesses. Is there any God besides me? No,*ld there is no other Rock; I know not one.”"
    },
    {
        "o": 20391,
        "r": "niv:Isaiah:44:9",
        "t": "All*pn who make idols are nothing, and*ld the things they treasure are worthless. Those*ln who would speak up for them are blind; they*ld are ignorant, to their own shame."
    },
    {
        "o": 20392,
        "r": "niv:Isaiah:44:10",
        "t": "Who*ln shapes a god and casts an idol, which*ld can profit nothing?"
    },
    {
        "o": 20393,
        "r": "niv:Isaiah:44:11",
        "t": "People*ln who do that will be put to shame; such*ld craftsmen are only human beings. Let*ln them all come together and take their stand; they*ld will be brought down to terror and shame."
    },
    {
        "o": 20394,
        "r": "niv:Isaiah:44:12",
        "t": "The*pn blacksmith takes a tool and*ld works with it in the coals; he*ln shapes an idol with hammers, he*ld forges it with the might of his arm. He*ln gets hungry and loses his strength; he*ld drinks no water and grows faint."
    },
    {
        "o": 20395,
        "r": "niv:Isaiah:44:13",
        "t": "The*ln carpenter measures with a line and*ld makes an outline with a marker; he*ln roughs it out with chisels and*ld marks it with compasses. He*ln shapes it in human form, human*ld form in all its glory, that*ld it may dwell in a shrine."
    },
    {
        "o": 20396,
        "r": "niv:Isaiah:44:14",
        "t": "He*ln cut down cedars, or*ld perhaps took a cypress or oak. He*ln let it grow among the trees of the forest, or*ld planted a pine, and the rain made it grow."
    },
    {
        "o": 20397,
        "r": "niv:Isaiah:44:15",
        "t": "It*ln is used as fuel for burning; some*ld of it he takes and warms himself, he*ld kindles a fire and bakes bread. But*ln he also fashions a god and worships it; he*ld makes an idol and bows down to it."
    },
    {
        "o": 20398,
        "r": "niv:Isaiah:44:16",
        "t": "Half*ln of the wood he burns in the fire; over*ld it he prepares his meal, he*ld roasts his meat and eats his fill. He*ln also warms himself and says, “Ah!*ld I am warm; I see the fire.”"
    },
    {
        "o": 20399,
        "r": "niv:Isaiah:44:17",
        "t": "From*ln the rest he makes a god, his idol; he*ld bows down to it and worships. He*ln prays to it and says, “Save*ld me! You are my god!”"
    },
    {
        "o": 20400,
        "r": "niv:Isaiah:44:18",
        "t": "They*ln know nothing, they understand nothing; their*ld eyes are plastered over so they cannot see, and*ld their minds closed so they cannot understand."
    },
    {
        "o": 20401,
        "r": "niv:Isaiah:44:19",
        "t": "No*ln one stops to think, no*ld one has the knowledge or understanding to say, “Half*ln of it I used for fuel; I*ld even baked bread over its coals, I*ld roasted meat and I ate. Shall*ln I make a detestable thing from what is left? Shall*ld I bow down to a block of wood?”"
    },
    {
        "o": 20402,
        "r": "niv:Isaiah:44:20",
        "t": "Such*ln a person feeds on ashes; a deluded heart misleads him; he*ld cannot save himself, or say, “Is*ld not this thing in my right hand a lie?”"
    },
    {
        "o": 20403,
        "r": "niv:Isaiah:44:21",
        "t": "“Remember*pn these things, Jacob, for*ld you, Israel, are my servant. I*ln have made you, you are my servant; Israel,*ld I will not forget you."
    },
    {
        "o": 20404,
        "r": "niv:Isaiah:44:22",
        "t": "I*ln have swept away your offenses like a cloud, your*ld sins like the morning mist. Return*ln to me, for*ld I have redeemed you.”"
    },
    {
        "o": 20405,
        "r": "niv:Isaiah:44:23",
        "t": "Sing*pn for joy, you heavens, for the Lord*s has done this; shout*ld aloud, you earth beneath. Burst*ln into song, you mountains, you*ld forests and all your trees, for*ln the Lord*s has redeemed Jacob, he*ld displays his glory in Israel."
    },
    {
        "o": 20406,
        "r": "niv:Isaiah:44:23",
        "t": "Jerusalem to Be Inhabited",
        "h": 2
    },
    {
        "o": 20407,
        "r": "niv:Isaiah:44:24",
        "t": "“This*pn is what the Lord*s says— your*ld Redeemer, who formed you in the womb: I*pn am the Lord,*s the*ld Maker of all things, who*ld stretches out the heavens, who*ld spreads out the earth by myself,"
    },
    {
        "o": 20408,
        "r": "niv:Isaiah:44:25",
        "t": "who*ln foils the signs of false prophets and*ld makes fools of diviners, who*ln overthrows the learning of the wise and*ld turns it into nonsense,"
    },
    {
        "o": 20409,
        "r": "niv:Isaiah:44:26",
        "t": "who*ln carries out the words of his servants and*ld fulfills the predictions of his messengers, who*pn says of Jerusalem, ‘It shall be inhabited,’ of*ld the towns of Judah, ‘They shall be rebuilt,’ and*ld of their ruins, ‘I will restore them,’"
    },
    {
        "o": 20410,
        "r": "niv:Isaiah:44:27",
        "t": "who*ln says to the watery deep, ‘Be dry, and*ld I will dry up your streams,’"
    },
    {
        "o": 20411,
        "r": "niv:Isaiah:44:28",
        "t": "who*ln says of Cyrus, ‘He is my shepherd and*ld will accomplish all that I please; he*ln will say of Jerusalem, “Let it be rebuilt,” and*ld of the temple, “Let its foundations be laid.” ’"
    }
]
