[
    {
        "o": 4240,
        "r": "kjv:Numbers:14:0",
        "t": "Numbers 14",
        "h": 1
    },
    {
        "o": 4241,
        "r": "kjv:Numbers:14:1",
        "t": "And*p all the congregation lifted up their voice, and cried; and the people wept that night."
    },
    {
        "o": 4242,
        "r": "kjv:Numbers:14:2",
        "t": "And*p all the children of Israel murmured against Moses and against Aaron: and the whole congregation said unto them, Would God that we had died in the land of Egypt! or would God we had died in this wilderness!"
    },
    {
        "o": 4243,
        "r": "kjv:Numbers:14:3",
        "t": "And*p wherefore hath the Lord*s brought us unto this land, to fall by the sword, that our wives and our children should be a prey? were it not better for us to return into Egypt?"
    },
    {
        "o": 4244,
        "r": "kjv:Numbers:14:4",
        "t": "And*p they said one to another, Let us make a captain, and let us return into Egypt."
    },
    {
        "o": 4245,
        "r": "kjv:Numbers:14:5",
        "t": "Then*p Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel."
    },
    {
        "o": 4246,
        "r": "kjv:Numbers:14:6",
        "t": "And*p Joshua the son of Nun, and Caleb the son of Jephunneh, which were of them that searched the land, rent their clothes:"
    },
    {
        "o": 4247,
        "r": "kjv:Numbers:14:7",
        "t": "And*p they spake unto all the company of the children of Israel, saying, The land, which we passed through to search it, is an exceeding good land."
    },
    {
        "o": 4248,
        "r": "kjv:Numbers:14:8",
        "t": "If*p the Lord*s delight in us, then he will bring us into this land, and give it us; a land which floweth with milk and honey."
    },
    {
        "o": 4249,
        "r": "kjv:Numbers:14:9",
        "t": "Only*p rebel not ye against the Lord,*s neither fear ye the people of the land; for they are bread for us: their defence is departed from them, and the Lord*s is with us: fear them not."
    },
    {
        "o": 4250,
        "r": "kjv:Numbers:14:10",
        "t": "But*p all the congregation bade stone them with stones. And the glory of the Lord*s appeared in the tabernacle of the congregation before all the children of Israel."
    },
    {
        "o": 4251,
        "r": "kjv:Numbers:14:11",
        "t": "And*p the Lord*s said unto Moses, How long will this people provoke me? and how long will it be ere they believe me, for all the signs which I have shewed among them?"
    },
    {
        "o": 4252,
        "r": "kjv:Numbers:14:12",
        "t": "I*p will smite them with the pestilence, and disinherit them, and will make of thee a greater nation and mightier than they."
    },
    {
        "o": 4253,
        "r": "kjv:Numbers:14:13",
        "t": "And*p Moses said unto the Lord,*s Then the Egyptians shall hear it, (for thou broughtest up this people in thy might from among them;)"
    },
    {
        "o": 4254,
        "r": "kjv:Numbers:14:14",
        "t": "And*p they will tell it to the inhabitants of this land: for they have heard that thou Lord*s art among this people, that thou Lord*s art seen face to face, and that thy cloud standeth over them, and that thou goest before them, by day time in a pillar of a cloud, and in a pillar of fire by night."
    },
    {
        "o": 4255,
        "r": "kjv:Numbers:14:15",
        "t": "Now*p if thou shalt kill all this people as one man, then the nations which have heard the fame of thee will speak, saying,"
    },
    {
        "o": 4256,
        "r": "kjv:Numbers:14:16",
        "t": "Because*p the Lord*s was not able to bring this people into the land which he sware unto them, therefore he hath slain them in the wilderness."
    },
    {
        "o": 4257,
        "r": "kjv:Numbers:14:17",
        "t": "And*p now, I beseech thee, let the power of my Lord be great, according as thou hast spoken, saying,"
    },
    {
        "o": 4258,
        "r": "kjv:Numbers:14:18",
        "t": "The*p Lord*s is longsuffering, and of great mercy, forgiving iniquity and transgression, and by no means clearing the guilty, visiting the iniquity of the fathers upon the children unto the third and fourth generation."
    },
    {
        "o": 4259,
        "r": "kjv:Numbers:14:19",
        "t": "Pardon,*p I beseech thee, the iniquity of this people according unto the greatness of thy mercy, and as thou hast forgiven this people, from Egypt even until now."
    },
    {
        "o": 4260,
        "r": "kjv:Numbers:14:20",
        "t": "And*p the Lord*s said, I have pardoned according to thy word:"
    },
    {
        "o": 4261,
        "r": "kjv:Numbers:14:21",
        "t": "But*p as truly as I live, all the earth shall be filled with the glory of the Lord.*s"
    },
    {
        "o": 4262,
        "r": "kjv:Numbers:14:22",
        "t": "Because*p all those men which have seen my glory, and my miracles, which I did in Egypt and in the wilderness, and have tempted me now these ten times, and have not hearkened to my voice;"
    },
    {
        "o": 4263,
        "r": "kjv:Numbers:14:23",
        "t": "Surely*p they shall not see the land which I sware unto their fathers, neither shall any of them that provoked me see it:"
    },
    {
        "o": 4264,
        "r": "kjv:Numbers:14:24",
        "t": "But*p my servant Caleb, because he had another spirit with him, and hath followed me fully, him will I bring into the land whereinto he went; and his seed shall possess it."
    },
    {
        "o": 4265,
        "r": "kjv:Numbers:14:25",
        "t": "(Now*p the Amalekites and the Canaanites dwelt in the valley.) To morrow turn you, and get you into the wilderness by the way of the Red sea."
    },
    {
        "o": 4266,
        "r": "kjv:Numbers:14:26",
        "t": "And*p the Lord*s spake unto Moses and unto Aaron, saying,"
    },
    {
        "o": 4267,
        "r": "kjv:Numbers:14:27",
        "t": "How*p long shall I bear with this evil congregation, which murmur against me? I have heard the murmurings of the children of Israel, which they murmur against me."
    },
    {
        "o": 4268,
        "r": "kjv:Numbers:14:28",
        "t": "Say*p unto them, As truly as I live, saith the Lord,*s as ye have spoken in mine ears, so will I do to you:"
    },
    {
        "o": 4269,
        "r": "kjv:Numbers:14:29",
        "t": "Your*p carcases shall fall in this wilderness; and all that were numbered of you, according to your whole number, from twenty years old and upward, which have murmured against me,"
    },
    {
        "o": 4270,
        "r": "kjv:Numbers:14:30",
        "t": "Doubtless*p ye shall not come into the land, concerning which I sware to make you dwell therein, save Caleb the son of Jephunneh, and Joshua the son of Nun."
    },
    {
        "o": 4271,
        "r": "kjv:Numbers:14:31",
        "t": "But*p your little ones, which ye said should be a prey, them will I bring in, and they shall know the land which ye have despised."
    },
    {
        "o": 4272,
        "r": "kjv:Numbers:14:32",
        "t": "But*p as for you, your carcases, they shall fall in this wilderness."
    },
    {
        "o": 4273,
        "r": "kjv:Numbers:14:33",
        "t": "And*p your children shall wander in the wilderness forty years, and bear your whoredoms, until your carcases be wasted in the wilderness."
    },
    {
        "o": 4274,
        "r": "kjv:Numbers:14:34",
        "t": "After*p the number of the days in which ye searched the land, even forty days, each day for a year, shall ye bear your iniquities, even forty years, and ye shall know my breach of promise."
    },
    {
        "o": 4275,
        "r": "kjv:Numbers:14:35",
        "t": "I*p the Lord*s have said, I will surely do it unto all this evil congregation, that are gathered together against me: in this wilderness they shall be consumed, and there they shall die."
    },
    {
        "o": 4276,
        "r": "kjv:Numbers:14:36",
        "t": "And*p the men, which Moses sent to search the land, who returned, and made all the congregation to murmur against him, by bringing up a slander upon the land,"
    },
    {
        "o": 4277,
        "r": "kjv:Numbers:14:37",
        "t": "Even*p those men that did bring up the evil report upon the land, died by the plague before the Lord.*s"
    },
    {
        "o": 4278,
        "r": "kjv:Numbers:14:38",
        "t": "But*p Joshua the son of Nun, and Caleb the son of Jephunneh, which were of the men that went to search the land, lived still."
    },
    {
        "o": 4279,
        "r": "kjv:Numbers:14:39",
        "t": "And*p Moses told these sayings unto all the children of Israel: and the people mourned greatly."
    },
    {
        "o": 4280,
        "r": "kjv:Numbers:14:40",
        "t": "And*p they rose up early in the morning, and gat them up into the top of the mountain, saying, Lo, we be here, and will go up unto the place which the Lord*s hath promised: for we have sinned."
    },
    {
        "o": 4281,
        "r": "kjv:Numbers:14:41",
        "t": "And*p Moses said, Wherefore now do ye transgress the commandment of the Lord?*s but it shall not prosper."
    },
    {
        "o": 4282,
        "r": "kjv:Numbers:14:42",
        "t": "Go*p not up, for the Lord*s is not among you; that ye be not smitten before your enemies."
    },
    {
        "o": 4283,
        "r": "kjv:Numbers:14:43",
        "t": "For*p the Amalekites and the Canaanites are there before you, and ye shall fall by the sword: because ye are turned away from the Lord,*s therefore the Lord*s will not be with you."
    },
    {
        "o": 4284,
        "r": "kjv:Numbers:14:44",
        "t": "But*p they presumed to go up unto the hill top: nevertheless the ark of the covenant of the Lord,*s and Moses, departed not out of the camp."
    },
    {
        "o": 4285,
        "r": "kjv:Numbers:14:45",
        "t": "Then*p the Amalekites came down, and the Canaanites which dwelt in that hill, and smote them, and discomfited them, even unto Hormah."
    }
]
