[
    {
        "o": 34109,
        "r": "niv:Revelation:8:0",
        "t": "Revelation 8",
        "h": 1
    },
    {
        "o": 34110,
        "r": "niv:Revelation:8:0",
        "t": "The Seventh Seal and the Golden Censer",
        "h": 2
    },
    {
        "o": 34111,
        "r": "niv:Revelation:8:1",
        "t": "When*p he opened the seventh seal, there was silence in heaven for about half an hour."
    },
    {
        "o": 34112,
        "r": "niv:Revelation:8:2",
        "t": "And*p I saw the seven angels who stand before God, and seven trumpets were given to them."
    },
    {
        "o": 34113,
        "r": "niv:Revelation:8:3",
        "t": "Another*p angel, who had a golden censer, came and stood at the altar. He was given much incense to offer, with the prayers of all God’s people, on the golden altar in front of the throne."
    },
    {
        "o": 34114,
        "r": "niv:Revelation:8:4",
        "t": "The smoke of the incense, together with the prayers of God’s people, went up before God from the angel’s hand."
    },
    {
        "o": 34115,
        "r": "niv:Revelation:8:5",
        "t": "Then the angel took the censer, filled it with fire from the altar, and hurled it on the earth; and there came peals of thunder, rumblings, flashes of lightning and an earthquake."
    },
    {
        "o": 34116,
        "r": "niv:Revelation:8:5",
        "t": "The Trumpets",
        "h": 2
    },
    {
        "o": 34117,
        "r": "niv:Revelation:8:6",
        "t": "Then*p the seven angels who had the seven trumpets prepared to sound them."
    },
    {
        "o": 34118,
        "r": "niv:Revelation:8:7",
        "t": "The*p first angel sounded his trumpet, and there came hail and fire mixed with blood, and it was hurled down on the earth. A third of the earth was burned up, a third of the trees were burned up, and all the green grass was burned up."
    },
    {
        "o": 34119,
        "r": "niv:Revelation:8:8",
        "t": "The*p second angel sounded his trumpet, and something like a huge mountain, all ablaze, was thrown into the sea. A third of the sea turned into blood,"
    },
    {
        "o": 34120,
        "r": "niv:Revelation:8:9",
        "t": "a third of the living creatures in the sea died, and a third of the ships were destroyed."
    },
    {
        "o": 34121,
        "r": "niv:Revelation:8:10",
        "t": "The*p third angel sounded his trumpet, and a great star, blazing like a torch, fell from the sky on a third of the rivers and on the springs of water—"
    },
    {
        "o": 34122,
        "r": "niv:Revelation:8:11",
        "t": "the name of the star is Wormwood. A third of the waters turned bitter, and many people died from the waters that had become bitter."
    },
    {
        "o": 34123,
        "r": "niv:Revelation:8:12",
        "t": "The*p fourth angel sounded his trumpet, and a third of the sun was struck, a third of the moon, and a third of the stars, so that a third of them turned dark. A third of the day was without light, and also a third of the night."
    },
    {
        "o": 34124,
        "r": "niv:Revelation:8:13",
        "t": "As*p I watched, I heard an eagle that was flying in midair call out in a loud voice: “Woe! Woe! Woe to the inhabitants of the earth, because of the trumpet blasts about to be sounded by the other three angels!”"
    }
]
