[
    {
        "o": 20580,
        "r": "niv:Isaiah:53:0",
        "t": "Isaiah 53",
        "h": 1
    },
    {
        "o": 20581,
        "r": "niv:Isaiah:53:1",
        "t": "Who*pn has believed our message and*ld to whom has the arm of the Lord*s been revealed?"
    },
    {
        "o": 20582,
        "r": "niv:Isaiah:53:2",
        "t": "He*ln grew up before him like a tender shoot, and*ld like a root out of dry ground. He*ln had no beauty or majesty to attract us to him, nothing*ld in his appearance that we should desire him."
    },
    {
        "o": 20583,
        "r": "niv:Isaiah:53:3",
        "t": "He*ln was despised and rejected by mankind, a*ld man of suffering, and familiar with pain. Like*ln one from whom people hide their faces he*ld was despised, and we held him in low esteem."
    },
    {
        "o": 20584,
        "r": "niv:Isaiah:53:4",
        "t": "Surely*pn he took up our pain and*ld bore our suffering, yet*ln we considered him punished by God, stricken*ld by him, and afflicted."
    },
    {
        "o": 20585,
        "r": "niv:Isaiah:53:5",
        "t": "But*ln he was pierced for our transgressions, he*ld was crushed for our iniquities; the*ln punishment that brought us peace was on him, and*ld by his wounds we are healed."
    },
    {
        "o": 20586,
        "r": "niv:Isaiah:53:6",
        "t": "We*ln all, like sheep, have gone astray, each*ld of us has turned to our own way; and*ln the Lord*s has laid on him the*ld iniquity of us all."
    },
    {
        "o": 20587,
        "r": "niv:Isaiah:53:7",
        "t": "He*pn was oppressed and afflicted, yet*ld he did not open his mouth; he*ln was led like a lamb to the slaughter, and*ld as a sheep before its shearers is silent, so*ld he did not open his mouth."
    },
    {
        "o": 20588,
        "r": "niv:Isaiah:53:8",
        "t": "By*ln oppression and judgment he was taken away. Yet*ld who of his generation protested? For*ln he was cut off from the land of the living; for*ld the transgression of my people he was punished."
    },
    {
        "o": 20589,
        "r": "niv:Isaiah:53:9",
        "t": "He*ln was assigned a grave with the wicked, and*ld with the rich in his death, though*ln he had done no violence, nor*ld was any deceit in his mouth."
    },
    {
        "o": 20590,
        "r": "niv:Isaiah:53:10",
        "t": "Yet*pn it was the Lord’s*s will to crush him and cause him to suffer, and*ld though the Lord*s makes his life an offering for sin, he*ln will see his offspring and prolong his days, and*ld the will of the Lord*s will prosper in his hand."
    },
    {
        "o": 20591,
        "r": "niv:Isaiah:53:11",
        "t": "After*ln he has suffered, he*ld will see the light of life and be satisfied; by*ln his knowledge my righteous servant will justify many, and*ld he will bear their iniquities."
    },
    {
        "o": 20592,
        "r": "niv:Isaiah:53:12",
        "t": "Therefore*ln I will give him a portion among the great, and*ld he will divide the spoils with the strong, because*ln he poured out his life unto death, and*ld was numbered with the transgressors. For*ln he bore the sin of many, and*ld made intercession for the transgressors."
    }
]
