[
    {
        "o": 12284,
        "r": "nasb:2 Chronicles:1:0",
        "t": "2 Chronicles 1",
        "h": 1
    },
    {
        "o": 12285,
        "r": "nasb:2 Chronicles:1:0",
        "t": "Solomon Worships at Gibeon",
        "h": 2
    },
    {
        "o": 12286,
        "r": "nasb:2 Chronicles:1:1",
        "t": "Now*p Solomon the son of David established himself securely over his kingdom, and the Lord*s his God was*i with him and exalted him greatly."
    },
    {
        "o": 12287,
        "r": "nasb:2 Chronicles:1:2",
        "t": "Solomon*p spoke to all Israel, to the commanders of thousands and of hundreds and to the judges and to every leader in all Israel, the heads of the fathers’ households.*i"
    },
    {
        "o": 12288,
        "r": "nasb:2 Chronicles:1:3",
        "t": "Then Solomon and all the assembly with him went to the high place which was at Gibeon, for God’s tent of meeting was there, which Moses the servant of the Lord*s had made in the wilderness."
    },
    {
        "o": 12289,
        "r": "nasb:2 Chronicles:1:4",
        "t": "However, David had brought up the ark of God from Kiriath-jearim to the place he had prepared for it, for he had pitched a tent for it in Jerusalem."
    },
    {
        "o": 12290,
        "r": "nasb:2 Chronicles:1:5",
        "t": "Now the bronze altar, which Bezalel the son of Uri, the son of Hur, had made, was there before the tabernacle of the Lord,*s and Solomon and the assembly sought it out."
    },
    {
        "o": 12291,
        "r": "nasb:2 Chronicles:1:6",
        "t": "Solomon went up there before the Lord*s to the bronze altar which was*i at the tent of meeting, and offered a thousand burnt offerings on it."
    },
    {
        "o": 12292,
        "r": "nasb:2 Chronicles:1:7",
        "t": "In*p that night God appeared to Solomon and said to him, “Ask what I shall give you.”"
    },
    {
        "o": 12293,
        "r": "nasb:2 Chronicles:1:7",
        "t": "Solomon’s Prayer for Wisdom",
        "h": 2
    },
    {
        "o": 12294,
        "r": "nasb:2 Chronicles:1:8",
        "t": "Solomon*p said to God, “You have dealt with my father David with great lovingkindness, and have made me king in his place."
    },
    {
        "o": 12295,
        "r": "nasb:2 Chronicles:1:9",
        "t": "Now, O Lord*s God, Your promise to my father David is fulfilled, for You have made me king over a people as numerous as the dust of the earth."
    },
    {
        "o": 12296,
        "r": "nasb:2 Chronicles:1:10",
        "t": "Give me now wisdom and knowledge, that I may go out and come in before this people, for who can rule this great people of Yours?”"
    },
    {
        "o": 12297,
        "r": "nasb:2 Chronicles:1:11",
        "t": "God said to Solomon, “Because you had this in mind, and did not ask for riches, wealth or honor, or the life of those who hate you, nor have you even asked for long life, but you have asked for yourself wisdom and knowledge that you may rule My people over whom I have made you king,"
    },
    {
        "o": 12298,
        "r": "nasb:2 Chronicles:1:12",
        "t": "wisdom and knowledge have been granted to you. And I will give you riches and wealth and honor, such as none of the kings who were before you has possessed nor those who will come after you.”"
    },
    {
        "o": 12299,
        "r": "nasb:2 Chronicles:1:13",
        "t": "So Solomon went from the high place which was at Gibeon, from the tent of meeting, to Jerusalem, and he reigned over Israel."
    },
    {
        "o": 12300,
        "r": "nasb:2 Chronicles:1:13",
        "t": "Solomon’s Wealth",
        "h": 2
    },
    {
        "o": 12301,
        "r": "nasb:2 Chronicles:1:14",
        "t": "Solomon*p amassed chariots and horsemen. He had 1,400 chariots and 12,000 horsemen, and he stationed them in the chariot cities and with the king at Jerusalem."
    },
    {
        "o": 12302,
        "r": "nasb:2 Chronicles:1:15",
        "t": "The king made silver and gold as plentiful in Jerusalem as stones, and he made cedars as plentiful as sycamores in the lowland."
    },
    {
        "o": 12303,
        "r": "nasb:2 Chronicles:1:16",
        "t": "Solomon’s horses were imported from Egypt and from Kue; the king’s traders procured them from Kue for a price."
    },
    {
        "o": 12304,
        "r": "nasb:2 Chronicles:1:17",
        "t": "They imported chariots from Egypt for 600 shekels*i of silver apiece and horses for 150 apiece, and by the same means they exported them to all the kings of the Hittites and the kings of Aram."
    },
    {
        "o": 12305,
        "r": "nasb:2 Chronicles:2:0",
        "t": "2 Chronicles 2",
        "h": 1
    },
    {
        "o": 12306,
        "r": "nasb:2 Chronicles:2:0",
        "t": "Solomon Will Build a Temple and Palace",
        "h": 2
    },
    {
        "o": 12307,
        "r": "nasb:2 Chronicles:2:1",
        "t": "Now*p Solomon decided to build a house for the name of the Lord*s and a royal palace for himself."
    },
    {
        "o": 12308,
        "r": "nasb:2 Chronicles:2:2",
        "t": "So Solomon assigned 70,000 men to carry loads and 80,000 men to quarry stone*i in the mountains and 3,600 to supervise them."
    },
    {
        "o": 12309,
        "r": "nasb:2 Chronicles:2:3",
        "t": "Then*p Solomon sent word*i to Huram the king of Tyre, saying, “As you dealt with David my father and sent him cedars to build him a house to dwell in, so do for me."
    },
    {
        "o": 12310,
        "r": "nasb:2 Chronicles:2:4",
        "t": "Behold, I am about to build a house for the name of the Lord*s my God, dedicating it to Him, to burn fragrant incense before Him and to*i set*i out*i the showbread continually, and to offer burnt offerings morning and evening, on sabbaths and on new moons and on the appointed feasts of the Lord*s our God, this being*i required*i forever in Israel."
    },
    {
        "o": 12311,
        "r": "nasb:2 Chronicles:2:5",
        "t": "The house which I am about to build will*i be*i great, for greater is our God than all the gods."
    },
    {
        "o": 12312,
        "r": "nasb:2 Chronicles:2:6",
        "t": "But who is able to build a house for Him, for the heavens and the highest heavens cannot contain Him? So who am I, that I should build a house for Him, except to burn incense*i before Him?"
    },
    {
        "o": 12313,
        "r": "nasb:2 Chronicles:2:7",
        "t": "Now send me a skilled man to work in gold, silver, brass and iron, and in purple, crimson and violet fabrics,*i and who knows how to make engravings, to work*i with the skilled men whom I have in Judah and Jerusalem, whom David my father provided."
    },
    {
        "o": 12314,
        "r": "nasb:2 Chronicles:2:8",
        "t": "Send me also cedar, cypress and algum timber from Lebanon, for I know that your servants know how to cut timber of Lebanon; and indeed my servants will*i work*i with your servants,"
    },
    {
        "o": 12315,
        "r": "nasb:2 Chronicles:2:9",
        "t": "to prepare timber in abundance for me, for the house which I am about to build will*i be*i great and wonderful."
    },
    {
        "o": 12316,
        "r": "nasb:2 Chronicles:2:10",
        "t": "Now behold, I will give to your servants, the woodsmen who cut the timber, 20,000 kors of crushed wheat and 20,000 kors of barley, and 20,000 baths of wine and 20,000 baths of oil.”"
    },
    {
        "o": 12317,
        "r": "nasb:2 Chronicles:2:10",
        "t": "Huram to Assist",
        "h": 2
    },
    {
        "o": 12318,
        "r": "nasb:2 Chronicles:2:11",
        "t": "Then*p Huram, king of Tyre, answered in a letter sent to Solomon: “Because the Lord*s loves His people, He has made you king over them.”"
    },
    {
        "o": 12319,
        "r": "nasb:2 Chronicles:2:12",
        "t": "Then Huram continued, “Blessed be the Lord,*s the God of Israel, who has made heaven and earth, who has given King David a wise son, endowed with discretion and understanding, who will build a house for the Lord*s and a royal palace for himself."
    },
    {
        "o": 12320,
        "r": "nasb:2 Chronicles:2:13",
        "t": "“Now*p I am sending Huram-abi, a skilled man, endowed with understanding,"
    },
    {
        "o": 12321,
        "r": "nasb:2 Chronicles:2:14",
        "t": "the son of a Danite woman and a Tyrian father, who knows how to work in gold, silver, bronze, iron, stone and wood, and*i in purple, violet, linen and crimson fabrics, and who*i knows*i how*i to make all kinds of engravings and to execute any design which may be assigned to him, to*i work*i with your skilled men and with those of my lord David your father."
    },
    {
        "o": 12322,
        "r": "nasb:2 Chronicles:2:15",
        "t": "Now then, let my lord send to his servants wheat and barley, oil and wine, of which he has spoken."
    },
    {
        "o": 12323,
        "r": "nasb:2 Chronicles:2:16",
        "t": "We will cut whatever timber you need from Lebanon and bring it to you on rafts by sea to Joppa, so that you may carry it up to Jerusalem.”"
    },
    {
        "o": 12324,
        "r": "nasb:2 Chronicles:2:17",
        "t": "Solomon*p numbered all the aliens who were*i in the land of Israel, following the census which his father David had taken; and 153,600 were found."
    },
    {
        "o": 12325,
        "r": "nasb:2 Chronicles:2:18",
        "t": "He appointed 70,000 of them to carry loads and 80,000 to quarry stones*i in the mountains and 3,600 supervisors to make the people work."
    },
    {
        "o": 12326,
        "r": "nasb:2 Chronicles:3:0",
        "t": "2 Chronicles 3",
        "h": 1
    },
    {
        "o": 12327,
        "r": "nasb:2 Chronicles:3:0",
        "t": "The Temple Construction in Jerusalem",
        "h": 2
    },
    {
        "o": 12328,
        "r": "nasb:2 Chronicles:3:1",
        "t": "Then*p Solomon began to build the house of the Lord*s in Jerusalem on Mount Moriah, where the*i Lord*is had appeared to his father David, at the place that David had prepared on the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12329,
        "r": "nasb:2 Chronicles:3:2",
        "t": "He began to build on the second day*i in the second month of the fourth year of his reign."
    },
    {
        "o": 12330,
        "r": "nasb:2 Chronicles:3:2",
        "t": "Dimensions and Materials of the Temple",
        "h": 2
    },
    {
        "o": 12331,
        "r": "nasb:2 Chronicles:3:3",
        "t": "Now*p these are the foundations which Solomon laid for building the house of God. The length in cubits, according to the old standard was*i sixty cubits, and the width twenty cubits."
    },
    {
        "o": 12332,
        "r": "nasb:2 Chronicles:3:4",
        "t": "The porch which was in front of the house was as long as the width of the house, twenty cubits, and the height 120; and inside he overlaid it with pure gold."
    },
    {
        "o": 12333,
        "r": "nasb:2 Chronicles:3:5",
        "t": "He overlaid the main room with cypress wood and overlaid it with fine gold, and ornamented it with palm trees and chains."
    },
    {
        "o": 12334,
        "r": "nasb:2 Chronicles:3:6",
        "t": "Further, he adorned the house with precious stones; and the gold was gold from Parvaim."
    },
    {
        "o": 12335,
        "r": "nasb:2 Chronicles:3:7",
        "t": "He also overlaid the house with gold—the beams, the thresholds and its walls and its doors; and he carved cherubim on the walls."
    },
    {
        "o": 12336,
        "r": "nasb:2 Chronicles:3:8",
        "t": "Now*p he made the room of the holy of holies: its length across the width of the house was*i twenty cubits, and its width was*i twenty cubits; and he overlaid it with fine gold, amounting*i to 600 talents."
    },
    {
        "o": 12337,
        "r": "nasb:2 Chronicles:3:9",
        "t": "The weight of the nails was fifty shekels of gold. He also overlaid the upper rooms with gold."
    },
    {
        "o": 12338,
        "r": "nasb:2 Chronicles:3:10",
        "t": "Then*p he made two sculptured cherubim in the room of the holy of holies and overlaid them with gold."
    },
    {
        "o": 12339,
        "r": "nasb:2 Chronicles:3:11",
        "t": "The wingspan of the cherubim was*i twenty cubits; the wing of one, of five cubits, touched the wall of the house, and its*i other wing, of five cubits, touched the wing of the other cherub."
    },
    {
        "o": 12340,
        "r": "nasb:2 Chronicles:3:12",
        "t": "The wing of the other cherub, of five cubits, touched the wall of the house; and its*i other wing of five cubits was attached to the wing of the first cherub."
    },
    {
        "o": 12341,
        "r": "nasb:2 Chronicles:3:13",
        "t": "The wings of these cherubim extended twenty cubits, and they stood on their feet facing the main*i room."
    },
    {
        "o": 12342,
        "r": "nasb:2 Chronicles:3:14",
        "t": "He made the veil of violet, purple, crimson and fine linen, and he worked cherubim on it."
    },
    {
        "o": 12343,
        "r": "nasb:2 Chronicles:3:15",
        "t": "He*p also made two pillars for the front of the house, thirty-five cubits high, and the capital on the top of each was*i five cubits."
    },
    {
        "o": 12344,
        "r": "nasb:2 Chronicles:3:16",
        "t": "He made chains in the inner sanctuary and placed them*i on the tops of the pillars; and he made one hundred pomegranates and placed them*i on the chains."
    },
    {
        "o": 12345,
        "r": "nasb:2 Chronicles:3:17",
        "t": "He erected the pillars in front of the temple, one on the right and the other on the left, and named the one on the right Jachin and the one on the left Boaz."
    },
    {
        "o": 12346,
        "r": "nasb:2 Chronicles:4:0",
        "t": "2 Chronicles 4",
        "h": 1
    },
    {
        "o": 12347,
        "r": "nasb:2 Chronicles:4:0",
        "t": "Furnishings of the Temple",
        "h": 2
    },
    {
        "o": 12348,
        "r": "nasb:2 Chronicles:4:1",
        "t": "Then*p he made a bronze altar, twenty cubits in length and twenty cubits in width and ten cubits in height."
    },
    {
        "o": 12349,
        "r": "nasb:2 Chronicles:4:2",
        "t": "Also he made the cast metal*i sea, ten cubits from brim to brim, circular in form, and its height was*i five cubits and its circumference thirty cubits."
    },
    {
        "o": 12350,
        "r": "nasb:2 Chronicles:4:3",
        "t": "Now figures like oxen were*i under it and*i all around it, ten cubits, entirely encircling the sea. The oxen were*i in two rows, cast in one piece."
    },
    {
        "o": 12351,
        "r": "nasb:2 Chronicles:4:4",
        "t": "It stood on twelve oxen, three facing the north, three facing west, three facing south and three facing east; and the sea was*i set*i on top of them and all their hindquarters turned inwards."
    },
    {
        "o": 12352,
        "r": "nasb:2 Chronicles:4:5",
        "t": "It was a handbreadth thick, and its brim was made like the brim of a cup, like*i a lily blossom; it could hold 3,000 baths."
    },
    {
        "o": 12353,
        "r": "nasb:2 Chronicles:4:6",
        "t": "He also made ten basins in which to wash, and he set five on the right side and five on the left to rinse things for the burnt offering; but the sea was*i for the priests to wash in."
    },
    {
        "o": 12354,
        "r": "nasb:2 Chronicles:4:7",
        "t": "Then*p he made the ten golden lampstands in the way prescribed for them and he set them in the temple, five on the right side and five on the left."
    },
    {
        "o": 12355,
        "r": "nasb:2 Chronicles:4:8",
        "t": "He also made ten tables and placed them in the temple, five on the right side and five on the left. And he made one hundred golden bowls."
    },
    {
        "o": 12356,
        "r": "nasb:2 Chronicles:4:9",
        "t": "Then he made the court of the priests and the great court and doors for the court, and overlaid their doors with bronze."
    },
    {
        "o": 12357,
        "r": "nasb:2 Chronicles:4:10",
        "t": "He set the sea on the right side of*i the*i house*i toward the southeast."
    },
    {
        "o": 12358,
        "r": "nasb:2 Chronicles:4:11",
        "t": "Huram*p also made the pails, the shovels and the bowls. So Huram finished doing the work which he performed for King Solomon in the house of God:"
    },
    {
        "o": 12359,
        "r": "nasb:2 Chronicles:4:12",
        "t": "the two pillars, the bowls and the two capitals on top of the pillars, and the two networks to cover the two bowls of the capitals which were on top of the pillars,"
    },
    {
        "o": 12360,
        "r": "nasb:2 Chronicles:4:13",
        "t": "and the four hundred pomegranates for the two networks, two rows of pomegranates for each network to cover the two bowls of the capitals which were on the pillars."
    },
    {
        "o": 12361,
        "r": "nasb:2 Chronicles:4:14",
        "t": "He also made the stands and he made the basins on the stands,"
    },
    {
        "o": 12362,
        "r": "nasb:2 Chronicles:4:15",
        "t": "and*i the one sea with the twelve oxen under it."
    },
    {
        "o": 12363,
        "r": "nasb:2 Chronicles:4:16",
        "t": "The pails, the shovels, the forks and all its utensils, Huram-abi made of polished bronze for King Solomon for the house of the Lord.*s"
    },
    {
        "o": 12364,
        "r": "nasb:2 Chronicles:4:17",
        "t": "On the plain of the Jordan the king cast them in the clay ground between Succoth and Zeredah."
    },
    {
        "o": 12365,
        "r": "nasb:2 Chronicles:4:18",
        "t": "Thus Solomon made all these utensils in great quantities, for the weight of the bronze could not be found out."
    },
    {
        "o": 12366,
        "r": "nasb:2 Chronicles:4:19",
        "t": "Solomon*p also made all the things that were*i in the house of God: even the golden altar, the tables with the bread of the Presence on them,"
    },
    {
        "o": 12367,
        "r": "nasb:2 Chronicles:4:20",
        "t": "the lampstands with their lamps of pure gold, to burn in front of the inner sanctuary in the way prescribed;"
    },
    {
        "o": 12368,
        "r": "nasb:2 Chronicles:4:21",
        "t": "the flowers, the lamps, and the tongs of gold, of purest gold;"
    },
    {
        "o": 12369,
        "r": "nasb:2 Chronicles:4:22",
        "t": "and the snuffers, the bowls, the spoons and the firepans of pure gold; and the entrance of the house, its inner doors for the holy of holies and the doors of the house, that*i is,*i of the nave, of gold."
    },
    {
        "o": 12370,
        "r": "nasb:2 Chronicles:5:0",
        "t": "2 Chronicles 5",
        "h": 1
    },
    {
        "o": 12371,
        "r": "nasb:2 Chronicles:5:0",
        "t": "The Ark Is Brought into the Temple",
        "h": 2
    },
    {
        "o": 12372,
        "r": "nasb:2 Chronicles:5:1",
        "t": "Thus*p all the work that Solomon performed for the house of the Lord*s was finished. And Solomon brought in the things that David his father had dedicated, even the silver and the gold and all the utensils, and*i put them*i in the treasuries of the house of God."
    },
    {
        "o": 12373,
        "r": "nasb:2 Chronicles:5:2",
        "t": "Then*p Solomon assembled to Jerusalem the elders of Israel and all the heads of the tribes, the leaders of the fathers’ households*i of the sons of Israel, to bring up the ark of the covenant of the Lord*s out of the city of David, which is Zion."
    },
    {
        "o": 12374,
        "r": "nasb:2 Chronicles:5:3",
        "t": "All the men of Israel assembled themselves to the king at the feast, that is in*i the seventh month."
    },
    {
        "o": 12375,
        "r": "nasb:2 Chronicles:5:4",
        "t": "Then all the elders of Israel came, and the Levites took up the ark."
    },
    {
        "o": 12376,
        "r": "nasb:2 Chronicles:5:5",
        "t": "They brought up the ark and the tent of meeting and all the holy utensils which were*i in the tent; the Levitical priests brought them up."
    },
    {
        "o": 12377,
        "r": "nasb:2 Chronicles:5:6",
        "t": "And King Solomon and all the congregation of Israel who were assembled with him before the ark, were sacrificing so many sheep and oxen that they could not be counted or numbered."
    },
    {
        "o": 12378,
        "r": "nasb:2 Chronicles:5:7",
        "t": "Then the priests brought the ark of the covenant of the Lord*s to its place, into the inner sanctuary of the house, to the holy of holies, under the wings of the cherubim."
    },
    {
        "o": 12379,
        "r": "nasb:2 Chronicles:5:8",
        "t": "For the cherubim spread their wings over the place of the ark, so that the cherubim made a covering over the ark and its poles."
    },
    {
        "o": 12380,
        "r": "nasb:2 Chronicles:5:9",
        "t": "The poles were so long that the ends of the poles of the ark could be seen in front of the inner sanctuary, but they could not be seen outside; and they are there to this day."
    },
    {
        "o": 12381,
        "r": "nasb:2 Chronicles:5:10",
        "t": "There was nothing in the ark except the two tablets which Moses put there*i at Horeb, where the Lord*s made a covenant with the sons of Israel, when they came out of Egypt."
    },
    {
        "o": 12382,
        "r": "nasb:2 Chronicles:5:10",
        "t": "The Glory of God Fills the Temple",
        "h": 2
    },
    {
        "o": 12383,
        "r": "nasb:2 Chronicles:5:11",
        "t": "When*p the priests came forth from the holy place (for all the priests who were present had sanctified themselves, without regard to divisions),"
    },
    {
        "o": 12384,
        "r": "nasb:2 Chronicles:5:12",
        "t": "and all the Levitical singers, Asaph, Heman, Jeduthun, and their sons and kinsmen, clothed in fine linen, with cymbals, harps and lyres, standing east of the altar, and with them one hundred and twenty priests blowing trumpets"
    },
    {
        "o": 12385,
        "r": "nasb:2 Chronicles:5:13",
        "t": "in unison when the trumpeters and the singers were to make themselves heard with one voice to praise and to glorify the Lord,*s and when they lifted up their voice accompanied by trumpets and cymbals and instruments of music, and when they praised the Lord*s saying,*i “He*i indeed is good for His lovingkindness is everlasting,” then the house, the house of the Lord,*s was filled with a cloud,"
    },
    {
        "o": 12386,
        "r": "nasb:2 Chronicles:5:14",
        "t": "so that the priests could not stand to minister because of the cloud, for the glory of the Lord*s filled the house of God."
    },
    {
        "o": 12387,
        "r": "nasb:2 Chronicles:6:0",
        "t": "2 Chronicles 6",
        "h": 1
    },
    {
        "o": 12388,
        "r": "nasb:2 Chronicles:6:0",
        "t": "Solomon’s Dedication",
        "h": 2
    },
    {
        "o": 12389,
        "r": "nasb:2 Chronicles:6:1",
        "t": "Then*p Solomon said, “The*pn Lord*s has said that He would dwell in the thick cloud."
    },
    {
        "o": 12390,
        "r": "nasb:2 Chronicles:6:2",
        "t": "I*ln have built You a lofty house, And*ln a place for Your dwelling forever.”"
    },
    {
        "o": 12391,
        "r": "nasb:2 Chronicles:6:3",
        "t": "Then*p the king faced about and blessed all the assembly of Israel, while all the assembly of Israel was standing."
    },
    {
        "o": 12392,
        "r": "nasb:2 Chronicles:6:4",
        "t": "He said, “Blessed be the Lord,*s the God of Israel, who spoke with His mouth to my father David and has fulfilled it*i with His hands, saying,"
    },
    {
        "o": 12393,
        "r": "nasb:2 Chronicles:6:5",
        "t": "‘Since the day that I brought My people from the land of Egypt, I did not choose a city out of all the tribes of Israel in*i which*i to build a house that My name might be there, nor did I choose any man for a leader over My people Israel;"
    },
    {
        "o": 12394,
        "r": "nasb:2 Chronicles:6:6",
        "t": "but I have chosen Jerusalem that My name might be there, and I have chosen David to be over My people Israel.’"
    },
    {
        "o": 12395,
        "r": "nasb:2 Chronicles:6:7",
        "t": "Now it was in the heart of my father David to build a house for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 12396,
        "r": "nasb:2 Chronicles:6:8",
        "t": "But the Lord*s said to my father David, ‘Because it was in your heart to build a house for My name, you did well that it was in your heart."
    },
    {
        "o": 12397,
        "r": "nasb:2 Chronicles:6:9",
        "t": "Nevertheless you shall not build the house, but your son who will be born to you, he shall build the house for My name.’"
    },
    {
        "o": 12398,
        "r": "nasb:2 Chronicles:6:10",
        "t": "Now the Lord*s has fulfilled His word which He spoke; for I have risen in the place of my father David and sit on the throne of Israel, as the Lord*s promised, and have built the house for the name of the Lord,*s the God of Israel."
    },
    {
        "o": 12399,
        "r": "nasb:2 Chronicles:6:11",
        "t": "There I have set the ark in which is the covenant of the Lord,*s which He made with the sons of Israel.”"
    },
    {
        "o": 12400,
        "r": "nasb:2 Chronicles:6:11",
        "t": "Solomon’s Prayer of Dedication",
        "h": 2
    },
    {
        "o": 12401,
        "r": "nasb:2 Chronicles:6:12",
        "t": "Then*p he stood before the altar of the Lord*s in the presence of all the assembly of Israel and spread out his hands."
    },
    {
        "o": 12402,
        "r": "nasb:2 Chronicles:6:13",
        "t": "Now Solomon had made a bronze platform, five cubits long, five cubits wide and three cubits high, and had set it in the midst of the court; and he stood on it, knelt on his knees in the presence of all the assembly of Israel and spread out his hands toward heaven."
    },
    {
        "o": 12403,
        "r": "nasb:2 Chronicles:6:14",
        "t": "He said, “O Lord,*s the God of Israel, there is no god like You in heaven or on earth, keeping covenant and showing*i lovingkindness to Your servants who walk before You with all their heart;"
    },
    {
        "o": 12404,
        "r": "nasb:2 Chronicles:6:15",
        "t": "who has kept with Your servant David, my father, that which You have promised him; indeed You have spoken with Your mouth and have fulfilled it with Your hand, as it is this day."
    },
    {
        "o": 12405,
        "r": "nasb:2 Chronicles:6:16",
        "t": "Now therefore, O Lord,*s the God of Israel, keep with Your servant David, my father, that which You have promised him, saying, ‘You shall not lack a man to sit on the throne of Israel, if only your sons take heed to their way, to walk in My law as you have walked before Me.’"
    },
    {
        "o": 12406,
        "r": "nasb:2 Chronicles:6:17",
        "t": "Now therefore, O Lord,*s the God of Israel, let Your word be confirmed which You have spoken to Your servant David."
    },
    {
        "o": 12407,
        "r": "nasb:2 Chronicles:6:18",
        "t": "“But*p will God indeed dwell with mankind on the earth? Behold, heaven and the highest heaven cannot contain You; how much less this house which I have built."
    },
    {
        "o": 12408,
        "r": "nasb:2 Chronicles:6:19",
        "t": "Yet have regard to the prayer of Your servant and to his supplication, O Lord*s my God, to listen to the cry and to the prayer which Your servant prays before You;"
    },
    {
        "o": 12409,
        "r": "nasb:2 Chronicles:6:20",
        "t": "that Your eye may be open toward this house day and night, toward the place of which You have said that You*i would*i put Your name there, to listen to the prayer which Your servant shall pray toward this place."
    },
    {
        "o": 12410,
        "r": "nasb:2 Chronicles:6:21",
        "t": "Listen to the supplications of Your servant and of Your people Israel when they pray toward this place; hear from Your dwelling place, from heaven; hear and forgive."
    },
    {
        "o": 12411,
        "r": "nasb:2 Chronicles:6:22",
        "t": "“If*p a man sins against his neighbor and is made to take an oath, and he comes and*i takes an oath before Your altar in this house,"
    },
    {
        "o": 12412,
        "r": "nasb:2 Chronicles:6:23",
        "t": "then hear from heaven and act and judge Your servants, punishing the wicked by bringing his way on his own head and justifying the righteous by giving him according to his righteousness."
    },
    {
        "o": 12413,
        "r": "nasb:2 Chronicles:6:24",
        "t": "“If*p Your people Israel are defeated before an enemy because they have sinned against You, and they return to*i You*i and confess Your name, and pray and make supplication before You in this house,"
    },
    {
        "o": 12414,
        "r": "nasb:2 Chronicles:6:25",
        "t": "then hear from heaven and forgive the sin of Your people Israel, and bring them back to the land which You have given to them and to their fathers."
    },
    {
        "o": 12415,
        "r": "nasb:2 Chronicles:6:26",
        "t": "“When*p the heavens are shut up and there is no rain because they have sinned against You, and they pray toward this place and confess Your name, and turn from their sin when You afflict them;"
    },
    {
        "o": 12416,
        "r": "nasb:2 Chronicles:6:27",
        "t": "then hear in heaven and forgive the sin of Your servants and Your people Israel, indeed, teach them the good way in which they should walk. And send rain on Your land which You have given to Your people for an inheritance."
    },
    {
        "o": 12417,
        "r": "nasb:2 Chronicles:6:28",
        "t": "“If*p there is famine in the land, if there is pestilence, if there is blight or mildew, if there is locust or grasshopper, if their enemies besiege them in the land of their cities, whatever plague or whatever sickness there*i is,*i"
    },
    {
        "o": 12418,
        "r": "nasb:2 Chronicles:6:29",
        "t": "whatever prayer or supplication is made by any man or by all Your people Israel, each knowing his own affliction and his own pain, and spreading his hands toward this house,"
    },
    {
        "o": 12419,
        "r": "nasb:2 Chronicles:6:30",
        "t": "then hear from heaven Your dwelling place, and forgive, and render to each according to all his ways, whose heart You know for You alone know the hearts of the sons of men,"
    },
    {
        "o": 12420,
        "r": "nasb:2 Chronicles:6:31",
        "t": "that they may fear You, to walk in Your ways as long as they live in the land which You have given to our fathers."
    },
    {
        "o": 12421,
        "r": "nasb:2 Chronicles:6:32",
        "t": "“Also*p concerning the foreigner who is not from Your people Israel, when he comes from a far country for Your great name’s sake and Your mighty hand and Your outstretched arm, when they come and pray toward this house,"
    },
    {
        "o": 12422,
        "r": "nasb:2 Chronicles:6:33",
        "t": "then hear from heaven, from Your dwelling place, and do according to all for which the foreigner calls to You, in order that all the peoples of the earth may know Your name, and fear You as do*i Your people Israel, and that they may know that this house which I have built is called by Your name."
    },
    {
        "o": 12423,
        "r": "nasb:2 Chronicles:6:34",
        "t": "“When*p Your people go out to battle against their enemies, by whatever way You shall send them, and they pray to You toward this city which You have chosen and the house which I have built for Your name,"
    },
    {
        "o": 12424,
        "r": "nasb:2 Chronicles:6:35",
        "t": "then hear from heaven their prayer and their supplication, and maintain their cause."
    },
    {
        "o": 12425,
        "r": "nasb:2 Chronicles:6:36",
        "t": "“When*p they sin against You (for there is no man who does not sin) and You are angry with them and deliver them to an enemy, so that they take them away captive to a land far off or near,"
    },
    {
        "o": 12426,
        "r": "nasb:2 Chronicles:6:37",
        "t": "if they take thought in the land where they are taken captive, and repent and make supplication to You in the land of their captivity, saying, ‘We have sinned, we have committed iniquity and have acted wickedly’;"
    },
    {
        "o": 12427,
        "r": "nasb:2 Chronicles:6:38",
        "t": "if they return to You with all their heart and with all their soul in the land of their captivity, where they have been taken captive, and pray toward their land which You have given to their fathers and the city which You have chosen, and toward the house which I have built for Your name,"
    },
    {
        "o": 12428,
        "r": "nasb:2 Chronicles:6:39",
        "t": "then hear from heaven, from Your dwelling place, their prayer and supplications, and maintain their cause and forgive Your people who have sinned against You."
    },
    {
        "o": 12429,
        "r": "nasb:2 Chronicles:6:40",
        "t": "“Now,*p O my God, I pray, let Your eyes be open and Your ears attentive to the prayer offered*i in this place."
    },
    {
        "o": 12430,
        "r": "nasb:2 Chronicles:6:41",
        "t": "“Now*p therefore arise, O Lord*s God, to Your resting place, You and the ark of Your might; let Your priests, O Lord*s God, be clothed with salvation and let Your godly ones rejoice in what is good."
    },
    {
        "o": 12431,
        "r": "nasb:2 Chronicles:6:42",
        "t": "“O*p Lord*s God, do not turn away the face of Your anointed; remember Your*i lovingkindness to Your servant David.”"
    },
    {
        "o": 12432,
        "r": "nasb:2 Chronicles:7:0",
        "t": "2 Chronicles 7",
        "h": 1
    },
    {
        "o": 12433,
        "r": "nasb:2 Chronicles:7:0",
        "t": "The Shekinah Glory",
        "h": 2
    },
    {
        "o": 12434,
        "r": "nasb:2 Chronicles:7:1",
        "t": "Now*p when Solomon had finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices, and the glory of the Lord*s filled the house."
    },
    {
        "o": 12435,
        "r": "nasb:2 Chronicles:7:2",
        "t": "The priests could not enter into the house of the Lord*s because the glory of the Lord*s filled the Lord’s*s house."
    },
    {
        "o": 12436,
        "r": "nasb:2 Chronicles:7:3",
        "t": "All the sons of Israel, seeing the fire come down and the glory of the Lord*s upon the house, bowed down on the pavement with their faces to the ground, and they worshiped and gave praise to the Lord,*s saying,*i “Truly He is good, truly His lovingkindness is everlasting.”"
    },
    {
        "o": 12437,
        "r": "nasb:2 Chronicles:7:3",
        "t": "Sacrifices Offered",
        "h": 2
    },
    {
        "o": 12438,
        "r": "nasb:2 Chronicles:7:4",
        "t": "Then*p the king and all the people offered sacrifice before the Lord.*s"
    },
    {
        "o": 12439,
        "r": "nasb:2 Chronicles:7:5",
        "t": "King Solomon offered a sacrifice of 22,000 oxen and 120,000 sheep. Thus the king and all the people dedicated the house of God."
    },
    {
        "o": 12440,
        "r": "nasb:2 Chronicles:7:6",
        "t": "The priests stood at their posts, and the Levites also, with the instruments of music to the Lord,*s which King David had made for giving praise to the Lord*s —“for His lovingkindness is everlasting”—whenever he gave praise by their means, while the priests on the other side blew trumpets; and all Israel was standing."
    },
    {
        "o": 12441,
        "r": "nasb:2 Chronicles:7:7",
        "t": "Then*p Solomon consecrated the middle of the court that was*i before the house of the Lord,*s for there he offered the burnt offerings and the fat of the peace offerings because the bronze altar which Solomon had made was not able to contain the burnt offering, the grain offering and the fat."
    },
    {
        "o": 12442,
        "r": "nasb:2 Chronicles:7:7",
        "t": "The Feast of Dedication",
        "h": 2
    },
    {
        "o": 12443,
        "r": "nasb:2 Chronicles:7:8",
        "t": "So*p Solomon observed the feast at that time for seven days, and all Israel with him, a very great assembly who*i came*i from the entrance of Hamath to the brook of Egypt."
    },
    {
        "o": 12444,
        "r": "nasb:2 Chronicles:7:9",
        "t": "On the eighth day they held a solemn assembly, for the dedication of the altar they observed seven days and the feast seven days."
    },
    {
        "o": 12445,
        "r": "nasb:2 Chronicles:7:10",
        "t": "Then on the twenty-third day of the seventh month he sent the people to their tents, rejoicing and happy of heart because of the goodness that the Lord*s had shown to David and to Solomon and to His people Israel."
    },
    {
        "o": 12446,
        "r": "nasb:2 Chronicles:7:10",
        "t": "God’s Promise and Warning",
        "h": 2
    },
    {
        "o": 12447,
        "r": "nasb:2 Chronicles:7:11",
        "t": "Thus*p Solomon finished the house of the Lord*s and the king’s palace, and successfully completed all that he had planned on doing in the house of the Lord*s and in his palace."
    },
    {
        "o": 12448,
        "r": "nasb:2 Chronicles:7:12",
        "t": "Then*p the Lord*s appeared to Solomon at night and said to him, “I have heard your prayer and have chosen this place for Myself as a house of sacrifice."
    },
    {
        "o": 12449,
        "r": "nasb:2 Chronicles:7:13",
        "t": "If I shut up the heavens so that there is no rain, or if I command the locust to devour the land, or if I send pestilence among My people,"
    },
    {
        "o": 12450,
        "r": "nasb:2 Chronicles:7:14",
        "t": "and My people who are called by My name humble themselves and pray and seek My face and turn from their wicked ways, then I will hear from heaven, will forgive their sin and will heal their land."
    },
    {
        "o": 12451,
        "r": "nasb:2 Chronicles:7:15",
        "t": "Now My eyes will be open and My ears attentive to the prayer offered*i in this place."
    },
    {
        "o": 12452,
        "r": "nasb:2 Chronicles:7:16",
        "t": "For now I have chosen and consecrated this house that My name may be there forever, and My eyes and My heart will be there perpetually."
    },
    {
        "o": 12453,
        "r": "nasb:2 Chronicles:7:17",
        "t": "As for you, if you walk before Me as your father David walked, even to do according to all that I have commanded you, and will keep My statutes and My ordinances,"
    },
    {
        "o": 12454,
        "r": "nasb:2 Chronicles:7:18",
        "t": "then I will establish your royal throne as I covenanted with your father David, saying, ‘You shall not lack a man to*i be*i ruler in Israel.’"
    },
    {
        "o": 12455,
        "r": "nasb:2 Chronicles:7:19",
        "t": "“But*p if you turn away and forsake My statutes and My commandments which I have set before you, and go and serve other gods and worship them,"
    },
    {
        "o": 12456,
        "r": "nasb:2 Chronicles:7:20",
        "t": "then I will uproot you from My land which I have given you, and this house which I have consecrated for My name I will cast out of My sight and I will make it a proverb and a byword among all peoples."
    },
    {
        "o": 12457,
        "r": "nasb:2 Chronicles:7:21",
        "t": "As for this house, which was exalted, everyone who passes by it will be astonished and say, ‘Why has the Lord*s done thus to this land and to this house?’"
    },
    {
        "o": 12458,
        "r": "nasb:2 Chronicles:7:22",
        "t": "And they will say, ‘Because they forsook the Lord,*s the God of their fathers who brought them from the land of Egypt, and they adopted other gods and worshiped them and served them; therefore He has brought all this adversity on them.’ ”"
    },
    {
        "o": 12459,
        "r": "nasb:2 Chronicles:8:0",
        "t": "2 Chronicles 8",
        "h": 1
    },
    {
        "o": 12460,
        "r": "nasb:2 Chronicles:8:0",
        "t": "Solomon’s Activities and Accomplishments",
        "h": 2
    },
    {
        "o": 12461,
        "r": "nasb:2 Chronicles:8:1",
        "t": "Now*p it came about at the end of the twenty years in which Solomon had built the house of the Lord*s and his own house"
    },
    {
        "o": 12462,
        "r": "nasb:2 Chronicles:8:2",
        "t": "that he built the cities which Huram had given to him, and settled the sons of Israel there."
    },
    {
        "o": 12463,
        "r": "nasb:2 Chronicles:8:3",
        "t": "Then*p Solomon went to Hamath-zobah and captured it."
    },
    {
        "o": 12464,
        "r": "nasb:2 Chronicles:8:4",
        "t": "He built Tadmor in the wilderness and all the storage cities which he had built in Hamath."
    },
    {
        "o": 12465,
        "r": "nasb:2 Chronicles:8:5",
        "t": "He also built upper Beth-horon and lower Beth-horon, fortified cities with*i walls, gates and bars;"
    },
    {
        "o": 12466,
        "r": "nasb:2 Chronicles:8:6",
        "t": "and Baalath and all the storage cities that Solomon had, and all the cities for his chariots and cities for his horsemen, and all that it pleased Solomon to build in Jerusalem, in Lebanon, and in all the land under his rule."
    },
    {
        "o": 12467,
        "r": "nasb:2 Chronicles:8:7",
        "t": "All*p of the people who were left of the Hittites, the Amorites, the Perizzites, the Hivites and the Jebusites, who were not of Israel,"
    },
    {
        "o": 12468,
        "r": "nasb:2 Chronicles:8:8",
        "t": "namely,*i from their descendants who were left after them in the land whom the sons of Israel had not destroyed, them Solomon raised as forced laborers to this day."
    },
    {
        "o": 12469,
        "r": "nasb:2 Chronicles:8:9",
        "t": "But Solomon did not make slaves for his work from the sons of Israel; they were men of war, his chief captains and commanders of his chariots and his horsemen."
    },
    {
        "o": 12470,
        "r": "nasb:2 Chronicles:8:10",
        "t": "These were the chief officers of King Solomon, two hundred and fifty who ruled over the people."
    },
    {
        "o": 12471,
        "r": "nasb:2 Chronicles:8:11",
        "t": "Then*p Solomon brought Pharaoh’s daughter up from the city of David to the house which he had built for her, for he said, “My wife shall not dwell in the house of David king of Israel, because the places are holy where the ark of the Lord*s has entered.”"
    },
    {
        "o": 12472,
        "r": "nasb:2 Chronicles:8:12",
        "t": "Then*p Solomon offered burnt offerings to the Lord*s on the altar of the Lord*s which he had built before the porch;"
    },
    {
        "o": 12473,
        "r": "nasb:2 Chronicles:8:13",
        "t": "and did*i so*i according to the daily rule, offering them*i up according to the commandment of Moses, for the sabbaths, the new moons and the three annual feasts—the Feast of Unleavened Bread, the Feast of Weeks and the Feast of Booths."
    },
    {
        "o": 12474,
        "r": "nasb:2 Chronicles:8:14",
        "t": "Now*p according to the ordinance of his father David, he appointed the divisions of the priests for their service, and the Levites for their duties of praise and ministering before the priests according to the daily rule, and the gatekeepers by their divisions at every gate; for David the man of God had so commanded."
    },
    {
        "o": 12475,
        "r": "nasb:2 Chronicles:8:15",
        "t": "And they did not depart from the commandment of the king to the priests and Levites in any manner or concerning the storehouses."
    },
    {
        "o": 12476,
        "r": "nasb:2 Chronicles:8:16",
        "t": "Thus*p all the work of Solomon was carried out from the day of the foundation of the house of the Lord,*s and until it was finished. So the house of the Lord*s was completed."
    },
    {
        "o": 12477,
        "r": "nasb:2 Chronicles:8:17",
        "t": "Then*p Solomon went to Ezion-geber and to Eloth on the seashore in the land of Edom."
    },
    {
        "o": 12478,
        "r": "nasb:2 Chronicles:8:18",
        "t": "And Huram by his servants sent him ships and servants who knew the sea; and they went with Solomon’s servants to Ophir, and took from there four hundred and fifty talents of gold and brought them to King Solomon."
    },
    {
        "o": 12479,
        "r": "nasb:2 Chronicles:9:0",
        "t": "2 Chronicles 9",
        "h": 1
    },
    {
        "o": 12480,
        "r": "nasb:2 Chronicles:9:0",
        "t": "Visit of the Queen of Sheba",
        "h": 2
    },
    {
        "o": 12481,
        "r": "nasb:2 Chronicles:9:1",
        "t": "Now*p when the queen of Sheba heard of the fame of Solomon, she came to Jerusalem to test Solomon with difficult questions. She had a very large retinue, with camels carrying spices and a large amount of gold and precious stones; and when she came to Solomon, she spoke with him about all that was on her heart."
    },
    {
        "o": 12482,
        "r": "nasb:2 Chronicles:9:2",
        "t": "Solomon answered all her questions; nothing was hidden from Solomon which he did not explain to her."
    },
    {
        "o": 12483,
        "r": "nasb:2 Chronicles:9:3",
        "t": "When the queen of Sheba had seen the wisdom of Solomon, the house which he had built,"
    },
    {
        "o": 12484,
        "r": "nasb:2 Chronicles:9:4",
        "t": "the food at his table, the seating of his servants, the attendance of his ministers and their attire, his cupbearers and their attire, and his stairway by which he went up to the house of the Lord,*s she was breathless."
    },
    {
        "o": 12485,
        "r": "nasb:2 Chronicles:9:5",
        "t": "Then she said to the king, “It was a true report which I heard in my own land about your words and your wisdom."
    },
    {
        "o": 12486,
        "r": "nasb:2 Chronicles:9:6",
        "t": "Nevertheless I did not believe their reports until I came and my eyes had seen it. And behold, the half of the greatness of your wisdom was not told me. You surpass the report that I heard."
    },
    {
        "o": 12487,
        "r": "nasb:2 Chronicles:9:7",
        "t": "How blessed are your men, how blessed are these your servants who stand before you continually and hear your wisdom."
    },
    {
        "o": 12488,
        "r": "nasb:2 Chronicles:9:8",
        "t": "Blessed be the Lord*s your God who delighted in you, setting you on His throne as king for the Lord*s your God; because your God loved Israel establishing them forever, therefore He made you king over them, to do justice and righteousness.”"
    },
    {
        "o": 12489,
        "r": "nasb:2 Chronicles:9:9",
        "t": "Then she gave the king one hundred and twenty talents of gold and a very great amount*i of*i spices and precious stones; there had never been spice like that which the queen of Sheba gave to King Solomon."
    },
    {
        "o": 12490,
        "r": "nasb:2 Chronicles:9:10",
        "t": "The*p servants of Huram and the servants of Solomon who brought gold from Ophir, also brought algum trees and precious stones."
    },
    {
        "o": 12491,
        "r": "nasb:2 Chronicles:9:11",
        "t": "From the algum trees the king made steps for the house of the Lord*s and for the king’s palace, and lyres and harps for the singers; and none like that was seen before in the land of Judah."
    },
    {
        "o": 12492,
        "r": "nasb:2 Chronicles:9:12",
        "t": "King*p Solomon gave to the queen of Sheba all her desire which she requested besides a*i return*i for*i what she had brought to the king. Then she turned and went to her own land with her servants."
    },
    {
        "o": 12493,
        "r": "nasb:2 Chronicles:9:12",
        "t": "Solomon’s Wealth and Power",
        "h": 2
    },
    {
        "o": 12494,
        "r": "nasb:2 Chronicles:9:13",
        "t": "Now*p the weight of gold which came to Solomon in one year was 666 talents of gold,"
    },
    {
        "o": 12495,
        "r": "nasb:2 Chronicles:9:14",
        "t": "besides that which the traders and merchants brought; and all the kings of Arabia and the governors of the country brought gold and silver to Solomon."
    },
    {
        "o": 12496,
        "r": "nasb:2 Chronicles:9:15",
        "t": "King Solomon made 200 large shields of beaten gold, using 600 shekels*i of*i beaten gold on each large shield."
    },
    {
        "o": 12497,
        "r": "nasb:2 Chronicles:9:16",
        "t": "He*i made*i 300 shields of beaten gold, using three hundred shekels of gold on each shield, and the king put them in the house of the forest of Lebanon."
    },
    {
        "o": 12498,
        "r": "nasb:2 Chronicles:9:17",
        "t": "Moreover,*p the king made a great throne of ivory and overlaid it with pure gold."
    },
    {
        "o": 12499,
        "r": "nasb:2 Chronicles:9:18",
        "t": "There*i were*i six steps to the throne and a footstool in gold attached to the throne, and arms on each side of the seat, and two lions standing beside the arms."
    },
    {
        "o": 12500,
        "r": "nasb:2 Chronicles:9:19",
        "t": "Twelve lions were standing there on the six steps on the one side and on the other; nothing like it*i was made for any other*i kingdom."
    },
    {
        "o": 12501,
        "r": "nasb:2 Chronicles:9:20",
        "t": "All King Solomon’s drinking vessels were*i of gold, and all the vessels of the house of the forest of Lebanon were*i of pure gold; silver was not considered valuable in the days of Solomon."
    },
    {
        "o": 12502,
        "r": "nasb:2 Chronicles:9:21",
        "t": "For the king had ships which went to Tarshish with the servants of Huram; once every three years the ships of Tarshish came bringing gold and silver, ivory and apes and peacocks."
    },
    {
        "o": 12503,
        "r": "nasb:2 Chronicles:9:22",
        "t": "So*p King Solomon became greater than all the kings of the earth in riches and wisdom."
    },
    {
        "o": 12504,
        "r": "nasb:2 Chronicles:9:23",
        "t": "And all the kings of the earth were seeking the presence of Solomon, to hear his wisdom which God had put in his heart."
    },
    {
        "o": 12505,
        "r": "nasb:2 Chronicles:9:24",
        "t": "They brought every man his gift, articles of silver and gold, garments, weapons, spices, horses and mules, so much year by year."
    },
    {
        "o": 12506,
        "r": "nasb:2 Chronicles:9:25",
        "t": "Now*p Solomon had 4,000 stalls for horses and chariots and 12,000 horsemen, and he stationed them in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 12507,
        "r": "nasb:2 Chronicles:9:26",
        "t": "He was the ruler over all the kings from the Euphrates River even to the land of the Philistines, and as far as the border of Egypt."
    },
    {
        "o": 12508,
        "r": "nasb:2 Chronicles:9:27",
        "t": "The king made silver as*i common*i as stones in Jerusalem, and he made cedars as plentiful as sycamore trees that are in the lowland."
    },
    {
        "o": 12509,
        "r": "nasb:2 Chronicles:9:28",
        "t": "And they were bringing horses for Solomon from Egypt and from all countries."
    },
    {
        "o": 12510,
        "r": "nasb:2 Chronicles:9:29",
        "t": "Now*p the rest of the acts of Solomon, from first to last, are they not written in the records of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?"
    },
    {
        "o": 12511,
        "r": "nasb:2 Chronicles:9:30",
        "t": "Solomon reigned forty years in Jerusalem over all Israel."
    },
    {
        "o": 12512,
        "r": "nasb:2 Chronicles:9:30",
        "t": "Death of Solomon",
        "h": 2
    },
    {
        "o": 12513,
        "r": "nasb:2 Chronicles:9:31",
        "t": "And*p Solomon slept with his fathers and was buried in the city of his father David; and his son Rehoboam reigned in his place."
    },
    {
        "o": 12514,
        "r": "nasb:2 Chronicles:10:0",
        "t": "2 Chronicles 10",
        "h": 1
    },
    {
        "o": 12515,
        "r": "nasb:2 Chronicles:10:0",
        "t": "Rehoboam’s Reign of Folly",
        "h": 2
    },
    {
        "o": 12516,
        "r": "nasb:2 Chronicles:10:1",
        "t": "Then*p Rehoboam went to Shechem, for all Israel had come to Shechem to make him king."
    },
    {
        "o": 12517,
        "r": "nasb:2 Chronicles:10:2",
        "t": "When Jeroboam the son of Nebat heard of*i it*i (for he was in Egypt where he had fled from the presence of King Solomon), Jeroboam returned from Egypt."
    },
    {
        "o": 12518,
        "r": "nasb:2 Chronicles:10:3",
        "t": "So they sent and summoned him. When Jeroboam and all Israel came, they spoke to Rehoboam, saying,"
    },
    {
        "o": 12519,
        "r": "nasb:2 Chronicles:10:4",
        "t": "“Your father made our yoke hard; now therefore lighten the hard service of your father and his heavy yoke which he put on us, and we will serve you.”"
    },
    {
        "o": 12520,
        "r": "nasb:2 Chronicles:10:5",
        "t": "He said to them, “Return to me again in three days.” So the people departed."
    },
    {
        "o": 12521,
        "r": "nasb:2 Chronicles:10:6",
        "t": "Then*p King Rehoboam consulted with the elders who had served his father Solomon while he was still alive, saying, “How do you counsel me*i to answer this people?”"
    },
    {
        "o": 12522,
        "r": "nasb:2 Chronicles:10:7",
        "t": "They spoke to him, saying, “If you will be kind to this people and please them and speak good words to them, then they will be your servants forever.”"
    },
    {
        "o": 12523,
        "r": "nasb:2 Chronicles:10:8",
        "t": "But he forsook the counsel of the elders which they had given him, and consulted with the young men who grew up with him and served him."
    },
    {
        "o": 12524,
        "r": "nasb:2 Chronicles:10:9",
        "t": "So he said to them, “What counsel do you give that we may answer this people, who have spoken to me, saying, ‘Lighten the yoke which your father put on us’?”"
    },
    {
        "o": 12525,
        "r": "nasb:2 Chronicles:10:10",
        "t": "The young men who grew up with him spoke to him, saying, “Thus you shall say to the people who spoke to you, saying, ‘Your father made our yoke heavy, but you make it lighter for us.’ Thus you shall say to them, ‘My little finger is thicker than my father’s loins!"
    },
    {
        "o": 12526,
        "r": "nasb:2 Chronicles:10:11",
        "t": "Whereas my father loaded you with a heavy yoke, I will add to your yoke; my father disciplined you with whips, but I will*i discipline*i you*i with scorpions.’ ”"
    },
    {
        "o": 12527,
        "r": "nasb:2 Chronicles:10:12",
        "t": "So*p Jeroboam and all the people came to Rehoboam on the third day as the king had directed, saying, “Return to me on the third day.”"
    },
    {
        "o": 12528,
        "r": "nasb:2 Chronicles:10:13",
        "t": "The king answered them harshly, and King Rehoboam forsook the counsel of the elders."
    },
    {
        "o": 12529,
        "r": "nasb:2 Chronicles:10:14",
        "t": "He spoke to them according to the advice of the young men, saying, “My father made your yoke heavy, but I will add to it; my father disciplined you with whips, but I will*i discipline*i you*i with scorpions.”"
    },
    {
        "o": 12530,
        "r": "nasb:2 Chronicles:10:15",
        "t": "So the king did not listen to the people, for it was a turn of*i events*i from God that the Lord*s might establish His word, which He spoke through Ahijah the Shilonite to Jeroboam the son of Nebat."
    },
    {
        "o": 12531,
        "r": "nasb:2 Chronicles:10:16",
        "t": "When*p all Israel saw*i that the king did not listen to them the people answered the king, saying, “What*pn portion do we have in David? We*iln have*i no inheritance in the son of Jesse. Every*ln man to your tents, O Israel; Now*ln look after your own house, David.” So*p all Israel departed to their tents."
    },
    {
        "o": 12532,
        "r": "nasb:2 Chronicles:10:17",
        "t": "But as for the sons of Israel who lived in the cities of Judah, Rehoboam reigned over them."
    },
    {
        "o": 12533,
        "r": "nasb:2 Chronicles:10:18",
        "t": "Then King Rehoboam sent Hadoram, who was over the forced labor, and the sons of Israel stoned him to death. And King Rehoboam made haste to mount his chariot to flee to Jerusalem."
    },
    {
        "o": 12534,
        "r": "nasb:2 Chronicles:10:19",
        "t": "So Israel has been in rebellion against the house of David to this day."
    },
    {
        "o": 12535,
        "r": "nasb:2 Chronicles:11:0",
        "t": "2 Chronicles 11",
        "h": 1
    },
    {
        "o": 12536,
        "r": "nasb:2 Chronicles:11:0",
        "t": "Rehoboam Reigns over Judah and Builds Cities",
        "h": 2
    },
    {
        "o": 12537,
        "r": "nasb:2 Chronicles:11:1",
        "t": "Now*p when Rehoboam had come to Jerusalem, he assembled the house of Judah and Benjamin, 180,000 chosen men who were warriors, to fight against Israel to restore the kingdom to Rehoboam."
    },
    {
        "o": 12538,
        "r": "nasb:2 Chronicles:11:2",
        "t": "But the word of the Lord*s came to Shemaiah the man of God, saying,"
    },
    {
        "o": 12539,
        "r": "nasb:2 Chronicles:11:3",
        "t": "“Speak to Rehoboam the son of Solomon, king of Judah, and to all Israel in Judah and Benjamin, saying,"
    },
    {
        "o": 12540,
        "r": "nasb:2 Chronicles:11:4",
        "t": "‘Thus says the Lord,*s “You shall not go up or fight against your relatives; return every man to his house, for this thing is from Me.” ’ ” So they listened to the words of the Lord*s and returned from going against Jeroboam."
    },
    {
        "o": 12541,
        "r": "nasb:2 Chronicles:11:5",
        "t": "Rehoboam*p lived in Jerusalem and built cities for defense in Judah."
    },
    {
        "o": 12542,
        "r": "nasb:2 Chronicles:11:6",
        "t": "Thus he built Bethlehem, Etam, Tekoa,"
    },
    {
        "o": 12543,
        "r": "nasb:2 Chronicles:11:7",
        "t": "Beth-zur, Soco, Adullam,"
    },
    {
        "o": 12544,
        "r": "nasb:2 Chronicles:11:8",
        "t": "Gath, Mareshah, Ziph,"
    },
    {
        "o": 12545,
        "r": "nasb:2 Chronicles:11:9",
        "t": "Adoraim, Lachish, Azekah,"
    },
    {
        "o": 12546,
        "r": "nasb:2 Chronicles:11:10",
        "t": "Zorah, Aijalon and Hebron, which are fortified cities in Judah and in Benjamin."
    },
    {
        "o": 12547,
        "r": "nasb:2 Chronicles:11:11",
        "t": "He also strengthened the fortresses and put officers in them and stores of food, oil and wine."
    },
    {
        "o": 12548,
        "r": "nasb:2 Chronicles:11:12",
        "t": "He*i put*i shields and spears in every city and strengthened them greatly. So he held Judah and Benjamin."
    },
    {
        "o": 12549,
        "r": "nasb:2 Chronicles:11:13",
        "t": "Moreover,*p the priests and the Levites who were in all Israel stood with him from all their districts."
    },
    {
        "o": 12550,
        "r": "nasb:2 Chronicles:11:13",
        "t": "Jeroboam Appoints False Priests",
        "h": 2
    },
    {
        "o": 12551,
        "r": "nasb:2 Chronicles:11:14",
        "t": "For*p the Levites left their pasture lands and their property and came to Judah and Jerusalem, for Jeroboam and his sons had excluded them from serving as priests to the Lord.*s"
    },
    {
        "o": 12552,
        "r": "nasb:2 Chronicles:11:15",
        "t": "He set up priests of his own for the high places, for the satyrs and for the calves which he had made."
    },
    {
        "o": 12553,
        "r": "nasb:2 Chronicles:11:16",
        "t": "Those from all the tribes of Israel who set their hearts on seeking the Lord*s God of Israel followed them to Jerusalem, to sacrifice to the Lord*s God of their fathers."
    },
    {
        "o": 12554,
        "r": "nasb:2 Chronicles:11:17",
        "t": "They strengthened the kingdom of Judah and supported Rehoboam the son of Solomon for three years, for they walked in the way of David and Solomon for three years."
    },
    {
        "o": 12555,
        "r": "nasb:2 Chronicles:11:17",
        "t": "Rehoboam’s Family",
        "h": 2
    },
    {
        "o": 12556,
        "r": "nasb:2 Chronicles:11:18",
        "t": "Then*p Rehoboam took as a wife Mahalath the daughter of Jerimoth the son of David and*i of*i Abihail the daughter of Eliab the son of Jesse,"
    },
    {
        "o": 12557,
        "r": "nasb:2 Chronicles:11:19",
        "t": "and she bore him sons: Jeush, Shemariah and Zaham."
    },
    {
        "o": 12558,
        "r": "nasb:2 Chronicles:11:20",
        "t": "After her he took Maacah the daughter of Absalom, and she bore him Abijah, Attai, Ziza and Shelomith."
    },
    {
        "o": 12559,
        "r": "nasb:2 Chronicles:11:21",
        "t": "Rehoboam loved Maacah the daughter of Absalom more than all his other*i wives and concubines. For he had taken eighteen wives and sixty concubines and fathered twenty-eight sons and sixty daughters."
    },
    {
        "o": 12560,
        "r": "nasb:2 Chronicles:11:22",
        "t": "Rehoboam appointed Abijah the son of Maacah as head and leader among his brothers, for he intended*i to make him king."
    },
    {
        "o": 12561,
        "r": "nasb:2 Chronicles:11:23",
        "t": "He acted wisely and distributed some of his sons through all the territories of Judah and Benjamin to all the fortified cities, and he gave them food in abundance. And he sought many wives for*i them.*i"
    },
    {
        "o": 12562,
        "r": "nasb:2 Chronicles:12:0",
        "t": "2 Chronicles 12",
        "h": 1
    },
    {
        "o": 12563,
        "r": "nasb:2 Chronicles:12:0",
        "t": "Shishak of Egypt Invades Judah",
        "h": 2
    },
    {
        "o": 12564,
        "r": "nasb:2 Chronicles:12:1",
        "t": "When*p the kingdom of Rehoboam was established and strong, he and all Israel with him forsook the law of the Lord.*s"
    },
    {
        "o": 12565,
        "r": "nasb:2 Chronicles:12:2",
        "t": "And it came about in King Rehoboam’s fifth year, because they had been unfaithful to the Lord,*s that Shishak king of Egypt came up against Jerusalem"
    },
    {
        "o": 12566,
        "r": "nasb:2 Chronicles:12:3",
        "t": "with 1,200 chariots and 60,000 horsemen. And the people who came with him from Egypt were without number: the Lubim, the Sukkiim and the Ethiopians."
    },
    {
        "o": 12567,
        "r": "nasb:2 Chronicles:12:4",
        "t": "He captured the fortified cities of Judah and came as far as Jerusalem."
    },
    {
        "o": 12568,
        "r": "nasb:2 Chronicles:12:5",
        "t": "Then Shemaiah the prophet came to Rehoboam and the princes of Judah who had gathered at Jerusalem because of Shishak, and he said to them, “Thus says the Lord,*s ‘You have forsaken Me, so I also have forsaken you to Shishak.’ ”"
    },
    {
        "o": 12569,
        "r": "nasb:2 Chronicles:12:6",
        "t": "So the princes of Israel and the king humbled themselves and said, “The Lord*s is righteous.”"
    },
    {
        "o": 12570,
        "r": "nasb:2 Chronicles:12:7",
        "t": "When*p the Lord*s saw that they humbled themselves, the word of the Lord*s came to Shemaiah, saying, “They have humbled themselves so*i I will not destroy them, but I will grant them some measure*i of deliverance, and My wrath shall not be poured out on Jerusalem by means of Shishak."
    },
    {
        "o": 12571,
        "r": "nasb:2 Chronicles:12:8",
        "t": "But they will become his slaves so that they may learn the*i difference*i between*i My service and the service of the kingdoms of the countries.”"
    },
    {
        "o": 12572,
        "r": "nasb:2 Chronicles:12:8",
        "t": "Plunder Impoverishes Judah",
        "h": 2
    },
    {
        "o": 12573,
        "r": "nasb:2 Chronicles:12:9",
        "t": "So*p Shishak king of Egypt came up against Jerusalem, and took the treasures of the house of the Lord*s and the treasures of the king’s palace. He took everything; he even took the golden shields which Solomon had made."
    },
    {
        "o": 12574,
        "r": "nasb:2 Chronicles:12:10",
        "t": "Then King Rehoboam made shields of bronze in their place and committed them to the care of the commanders of the guard who guarded the door of the king’s house."
    },
    {
        "o": 12575,
        "r": "nasb:2 Chronicles:12:11",
        "t": "As often as the king entered the house of the Lord,*s the guards came and carried them and then*i brought them back into the guards’ room."
    },
    {
        "o": 12576,
        "r": "nasb:2 Chronicles:12:12",
        "t": "And when he humbled himself, the anger of the Lord*s turned away from him, so as not to destroy him*i completely; and also conditions were good in Judah."
    },
    {
        "o": 12577,
        "r": "nasb:2 Chronicles:12:13",
        "t": "So*p King Rehoboam strengthened himself in Jerusalem and reigned. Now Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city which the Lord*s had chosen from all the tribes of Israel, to put His name there. And his mother’s name was Naamah the Ammonitess."
    },
    {
        "o": 12578,
        "r": "nasb:2 Chronicles:12:14",
        "t": "He did evil because he did not set his heart to seek the Lord.*s"
    },
    {
        "o": 12579,
        "r": "nasb:2 Chronicles:12:15",
        "t": "Now*p the acts of Rehoboam, from first to last, are they not written in the records of Shemaiah the prophet and of Iddo the seer, according to genealogical enrollment? And there*i were*i wars between Rehoboam and Jeroboam continually."
    },
    {
        "o": 12580,
        "r": "nasb:2 Chronicles:12:16",
        "t": "And Rehoboam slept with his fathers and was buried in the city of David; and his son Abijah became king in his place."
    },
    {
        "o": 12581,
        "r": "nasb:2 Chronicles:13:0",
        "t": "2 Chronicles 13",
        "h": 1
    },
    {
        "o": 12582,
        "r": "nasb:2 Chronicles:13:0",
        "t": "Abijah Succeeds Rehoboam",
        "h": 2
    },
    {
        "o": 12583,
        "r": "nasb:2 Chronicles:13:1",
        "t": "In*p the eighteenth year of King Jeroboam, Abijah became king over Judah."
    },
    {
        "o": 12584,
        "r": "nasb:2 Chronicles:13:2",
        "t": "He reigned three years in Jerusalem; and his mother’s name was Micaiah the daughter of Uriel of Gibeah. Now*bp there was war between Abijah and Jeroboam."
    },
    {
        "o": 12585,
        "r": "nasb:2 Chronicles:13:3",
        "t": "Abijah began the battle with an army of valiant warriors, 400,000 chosen men, while Jeroboam drew up in battle formation against him with 800,000 chosen men who*i were*i valiant warriors."
    },
    {
        "o": 12586,
        "r": "nasb:2 Chronicles:13:3",
        "t": "Civil War",
        "h": 2
    },
    {
        "o": 12587,
        "r": "nasb:2 Chronicles:13:4",
        "t": "Then*p Abijah stood on Mount Zemaraim, which is in the hill country of Ephraim, and said, “Listen to me, Jeroboam and all Israel:"
    },
    {
        "o": 12588,
        "r": "nasb:2 Chronicles:13:5",
        "t": "Do you not know that the Lord*s God of Israel gave the rule over Israel forever to David and his sons by a covenant of salt?"
    },
    {
        "o": 12589,
        "r": "nasb:2 Chronicles:13:6",
        "t": "Yet Jeroboam the son of Nebat, the servant of Solomon the son of David, rose up and rebelled against his master,"
    },
    {
        "o": 12590,
        "r": "nasb:2 Chronicles:13:7",
        "t": "and worthless men gathered about him, scoundrels, who proved too strong for Rehoboam, the son of Solomon, when he was young and timid and could not hold his own against them."
    },
    {
        "o": 12591,
        "r": "nasb:2 Chronicles:13:8",
        "t": "“So*p now you intend to resist the kingdom of the Lord*s through the sons of David, being a great multitude and having*i with you the golden calves which Jeroboam made for gods for you."
    },
    {
        "o": 12592,
        "r": "nasb:2 Chronicles:13:9",
        "t": "Have you not driven out the priests of the Lord,*s the sons of Aaron and the Levites, and made for yourselves priests like the peoples of other*i lands? Whoever comes to consecrate himself with a young bull and seven rams, even he may become a priest of what*i are*i no gods."
    },
    {
        "o": 12593,
        "r": "nasb:2 Chronicles:13:10",
        "t": "But as for us, the Lord*s is our God, and we have not forsaken Him; and the sons of Aaron are ministering to the Lord*s as priests, and the Levites attend to their work."
    },
    {
        "o": 12594,
        "r": "nasb:2 Chronicles:13:11",
        "t": "Every morning and evening they burn to the Lord*s burnt offerings and fragrant incense, and the showbread is set*i on the clean table, and the golden lampstand with its lamps is ready*i to light every evening; for we keep the charge of the Lord*s our God, but you have forsaken Him."
    },
    {
        "o": 12595,
        "r": "nasb:2 Chronicles:13:12",
        "t": "Now behold, God is with us at our*i head and His priests with the signal trumpets to sound the alarm against you. O sons of Israel, do not fight against the Lord*s God of your fathers, for you will not succeed.”"
    },
    {
        "o": 12596,
        "r": "nasb:2 Chronicles:13:13",
        "t": "But*p Jeroboam had set an ambush to come from the rear, so that Israel*i was in front of Judah and the ambush was behind them."
    },
    {
        "o": 12597,
        "r": "nasb:2 Chronicles:13:14",
        "t": "When Judah turned around, behold, they were attacked both front and rear; so they cried to the Lord,*s and the priests blew the trumpets."
    },
    {
        "o": 12598,
        "r": "nasb:2 Chronicles:13:15",
        "t": "Then the men of Judah raised a war cry, and when the men of Judah raised the war cry, then it was that God routed Jeroboam and all Israel before Abijah and Judah."
    },
    {
        "o": 12599,
        "r": "nasb:2 Chronicles:13:16",
        "t": "When the sons of Israel fled before Judah, God gave them into their hand."
    },
    {
        "o": 12600,
        "r": "nasb:2 Chronicles:13:17",
        "t": "Abijah and his people defeated them with a great slaughter, so that 500,000 chosen men of Israel fell slain."
    },
    {
        "o": 12601,
        "r": "nasb:2 Chronicles:13:18",
        "t": "Thus the sons of Israel were subdued at that time, and the sons of Judah conquered because they trusted in the Lord,*s the God of their fathers."
    },
    {
        "o": 12602,
        "r": "nasb:2 Chronicles:13:19",
        "t": "Abijah pursued Jeroboam and captured from him several*i cities, Bethel with its villages, Jeshanah with its villages and Ephron with its villages."
    },
    {
        "o": 12603,
        "r": "nasb:2 Chronicles:13:19",
        "t": "Death of Jeroboam",
        "h": 2
    },
    {
        "o": 12604,
        "r": "nasb:2 Chronicles:13:20",
        "t": "Jeroboam*p did not again recover strength in the days of Abijah; and the Lord*s struck him and he died."
    },
    {
        "o": 12605,
        "r": "nasb:2 Chronicles:13:21",
        "t": "But*p Abijah became powerful; and took fourteen wives to himself, and became the father of twenty-two sons and sixteen daughters."
    },
    {
        "o": 12606,
        "r": "nasb:2 Chronicles:13:22",
        "t": "Now the rest of the acts of Abijah, and his ways and his words are written in the treatise of the prophet Iddo."
    },
    {
        "o": 12607,
        "r": "nasb:2 Chronicles:14:0",
        "t": "2 Chronicles 14",
        "h": 1
    },
    {
        "o": 12608,
        "r": "nasb:2 Chronicles:14:0",
        "t": "Asa Succeeds Abijah in Judah",
        "h": 2
    },
    {
        "o": 12609,
        "r": "nasb:2 Chronicles:14:1",
        "t": "So*p Abijah slept with his fathers, and they buried him in the city of David, and his son Asa became king in his place. The land was undisturbed for ten years during his days."
    },
    {
        "o": 12610,
        "r": "nasb:2 Chronicles:14:2",
        "t": "Asa*p did good and right in the sight of the Lord*s his God,"
    },
    {
        "o": 12611,
        "r": "nasb:2 Chronicles:14:3",
        "t": "for he removed the foreign altars and high places, tore down the sacred*i pillars, cut down the Asherim,"
    },
    {
        "o": 12612,
        "r": "nasb:2 Chronicles:14:4",
        "t": "and commanded Judah to seek the Lord*s God of their fathers and to observe the law and the commandment."
    },
    {
        "o": 12613,
        "r": "nasb:2 Chronicles:14:5",
        "t": "He also removed the high places and the incense altars from all the cities of Judah. And the kingdom was undisturbed under him."
    },
    {
        "o": 12614,
        "r": "nasb:2 Chronicles:14:6",
        "t": "He built fortified cities in Judah, since the land was undisturbed, and there was no one at war with him during those years, because the Lord*s had given him rest."
    },
    {
        "o": 12615,
        "r": "nasb:2 Chronicles:14:7",
        "t": "For he said to Judah, “Let us build these cities and surround them*i with walls and towers, gates and bars. The land is still ours because we have sought the Lord*s our God; we have sought Him, and He has given us rest on every side.” So they built and prospered."
    },
    {
        "o": 12616,
        "r": "nasb:2 Chronicles:14:8",
        "t": "Now Asa had an army of 300,000 from Judah, bearing large shields and spears, and 280,000 from Benjamin, bearing shields and wielding bows; all of them were valiant warriors."
    },
    {
        "o": 12617,
        "r": "nasb:2 Chronicles:14:9",
        "t": "Now*p Zerah the Ethiopian came out against them with an army of a million men and 300 chariots, and he came to Mareshah."
    },
    {
        "o": 12618,
        "r": "nasb:2 Chronicles:14:10",
        "t": "So Asa went out to meet him, and they drew up in battle formation in the valley of Zephathah at Mareshah."
    },
    {
        "o": 12619,
        "r": "nasb:2 Chronicles:14:11",
        "t": "Then Asa called to the Lord*s his God and said, “Lord,*s there is no one besides You to help in*i the*i battle*i between the powerful and those who have no strength; so help us, O Lord*s our God, for we trust in You, and in Your name have come against this multitude. O Lord,*s You are our God; let not man prevail against You.”"
    },
    {
        "o": 12620,
        "r": "nasb:2 Chronicles:14:12",
        "t": "So the Lord*s routed the Ethiopians before Asa and before Judah, and the Ethiopians fled."
    },
    {
        "o": 12621,
        "r": "nasb:2 Chronicles:14:13",
        "t": "Asa and the people who were*i with him pursued them as far as Gerar; and so many Ethiopians fell that they could not recover, for they were shattered before the Lord*s and before His army. And they carried away very much plunder."
    },
    {
        "o": 12622,
        "r": "nasb:2 Chronicles:14:14",
        "t": "They destroyed all the cities around Gerar, for the dread of the Lord*s had fallen on them; and they despoiled all the cities, for there was much plunder in them."
    },
    {
        "o": 12623,
        "r": "nasb:2 Chronicles:14:15",
        "t": "They also struck down those who owned livestock, and they carried away large numbers of sheep and camels. Then they returned to Jerusalem."
    },
    {
        "o": 12624,
        "r": "nasb:2 Chronicles:15:0",
        "t": "2 Chronicles 15",
        "h": 1
    },
    {
        "o": 12625,
        "r": "nasb:2 Chronicles:15:0",
        "t": "The Prophet Azariah Warns Asa",
        "h": 2
    },
    {
        "o": 12626,
        "r": "nasb:2 Chronicles:15:1",
        "t": "Now*p the Spirit of God came on Azariah the son of Oded,"
    },
    {
        "o": 12627,
        "r": "nasb:2 Chronicles:15:2",
        "t": "and he went out to meet Asa and said to him, “Listen to me, Asa, and all Judah and Benjamin: the Lord*s is with you when you are with Him. And if you seek Him, He will let you find Him; but if you forsake Him, He will forsake you."
    },
    {
        "o": 12628,
        "r": "nasb:2 Chronicles:15:3",
        "t": "For many days Israel was without the true God and without a teaching priest and without law."
    },
    {
        "o": 12629,
        "r": "nasb:2 Chronicles:15:4",
        "t": "But in their distress they turned to the Lord*s God of Israel, and they sought Him, and He let them find Him."
    },
    {
        "o": 12630,
        "r": "nasb:2 Chronicles:15:5",
        "t": "In those times there was no peace to him who went out or to him who came in, for many disturbances afflicted all the inhabitants of the lands."
    },
    {
        "o": 12631,
        "r": "nasb:2 Chronicles:15:6",
        "t": "Nation was crushed by nation, and city by city, for God troubled them with every kind of distress."
    },
    {
        "o": 12632,
        "r": "nasb:2 Chronicles:15:7",
        "t": "But you, be strong and do not lose courage, for there is reward for your work.”"
    },
    {
        "o": 12633,
        "r": "nasb:2 Chronicles:15:7",
        "t": "Asa’s Reforms",
        "h": 2
    },
    {
        "o": 12634,
        "r": "nasb:2 Chronicles:15:8",
        "t": "Now*p when Asa heard these words and the prophecy which Azariah the son of Oded the prophet spoke, he took courage and removed the abominable idols from all the land of Judah and Benjamin and from the cities which he had captured in the hill country of Ephraim. He then restored the altar of the Lord*s which was in front of the porch of the Lord.*s"
    },
    {
        "o": 12635,
        "r": "nasb:2 Chronicles:15:9",
        "t": "He gathered all Judah and Benjamin and those from Ephraim, Manasseh and Simeon who resided with them, for many defected to him from Israel when they saw that the Lord*s his God was with him."
    },
    {
        "o": 12636,
        "r": "nasb:2 Chronicles:15:10",
        "t": "So they assembled at Jerusalem in the third month of the fifteenth year of Asa’s reign."
    },
    {
        "o": 12637,
        "r": "nasb:2 Chronicles:15:11",
        "t": "They sacrificed to the Lord*s that day 700 oxen and 7,000 sheep from the spoil they had brought."
    },
    {
        "o": 12638,
        "r": "nasb:2 Chronicles:15:12",
        "t": "They entered into the covenant to seek the Lord*s God of their fathers with all their heart and soul;"
    },
    {
        "o": 12639,
        "r": "nasb:2 Chronicles:15:13",
        "t": "and whoever would not seek the Lord*s God of Israel should be put to death, whether small or great, man or woman."
    },
    {
        "o": 12640,
        "r": "nasb:2 Chronicles:15:14",
        "t": "Moreover, they made an oath to the Lord*s with a loud voice, with shouting, with trumpets and with horns."
    },
    {
        "o": 12641,
        "r": "nasb:2 Chronicles:15:15",
        "t": "All Judah rejoiced concerning the oath, for they had sworn with their whole heart and had sought Him earnestly, and He let them find Him. So the Lord*s gave them rest on every side."
    },
    {
        "o": 12642,
        "r": "nasb:2 Chronicles:15:16",
        "t": "He*p also removed Maacah, the mother of King Asa, from the position*i of*i queen mother, because she had made a horrid image as an Asherah, and Asa cut down her horrid image, crushed it*i and burned it*i at the brook Kidron."
    },
    {
        "o": 12643,
        "r": "nasb:2 Chronicles:15:17",
        "t": "But the high places were not removed from Israel; nevertheless Asa’s heart was blameless all his days."
    },
    {
        "o": 12644,
        "r": "nasb:2 Chronicles:15:18",
        "t": "He brought into the house of God the dedicated things of his father and his own dedicated things: silver and gold and utensils."
    },
    {
        "o": 12645,
        "r": "nasb:2 Chronicles:15:19",
        "t": "And there was no more war until the thirty-fifth year of Asa’s reign."
    },
    {
        "o": 12646,
        "r": "nasb:2 Chronicles:16:0",
        "t": "2 Chronicles 16",
        "h": 1
    },
    {
        "o": 12647,
        "r": "nasb:2 Chronicles:16:0",
        "t": "Asa Wars against Baasha",
        "h": 2
    },
    {
        "o": 12648,
        "r": "nasb:2 Chronicles:16:1",
        "t": "In*p the thirty-sixth year of Asa’s reign Baasha king of Israel came up against Judah and fortified Ramah in order to prevent anyone*i from going out or coming in to Asa king of Judah."
    },
    {
        "o": 12649,
        "r": "nasb:2 Chronicles:16:2",
        "t": "Then Asa brought out silver and gold from the treasuries of the house of the Lord*s and the king’s house, and sent them to Ben-hadad king of Aram, who lived in Damascus, saying,"
    },
    {
        "o": 12650,
        "r": "nasb:2 Chronicles:16:3",
        "t": "“Let*i there*i be*i a treaty between you and me, as*i between my father and your father. Behold, I have sent you silver and gold; go, break your treaty with Baasha king of Israel so that he will withdraw from me.”"
    },
    {
        "o": 12651,
        "r": "nasb:2 Chronicles:16:4",
        "t": "So Ben-hadad listened to King Asa and sent the commanders of his armies against the cities of Israel, and they conquered Ijon, Dan, Abel-maim and all the store cities of Naphtali."
    },
    {
        "o": 12652,
        "r": "nasb:2 Chronicles:16:5",
        "t": "When Baasha heard of*i it,*i he ceased fortifying Ramah and stopped his work."
    },
    {
        "o": 12653,
        "r": "nasb:2 Chronicles:16:6",
        "t": "Then King Asa brought all Judah, and they carried away the stones of Ramah and its timber with which Baasha had been building, and with them he fortified Geba and Mizpah."
    },
    {
        "o": 12654,
        "r": "nasb:2 Chronicles:16:6",
        "t": "Asa Imprisons the Prophet",
        "h": 2
    },
    {
        "o": 12655,
        "r": "nasb:2 Chronicles:16:7",
        "t": "At*p that time Hanani the seer came to Asa king of Judah and said to him, “Because you have relied on the king of Aram and have not relied on the Lord*s your God, therefore the army of the king of Aram has escaped out of your hand."
    },
    {
        "o": 12656,
        "r": "nasb:2 Chronicles:16:8",
        "t": "Were not the Ethiopians and the Lubim an immense army with very many chariots and horsemen? Yet because you relied on the Lord,*s He delivered them into your hand."
    },
    {
        "o": 12657,
        "r": "nasb:2 Chronicles:16:9",
        "t": "For the eyes of the Lord*s move to and fro throughout the earth that He may strongly support those whose heart is completely His. You have acted foolishly in this. Indeed, from now on you will surely have wars.”"
    },
    {
        "o": 12658,
        "r": "nasb:2 Chronicles:16:10",
        "t": "Then Asa was angry with the seer and put him in prison, for he was enraged at him for this. And Asa oppressed some of the people at the same time."
    },
    {
        "o": 12659,
        "r": "nasb:2 Chronicles:16:11",
        "t": "Now,*p the acts of Asa from first to last, behold, they are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 12660,
        "r": "nasb:2 Chronicles:16:12",
        "t": "In the thirty-ninth year of his reign Asa became diseased in his feet. His disease was severe, yet even in his disease he did not seek the Lord,*s but the physicians."
    },
    {
        "o": 12661,
        "r": "nasb:2 Chronicles:16:13",
        "t": "So Asa slept with his fathers, having died in the forty-first year of his reign."
    },
    {
        "o": 12662,
        "r": "nasb:2 Chronicles:16:14",
        "t": "They buried him in his own tomb which he had cut out for himself in the city of David, and they laid him in the resting place which he had filled with spices of various kinds blended by the perfumers’ art; and they made a very great fire for him."
    },
    {
        "o": 12663,
        "r": "nasb:2 Chronicles:17:0",
        "t": "2 Chronicles 17",
        "h": 1
    },
    {
        "o": 12664,
        "r": "nasb:2 Chronicles:17:0",
        "t": "Jehoshaphat Succeeds Asa",
        "h": 2
    },
    {
        "o": 12665,
        "r": "nasb:2 Chronicles:17:1",
        "t": "Jehoshaphat*p his son then became king in his place, and made his position over Israel firm."
    },
    {
        "o": 12666,
        "r": "nasb:2 Chronicles:17:2",
        "t": "He placed troops in all the fortified cities of Judah, and set garrisons in the land of Judah and in the cities of Ephraim which Asa his father had captured."
    },
    {
        "o": 12667,
        "r": "nasb:2 Chronicles:17:2",
        "t": "His Good Reign",
        "h": 2
    },
    {
        "o": 12668,
        "r": "nasb:2 Chronicles:17:3",
        "t": "The*p Lord*s was with Jehoshaphat because he followed the example of his father David’s earlier days and did not seek the Baals,"
    },
    {
        "o": 12669,
        "r": "nasb:2 Chronicles:17:4",
        "t": "but sought the God of his father, followed His commandments, and did not act as Israel did."
    },
    {
        "o": 12670,
        "r": "nasb:2 Chronicles:17:5",
        "t": "So the Lord*s established the kingdom in his control, and all Judah brought tribute to Jehoshaphat, and he had great riches and honor."
    },
    {
        "o": 12671,
        "r": "nasb:2 Chronicles:17:6",
        "t": "He took great pride in the ways of the Lord*s and again removed the high places and the Asherim from Judah."
    },
    {
        "o": 12672,
        "r": "nasb:2 Chronicles:17:7",
        "t": "Then*p in the third year of his reign he sent his officials, Ben-hail, Obadiah, Zechariah, Nethanel and Micaiah, to teach in the cities of Judah;"
    },
    {
        "o": 12673,
        "r": "nasb:2 Chronicles:17:8",
        "t": "and with them the Levites, Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah and Tobadonijah, the Levites; and with them Elishama and Jehoram, the priests."
    },
    {
        "o": 12674,
        "r": "nasb:2 Chronicles:17:9",
        "t": "They taught in Judah, having*i the book of the law of the Lord*s with them; and they went throughout all the cities of Judah and taught among the people."
    },
    {
        "o": 12675,
        "r": "nasb:2 Chronicles:17:10",
        "t": "Now*p the dread of the Lord*s was on all the kingdoms of the lands which were*i around Judah, so that they did not make war against Jehoshaphat."
    },
    {
        "o": 12676,
        "r": "nasb:2 Chronicles:17:11",
        "t": "Some of the Philistines brought gifts and silver as tribute to Jehoshaphat; the Arabians also brought him flocks, 7,700 rams and 7,700 male goats."
    },
    {
        "o": 12677,
        "r": "nasb:2 Chronicles:17:12",
        "t": "So Jehoshaphat grew greater and greater, and he built fortresses and store cities in Judah."
    },
    {
        "o": 12678,
        "r": "nasb:2 Chronicles:17:13",
        "t": "He had large supplies in the cities of Judah, and warriors, valiant men, in Jerusalem."
    },
    {
        "o": 12679,
        "r": "nasb:2 Chronicles:17:14",
        "t": "This was their muster according to their fathers’ households: of Judah, commanders of thousands, Adnah was*i the commander, and with him 300,000 valiant warriors;"
    },
    {
        "o": 12680,
        "r": "nasb:2 Chronicles:17:15",
        "t": "and next to him was*i Johanan the commander, and with him 280,000;"
    },
    {
        "o": 12681,
        "r": "nasb:2 Chronicles:17:16",
        "t": "and next to him Amasiah the son of Zichri, who volunteered for the Lord,*s and with him 200,000 valiant warriors;"
    },
    {
        "o": 12682,
        "r": "nasb:2 Chronicles:17:17",
        "t": "and of Benjamin, Eliada a valiant warrior, and with him 200,000 armed with bow and shield;"
    },
    {
        "o": 12683,
        "r": "nasb:2 Chronicles:17:18",
        "t": "and next to him Jehozabad, and with him 180,000 equipped for war."
    },
    {
        "o": 12684,
        "r": "nasb:2 Chronicles:17:19",
        "t": "These are they who served the king, apart from those whom the king put in the fortified cities through all Judah."
    },
    {
        "o": 12685,
        "r": "nasb:2 Chronicles:18:0",
        "t": "2 Chronicles 18",
        "h": 1
    },
    {
        "o": 12686,
        "r": "nasb:2 Chronicles:18:0",
        "t": "Jehoshaphat Allies with Ahab",
        "h": 2
    },
    {
        "o": 12687,
        "r": "nasb:2 Chronicles:18:1",
        "t": "Now*p Jehoshaphat had great riches and honor; and he allied himself by marriage with Ahab."
    },
    {
        "o": 12688,
        "r": "nasb:2 Chronicles:18:2",
        "t": "Some years later he went down to visit*i Ahab at Samaria. And Ahab slaughtered many sheep and oxen for him and the people who were with him, and induced him to go up against Ramoth-gilead."
    },
    {
        "o": 12689,
        "r": "nasb:2 Chronicles:18:3",
        "t": "Ahab king of Israel said to Jehoshaphat king of Judah, “Will you go with me against*i Ramoth-gilead?” And he said to him, “I am as you are, and my people as your people, and we*i will*i be*i with you in the battle.”"
    },
    {
        "o": 12690,
        "r": "nasb:2 Chronicles:18:4",
        "t": "Moreover,*p Jehoshaphat said to the king of Israel, “Please inquire first for the word of the Lord.”*s"
    },
    {
        "o": 12691,
        "r": "nasb:2 Chronicles:18:5",
        "t": "Then the king of Israel assembled the prophets, four hundred men, and said to them, “Shall we go against Ramoth-gilead to battle, or shall I refrain?” And they said, “Go up, for God will give it*i into the hand of the king.”"
    },
    {
        "o": 12692,
        "r": "nasb:2 Chronicles:18:6",
        "t": "But Jehoshaphat said, “Is there not yet a prophet of the Lord*s here that we may inquire of him?”"
    },
    {
        "o": 12693,
        "r": "nasb:2 Chronicles:18:7",
        "t": "The king of Israel said to Jehoshaphat, “There is yet one man by whom we may inquire of the Lord,*s but I hate him, for he never prophesies good concerning me but always evil. He is Micaiah, son of Imla.” But Jehoshaphat said, “Let not the king say so.”"
    },
    {
        "o": 12694,
        "r": "nasb:2 Chronicles:18:7",
        "t": "Ahab’s False Prophets Assure Victory",
        "h": 2
    },
    {
        "o": 12695,
        "r": "nasb:2 Chronicles:18:8",
        "t": "Then*p the king of Israel called an officer and said, “Bring quickly Micaiah, Imla’s son.”"
    },
    {
        "o": 12696,
        "r": "nasb:2 Chronicles:18:9",
        "t": "Now the king of Israel and Jehoshaphat the king of Judah were sitting each on his throne, arrayed in their*i robes, and they*i were sitting at the threshing floor at the entrance of the gate of Samaria; and all the prophets were prophesying before them."
    },
    {
        "o": 12697,
        "r": "nasb:2 Chronicles:18:10",
        "t": "Zedekiah the son of Chenaanah made horns of iron for himself and said, “Thus says the Lord,*s ‘With these you shall gore the Arameans until they are consumed.’ ”"
    },
    {
        "o": 12698,
        "r": "nasb:2 Chronicles:18:11",
        "t": "All the prophets were prophesying thus, saying, “Go up to Ramoth-gilead and succeed, for the Lord*s will give it*i into the hand of the king.”"
    },
    {
        "o": 12699,
        "r": "nasb:2 Chronicles:18:11",
        "t": "Micaiah Brings Word from God",
        "h": 2
    },
    {
        "o": 12700,
        "r": "nasb:2 Chronicles:18:12",
        "t": "Then*p the messenger who went to summon Micaiah spoke to him saying, “Behold, the words of the prophets are uniformly favorable to the king. So please let your word be like one of them and speak favorably.”"
    },
    {
        "o": 12701,
        "r": "nasb:2 Chronicles:18:13",
        "t": "But Micaiah said, “As the Lord*s lives, what my God says, that I will speak.”"
    },
    {
        "o": 12702,
        "r": "nasb:2 Chronicles:18:14",
        "t": "When*p he came to the king, the king said to him, “Micaiah, shall we go to Ramoth-gilead to battle, or shall I refrain?” He said, “Go up and succeed, for they will be given into your hand.”"
    },
    {
        "o": 12703,
        "r": "nasb:2 Chronicles:18:15",
        "t": "Then the king said to him, “How many times must I adjure you to speak to me nothing but the truth in the name of the Lord?”*s"
    },
    {
        "o": 12704,
        "r": "nasb:2 Chronicles:18:16",
        "t": "So he said, “I*pn saw all Israel Scattered*ln on the mountains, Like*ln sheep which have no shepherd; And*ln the Lord*s said, ‘These*ln have no master. Let*ln each of them return to his house in peace.’ ”"
    },
    {
        "o": 12705,
        "r": "nasb:2 Chronicles:18:17",
        "t": "Then*p the king of Israel said to Jehoshaphat, “Did I not tell you that he would not prophesy good concerning me, but evil?”"
    },
    {
        "o": 12706,
        "r": "nasb:2 Chronicles:18:18",
        "t": "Micaiah*p said, “Therefore, hear the word of the Lord.*s I saw the Lord*s sitting on His throne, and all the host of heaven standing on His right and on His left."
    },
    {
        "o": 12707,
        "r": "nasb:2 Chronicles:18:19",
        "t": "The Lord*s said, ‘Who will entice Ahab king of Israel to go up and fall at Ramoth-gilead?’ And one said this while another said that."
    },
    {
        "o": 12708,
        "r": "nasb:2 Chronicles:18:20",
        "t": "Then a spirit came forward and stood before the Lord*s and said, ‘I will entice him.’ And the Lord*s said to him, ‘How?’"
    },
    {
        "o": 12709,
        "r": "nasb:2 Chronicles:18:21",
        "t": "He said, ‘I will go and be a deceiving spirit in the mouth of all his prophets.’ Then He said, ‘You are to entice him*i and prevail also. Go and do so.’"
    },
    {
        "o": 12710,
        "r": "nasb:2 Chronicles:18:22",
        "t": "Now therefore, behold, the Lord*s has put a deceiving spirit in the mouth of these your prophets, for the Lord*s has proclaimed disaster against you.”"
    },
    {
        "o": 12711,
        "r": "nasb:2 Chronicles:18:23",
        "t": "Then*p Zedekiah the son of Chenaanah came near and struck Micaiah on the cheek and said, “How did the Spirit of the Lord*s pass from me to speak to you?”"
    },
    {
        "o": 12712,
        "r": "nasb:2 Chronicles:18:24",
        "t": "Micaiah said, “Behold, you will see on that day when you enter an inner room to hide yourself.”"
    },
    {
        "o": 12713,
        "r": "nasb:2 Chronicles:18:25",
        "t": "Then the king of Israel said, “Take Micaiah and return him to Amon the governor of the city and to Joash the king’s son;"
    },
    {
        "o": 12714,
        "r": "nasb:2 Chronicles:18:26",
        "t": "and say, ‘Thus says the king, “Put this man*i in prison and feed him sparingly with bread and water until I return safely.” ’ ”"
    },
    {
        "o": 12715,
        "r": "nasb:2 Chronicles:18:27",
        "t": "Micaiah said, “If you indeed return safely, the Lord*s has not spoken by me.” And he said, “Listen, all you people.”"
    },
    {
        "o": 12716,
        "r": "nasb:2 Chronicles:18:27",
        "t": "Ahab’s Defeat and Death",
        "h": 2
    },
    {
        "o": 12717,
        "r": "nasb:2 Chronicles:18:28",
        "t": "So*p the king of Israel and Jehoshaphat king of Judah went up against Ramoth-gilead."
    },
    {
        "o": 12718,
        "r": "nasb:2 Chronicles:18:29",
        "t": "The king of Israel said to Jehoshaphat, “I will disguise myself and go into battle, but you put on your robes.” So the king of Israel disguised himself, and they went into battle."
    },
    {
        "o": 12719,
        "r": "nasb:2 Chronicles:18:30",
        "t": "Now the king of Aram had commanded the captains of his chariots, saying, “Do not fight with small or great, but with the king of Israel alone.”"
    },
    {
        "o": 12720,
        "r": "nasb:2 Chronicles:18:31",
        "t": "So when the captains of the chariots saw Jehoshaphat, they said, “It is the king of Israel,” and they turned aside to fight against him. But Jehoshaphat cried out, and the Lord*s helped him, and God diverted them from him."
    },
    {
        "o": 12721,
        "r": "nasb:2 Chronicles:18:32",
        "t": "When the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him."
    },
    {
        "o": 12722,
        "r": "nasb:2 Chronicles:18:33",
        "t": "A certain man drew his bow at random and struck the king of Israel in a joint of the armor. So he said to the driver of the chariot, “Turn around and take me out of the fight, for I am severely wounded.”"
    },
    {
        "o": 12723,
        "r": "nasb:2 Chronicles:18:34",
        "t": "The battle raged that day, and the king of Israel propped himself up in his chariot in front of the Arameans until the evening; and at sunset he died."
    },
    {
        "o": 12724,
        "r": "nasb:2 Chronicles:19:0",
        "t": "2 Chronicles 19",
        "h": 1
    },
    {
        "o": 12725,
        "r": "nasb:2 Chronicles:19:0",
        "t": "Jehu Rebukes Jehoshaphat",
        "h": 2
    },
    {
        "o": 12726,
        "r": "nasb:2 Chronicles:19:1",
        "t": "Then*p Jehoshaphat the king of Judah returned in safety to his house in Jerusalem."
    },
    {
        "o": 12727,
        "r": "nasb:2 Chronicles:19:2",
        "t": "Jehu the son of Hanani the seer went out to meet him and said to King Jehoshaphat, “Should you help the wicked and love those who hate the Lord*s and so bring*i wrath on yourself from the Lord?*s"
    },
    {
        "o": 12728,
        "r": "nasb:2 Chronicles:19:3",
        "t": "But there is some*i good in you, for you have removed the Asheroth from the land and you have set your heart to seek God.”"
    },
    {
        "o": 12729,
        "r": "nasb:2 Chronicles:19:4",
        "t": "So*p Jehoshaphat lived in Jerusalem and went out again among the people from Beersheba to the hill country of Ephraim and brought them back to the Lord,*s the God of their fathers."
    },
    {
        "o": 12730,
        "r": "nasb:2 Chronicles:19:4",
        "t": "Reforms Instituted",
        "h": 2
    },
    {
        "o": 12731,
        "r": "nasb:2 Chronicles:19:5",
        "t": "He*p appointed judges in the land in all the fortified cities of Judah, city by city."
    },
    {
        "o": 12732,
        "r": "nasb:2 Chronicles:19:6",
        "t": "He said to the judges, “Consider what you are doing, for you do not judge for man but for the Lord*s who is with you when you render judgment."
    },
    {
        "o": 12733,
        "r": "nasb:2 Chronicles:19:7",
        "t": "Now then let the fear of the Lord*s be upon you; be very careful what you do, for the Lord*s our God will have no part in unrighteousness or partiality or the taking of a bribe.”"
    },
    {
        "o": 12734,
        "r": "nasb:2 Chronicles:19:8",
        "t": "In*p Jerusalem also Jehoshaphat appointed some of the Levites and priests, and some of the heads of the fathers’ households*i of Israel, for the judgment of the Lord*s and to judge disputes among the inhabitants of Jerusalem."
    },
    {
        "o": 12735,
        "r": "nasb:2 Chronicles:19:9",
        "t": "Then he charged them saying, “Thus you shall do in the fear of the Lord,*s faithfully and wholeheartedly."
    },
    {
        "o": 12736,
        "r": "nasb:2 Chronicles:19:10",
        "t": "Whenever any dispute comes to you from your brethren who live in their cities, between blood and blood, between law and commandment, statutes and ordinances, you shall warn them so that they may not be guilty before the Lord,*s and wrath may not*i come on you and your brethren. Thus you shall do and you will not be guilty."
    },
    {
        "o": 12737,
        "r": "nasb:2 Chronicles:19:11",
        "t": "Behold, Amariah the chief priest will be over you in all that pertains to the Lord,*s and Zebadiah the son of Ishmael, the ruler of the house of Judah, in all that pertains to the king. Also the Levites shall be officers before you. Act resolutely, and the Lord*s be with the upright.”"
    },
    {
        "o": 12738,
        "r": "nasb:2 Chronicles:20:0",
        "t": "2 Chronicles 20",
        "h": 1
    },
    {
        "o": 12739,
        "r": "nasb:2 Chronicles:20:0",
        "t": "Judah Invaded",
        "h": 2
    },
    {
        "o": 12740,
        "r": "nasb:2 Chronicles:20:1",
        "t": "Now*p it came about after this that the sons of Moab and the sons of Ammon, together with some of the Meunites, came to make war against Jehoshaphat."
    },
    {
        "o": 12741,
        "r": "nasb:2 Chronicles:20:2",
        "t": "Then some came and reported to Jehoshaphat, saying, “A great multitude is coming against you from beyond the sea, out of Aram and behold, they are in Hazazon-tamar (that is Engedi).”"
    },
    {
        "o": 12742,
        "r": "nasb:2 Chronicles:20:3",
        "t": "Jehoshaphat was afraid and turned his attention to seek the Lord,*s and proclaimed a fast throughout all Judah."
    },
    {
        "o": 12743,
        "r": "nasb:2 Chronicles:20:4",
        "t": "So Judah gathered together to seek help from the Lord;*s they even came from all the cities of Judah to seek the Lord.*s"
    },
    {
        "o": 12744,
        "r": "nasb:2 Chronicles:20:4",
        "t": "Jehoshaphat’s Prayer",
        "h": 2
    },
    {
        "o": 12745,
        "r": "nasb:2 Chronicles:20:5",
        "t": "Then*p Jehoshaphat stood in the assembly of Judah and Jerusalem, in the house of the Lord*s before the new court,"
    },
    {
        "o": 12746,
        "r": "nasb:2 Chronicles:20:6",
        "t": "and he said, “O Lord,*s the God of our fathers, are You not God in the heavens? And are You not ruler over all the kingdoms of the nations? Power and might are in Your hand so that no one can stand against You."
    },
    {
        "o": 12747,
        "r": "nasb:2 Chronicles:20:7",
        "t": "Did You not, O our God, drive out the inhabitants of this land before Your people Israel and give it to the descendants of Abraham Your friend forever?"
    },
    {
        "o": 12748,
        "r": "nasb:2 Chronicles:20:8",
        "t": "They have lived in it, and have built You a sanctuary there for Your name, saying,"
    },
    {
        "o": 12749,
        "r": "nasb:2 Chronicles:20:9",
        "t": "‘Should evil come upon us, the sword, or*i judgment, or pestilence, or famine, we will stand before this house and before You (for Your name is in this house) and cry to You in our distress, and You will hear and deliver us.’*i"
    },
    {
        "o": 12750,
        "r": "nasb:2 Chronicles:20:10",
        "t": "Now behold, the sons of Ammon and Moab and Mount Seir, whom You did not let Israel invade when they came out of the land of Egypt (they turned aside from them and did not destroy them),"
    },
    {
        "o": 12751,
        "r": "nasb:2 Chronicles:20:11",
        "t": "see how*i they are rewarding us by coming to drive us out from Your possession which You have given us as an inheritance."
    },
    {
        "o": 12752,
        "r": "nasb:2 Chronicles:20:12",
        "t": "O our God, will You not judge them? For we are powerless before this great multitude who are coming against us; nor do we know what to do, but our eyes are on You.”"
    },
    {
        "o": 12753,
        "r": "nasb:2 Chronicles:20:13",
        "t": "All*p Judah was standing before the Lord,*s with their infants, their wives and their children."
    },
    {
        "o": 12754,
        "r": "nasb:2 Chronicles:20:13",
        "t": "Jahaziel Answers the Prayer",
        "h": 2
    },
    {
        "o": 12755,
        "r": "nasb:2 Chronicles:20:14",
        "t": "Then*p in the midst of the assembly the Spirit of the Lord*s came upon Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, the Levite of the sons of Asaph;"
    },
    {
        "o": 12756,
        "r": "nasb:2 Chronicles:20:15",
        "t": "and he said, “Listen, all Judah and the inhabitants of Jerusalem and King Jehoshaphat: thus says the Lord*s to you, ‘Do not fear or be dismayed because of this great multitude, for the battle is not yours but God’s."
    },
    {
        "o": 12757,
        "r": "nasb:2 Chronicles:20:16",
        "t": "Tomorrow go down against them. Behold, they will come up by the ascent of Ziz, and you will find them at the end of the valley in front of the wilderness of Jeruel."
    },
    {
        "o": 12758,
        "r": "nasb:2 Chronicles:20:17",
        "t": "You need*i not fight in this battle;*i station yourselves, stand and see the salvation of the Lord*s on your behalf, O Judah and Jerusalem.’ Do not fear or be dismayed; tomorrow go out to face them, for the Lord*s is with you.”"
    },
    {
        "o": 12759,
        "r": "nasb:2 Chronicles:20:18",
        "t": "Jehoshaphat*p bowed his head with his*i face to the ground, and all Judah and the inhabitants of Jerusalem fell down before the Lord,*s worshiping the Lord.*s"
    },
    {
        "o": 12760,
        "r": "nasb:2 Chronicles:20:19",
        "t": "The Levites, from the sons of the Kohathites and of the sons of the Korahites, stood up to praise the Lord*s God of Israel, with a very loud voice."
    },
    {
        "o": 12761,
        "r": "nasb:2 Chronicles:20:19",
        "t": "Enemies Destroy Themselves",
        "h": 2
    },
    {
        "o": 12762,
        "r": "nasb:2 Chronicles:20:20",
        "t": "They*p rose early in the morning and went out to the wilderness of Tekoa; and when they went out, Jehoshaphat stood and said, “Listen to me, O Judah and inhabitants of Jerusalem, put your trust in the Lord*s your God and you will be established. Put your trust in His prophets and succeed.”"
    },
    {
        "o": 12763,
        "r": "nasb:2 Chronicles:20:21",
        "t": "When he had consulted with the people, he appointed those who sang to the Lord*s and those who praised Him*i in holy attire, as they went out before the army and said, “Give thanks to the Lord,*s for His lovingkindness is everlasting.”"
    },
    {
        "o": 12764,
        "r": "nasb:2 Chronicles:20:22",
        "t": "When they began singing and praising, the Lord*s set ambushes against the sons of Ammon, Moab and Mount Seir, who had come against Judah; so they were routed."
    },
    {
        "o": 12765,
        "r": "nasb:2 Chronicles:20:23",
        "t": "For the sons of Ammon and Moab rose up against the inhabitants of Mount Seir destroying them*i completely; and when they had finished with the inhabitants of Seir, they helped to destroy one another."
    },
    {
        "o": 12766,
        "r": "nasb:2 Chronicles:20:24",
        "t": "When*p Judah came to the lookout of the wilderness, they looked toward the multitude, and behold, they were*i corpses lying on the ground, and no one had escaped."
    },
    {
        "o": 12767,
        "r": "nasb:2 Chronicles:20:25",
        "t": "When Jehoshaphat and his people came to take their spoil, they found much among them, including*i goods, garments and valuable things which they took for themselves, more than they could carry. And they were three days taking the spoil because there was so much."
    },
    {
        "o": 12768,
        "r": "nasb:2 Chronicles:20:25",
        "t": "Triumphant Return to Jerusalem",
        "h": 2
    },
    {
        "o": 12769,
        "r": "nasb:2 Chronicles:20:26",
        "t": "Then*p on the fourth day they assembled in the valley of Beracah, for there they blessed the Lord.*s Therefore they have named that place “The Valley of Beracah” until today."
    },
    {
        "o": 12770,
        "r": "nasb:2 Chronicles:20:27",
        "t": "Every man of Judah and Jerusalem returned with Jehoshaphat at their head, returning to Jerusalem with joy, for the Lord*s had made them to rejoice over their enemies."
    },
    {
        "o": 12771,
        "r": "nasb:2 Chronicles:20:28",
        "t": "They came to Jerusalem with harps, lyres and trumpets to the house of the Lord.*s"
    },
    {
        "o": 12772,
        "r": "nasb:2 Chronicles:20:29",
        "t": "And the dread of God was on all the kingdoms of the lands when they heard that the Lord*s had fought against the enemies of Israel."
    },
    {
        "o": 12773,
        "r": "nasb:2 Chronicles:20:30",
        "t": "So the kingdom of Jehoshaphat was at peace, for his God gave him rest on all sides."
    },
    {
        "o": 12774,
        "r": "nasb:2 Chronicles:20:31",
        "t": "Now*p Jehoshaphat reigned over Judah. He was*i thirty-five years old when he became king, and he reigned in Jerusalem twenty-five years. And his mother’s name was*i Azubah the daughter of Shilhi."
    },
    {
        "o": 12775,
        "r": "nasb:2 Chronicles:20:32",
        "t": "He walked in the way of his father Asa and did not depart from it, doing right in the sight of the Lord.*s"
    },
    {
        "o": 12776,
        "r": "nasb:2 Chronicles:20:33",
        "t": "The high places, however, were not removed; the people had not yet directed their hearts to the God of their fathers."
    },
    {
        "o": 12777,
        "r": "nasb:2 Chronicles:20:34",
        "t": "Now*p the rest of the acts of Jehoshaphat, first to last, behold, they are written in the annals of Jehu the son of Hanani, which is recorded in the Book of the Kings of Israel."
    },
    {
        "o": 12778,
        "r": "nasb:2 Chronicles:20:34",
        "t": "Alliance Displeases God",
        "h": 2
    },
    {
        "o": 12779,
        "r": "nasb:2 Chronicles:20:35",
        "t": "After*p this Jehoshaphat king of Judah allied himself with Ahaziah king of Israel. He acted wickedly in so doing."
    },
    {
        "o": 12780,
        "r": "nasb:2 Chronicles:20:36",
        "t": "So he allied himself with him to make ships to go to Tarshish, and they made the ships in Ezion-geber."
    },
    {
        "o": 12781,
        "r": "nasb:2 Chronicles:20:37",
        "t": "Then Eliezer the son of Dodavahu of Mareshah prophesied against Jehoshaphat saying, “Because you have allied yourself with Ahaziah, the Lord*s has destroyed your works.” So the ships were broken and could not go to Tarshish."
    },
    {
        "o": 12782,
        "r": "nasb:2 Chronicles:21:0",
        "t": "2 Chronicles 21",
        "h": 1
    },
    {
        "o": 12783,
        "r": "nasb:2 Chronicles:21:0",
        "t": "Jehoram Succeeds Jehoshaphat in Judah",
        "h": 2
    },
    {
        "o": 12784,
        "r": "nasb:2 Chronicles:21:1",
        "t": "Then*p Jehoshaphat slept with his fathers and was buried with his fathers in the city of David, and Jehoram his son became king in his place."
    },
    {
        "o": 12785,
        "r": "nasb:2 Chronicles:21:2",
        "t": "He had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azaryahu, Michael and Shephatiah. All these were*i the sons of Jehoshaphat king of Israel."
    },
    {
        "o": 12786,
        "r": "nasb:2 Chronicles:21:3",
        "t": "Their father gave them many gifts of silver, gold and precious things, with fortified cities in Judah, but he gave the kingdom to Jehoram because he was the firstborn."
    },
    {
        "o": 12787,
        "r": "nasb:2 Chronicles:21:4",
        "t": "Now*p when Jehoram had taken over the kingdom of his father and made himself secure, he killed all his brothers with the sword, and some of the rulers of Israel also."
    },
    {
        "o": 12788,
        "r": "nasb:2 Chronicles:21:5",
        "t": "Jehoram was*i thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 12789,
        "r": "nasb:2 Chronicles:21:6",
        "t": "He walked in the way of the kings of Israel, just as the house of Ahab did (for Ahab’s daughter was his wife), and he did evil in the sight of the Lord.*s"
    },
    {
        "o": 12790,
        "r": "nasb:2 Chronicles:21:7",
        "t": "Yet the Lord*s was not willing to destroy the house of David because of the covenant which He had made with David, and since He had promised to give a lamp to him and his sons forever."
    },
    {
        "o": 12791,
        "r": "nasb:2 Chronicles:21:7",
        "t": "Revolt against Judah",
        "h": 2
    },
    {
        "o": 12792,
        "r": "nasb:2 Chronicles:21:8",
        "t": "In*p his days Edom revolted against the rule of Judah and set up a king over themselves."
    },
    {
        "o": 12793,
        "r": "nasb:2 Chronicles:21:9",
        "t": "Then Jehoram crossed over with his commanders and all his chariots with him. And he arose by night and struck down the Edomites who were surrounding him and the commanders of the chariots."
    },
    {
        "o": 12794,
        "r": "nasb:2 Chronicles:21:10",
        "t": "So Edom revolted against Judah to this day. Then Libnah revolted at the same time against his rule, because he had forsaken the Lord*s God of his fathers."
    },
    {
        "o": 12795,
        "r": "nasb:2 Chronicles:21:11",
        "t": "Moreover, he made high places in the mountains of Judah, and caused the inhabitants of Jerusalem to play the harlot and led Judah astray."
    },
    {
        "o": 12796,
        "r": "nasb:2 Chronicles:21:12",
        "t": "Then*p a letter came to him from Elijah the prophet saying, “Thus says the Lord*s God of your father David, ‘Because you have not walked in the ways of Jehoshaphat your father and the ways of Asa king of Judah,"
    },
    {
        "o": 12797,
        "r": "nasb:2 Chronicles:21:13",
        "t": "but have walked in the way of the kings of Israel, and have caused Judah and the inhabitants of Jerusalem to play the harlot as the house of Ahab played the harlot, and you have also killed your brothers, your own family, who were better than you,"
    },
    {
        "o": 12798,
        "r": "nasb:2 Chronicles:21:14",
        "t": "behold, the Lord*s is going to strike your people, your sons, your wives and all your possessions with a great calamity;"
    },
    {
        "o": 12799,
        "r": "nasb:2 Chronicles:21:15",
        "t": "and you will suffer severe sickness, a disease of your bowels, until your bowels come out because of the sickness, day by day.’ ”"
    },
    {
        "o": 12800,
        "r": "nasb:2 Chronicles:21:16",
        "t": "Then*p the Lord*s stirred up against Jehoram the spirit of the Philistines and the Arabs who bordered the Ethiopians;"
    },
    {
        "o": 12801,
        "r": "nasb:2 Chronicles:21:17",
        "t": "and they came against Judah and invaded it, and carried away all the possessions found in the king’s house together with his sons and his wives, so that no son was left to him except Jehoahaz, the youngest of his sons."
    },
    {
        "o": 12802,
        "r": "nasb:2 Chronicles:21:18",
        "t": "So*p after all this the Lord*s smote him in his bowels with an incurable sickness."
    },
    {
        "o": 12803,
        "r": "nasb:2 Chronicles:21:19",
        "t": "Now it came about in the course of time, at the end of two years, that his bowels came out because of his sickness and he died in great pain. And his people made no fire for him like the fire for his fathers."
    },
    {
        "o": 12804,
        "r": "nasb:2 Chronicles:21:20",
        "t": "He was thirty-two years old when he became king, and he reigned in Jerusalem eight years; and he departed with no one’s regret, and they buried him in the city of David, but not in the tombs of the kings."
    },
    {
        "o": 12805,
        "r": "nasb:2 Chronicles:22:0",
        "t": "2 Chronicles 22",
        "h": 1
    },
    {
        "o": 12806,
        "r": "nasb:2 Chronicles:22:0",
        "t": "Ahaziah Succeeds Jehoram in Judah",
        "h": 2
    },
    {
        "o": 12807,
        "r": "nasb:2 Chronicles:22:1",
        "t": "Then*p the inhabitants of Jerusalem made Ahaziah, his youngest son, king in his place, for the band of men who came with the Arabs to the camp had slain all the older sons.*i So Ahaziah the son of Jehoram king of Judah began to reign."
    },
    {
        "o": 12808,
        "r": "nasb:2 Chronicles:22:2",
        "t": "Ahaziah was*i twenty-two years old when he became king, and he reigned one year in Jerusalem. And his mother’s name was Athaliah, the granddaughter of Omri."
    },
    {
        "o": 12809,
        "r": "nasb:2 Chronicles:22:3",
        "t": "He also walked in the ways of the house of Ahab, for his mother was his counselor to do wickedly."
    },
    {
        "o": 12810,
        "r": "nasb:2 Chronicles:22:4",
        "t": "He did evil in the sight of the Lord*s like the house of Ahab, for they were his counselors after the death of his father, to his destruction."
    },
    {
        "o": 12811,
        "r": "nasb:2 Chronicles:22:4",
        "t": "Ahaziah Allies with Jehoram of Israel",
        "h": 2
    },
    {
        "o": 12812,
        "r": "nasb:2 Chronicles:22:5",
        "t": "He*p also walked according to their counsel, and went with Jehoram the son of Ahab king of Israel to wage war against Hazael king of Aram at Ramoth-gilead. But the Arameans wounded Joram."
    },
    {
        "o": 12813,
        "r": "nasb:2 Chronicles:22:6",
        "t": "So he returned to be healed in Jezreel of the wounds which they had inflicted on him at Ramah, when he fought against Hazael king of Aram. And Ahaziah, the son of Jehoram king of Judah, went down to see Jehoram the son of Ahab in Jezreel, because he was sick."
    },
    {
        "o": 12814,
        "r": "nasb:2 Chronicles:22:7",
        "t": "Now*p the destruction of Ahaziah was from God, in that he went to Joram. For when he came, he went out with Jehoram against Jehu the son of Nimshi, whom the Lord*s had anointed to cut off the house of Ahab."
    },
    {
        "o": 12815,
        "r": "nasb:2 Chronicles:22:7",
        "t": "Jehu Murders Princes of Judah",
        "h": 2
    },
    {
        "o": 12816,
        "r": "nasb:2 Chronicles:22:8",
        "t": "It*p came about when Jehu was executing judgment on the house of Ahab, he found the princes of Judah and the sons of Ahaziah’s brothers ministering to Ahaziah, and slew them."
    },
    {
        "o": 12817,
        "r": "nasb:2 Chronicles:22:9",
        "t": "He also sought Ahaziah, and they caught him while he was hiding in Samaria; they brought him to Jehu, put him to death and buried him. For they said, “He is the son of Jehoshaphat, who sought the Lord*s with all his heart.” So there was no one of the house of Ahaziah to retain the power of the kingdom."
    },
    {
        "o": 12818,
        "r": "nasb:2 Chronicles:22:10",
        "t": "Now*p when Athaliah the mother of Ahaziah saw that her son was dead, she rose and destroyed all the royal offspring of the house of Judah."
    },
    {
        "o": 12819,
        "r": "nasb:2 Chronicles:22:11",
        "t": "But Jehoshabeath the king’s daughter took Joash the son of Ahaziah, and stole him from among the king’s sons who were being put to death, and placed him and his nurse in the bedroom. So Jehoshabeath, the daughter of King Jehoram, the wife of Jehoiada the priest (for she was the sister of Ahaziah), hid him from Athaliah so that she would not put him to death."
    },
    {
        "o": 12820,
        "r": "nasb:2 Chronicles:22:12",
        "t": "He was hidden with them in the house of God six years while Athaliah reigned over the land."
    },
    {
        "o": 12821,
        "r": "nasb:2 Chronicles:23:0",
        "t": "2 Chronicles 23",
        "h": 1
    },
    {
        "o": 12822,
        "r": "nasb:2 Chronicles:23:0",
        "t": "Jehoiada Sets Joash on the Throne of Judah",
        "h": 2
    },
    {
        "o": 12823,
        "r": "nasb:2 Chronicles:23:1",
        "t": "Now*p in the seventh year Jehoiada strengthened himself, and took captains of hundreds: Azariah the son of Jeroham, Ishmael the son of Johanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zichri, and*i they*i entered*i into a covenant with him."
    },
    {
        "o": 12824,
        "r": "nasb:2 Chronicles:23:2",
        "t": "They went throughout Judah and gathered the Levites from all the cities of Judah, and the heads of the fathers’ households*i of Israel, and they came to Jerusalem."
    },
    {
        "o": 12825,
        "r": "nasb:2 Chronicles:23:3",
        "t": "Then all the assembly made a covenant with the king in the house of God. And Jehoiada said to them, “Behold, the king’s son shall reign, as the Lord*s has spoken concerning the sons of David."
    },
    {
        "o": 12826,
        "r": "nasb:2 Chronicles:23:4",
        "t": "This is the thing which you shall do: one third of you, of the priests and Levites who come in on the sabbath, shall*i be*i gatekeepers,"
    },
    {
        "o": 12827,
        "r": "nasb:2 Chronicles:23:5",
        "t": "and one third shall*i be*i at the king’s house, and a third at the Gate of the Foundation; and all the people shall*i be*i in the courts of the house of the Lord.*s"
    },
    {
        "o": 12828,
        "r": "nasb:2 Chronicles:23:6",
        "t": "But let no one enter the house of the Lord*s except the priests and the ministering Levites; they may enter, for they are holy. And let all the people keep the charge of the Lord.*s"
    },
    {
        "o": 12829,
        "r": "nasb:2 Chronicles:23:7",
        "t": "The Levites will surround the king, each man with his weapons in his hand; and whoever enters the house, let him be killed. Thus be with the king when he comes in and when he goes out.”"
    },
    {
        "o": 12830,
        "r": "nasb:2 Chronicles:23:8",
        "t": "So*p the Levites and all Judah did according to all that Jehoiada the priest commanded. And each one of them took his men who were to come in on the sabbath, with those who were to go out on the sabbath, for Jehoiada the priest did not dismiss any*i of*i the divisions."
    },
    {
        "o": 12831,
        "r": "nasb:2 Chronicles:23:9",
        "t": "Then Jehoiada the priest gave to the captains of hundreds the spears and the large and small shields which had been King David’s, which were in the house of God."
    },
    {
        "o": 12832,
        "r": "nasb:2 Chronicles:23:10",
        "t": "He stationed all the people, each man with his weapon in his hand, from the right side of the house to the left side of the house, by the altar and by the house, around the king."
    },
    {
        "o": 12833,
        "r": "nasb:2 Chronicles:23:11",
        "t": "Then they brought out the king’s son and put the crown on him, and gave*i him*i the testimony and made him king. And Jehoiada and his sons anointed him and said, “Long*i live the king!”"
    },
    {
        "o": 12834,
        "r": "nasb:2 Chronicles:23:11",
        "t": "Athaliah Murdered",
        "h": 2
    },
    {
        "o": 12835,
        "r": "nasb:2 Chronicles:23:12",
        "t": "When*p Athaliah heard the noise of the people running and praising the king, she came into the house of the Lord*s to the people."
    },
    {
        "o": 12836,
        "r": "nasb:2 Chronicles:23:13",
        "t": "She looked, and behold, the king was standing by his pillar at the entrance, and the captains and the trumpeters were*i beside the king. And all the people of the land rejoiced and blew trumpets, the singers with their*i musical instruments leading the praise. Then Athaliah tore her clothes and said, “Treason! Treason!”"
    },
    {
        "o": 12837,
        "r": "nasb:2 Chronicles:23:14",
        "t": "Jehoiada the priest brought out the captains of hundreds who were appointed over the army and said to them, “Bring her out between the ranks; and whoever follows her, put to death with the sword.” For the priest said, “Let her not be put to death in the house of the Lord.”*s"
    },
    {
        "o": 12838,
        "r": "nasb:2 Chronicles:23:15",
        "t": "So they seized her, and when she arrived at the entrance of the Horse Gate of the king’s house, they put her to death there."
    },
    {
        "o": 12839,
        "r": "nasb:2 Chronicles:23:15",
        "t": "Reforms Carried Out",
        "h": 2
    },
    {
        "o": 12840,
        "r": "nasb:2 Chronicles:23:16",
        "t": "Then*p Jehoiada made a covenant between himself and all the people and the king, that they would be the Lord’s*s people."
    },
    {
        "o": 12841,
        "r": "nasb:2 Chronicles:23:17",
        "t": "And all the people went to the house of Baal and tore it down, and they broke in pieces his altars and his images, and killed Mattan the priest of Baal before the altars."
    },
    {
        "o": 12842,
        "r": "nasb:2 Chronicles:23:18",
        "t": "Moreover, Jehoiada placed the offices of the house of the Lord*s under the authority of the Levitical priests, whom David had assigned over the house of the Lord,*s to offer the burnt offerings of the Lord,*s as it is written in the law of Moses—with rejoicing and singing according to the order of David."
    },
    {
        "o": 12843,
        "r": "nasb:2 Chronicles:23:19",
        "t": "He stationed the gatekeepers of the house of the Lord,*s so that no one would enter who*i was*i in any way unclean."
    },
    {
        "o": 12844,
        "r": "nasb:2 Chronicles:23:20",
        "t": "He took the captains of hundreds, the nobles, the rulers of the people and all the people of the land, and brought the king down from the house of the Lord,*s and came through the upper gate to the king’s house. And they placed the king upon the royal throne."
    },
    {
        "o": 12845,
        "r": "nasb:2 Chronicles:23:21",
        "t": "So all of the people of the land rejoiced and the city was quiet. For they had put Athaliah to death with the sword."
    },
    {
        "o": 12846,
        "r": "nasb:2 Chronicles:24:0",
        "t": "2 Chronicles 24",
        "h": 1
    },
    {
        "o": 12847,
        "r": "nasb:2 Chronicles:24:0",
        "t": "Young Joash Influenced by Jehoiada",
        "h": 2
    },
    {
        "o": 12848,
        "r": "nasb:2 Chronicles:24:1",
        "t": "Joash*p was*i seven years old when he became king, and he reigned forty years in Jerusalem; and his mother’s name was*i Zibiah from Beersheba."
    },
    {
        "o": 12849,
        "r": "nasb:2 Chronicles:24:2",
        "t": "Joash did what was right in the sight of the Lord*s all the days of Jehoiada the priest."
    },
    {
        "o": 12850,
        "r": "nasb:2 Chronicles:24:3",
        "t": "Jehoiada took two wives for him, and he became the father of sons and daughters."
    },
    {
        "o": 12851,
        "r": "nasb:2 Chronicles:24:3",
        "t": "Faithless Priests",
        "h": 2
    },
    {
        "o": 12852,
        "r": "nasb:2 Chronicles:24:4",
        "t": "Now*p it came about after this that Joash decided to restore the house of the Lord.*s"
    },
    {
        "o": 12853,
        "r": "nasb:2 Chronicles:24:5",
        "t": "He gathered the priests and Levites and said to them, “Go out to the cities of Judah and collect money from all Israel to repair the house of your God annually, and you shall do the matter quickly.” But the Levites did not act quickly."
    },
    {
        "o": 12854,
        "r": "nasb:2 Chronicles:24:6",
        "t": "So the king summoned Jehoiada the chief priest*i and said to him, “Why have you not required the Levites to bring in from Judah and from Jerusalem the levy fixed*i by*i Moses the servant of the Lord*s on the congregation of Israel for the tent of the testimony?”"
    },
    {
        "o": 12855,
        "r": "nasb:2 Chronicles:24:7",
        "t": "For the sons of the wicked Athaliah had broken into the house of God and even used the holy things of the house of the Lord*s for the Baals."
    },
    {
        "o": 12856,
        "r": "nasb:2 Chronicles:24:7",
        "t": "Temple Repaired",
        "h": 2
    },
    {
        "o": 12857,
        "r": "nasb:2 Chronicles:24:8",
        "t": "So*p the king commanded, and they made a chest and set it outside by the gate of the house of the Lord.*s"
    },
    {
        "o": 12858,
        "r": "nasb:2 Chronicles:24:9",
        "t": "They made a proclamation in Judah and Jerusalem to bring to the Lord*s the levy fixed*i by*i Moses the servant of God on Israel in the wilderness."
    },
    {
        "o": 12859,
        "r": "nasb:2 Chronicles:24:10",
        "t": "All the officers and all the people rejoiced and brought in their levies and dropped them*i into the chest until they had finished."
    },
    {
        "o": 12860,
        "r": "nasb:2 Chronicles:24:11",
        "t": "It came about whenever the chest was brought in to the king’s officer by the Levites, and when they saw that there was much money, then the king’s scribe and the chief priest’s officer would come, empty the chest, take it, and return it to its place. Thus they did daily and collected much money."
    },
    {
        "o": 12861,
        "r": "nasb:2 Chronicles:24:12",
        "t": "The king and Jehoiada gave it to those who did the work of the service of the house of the Lord;*s and they hired masons and carpenters to restore the house of the Lord,*s and also workers in iron and bronze to repair the house of the Lord.*s"
    },
    {
        "o": 12862,
        "r": "nasb:2 Chronicles:24:13",
        "t": "So the workmen labored, and the repair work progressed in their hands, and they restored the house of God according to its specifications and strengthened it."
    },
    {
        "o": 12863,
        "r": "nasb:2 Chronicles:24:14",
        "t": "When they had finished, they brought the rest of the money before the king and Jehoiada; and it was made into utensils for the house of the Lord,*s utensils for the service and the burnt offering, and pans and utensils of gold and silver. And they offered burnt offerings in the house of the Lord*s continually all the days of Jehoiada."
    },
    {
        "o": 12864,
        "r": "nasb:2 Chronicles:24:15",
        "t": "Now*p when Jehoiada reached a ripe old age he died; he was one hundred and thirty years old at his death."
    },
    {
        "o": 12865,
        "r": "nasb:2 Chronicles:24:16",
        "t": "They buried him in the city of David among the kings, because he had done well in Israel and to God and His house."
    },
    {
        "o": 12866,
        "r": "nasb:2 Chronicles:24:17",
        "t": "But*p after the death of Jehoiada the officials of Judah came and bowed down to the king, and the king listened to them."
    },
    {
        "o": 12867,
        "r": "nasb:2 Chronicles:24:18",
        "t": "They abandoned the house of the Lord,*s the God of their fathers, and served the Asherim and the idols; so wrath came upon Judah and Jerusalem for this their guilt."
    },
    {
        "o": 12868,
        "r": "nasb:2 Chronicles:24:19",
        "t": "Yet He sent prophets to them to bring them back to the Lord;*s though they testified against them, they would not listen."
    },
    {
        "o": 12869,
        "r": "nasb:2 Chronicles:24:19",
        "t": "Joash Murders Son of Jehoiada",
        "h": 2
    },
    {
        "o": 12870,
        "r": "nasb:2 Chronicles:24:20",
        "t": "Then*p the Spirit of God came on Zechariah the son of Jehoiada the priest; and he stood above the people and said to them, “Thus God has said, ‘Why do you transgress the commandments of the Lord*s and do not prosper? Because you have forsaken the Lord,*s He has also forsaken you.’ ”"
    },
    {
        "o": 12871,
        "r": "nasb:2 Chronicles:24:21",
        "t": "So they conspired against him and at the command of the king they stoned him to death in the court of the house of the Lord.*s"
    },
    {
        "o": 12872,
        "r": "nasb:2 Chronicles:24:22",
        "t": "Thus Joash the king did not remember the kindness which his father Jehoiada had shown him, but he murdered his son. And as he died he said, “May the Lord*s see and avenge!”"
    },
    {
        "o": 12873,
        "r": "nasb:2 Chronicles:24:22",
        "t": "Aram Invades and Defeats Judah",
        "h": 2
    },
    {
        "o": 12874,
        "r": "nasb:2 Chronicles:24:23",
        "t": "Now*p it happened at the turn of the year that the army of the Arameans came up against him; and they came to Judah and Jerusalem, destroyed all the officials of the people from among the people, and sent all their spoil to the king of Damascus."
    },
    {
        "o": 12875,
        "r": "nasb:2 Chronicles:24:24",
        "t": "Indeed the army of the Arameans came with a small number of men; yet the Lord*s delivered a very great army into their hands, because they had forsaken the Lord,*s the God of their fathers. Thus they executed judgment on Joash."
    },
    {
        "o": 12876,
        "r": "nasb:2 Chronicles:24:25",
        "t": "When*p they had departed from him (for they left him very sick), his own servants conspired against him because of the blood of the son of Jehoiada the priest, and murdered him on his bed. So he died, and they buried him in the city of David, but they did not bury him in the tombs of the kings."
    },
    {
        "o": 12877,
        "r": "nasb:2 Chronicles:24:26",
        "t": "Now these are those who conspired against him: Zabad the son of Shimeath the Ammonitess, and Jehozabad the son of Shimrith the Moabitess."
    },
    {
        "o": 12878,
        "r": "nasb:2 Chronicles:24:27",
        "t": "As to his sons and the many oracles against him and the rebuilding of the house of God, behold, they are written in the treatise of the Book of the Kings. Then Amaziah his son became king in his place."
    },
    {
        "o": 12879,
        "r": "nasb:2 Chronicles:25:0",
        "t": "2 Chronicles 25",
        "h": 1
    },
    {
        "o": 12880,
        "r": "nasb:2 Chronicles:25:0",
        "t": "Amaziah Succeeds Joash in Judah",
        "h": 2
    },
    {
        "o": 12881,
        "r": "nasb:2 Chronicles:25:1",
        "t": "Amaziah*p was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. And his mother’s name was Jehoaddan of Jerusalem."
    },
    {
        "o": 12882,
        "r": "nasb:2 Chronicles:25:2",
        "t": "He did right in the sight of the Lord,*s yet not with a whole heart."
    },
    {
        "o": 12883,
        "r": "nasb:2 Chronicles:25:3",
        "t": "Now it came about as soon as the kingdom was firmly in his grasp, that he killed his servants who had slain his father the king."
    },
    {
        "o": 12884,
        "r": "nasb:2 Chronicles:25:4",
        "t": "However, he did not put their children to death, but did*i as it is written in the law in the book of Moses, which the Lord*s commanded, saying, “Fathers shall not be put to death for sons, nor sons be put to death for fathers, but each shall be put to death for his own sin.”"
    },
    {
        "o": 12885,
        "r": "nasb:2 Chronicles:25:4",
        "t": "Amaziah Defeats Edomites",
        "h": 2
    },
    {
        "o": 12886,
        "r": "nasb:2 Chronicles:25:5",
        "t": "Moreover,*p Amaziah assembled Judah and appointed them according to their*i fathers’ households under commanders of thousands and commanders of hundreds throughout Judah and Benjamin; and he took a census of those from twenty years old and upward and found them to be 300,000 choice men, able*i to go to war and*i handle spear and shield."
    },
    {
        "o": 12887,
        "r": "nasb:2 Chronicles:25:6",
        "t": "He hired also 100,000 valiant warriors out of Israel for one hundred talents of silver."
    },
    {
        "o": 12888,
        "r": "nasb:2 Chronicles:25:7",
        "t": "But a man of God came to him saying, “O king, do not let the army of Israel go with you, for the Lord*s is not with Israel nor*i with*i any of the sons of Ephraim."
    },
    {
        "o": 12889,
        "r": "nasb:2 Chronicles:25:8",
        "t": "But if you do go, do it,*i be strong for the battle; yet*i God will bring you down before the enemy, for God has power to help and to bring down.”"
    },
    {
        "o": 12890,
        "r": "nasb:2 Chronicles:25:9",
        "t": "Amaziah said to the man of God, “But what shall*i we*i do for the hundred talents which I have given to the troops of Israel?” And the man of God answered, “The Lord*s has much more to give you than this.”"
    },
    {
        "o": 12891,
        "r": "nasb:2 Chronicles:25:10",
        "t": "Then Amaziah dismissed them, the troops which came to him from Ephraim, to go home; so their anger burned against Judah and they returned home in fierce anger."
    },
    {
        "o": 12892,
        "r": "nasb:2 Chronicles:25:11",
        "t": "Now*p Amaziah strengthened himself and led his people forth, and went to the Valley of Salt and struck down 10,000 of the sons of Seir."
    },
    {
        "o": 12893,
        "r": "nasb:2 Chronicles:25:12",
        "t": "The sons of Judah also captured 10,000 alive and brought them to the top of the cliff and threw them down from the top of the cliff, so that they were all dashed to pieces."
    },
    {
        "o": 12894,
        "r": "nasb:2 Chronicles:25:13",
        "t": "But the troops whom Amaziah sent back from going with him to battle, raided the cities of Judah, from Samaria to Beth-horon, and struck down 3,000 of them and plundered much spoil."
    },
    {
        "o": 12895,
        "r": "nasb:2 Chronicles:25:13",
        "t": "Amaziah Rebuked for Idolatry",
        "h": 2
    },
    {
        "o": 12896,
        "r": "nasb:2 Chronicles:25:14",
        "t": "Now*p after Amaziah came from slaughtering the Edomites, he brought the gods of the sons of Seir, set them up as his gods, bowed down before them and burned incense to them."
    },
    {
        "o": 12897,
        "r": "nasb:2 Chronicles:25:15",
        "t": "Then the anger of the Lord*s burned against Amaziah, and He sent him a prophet who said to him, “Why have you sought the gods of the people who have not delivered their own people from your hand?”"
    },
    {
        "o": 12898,
        "r": "nasb:2 Chronicles:25:16",
        "t": "As he was talking with him, the king said to him, “Have we appointed you a royal counselor? Stop! Why should you be struck down?” Then the prophet stopped and said, “I know that God has planned to destroy you, because you have done this and have not listened to my counsel.”"
    },
    {
        "o": 12899,
        "r": "nasb:2 Chronicles:25:16",
        "t": "Amaziah Defeated by Joash of Israel",
        "h": 2
    },
    {
        "o": 12900,
        "r": "nasb:2 Chronicles:25:17",
        "t": "Then*p Amaziah king of Judah took counsel and sent to Joash the son of Jehoahaz the son of Jehu, the king of Israel, saying, “Come, let us face each other.”"
    },
    {
        "o": 12901,
        "r": "nasb:2 Chronicles:25:18",
        "t": "Joash the king of Israel sent to Amaziah king of Judah, saying, “The thorn bush which was in Lebanon sent to the cedar which was in Lebanon, saying, ‘Give your daughter to my son in marriage.’ But there passed by a wild beast that was in Lebanon and trampled the thorn bush."
    },
    {
        "o": 12902,
        "r": "nasb:2 Chronicles:25:19",
        "t": "You said, ‘Behold, you have defeated Edom.’ And your heart has become proud in boasting. Now stay at home; for why should you provoke trouble so that you, even you, would fall and Judah with you?”"
    },
    {
        "o": 12903,
        "r": "nasb:2 Chronicles:25:20",
        "t": "But*p Amaziah would not listen, for it was from God, that He might deliver them into the hand of*i Joash*i because they had sought the gods of Edom."
    },
    {
        "o": 12904,
        "r": "nasb:2 Chronicles:25:21",
        "t": "So Joash king of Israel went up, and he and Amaziah king of Judah faced each other at Beth-shemesh, which belonged to Judah."
    },
    {
        "o": 12905,
        "r": "nasb:2 Chronicles:25:22",
        "t": "Judah was defeated by Israel, and they fled each to his tent."
    },
    {
        "o": 12906,
        "r": "nasb:2 Chronicles:25:23",
        "t": "Then Joash king of Israel captured Amaziah king of Judah, the son of Joash the son of Jehoahaz, at Beth-shemesh, and brought him to Jerusalem and tore down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, 400 cubits."
    },
    {
        "o": 12907,
        "r": "nasb:2 Chronicles:25:24",
        "t": "He*i took*i all the gold and silver and all the utensils which were found in the house of God with Obed-edom, and the treasures of the king’s house, the hostages also, and returned to Samaria."
    },
    {
        "o": 12908,
        "r": "nasb:2 Chronicles:25:25",
        "t": "And*p Amaziah, the son of Joash king of Judah, lived fifteen years after the death of Joash, son of Jehoahaz, king of Israel."
    },
    {
        "o": 12909,
        "r": "nasb:2 Chronicles:25:26",
        "t": "Now the rest of the acts of Amaziah, from first to last, behold, are they not written in the Book of the Kings of Judah and Israel?"
    },
    {
        "o": 12910,
        "r": "nasb:2 Chronicles:25:27",
        "t": "From the time that Amaziah turned away from following the Lord*s they conspired against him in Jerusalem, and he fled to Lachish; but they sent after him to Lachish and killed him there."
    },
    {
        "o": 12911,
        "r": "nasb:2 Chronicles:25:28",
        "t": "Then they brought him on horses and buried him with his fathers in the city of Judah."
    },
    {
        "o": 12912,
        "r": "nasb:2 Chronicles:26:0",
        "t": "2 Chronicles 26",
        "h": 1
    },
    {
        "o": 12913,
        "r": "nasb:2 Chronicles:26:0",
        "t": "Uzziah Succeeds Amaziah in Judah",
        "h": 2
    },
    {
        "o": 12914,
        "r": "nasb:2 Chronicles:26:1",
        "t": "And*p all the people of Judah took Uzziah, who was*i sixteen years old, and made him king in the place of his father Amaziah."
    },
    {
        "o": 12915,
        "r": "nasb:2 Chronicles:26:2",
        "t": "He built Eloth and restored it to Judah after the king slept with his fathers."
    },
    {
        "o": 12916,
        "r": "nasb:2 Chronicles:26:3",
        "t": "Uzziah was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem; and his mother’s name was Jechiliah of Jerusalem."
    },
    {
        "o": 12917,
        "r": "nasb:2 Chronicles:26:4",
        "t": "He did right in the sight of the Lord*s according to all that his father Amaziah had done."
    },
    {
        "o": 12918,
        "r": "nasb:2 Chronicles:26:5",
        "t": "He continued to seek God in the days of Zechariah, who had understanding through the vision of God; and as long as he sought the Lord,*s God prospered him."
    },
    {
        "o": 12919,
        "r": "nasb:2 Chronicles:26:5",
        "t": "Uzziah Succeeds in War",
        "h": 2
    },
    {
        "o": 12920,
        "r": "nasb:2 Chronicles:26:6",
        "t": "Now*p he went out and warred against the Philistines, and broke down the wall of Gath and the wall of Jabneh and the wall of Ashdod; and he built cities in the*i area*i of*i Ashdod and among the Philistines."
    },
    {
        "o": 12921,
        "r": "nasb:2 Chronicles:26:7",
        "t": "God helped him against the Philistines, and against the Arabians who lived in Gur-baal, and the Meunites."
    },
    {
        "o": 12922,
        "r": "nasb:2 Chronicles:26:8",
        "t": "The Ammonites also gave tribute to Uzziah, and his fame extended to the border of Egypt, for he became very strong."
    },
    {
        "o": 12923,
        "r": "nasb:2 Chronicles:26:9",
        "t": "Moreover, Uzziah built towers in Jerusalem at the Corner Gate and at the Valley Gate and at the corner buttress and fortified them."
    },
    {
        "o": 12924,
        "r": "nasb:2 Chronicles:26:10",
        "t": "He built towers in the wilderness and hewed many cisterns, for he had much livestock, both in the lowland and in the plain. He*i also*i had*i plowmen and vinedressers in the hill country and the fertile fields, for he loved the soil."
    },
    {
        "o": 12925,
        "r": "nasb:2 Chronicles:26:11",
        "t": "Moreover, Uzziah had an army ready for battle, which entered combat by divisions according to the number of their muster, prepared by Jeiel the scribe and Maaseiah the official, under the direction of Hananiah, one of the king’s officers."
    },
    {
        "o": 12926,
        "r": "nasb:2 Chronicles:26:12",
        "t": "The total number of the heads of the households, of valiant warriors, was 2,600."
    },
    {
        "o": 12927,
        "r": "nasb:2 Chronicles:26:13",
        "t": "Under their direction was an elite army of 307,500, who could wage war with great power, to help the king against the enemy."
    },
    {
        "o": 12928,
        "r": "nasb:2 Chronicles:26:14",
        "t": "Moreover, Uzziah prepared for all the army shields, spears, helmets, body armor, bows and sling stones."
    },
    {
        "o": 12929,
        "r": "nasb:2 Chronicles:26:15",
        "t": "In Jerusalem he made engines of*i war*i invented by skillful men to be on the towers and on the corners for the purpose of shooting arrows and great stones. Hence his fame spread afar, for he was marvelously helped until he was*i strong."
    },
    {
        "o": 12930,
        "r": "nasb:2 Chronicles:26:15",
        "t": "Pride Is Uzziah’s Undoing",
        "h": 2
    },
    {
        "o": 12931,
        "r": "nasb:2 Chronicles:26:16",
        "t": "But*p when he became strong, his heart was so proud that he acted corruptly, and he was unfaithful to the Lord*s his God, for he entered the temple of the Lord*s to burn incense on the altar of incense."
    },
    {
        "o": 12932,
        "r": "nasb:2 Chronicles:26:17",
        "t": "Then Azariah the priest entered after him and with him eighty priests of the Lord,*s valiant men."
    },
    {
        "o": 12933,
        "r": "nasb:2 Chronicles:26:18",
        "t": "They opposed Uzziah the king and said to him, “It is not for you, Uzziah, to burn incense to the Lord,*s but for the priests, the sons of Aaron who are consecrated to burn incense. Get out of the sanctuary, for you have been unfaithful and will have no honor from the Lord*s God.”"
    },
    {
        "o": 12934,
        "r": "nasb:2 Chronicles:26:19",
        "t": "But Uzziah, with a censer in his hand for burning incense, was enraged; and while he was enraged with the priests, the leprosy broke out on his forehead before the priests in the house of the Lord,*s beside the altar of incense."
    },
    {
        "o": 12935,
        "r": "nasb:2 Chronicles:26:20",
        "t": "Azariah the chief priest and all the priests looked at him, and behold, he was*i leprous on his forehead; and they hurried him out of there, and he himself also hastened to get out because the Lord*s had smitten him."
    },
    {
        "o": 12936,
        "r": "nasb:2 Chronicles:26:21",
        "t": "King Uzziah was a leper to the day of his death; and he lived in a separate house, being a leper, for he was cut off from the house of the Lord.*s And Jotham his son was*i over the king’s house judging the people of the land."
    },
    {
        "o": 12937,
        "r": "nasb:2 Chronicles:26:22",
        "t": "Now*p the rest of the acts of Uzziah, first to last, the prophet Isaiah, the son of Amoz, has written."
    },
    {
        "o": 12938,
        "r": "nasb:2 Chronicles:26:23",
        "t": "So Uzziah slept with his fathers, and they buried him with his fathers in the field of the grave which belonged to the kings, for they said, “He is a leper.” And Jotham his son became king in his place."
    },
    {
        "o": 12939,
        "r": "nasb:2 Chronicles:27:0",
        "t": "2 Chronicles 27",
        "h": 1
    },
    {
        "o": 12940,
        "r": "nasb:2 Chronicles:27:0",
        "t": "Jotham Succeeds Uzziah in Judah",
        "h": 2
    },
    {
        "o": 12941,
        "r": "nasb:2 Chronicles:27:1",
        "t": "Jotham*p was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem. And his mother’s name was Jerushah the daughter of Zadok."
    },
    {
        "o": 12942,
        "r": "nasb:2 Chronicles:27:2",
        "t": "He did right in the sight of the Lord,*s according to all that his father Uzziah had done; however he did not enter the temple of the Lord.*s But the people continued acting corruptly."
    },
    {
        "o": 12943,
        "r": "nasb:2 Chronicles:27:3",
        "t": "He built the upper gate of the house of the Lord,*s and he built extensively the wall of Ophel."
    },
    {
        "o": 12944,
        "r": "nasb:2 Chronicles:27:4",
        "t": "Moreover, he built cities in the hill country of Judah, and he built fortresses and towers on the wooded hills.*i"
    },
    {
        "o": 12945,
        "r": "nasb:2 Chronicles:27:5",
        "t": "He fought also with the king of the Ammonites and prevailed over them so that the Ammonites gave him during that year one hundred talents of silver, ten thousand kors of wheat and ten thousand of barley. The Ammonites also paid him this amount*i in the second and in the third year."
    },
    {
        "o": 12946,
        "r": "nasb:2 Chronicles:27:6",
        "t": "So Jotham became mighty because he ordered his ways before the Lord*s his God."
    },
    {
        "o": 12947,
        "r": "nasb:2 Chronicles:27:7",
        "t": "Now the rest of the acts of Jotham, even all his wars and his acts, behold, they are written in the Book of the Kings of Israel and Judah."
    },
    {
        "o": 12948,
        "r": "nasb:2 Chronicles:27:8",
        "t": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem."
    },
    {
        "o": 12949,
        "r": "nasb:2 Chronicles:27:9",
        "t": "And Jotham slept with his fathers, and they buried him in the city of David; and Ahaz his son became king in his place."
    },
    {
        "o": 12950,
        "r": "nasb:2 Chronicles:28:0",
        "t": "2 Chronicles 28",
        "h": 1
    },
    {
        "o": 12951,
        "r": "nasb:2 Chronicles:28:0",
        "t": "Ahaz Succeeds Jotham in Judah",
        "h": 2
    },
    {
        "o": 12952,
        "r": "nasb:2 Chronicles:28:1",
        "t": "Ahaz*p was*i twenty years old when he became king, and he reigned sixteen years in Jerusalem; and he did not do right in the sight of the Lord*s as David his father had*i done.*i"
    },
    {
        "o": 12953,
        "r": "nasb:2 Chronicles:28:2",
        "t": "But he walked in the ways of the kings of Israel; he also made molten images for the Baals."
    },
    {
        "o": 12954,
        "r": "nasb:2 Chronicles:28:3",
        "t": "Moreover, he burned incense in the valley of Ben-hinnom and burned his sons in fire, according to the abominations of the nations whom the Lord*s had driven out before the sons of Israel."
    },
    {
        "o": 12955,
        "r": "nasb:2 Chronicles:28:4",
        "t": "He sacrificed and burned incense on the high places, on the hills and under every green tree."
    },
    {
        "o": 12956,
        "r": "nasb:2 Chronicles:28:4",
        "t": "Judah Is Invaded",
        "h": 2
    },
    {
        "o": 12957,
        "r": "nasb:2 Chronicles:28:5",
        "t": "Wherefore,*p the Lord*s his God delivered him into the hand of the king of Aram; and they defeated him and carried away from him a great number of captives and brought them*i to Damascus. And he was also delivered into the hand of the king of Israel, who inflicted him with heavy casualties."
    },
    {
        "o": 12958,
        "r": "nasb:2 Chronicles:28:6",
        "t": "For Pekah the son of Remaliah slew in Judah 120,000 in one day, all valiant men, because they had forsaken the Lord*s God of their fathers."
    },
    {
        "o": 12959,
        "r": "nasb:2 Chronicles:28:7",
        "t": "And Zichri, a mighty man of Ephraim, slew Maaseiah the king’s son and Azrikam the ruler of the house and Elkanah the second to the king."
    },
    {
        "o": 12960,
        "r": "nasb:2 Chronicles:28:8",
        "t": "The*p sons of Israel carried away captive of their brethren 200,000 women, sons and daughters; and they took also a great deal of spoil from them, and brought the spoil to Samaria."
    },
    {
        "o": 12961,
        "r": "nasb:2 Chronicles:28:9",
        "t": "But a prophet of the Lord*s was there, whose name was*i Oded; and he went out to meet the army which came to Samaria and said to them, “Behold, because the Lord,*s the God of your fathers, was angry with Judah, He has delivered them into your hand, and you have slain them in a rage which*i has even reached heaven."
    },
    {
        "o": 12962,
        "r": "nasb:2 Chronicles:28:10",
        "t": "Now you are proposing to subjugate for yourselves the people of Judah and Jerusalem for male and female slaves. Surely, do*i you not have*i transgressions of your own against the Lord*s your God?"
    },
    {
        "o": 12963,
        "r": "nasb:2 Chronicles:28:11",
        "t": "Now therefore, listen to me and return the captives whom you captured from your brothers, for the burning anger of the Lord*s is against you.”"
    },
    {
        "o": 12964,
        "r": "nasb:2 Chronicles:28:12",
        "t": "Then some of the heads of the sons of Ephraim—Azariah the son of Johanan, Berechiah the son of Meshillemoth, Jehizkiah the son of Shallum, and Amasa the son of Hadlai—arose against those who were coming from the battle,"
    },
    {
        "o": 12965,
        "r": "nasb:2 Chronicles:28:13",
        "t": "and said to them, “You must not bring the captives in here, for you are proposing to*i bring*i upon us guilt against the Lord*s adding to our sins and our guilt; for our guilt is great so that His*i burning anger is against Israel.”"
    },
    {
        "o": 12966,
        "r": "nasb:2 Chronicles:28:14",
        "t": "So the armed men left the captives and the spoil before the officers and all the assembly."
    },
    {
        "o": 12967,
        "r": "nasb:2 Chronicles:28:15",
        "t": "Then the men who were designated by name arose, took the captives, and they clothed all their naked ones from the spoil; and they gave them clothes and sandals, fed them and gave them drink, anointed them with*i oil,*i led all their feeble ones on donkeys, and brought them to Jericho, the city of palm trees, to their brothers; then they returned to Samaria."
    },
    {
        "o": 12968,
        "r": "nasb:2 Chronicles:28:15",
        "t": "Compromise with Assyria",
        "h": 2
    },
    {
        "o": 12969,
        "r": "nasb:2 Chronicles:28:16",
        "t": "At*p that time King Ahaz sent to the kings of Assyria for help."
    },
    {
        "o": 12970,
        "r": "nasb:2 Chronicles:28:17",
        "t": "For again the Edomites had come and attacked Judah and carried away captives."
    },
    {
        "o": 12971,
        "r": "nasb:2 Chronicles:28:18",
        "t": "The Philistines also had invaded the cities of the lowland and of the Negev of Judah, and had taken Beth-shemesh, Aijalon, Gederoth, and Soco with its villages, Timnah with its villages, and Gimzo with its villages, and they settled there."
    },
    {
        "o": 12972,
        "r": "nasb:2 Chronicles:28:19",
        "t": "For the Lord*s humbled Judah because of Ahaz king of Israel, for he had brought about a lack of restraint in Judah and was very unfaithful to the Lord.*s"
    },
    {
        "o": 12973,
        "r": "nasb:2 Chronicles:28:20",
        "t": "So Tilgath-pilneser king of Assyria came against him and afflicted him instead of strengthening him."
    },
    {
        "o": 12974,
        "r": "nasb:2 Chronicles:28:21",
        "t": "Although Ahaz took a portion out of the house of the Lord*s and out of the palace of the king and of the princes, and gave it*i to the king of Assyria, it did not help him."
    },
    {
        "o": 12975,
        "r": "nasb:2 Chronicles:28:22",
        "t": "Now*p in the time of his distress this same King Ahaz became yet more unfaithful to the Lord.*s"
    },
    {
        "o": 12976,
        "r": "nasb:2 Chronicles:28:23",
        "t": "For he sacrificed to the gods of Damascus which had defeated him, and said, “Because the gods of the kings of Aram helped them, I will sacrifice to them that they may help me.” But they became the downfall of him and all Israel."
    },
    {
        "o": 12977,
        "r": "nasb:2 Chronicles:28:24",
        "t": "Moreover, when Ahaz gathered together the utensils of the house of God, he cut the utensils of the house of God in pieces; and he closed the doors of the house of the Lord*s and made altars for himself in every corner of Jerusalem."
    },
    {
        "o": 12978,
        "r": "nasb:2 Chronicles:28:25",
        "t": "In every city of Judah he made high places to burn incense to other gods, and provoked the Lord,*s the God of his fathers, to anger."
    },
    {
        "o": 12979,
        "r": "nasb:2 Chronicles:28:26",
        "t": "Now the rest of his acts and all his ways, from first to last, behold, they are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 12980,
        "r": "nasb:2 Chronicles:28:27",
        "t": "So Ahaz slept with his fathers, and they buried him in the city, in Jerusalem, for they did not bring him into the tombs of the kings of Israel; and Hezekiah his son reigned in his place."
    },
    {
        "o": 12981,
        "r": "nasb:2 Chronicles:29:0",
        "t": "2 Chronicles 29",
        "h": 1
    },
    {
        "o": 12982,
        "r": "nasb:2 Chronicles:29:0",
        "t": "Hezekiah Succeeds Ahaz in Judah",
        "h": 2
    },
    {
        "o": 12983,
        "r": "nasb:2 Chronicles:29:1",
        "t": "Hezekiah*p became king when*i he*i was*i twenty-five years old; and he reigned twenty-nine years in Jerusalem. And his mother’s name was*i Abijah, the daughter of Zechariah."
    },
    {
        "o": 12984,
        "r": "nasb:2 Chronicles:29:2",
        "t": "He did right in the sight of the Lord,*s according to all that his father David had done."
    },
    {
        "o": 12985,
        "r": "nasb:2 Chronicles:29:3",
        "t": "In*p the first year of his reign, in the first month, he opened the doors of the house of the Lord*s and repaired them."
    },
    {
        "o": 12986,
        "r": "nasb:2 Chronicles:29:4",
        "t": "He brought in the priests and the Levites and gathered them into the square on the east."
    },
    {
        "o": 12987,
        "r": "nasb:2 Chronicles:29:4",
        "t": "Reforms Begun",
        "h": 2
    },
    {
        "o": 12988,
        "r": "nasb:2 Chronicles:29:5",
        "t": "Then*p he said to them, “Listen to me, O Levites. Consecrate yourselves now, and consecrate the house of the Lord,*s the God of your fathers, and carry the uncleanness out from the holy place."
    },
    {
        "o": 12989,
        "r": "nasb:2 Chronicles:29:6",
        "t": "For our fathers have been unfaithful and have done evil in the sight of the Lord*s our God, and have forsaken Him and turned their faces away from the dwelling place of the Lord,*s and have turned their*i backs."
    },
    {
        "o": 12990,
        "r": "nasb:2 Chronicles:29:7",
        "t": "They have also shut the doors of the porch and put out the lamps, and have not burned incense or offered burnt offerings in the holy place to the God of Israel."
    },
    {
        "o": 12991,
        "r": "nasb:2 Chronicles:29:8",
        "t": "Therefore the wrath of the Lord*s was against Judah and Jerusalem, and He has made them an object of terror, of horror, and of hissing, as you see with your own eyes."
    },
    {
        "o": 12992,
        "r": "nasb:2 Chronicles:29:9",
        "t": "For behold, our fathers have fallen by the sword, and our sons and our daughters and our wives are in captivity for this."
    },
    {
        "o": 12993,
        "r": "nasb:2 Chronicles:29:10",
        "t": "Now it is in my heart to make a covenant with the Lord*s God of Israel, that His burning anger may turn away from us."
    },
    {
        "o": 12994,
        "r": "nasb:2 Chronicles:29:11",
        "t": "My sons, do not be negligent now, for the Lord*s has chosen you to stand before Him, to minister to Him, and to be His ministers and burn incense.”"
    },
    {
        "o": 12995,
        "r": "nasb:2 Chronicles:29:12",
        "t": "Then*p the Levites arose: Mahath, the son of Amasai and Joel the son of Azariah, from the sons of the Kohathites; and from the sons of Merari, Kish the son of Abdi and Azariah the son of Jehallelel; and from the Gershonites, Joah the son of Zimmah and Eden the son of Joah;"
    },
    {
        "o": 12996,
        "r": "nasb:2 Chronicles:29:13",
        "t": "and from the sons of Elizaphan, Shimri and Jeiel; and from the sons of Asaph, Zechariah and Mattaniah;"
    },
    {
        "o": 12997,
        "r": "nasb:2 Chronicles:29:14",
        "t": "and from the sons of Heman, Jehiel and Shimei; and from the sons of Jeduthun, Shemaiah and Uzziel."
    },
    {
        "o": 12998,
        "r": "nasb:2 Chronicles:29:15",
        "t": "They assembled their brothers, consecrated themselves, and went in to cleanse the house of the Lord,*s according to the commandment of the king by the words of the Lord.*s"
    },
    {
        "o": 12999,
        "r": "nasb:2 Chronicles:29:16",
        "t": "So the priests went in to the inner part of the house of the Lord*s to cleanse it,*i and every unclean thing which they found in the temple of the Lord*s they brought out to the court of the house of the Lord.*s Then the Levites received it*i to carry out to the Kidron valley."
    },
    {
        "o": 13000,
        "r": "nasb:2 Chronicles:29:17",
        "t": "Now they began the consecration on the first day*i of the first month, and on the eighth day of the month they entered the porch of the Lord.*s Then they consecrated the house of the Lord*s in eight days, and finished on the sixteenth day of the first month."
    },
    {
        "o": 13001,
        "r": "nasb:2 Chronicles:29:18",
        "t": "Then they went in to King Hezekiah and said, “We have cleansed the whole house of the Lord,*s the altar of burnt offering with all of its utensils, and the table of showbread with all of its utensils."
    },
    {
        "o": 13002,
        "r": "nasb:2 Chronicles:29:19",
        "t": "Moreover, all the utensils which King Ahaz had discarded during his reign in his unfaithfulness, we have prepared and consecrated; and behold, they are before the altar of the Lord.”*s"
    },
    {
        "o": 13003,
        "r": "nasb:2 Chronicles:29:19",
        "t": "Hezekiah Restores Temple Worship",
        "h": 2
    },
    {
        "o": 13004,
        "r": "nasb:2 Chronicles:29:20",
        "t": "Then*p King Hezekiah arose early and assembled the princes of the city and went up to the house of the Lord.*s"
    },
    {
        "o": 13005,
        "r": "nasb:2 Chronicles:29:21",
        "t": "They brought seven bulls, seven rams, seven lambs and seven male goats for a sin offering for the kingdom, the sanctuary, and Judah. And he ordered the priests, the sons of Aaron, to offer them*i on the altar of the Lord.*s"
    },
    {
        "o": 13006,
        "r": "nasb:2 Chronicles:29:22",
        "t": "So they slaughtered the bulls, and the priests took the blood and sprinkled it on the altar. They also slaughtered the rams and sprinkled the blood on the altar; they slaughtered the lambs also and sprinkled the blood on the altar."
    },
    {
        "o": 13007,
        "r": "nasb:2 Chronicles:29:23",
        "t": "Then they brought the male goats of the sin offering before the king and the assembly, and they laid their hands on them."
    },
    {
        "o": 13008,
        "r": "nasb:2 Chronicles:29:24",
        "t": "The priests slaughtered them and purged the altar with their blood to atone for all Israel, for the king ordered the burnt offering and the sin offering for all Israel."
    },
    {
        "o": 13009,
        "r": "nasb:2 Chronicles:29:25",
        "t": "He*p then stationed the Levites in the house of the Lord*s with cymbals, with harps and with lyres, according to the command of David and of Gad the king’s seer, and of Nathan the prophet; for the command was from the Lord*s through His prophets."
    },
    {
        "o": 13010,
        "r": "nasb:2 Chronicles:29:26",
        "t": "The Levites stood with the musical*i instruments of David, and the priests with the trumpets."
    },
    {
        "o": 13011,
        "r": "nasb:2 Chronicles:29:27",
        "t": "Then Hezekiah gave the order to offer the burnt offering on the altar. When the burnt offering began, the song to the Lord*s also began with the trumpets, accompanied*i by the instruments of David, king of Israel."
    },
    {
        "o": 13012,
        "r": "nasb:2 Chronicles:29:28",
        "t": "While the whole assembly worshiped, the singers also sang and the trumpets sounded; all this continued*i until the burnt offering was finished."
    },
    {
        "o": 13013,
        "r": "nasb:2 Chronicles:29:29",
        "t": "Now*p at the completion of the burnt offerings, the king and all who were present with him bowed down and worshiped."
    },
    {
        "o": 13014,
        "r": "nasb:2 Chronicles:29:30",
        "t": "Moreover, King Hezekiah and the officials ordered the Levites to sing praises to the Lord*s with the words of David and Asaph the seer. So they sang praises with joy, and bowed down and worshiped."
    },
    {
        "o": 13015,
        "r": "nasb:2 Chronicles:29:31",
        "t": "Then*p Hezekiah said, “Now that*i you have consecrated yourselves to the Lord,*s come near and bring sacrifices and thank offerings to the house of the Lord.”*s And the assembly brought sacrifices and thank offerings, and all those who were willing brought*i burnt offerings."
    },
    {
        "o": 13016,
        "r": "nasb:2 Chronicles:29:32",
        "t": "The number of the burnt offerings which the assembly brought was 70 bulls, 100 rams, and 200 lambs; all these were for a burnt offering to the Lord.*s"
    },
    {
        "o": 13017,
        "r": "nasb:2 Chronicles:29:33",
        "t": "The consecrated things were 600 bulls and 3,000 sheep."
    },
    {
        "o": 13018,
        "r": "nasb:2 Chronicles:29:34",
        "t": "But the priests were too few, so that they were unable to skin all the burnt offerings; therefore their brothers the Levites helped them until the work was completed and until the other*i priests had consecrated themselves. For the Levites were more conscientious to consecrate themselves than the priests."
    },
    {
        "o": 13019,
        "r": "nasb:2 Chronicles:29:35",
        "t": "There were*i also many burnt offerings with the fat of the peace offerings and with the libations for the burnt offerings. Thus the service of the house of the Lord*s was established again.*i"
    },
    {
        "o": 13020,
        "r": "nasb:2 Chronicles:29:36",
        "t": "Then Hezekiah and all the people rejoiced over what God had prepared for the people, because the thing came about suddenly."
    },
    {
        "o": 13021,
        "r": "nasb:2 Chronicles:30:0",
        "t": "2 Chronicles 30",
        "h": 1
    },
    {
        "o": 13022,
        "r": "nasb:2 Chronicles:30:0",
        "t": "All Israel Invited to the Passover",
        "h": 2
    },
    {
        "o": 13023,
        "r": "nasb:2 Chronicles:30:1",
        "t": "Now*p Hezekiah sent to all Israel and Judah and wrote letters also to Ephraim and Manasseh, that they should come to the house of the Lord*s at Jerusalem to celebrate the Passover to the Lord*s God of Israel."
    },
    {
        "o": 13024,
        "r": "nasb:2 Chronicles:30:2",
        "t": "For the king and his princes and all the assembly in Jerusalem had decided to celebrate the Passover in the second month,"
    },
    {
        "o": 13025,
        "r": "nasb:2 Chronicles:30:3",
        "t": "since they could not celebrate it at that time, because the priests had not consecrated themselves in sufficient numbers, nor had the people been gathered to Jerusalem."
    },
    {
        "o": 13026,
        "r": "nasb:2 Chronicles:30:4",
        "t": "Thus the thing was right in the sight of the king and all the assembly."
    },
    {
        "o": 13027,
        "r": "nasb:2 Chronicles:30:5",
        "t": "So they established a decree to circulate a proclamation throughout all Israel from Beersheba even to Dan, that they should come to celebrate the Passover to the Lord*s God of Israel at Jerusalem. For they had not celebrated it*i in great numbers as it was prescribed."
    },
    {
        "o": 13028,
        "r": "nasb:2 Chronicles:30:6",
        "t": "The couriers went throughout all Israel and Judah with the letters from the hand of the king and his princes, even according to the command of the king, saying, “O sons of Israel, return to the Lord*s God of Abraham, Isaac and Israel, that He may return to those of you who escaped and*i are left from the hand of the kings of Assyria."
    },
    {
        "o": 13029,
        "r": "nasb:2 Chronicles:30:7",
        "t": "Do not be like your fathers and your brothers, who were unfaithful to the Lord*s God of their fathers, so that He made them a horror, as you see."
    },
    {
        "o": 13030,
        "r": "nasb:2 Chronicles:30:8",
        "t": "Now do not stiffen your neck like your fathers, but yield to the Lord*s and enter His sanctuary which He has consecrated forever, and serve the Lord*s your God, that His burning anger may turn away from you."
    },
    {
        "o": 13031,
        "r": "nasb:2 Chronicles:30:9",
        "t": "For if you return to the Lord,*s your brothers and your sons will*i find*i compassion before those who led them captive and will return to this land. For the Lord*s your God is gracious and compassionate, and will not turn His*i face away from you if you return to Him.”"
    },
    {
        "o": 13032,
        "r": "nasb:2 Chronicles:30:10",
        "t": "So*p the couriers passed from city to city through the country of Ephraim and Manasseh, and as far as Zebulun, but they laughed them to scorn and mocked them."
    },
    {
        "o": 13033,
        "r": "nasb:2 Chronicles:30:11",
        "t": "Nevertheless some men of Asher, Manasseh and Zebulun humbled themselves and came to Jerusalem."
    },
    {
        "o": 13034,
        "r": "nasb:2 Chronicles:30:12",
        "t": "The hand of God was also on Judah to give them one heart to do what the king and the princes commanded by the word of the Lord.*s"
    },
    {
        "o": 13035,
        "r": "nasb:2 Chronicles:30:12",
        "t": "Passover Reinstituted",
        "h": 2
    },
    {
        "o": 13036,
        "r": "nasb:2 Chronicles:30:13",
        "t": "Now*p many people were gathered at Jerusalem to celebrate the Feast of Unleavened Bread in the second month, a very large assembly."
    },
    {
        "o": 13037,
        "r": "nasb:2 Chronicles:30:14",
        "t": "They arose and removed the altars which were*i in Jerusalem; they also removed all the incense altars and cast them*i into the brook Kidron."
    },
    {
        "o": 13038,
        "r": "nasb:2 Chronicles:30:15",
        "t": "Then they slaughtered the Passover lambs*i on the fourteenth of the second month. And the priests and Levites were ashamed of themselves, and consecrated themselves and brought burnt offerings to the house of the Lord.*s"
    },
    {
        "o": 13039,
        "r": "nasb:2 Chronicles:30:16",
        "t": "They stood at their stations after their custom, according to the law of Moses the man of God; the priests sprinkled the blood which*i they*i received*i from the hand of the Levites."
    },
    {
        "o": 13040,
        "r": "nasb:2 Chronicles:30:17",
        "t": "For there*i were*i many in the assembly who had not consecrated themselves; therefore, the Levites were*i over the slaughter of the Passover lambs*i for everyone who was*i unclean, in order to consecrate them*i to the Lord.*s"
    },
    {
        "o": 13041,
        "r": "nasb:2 Chronicles:30:18",
        "t": "For a multitude of the people, even*i many from Ephraim and Manasseh, Issachar and Zebulun, had not purified themselves, yet they ate the Passover otherwise than prescribed. For Hezekiah prayed for them, saying, “May the good Lord*s pardon"
    },
    {
        "o": 13042,
        "r": "nasb:2 Chronicles:30:19",
        "t": "everyone who prepares his heart to seek God, the Lord*s God of his fathers, though not according to the purification rules*i of the sanctuary.”"
    },
    {
        "o": 13043,
        "r": "nasb:2 Chronicles:30:20",
        "t": "So the Lord*s heard Hezekiah and healed the people."
    },
    {
        "o": 13044,
        "r": "nasb:2 Chronicles:30:21",
        "t": "The sons of Israel present in Jerusalem celebrated the Feast of Unleavened Bread for*i seven days with great joy, and the Levites and the priests praised the Lord*s day after day with loud instruments to the Lord.*s"
    },
    {
        "o": 13045,
        "r": "nasb:2 Chronicles:30:22",
        "t": "Then Hezekiah spoke encouragingly to all the Levites who showed good insight in*i the*i things*i of the Lord.*s So they ate for the appointed seven days, sacrificing peace offerings and giving thanks to the Lord*s God of their fathers."
    },
    {
        "o": 13046,
        "r": "nasb:2 Chronicles:30:23",
        "t": "Then*p the whole assembly decided to celebrate the*i feast*i another seven days, so they celebrated the seven days with joy."
    },
    {
        "o": 13047,
        "r": "nasb:2 Chronicles:30:24",
        "t": "For Hezekiah king of Judah had contributed to the assembly 1,000 bulls and 7,000 sheep, and the princes had contributed to the assembly 1,000 bulls and 10,000 sheep; and a large number of priests consecrated themselves."
    },
    {
        "o": 13048,
        "r": "nasb:2 Chronicles:30:25",
        "t": "All the assembly of Judah rejoiced, with the priests and the Levites and all the assembly that came from Israel, both the sojourners who came from the land of Israel and those living in Judah."
    },
    {
        "o": 13049,
        "r": "nasb:2 Chronicles:30:26",
        "t": "So there was great joy in Jerusalem, because there was nothing like this in Jerusalem since the days of Solomon the son of David, king of Israel."
    },
    {
        "o": 13050,
        "r": "nasb:2 Chronicles:30:27",
        "t": "Then the Levitical priests arose and blessed the people; and their voice was heard and their prayer came to His holy dwelling place, to heaven."
    },
    {
        "o": 13051,
        "r": "nasb:2 Chronicles:31:0",
        "t": "2 Chronicles 31",
        "h": 1
    },
    {
        "o": 13052,
        "r": "nasb:2 Chronicles:31:0",
        "t": "Idols Are Destroyed",
        "h": 2
    },
    {
        "o": 13053,
        "r": "nasb:2 Chronicles:31:1",
        "t": "Now*p when all this was finished, all Israel who were present went out to the cities of Judah, broke the pillars in pieces, cut down the Asherim and pulled down the high places and the altars throughout all Judah and Benjamin, as well as in Ephraim and Manasseh, until they had destroyed them all. Then all the sons of Israel returned to their cities, each to his possession."
    },
    {
        "o": 13054,
        "r": "nasb:2 Chronicles:31:2",
        "t": "And*p Hezekiah appointed the divisions of the priests and the Levites by their divisions, each according to his service, both*i the priests and the Levites, for burnt offerings and for peace offerings, to minister and to give thanks and to praise in the gates of the camp of the Lord.*s"
    },
    {
        "o": 13055,
        "r": "nasb:2 Chronicles:31:2",
        "t": "Reforms Continued",
        "h": 2
    },
    {
        "o": 13056,
        "r": "nasb:2 Chronicles:31:3",
        "t": "He*ip also appointed*i the king’s portion of his goods for the burnt offerings, namely,*i for the morning and evening burnt offerings, and the burnt offerings for the sabbaths and for the new moons and for the fixed festivals, as it is written in the law of the Lord.*s"
    },
    {
        "o": 13057,
        "r": "nasb:2 Chronicles:31:4",
        "t": "Also he commanded the people who lived in Jerusalem to give the portion due to the priests and the Levites, that they might devote themselves to the law of the Lord.*s"
    },
    {
        "o": 13058,
        "r": "nasb:2 Chronicles:31:5",
        "t": "As soon as the order spread, the sons of Israel provided in abundance the first fruits of grain, new wine, oil, honey and of all the produce of the field; and they brought in abundantly the tithe of all."
    },
    {
        "o": 13059,
        "r": "nasb:2 Chronicles:31:6",
        "t": "The sons of Israel and Judah who lived in the cities of Judah also brought in the tithe of oxen and sheep, and the tithe of sacred gifts which were consecrated to the Lord*s their God, and placed them*i in heaps."
    },
    {
        "o": 13060,
        "r": "nasb:2 Chronicles:31:7",
        "t": "In the third month they began to make the heaps, and finished them*i by the seventh month."
    },
    {
        "o": 13061,
        "r": "nasb:2 Chronicles:31:8",
        "t": "When Hezekiah and the rulers came and saw the heaps, they blessed the Lord*s and His people Israel."
    },
    {
        "o": 13062,
        "r": "nasb:2 Chronicles:31:9",
        "t": "Then Hezekiah questioned the priests and the Levites concerning the heaps."
    },
    {
        "o": 13063,
        "r": "nasb:2 Chronicles:31:10",
        "t": "Azariah the chief priest of the house of Zadok said to him, “Since the contributions began to be brought into the house of the Lord,*s we have had enough to eat with plenty left over, for the Lord*s has blessed His people, and this great quantity is left over.”"
    },
    {
        "o": 13064,
        "r": "nasb:2 Chronicles:31:11",
        "t": "Then*p Hezekiah commanded them*i to prepare rooms in the house of the Lord,*s and they prepared them.*i"
    },
    {
        "o": 13065,
        "r": "nasb:2 Chronicles:31:12",
        "t": "They faithfully brought in the contributions and the tithes and the consecrated things; and Conaniah the Levite was*i the officer in charge of them and his brother Shimei was*i second."
    },
    {
        "o": 13066,
        "r": "nasb:2 Chronicles:31:13",
        "t": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath and Benaiah were*i overseers under the authority of Conaniah and Shimei his brother by the appointment of King Hezekiah, and Azariah was*i the chief*i officer of the house of God."
    },
    {
        "o": 13067,
        "r": "nasb:2 Chronicles:31:14",
        "t": "Kore the son of Imnah the Levite, the keeper of the eastern gate,*i was*i over the freewill offerings of God, to apportion the contributions for the Lord*s and the most holy things."
    },
    {
        "o": 13068,
        "r": "nasb:2 Chronicles:31:15",
        "t": "Under his authority were*i Eden, Miniamin, Jeshua, Shemaiah, Amariah and Shecaniah in the cities of the priests, to distribute faithfully their*i portions*i to their brothers by divisions, whether great or small,"
    },
    {
        "o": 13069,
        "r": "nasb:2 Chronicles:31:16",
        "t": "without regard to their genealogical enrollment, to the males from thirty years old and upward—everyone who entered the house of the Lord*s for his daily obligations—for their work in their duties according to their divisions;"
    },
    {
        "o": 13070,
        "r": "nasb:2 Chronicles:31:17",
        "t": "as well as the priests who were enrolled genealogically according to their fathers’ households, and the Levites from twenty years old and upwards, by their duties and*i their divisions."
    },
    {
        "o": 13071,
        "r": "nasb:2 Chronicles:31:18",
        "t": "The genealogical enrollment included*i all their little children, their wives, their sons and their daughters, for the whole assembly, for they consecrated themselves faithfully in holiness."
    },
    {
        "o": 13072,
        "r": "nasb:2 Chronicles:31:19",
        "t": "Also for the sons of Aaron the priests who*i were*i in the pasture lands of their cities, or in each and every city, there*i were*i men who were designated by name to distribute portions to every male among the priests and to everyone genealogically enrolled among the Levites."
    },
    {
        "o": 13073,
        "r": "nasb:2 Chronicles:31:20",
        "t": "Thus*p Hezekiah did throughout all Judah; and he did what was*i good, right and true before the Lord*s his God."
    },
    {
        "o": 13074,
        "r": "nasb:2 Chronicles:31:21",
        "t": "Every work which he began in the service of the house of God in law and in commandment, seeking his God, he did with all his heart and prospered."
    },
    {
        "o": 13075,
        "r": "nasb:2 Chronicles:32:0",
        "t": "2 Chronicles 32",
        "h": 1
    },
    {
        "o": 13076,
        "r": "nasb:2 Chronicles:32:0",
        "t": "Sennacherib Invades Judah",
        "h": 2
    },
    {
        "o": 13077,
        "r": "nasb:2 Chronicles:32:1",
        "t": "After*p these acts of faithfulness Sennacherib king of Assyria came and invaded Judah and besieged the fortified cities, and thought to break into them for himself."
    },
    {
        "o": 13078,
        "r": "nasb:2 Chronicles:32:2",
        "t": "Now when Hezekiah saw that Sennacherib had come and that he intended to make war on Jerusalem,"
    },
    {
        "o": 13079,
        "r": "nasb:2 Chronicles:32:3",
        "t": "he decided with his officers and his warriors to cut off the supply*i of*i water from the springs which were*i outside the city, and they helped him."
    },
    {
        "o": 13080,
        "r": "nasb:2 Chronicles:32:4",
        "t": "So many people assembled and stopped up all the springs and the stream which flowed through the region, saying, “Why should the kings of Assyria come and find abundant water?”"
    },
    {
        "o": 13081,
        "r": "nasb:2 Chronicles:32:5",
        "t": "And he took courage and rebuilt all the wall that had been broken down and erected towers on it, and built*i another outside wall and strengthened the Millo in*i the city of David, and made weapons and shields in great number."
    },
    {
        "o": 13082,
        "r": "nasb:2 Chronicles:32:6",
        "t": "He appointed military officers over the people and gathered them to him in the square at the city gate, and spoke encouragingly to them, saying,"
    },
    {
        "o": 13083,
        "r": "nasb:2 Chronicles:32:7",
        "t": "“Be strong and courageous, do not fear or be dismayed because of the king of Assyria nor because of all the horde that is with him; for the one with us is greater than the one with him."
    },
    {
        "o": 13084,
        "r": "nasb:2 Chronicles:32:8",
        "t": "With him is only*i an arm of flesh, but with us is the Lord*s our God to help us and to fight our battles.” And the people relied on the words of Hezekiah king of Judah."
    },
    {
        "o": 13085,
        "r": "nasb:2 Chronicles:32:8",
        "t": "Sennacherib Undermines Hezekiah",
        "h": 2
    },
    {
        "o": 13086,
        "r": "nasb:2 Chronicles:32:9",
        "t": "After*p this Sennacherib king of Assyria sent his servants to Jerusalem while he was*i besieging Lachish with all his forces with him, against Hezekiah king of Judah and against all Judah who were*i at Jerusalem, saying,"
    },
    {
        "o": 13087,
        "r": "nasb:2 Chronicles:32:10",
        "t": "“Thus says Sennacherib king of Assyria, ‘On what are you trusting that you are remaining in Jerusalem under siege?"
    },
    {
        "o": 13088,
        "r": "nasb:2 Chronicles:32:11",
        "t": "Is not Hezekiah misleading you to give yourselves over to die by hunger and by thirst, saying, “The Lord*s our God will deliver us from the hand of the king of Assyria”?"
    },
    {
        "o": 13089,
        "r": "nasb:2 Chronicles:32:12",
        "t": "Has not the same Hezekiah taken away His high places and His altars, and said to Judah and Jerusalem, “You shall worship before one altar, and on it you shall burn incense”?"
    },
    {
        "o": 13090,
        "r": "nasb:2 Chronicles:32:13",
        "t": "Do you not know what I and my fathers have done to all the peoples of the lands? Were the gods of the nations of the lands able at all to deliver their land from my hand?"
    },
    {
        "o": 13091,
        "r": "nasb:2 Chronicles:32:14",
        "t": "Who was*i there*i among all the gods of those nations which my fathers utterly destroyed who could deliver his people out of my hand, that your God should be able to deliver you from my hand?"
    },
    {
        "o": 13092,
        "r": "nasb:2 Chronicles:32:15",
        "t": "Now therefore, do not let Hezekiah deceive you or mislead you like this, and do not believe him, for no god of any nation or kingdom was able to deliver his people from my hand or from the hand of my fathers. How much less will your God deliver you from my hand?’ ”"
    },
    {
        "o": 13093,
        "r": "nasb:2 Chronicles:32:16",
        "t": "His*p servants spoke further against the Lord*s God and against His servant Hezekiah."
    },
    {
        "o": 13094,
        "r": "nasb:2 Chronicles:32:17",
        "t": "He also wrote letters to insult the Lord*s God of Israel, and to speak against Him, saying, “As the gods of the nations of the lands have not delivered their people from my hand, so the God of Hezekiah will not deliver His people from my hand.”"
    },
    {
        "o": 13095,
        "r": "nasb:2 Chronicles:32:18",
        "t": "They called this out with a loud voice in the language of Judah to the people of Jerusalem who were on the wall, to frighten and terrify them, so that they might take the city."
    },
    {
        "o": 13096,
        "r": "nasb:2 Chronicles:32:19",
        "t": "They spoke of the God of Jerusalem as of the gods of the peoples of the earth, the work of men’s hands."
    },
    {
        "o": 13097,
        "r": "nasb:2 Chronicles:32:19",
        "t": "Hezekiah’s Prayer Is Answered",
        "h": 2
    },
    {
        "o": 13098,
        "r": "nasb:2 Chronicles:32:20",
        "t": "But*p King Hezekiah and Isaiah the prophet, the son of Amoz, prayed about this and cried out to heaven."
    },
    {
        "o": 13099,
        "r": "nasb:2 Chronicles:32:21",
        "t": "And the Lord*s sent an angel who destroyed every mighty warrior, commander and officer in the camp of the king of Assyria. So he returned in shame to his own land. And when he had entered the temple of his god, some of his own children killed him there with the sword."
    },
    {
        "o": 13100,
        "r": "nasb:2 Chronicles:32:22",
        "t": "So the Lord*s saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib the king of Assyria and from the hand of all others,*i and guided them on every side."
    },
    {
        "o": 13101,
        "r": "nasb:2 Chronicles:32:23",
        "t": "And many were bringing gifts to the Lord*s at Jerusalem and choice presents to Hezekiah king of Judah, so that he was exalted in the sight of all nations thereafter."
    },
    {
        "o": 13102,
        "r": "nasb:2 Chronicles:32:24",
        "t": "In*p those days Hezekiah became mortally ill; and he prayed to the Lord,*s and the Lord*s spoke to him and gave him a sign."
    },
    {
        "o": 13103,
        "r": "nasb:2 Chronicles:32:25",
        "t": "But Hezekiah gave no return for the benefit he received, because his heart was proud; therefore wrath came on him and on Judah and Jerusalem."
    },
    {
        "o": 13104,
        "r": "nasb:2 Chronicles:32:26",
        "t": "However, Hezekiah humbled the pride of his heart, both he and the inhabitants of Jerusalem, so that the wrath of the Lord*s did not come on them in the days of Hezekiah."
    },
    {
        "o": 13105,
        "r": "nasb:2 Chronicles:32:27",
        "t": "Now*p Hezekiah had immense riches and honor; and he made for himself treasuries for silver, gold, precious stones, spices, shields and all kinds of valuable articles,"
    },
    {
        "o": 13106,
        "r": "nasb:2 Chronicles:32:28",
        "t": "storehouses also for the produce of grain, wine and oil, pens for all kinds of cattle and sheepfolds for the flocks."
    },
    {
        "o": 13107,
        "r": "nasb:2 Chronicles:32:29",
        "t": "He made cities for himself and acquired flocks and herds in abundance, for God had given him very great wealth."
    },
    {
        "o": 13108,
        "r": "nasb:2 Chronicles:32:30",
        "t": "It was Hezekiah who stopped the upper outlet of the waters of Gihon and directed them to the west side of the city of David. And Hezekiah prospered in all that he did."
    },
    {
        "o": 13109,
        "r": "nasb:2 Chronicles:32:31",
        "t": "Even in*i the*i matter*i of*i the envoys of the rulers of Babylon, who sent to him to inquire of the wonder that had happened in the land, God left him alone*i only*i to test him, that He might know all that was in his heart."
    },
    {
        "o": 13110,
        "r": "nasb:2 Chronicles:32:32",
        "t": "Now*p the rest of the acts of Hezekiah and his deeds of devotion, behold, they are written in the vision of Isaiah the prophet, the son of Amoz, in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 13111,
        "r": "nasb:2 Chronicles:32:33",
        "t": "So Hezekiah slept with his fathers, and they buried him in the upper section of the tombs of the sons of David; and all Judah and the inhabitants of Jerusalem honored him at his death. And his son Manasseh became king in his place."
    },
    {
        "o": 13112,
        "r": "nasb:2 Chronicles:33:0",
        "t": "2 Chronicles 33",
        "h": 1
    },
    {
        "o": 13113,
        "r": "nasb:2 Chronicles:33:0",
        "t": "Manasseh Succeeds Hezekiah in Judah",
        "h": 2
    },
    {
        "o": 13114,
        "r": "nasb:2 Chronicles:33:1",
        "t": "Manasseh*p was twelve years old when he became king, and he reigned fifty-five years in Jerusalem."
    },
    {
        "o": 13115,
        "r": "nasb:2 Chronicles:33:2",
        "t": "He did evil in the sight of the Lord*s according to the abominations of the nations whom the Lord*s dispossessed before the sons of Israel."
    },
    {
        "o": 13116,
        "r": "nasb:2 Chronicles:33:3",
        "t": "For he rebuilt the high places which Hezekiah his father had broken down; he also erected altars for the Baals and made Asherim, and worshiped all the host of heaven and served them."
    },
    {
        "o": 13117,
        "r": "nasb:2 Chronicles:33:4",
        "t": "He built altars in the house of the Lord*s of which the Lord*s had said, “My name shall be in Jerusalem forever.”"
    },
    {
        "o": 13118,
        "r": "nasb:2 Chronicles:33:5",
        "t": "For he built altars for all the host of heaven in the two courts of the house of the Lord.*s"
    },
    {
        "o": 13119,
        "r": "nasb:2 Chronicles:33:6",
        "t": "He made his sons pass through the fire in the valley of Ben-hinnom; and he practiced witchcraft, used divination, practiced sorcery and dealt with mediums and spiritists. He did much evil in the sight of the Lord,*s provoking Him to*i anger.*i"
    },
    {
        "o": 13120,
        "r": "nasb:2 Chronicles:33:7",
        "t": "Then he put the carved image of the idol which he had made in the house of God, of which God had said to David and to Solomon his son, “In this house and in Jerusalem, which I have chosen from all the tribes of Israel, I will put My name forever;"
    },
    {
        "o": 13121,
        "r": "nasb:2 Chronicles:33:8",
        "t": "and I will not again remove the foot of Israel from the land which I have appointed for your fathers, if only they will observe to do all that I have commanded them according to all the law, the statutes and the ordinances given*i through Moses.”"
    },
    {
        "o": 13122,
        "r": "nasb:2 Chronicles:33:9",
        "t": "Thus Manasseh misled Judah and the inhabitants of Jerusalem to do more evil than the nations whom the Lord*s destroyed before the sons of Israel."
    },
    {
        "o": 13123,
        "r": "nasb:2 Chronicles:33:9",
        "t": "Manasseh’s Idolatry Rebuked",
        "h": 2
    },
    {
        "o": 13124,
        "r": "nasb:2 Chronicles:33:10",
        "t": "The*p Lord*s spoke to Manasseh and his people, but they paid no attention."
    },
    {
        "o": 13125,
        "r": "nasb:2 Chronicles:33:11",
        "t": "Therefore the Lord*s brought the commanders of the army of the king of Assyria against them, and they captured Manasseh with hooks, bound him with bronze chains*i and took him to Babylon."
    },
    {
        "o": 13126,
        "r": "nasb:2 Chronicles:33:12",
        "t": "When he was in distress, he entreated the Lord*s his God and humbled himself greatly before the God of his fathers."
    },
    {
        "o": 13127,
        "r": "nasb:2 Chronicles:33:13",
        "t": "When he prayed to Him, He was moved by his entreaty and heard his supplication, and brought him again to Jerusalem to his kingdom. Then Manasseh knew that the Lord*s was*i God."
    },
    {
        "o": 13128,
        "r": "nasb:2 Chronicles:33:14",
        "t": "Now*p after this he built the outer wall of the city of David on the west side of Gihon, in the valley, even to the entrance of the Fish Gate; and he encircled the Ophel with*i it*i and made it very high. Then he put army commanders in all the fortified cities of Judah."
    },
    {
        "o": 13129,
        "r": "nasb:2 Chronicles:33:15",
        "t": "He also removed the foreign gods and the idol from the house of the Lord,*s as well as all the altars which he had built on the mountain of the house of the Lord*s and in Jerusalem, and he threw them*i outside the city."
    },
    {
        "o": 13130,
        "r": "nasb:2 Chronicles:33:16",
        "t": "He set up the altar of the Lord*s and sacrificed peace offerings and thank offerings on it; and he ordered Judah to serve the Lord*s God of Israel."
    },
    {
        "o": 13131,
        "r": "nasb:2 Chronicles:33:17",
        "t": "Nevertheless the people still sacrificed in the high places, although*i only to the Lord*s their God."
    },
    {
        "o": 13132,
        "r": "nasb:2 Chronicles:33:18",
        "t": "Now*p the rest of the acts of Manasseh even his prayer to his God, and the words of the seers who spoke to him in the name of the Lord*s God of Israel, behold, they are among the records of the kings of Israel."
    },
    {
        "o": 13133,
        "r": "nasb:2 Chronicles:33:19",
        "t": "His prayer also and how*i God*i was entreated by him, and all his sin, his unfaithfulness, and the sites on which he built high places and erected the Asherim and the carved images, before he humbled himself, behold, they are written in the records of the Hozai."
    },
    {
        "o": 13134,
        "r": "nasb:2 Chronicles:33:20",
        "t": "So Manasseh slept with his fathers, and they buried him in his own house. And Amon his son became king in his place."
    },
    {
        "o": 13135,
        "r": "nasb:2 Chronicles:33:20",
        "t": "Amon Becomes King in Judah",
        "h": 2
    },
    {
        "o": 13136,
        "r": "nasb:2 Chronicles:33:21",
        "t": "Amon*p was*i twenty-two years old when he became king, and he reigned two years in Jerusalem."
    },
    {
        "o": 13137,
        "r": "nasb:2 Chronicles:33:22",
        "t": "He did evil in the sight of the Lord*s as Manasseh his father had done, and Amon sacrificed to all the carved images which his father Manasseh had made, and he served them."
    },
    {
        "o": 13138,
        "r": "nasb:2 Chronicles:33:23",
        "t": "Moreover, he did not humble himself before the Lord*s as his father Manasseh had done, but Amon multiplied guilt."
    },
    {
        "o": 13139,
        "r": "nasb:2 Chronicles:33:24",
        "t": "Finally his servants conspired against him and put him to death in his own house."
    },
    {
        "o": 13140,
        "r": "nasb:2 Chronicles:33:25",
        "t": "But the people of the land killed all the conspirators against King Amon, and the people of the land made Josiah his son king in his place."
    },
    {
        "o": 13141,
        "r": "nasb:2 Chronicles:34:0",
        "t": "2 Chronicles 34",
        "h": 1
    },
    {
        "o": 13142,
        "r": "nasb:2 Chronicles:34:0",
        "t": "Josiah Succeeds Amon in Judah",
        "h": 2
    },
    {
        "o": 13143,
        "r": "nasb:2 Chronicles:34:1",
        "t": "Josiah*p was*i eight years old when he became king, and he reigned thirty-one years in Jerusalem."
    },
    {
        "o": 13144,
        "r": "nasb:2 Chronicles:34:2",
        "t": "He did right in the sight of the Lord,*s and walked in the ways of his father David and did not turn aside to the right or to the left."
    },
    {
        "o": 13145,
        "r": "nasb:2 Chronicles:34:3",
        "t": "For in the eighth year of his reign while he was still a youth, he began to seek the God of his father David; and in the twelfth year he began to purge Judah and Jerusalem of the high places, the Asherim, the carved images and the molten images."
    },
    {
        "o": 13146,
        "r": "nasb:2 Chronicles:34:4",
        "t": "They tore down the altars of the Baals in his presence, and the incense altars that were high above them he chopped down; also the Asherim, the carved images and the molten images he broke in pieces and ground to powder and scattered it*i on the graves of those who had sacrificed to them."
    },
    {
        "o": 13147,
        "r": "nasb:2 Chronicles:34:5",
        "t": "Then he burned the bones of the priests on their altars and purged Judah and Jerusalem."
    },
    {
        "o": 13148,
        "r": "nasb:2 Chronicles:34:6",
        "t": "In the cities of Manasseh, Ephraim, Simeon, even as far as Naphtali, in their surrounding ruins,"
    },
    {
        "o": 13149,
        "r": "nasb:2 Chronicles:34:7",
        "t": "he also tore down the altars and beat the Asherim and the carved images into powder, and chopped down all the incense altars throughout the land of Israel. Then he returned to Jerusalem."
    },
    {
        "o": 13150,
        "r": "nasb:2 Chronicles:34:7",
        "t": "Josiah Repairs the Temple",
        "h": 2
    },
    {
        "o": 13151,
        "r": "nasb:2 Chronicles:34:8",
        "t": "Now*p in the eighteenth year of his reign, when he had purged the land and the house, he sent Shaphan the son of Azaliah, and Maaseiah an official of the city, and Joah the son of Joahaz the recorder, to repair the house of the Lord*s his God."
    },
    {
        "o": 13152,
        "r": "nasb:2 Chronicles:34:9",
        "t": "They came to Hilkiah the high priest and delivered the money that was brought into the house of God, which the Levites, the doorkeepers, had collected from Manasseh and Ephraim, and from all the remnant of Israel, and from all Judah and Benjamin and the inhabitants of Jerusalem."
    },
    {
        "o": 13153,
        "r": "nasb:2 Chronicles:34:10",
        "t": "Then they gave it*i into the hands of the workmen who had the oversight of the house of the Lord,*s and the workmen who were working in the house of the Lord*s used it to restore and repair the house."
    },
    {
        "o": 13154,
        "r": "nasb:2 Chronicles:34:11",
        "t": "They in turn gave it*i to the carpenters and to the builders to buy quarried stone and timber for couplings and to make beams for the houses which the kings of Judah had let go to ruin."
    },
    {
        "o": 13155,
        "r": "nasb:2 Chronicles:34:12",
        "t": "The men did the work faithfully with foremen over them to supervise: Jahath and Obadiah, the Levites of the sons of Merari, Zechariah and Meshullam of the sons of the Kohathites, and the Levites, all who were skillful with musical instruments."
    },
    {
        "o": 13156,
        "r": "nasb:2 Chronicles:34:13",
        "t": "They*i were*i also over the burden bearers, and supervised all the workmen from job to job; and some*i of the Levites were*i scribes and officials and gatekeepers."
    },
    {
        "o": 13157,
        "r": "nasb:2 Chronicles:34:13",
        "t": "Hilkiah Discovers Lost Book of the Law",
        "h": 2
    },
    {
        "o": 13158,
        "r": "nasb:2 Chronicles:34:14",
        "t": "When*p they were bringing out the money which had been brought into the house of the Lord,*s Hilkiah the priest found the book of the law of the Lord*s given*i by Moses."
    },
    {
        "o": 13159,
        "r": "nasb:2 Chronicles:34:15",
        "t": "Hilkiah responded and said to Shaphan the scribe, “I have found the book of the law in the house of the Lord.”*s And Hilkiah gave the book to Shaphan."
    },
    {
        "o": 13160,
        "r": "nasb:2 Chronicles:34:16",
        "t": "Then Shaphan brought the book to the king and reported further word to the king, saying, “Everything that was entrusted to your servants they are doing."
    },
    {
        "o": 13161,
        "r": "nasb:2 Chronicles:34:17",
        "t": "They have also emptied out the money which was found in the house of the Lord,*s and have delivered it into the hands of the supervisors and the workmen.”"
    },
    {
        "o": 13162,
        "r": "nasb:2 Chronicles:34:18",
        "t": "Moreover, Shaphan the scribe told the king saying, “Hilkiah the priest gave me a book.” And Shaphan read from it in the presence of the king."
    },
    {
        "o": 13163,
        "r": "nasb:2 Chronicles:34:19",
        "t": "When*p the king heard the words of the law, he tore his clothes."
    },
    {
        "o": 13164,
        "r": "nasb:2 Chronicles:34:20",
        "t": "Then the king commanded Hilkiah, Ahikam the son of Shaphan, Abdon the son of Micah, Shaphan the scribe, and Asaiah the king’s servant, saying,"
    },
    {
        "o": 13165,
        "r": "nasb:2 Chronicles:34:21",
        "t": "“Go, inquire of the Lord*s for me and for those who are left in Israel and in Judah, concerning the words of the book which has been found; for great is the wrath of the Lord*s which is poured out on us because our fathers have not observed the word of the Lord,*s to do according to all that is written in this book.”"
    },
    {
        "o": 13166,
        "r": "nasb:2 Chronicles:34:21",
        "t": "Huldah, the Prophetess, Speaks",
        "h": 2
    },
    {
        "o": 13167,
        "r": "nasb:2 Chronicles:34:22",
        "t": "So*p Hilkiah and those*i whom the king had told went to Huldah the prophetess, the wife of Shallum the son of Tokhath, the son of Hasrah, the keeper of the wardrobe (now she lived in Jerusalem in the Second Quarter); and they spoke to her regarding this."
    },
    {
        "o": 13168,
        "r": "nasb:2 Chronicles:34:23",
        "t": "She said to them, “Thus says the Lord,*s the God of Israel, ‘Tell the man who sent you to Me,"
    },
    {
        "o": 13169,
        "r": "nasb:2 Chronicles:34:24",
        "t": "thus says the Lord,*s “Behold, I am bringing evil on this place and on its inhabitants, even*i all the curses written in the book which they have read in the presence of the king of Judah."
    },
    {
        "o": 13170,
        "r": "nasb:2 Chronicles:34:25",
        "t": "Because they have forsaken Me and have burned incense to other gods, that they might provoke Me to anger with all the works of their hands; therefore My wrath will be poured out on this place and it shall not be quenched.” ’"
    },
    {
        "o": 13171,
        "r": "nasb:2 Chronicles:34:26",
        "t": "But to the king of Judah who sent you to inquire of the Lord,*s thus you will say to him, ‘Thus says the Lord*s God of Israel regarding*i the words which you have heard,"
    },
    {
        "o": 13172,
        "r": "nasb:2 Chronicles:34:27",
        "t": "“Because your heart was tender and you humbled yourself before God when you heard His words against this place and against its inhabitants, and because*i you humbled yourself before Me, tore your clothes and wept before Me, I truly have heard you,” declares the Lord.*s"
    },
    {
        "o": 13173,
        "r": "nasb:2 Chronicles:34:28",
        "t": "“Behold, I will gather you to your fathers and you shall be gathered to your grave in peace, so your eyes will not see all the evil which I will bring on this place and on its inhabitants.” ’ ” And they brought back word to the king."
    },
    {
        "o": 13174,
        "r": "nasb:2 Chronicles:34:29",
        "t": "Then*p the king sent and gathered all the elders of Judah and Jerusalem."
    },
    {
        "o": 13175,
        "r": "nasb:2 Chronicles:34:30",
        "t": "The king went up to the house of the Lord*s and all the men of Judah, the inhabitants of Jerusalem, the priests, the Levites and all the people, from the greatest to the least; and he read in their hearing all the words of the book of the covenant which was found in the house of the Lord.*s"
    },
    {
        "o": 13176,
        "r": "nasb:2 Chronicles:34:30",
        "t": "Josiah’s Good Reign",
        "h": 2
    },
    {
        "o": 13177,
        "r": "nasb:2 Chronicles:34:31",
        "t": "Then*p the king stood in his place and made a covenant before the Lord*s to walk after the Lord,*s and to keep His commandments and His testimonies and His statutes with all his heart and with all his soul, to perform the words of the covenant written in this book."
    },
    {
        "o": 13178,
        "r": "nasb:2 Chronicles:34:32",
        "t": "Moreover, he made all who were present in Jerusalem and Benjamin to stand with*i him.*i So the inhabitants of Jerusalem did according to the covenant of God, the God of their fathers."
    },
    {
        "o": 13179,
        "r": "nasb:2 Chronicles:34:33",
        "t": "Josiah removed all the abominations from all the lands belonging to the sons of Israel, and made all who were present in Israel to serve the Lord*s their God. Throughout his lifetime they did not turn from following the Lord*s God of their fathers."
    },
    {
        "o": 13180,
        "r": "nasb:2 Chronicles:35:0",
        "t": "2 Chronicles 35",
        "h": 1
    },
    {
        "o": 13181,
        "r": "nasb:2 Chronicles:35:0",
        "t": "The Passover Observed Again",
        "h": 2
    },
    {
        "o": 13182,
        "r": "nasb:2 Chronicles:35:1",
        "t": "Then*p Josiah celebrated the Passover to the Lord*s in Jerusalem, and they slaughtered the Passover animals*i on the fourteenth day*i of the first month."
    },
    {
        "o": 13183,
        "r": "nasb:2 Chronicles:35:2",
        "t": "He set the priests in their offices and encouraged them in the service of the house of the Lord.*s"
    },
    {
        "o": 13184,
        "r": "nasb:2 Chronicles:35:3",
        "t": "He also said to the Levites who taught all Israel and*i who were holy to the Lord,*s “Put the holy ark in the house which Solomon the son of David king of Israel built; it will be a burden on your*i shoulders no longer. Now serve the Lord*s your God and His people Israel."
    },
    {
        "o": 13185,
        "r": "nasb:2 Chronicles:35:4",
        "t": "Prepare yourselves*i by your fathers’ households in your divisions, according to the writing of David king of Israel and according to the writing of his son Solomon."
    },
    {
        "o": 13186,
        "r": "nasb:2 Chronicles:35:5",
        "t": "Moreover, stand in the holy place according to the sections of the fathers’ households of your brethren the lay people, and according to the Levites, by division of a father’s household."
    },
    {
        "o": 13187,
        "r": "nasb:2 Chronicles:35:6",
        "t": "Now slaughter the Passover animals,*i sanctify yourselves and prepare for your brethren to do according to the word of the Lord*s by Moses.”"
    },
    {
        "o": 13188,
        "r": "nasb:2 Chronicles:35:7",
        "t": "Josiah*p contributed to the lay people, to all who were present, flocks of lambs and young goats, all for the Passover offerings, numbering 30,000 plus 3,000 bulls; these were from the king’s possessions."
    },
    {
        "o": 13189,
        "r": "nasb:2 Chronicles:35:8",
        "t": "His officers also contributed a freewill offering to the people, the priests and the Levites. Hilkiah and Zechariah and Jehiel, the officials of the house of God, gave to the priests for the Passover offerings 2,600 from*i the*i flocks*i and 300 bulls."
    },
    {
        "o": 13190,
        "r": "nasb:2 Chronicles:35:9",
        "t": "Conaniah also, and Shemaiah and Nethanel, his brothers, and Hashabiah and Jeiel and Jozabad, the officers of the Levites, contributed to the Levites for the Passover offerings 5,000 from*i the*i flocks*i and 500 bulls."
    },
    {
        "o": 13191,
        "r": "nasb:2 Chronicles:35:10",
        "t": "So*p the service was prepared, and the priests stood at their stations and the Levites by their divisions according to the king’s command."
    },
    {
        "o": 13192,
        "r": "nasb:2 Chronicles:35:11",
        "t": "They slaughtered the Passover animals,*i and while the priests sprinkled the blood received*i from their hand, the Levites skinned them.*i"
    },
    {
        "o": 13193,
        "r": "nasb:2 Chronicles:35:12",
        "t": "Then they removed the burnt offerings that they*i might give them to the sections of the fathers’ households of the lay people to present to the Lord,*s as it is written in the book of Moses. They*i did*i this also with the bulls."
    },
    {
        "o": 13194,
        "r": "nasb:2 Chronicles:35:13",
        "t": "So they roasted the Passover animals*i on the fire according to the ordinance, and they boiled the holy things in pots, in kettles, in pans, and carried them*i speedily to all the lay people."
    },
    {
        "o": 13195,
        "r": "nasb:2 Chronicles:35:14",
        "t": "Afterwards they prepared for themselves and for the priests, because the priests, the sons of Aaron, were*i offering the burnt offerings and the fat until night; therefore the Levites prepared for themselves and for the priests, the sons of Aaron."
    },
    {
        "o": 13196,
        "r": "nasb:2 Chronicles:35:15",
        "t": "The singers, the sons of Asaph, were*i also at their stations according to the command of David, Asaph, Heman, and Jeduthun the king’s seer; and the gatekeepers at each gate did not have to depart from their service, because the Levites their brethren prepared for them."
    },
    {
        "o": 13197,
        "r": "nasb:2 Chronicles:35:16",
        "t": "So*p all the service of the Lord*s was prepared on that day to celebrate the Passover, and to offer burnt offerings on the altar of the Lord*s according to the command of King Josiah."
    },
    {
        "o": 13198,
        "r": "nasb:2 Chronicles:35:17",
        "t": "Thus the sons of Israel who were present celebrated the Passover at that time, and the Feast of Unleavened Bread seven days."
    },
    {
        "o": 13199,
        "r": "nasb:2 Chronicles:35:18",
        "t": "There had not been celebrated a Passover like it in Israel since the days of Samuel the prophet; nor had any of the kings of Israel celebrated such a Passover as Josiah did with the priests, the Levites, all Judah and Israel who were present, and the inhabitants of Jerusalem."
    },
    {
        "o": 13200,
        "r": "nasb:2 Chronicles:35:19",
        "t": "In the eighteenth year of Josiah’s reign this Passover was celebrated."
    },
    {
        "o": 13201,
        "r": "nasb:2 Chronicles:35:19",
        "t": "Josiah Dies in Battle",
        "h": 2
    },
    {
        "o": 13202,
        "r": "nasb:2 Chronicles:35:20",
        "t": "After*p all this, when Josiah had set the temple in order, Neco king of Egypt came up to make war at Carchemish on the Euphrates, and Josiah went out to engage him."
    },
    {
        "o": 13203,
        "r": "nasb:2 Chronicles:35:21",
        "t": "But Neco sent messengers to him, saying, “What have we to do with each other, O King of Judah? I*i am*i not coming*i against you today but against the house with which I am at war, and God has ordered me to hurry. Stop for your own sake from interfering*i with*i God who is with me, so that He will not destroy you.”"
    },
    {
        "o": 13204,
        "r": "nasb:2 Chronicles:35:22",
        "t": "However, Josiah would not turn away from him, but disguised himself in order to make war with him; nor did he listen to the words of Neco from the mouth of God, but came to make war on the plain of Megiddo."
    },
    {
        "o": 13205,
        "r": "nasb:2 Chronicles:35:23",
        "t": "The archers shot King Josiah, and the king said to his servants, “Take me away, for I am badly wounded.”"
    },
    {
        "o": 13206,
        "r": "nasb:2 Chronicles:35:24",
        "t": "So his servants took him out of the chariot and carried him in the second chariot which he had, and brought him to Jerusalem where he died and was buried in the tombs of his fathers. All Judah and Jerusalem mourned for Josiah."
    },
    {
        "o": 13207,
        "r": "nasb:2 Chronicles:35:25",
        "t": "Then Jeremiah chanted a lament for Josiah. And all the male and female singers speak about Josiah in their lamentations to this day. And they made them an ordinance in Israel; behold, they are also written in the Lamentations."
    },
    {
        "o": 13208,
        "r": "nasb:2 Chronicles:35:26",
        "t": "Now the rest of the acts of Josiah and his deeds of devotion as written in the law of the Lord,*s"
    },
    {
        "o": 13209,
        "r": "nasb:2 Chronicles:35:27",
        "t": "and his acts, first to last, behold, they are written in the Book of the Kings of Israel and Judah."
    },
    {
        "o": 13210,
        "r": "nasb:2 Chronicles:36:0",
        "t": "2 Chronicles 36",
        "h": 1
    },
    {
        "o": 13211,
        "r": "nasb:2 Chronicles:36:0",
        "t": "Jehoahaz, Jehoiakim, then Jehoiachin Rule",
        "h": 2
    },
    {
        "o": 13212,
        "r": "nasb:2 Chronicles:36:1",
        "t": "Then*p the people of the land took Joahaz the son of Josiah, and made him king in place of his father in Jerusalem."
    },
    {
        "o": 13213,
        "r": "nasb:2 Chronicles:36:2",
        "t": "Joahaz was twenty-three years old when he became king, and he reigned three months in Jerusalem."
    },
    {
        "o": 13214,
        "r": "nasb:2 Chronicles:36:3",
        "t": "Then the king of Egypt deposed him at Jerusalem, and imposed on the land a fine of one hundred talents of silver and one talent of gold."
    },
    {
        "o": 13215,
        "r": "nasb:2 Chronicles:36:4",
        "t": "The king of Egypt made Eliakim his brother king over Judah and Jerusalem, and changed his name to Jehoiakim. But Neco took Joahaz his brother and brought him to Egypt."
    },
    {
        "o": 13216,
        "r": "nasb:2 Chronicles:36:5",
        "t": "Jehoiakim*p was twenty-five years old when he became king, and he reigned eleven years in Jerusalem; and he did evil in the sight of the Lord*s his God."
    },
    {
        "o": 13217,
        "r": "nasb:2 Chronicles:36:6",
        "t": "Nebuchadnezzar king of Babylon came up against him and bound him with bronze chains*i to take him to Babylon."
    },
    {
        "o": 13218,
        "r": "nasb:2 Chronicles:36:7",
        "t": "Nebuchadnezzar also brought some*i of the articles of the house of the Lord*s to Babylon and put them in his temple at Babylon."
    },
    {
        "o": 13219,
        "r": "nasb:2 Chronicles:36:8",
        "t": "Now the rest of the acts of Jehoiakim and the abominations which he did, and what was found against him, behold, they are written in the Book of the Kings of Israel and Judah. And Jehoiachin his son became king in his place."
    },
    {
        "o": 13220,
        "r": "nasb:2 Chronicles:36:9",
        "t": "Jehoiachin*p was eight years old when he became king, and he reigned three months and ten days in Jerusalem, and he did evil in the sight of the Lord.*s"
    },
    {
        "o": 13221,
        "r": "nasb:2 Chronicles:36:9",
        "t": "Captivity in Babylon Begun",
        "h": 2
    },
    {
        "o": 13222,
        "r": "nasb:2 Chronicles:36:10",
        "t": "At*p the turn of the year King Nebuchadnezzar sent and brought him to Babylon with the valuable articles of the house of the Lord,*s and he made his kinsman Zedekiah king over Judah and Jerusalem."
    },
    {
        "o": 13223,
        "r": "nasb:2 Chronicles:36:10",
        "t": "Zedekiah Rules in Judah",
        "h": 2
    },
    {
        "o": 13224,
        "r": "nasb:2 Chronicles:36:11",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned eleven years in Jerusalem."
    },
    {
        "o": 13225,
        "r": "nasb:2 Chronicles:36:12",
        "t": "He did evil in the sight of the Lord*s his God; he did not humble himself before Jeremiah the prophet who spoke for the Lord.*s"
    },
    {
        "o": 13226,
        "r": "nasb:2 Chronicles:36:13",
        "t": "He also rebelled against King Nebuchadnezzar who had made him swear allegiance*i by God. But he stiffened his neck and hardened his heart against turning to the Lord*s God of Israel."
    },
    {
        "o": 13227,
        "r": "nasb:2 Chronicles:36:14",
        "t": "Furthermore, all the officials of the priests and the people were very unfaithful following*i all the abominations of the nations; and they defiled the house of the Lord*s which He had sanctified in Jerusalem."
    },
    {
        "o": 13228,
        "r": "nasb:2 Chronicles:36:15",
        "t": "The*p Lord,*s the God of their fathers, sent word*i to them again and again by His messengers, because He had compassion on His people and on His dwelling place;"
    },
    {
        "o": 13229,
        "r": "nasb:2 Chronicles:36:16",
        "t": "but they continually*i mocked the messengers of God, despised His words and scoffed at His prophets, until the wrath of the Lord*s arose against His people, until there was no remedy."
    },
    {
        "o": 13230,
        "r": "nasb:2 Chronicles:36:17",
        "t": "Therefore He brought up against them the king of the Chaldeans who slew their young men with the sword in the house of their sanctuary, and had no compassion on young man or virgin, old man or infirm; He gave them*i all into his hand."
    },
    {
        "o": 13231,
        "r": "nasb:2 Chronicles:36:18",
        "t": "All the articles of the house of God, great and small, and the treasures of the house of the Lord,*s and the treasures of the king and of his officers, he brought them*i all to Babylon."
    },
    {
        "o": 13232,
        "r": "nasb:2 Chronicles:36:19",
        "t": "Then they burned the house of God and broke down the wall of Jerusalem, and burned all its fortified buildings with fire and destroyed all its valuable articles."
    },
    {
        "o": 13233,
        "r": "nasb:2 Chronicles:36:20",
        "t": "Those who had escaped from the sword he carried away to Babylon; and they were servants to him and to his sons until the rule of the kingdom of Persia,"
    },
    {
        "o": 13234,
        "r": "nasb:2 Chronicles:36:21",
        "t": "to fulfill the word of the Lord*s by the mouth of Jeremiah, until the land had enjoyed its sabbaths. All the days of its desolation it kept sabbath until seventy years were complete."
    },
    {
        "o": 13235,
        "r": "nasb:2 Chronicles:36:21",
        "t": "Cyrus Permits Return",
        "h": 2
    },
    {
        "o": 13236,
        "r": "nasb:2 Chronicles:36:22",
        "t": "Now*p in the first year of Cyrus king of Persia—in order to fulfill the word of the Lord*s by the mouth of Jeremiah—the Lord*s stirred up the spirit of Cyrus king of Persia, so that he sent a proclamation throughout his kingdom, and also put*i it*i in writing, saying,"
    },
    {
        "o": 13237,
        "r": "nasb:2 Chronicles:36:23",
        "t": "“Thus says Cyrus king of Persia, ‘The Lord,*s the God of heaven, has given me all the kingdoms of the earth, and He has appointed me to build Him a house in Jerusalem, which is in Judah. Whoever there is among you of all His people, may the Lord*s his God be with him, and let him go up!’ ”"
    }
]
