[
    {
        "o": 5615,
        "r": "niv:Deuteronomy:9:0",
        "t": "Deuteronomy 9",
        "h": 1
    },
    {
        "o": 5616,
        "r": "niv:Deuteronomy:9:0",
        "t": "Not Because of Israel’s Righteousness",
        "h": 2
    },
    {
        "o": 5617,
        "r": "niv:Deuteronomy:9:1",
        "t": "Hear,*p Israel: You are now about to cross the Jordan to go in and dispossess nations greater and stronger than you, with large cities that have walls up to the sky."
    },
    {
        "o": 5618,
        "r": "niv:Deuteronomy:9:2",
        "t": "The people are strong and tall—Anakites! You know about them and have heard it said: “Who can stand up against the Anakites?”"
    },
    {
        "o": 5619,
        "r": "niv:Deuteronomy:9:3",
        "t": "But be assured today that the Lord*s your God is the one who goes across ahead of you like a devouring fire. He will destroy them; he will subdue them before you. And you will drive them out and annihilate them quickly, as the Lord*s has promised you."
    },
    {
        "o": 5620,
        "r": "niv:Deuteronomy:9:4",
        "t": "After*p the Lord*s your God has driven them out before you, do not say to yourself, “The Lord*s has brought me here to take possession of this land because of my righteousness.” No, it is on account of the wickedness of these nations that the Lord*s is going to drive them out before you."
    },
    {
        "o": 5621,
        "r": "niv:Deuteronomy:9:5",
        "t": "It is not because of your righteousness or your integrity that you are going in to take possession of their land; but on account of the wickedness of these nations, the Lord*s your God will drive them out before you, to accomplish what he swore to your fathers, to Abraham, Isaac and Jacob."
    },
    {
        "o": 5622,
        "r": "niv:Deuteronomy:9:6",
        "t": "Understand, then, that it is not because of your righteousness that the Lord*s your God is giving you this good land to possess, for you are a stiff-necked people."
    },
    {
        "o": 5623,
        "r": "niv:Deuteronomy:9:6",
        "t": "The Golden Calf",
        "h": 2
    },
    {
        "o": 5624,
        "r": "niv:Deuteronomy:9:7",
        "t": "Remember*p this and never forget how you aroused the anger of the Lord*s your God in the wilderness. From the day you left Egypt until you arrived here, you have been rebellious against the Lord.*s"
    },
    {
        "o": 5625,
        "r": "niv:Deuteronomy:9:8",
        "t": "At Horeb you aroused the Lord’s*s wrath so that he was angry enough to destroy you."
    },
    {
        "o": 5626,
        "r": "niv:Deuteronomy:9:9",
        "t": "When I went up on the mountain to receive the tablets of stone, the tablets of the covenant that the Lord*s had made with you, I stayed on the mountain forty days and forty nights; I ate no bread and drank no water."
    },
    {
        "o": 5627,
        "r": "niv:Deuteronomy:9:10",
        "t": "The Lord*s gave me two stone tablets inscribed by the finger of God. On them were all the commandments the Lord*s proclaimed to you on the mountain out of the fire, on the day of the assembly."
    },
    {
        "o": 5628,
        "r": "niv:Deuteronomy:9:11",
        "t": "At*p the end of the forty days and forty nights, the Lord*s gave me the two stone tablets, the tablets of the covenant."
    },
    {
        "o": 5629,
        "r": "niv:Deuteronomy:9:12",
        "t": "Then the Lord*s told me, “Go down from here at once, because your people whom you brought out of Egypt have become corrupt. They have turned away quickly from what I commanded them and have made an idol for themselves.”"
    },
    {
        "o": 5630,
        "r": "niv:Deuteronomy:9:13",
        "t": "And*p the Lord*s said to me, “I have seen this people, and they are a stiff-necked people indeed!"
    },
    {
        "o": 5631,
        "r": "niv:Deuteronomy:9:14",
        "t": "Let me alone, so that I may destroy them and blot out their name from under heaven. And I will make you into a nation stronger and more numerous than they.”"
    },
    {
        "o": 5632,
        "r": "niv:Deuteronomy:9:15",
        "t": "So*p I turned and went down from the mountain while it was ablaze with fire. And the two tablets of the covenant were in my hands."
    },
    {
        "o": 5633,
        "r": "niv:Deuteronomy:9:16",
        "t": "When I looked, I saw that you had sinned against the Lord*s your God; you had made for yourselves an idol cast in the shape of a calf. You had turned aside quickly from the way that the Lord*s had commanded you."
    },
    {
        "o": 5634,
        "r": "niv:Deuteronomy:9:17",
        "t": "So I took the two tablets and threw them out of my hands, breaking them to pieces before your eyes."
    },
    {
        "o": 5635,
        "r": "niv:Deuteronomy:9:18",
        "t": "Then*p once again I fell prostrate before the Lord*s for forty days and forty nights; I ate no bread and drank no water, because of all the sin you had committed, doing what was evil in the Lord’s*s sight and so arousing his anger."
    },
    {
        "o": 5636,
        "r": "niv:Deuteronomy:9:19",
        "t": "I feared the anger and wrath of the Lord,*s for he was angry enough with you to destroy you. But again the Lord*s listened to me."
    },
    {
        "o": 5637,
        "r": "niv:Deuteronomy:9:20",
        "t": "And the Lord*s was angry enough with Aaron to destroy him, but at that time I prayed for Aaron too."
    },
    {
        "o": 5638,
        "r": "niv:Deuteronomy:9:21",
        "t": "Also I took that sinful thing of yours, the calf you had made, and burned it in the fire. Then I crushed it and ground it to powder as fine as dust and threw the dust into a stream that flowed down the mountain."
    },
    {
        "o": 5639,
        "r": "niv:Deuteronomy:9:22",
        "t": "You*p also made the Lord*s angry at Taberah, at Massah and at Kibroth Hattaavah."
    },
    {
        "o": 5640,
        "r": "niv:Deuteronomy:9:23",
        "t": "And*p when the Lord*s sent you out from Kadesh Barnea, he said, “Go up and take possession of the land I have given you.” But you rebelled against the command of the Lord*s your God. You did not trust him or obey him."
    },
    {
        "o": 5641,
        "r": "niv:Deuteronomy:9:24",
        "t": "You have been rebellious against the Lord*s ever since I have known you."
    },
    {
        "o": 5642,
        "r": "niv:Deuteronomy:9:25",
        "t": "I*p lay prostrate before the Lord*s those forty days and forty nights because the Lord*s had said he would destroy you."
    },
    {
        "o": 5643,
        "r": "niv:Deuteronomy:9:26",
        "t": "I prayed to the Lord*s and said, “Sovereign Lord,*s do not destroy your people, your own inheritance that you redeemed by your great power and brought out of Egypt with a mighty hand."
    },
    {
        "o": 5644,
        "r": "niv:Deuteronomy:9:27",
        "t": "Remember your servants Abraham, Isaac and Jacob. Overlook the stubbornness of this people, their wickedness and their sin."
    },
    {
        "o": 5645,
        "r": "niv:Deuteronomy:9:28",
        "t": "Otherwise, the country from which you brought us will say, ‘Because the Lord*s was not able to take them into the land he had promised them, and because he hated them, he brought them out to put them to death in the wilderness.’"
    },
    {
        "o": 5646,
        "r": "niv:Deuteronomy:9:29",
        "t": "But they are your people, your inheritance that you brought out by your great power and your outstretched arm.”"
    }
]
