[
    {
        "o": 23440,
        "r": "csb:Ezekiel:17:0",
        "t": "Ezekiel 17",
        "h": 1
    },
    {
        "o": 23441,
        "r": "csb:Ezekiel:17:0",
        "t": "Parable of the Eagles",
        "h": 2
    },
    {
        "o": 23442,
        "r": "csb:Ezekiel:17:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23443,
        "r": "csb:Ezekiel:17:2",
        "t": "“Son of man, pose a riddle and speak a parable to the house of Israel."
    },
    {
        "o": 23444,
        "r": "csb:Ezekiel:17:3",
        "t": "You are to say, ‘This is what the Lord God*s says: A huge eagle with powerful wings, long feathers, and full plumage of many colors came to Lebanon and took the top of the cedar."
    },
    {
        "o": 23445,
        "r": "csb:Ezekiel:17:4",
        "t": "He plucked off its topmost shoot, brought it to the land of merchants, and set it in a city of traders."
    },
    {
        "o": 23446,
        "r": "csb:Ezekiel:17:5",
        "t": "Then he took some of the land’s seed and put it in a fertile field; he set it like a willow, a plant by abundant water."
    },
    {
        "o": 23447,
        "r": "csb:Ezekiel:17:6",
        "t": "It sprouted and became a spreading vine, low in height with its branches turned toward him, yet its roots stayed under it. So it became a vine, produced branches, and sent out shoots."
    },
    {
        "o": 23448,
        "r": "csb:Ezekiel:17:7",
        "t": "“‘But*p there was another huge eagle with powerful wings and thick plumage. And this vine bent its roots toward him! It stretched out its branches to him from the plot where it was planted, so that he might water it."
    },
    {
        "o": 23449,
        "r": "csb:Ezekiel:17:8",
        "t": "It had been planted in a good field by abundant water in order to produce branches, bear fruit, and become a splendid vine.’"
    },
    {
        "o": 23450,
        "r": "csb:Ezekiel:17:9",
        "t": "“You*p are to say, ‘This is what the Lord God*s says: Will it flourish? Will he not tear out its roots and strip off its fruit so that it shrivels? All its fresh leaves will wither! Great strength and many people will not be needed to pull it from its roots."
    },
    {
        "o": 23451,
        "r": "csb:Ezekiel:17:10",
        "t": "Even though it is planted, will it flourish? Won’t it wither completely when the east wind strikes it? It will wither on the plot where it sprouted.’”"
    },
    {
        "o": 23452,
        "r": "csb:Ezekiel:17:11",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23453,
        "r": "csb:Ezekiel:17:12",
        "t": "“Now say to that rebellious house, ‘Don’t you know what these things mean? ’ Tell them, ‘The king of Babylon came to Jerusalem, took its king and officials, and brought them back with him to Babylon."
    },
    {
        "o": 23454,
        "r": "csb:Ezekiel:17:13",
        "t": "He took one of the royal family and made a covenant with him, putting him under oath. Then he took away the leading men of the land,"
    },
    {
        "o": 23455,
        "r": "csb:Ezekiel:17:14",
        "t": "so that the kingdom would be humble and not exalt itself but would keep his covenant in order to endure."
    },
    {
        "o": 23456,
        "r": "csb:Ezekiel:17:15",
        "t": "However, this king revolted against him by sending his ambassadors to Egypt so they might give him horses and a large army. Will he flourish? Will the one who does such things escape? Can he break a covenant and still escape?"
    },
    {
        "o": 23457,
        "r": "csb:Ezekiel:17:16",
        "t": "“‘As*p I live - this is the declaration of the Lord God-*s he will die in Babylon, in the land of the king who put him on the throne, whose oath he despised and whose covenant he broke."
    },
    {
        "o": 23458,
        "r": "csb:Ezekiel:17:17",
        "t": "Pharaoh with his mighty army and vast company will not help him in battle, when ramps are built and siege walls constructed to destroy many lives."
    },
    {
        "o": 23459,
        "r": "csb:Ezekiel:17:18",
        "t": "He despised the oath by breaking the covenant. He did all these things even though he gave his hand in pledge. He will not escape!"
    },
    {
        "o": 23460,
        "r": "csb:Ezekiel:17:19",
        "t": "“‘Therefore,*p this is what the Lord God*s says: As I live, I will bring down on his head my oath that he despised and my covenant that he broke."
    },
    {
        "o": 23461,
        "r": "csb:Ezekiel:17:20",
        "t": "I will spread my net over him, and he will be caught in my snare. I will bring him to Babylon and execute judgment on him there for the treachery he committed against me."
    },
    {
        "o": 23462,
        "r": "csb:Ezekiel:17:21",
        "t": "All the fugitives among his troops will fall by the sword, and those who survive will be scattered to every direction of the wind. Then you will know that I, the Lord,*s have spoken."
    },
    {
        "o": 23463,
        "r": "csb:Ezekiel:17:22",
        "t": "“‘This*p is what the Lord God*s says: I*pn will take a sprig from*ln the lofty top of the cedar and plant it. I*ln will pluck a tender sprig from*ln its topmost shoots, and*ln I will plant it on*ln a high towering mountain."
    },
    {
        "o": 23464,
        "r": "csb:Ezekiel:17:23",
        "t": "I*ln will plant it on Israel’s high mountain so*ln that it may bear branches, produce fruit, and*ln become a majestic cedar. Birds*ln of every kind will nest under it, taking*ln shelter in the shade of its branches."
    },
    {
        "o": 23465,
        "r": "csb:Ezekiel:17:24",
        "t": "Then*ln all the trees of the field will know that*ln I am the Lord.*s I*ln bring down the tall tree, and*ln make the low tree tall. I*ln cause the green tree to wither and*ln make the withered tree thrive. I,*ln the Lord,*s have spoken and*ln I will do it.’”"
    }
]
