[
    {
        "o": 12847,
        "r": "niv:2 Chronicles:26:0",
        "t": "2 Chronicles 26",
        "h": 1
    },
    {
        "o": 12848,
        "r": "niv:2 Chronicles:26:0",
        "t": "Uzziah King of Judah",
        "h": 2
    },
    {
        "o": 12849,
        "r": "niv:2 Chronicles:26:1",
        "t": "Then*p all the people of Judah took Uzziah, who was sixteen years old, and made him king in place of his father Amaziah."
    },
    {
        "o": 12850,
        "r": "niv:2 Chronicles:26:2",
        "t": "He was the one who rebuilt Elath and restored it to Judah after Amaziah rested with his ancestors."
    },
    {
        "o": 12851,
        "r": "niv:2 Chronicles:26:3",
        "t": "Uzziah*p was sixteen years old when he became king, and he reigned in Jerusalem fifty-two years. His mother’s name was Jekoliah; she was from Jerusalem."
    },
    {
        "o": 12852,
        "r": "niv:2 Chronicles:26:4",
        "t": "He did what was right in the eyes of the Lord,*s just as his father Amaziah had done."
    },
    {
        "o": 12853,
        "r": "niv:2 Chronicles:26:5",
        "t": "He sought God during the days of Zechariah, who instructed him in the fear of God. As long as he sought the Lord,*s God gave him success."
    },
    {
        "o": 12854,
        "r": "niv:2 Chronicles:26:6",
        "t": "He*p went to war against the Philistines and broke down the walls of Gath, Jabneh and Ashdod. He then rebuilt towns near Ashdod and elsewhere among the Philistines."
    },
    {
        "o": 12855,
        "r": "niv:2 Chronicles:26:7",
        "t": "God helped him against the Philistines and against the Arabs who lived in Gur Baal and against the Meunites."
    },
    {
        "o": 12856,
        "r": "niv:2 Chronicles:26:8",
        "t": "The Ammonites brought tribute to Uzziah, and his fame spread as far as the border of Egypt, because he had become very powerful."
    },
    {
        "o": 12857,
        "r": "niv:2 Chronicles:26:9",
        "t": "Uzziah*p built towers in Jerusalem at the Corner Gate, at the Valley Gate and at the angle of the wall, and he fortified them."
    },
    {
        "o": 12858,
        "r": "niv:2 Chronicles:26:10",
        "t": "He also built towers in the wilderness and dug many cisterns, because he had much livestock in the foothills and in the plain. He had people working his fields and vineyards in the hills and in the fertile lands, for he loved the soil."
    },
    {
        "o": 12859,
        "r": "niv:2 Chronicles:26:11",
        "t": "Uzziah*p had a well-trained army, ready to go out by divisions according to their numbers as mustered by Jeiel the secretary and Maaseiah the officer under the direction of Hananiah, one of the royal officials."
    },
    {
        "o": 12860,
        "r": "niv:2 Chronicles:26:12",
        "t": "The total number of family leaders over the fighting men was 2,600."
    },
    {
        "o": 12861,
        "r": "niv:2 Chronicles:26:13",
        "t": "Under their command was an army of 307,500 men trained for war, a powerful force to support the king against his enemies."
    },
    {
        "o": 12862,
        "r": "niv:2 Chronicles:26:14",
        "t": "Uzziah provided shields, spears, helmets, coats of armor, bows and slingstones for the entire army."
    },
    {
        "o": 12863,
        "r": "niv:2 Chronicles:26:15",
        "t": "In Jerusalem he made devices invented for use on the towers and on the corner defenses so that soldiers could shoot arrows and hurl large stones from the walls. His fame spread far and wide, for he was greatly helped until he became powerful."
    },
    {
        "o": 12864,
        "r": "niv:2 Chronicles:26:16",
        "t": "But*p after Uzziah became powerful, his pride led to his downfall. He was unfaithful to the Lord*s his God, and entered the temple of the Lord*s to burn incense on the altar of incense."
    },
    {
        "o": 12865,
        "r": "niv:2 Chronicles:26:17",
        "t": "Azariah the priest with eighty other courageous priests of the Lord*s followed him in."
    },
    {
        "o": 12866,
        "r": "niv:2 Chronicles:26:18",
        "t": "They confronted King Uzziah and said, “It is not right for you, Uzziah, to burn incense to the Lord.*s That is for the priests, the descendants of Aaron, who have been consecrated to burn incense. Leave the sanctuary, for you have been unfaithful; and you will not be honored by the Lord*s God.”"
    },
    {
        "o": 12867,
        "r": "niv:2 Chronicles:26:19",
        "t": "Uzziah,*p who had a censer in his hand ready to burn incense, became angry. While he was raging at the priests in their presence before the incense altar in the Lord’s*s temple, leprosy broke out on his forehead."
    },
    {
        "o": 12868,
        "r": "niv:2 Chronicles:26:20",
        "t": "When Azariah the chief priest and all the other priests looked at him, they saw that he had leprosy on his forehead, so they hurried him out. Indeed, he himself was eager to leave, because the Lord*s had afflicted him."
    },
    {
        "o": 12869,
        "r": "niv:2 Chronicles:26:21",
        "t": "King*p Uzziah had leprosy until the day he died. He lived in a separate house —leprous, and banned from the temple of the Lord.*s Jotham his son had charge of the palace and governed the people of the land."
    },
    {
        "o": 12870,
        "r": "niv:2 Chronicles:26:22",
        "t": "The*p other events of Uzziah’s reign, from beginning to end, are recorded by the prophet Isaiah son of Amoz."
    },
    {
        "o": 12871,
        "r": "niv:2 Chronicles:26:23",
        "t": "Uzziah rested with his ancestors and was buried near them in a cemetery that belonged to the kings, for people said, “He had leprosy.” And Jotham his son succeeded him as king."
    }
]
