[
    {
        "o": 7628,
        "r": "niv:Judges:18:0",
        "t": "Judges 18",
        "h": 1
    },
    {
        "o": 7629,
        "r": "niv:Judges:18:0",
        "t": "The Danites Settle in Laish",
        "h": 2
    },
    {
        "o": 7630,
        "r": "niv:Judges:18:1",
        "t": "In*p those days Israel had no king. And*p in those days the tribe of the Danites was seeking a place of their own where they might settle, because they had not yet come into an inheritance among the tribes of Israel."
    },
    {
        "o": 7631,
        "r": "niv:Judges:18:2",
        "t": "So the Danites sent five of their leading men from Zorah and Eshtaol to spy out the land and explore it. These men represented all the Danites. They told them, “Go, explore the land.” So*p they entered the hill country of Ephraim and came to the house of Micah, where they spent the night."
    },
    {
        "o": 7632,
        "r": "niv:Judges:18:3",
        "t": "When they were near Micah’s house, they recognized the voice of the young Levite; so they turned in there and asked him, “Who brought you here? What are you doing in this place? Why are you here?”"
    },
    {
        "o": 7633,
        "r": "niv:Judges:18:4",
        "t": "He*p told them what Micah had done for him, and said, “He has hired me and I am his priest.”"
    },
    {
        "o": 7634,
        "r": "niv:Judges:18:5",
        "t": "Then*p they said to him, “Please inquire of God to learn whether our journey will be successful.”"
    },
    {
        "o": 7635,
        "r": "niv:Judges:18:6",
        "t": "The*p priest answered them, “Go in peace. Your journey has the Lord’s*s approval.”"
    },
    {
        "o": 7636,
        "r": "niv:Judges:18:7",
        "t": "So*p the five men left and came to Laish, where they saw that the people were living in safety, like the Sidonians, at peace and secure. And since their land lacked nothing, they were prosperous. Also, they lived a long way from the Sidonians and had no relationship with anyone else."
    },
    {
        "o": 7637,
        "r": "niv:Judges:18:8",
        "t": "When*p they returned to Zorah and Eshtaol, their fellow Danites asked them, “How did you find things?”"
    },
    {
        "o": 7638,
        "r": "niv:Judges:18:9",
        "t": "They*p answered, “Come on, let’s attack them! We have seen the land, and it is very good. Aren’t you going to do something? Don’t hesitate to go there and take it over."
    },
    {
        "o": 7639,
        "r": "niv:Judges:18:10",
        "t": "When you get there, you will find an unsuspecting people and a spacious land that God has put into your hands, a land that lacks nothing whatever.”"
    },
    {
        "o": 7640,
        "r": "niv:Judges:18:11",
        "t": "Then*p six hundred men of the Danites, armed for battle, set out from Zorah and Eshtaol."
    },
    {
        "o": 7641,
        "r": "niv:Judges:18:12",
        "t": "On their way they set up camp near Kiriath Jearim in Judah. This is why the place west of Kiriath Jearim is called Mahaneh Dan to this day."
    },
    {
        "o": 7642,
        "r": "niv:Judges:18:13",
        "t": "From there they went on to the hill country of Ephraim and came to Micah’s house."
    },
    {
        "o": 7643,
        "r": "niv:Judges:18:14",
        "t": "Then*p the five men who had spied out the land of Laish said to their fellow Danites, “Do you know that one of these houses has an ephod, some household gods and an image overlaid with silver? Now you know what to do.”"
    },
    {
        "o": 7644,
        "r": "niv:Judges:18:15",
        "t": "So they turned in there and went to the house of the young Levite at Micah’s place and greeted him."
    },
    {
        "o": 7645,
        "r": "niv:Judges:18:16",
        "t": "The six hundred Danites, armed for battle, stood at the entrance of the gate."
    },
    {
        "o": 7646,
        "r": "niv:Judges:18:17",
        "t": "The five men who had spied out the land went inside and took the idol, the ephod and the household gods while the priest and the six hundred armed men stood at the entrance of the gate."
    },
    {
        "o": 7647,
        "r": "niv:Judges:18:18",
        "t": "When*p the five men went into Micah’s house and took the idol, the ephod and the household gods, the priest said to them, “What are you doing?”"
    },
    {
        "o": 7648,
        "r": "niv:Judges:18:19",
        "t": "They*p answered him, “Be quiet! Don’t say a word. Come with us, and be our father and priest. Isn’t it better that you serve a tribe and clan in Israel as priest rather than just one man’s household?”"
    },
    {
        "o": 7649,
        "r": "niv:Judges:18:20",
        "t": "The priest was very pleased. He took the ephod, the household gods and the idol and went along with the people."
    },
    {
        "o": 7650,
        "r": "niv:Judges:18:21",
        "t": "Putting their little children, their livestock and their possessions in front of them, they turned away and left."
    },
    {
        "o": 7651,
        "r": "niv:Judges:18:22",
        "t": "When*p they had gone some distance from Micah’s house, the men who lived near Micah were called together and overtook the Danites."
    },
    {
        "o": 7652,
        "r": "niv:Judges:18:23",
        "t": "As they shouted after them, the Danites turned and said to Micah, “What’s the matter with you that you called out your men to fight?”"
    },
    {
        "o": 7653,
        "r": "niv:Judges:18:24",
        "t": "He*p replied, “You took the gods I made, and my priest, and went away. What else do I have? How can you ask, ‘What’s the matter with you?’ ”"
    },
    {
        "o": 7654,
        "r": "niv:Judges:18:25",
        "t": "The*p Danites answered, “Don’t argue with us, or some of the men may get angry and attack you, and you and your family will lose your lives.”"
    },
    {
        "o": 7655,
        "r": "niv:Judges:18:26",
        "t": "So the Danites went their way, and Micah, seeing that they were too strong for him, turned around and went back home."
    },
    {
        "o": 7656,
        "r": "niv:Judges:18:27",
        "t": "Then*p they took what Micah had made, and his priest, and went on to Laish, against a people at peace and secure. They attacked them with the sword and burned down their city."
    },
    {
        "o": 7657,
        "r": "niv:Judges:18:28",
        "t": "There was no one to rescue them because they lived a long way from Sidon and had no relationship with anyone else. The city was in a valley near Beth Rehob. The*p Danites rebuilt the city and settled there."
    },
    {
        "o": 7658,
        "r": "niv:Judges:18:29",
        "t": "They named it Dan after their ancestor Dan, who was born to Israel—though the city used to be called Laish."
    },
    {
        "o": 7659,
        "r": "niv:Judges:18:30",
        "t": "There the Danites set up for themselves the idol, and Jonathan son of Gershom, the son of Moses, and his sons were priests for the tribe of Dan until the time of the captivity of the land."
    },
    {
        "o": 7660,
        "r": "niv:Judges:18:31",
        "t": "They continued to use the idol Micah had made, all the time the house of God was in Shiloh."
    }
]
