[
    {
        "o": 32805,
        "r": "csb:2 Corinthians:10:0",
        "t": "2 Corinthians 10",
        "h": 1
    },
    {
        "o": 32806,
        "r": "csb:2 Corinthians:10:0",
        "t": "Paul’s Apostolic Authority",
        "h": 2
    },
    {
        "o": 32807,
        "r": "csb:2 Corinthians:10:1",
        "t": "Now*p I, Paul, myself, appeal to you by the meekness and gentleness of Christ - I who am humble among you in person but bold toward you when absent."
    },
    {
        "o": 32808,
        "r": "csb:2 Corinthians:10:2",
        "t": "I beg you that when I am present I will not need to be bold with the confidence by which I plan to challenge certain people who think we are living according to the flesh."
    },
    {
        "o": 32809,
        "r": "csb:2 Corinthians:10:3",
        "t": "For although we live in the flesh, we do not wage war according to the flesh,"
    },
    {
        "o": 32810,
        "r": "csb:2 Corinthians:10:4",
        "t": "since the weapons of our warfare are not of the flesh, but are powerful through God for the demolition of strongholds. We demolish arguments"
    },
    {
        "o": 32811,
        "r": "csb:2 Corinthians:10:5",
        "t": "and every proud thing that is raised up against the knowledge of God, and we take every thought captive to obey Christ."
    },
    {
        "o": 32812,
        "r": "csb:2 Corinthians:10:6",
        "t": "And we are ready to punish any disobedience, once your obedience is complete."
    },
    {
        "o": 32813,
        "r": "csb:2 Corinthians:10:7",
        "t": "Look*p at what is obvious. If anyone is confident that he belongs to Christ, let him remind himself of this: Just as he belongs to Christ, so do we."
    },
    {
        "o": 32814,
        "r": "csb:2 Corinthians:10:8",
        "t": "For if I boast a little too much about our authority, which the Lord gave for building you up and not for tearing you down, I will not be put to shame."
    },
    {
        "o": 32815,
        "r": "csb:2 Corinthians:10:9",
        "t": "I don’t want to seem as though I am trying to terrify you with my letters."
    },
    {
        "o": 32816,
        "r": "csb:2 Corinthians:10:10",
        "t": "For it is said, “His letters are weighty and powerful, but his physical presence is weak and his public speaking amounts to nothing.”"
    },
    {
        "o": 32817,
        "r": "csb:2 Corinthians:10:11",
        "t": "Let such a person consider this: What we are in our letters, when we are absent, we will also be in our actions when we are present."
    },
    {
        "o": 32818,
        "r": "csb:2 Corinthians:10:12",
        "t": "For*p we don’t dare classify or compare ourselves with some who commend themselves. But in measuring themselves by themselves and comparing themselves to themselves, they lack understanding."
    },
    {
        "o": 32819,
        "r": "csb:2 Corinthians:10:13",
        "t": "We, however, will not boast beyond measure but according to the measure of the area of ministry that God has assigned to us, which reaches even to you."
    },
    {
        "o": 32820,
        "r": "csb:2 Corinthians:10:14",
        "t": "For we are not overextending ourselves, as if we had not reached you, since we have come to you with the gospel of Christ."
    },
    {
        "o": 32821,
        "r": "csb:2 Corinthians:10:15",
        "t": "We are not boasting beyond measure about other people’s labors. On the contrary, we have the hope that as your faith increases, our area of ministry will be greatly enlarged,"
    },
    {
        "o": 32822,
        "r": "csb:2 Corinthians:10:16",
        "t": "so that we may preach the gospel to the regions beyond you without boasting about what has already been done in someone else’s area of ministry."
    },
    {
        "o": 32823,
        "r": "csb:2 Corinthians:10:17",
        "t": "So let*i the*i one*i who*i boasts,*i boast*i in*i the*i Lord.*i"
    },
    {
        "o": 32824,
        "r": "csb:2 Corinthians:10:18",
        "t": "For it is not the one commending himself who is approved, but the one the Lord commends."
    }
]
