[
    {
        "o": 33234,
        "r": "esv:1 Timothy:1:0",
        "t": "1 Timothy 1",
        "h": 1
    },
    {
        "o": 33235,
        "r": "esv:1 Timothy:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33236,
        "r": "esv:1 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by command of God our Savior and of Christ Jesus our hope,"
    },
    {
        "o": 33237,
        "r": "esv:1 Timothy:1:2",
        "t": "To*p Timothy, my true child in the faith: Grace,*p mercy, and peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 33238,
        "r": "esv:1 Timothy:1:2",
        "t": "Warning Against False Teachers",
        "h": 2
    },
    {
        "o": 33239,
        "r": "esv:1 Timothy:1:3",
        "t": "As*p I urged you when I was going to Macedonia, remain at Ephesus so that you may charge certain persons not to teach any different doctrine,"
    },
    {
        "o": 33240,
        "r": "esv:1 Timothy:1:4",
        "t": "nor to devote themselves to myths and endless genealogies, which promote speculations rather than the stewardship from God that is by faith."
    },
    {
        "o": 33241,
        "r": "esv:1 Timothy:1:5",
        "t": "The aim of our charge is love that issues from a pure heart and a good conscience and a sincere faith."
    },
    {
        "o": 33242,
        "r": "esv:1 Timothy:1:6",
        "t": "Certain persons, by swerving from these, have wandered away into vain discussion,"
    },
    {
        "o": 33243,
        "r": "esv:1 Timothy:1:7",
        "t": "desiring to be teachers of the law, without understanding either what they are saying or the things about which they make confident assertions."
    },
    {
        "o": 33244,
        "r": "esv:1 Timothy:1:8",
        "t": "Now*p we know that the law is good, if one uses it lawfully,"
    },
    {
        "o": 33245,
        "r": "esv:1 Timothy:1:9",
        "t": "understanding this, that the law is not laid down for the just but for the lawless and disobedient, for the ungodly and sinners, for the unholy and profane, for those who strike their fathers and mothers, for murderers,"
    },
    {
        "o": 33246,
        "r": "esv:1 Timothy:1:10",
        "t": "the sexually immoral, men who practice homosexuality, enslavers, liars, perjurers, and whatever else is contrary to sound doctrine,"
    },
    {
        "o": 33247,
        "r": "esv:1 Timothy:1:11",
        "t": "in accordance with the gospel of the glory of the blessed God with which I have been entrusted."
    },
    {
        "o": 33248,
        "r": "esv:1 Timothy:1:11",
        "t": "Christ Jesus Came to Save Sinners",
        "h": 2
    },
    {
        "o": 33249,
        "r": "esv:1 Timothy:1:12",
        "t": "I*p thank him who has given me strength, Christ Jesus our Lord, because he judged me faithful, appointing me to his service,"
    },
    {
        "o": 33250,
        "r": "esv:1 Timothy:1:13",
        "t": "though formerly I was a blasphemer, persecutor, and insolent opponent. But I received mercy because I had acted ignorantly in unbelief,"
    },
    {
        "o": 33251,
        "r": "esv:1 Timothy:1:14",
        "t": "and the grace of our Lord overflowed for me with the faith and love that are in Christ Jesus."
    },
    {
        "o": 33252,
        "r": "esv:1 Timothy:1:15",
        "t": "The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners, of whom I am the foremost."
    },
    {
        "o": 33253,
        "r": "esv:1 Timothy:1:16",
        "t": "But I received mercy for this reason, that in me, as the foremost, Jesus Christ might display his perfect patience as an example to those who were to believe in him for eternal life."
    },
    {
        "o": 33254,
        "r": "esv:1 Timothy:1:17",
        "t": "To the King of the ages, immortal, invisible, the only God, be honor and glory forever and ever. Amen."
    },
    {
        "o": 33255,
        "r": "esv:1 Timothy:1:18",
        "t": "This*p charge I entrust to you, Timothy, my child, in accordance with the prophecies previously made about you, that by them you may wage the good warfare,"
    },
    {
        "o": 33256,
        "r": "esv:1 Timothy:1:19",
        "t": "holding faith and a good conscience. By rejecting this, some have made shipwreck of their faith,"
    },
    {
        "o": 33257,
        "r": "esv:1 Timothy:1:20",
        "t": "among whom are Hymenaeus and Alexander, whom I have handed over to Satan that they may learn not to blaspheme."
    }
]
