[
    {
        "o": 10137,
        "r": "nkjv:1 Kings:13:0",
        "t": "1 Kings 13",
        "h": 1
    },
    {
        "o": 10138,
        "r": "nkjv:1 Kings:13:0",
        "t": "The Message of the Man of God",
        "h": 2
    },
    {
        "o": 10139,
        "r": "nkjv:1 Kings:13:1",
        "t": "And*p behold, a man of God went from Judah to Bethel by the word of the Lord,*s and Jeroboam stood by the altar to burn incense."
    },
    {
        "o": 10140,
        "r": "nkjv:1 Kings:13:2",
        "t": "Then he cried out against the altar by the word of the Lord,*s and said, “O altar, altar! Thus says the Lord:*s ‘Behold, a child, Josiah by name, shall be born to the house of David; and on you he shall sacrifice the priests of the high places who burn incense on you, and men’s bones shall be burned on you.’”"
    },
    {
        "o": 10141,
        "r": "nkjv:1 Kings:13:3",
        "t": "And he gave a sign the same day, saying, “This is*i the sign which the Lord*s has spoken: Surely the altar shall split apart, and the ashes on it shall be poured out.”"
    },
    {
        "o": 10142,
        "r": "nkjv:1 Kings:13:4",
        "t": "So*p it came to pass when King Jeroboam heard the saying of the man of God, who cried out against the altar in Bethel, that he stretched out his hand from the altar, saying, “Arrest him!” Then his hand, which he stretched out toward him, withered, so that he could not pull it back to himself."
    },
    {
        "o": 10143,
        "r": "nkjv:1 Kings:13:5",
        "t": "The altar also was split apart, and the ashes poured out from the altar, according to the sign which the man of God had given by the word of the Lord.*s"
    },
    {
        "o": 10144,
        "r": "nkjv:1 Kings:13:6",
        "t": "Then the king answered and said to the man of God, “Please entreat the favor of the Lord*s your God, and pray for me, that my hand may be restored to me.” So*p the man of God entreated the Lord,*s and the king’s hand was restored to him, and became as before."
    },
    {
        "o": 10145,
        "r": "nkjv:1 Kings:13:7",
        "t": "Then the king said to the man of God, “Come home with me and refresh yourself, and I will give you a reward.”"
    },
    {
        "o": 10146,
        "r": "nkjv:1 Kings:13:8",
        "t": "But*p the man of God said to the king, “If you were to give me half your house, I would not go in with you; nor would I eat bread nor drink water in this place."
    },
    {
        "o": 10147,
        "r": "nkjv:1 Kings:13:9",
        "t": "For so it was commanded me by the word of the Lord,*s saying, ‘You shall not eat bread, nor drink water, nor return by the same way you came.’”"
    },
    {
        "o": 10148,
        "r": "nkjv:1 Kings:13:10",
        "t": "So he went another way and did not return by the way he came to Bethel."
    },
    {
        "o": 10149,
        "r": "nkjv:1 Kings:13:10",
        "t": "Death of the Man of God",
        "h": 2
    },
    {
        "o": 10150,
        "r": "nkjv:1 Kings:13:11",
        "t": "Now*p an old prophet dwelt in Bethel, and his sons came and told him all the works that the man of God had done that day in Bethel; they also told their father the words which he had spoken to the king."
    },
    {
        "o": 10151,
        "r": "nkjv:1 Kings:13:12",
        "t": "And their father said to them, “Which way did he go?” For his sons had seen which way the man of God went who came from Judah."
    },
    {
        "o": 10152,
        "r": "nkjv:1 Kings:13:13",
        "t": "Then he said to his sons, “Saddle the donkey for me.” So they saddled the donkey for him; and he rode on it,"
    },
    {
        "o": 10153,
        "r": "nkjv:1 Kings:13:14",
        "t": "and went after the man of God, and found him sitting under an oak. Then he said to him, “Are*i you the man of God who came from Judah?” And*p he said, “I am.”*i"
    },
    {
        "o": 10154,
        "r": "nkjv:1 Kings:13:15",
        "t": "Then*p he said to him, “Come home with me and eat bread.”"
    },
    {
        "o": 10155,
        "r": "nkjv:1 Kings:13:16",
        "t": "And*p he said, “I cannot return with you nor go in with you; neither can I eat bread nor drink water with you in this place."
    },
    {
        "o": 10156,
        "r": "nkjv:1 Kings:13:17",
        "t": "For I have been told by the word of the Lord,*s ‘You shall not eat bread nor drink water there, nor return by going the way you came.’”"
    },
    {
        "o": 10157,
        "r": "nkjv:1 Kings:13:18",
        "t": "He*p said to him, “I too am*i a prophet as you are,*i and an angel spoke to me by the word of the Lord,*s saying, ‘Bring him back with you to your house, that he may eat bread and drink water.’” (He was lying to him.)"
    },
    {
        "o": 10158,
        "r": "nkjv:1 Kings:13:19",
        "t": "So*p he went back with him, and ate bread in his house, and drank water."
    },
    {
        "o": 10159,
        "r": "nkjv:1 Kings:13:20",
        "t": "Now*p it happened, as they sat at the table, that the word of the Lord*s came to the prophet who had brought him back;"
    },
    {
        "o": 10160,
        "r": "nkjv:1 Kings:13:21",
        "t": "and he cried out to the man of God who came from Judah, saying, “Thus says the Lord:*s ‘Because you have disobeyed the word of the Lord,*s and have not kept the commandment which the Lord*s your God commanded you,"
    },
    {
        "o": 10161,
        "r": "nkjv:1 Kings:13:22",
        "t": "but you came back, ate bread, and drank water in the place of which the*i Lord*is said to you, “Eat no bread and drink no water,” your corpse shall not come to the tomb of your fathers.’”"
    },
    {
        "o": 10162,
        "r": "nkjv:1 Kings:13:23",
        "t": "So*p it was, after he had eaten bread and after he had drunk, that he saddled the donkey for him, the prophet whom he had brought back."
    },
    {
        "o": 10163,
        "r": "nkjv:1 Kings:13:24",
        "t": "When he was gone, a lion met him on the road and killed him. And his corpse was thrown on the road, and the donkey stood by it. The lion also stood by the corpse."
    },
    {
        "o": 10164,
        "r": "nkjv:1 Kings:13:25",
        "t": "And there, men passed by and saw the corpse thrown on the road, and the lion standing by the corpse. Then they went and told it*i in the city where the old prophet dwelt."
    },
    {
        "o": 10165,
        "r": "nkjv:1 Kings:13:26",
        "t": "Now*p when the prophet who had brought him back from the way heard it,*i he said, “It is*i the man of God who was disobedient to the word of the Lord.*s Therefore the Lord*s has delivered him to the lion, which has torn him and killed him, according to the word of the Lord*s which He spoke to him.”"
    },
    {
        "o": 10166,
        "r": "nkjv:1 Kings:13:27",
        "t": "And he spoke to his sons, saying, “Saddle the donkey for me.” So they saddled it.*i"
    },
    {
        "o": 10167,
        "r": "nkjv:1 Kings:13:28",
        "t": "Then he went and found his corpse thrown on the road, and the donkey and the lion standing by the corpse. The lion had not eaten the corpse nor torn the donkey."
    },
    {
        "o": 10168,
        "r": "nkjv:1 Kings:13:29",
        "t": "And the prophet took up the corpse of the man of God, laid it on the donkey, and brought it back. So the old prophet came to the city to mourn, and to bury him."
    },
    {
        "o": 10169,
        "r": "nkjv:1 Kings:13:30",
        "t": "Then he laid the corpse in his own tomb; and they mourned over him, saying,*i “Alas, my brother!”"
    },
    {
        "o": 10170,
        "r": "nkjv:1 Kings:13:31",
        "t": "So it was, after he had buried him, that he spoke to his sons, saying, “When I am dead, then bury me in the tomb where the man of God is*i buried; lay my bones beside his bones."
    },
    {
        "o": 10171,
        "r": "nkjv:1 Kings:13:32",
        "t": "For the saying which he cried out by the word of the Lord*s against the altar in Bethel, and against all the shrines on the high places which are*i in the cities of Samaria, will surely come to pass.”"
    },
    {
        "o": 10172,
        "r": "nkjv:1 Kings:13:33",
        "t": "After*p this event Jeroboam did not turn from his evil way, but again he made priests from every class of people for the high places; whoever wished, he consecrated him, and he became one*i of the priests of the high places."
    },
    {
        "o": 10173,
        "r": "nkjv:1 Kings:13:34",
        "t": "And this thing was the sin of the house of Jeroboam, so as to exterminate and destroy it*i from the face of the earth."
    }
]
