[
    {
        "o": 12468,
        "r": "csb:2 Chronicles:4:0",
        "t": "2 Chronicles 4",
        "h": 1
    },
    {
        "o": 12469,
        "r": "csb:2 Chronicles:4:0",
        "t": "The Altar and Basins",
        "h": 2
    },
    {
        "o": 12470,
        "r": "csb:2 Chronicles:4:1",
        "t": "He*p made a bronze altar 30 feet long, 30 feet wide, and 15 feet high."
    },
    {
        "o": 12471,
        "r": "csb:2 Chronicles:4:2",
        "t": "Then*p he made the cast metal basin, 15 feet from brim to brim, perfectly round. It was 7½ feet high and 45 feet in circumference."
    },
    {
        "o": 12472,
        "r": "csb:2 Chronicles:4:3",
        "t": "The likeness of oxen was below it, completely encircling it, ten every half yard, completely surrounding the basin. The oxen were cast in two rows when the basin was cast."
    },
    {
        "o": 12473,
        "r": "csb:2 Chronicles:4:4",
        "t": "It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east. The basin was on top of them and all their hindquarters were toward the center."
    },
    {
        "o": 12474,
        "r": "csb:2 Chronicles:4:5",
        "t": "The basin was three inches thick, and its rim was fashioned like the brim of a cup or a lily blossom. It could hold eleven thousand gallons."
    },
    {
        "o": 12475,
        "r": "csb:2 Chronicles:4:6",
        "t": "He*p made ten basins for washing and he put five on the right and five on the left. The parts of the burnt offering were rinsed in them, but the basin was used by the priests for washing."
    },
    {
        "o": 12476,
        "r": "csb:2 Chronicles:4:6",
        "t": "The Lampstands, Tables, and Courts",
        "h": 2
    },
    {
        "o": 12477,
        "r": "csb:2 Chronicles:4:7",
        "t": "He*p made the ten gold lampstands according to their specifications and put them in the sanctuary, five on the right and five on the left."
    },
    {
        "o": 12478,
        "r": "csb:2 Chronicles:4:8",
        "t": "He made ten tables and placed them in the sanctuary, five on the right and five on the left. He also made a hundred gold bowls."
    },
    {
        "o": 12479,
        "r": "csb:2 Chronicles:4:9",
        "t": "He*p made the courtyard of the priests and the large court, and doors for the court. He overlaid the doors with bronze."
    },
    {
        "o": 12480,
        "r": "csb:2 Chronicles:4:10",
        "t": "He put the basin on the right side, toward the southeast."
    },
    {
        "o": 12481,
        "r": "csb:2 Chronicles:4:11",
        "t": "Then Huram made the pots, the shovels, and the bowls."
    },
    {
        "o": 12482,
        "r": "csb:2 Chronicles:4:11",
        "t": "Completion of the Bronze Furnishings",
        "h": 2
    },
    {
        "o": 12483,
        "r": "csb:2 Chronicles:4:11",
        "t": "So*p Huram finished doing the work that he was doing for King Solomon in God’s temple:"
    },
    {
        "o": 12484,
        "r": "csb:2 Chronicles:4:12",
        "t": "two pillars; the bowls and the capitals on top of the two pillars; the two gratings for covering both bowls of the capitals that were on top of the pillars;"
    },
    {
        "o": 12485,
        "r": "csb:2 Chronicles:4:13",
        "t": "the four hundred pomegranates for the two gratings (two rows of pomegranates for each grating covering both capitals’ bowls on top of the pillars)."
    },
    {
        "o": 12486,
        "r": "csb:2 Chronicles:4:14",
        "t": "He also made the water carts and the basins on the water carts."
    },
    {
        "o": 12487,
        "r": "csb:2 Chronicles:4:15",
        "t": "The one basin and the twelve oxen underneath it,"
    },
    {
        "o": 12488,
        "r": "csb:2 Chronicles:4:16",
        "t": "the pots, the shovels, the forks, and all their utensils - Huram-abi made them for King Solomon for the Lord’s*s temple. All these were made of polished bronze."
    },
    {
        "o": 12489,
        "r": "csb:2 Chronicles:4:17",
        "t": "The king had them cast in clay molds in the Jordan Valley between Succoth and Zeredah."
    },
    {
        "o": 12490,
        "r": "csb:2 Chronicles:4:18",
        "t": "Solomon made all these utensils in such great abundance that the weight of the bronze was not determined."
    },
    {
        "o": 12491,
        "r": "csb:2 Chronicles:4:18",
        "t": "Completion of the Gold Furnishings",
        "h": 2
    },
    {
        "o": 12492,
        "r": "csb:2 Chronicles:4:19",
        "t": "Solomon*p also made all the equipment in God’s temple: the gold altar; the tables on which to put the Bread of the Presence;"
    },
    {
        "o": 12493,
        "r": "csb:2 Chronicles:4:20",
        "t": "the lampstands and their lamps of pure gold to burn in front of the inner sanctuary according to specifications;"
    },
    {
        "o": 12494,
        "r": "csb:2 Chronicles:4:21",
        "t": "the flowers, lamps, and gold tongs - of purest gold;"
    },
    {
        "o": 12495,
        "r": "csb:2 Chronicles:4:22",
        "t": "the wick trimmers, sprinkling basins, ladles, and firepans - of purest gold; and the entryway to the temple, its inner doors to the most holy place, and the doors of the temple sanctuary - of gold."
    }
]
