[
    {
        "o": 2623,
        "r": "nkjv:Exodus:30:0",
        "t": "Exodus 30",
        "h": 1
    },
    {
        "o": 2624,
        "r": "nkjv:Exodus:30:0",
        "t": "The Altar of Incense",
        "h": 2
    },
    {
        "o": 2625,
        "r": "nkjv:Exodus:30:1",
        "t": "“You*p shall make an altar to burn incense on; you shall make it of acacia wood."
    },
    {
        "o": 2626,
        "r": "nkjv:Exodus:30:2",
        "t": "A cubit shall*i be*i its length and a cubit its width—it shall be square—and two cubits shall*i be*i its height. Its horns shall*i be*i of one piece with it."
    },
    {
        "o": 2627,
        "r": "nkjv:Exodus:30:3",
        "t": "And you shall overlay its top, its sides all around, and its horns with pure gold; and you shall make for it a molding of gold all around."
    },
    {
        "o": 2628,
        "r": "nkjv:Exodus:30:4",
        "t": "Two gold rings you shall make for it, under the molding on both its sides. You shall place them*i on its two sides, and they will be holders for the poles with which to bear it."
    },
    {
        "o": 2629,
        "r": "nkjv:Exodus:30:5",
        "t": "You shall make the poles of acacia wood, and overlay them with gold."
    },
    {
        "o": 2630,
        "r": "nkjv:Exodus:30:6",
        "t": "And you shall put it before the veil that is*i before the ark of the Testimony, before the mercy seat that is*i over the Testimony, where I will meet with you."
    },
    {
        "o": 2631,
        "r": "nkjv:Exodus:30:7",
        "t": "“Aaron*p shall burn on it sweet incense every morning; when he tends the lamps, he shall burn incense on it."
    },
    {
        "o": 2632,
        "r": "nkjv:Exodus:30:8",
        "t": "And when Aaron lights the lamps at twilight, he shall burn incense on it, a perpetual incense before the Lord*s throughout your generations."
    },
    {
        "o": 2633,
        "r": "nkjv:Exodus:30:9",
        "t": "You shall not offer strange incense on it, or a burnt offering, or a grain offering; nor shall you pour a drink offering on it."
    },
    {
        "o": 2634,
        "r": "nkjv:Exodus:30:10",
        "t": "And Aaron shall make atonement upon its horns once a year with the blood of the sin offering of atonement; once a year he shall make atonement upon it throughout your generations. It is*i most holy to the Lord.”*s"
    },
    {
        "o": 2635,
        "r": "nkjv:Exodus:30:10",
        "t": "The Ransom Money",
        "h": 2
    },
    {
        "o": 2636,
        "r": "nkjv:Exodus:30:11",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2637,
        "r": "nkjv:Exodus:30:12",
        "t": "“When you take the census of the children of Israel for their number, then every man shall give a ransom for himself to the Lord,*s when you number them, that there may be no plague among them when you*i number them."
    },
    {
        "o": 2638,
        "r": "nkjv:Exodus:30:13",
        "t": "This is what everyone among those who are numbered shall give: half a shekel according to the shekel of the sanctuary (a shekel is*i twenty gerahs). The half-shekel shall*i be*i an offering to the Lord.*s"
    },
    {
        "o": 2639,
        "r": "nkjv:Exodus:30:14",
        "t": "Everyone included among those who are numbered, from twenty years old and above, shall give an offering to the Lord.*s"
    },
    {
        "o": 2640,
        "r": "nkjv:Exodus:30:15",
        "t": "The rich shall not give more and the poor shall not give less than half a shekel, when you*i give an offering to the Lord,*s to make atonement for yourselves."
    },
    {
        "o": 2641,
        "r": "nkjv:Exodus:30:16",
        "t": "And you shall take the atonement money of the children of Israel, and shall appoint it for the service of the tabernacle of meeting, that it may be a memorial for the children of Israel before the Lord,*s to make atonement for yourselves.”"
    },
    {
        "o": 2642,
        "r": "nkjv:Exodus:30:16",
        "t": "The Bronze Laver",
        "h": 2
    },
    {
        "o": 2643,
        "r": "nkjv:Exodus:30:17",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2644,
        "r": "nkjv:Exodus:30:18",
        "t": "“You shall also make a laver of bronze, with its base also of bronze, for washing. You shall put it between the tabernacle of meeting and the altar. And you shall put water in it,"
    },
    {
        "o": 2645,
        "r": "nkjv:Exodus:30:19",
        "t": "for Aaron and his sons shall wash their hands and their feet in water from it."
    },
    {
        "o": 2646,
        "r": "nkjv:Exodus:30:20",
        "t": "When they go into the tabernacle of meeting, or when they come near the altar to minister, to burn an offering made by fire to the Lord,*s they shall wash with water, lest they die."
    },
    {
        "o": 2647,
        "r": "nkjv:Exodus:30:21",
        "t": "So they shall wash their hands and their feet, lest they die. And it shall be a statute forever to them—to him and his descendants throughout their generations.”"
    },
    {
        "o": 2648,
        "r": "nkjv:Exodus:30:21",
        "t": "The Holy Anointing Oil",
        "h": 2
    },
    {
        "o": 2649,
        "r": "nkjv:Exodus:30:22",
        "t": "Moreover*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2650,
        "r": "nkjv:Exodus:30:23",
        "t": "“Also take for yourself quality spices—five hundred shekels*i of liquid myrrh, half as much sweet-smelling cinnamon (two hundred and fifty shekels),*i two hundred and fifty shekels*i of sweet-smelling cane,"
    },
    {
        "o": 2651,
        "r": "nkjv:Exodus:30:24",
        "t": "five hundred shekels*i of cassia, according to the shekel of the sanctuary, and a hin of olive oil."
    },
    {
        "o": 2652,
        "r": "nkjv:Exodus:30:25",
        "t": "And you shall make from these a holy anointing oil, an ointment compounded according to the art of the perfumer. It shall be a holy anointing oil."
    },
    {
        "o": 2653,
        "r": "nkjv:Exodus:30:26",
        "t": "With it you shall anoint the tabernacle of meeting and the ark of the Testimony;"
    },
    {
        "o": 2654,
        "r": "nkjv:Exodus:30:27",
        "t": "the table and all its utensils, the lampstand and its utensils, and the altar of incense;"
    },
    {
        "o": 2655,
        "r": "nkjv:Exodus:30:28",
        "t": "the altar of burnt offering with all its utensils, and the laver and its base."
    },
    {
        "o": 2656,
        "r": "nkjv:Exodus:30:29",
        "t": "You shall consecrate them, that they may be most holy; whatever touches them must be holy."
    },
    {
        "o": 2657,
        "r": "nkjv:Exodus:30:30",
        "t": "And you shall anoint Aaron and his sons, and consecrate them, that they*i may minister to Me as priests."
    },
    {
        "o": 2658,
        "r": "nkjv:Exodus:30:31",
        "t": "“And*p you shall speak to the children of Israel, saying: ‘This shall be a holy anointing oil to Me throughout your generations."
    },
    {
        "o": 2659,
        "r": "nkjv:Exodus:30:32",
        "t": "It shall not be poured on man’s flesh; nor shall you make any*i other*i like it, according to its composition. It is*i holy, and*i it shall be holy to you."
    },
    {
        "o": 2660,
        "r": "nkjv:Exodus:30:33",
        "t": "Whoever compounds any*i like it, or whoever puts any*i of it on an outsider, shall be cut off from his people.’”"
    },
    {
        "o": 2661,
        "r": "nkjv:Exodus:30:33",
        "t": "The Incense",
        "h": 2
    },
    {
        "o": 2662,
        "r": "nkjv:Exodus:30:34",
        "t": "And*p the Lord*s said to Moses: “Take sweet spices, stacte and onycha and galbanum, and pure frankincense with these*i sweet spices; there shall be equal amounts of each."
    },
    {
        "o": 2663,
        "r": "nkjv:Exodus:30:35",
        "t": "You shall make of these an incense, a compound according to the art of the perfumer, salted, pure, and*i holy."
    },
    {
        "o": 2664,
        "r": "nkjv:Exodus:30:36",
        "t": "And you shall beat some*i of it very fine, and put some of it before the Testimony in the tabernacle of meeting where I will meet with you. It shall be most holy to you."
    },
    {
        "o": 2665,
        "r": "nkjv:Exodus:30:37",
        "t": "But as*i for*i the incense which you shall make, you shall not make any for yourselves, according to its composition. It shall be to you holy for the Lord.*s"
    },
    {
        "o": 2666,
        "r": "nkjv:Exodus:30:38",
        "t": "Whoever makes any*i like it, to smell it, he shall be cut off from his people.”"
    }
]
