[
    {
        "o": 3041,
        "r": "csb:Leviticus:1:0",
        "t": "Leviticus 1",
        "h": 1
    },
    {
        "o": 3042,
        "r": "csb:Leviticus:1:0",
        "t": "The Burnt Offering",
        "h": 2
    },
    {
        "o": 3043,
        "r": "csb:Leviticus:1:1",
        "t": "Then*p the Lord*s summoned Moses and spoke to him from the tent of meeting:"
    },
    {
        "o": 3044,
        "r": "csb:Leviticus:1:2",
        "t": "“Speak to the Israelites and tell them: When any of you brings an offering to the Lord*s from the livestock, you may bring your offering from the herd or the flock."
    },
    {
        "o": 3045,
        "r": "csb:Leviticus:1:3",
        "t": "“If*p his offering is a burnt offering from the herd, he is to bring an unblemished male. He will bring it to the entrance to the tent of meeting so that he may be accepted by the Lord.*s"
    },
    {
        "o": 3046,
        "r": "csb:Leviticus:1:4",
        "t": "He is to lay his hand on the head of the burnt offering so it can be accepted on his behalf to make atonement for him."
    },
    {
        "o": 3047,
        "r": "csb:Leviticus:1:5",
        "t": "He is to slaughter the bull before the Lord;*s Aaron’s sons the priests are to present the blood and splatter it on all sides of the altar that is at the entrance to the tent of meeting."
    },
    {
        "o": 3048,
        "r": "csb:Leviticus:1:6",
        "t": "Then he is to skin the burnt offering and cut it into pieces."
    },
    {
        "o": 3049,
        "r": "csb:Leviticus:1:7",
        "t": "The sons of Aaron the priest will prepare a fire on the altar and arrange wood on the fire."
    },
    {
        "o": 3050,
        "r": "csb:Leviticus:1:8",
        "t": "Aaron’s sons the priests are to arrange the pieces, the head, and the fat on top of the burning wood on the altar."
    },
    {
        "o": 3051,
        "r": "csb:Leviticus:1:9",
        "t": "The offerer is to wash its entrails and legs with water. Then the priest will burn all of it on the altar as a burnt offering, a food offering, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3052,
        "r": "csb:Leviticus:1:10",
        "t": "“But*p if his offering for a burnt offering is from the flock, from sheep or goats, he is to present an unblemished male."
    },
    {
        "o": 3053,
        "r": "csb:Leviticus:1:11",
        "t": "He will slaughter it on the north side of the altar before the Lord.*s Aaron’s sons the priests will splatter its blood against the altar on all sides."
    },
    {
        "o": 3054,
        "r": "csb:Leviticus:1:12",
        "t": "He will cut the animal into pieces with its head and its fat, and the priest will arrange them on top of the burning wood on the altar."
    },
    {
        "o": 3055,
        "r": "csb:Leviticus:1:13",
        "t": "But he is to wash the entrails and legs with water. The priest will then present all of it and burn it on the altar; it is a burnt offering, a food offering, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3056,
        "r": "csb:Leviticus:1:14",
        "t": "“If*p his offering to the Lord*s is a burnt offering of birds, he is to present his offering from the turtledoves or young pigeons."
    },
    {
        "o": 3057,
        "r": "csb:Leviticus:1:15",
        "t": "Then the priest is to bring it to the altar, and will twist off its head and burn it on the altar; its blood should be drained at the side of the altar."
    },
    {
        "o": 3058,
        "r": "csb:Leviticus:1:16",
        "t": "He will remove its digestive tract, cutting off the tail feathers, and throw it on the east side of the altar at the place for ashes."
    },
    {
        "o": 3059,
        "r": "csb:Leviticus:1:17",
        "t": "He will tear it open by its wings without dividing the bird. Then the priest is to burn it on the altar on top of the burning wood. It is a burnt offering, a food offering, a pleasing aroma to the Lord.*s"
    }
]
