[
    {
        "o": 5142,
        "r": "esv:Numbers:32:0",
        "t": "Numbers 32",
        "h": 1
    },
    {
        "o": 5143,
        "r": "esv:Numbers:32:0",
        "t": "Reuben and Gad Settle in Gilead",
        "h": 2
    },
    {
        "o": 5144,
        "r": "esv:Numbers:32:1",
        "t": "Now*p the people of Reuben and the people of Gad had a very great number of livestock. And they saw the land of Jazer and the land of Gilead, and behold, the place was a place for livestock."
    },
    {
        "o": 5145,
        "r": "esv:Numbers:32:2",
        "t": "So the people of Gad and the people of Reuben came and said to Moses and to Eleazar the priest and to the chiefs of the congregation,"
    },
    {
        "o": 5146,
        "r": "esv:Numbers:32:3",
        "t": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,"
    },
    {
        "o": 5147,
        "r": "esv:Numbers:32:4",
        "t": "the land that the Lord*s struck down before the congregation of Israel, is a land for livestock, and your servants have livestock.”"
    },
    {
        "o": 5148,
        "r": "esv:Numbers:32:5",
        "t": "And they said, “If we have found favor in your sight, let this land be given to your servants for a possession. Do not take us across the Jordan.”"
    },
    {
        "o": 5149,
        "r": "esv:Numbers:32:6",
        "t": "But*p Moses said to the people of Gad and to the people of Reuben, “Shall your brothers go to the war while you sit here?"
    },
    {
        "o": 5150,
        "r": "esv:Numbers:32:7",
        "t": "Why will you discourage the heart of the people of Israel from going over into the land that the Lord*s has given them?"
    },
    {
        "o": 5151,
        "r": "esv:Numbers:32:8",
        "t": "Your fathers did this, when I sent them from Kadesh-barnea to see the land."
    },
    {
        "o": 5152,
        "r": "esv:Numbers:32:9",
        "t": "For when they went up to the Valley of Eshcol and saw the land, they discouraged the heart of the people of Israel from going into the land that the Lord*s had given them."
    },
    {
        "o": 5153,
        "r": "esv:Numbers:32:10",
        "t": "And the Lord’s*s anger was kindled on that day, and he swore, saying,"
    },
    {
        "o": 5154,
        "r": "esv:Numbers:32:11",
        "t": "‘Surely none of the men who came up out of Egypt, from twenty years old and upward, shall see the land that I swore to give to Abraham, to Isaac, and to Jacob, because they have not wholly followed me,"
    },
    {
        "o": 5155,
        "r": "esv:Numbers:32:12",
        "t": "none except Caleb the son of Jephunneh the Kenizzite and Joshua the son of Nun, for they have wholly followed the Lord.’*s"
    },
    {
        "o": 5156,
        "r": "esv:Numbers:32:13",
        "t": "And the Lord’s*s anger was kindled against Israel, and he made them wander in the wilderness forty years, until all the generation that had done evil in the sight of the Lord*s was gone."
    },
    {
        "o": 5157,
        "r": "esv:Numbers:32:14",
        "t": "And behold, you have risen in your fathers’ place, a brood of sinful men, to increase still more the fierce anger of the Lord*s against Israel!"
    },
    {
        "o": 5158,
        "r": "esv:Numbers:32:15",
        "t": "For if you turn away from following him, he will again abandon them in the wilderness, and you will destroy all this people.”"
    },
    {
        "o": 5159,
        "r": "esv:Numbers:32:16",
        "t": "Then*p they came near to him and said, “We will build sheepfolds here for our livestock, and cities for our little ones,"
    },
    {
        "o": 5160,
        "r": "esv:Numbers:32:17",
        "t": "but we will take up arms, ready to go before the people of Israel, until we have brought them to their place. And our little ones shall live in the fortified cities because of the inhabitants of the land."
    },
    {
        "o": 5161,
        "r": "esv:Numbers:32:18",
        "t": "We will not return to our homes until each of the people of Israel has gained his inheritance."
    },
    {
        "o": 5162,
        "r": "esv:Numbers:32:19",
        "t": "For we will not inherit with them on the other side of the Jordan and beyond, because our inheritance has come to us on this side of the Jordan to the east.”"
    },
    {
        "o": 5163,
        "r": "esv:Numbers:32:20",
        "t": "So Moses said to them, “If you will do this, if you will take up arms to go before the Lord*s for the war,"
    },
    {
        "o": 5164,
        "r": "esv:Numbers:32:21",
        "t": "and every armed man of you will pass over the Jordan before the Lord,*s until he has driven out his enemies from before him"
    },
    {
        "o": 5165,
        "r": "esv:Numbers:32:22",
        "t": "and the land is subdued before the Lord;*s then after that you shall return and be free of obligation to the Lord*s and to Israel, and this land shall be your possession before the Lord.*s"
    },
    {
        "o": 5166,
        "r": "esv:Numbers:32:23",
        "t": "But if you will not do so, behold, you have sinned against the Lord,*s and be sure your sin will find you out."
    },
    {
        "o": 5167,
        "r": "esv:Numbers:32:24",
        "t": "Build cities for your little ones and folds for your sheep, and do what you have promised.”"
    },
    {
        "o": 5168,
        "r": "esv:Numbers:32:25",
        "t": "And the people of Gad and the people of Reuben said to Moses, “Your servants will do as my lord commands."
    },
    {
        "o": 5169,
        "r": "esv:Numbers:32:26",
        "t": "Our little ones, our wives, our livestock, and all our cattle shall remain there in the cities of Gilead,"
    },
    {
        "o": 5170,
        "r": "esv:Numbers:32:27",
        "t": "but your servants will pass over, every man who is armed for war, before the Lord*s to battle, as my lord orders.”"
    },
    {
        "o": 5171,
        "r": "esv:Numbers:32:28",
        "t": "So*p Moses gave command concerning them to Eleazar the priest and to Joshua the son of Nun and to the heads of the fathers’ houses of the tribes of the people of Israel."
    },
    {
        "o": 5172,
        "r": "esv:Numbers:32:29",
        "t": "And Moses said to them, “If the people of Gad and the people of Reuben, every man who is armed to battle before the Lord,*s will pass with you over the Jordan and the land shall be subdued before you, then you shall give them the land of Gilead for a possession."
    },
    {
        "o": 5173,
        "r": "esv:Numbers:32:30",
        "t": "However, if they will not pass over with you armed, they shall have possessions among you in the land of Canaan.”"
    },
    {
        "o": 5174,
        "r": "esv:Numbers:32:31",
        "t": "And the people of Gad and the people of Reuben answered, “What the Lord*s has said to your servants, we will do."
    },
    {
        "o": 5175,
        "r": "esv:Numbers:32:32",
        "t": "We will pass over armed before the Lord*s into the land of Canaan, and the possession of our inheritance shall remain with us beyond the Jordan.”"
    },
    {
        "o": 5176,
        "r": "esv:Numbers:32:33",
        "t": "And*p Moses gave to them, to the people of Gad and to the people of Reuben and to the half-tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the Amorites and the kingdom of Og king of Bashan, the land and its cities with their territories, the cities of the land throughout the country."
    },
    {
        "o": 5177,
        "r": "esv:Numbers:32:34",
        "t": "And the people of Gad built Dibon, Ataroth, Aroer,"
    },
    {
        "o": 5178,
        "r": "esv:Numbers:32:35",
        "t": "Atroth-shophan, Jazer, Jogbehah,"
    },
    {
        "o": 5179,
        "r": "esv:Numbers:32:36",
        "t": "Beth-nimrah and Beth-haran, fortified cities, and folds for sheep."
    },
    {
        "o": 5180,
        "r": "esv:Numbers:32:37",
        "t": "And the people of Reuben built Heshbon, Elealeh, Kiriathaim,"
    },
    {
        "o": 5181,
        "r": "esv:Numbers:32:38",
        "t": "Nebo, and Baal-meon (their names were changed), and Sibmah. And they gave other names to the cities that they built."
    },
    {
        "o": 5182,
        "r": "esv:Numbers:32:39",
        "t": "And the sons of Machir the son of Manasseh went to Gilead and captured it, and dispossessed the Amorites who were in it."
    },
    {
        "o": 5183,
        "r": "esv:Numbers:32:40",
        "t": "And Moses gave Gilead to Machir the son of Manasseh, and he settled in it."
    },
    {
        "o": 5184,
        "r": "esv:Numbers:32:41",
        "t": "And Jair the son of Manasseh went and captured their villages, and called them Havvoth-jair."
    },
    {
        "o": 5185,
        "r": "esv:Numbers:32:42",
        "t": "And Nobah went and captured Kenath and its villages, and called it Nobah, after his own name."
    }
]
