[
    {
        "o": 150,
        "r": "esv:Genesis:6:0",
        "t": "Genesis 6",
        "h": 1
    },
    {
        "o": 151,
        "r": "esv:Genesis:6:0",
        "t": "Increasing Corruption on Earth",
        "h": 2
    },
    {
        "o": 152,
        "r": "esv:Genesis:6:1",
        "t": "When*p man began to multiply on the face of the land and daughters were born to them,"
    },
    {
        "o": 153,
        "r": "esv:Genesis:6:2",
        "t": "the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose."
    },
    {
        "o": 154,
        "r": "esv:Genesis:6:3",
        "t": "Then the Lord*s said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.”"
    },
    {
        "o": 155,
        "r": "esv:Genesis:6:4",
        "t": "The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown."
    },
    {
        "o": 156,
        "r": "esv:Genesis:6:5",
        "t": "The*p Lord*s saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually."
    },
    {
        "o": 157,
        "r": "esv:Genesis:6:6",
        "t": "And the Lord*s regretted that he had made man on the earth, and it grieved him to his heart."
    },
    {
        "o": 158,
        "r": "esv:Genesis:6:7",
        "t": "So the Lord*s said, “I will blot out man whom I have created from the face of the land, man and animals and creeping things and birds of the heavens, for I am sorry that I have made them.”"
    },
    {
        "o": 159,
        "r": "esv:Genesis:6:8",
        "t": "But Noah found favor in the eyes of the Lord.*s"
    },
    {
        "o": 160,
        "r": "esv:Genesis:6:8",
        "t": "Noah and the Flood",
        "h": 2
    },
    {
        "o": 161,
        "r": "esv:Genesis:6:9",
        "t": "These*p are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God."
    },
    {
        "o": 162,
        "r": "esv:Genesis:6:10",
        "t": "And Noah had three sons, Shem, Ham, and Japheth."
    },
    {
        "o": 163,
        "r": "esv:Genesis:6:11",
        "t": "Now*p the earth was corrupt in God’s sight, and the earth was filled with violence."
    },
    {
        "o": 164,
        "r": "esv:Genesis:6:12",
        "t": "And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth."
    },
    {
        "o": 165,
        "r": "esv:Genesis:6:13",
        "t": "And God said to Noah, “I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth."
    },
    {
        "o": 166,
        "r": "esv:Genesis:6:14",
        "t": "Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch."
    },
    {
        "o": 167,
        "r": "esv:Genesis:6:15",
        "t": "This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits."
    },
    {
        "o": 168,
        "r": "esv:Genesis:6:16",
        "t": "Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks."
    },
    {
        "o": 169,
        "r": "esv:Genesis:6:17",
        "t": "For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die."
    },
    {
        "o": 170,
        "r": "esv:Genesis:6:18",
        "t": "But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you."
    },
    {
        "o": 171,
        "r": "esv:Genesis:6:19",
        "t": "And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female."
    },
    {
        "o": 172,
        "r": "esv:Genesis:6:20",
        "t": "Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive."
    },
    {
        "o": 173,
        "r": "esv:Genesis:6:21",
        "t": "Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them.”"
    },
    {
        "o": 174,
        "r": "esv:Genesis:6:22",
        "t": "Noah did this; he did all that God commanded him."
    }
]
