[
    {
        "o": 9685,
        "r": "niv:1 Kings:5:0",
        "t": "1 Kings 5",
        "h": 1
    },
    {
        "o": 9686,
        "r": "niv:1 Kings:5:0",
        "t": "Preparations for Building the Temple",
        "h": 2
    },
    {
        "o": 9687,
        "r": "niv:1 Kings:5:1",
        "t": "When*p Hiram king of Tyre heard that Solomon had been anointed king to succeed his father David, he sent his envoys to Solomon, because he had always been on friendly terms with David."
    },
    {
        "o": 9688,
        "r": "niv:1 Kings:5:2",
        "t": "Solomon sent back this message to Hiram:"
    },
    {
        "o": 9689,
        "r": "niv:1 Kings:5:3",
        "t": "“You*ln know that because of the wars waged against my father David from all sides, he could not build a temple for the Name of the Lord*s his God until the Lord*s put his enemies under his feet."
    },
    {
        "o": 9690,
        "r": "niv:1 Kings:5:4",
        "t": "But now the Lord*s my God has given me rest on every side, and there is no adversary or disaster."
    },
    {
        "o": 9691,
        "r": "niv:1 Kings:5:5",
        "t": "I intend, therefore, to build a temple for the Name of the Lord*s my God, as the Lord*s told my father David, when he said, ‘Your son whom I will put on the throne in your place will build the temple for my Name.’"
    },
    {
        "o": 9692,
        "r": "niv:1 Kings:5:6",
        "t": "“So*ln give orders that cedars of Lebanon be cut for me. My men will work with yours, and I will pay you for your men whatever wages you set. You know that we have no one so skilled in felling timber as the Sidonians.”"
    },
    {
        "o": 9693,
        "r": "niv:1 Kings:5:7",
        "t": "When*p Hiram heard Solomon’s message, he was greatly pleased and said, “Praise be to the Lord*s today, for he has given David a wise son to rule over this great nation.”"
    },
    {
        "o": 9694,
        "r": "niv:1 Kings:5:8",
        "t": "So*p Hiram sent word to Solomon: “I*ln have received the message you sent me and will do all you want in providing the cedar and juniper logs."
    },
    {
        "o": 9695,
        "r": "niv:1 Kings:5:9",
        "t": "My men will haul them down from Lebanon to the Mediterranean Sea, and I will float them as rafts by sea to the place you specify. There I will separate them and you can take them away. And you are to grant my wish by providing food for my royal household.”"
    },
    {
        "o": 9696,
        "r": "niv:1 Kings:5:10",
        "t": "In*p this way Hiram kept Solomon supplied with all the cedar and juniper logs he wanted,"
    },
    {
        "o": 9697,
        "r": "niv:1 Kings:5:11",
        "t": "and Solomon gave Hiram twenty thousand cors of wheat as food for his household, in addition to twenty thousand baths of pressed olive oil. Solomon continued to do this for Hiram year after year."
    },
    {
        "o": 9698,
        "r": "niv:1 Kings:5:12",
        "t": "The Lord*s gave Solomon wisdom, just as he had promised him. There were peaceful relations between Hiram and Solomon, and the two of them made a treaty."
    },
    {
        "o": 9699,
        "r": "niv:1 Kings:5:13",
        "t": "King*p Solomon conscripted laborers from all Israel—thirty thousand men."
    },
    {
        "o": 9700,
        "r": "niv:1 Kings:5:14",
        "t": "He sent them off to Lebanon in shifts of ten thousand a month, so that they spent one month in Lebanon and two months at home. Adoniram was in charge of the forced labor."
    },
    {
        "o": 9701,
        "r": "niv:1 Kings:5:15",
        "t": "Solomon had seventy thousand carriers and eighty thousand stonecutters in the hills,"
    },
    {
        "o": 9702,
        "r": "niv:1 Kings:5:16",
        "t": "as well as thirty-three hundred foremen who supervised the project and directed the workers."
    },
    {
        "o": 9703,
        "r": "niv:1 Kings:5:17",
        "t": "At the king’s command they removed from the quarry large blocks of high-grade stone to provide a foundation of dressed stone for the temple."
    },
    {
        "o": 9704,
        "r": "niv:1 Kings:5:18",
        "t": "The craftsmen of Solomon and Hiram and workers from Byblos cut and prepared the timber and stone for the building of the temple."
    }
]
