[
    {
        "o": 5593,
        "r": "niv:Deuteronomy:8:0",
        "t": "Deuteronomy 8",
        "h": 1
    },
    {
        "o": 5594,
        "r": "niv:Deuteronomy:8:0",
        "t": "Do Not Forget the Lord",
        "h": 2
    },
    {
        "o": 5595,
        "r": "niv:Deuteronomy:8:1",
        "t": "Be*p careful to follow every command I am giving you today, so that you may live and increase and may enter and possess the land the Lord*s promised on oath to your ancestors."
    },
    {
        "o": 5596,
        "r": "niv:Deuteronomy:8:2",
        "t": "Remember how the Lord*s your God led you all the way in the wilderness these forty years, to humble and test you in order to know what was in your heart, whether or not you would keep his commands."
    },
    {
        "o": 5597,
        "r": "niv:Deuteronomy:8:3",
        "t": "He humbled you, causing you to hunger and then feeding you with manna, which neither you nor your ancestors had known, to teach you that man does not live on bread alone but on every word that comes from the mouth of the Lord.*s"
    },
    {
        "o": 5598,
        "r": "niv:Deuteronomy:8:4",
        "t": "Your clothes did not wear out and your feet did not swell during these forty years."
    },
    {
        "o": 5599,
        "r": "niv:Deuteronomy:8:5",
        "t": "Know then in your heart that as a man disciplines his son, so the Lord*s your God disciplines you."
    },
    {
        "o": 5600,
        "r": "niv:Deuteronomy:8:6",
        "t": "Observe*p the commands of the Lord*s your God, walking in obedience to him and revering him."
    },
    {
        "o": 5601,
        "r": "niv:Deuteronomy:8:7",
        "t": "For the Lord*s your God is bringing you into a good land—a land with brooks, streams, and deep springs gushing out into the valleys and hills;"
    },
    {
        "o": 5602,
        "r": "niv:Deuteronomy:8:8",
        "t": "a land with wheat and barley, vines and fig trees, pomegranates, olive oil and honey;"
    },
    {
        "o": 5603,
        "r": "niv:Deuteronomy:8:9",
        "t": "a land where bread will not be scarce and you will lack nothing; a land where the rocks are iron and you can dig copper out of the hills."
    },
    {
        "o": 5604,
        "r": "niv:Deuteronomy:8:10",
        "t": "When*p you have eaten and are satisfied, praise the Lord*s your God for the good land he has given you."
    },
    {
        "o": 5605,
        "r": "niv:Deuteronomy:8:11",
        "t": "Be careful that you do not forget the Lord*s your God, failing to observe his commands, his laws and his decrees that I am giving you this day."
    },
    {
        "o": 5606,
        "r": "niv:Deuteronomy:8:12",
        "t": "Otherwise, when you eat and are satisfied, when you build fine houses and settle down,"
    },
    {
        "o": 5607,
        "r": "niv:Deuteronomy:8:13",
        "t": "and when your herds and flocks grow large and your silver and gold increase and all you have is multiplied,"
    },
    {
        "o": 5608,
        "r": "niv:Deuteronomy:8:14",
        "t": "then your heart will become proud and you will forget the Lord*s your God, who brought you out of Egypt, out of the land of slavery."
    },
    {
        "o": 5609,
        "r": "niv:Deuteronomy:8:15",
        "t": "He led you through the vast and dreadful wilderness, that thirsty and waterless land, with its venomous snakes and scorpions. He brought you water out of hard rock."
    },
    {
        "o": 5610,
        "r": "niv:Deuteronomy:8:16",
        "t": "He gave you manna to eat in the wilderness, something your ancestors had never known, to humble and test you so that in the end it might go well with you."
    },
    {
        "o": 5611,
        "r": "niv:Deuteronomy:8:17",
        "t": "You may say to yourself, “My power and the strength of my hands have produced this wealth for me.”"
    },
    {
        "o": 5612,
        "r": "niv:Deuteronomy:8:18",
        "t": "But remember the Lord*s your God, for it is he who gives you the ability to produce wealth, and so confirms his covenant, which he swore to your ancestors, as it is today."
    },
    {
        "o": 5613,
        "r": "niv:Deuteronomy:8:19",
        "t": "If*p you ever forget the Lord*s your God and follow other gods and worship and bow down to them, I testify against you today that you will surely be destroyed."
    },
    {
        "o": 5614,
        "r": "niv:Deuteronomy:8:20",
        "t": "Like the nations the Lord*s destroyed before you, so you will be destroyed for not obeying the Lord*s your God."
    }
]
