[
    {
        "o": 9114,
        "r": "nkjv:2 Samuel:11:0",
        "t": "2 Samuel 11",
        "h": 1
    },
    {
        "o": 9115,
        "r": "nkjv:2 Samuel:11:0",
        "t": "David, Bathsheba, and Uriah",
        "h": 2
    },
    {
        "o": 9116,
        "r": "nkjv:2 Samuel:11:1",
        "t": "It*p happened in the spring of the year, at the time when kings go out to*i battle,*i that David sent Joab and his servants with him, and all Israel; and they destroyed the people of Ammon and besieged Rabbah. But David remained at Jerusalem."
    },
    {
        "o": 9117,
        "r": "nkjv:2 Samuel:11:2",
        "t": "Then*p it happened one evening that David arose from his bed and walked on the roof of the king’s house. And from the roof he saw a woman bathing, and the woman was*i very beautiful to behold."
    },
    {
        "o": 9118,
        "r": "nkjv:2 Samuel:11:3",
        "t": "So David sent and inquired about the woman. And someone*i said, “Is*i this not Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?”"
    },
    {
        "o": 9119,
        "r": "nkjv:2 Samuel:11:4",
        "t": "Then David sent messengers, and took her; and she came to him, and he lay with her, for she was cleansed from her impurity; and she returned to her house."
    },
    {
        "o": 9120,
        "r": "nkjv:2 Samuel:11:5",
        "t": "And the woman conceived; so she sent and told David, and said, “I am*i with child.”"
    },
    {
        "o": 9121,
        "r": "nkjv:2 Samuel:11:6",
        "t": "Then*p David sent to Joab, saying,*i “Send me Uriah the Hittite.” And Joab sent Uriah to David."
    },
    {
        "o": 9122,
        "r": "nkjv:2 Samuel:11:7",
        "t": "When Uriah had come to him, David asked how Joab was doing, and how the people were doing, and how the war prospered."
    },
    {
        "o": 9123,
        "r": "nkjv:2 Samuel:11:8",
        "t": "And David said to Uriah, “Go down to your house and wash your feet.” So Uriah departed from the king’s house, and a gift of*i food*i from the king followed him."
    },
    {
        "o": 9124,
        "r": "nkjv:2 Samuel:11:9",
        "t": "But Uriah slept at the door of the king’s house with all the servants of his lord, and did not go down to his house."
    },
    {
        "o": 9125,
        "r": "nkjv:2 Samuel:11:10",
        "t": "So when they told David, saying, “Uriah did not go down to his house,” David said to Uriah, “Did you not come from a journey? Why did you not go down to your house?”"
    },
    {
        "o": 9126,
        "r": "nkjv:2 Samuel:11:11",
        "t": "And*p Uriah said to David, “The ark and Israel and Judah are dwelling in tents, and my lord Joab and the servants of my lord are encamped in the open fields. Shall I then go to my house to eat and drink, and to lie with my wife? As*i you live, and as*i your soul lives, I will not do this thing.”"
    },
    {
        "o": 9127,
        "r": "nkjv:2 Samuel:11:12",
        "t": "Then*p David said to Uriah, “Wait here today also, and tomorrow I will let you depart.” So Uriah remained in Jerusalem that day and the next."
    },
    {
        "o": 9128,
        "r": "nkjv:2 Samuel:11:13",
        "t": "Now when David called him, he ate and drank before him; and he made him drunk. And at evening he went out to lie on his bed with the servants of his lord, but he did not go down to his house."
    },
    {
        "o": 9129,
        "r": "nkjv:2 Samuel:11:14",
        "t": "In*p the morning it happened that David wrote a letter to Joab and sent it*i by the hand of Uriah."
    },
    {
        "o": 9130,
        "r": "nkjv:2 Samuel:11:15",
        "t": "And he wrote in the letter, saying, “Set Uriah in the forefront of the hottest battle, and retreat from him, that he may be struck down and die.”"
    },
    {
        "o": 9131,
        "r": "nkjv:2 Samuel:11:16",
        "t": "So it was, while Joab besieged the city, that he assigned Uriah to a place where he knew there were*i valiant men."
    },
    {
        "o": 9132,
        "r": "nkjv:2 Samuel:11:17",
        "t": "Then the men of the city came out and fought with Joab. And some*i of the people of the servants of David fell; and Uriah the Hittite died also."
    },
    {
        "o": 9133,
        "r": "nkjv:2 Samuel:11:18",
        "t": "Then*p Joab sent and told David all the things concerning the war,"
    },
    {
        "o": 9134,
        "r": "nkjv:2 Samuel:11:19",
        "t": "and charged the messenger, saying, “When you have finished telling the matters of the war to the king,"
    },
    {
        "o": 9135,
        "r": "nkjv:2 Samuel:11:20",
        "t": "if it happens that the king’s wrath rises, and he says to you: ‘Why did you approach so near to the city when you fought? Did you not know that they would shoot from the wall?"
    },
    {
        "o": 9136,
        "r": "nkjv:2 Samuel:11:21",
        "t": "Who struck Abimelech the son of Jerubbesheth? Was it not a woman who cast a piece of a millstone on him from the wall, so that he died in Thebez? Why did you go near the wall?’—then you shall say, ‘Your servant Uriah the Hittite is dead also.’”"
    },
    {
        "o": 9137,
        "r": "nkjv:2 Samuel:11:22",
        "t": "So*p the messenger went, and came and told David all that Joab had sent by him."
    },
    {
        "o": 9138,
        "r": "nkjv:2 Samuel:11:23",
        "t": "And the messenger said to David, “Surely the men prevailed against us and came out to us in the field; then we drove them back as far as the entrance of the gate."
    },
    {
        "o": 9139,
        "r": "nkjv:2 Samuel:11:24",
        "t": "The archers shot from the wall at your servants; and some*i of the king’s servants are dead, and your servant Uriah the Hittite is dead also.”"
    },
    {
        "o": 9140,
        "r": "nkjv:2 Samuel:11:25",
        "t": "Then*p David said to the messenger, “Thus you shall say to Joab: ‘Do not let this thing displease you, for the sword devours one as well as another. Strengthen your attack against the city, and overthrow it.’ So encourage him.”"
    },
    {
        "o": 9141,
        "r": "nkjv:2 Samuel:11:26",
        "t": "When*p the wife of Uriah heard that Uriah her husband was dead, she mourned for her husband."
    },
    {
        "o": 9142,
        "r": "nkjv:2 Samuel:11:27",
        "t": "And when her mourning was over, David sent and brought her to his house, and she became his wife and bore him a son. But the thing that David had done displeased the Lord.*s"
    }
]
