[
    {
        "o": 14161,
        "r": "nasb:Esther:9:0",
        "t": "Esther 9",
        "h": 1
    },
    {
        "o": 14162,
        "r": "nasb:Esther:9:0",
        "t": "The Jews Destroy Their Enemies",
        "h": 2
    },
    {
        "o": 14163,
        "r": "nasb:Esther:9:1",
        "t": "Now*p in the twelfth month (that is, the month Adar), on the thirteenth day when the king’s command and edict were about to be executed, on the day when the enemies of the Jews hoped to gain the mastery over them, it was turned to the contrary so that the Jews themselves gained the mastery over those who hated them."
    },
    {
        "o": 14164,
        "r": "nasb:Esther:9:2",
        "t": "The Jews assembled in their cities throughout all the provinces of King Ahasuerus to lay hands on those who sought their harm; and no one could stand before them, for the dread of them had fallen on all the peoples."
    },
    {
        "o": 14165,
        "r": "nasb:Esther:9:3",
        "t": "Even all the princes of the provinces, the satraps, the governors and those who were doing the king’s business assisted the Jews, because the dread of Mordecai had fallen on them."
    },
    {
        "o": 14166,
        "r": "nasb:Esther:9:4",
        "t": "Indeed, Mordecai was great in the king’s house, and his fame spread throughout all the provinces; for the man Mordecai became greater and greater."
    },
    {
        "o": 14167,
        "r": "nasb:Esther:9:5",
        "t": "Thus the Jews struck all their enemies with the sword, killing and destroying; and they did what they pleased to those who hated them."
    },
    {
        "o": 14168,
        "r": "nasb:Esther:9:6",
        "t": "At the citadel in Susa the Jews killed and destroyed five hundred men,"
    },
    {
        "o": 14169,
        "r": "nasb:Esther:9:7",
        "t": "and Parshandatha, Dalphon, Aspatha,"
    },
    {
        "o": 14170,
        "r": "nasb:Esther:9:8",
        "t": "Poratha, Adalia, Aridatha,"
    },
    {
        "o": 14171,
        "r": "nasb:Esther:9:9",
        "t": "Parmashta, Arisai, Aridai and Vaizatha,"
    },
    {
        "o": 14172,
        "r": "nasb:Esther:9:10",
        "t": "the ten sons of Haman the son of Hammedatha, the Jews’ enemy; but they did not lay their hands on the plunder."
    },
    {
        "o": 14173,
        "r": "nasb:Esther:9:11",
        "t": "On*p that day the number of those who were killed at the citadel in Susa was reported to the king."
    },
    {
        "o": 14174,
        "r": "nasb:Esther:9:12",
        "t": "The king said to Queen Esther, “The Jews have killed and destroyed five hundred men and the ten sons of Haman at the citadel in Susa. What then have they done in the rest of the king’s provinces! Now what is your petition? It shall even be granted you. And what is your further request? It shall also be done.”"
    },
    {
        "o": 14175,
        "r": "nasb:Esther:9:13",
        "t": "Then said Esther, “If it pleases the king, let tomorrow also be granted to the Jews who are in Susa to do according to the edict of today; and let Haman’s ten sons be hanged on the gallows.”"
    },
    {
        "o": 14176,
        "r": "nasb:Esther:9:14",
        "t": "So the king commanded that it should be done so; and an edict was issued in Susa, and Haman’s ten sons were hanged."
    },
    {
        "o": 14177,
        "r": "nasb:Esther:9:15",
        "t": "The Jews who were in Susa assembled also on the fourteenth day of the month Adar and killed three hundred men in Susa, but they did not lay their hands on the plunder."
    },
    {
        "o": 14178,
        "r": "nasb:Esther:9:16",
        "t": "Now*p the rest of the Jews who were*i in the king’s provinces assembled, to defend their lives and rid themselves of their enemies, and kill 75,000 of those who hated them; but they did not lay their hands on the plunder."
    },
    {
        "o": 14179,
        "r": "nasb:Esther:9:17",
        "t": "This*i was*i done*i on the thirteenth day of the month Adar, and on the fourteenth day they rested and made it a day of feasting and rejoicing."
    },
    {
        "o": 14180,
        "r": "nasb:Esther:9:18",
        "t": "But*p the Jews who were in Susa assembled on the thirteenth and the fourteenth of the same month, and they rested on the fifteenth day and made it a day of feasting and rejoicing."
    },
    {
        "o": 14181,
        "r": "nasb:Esther:9:19",
        "t": "Therefore the Jews of the rural areas, who live in the rural towns, make the fourteenth day of the month Adar a*i holiday for rejoicing and feasting and sending portions of*i food*i to one another."
    },
    {
        "o": 14182,
        "r": "nasb:Esther:9:19",
        "t": "The Feast of Purim Instituted",
        "h": 2
    },
    {
        "o": 14183,
        "r": "nasb:Esther:9:20",
        "t": "Then*p Mordecai recorded these events, and he sent letters to all the Jews who were in all the provinces of King Ahasuerus, both near and far,"
    },
    {
        "o": 14184,
        "r": "nasb:Esther:9:21",
        "t": "obliging them to celebrate the fourteenth day of the month Adar, and the fifteenth day of the same month, annually,"
    },
    {
        "o": 14185,
        "r": "nasb:Esther:9:22",
        "t": "because on those days the Jews rid themselves of their enemies, and it*i was*i a*i month which was turned for them from sorrow into gladness and from mourning into a holiday; that they should make them days of feasting and rejoicing and sending portions of*i food*i to one another and gifts to the poor."
    },
    {
        "o": 14186,
        "r": "nasb:Esther:9:23",
        "t": "Thus*p the Jews undertook what they had started to do, and what Mordecai had written to them."
    },
    {
        "o": 14187,
        "r": "nasb:Esther:9:24",
        "t": "For Haman the son of Hammedatha, the Agagite, the adversary of all the Jews, had schemed against the Jews to destroy them and had cast Pur, that is the lot, to disturb them and destroy them."
    },
    {
        "o": 14188,
        "r": "nasb:Esther:9:25",
        "t": "But when it came to the king’s attention, he commanded by letter that his wicked scheme which he had devised against the Jews, should return on his own head and that he and his sons should be hanged on the gallows."
    },
    {
        "o": 14189,
        "r": "nasb:Esther:9:26",
        "t": "Therefore they called these days Purim after the name of Pur. And because of the instructions in this letter, both what they had seen in this regard and what had happened to them,"
    },
    {
        "o": 14190,
        "r": "nasb:Esther:9:27",
        "t": "the Jews established and made a custom for themselves and for their descendants and for all those who allied themselves with them, so that they would not fail to celebrate these two days according to their regulation and according to their appointed time annually."
    },
    {
        "o": 14191,
        "r": "nasb:Esther:9:28",
        "t": "So these days were to be remembered and celebrated throughout every generation, every family, every province and every city; and these days of Purim were not to fail from among the Jews, or their memory fade from their descendants."
    },
    {
        "o": 14192,
        "r": "nasb:Esther:9:29",
        "t": "Then*p Queen Esther, daughter of Abihail, with Mordecai the Jew, wrote with full authority to confirm this second letter about Purim."
    },
    {
        "o": 14193,
        "r": "nasb:Esther:9:30",
        "t": "He sent letters to all the Jews, to the 127 provinces of the kingdom of Ahasuerus, namely,*i words of peace and truth,"
    },
    {
        "o": 14194,
        "r": "nasb:Esther:9:31",
        "t": "to establish these days of Purim at their appointed times, just as Mordecai the Jew and Queen Esther had established for them, and just as they had established for themselves and for their descendants with instructions for their times of fasting and their lamentations."
    },
    {
        "o": 14195,
        "r": "nasb:Esther:9:32",
        "t": "The command of Esther established these customs for Purim, and it was written in the book."
    }
]
