[
    {
        "o": 8096,
        "r": "niv:1 Samuel:10:0",
        "t": "1 Samuel 10",
        "h": 1
    },
    {
        "o": 8097,
        "r": "niv:1 Samuel:10:1",
        "t": "Then*p Samuel took a flask of olive oil and poured it on Saul’s head and kissed him, saying, “Has not the Lord*s anointed you ruler over his inheritance?"
    },
    {
        "o": 8098,
        "r": "niv:1 Samuel:10:2",
        "t": "When you leave me today, you will meet two men near Rachel’s tomb, at Zelzah on the border of Benjamin. They will say to you, ‘The donkeys you set out to look for have been found. And now your father has stopped thinking about them and is worried about you. He is asking, “What shall I do about my son?” ’"
    },
    {
        "o": 8099,
        "r": "niv:1 Samuel:10:3",
        "t": "“Then*p you will go on from there until you reach the great tree of Tabor. Three men going up to worship God at Bethel will meet you there. One will be carrying three young goats, another three loaves of bread, and another a skin of wine."
    },
    {
        "o": 8100,
        "r": "niv:1 Samuel:10:4",
        "t": "They will greet you and offer you two loaves of bread, which you will accept from them."
    },
    {
        "o": 8101,
        "r": "niv:1 Samuel:10:5",
        "t": "“After*p that you will go to Gibeah of God, where there is a Philistine outpost. As you approach the town, you will meet a procession of prophets coming down from the high place with lyres, timbrels, pipes and harps being played before them, and they will be prophesying."
    },
    {
        "o": 8102,
        "r": "niv:1 Samuel:10:6",
        "t": "The Spirit of the Lord*s will come powerfully upon you, and you will prophesy with them; and you will be changed into a different person."
    },
    {
        "o": 8103,
        "r": "niv:1 Samuel:10:7",
        "t": "Once these signs are fulfilled, do whatever your hand finds to do, for God is with you."
    },
    {
        "o": 8104,
        "r": "niv:1 Samuel:10:8",
        "t": "“Go*p down ahead of me to Gilgal. I will surely come down to you to sacrifice burnt offerings and fellowship offerings, but you must wait seven days until I come to you and tell you what you are to do.”"
    },
    {
        "o": 8105,
        "r": "niv:1 Samuel:10:8",
        "t": "Saul Made King",
        "h": 2
    },
    {
        "o": 8106,
        "r": "niv:1 Samuel:10:9",
        "t": "As*p Saul turned to leave Samuel, God changed Saul’s heart, and all these signs were fulfilled that day."
    },
    {
        "o": 8107,
        "r": "niv:1 Samuel:10:10",
        "t": "When he and his servant arrived at Gibeah, a procession of prophets met him; the Spirit of God came powerfully upon him, and he joined in their prophesying."
    },
    {
        "o": 8108,
        "r": "niv:1 Samuel:10:11",
        "t": "When all those who had formerly known him saw him prophesying with the prophets, they asked each other, “What is this that has happened to the son of Kish? Is Saul also among the prophets?”"
    },
    {
        "o": 8109,
        "r": "niv:1 Samuel:10:12",
        "t": "A*p man who lived there answered, “And who is their father?” So it became a saying: “Is Saul also among the prophets?”"
    },
    {
        "o": 8110,
        "r": "niv:1 Samuel:10:13",
        "t": "After Saul stopped prophesying, he went to the high place."
    },
    {
        "o": 8111,
        "r": "niv:1 Samuel:10:14",
        "t": "Now*p Saul’s uncle asked him and his servant, “Where have you been?” “Looking*p for the donkeys,” he said. “But when we saw they were not to be found, we went to Samuel.”"
    },
    {
        "o": 8112,
        "r": "niv:1 Samuel:10:15",
        "t": "Saul’s*p uncle said, “Tell me what Samuel said to you.”"
    },
    {
        "o": 8113,
        "r": "niv:1 Samuel:10:16",
        "t": "Saul*p replied, “He assured us that the donkeys had been found.” But he did not tell his uncle what Samuel had said about the kingship."
    },
    {
        "o": 8114,
        "r": "niv:1 Samuel:10:17",
        "t": "Samuel*p summoned the people of Israel to the Lord*s at Mizpah"
    },
    {
        "o": 8115,
        "r": "niv:1 Samuel:10:18",
        "t": "and said to them, “This is what the Lord,*s the God of Israel, says: ‘I brought Israel up out of Egypt, and I delivered you from the power of Egypt and all the kingdoms that oppressed you.’"
    },
    {
        "o": 8116,
        "r": "niv:1 Samuel:10:19",
        "t": "But you have now rejected your God, who saves you out of all your disasters and calamities. And you have said, ‘No, appoint a king over us.’ So now present yourselves before the Lord*s by your tribes and clans.”"
    },
    {
        "o": 8117,
        "r": "niv:1 Samuel:10:20",
        "t": "When*p Samuel had all Israel come forward by tribes, the tribe of Benjamin was taken by lot."
    },
    {
        "o": 8118,
        "r": "niv:1 Samuel:10:21",
        "t": "Then he brought forward the tribe of Benjamin, clan by clan, and Matri’s clan was taken. Finally Saul son of Kish was taken. But when they looked for him, he was not to be found."
    },
    {
        "o": 8119,
        "r": "niv:1 Samuel:10:22",
        "t": "So they inquired further of the Lord,*s “Has the man come here yet?” And*p the Lord*s said, “Yes, he has hidden himself among the supplies.”"
    },
    {
        "o": 8120,
        "r": "niv:1 Samuel:10:23",
        "t": "They*p ran and brought him out, and as he stood among the people he was a head taller than any of the others."
    },
    {
        "o": 8121,
        "r": "niv:1 Samuel:10:24",
        "t": "Samuel said to all the people, “Do you see the man the Lord*s has chosen? There is no one like him among all the people.” Then*p the people shouted, “Long live the king!”"
    },
    {
        "o": 8122,
        "r": "niv:1 Samuel:10:25",
        "t": "Samuel*p explained to the people the rights and duties of kingship. He wrote them down on a scroll and deposited it before the Lord.*s Then Samuel dismissed the people to go to their own homes."
    },
    {
        "o": 8123,
        "r": "niv:1 Samuel:10:26",
        "t": "Saul*p also went to his home in Gibeah, accompanied by valiant men whose hearts God had touched."
    },
    {
        "o": 8124,
        "r": "niv:1 Samuel:10:27",
        "t": "But some scoundrels said, “How can this fellow save us?” They despised him and brought him no gifts. But Saul kept silent."
    }
]
