[
    {
        "o": 32646,
        "r": "esv:Galatians:6:0",
        "t": "Galatians 6",
        "h": 1
    },
    {
        "o": 32647,
        "r": "esv:Galatians:6:0",
        "t": "Bear One Another’s Burdens",
        "h": 2
    },
    {
        "o": 32648,
        "r": "esv:Galatians:6:1",
        "t": "Brothers,*p if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted."
    },
    {
        "o": 32649,
        "r": "esv:Galatians:6:2",
        "t": "Bear one another’s burdens, and so fulfill the law of Christ."
    },
    {
        "o": 32650,
        "r": "esv:Galatians:6:3",
        "t": "For if anyone thinks he is something, when he is nothing, he deceives himself."
    },
    {
        "o": 32651,
        "r": "esv:Galatians:6:4",
        "t": "But let each one test his own work, and then his reason to boast will be in himself alone and not in his neighbor."
    },
    {
        "o": 32652,
        "r": "esv:Galatians:6:5",
        "t": "For each will have to bear his own load."
    },
    {
        "o": 32653,
        "r": "esv:Galatians:6:6",
        "t": "Let*p the one who is taught the word share all good things with the one who teaches."
    },
    {
        "o": 32654,
        "r": "esv:Galatians:6:7",
        "t": "Do not be deceived: God is not mocked, for whatever one sows, that will he also reap."
    },
    {
        "o": 32655,
        "r": "esv:Galatians:6:8",
        "t": "For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life."
    },
    {
        "o": 32656,
        "r": "esv:Galatians:6:9",
        "t": "And let us not grow weary of doing good, for in due season we will reap, if we do not give up."
    },
    {
        "o": 32657,
        "r": "esv:Galatians:6:10",
        "t": "So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith."
    },
    {
        "o": 32658,
        "r": "esv:Galatians:6:10",
        "t": "Final Warning and Benediction",
        "h": 2
    },
    {
        "o": 32659,
        "r": "esv:Galatians:6:11",
        "t": "See*p with what large letters I am writing to you with my own hand."
    },
    {
        "o": 32660,
        "r": "esv:Galatians:6:12",
        "t": "It is those who want to make a good showing in the flesh who would force you to be circumcised, and only in order that they may not be persecuted for the cross of Christ."
    },
    {
        "o": 32661,
        "r": "esv:Galatians:6:13",
        "t": "For even those who are circumcised do not themselves keep the law, but they desire to have you circumcised that they may boast in your flesh."
    },
    {
        "o": 32662,
        "r": "esv:Galatians:6:14",
        "t": "But far be it from me to boast except in the cross of our Lord Jesus Christ, by which the world has been crucified to me, and I to the world."
    },
    {
        "o": 32663,
        "r": "esv:Galatians:6:15",
        "t": "For neither circumcision counts for anything, nor uncircumcision, but a new creation."
    },
    {
        "o": 32664,
        "r": "esv:Galatians:6:16",
        "t": "And as for all who walk by this rule, peace and mercy be upon them, and upon the Israel of God."
    },
    {
        "o": 32665,
        "r": "esv:Galatians:6:17",
        "t": "From*p now on let no one cause me trouble, for I bear on my body the marks of Jesus."
    },
    {
        "o": 32666,
        "r": "esv:Galatians:6:18",
        "t": "The*p grace of our Lord Jesus Christ be with your spirit, brothers. Amen."
    }
]
