[
    {
        "o": 2054,
        "r": "niv:Exodus:14:0",
        "t": "Exodus 14",
        "h": 1
    },
    {
        "o": 2055,
        "r": "niv:Exodus:14:1",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 2056,
        "r": "niv:Exodus:14:2",
        "t": "“Tell the Israelites to turn back and encamp near Pi Hahiroth, between Migdol and the sea. They are to encamp by the sea, directly opposite Baal Zephon."
    },
    {
        "o": 2057,
        "r": "niv:Exodus:14:3",
        "t": "Pharaoh will think, ‘The Israelites are wandering around the land in confusion, hemmed in by the desert.’"
    },
    {
        "o": 2058,
        "r": "niv:Exodus:14:4",
        "t": "And I will harden Pharaoh’s heart, and he will pursue them. But I will gain glory for myself through Pharaoh and all his army, and the Egyptians will know that I am the Lord.”*s So the Israelites did this."
    },
    {
        "o": 2059,
        "r": "niv:Exodus:14:5",
        "t": "When*p the king of Egypt was told that the people had fled, Pharaoh and his officials changed their minds about them and said, “What have we done? We have let the Israelites go and have lost their services!”"
    },
    {
        "o": 2060,
        "r": "niv:Exodus:14:6",
        "t": "So he had his chariot made ready and took his army with him."
    },
    {
        "o": 2061,
        "r": "niv:Exodus:14:7",
        "t": "He took six hundred of the best chariots, along with all the other chariots of Egypt, with officers over all of them."
    },
    {
        "o": 2062,
        "r": "niv:Exodus:14:8",
        "t": "The Lord*s hardened the heart of Pharaoh king of Egypt, so that he pursued the Israelites, who were marching out boldly."
    },
    {
        "o": 2063,
        "r": "niv:Exodus:14:9",
        "t": "The Egyptians—all Pharaoh’s horses and chariots, horsemen and troops—pursued the Israelites and overtook them as they camped by the sea near Pi Hahiroth, opposite Baal Zephon."
    },
    {
        "o": 2064,
        "r": "niv:Exodus:14:10",
        "t": "As*p Pharaoh approached, the Israelites looked up, and there were the Egyptians, marching after them. They were terrified and cried out to the Lord.*s"
    },
    {
        "o": 2065,
        "r": "niv:Exodus:14:11",
        "t": "They said to Moses, “Was it because there were no graves in Egypt that you brought us to the desert to die? What have you done to us by bringing us out of Egypt?"
    },
    {
        "o": 2066,
        "r": "niv:Exodus:14:12",
        "t": "Didn’t we say to you in Egypt, ‘Leave us alone; let us serve the Egyptians’? It would have been better for us to serve the Egyptians than to die in the desert!”"
    },
    {
        "o": 2067,
        "r": "niv:Exodus:14:13",
        "t": "Moses*p answered the people, “Do not be afraid. Stand firm and you will see the deliverance the Lord*s will bring you today. The Egyptians you see today you will never see again."
    },
    {
        "o": 2068,
        "r": "niv:Exodus:14:14",
        "t": "The Lord*s will fight for you; you need only to be still.”"
    },
    {
        "o": 2069,
        "r": "niv:Exodus:14:15",
        "t": "Then*p the Lord*s said to Moses, “Why are you crying out to me? Tell the Israelites to move on."
    },
    {
        "o": 2070,
        "r": "niv:Exodus:14:16",
        "t": "Raise your staff and stretch out your hand over the sea to divide the water so that the Israelites can go through the sea on dry ground."
    },
    {
        "o": 2071,
        "r": "niv:Exodus:14:17",
        "t": "I will harden the hearts of the Egyptians so that they will go in after them. And I will gain glory through Pharaoh and all his army, through his chariots and his horsemen."
    },
    {
        "o": 2072,
        "r": "niv:Exodus:14:18",
        "t": "The Egyptians will know that I am the Lord*s when I gain glory through Pharaoh, his chariots and his horsemen.”"
    },
    {
        "o": 2073,
        "r": "niv:Exodus:14:19",
        "t": "Then*p the angel of God, who had been traveling in front of Israel’s army, withdrew and went behind them. The pillar of cloud also moved from in front and stood behind them,"
    },
    {
        "o": 2074,
        "r": "niv:Exodus:14:20",
        "t": "coming between the armies of Egypt and Israel. Throughout the night the cloud brought darkness to the one side and light to the other side; so neither went near the other all night long."
    },
    {
        "o": 2075,
        "r": "niv:Exodus:14:21",
        "t": "Then*p Moses stretched out his hand over the sea, and all that night the Lord*s drove the sea back with a strong east wind and turned it into dry land. The waters were divided,"
    },
    {
        "o": 2076,
        "r": "niv:Exodus:14:22",
        "t": "and the Israelites went through the sea on dry ground, with a wall of water on their right and on their left."
    },
    {
        "o": 2077,
        "r": "niv:Exodus:14:23",
        "t": "The*p Egyptians pursued them, and all Pharaoh’s horses and chariots and horsemen followed them into the sea."
    },
    {
        "o": 2078,
        "r": "niv:Exodus:14:24",
        "t": "During the last watch of the night the Lord*s looked down from the pillar of fire and cloud at the Egyptian army and threw it into confusion."
    },
    {
        "o": 2079,
        "r": "niv:Exodus:14:25",
        "t": "He jammed the wheels of their chariots so that they had difficulty driving. And the Egyptians said, “Let’s get away from the Israelites! The Lord*s is fighting for them against Egypt.”"
    },
    {
        "o": 2080,
        "r": "niv:Exodus:14:26",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the sea so that the waters may flow back over the Egyptians and their chariots and horsemen.”"
    },
    {
        "o": 2081,
        "r": "niv:Exodus:14:27",
        "t": "Moses stretched out his hand over the sea, and at daybreak the sea went back to its place. The Egyptians were fleeing toward it, and the Lord*s swept them into the sea."
    },
    {
        "o": 2082,
        "r": "niv:Exodus:14:28",
        "t": "The water flowed back and covered the chariots and horsemen—the entire army of Pharaoh that had followed the Israelites into the sea. Not one of them survived."
    },
    {
        "o": 2083,
        "r": "niv:Exodus:14:29",
        "t": "But*p the Israelites went through the sea on dry ground, with a wall of water on their right and on their left."
    },
    {
        "o": 2084,
        "r": "niv:Exodus:14:30",
        "t": "That day the Lord*s saved Israel from the hands of the Egyptians, and Israel saw the Egyptians lying dead on the shore."
    },
    {
        "o": 2085,
        "r": "niv:Exodus:14:31",
        "t": "And when the Israelites saw the mighty hand of the Lord*s displayed against the Egyptians, the people feared the Lord*s and put their trust in him and in Moses his servant."
    }
]
