[
    {
        "o": 20876,
        "r": "csb:Isaiah:49:0",
        "t": "Isaiah 49",
        "h": 1
    },
    {
        "o": 20877,
        "r": "csb:Isaiah:49:0",
        "t": "The Servant Brings Salvation",
        "h": 2
    },
    {
        "o": 20878,
        "r": "csb:Isaiah:49:1",
        "t": "Coasts*pn and islands, listen to me; distant*ln peoples, pay attention. The*ln Lord*s called me before I was born. He*ln named me while I was in my mother’s womb."
    },
    {
        "o": 20879,
        "r": "csb:Isaiah:49:2",
        "t": "He*ln made my words like a sharp sword; he*ln hid me in the shadow of his hand. He*ln made me like a sharpened arrow; he*ln hid me in his quiver."
    },
    {
        "o": 20880,
        "r": "csb:Isaiah:49:3",
        "t": "He*ln said to me, “You are my servant, Israel,*ln in whom I will be glorified.”"
    },
    {
        "o": 20881,
        "r": "csb:Isaiah:49:4",
        "t": "But*ln I myself said: I have labored in vain, I*ln have spent my strength for nothing and futility; yet*ln my vindication is with the Lord,*s and*ln my reward is with my God."
    },
    {
        "o": 20882,
        "r": "csb:Isaiah:49:5",
        "t": "And*ln now, says the Lord,*s who*ln formed me from the womb to be his servant, to*ln bring Jacob back to him so*ln that Israel might be gathered to him; for*ln I am honored in the sight of the Lord,*s and*ln my God is my strength —"
    },
    {
        "o": 20883,
        "r": "csb:Isaiah:49:6",
        "t": "he*ln says, “It*ln is not enough for you to be my servant raising*ln up the tribes of Jacob and*ln restoring the protected ones of Israel. I*ln will also make you a light for the nations, to*ln be my salvation to the ends of the earth.”"
    },
    {
        "o": 20884,
        "r": "csb:Isaiah:49:7",
        "t": "This*ln is what the Lord,*s the*ln Redeemer of Israel, his Holy One, says to*ln one who is despised, to*ln one abhorred by people, to*ln a servant of rulers: “Kings*ln will see, princes will stand up, and*ln they will all bow down because*ln of the Lord,*s who is faithful, the*ln Holy One of Israel- and he has chosen you.”"
    },
    {
        "o": 20885,
        "r": "csb:Isaiah:49:8",
        "t": "This*p is what the Lord*s says: I*pn will answer you in a time of favor, and*ln I will help you in the day of salvation. I*ln will keep you, and I will appoint you to*ln be a covenant for the people, to*ln restore the land, to*ln make them possess the desolate inheritances,"
    },
    {
        "o": 20886,
        "r": "csb:Isaiah:49:9",
        "t": "saying*ln to the prisoners, “Come out,” and*ln to those who are in darkness, “Show yourselves.” They*ln will feed along the pathways, and*ln their pastures will be on all the barren heights."
    },
    {
        "o": 20887,
        "r": "csb:Isaiah:49:10",
        "t": "They*ln will not hunger or thirst, the*ln scorching heat or sun will not strike them; for*ln their compassionate one will guide them, and*ln lead them to springs."
    },
    {
        "o": 20888,
        "r": "csb:Isaiah:49:11",
        "t": "I*ln will make all my mountains into a road, and*ln my highways will be raised up."
    },
    {
        "o": 20889,
        "r": "csb:Isaiah:49:12",
        "t": "See,*ln these will come from far away, from*ln the north and from the west, and*ln from the land of Sinim."
    },
    {
        "o": 20890,
        "r": "csb:Isaiah:49:13",
        "t": "Shout*pn for joy, you heavens! Earth,*ln rejoice! Mountains*ln break into joyful shouts! For*ln the Lord*s has comforted his people, and*ln will have compassion on his afflicted ones."
    },
    {
        "o": 20891,
        "r": "csb:Isaiah:49:13",
        "t": "Zion Remembered",
        "h": 2
    },
    {
        "o": 20892,
        "r": "csb:Isaiah:49:14",
        "t": "Zion*pn says, “The Lord*s has abandoned me; the*ln Lord has forgotten me!”"
    },
    {
        "o": 20893,
        "r": "csb:Isaiah:49:15",
        "t": "“Can*ln a woman forget her nursing child, or*ln lack compassion for the child of her womb? Even*ln if these forget, yet*ln I will not forget you."
    },
    {
        "o": 20894,
        "r": "csb:Isaiah:49:16",
        "t": "Look,*ln I have inscribed you on the palms of my hands; your*ln walls are continually before me."
    },
    {
        "o": 20895,
        "r": "csb:Isaiah:49:17",
        "t": "Your*ln builders hurry; those*ln who destroy and devastate you will leave you."
    },
    {
        "o": 20896,
        "r": "csb:Isaiah:49:18",
        "t": "Look*ln up, and look around. They*ln all gather together; they come to you. As*ln I live” — this*lg is the Lord’s*s declaration — “you*pn will wear all your children as jewelry, and*ln put them on as a bride does."
    },
    {
        "o": 20897,
        "r": "csb:Isaiah:49:19",
        "t": "For*ln your waste and desolate places and*ln your land marked by ruins will*ln now be indeed too small for the inhabitants, and*ln those who swallowed you up will be far away."
    },
    {
        "o": 20898,
        "r": "csb:Isaiah:49:20",
        "t": "Yet*ln as you listen, the children that*ln you have been deprived of will say, ‘This*ln place is too small for me; make*ln room for me so that I may settle.’"
    },
    {
        "o": 20899,
        "r": "csb:Isaiah:49:21",
        "t": "Then*ln you will say within yourself, ‘Who*ln fathered these for me? I*ln was deprived of my children and unable to conceive, exiled*ln and wandering — but*ln who brought them up? See,*ln I was left by myself — but*ln these, where did they come from?’”"
    },
    {
        "o": 20900,
        "r": "csb:Isaiah:49:22",
        "t": "This*p is what the Lord God*s says: Look,*pn I will lift up my hand to the nations, and*ln raise my banner to the peoples. They*ln will bring your sons in their arms, and*ln your daughters will be carried on their shoulders."
    },
    {
        "o": 20901,
        "r": "csb:Isaiah:49:23",
        "t": "Kings*ln will be your guardians and*ln their queens your nursing mothers. They*ln will bow down to you with*ln their faces to the ground and*ln lick the dust at your feet. Then*ln you will know that I am the Lord;*s those*ln who put their hope in me will*ln not be put to shame."
    },
    {
        "o": 20902,
        "r": "csb:Isaiah:49:24",
        "t": "Can*pn the prey be taken from a mighty man, or*ln the captives of a tyrant be delivered?"
    },
    {
        "o": 20903,
        "r": "csb:Isaiah:49:25",
        "t": "For*ln this is what the Lord*s says: “Even*ln the captives of a mighty man will be taken, and*ln the prey of a tyrant will be delivered; I*ln will contend with the one who contends with you, and*ln I will save your children."
    },
    {
        "o": 20904,
        "r": "csb:Isaiah:49:26",
        "t": "I*ln will make your oppressors eat their own flesh, and*ln they will be drunk with their own blood as*ln with sweet wine. Then*ln all humanity will know that*ln I, the Lord,*s am your Savior, and*ln your Redeemer, the Mighty One of Jacob.”"
    }
]
