[
    {
        "o": 32344,
        "r": "csb:1 Corinthians:10:0",
        "t": "1 Corinthians 10",
        "h": 1
    },
    {
        "o": 32345,
        "r": "csb:1 Corinthians:10:0",
        "t": "Warnings from Israel’s Past",
        "h": 2
    },
    {
        "o": 32346,
        "r": "csb:1 Corinthians:10:1",
        "t": "Now*p I do not want you to be unaware, brothers and sisters, that our ancestors were all under the cloud, all passed through the sea,"
    },
    {
        "o": 32347,
        "r": "csb:1 Corinthians:10:2",
        "t": "and all were baptized into Moses in the cloud and in the sea."
    },
    {
        "o": 32348,
        "r": "csb:1 Corinthians:10:3",
        "t": "They all ate the same spiritual food,"
    },
    {
        "o": 32349,
        "r": "csb:1 Corinthians:10:4",
        "t": "and all drank the same spiritual drink. For they drank from the spiritual rock that followed them, and that rock was Christ."
    },
    {
        "o": 32350,
        "r": "csb:1 Corinthians:10:5",
        "t": "Nevertheless God was not pleased with most of them, since they were struck down in the wilderness."
    },
    {
        "o": 32351,
        "r": "csb:1 Corinthians:10:6",
        "t": "Now*p these things took place as examples for us, so that we will not desire evil things as they did."
    },
    {
        "o": 32352,
        "r": "csb:1 Corinthians:10:7",
        "t": "Don’t become idolaters as some of them were; as it is written, The*i people*i sat*i down*i to*i eat*i and*i drink,*i and*i got*i up*i to*i party.*i"
    },
    {
        "o": 32353,
        "r": "csb:1 Corinthians:10:8",
        "t": "Let us not commit sexual immorality as some of them did, and in a single day twenty-three thousand people died."
    },
    {
        "o": 32354,
        "r": "csb:1 Corinthians:10:9",
        "t": "Let us not test Christ as some of them did and were destroyed by snakes."
    },
    {
        "o": 32355,
        "r": "csb:1 Corinthians:10:10",
        "t": "And don’t grumble as some of them did, and were killed by the destroyer."
    },
    {
        "o": 32356,
        "r": "csb:1 Corinthians:10:11",
        "t": "These things happened to them as examples, and they were written for our instruction, on whom the ends of the ages have come."
    },
    {
        "o": 32357,
        "r": "csb:1 Corinthians:10:12",
        "t": "So, whoever thinks he stands must be careful not to fall."
    },
    {
        "o": 32358,
        "r": "csb:1 Corinthians:10:13",
        "t": "No temptation has come upon you except what is common to humanity. But God is faithful; he will not allow you to be tempted beyond what you are able, but with the temptation he will also provide the way out so that you may be able to bear it."
    },
    {
        "o": 32359,
        "r": "csb:1 Corinthians:10:13",
        "t": "Warning against Idolatry",
        "h": 2
    },
    {
        "o": 32360,
        "r": "csb:1 Corinthians:10:14",
        "t": "So*p then, my dear friends, flee from idolatry."
    },
    {
        "o": 32361,
        "r": "csb:1 Corinthians:10:15",
        "t": "I am speaking as to sensible people. Judge for yourselves what I am saying."
    },
    {
        "o": 32362,
        "r": "csb:1 Corinthians:10:16",
        "t": "The cup of blessing that we bless, is it not a sharing in the blood of Christ? The bread that we break, is it not a sharing in the body of Christ?"
    },
    {
        "o": 32363,
        "r": "csb:1 Corinthians:10:17",
        "t": "Because there is one bread, we who are many are one body, since all of us share the one bread."
    },
    {
        "o": 32364,
        "r": "csb:1 Corinthians:10:18",
        "t": "Consider the people of Israel. Do not those who eat the sacrifices participate in the altar?"
    },
    {
        "o": 32365,
        "r": "csb:1 Corinthians:10:19",
        "t": "What am I saying then? That food sacrificed to idols is anything, or that an idol is anything?"
    },
    {
        "o": 32366,
        "r": "csb:1 Corinthians:10:20",
        "t": "No, but I do say that what they sacrifice, they sacrifice to demons and not to God. I do not want you to be participants with demons!"
    },
    {
        "o": 32367,
        "r": "csb:1 Corinthians:10:21",
        "t": "You cannot drink the cup of the Lord and the cup of demons. You cannot share in the Lord’s table and the table of demons."
    },
    {
        "o": 32368,
        "r": "csb:1 Corinthians:10:22",
        "t": "Or are we provoking the Lord to jealousy? Are we stronger than he?"
    },
    {
        "o": 32369,
        "r": "csb:1 Corinthians:10:22",
        "t": "Christian Liberty",
        "h": 2
    },
    {
        "o": 32370,
        "r": "csb:1 Corinthians:10:23",
        "t": "“Everything*p is permissible,” but not everything is beneficial. “Everything is permissible,” but not everything builds up."
    },
    {
        "o": 32371,
        "r": "csb:1 Corinthians:10:24",
        "t": "No one is to seek his own good, but the good of the other person."
    },
    {
        "o": 32372,
        "r": "csb:1 Corinthians:10:25",
        "t": "Eat*p everything that is sold in the meat market, without raising questions for the sake of conscience,"
    },
    {
        "o": 32373,
        "r": "csb:1 Corinthians:10:26",
        "t": "since the*i earth*i is*i the*i Lord’s,*i and*i all*i that*i is*i in*i it.*i"
    },
    {
        "o": 32374,
        "r": "csb:1 Corinthians:10:27",
        "t": "If any of the unbelievers invites you over and you want to go, eat everything that is set before you, without raising questions for the sake of conscience."
    },
    {
        "o": 32375,
        "r": "csb:1 Corinthians:10:28",
        "t": "But if someone says to you, “This is food from a sacrifice,” do not eat it, out of consideration for the one who told you, and for the sake of conscience."
    },
    {
        "o": 32376,
        "r": "csb:1 Corinthians:10:29",
        "t": "I do not mean your own conscience, but the other person’s. For why is my freedom judged by another person’s conscience?"
    },
    {
        "o": 32377,
        "r": "csb:1 Corinthians:10:30",
        "t": "If I partake with thanksgiving, why am I criticized because of something for which I give thanks?"
    },
    {
        "o": 32378,
        "r": "csb:1 Corinthians:10:31",
        "t": "So,*p whether you eat or drink, or whatever you do, do everything for the glory of God."
    },
    {
        "o": 32379,
        "r": "csb:1 Corinthians:10:32",
        "t": "Give no offense to Jews or Greeks or the church of God,"
    },
    {
        "o": 32380,
        "r": "csb:1 Corinthians:10:33",
        "t": "just as I also try to please everyone in everything, not seeking my own benefit, but the benefit of many, so that they may be saved."
    }
]
