[
    {
        "o": 3149,
        "r": "nkjv:Leviticus:6:0",
        "t": "Leviticus 6",
        "h": 1
    },
    {
        "o": 3150,
        "r": "nkjv:Leviticus:6:1",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 3151,
        "r": "nkjv:Leviticus:6:2",
        "t": "“If a person sins and commits a trespass against the Lord*s by lying to his neighbor about what was delivered to him for safekeeping, or about a pledge, or about a robbery, or if he has extorted from his neighbor,"
    },
    {
        "o": 3152,
        "r": "nkjv:Leviticus:6:3",
        "t": "or if he has found what was lost and lies concerning it, and swears falsely—in any one of these things that a man may do in which he sins:"
    },
    {
        "o": 3153,
        "r": "nkjv:Leviticus:6:4",
        "t": "then it shall be, because he has sinned and is guilty, that he shall restore what he has stolen, or the thing which he has extorted, or what was delivered to him for safekeeping, or the lost thing which he found,"
    },
    {
        "o": 3154,
        "r": "nkjv:Leviticus:6:5",
        "t": "or all that about which he has sworn falsely. He shall restore its full value, add one-fifth more to it, and give it to whomever it belongs, on the day of his trespass offering."
    },
    {
        "o": 3155,
        "r": "nkjv:Leviticus:6:6",
        "t": "And he shall bring his trespass offering to the Lord,*s a ram without blemish from the flock, with your valuation, as a trespass offering, to the priest."
    },
    {
        "o": 3156,
        "r": "nkjv:Leviticus:6:7",
        "t": "So the priest shall make atonement for him before the Lord,*s and he shall be forgiven for any one of these things that he may have done in which he trespasses.”"
    },
    {
        "o": 3157,
        "r": "nkjv:Leviticus:6:7",
        "t": "The Law of the Burnt Offering",
        "h": 2
    },
    {
        "o": 3158,
        "r": "nkjv:Leviticus:6:8",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3159,
        "r": "nkjv:Leviticus:6:9",
        "t": "“Command Aaron and his sons, saying, ‘This is the law of the burnt offering: The burnt offering shall be on the hearth upon the altar all night until morning, and the fire of the altar shall be kept burning on it."
    },
    {
        "o": 3160,
        "r": "nkjv:Leviticus:6:10",
        "t": "And the priest shall put on his linen garment, and his linen trousers he shall put on his body, and take up the ashes of the burnt offering which the fire has consumed on the altar, and he shall put them beside the altar."
    },
    {
        "o": 3161,
        "r": "nkjv:Leviticus:6:11",
        "t": "Then he shall take off his garments, put on other garments, and carry the ashes outside the camp to a clean place."
    },
    {
        "o": 3162,
        "r": "nkjv:Leviticus:6:12",
        "t": "And the fire on the altar shall be kept burning on it; it shall not be put out. And the priest shall burn wood on it every morning, and lay the burnt offering in order on it; and he shall burn on it the fat of the peace offerings."
    },
    {
        "o": 3163,
        "r": "nkjv:Leviticus:6:13",
        "t": "A fire shall always be burning on the altar; it shall never go out."
    },
    {
        "o": 3164,
        "r": "nkjv:Leviticus:6:13",
        "t": "The Law of the Grain Offering",
        "h": 2
    },
    {
        "o": 3165,
        "r": "nkjv:Leviticus:6:14",
        "t": "‘This*p is the law of the grain offering: The sons of Aaron shall offer it on the altar before the Lord.*s"
    },
    {
        "o": 3166,
        "r": "nkjv:Leviticus:6:15",
        "t": "He shall take from it his handful of the fine flour of the grain offering, with its oil, and all the frankincense which is on the grain offering, and shall burn it on the altar for a sweet aroma, as a memorial to the Lord.*s"
    },
    {
        "o": 3167,
        "r": "nkjv:Leviticus:6:16",
        "t": "And the remainder of it Aaron and his sons shall eat; with unleavened bread it shall be eaten in a holy place; in the court of the tabernacle of meeting they shall eat it."
    },
    {
        "o": 3168,
        "r": "nkjv:Leviticus:6:17",
        "t": "It shall not be baked with leaven. I have given it as their portion of My offerings made by fire; it is most holy, like the sin offering and the trespass offering."
    },
    {
        "o": 3169,
        "r": "nkjv:Leviticus:6:18",
        "t": "All the males among the children of Aaron may eat it. It shall be a statute forever in your generations concerning the offerings made by fire to the Lord.*s Everyone who touches them must be holy.’”"
    },
    {
        "o": 3170,
        "r": "nkjv:Leviticus:6:19",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3171,
        "r": "nkjv:Leviticus:6:20",
        "t": "“This is the offering of Aaron and his sons, which they shall offer to the Lord,*s beginning on the day when he is anointed: one-tenth of an ephah of fine flour as a daily grain offering, half of it in the morning and half of it at night."
    },
    {
        "o": 3172,
        "r": "nkjv:Leviticus:6:21",
        "t": "It shall be made in a pan with oil. When it is mixed, you shall bring it in. The baked pieces of the grain offering you shall offer for a sweet aroma to the Lord.*s"
    },
    {
        "o": 3173,
        "r": "nkjv:Leviticus:6:22",
        "t": "The priest from among his sons, who is anointed in his place, shall offer it. It is a statute forever to the Lord.*s It shall be wholly burned."
    },
    {
        "o": 3174,
        "r": "nkjv:Leviticus:6:23",
        "t": "For every grain offering for the priest shall be wholly burned. It shall not be eaten.”"
    },
    {
        "o": 3175,
        "r": "nkjv:Leviticus:6:23",
        "t": "The Law of the Sin Offering",
        "h": 2
    },
    {
        "o": 3176,
        "r": "nkjv:Leviticus:6:24",
        "t": "Also*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3177,
        "r": "nkjv:Leviticus:6:25",
        "t": "“Speak to Aaron and to his sons, saying, ‘This is the law of the sin offering: In the place where the burnt offering is killed, the sin offering shall be killed before the Lord.*s It is most holy."
    },
    {
        "o": 3178,
        "r": "nkjv:Leviticus:6:26",
        "t": "The priest who offers it for sin shall eat it. In a holy place it shall be eaten, in the court of the tabernacle of meeting."
    },
    {
        "o": 3179,
        "r": "nkjv:Leviticus:6:27",
        "t": "Everyone who touches its flesh must be holy. And when its blood is sprinkled on any garment, you shall wash that on which it was sprinkled, in a holy place."
    },
    {
        "o": 3180,
        "r": "nkjv:Leviticus:6:28",
        "t": "But the earthen vessel in which it is boiled shall be broken. And if it is boiled in a bronze pot, it shall be both scoured and rinsed in water."
    },
    {
        "o": 3181,
        "r": "nkjv:Leviticus:6:29",
        "t": "All the males among the priests may eat it. It is most holy."
    },
    {
        "o": 3182,
        "r": "nkjv:Leviticus:6:30",
        "t": "But no sin offering from which any of the blood is brought into the tabernacle of meeting, to make atonement in the holy place, shall be eaten. It shall be burned in the fire."
    }
]
