[
    {
        "o": 23083,
        "r": "esv:Ezekiel:16:0",
        "t": "Ezekiel 16",
        "h": 1
    },
    {
        "o": 23084,
        "r": "esv:Ezekiel:16:0",
        "t": "The Lord’s Faithless Bride",
        "h": 2
    },
    {
        "o": 23085,
        "r": "esv:Ezekiel:16:1",
        "t": "Again*p the word of the Lord*s came to me:"
    },
    {
        "o": 23086,
        "r": "esv:Ezekiel:16:2",
        "t": "“Son of man, make known to Jerusalem her abominations,"
    },
    {
        "o": 23087,
        "r": "esv:Ezekiel:16:3",
        "t": "and say, Thus says the Lord God*s to Jerusalem: Your origin and your birth are of the land of the Canaanites; your father was an Amorite and your mother a Hittite."
    },
    {
        "o": 23088,
        "r": "esv:Ezekiel:16:4",
        "t": "And as for your birth, on the day you were born your cord was not cut, nor were you washed with water to cleanse you, nor rubbed with salt, nor wrapped in swaddling cloths."
    },
    {
        "o": 23089,
        "r": "esv:Ezekiel:16:5",
        "t": "No eye pitied you, to do any of these things to you out of compassion for you, but you were cast out on the open field, for you were abhorred, on the day that you were born."
    },
    {
        "o": 23090,
        "r": "esv:Ezekiel:16:6",
        "t": "“And*p when I passed by you and saw you wallowing in your blood, I said to you in your blood, ‘Live!’ I said to you in your blood, ‘Live!’"
    },
    {
        "o": 23091,
        "r": "esv:Ezekiel:16:7",
        "t": "I made you flourish like a plant of the field. And you grew up and became tall and arrived at full adornment. Your breasts were formed, and your hair had grown; yet you were naked and bare."
    },
    {
        "o": 23092,
        "r": "esv:Ezekiel:16:8",
        "t": "“When*p I passed by you again and saw you, behold, you were at the age for love, and I spread the corner of my garment over you and covered your nakedness; I made my vow to you and entered into a covenant with you, declares the Lord God,*s and you became mine."
    },
    {
        "o": 23093,
        "r": "esv:Ezekiel:16:9",
        "t": "Then I bathed you with water and washed off your blood from you and anointed you with oil."
    },
    {
        "o": 23094,
        "r": "esv:Ezekiel:16:10",
        "t": "I clothed you also with embroidered cloth and shod you with fine leather. I wrapped you in fine linen and covered you with silk."
    },
    {
        "o": 23095,
        "r": "esv:Ezekiel:16:11",
        "t": "And I adorned you with ornaments and put bracelets on your wrists and a chain on your neck."
    },
    {
        "o": 23096,
        "r": "esv:Ezekiel:16:12",
        "t": "And I put a ring on your nose and earrings in your ears and a beautiful crown on your head."
    },
    {
        "o": 23097,
        "r": "esv:Ezekiel:16:13",
        "t": "Thus you were adorned with gold and silver, and your clothing was of fine linen and silk and embroidered cloth. You ate fine flour and honey and oil. You grew exceedingly beautiful and advanced to royalty."
    },
    {
        "o": 23098,
        "r": "esv:Ezekiel:16:14",
        "t": "And your renown went forth among the nations because of your beauty, for it was perfect through the splendor that I had bestowed on you, declares the Lord God.*s"
    },
    {
        "o": 23099,
        "r": "esv:Ezekiel:16:15",
        "t": "“But*p you trusted in your beauty and played the whore because of your renown and lavished your whorings on any passerby; your beauty became his."
    },
    {
        "o": 23100,
        "r": "esv:Ezekiel:16:16",
        "t": "You took some of your garments and made for yourself colorful shrines, and on them played the whore. The like has never been, nor ever shall be."
    },
    {
        "o": 23101,
        "r": "esv:Ezekiel:16:17",
        "t": "You also took your beautiful jewels of my gold and of my silver, which I had given you, and made for yourself images of men, and with them played the whore."
    },
    {
        "o": 23102,
        "r": "esv:Ezekiel:16:18",
        "t": "And you took your embroidered garments to cover them, and set my oil and my incense before them."
    },
    {
        "o": 23103,
        "r": "esv:Ezekiel:16:19",
        "t": "Also my bread that I gave you— I fed you with fine flour and oil and honey— you set before them for a pleasing aroma; and so it was, declares the Lord God.*s"
    },
    {
        "o": 23104,
        "r": "esv:Ezekiel:16:20",
        "t": "And you took your sons and your daughters, whom you had borne to me, and these you sacrificed to them to be devoured. Were your whorings so small a matter"
    },
    {
        "o": 23105,
        "r": "esv:Ezekiel:16:21",
        "t": "that you slaughtered my children and delivered them up as an offering by fire to them?"
    },
    {
        "o": 23106,
        "r": "esv:Ezekiel:16:22",
        "t": "And in all your abominations and your whorings you did not remember the days of your youth, when you were naked and bare, wallowing in your blood."
    },
    {
        "o": 23107,
        "r": "esv:Ezekiel:16:23",
        "t": "“And*p after all your wickedness (woe, woe to you! declares the Lord God),*s"
    },
    {
        "o": 23108,
        "r": "esv:Ezekiel:16:24",
        "t": "you built yourself a vaulted chamber and made yourself a lofty place in every square."
    },
    {
        "o": 23109,
        "r": "esv:Ezekiel:16:25",
        "t": "At the head of every street you built your lofty place and made your beauty an abomination, offering yourself to any passerby and multiplying your whoring."
    },
    {
        "o": 23110,
        "r": "esv:Ezekiel:16:26",
        "t": "You also played the whore with the Egyptians, your lustful neighbors, multiplying your whoring, to provoke me to anger."
    },
    {
        "o": 23111,
        "r": "esv:Ezekiel:16:27",
        "t": "Behold, therefore, I stretched out my hand against you and diminished your allotted portion and delivered you to the greed of your enemies, the daughters of the Philistines, who were ashamed of your lewd behavior."
    },
    {
        "o": 23112,
        "r": "esv:Ezekiel:16:28",
        "t": "You played the whore also with the Assyrians, because you were not satisfied; yes, you played the whore with them, and still you were not satisfied."
    },
    {
        "o": 23113,
        "r": "esv:Ezekiel:16:29",
        "t": "You multiplied your whoring also with the trading land of Chaldea, and even with this you were not satisfied."
    },
    {
        "o": 23114,
        "r": "esv:Ezekiel:16:30",
        "t": "“How*p sick is your heart, declares the Lord God,*s because you did all these things, the deeds of a brazen prostitute,"
    },
    {
        "o": 23115,
        "r": "esv:Ezekiel:16:31",
        "t": "building your vaulted chamber at the head of every street, and making your lofty place in every square. Yet you were not like a prostitute, because you scorned payment."
    },
    {
        "o": 23116,
        "r": "esv:Ezekiel:16:32",
        "t": "Adulterous wife, who receives strangers instead of her husband!"
    },
    {
        "o": 23117,
        "r": "esv:Ezekiel:16:33",
        "t": "Men give gifts to all prostitutes, but you gave your gifts to all your lovers, bribing them to come to you from every side with your whorings."
    },
    {
        "o": 23118,
        "r": "esv:Ezekiel:16:34",
        "t": "So you were different from other women in your whorings. No one solicited you to play the whore, and you gave payment, while no payment was given to you; therefore you were different."
    },
    {
        "o": 23119,
        "r": "esv:Ezekiel:16:35",
        "t": "“Therefore,*p O prostitute, hear the word of the Lord:*s"
    },
    {
        "o": 23120,
        "r": "esv:Ezekiel:16:36",
        "t": "Thus says the Lord God,*s Because your lust was poured out and your nakedness uncovered in your whorings with your lovers, and with all your abominable idols, and because of the blood of your children that you gave to them,"
    },
    {
        "o": 23121,
        "r": "esv:Ezekiel:16:37",
        "t": "therefore, behold, I will gather all your lovers with whom you took pleasure, all those you loved and all those you hated. I will gather them against you from every side and will uncover your nakedness to them, that they may see all your nakedness."
    },
    {
        "o": 23122,
        "r": "esv:Ezekiel:16:38",
        "t": "And I will judge you as women who commit adultery and shed blood are judged, and bring upon you the blood of wrath and jealousy."
    },
    {
        "o": 23123,
        "r": "esv:Ezekiel:16:39",
        "t": "And I will give you into their hands, and they shall throw down your vaulted chamber and break down your lofty places. They shall strip you of your clothes and take your beautiful jewels and leave you naked and bare."
    },
    {
        "o": 23124,
        "r": "esv:Ezekiel:16:40",
        "t": "They shall bring up a crowd against you, and they shall stone you and cut you to pieces with their swords."
    },
    {
        "o": 23125,
        "r": "esv:Ezekiel:16:41",
        "t": "And they shall burn your houses and execute judgments upon you in the sight of many women. I will make you stop playing the whore, and you shall also give payment no more."
    },
    {
        "o": 23126,
        "r": "esv:Ezekiel:16:42",
        "t": "So will I satisfy my wrath on you, and my jealousy shall depart from you. I will be calm and will no more be angry."
    },
    {
        "o": 23127,
        "r": "esv:Ezekiel:16:43",
        "t": "Because you have not remembered the days of your youth, but have enraged me with all these things, therefore, behold, I have returned your deeds upon your head, declares the Lord God.*s Have you not committed lewdness in addition to all your abominations?"
    },
    {
        "o": 23128,
        "r": "esv:Ezekiel:16:44",
        "t": "“Behold,*p everyone who uses proverbs will use this proverb about you: ‘Like mother, like daughter.’"
    },
    {
        "o": 23129,
        "r": "esv:Ezekiel:16:45",
        "t": "You are the daughter of your mother, who loathed her husband and her children; and you are the sister of your sisters, who loathed their husbands and their children. Your mother was a Hittite and your father an Amorite."
    },
    {
        "o": 23130,
        "r": "esv:Ezekiel:16:46",
        "t": "And your elder sister is Samaria, who lived with her daughters to the north of you; and your younger sister, who lived to the south of you, is Sodom with her daughters."
    },
    {
        "o": 23131,
        "r": "esv:Ezekiel:16:47",
        "t": "Not only did you walk in their ways and do according to their abominations; within a very little time you were more corrupt than they in all your ways."
    },
    {
        "o": 23132,
        "r": "esv:Ezekiel:16:48",
        "t": "As I live, declares the Lord God,*s your sister Sodom and her daughters have not done as you and your daughters have done."
    },
    {
        "o": 23133,
        "r": "esv:Ezekiel:16:49",
        "t": "Behold, this was the guilt of your sister Sodom: she and her daughters had pride, excess of food, and prosperous ease, but did not aid the poor and needy."
    },
    {
        "o": 23134,
        "r": "esv:Ezekiel:16:50",
        "t": "They were haughty and did an abomination before me. So I removed them, when I saw it."
    },
    {
        "o": 23135,
        "r": "esv:Ezekiel:16:51",
        "t": "Samaria has not committed half your sins. You have committed more abominations than they, and have made your sisters appear righteous by all the abominations that you have committed."
    },
    {
        "o": 23136,
        "r": "esv:Ezekiel:16:52",
        "t": "Bear your disgrace, you also, for you have intervened on behalf of your sisters. Because of your sins in which you acted more abominably than they, they are more in the right than you. So be ashamed, you also, and bear your disgrace, for you have made your sisters appear righteous."
    },
    {
        "o": 23137,
        "r": "esv:Ezekiel:16:53",
        "t": "“I*p will restore their fortunes, both the fortunes of Sodom and her daughters, and the fortunes of Samaria and her daughters, and I will restore your own fortunes in their midst,"
    },
    {
        "o": 23138,
        "r": "esv:Ezekiel:16:54",
        "t": "that you may bear your disgrace and be ashamed of all that you have done, becoming a consolation to them."
    },
    {
        "o": 23139,
        "r": "esv:Ezekiel:16:55",
        "t": "As for your sisters, Sodom and her daughters shall return to their former state, and Samaria and her daughters shall return to their former state, and you and your daughters shall return to your former state."
    },
    {
        "o": 23140,
        "r": "esv:Ezekiel:16:56",
        "t": "Was not your sister Sodom a byword in your mouth in the day of your pride,"
    },
    {
        "o": 23141,
        "r": "esv:Ezekiel:16:57",
        "t": "before your wickedness was uncovered? Now you have become an object of reproach for the daughters of Syria and all those around her, and for the daughters of the Philistines, those all around who despise you."
    },
    {
        "o": 23142,
        "r": "esv:Ezekiel:16:58",
        "t": "You bear the penalty of your lewdness and your abominations, declares the Lord.*s"
    },
    {
        "o": 23143,
        "r": "esv:Ezekiel:16:58",
        "t": "The Lord’s Everlasting Covenant",
        "h": 2
    },
    {
        "o": 23144,
        "r": "esv:Ezekiel:16:59",
        "t": "“For*p thus says the Lord God:*s I will deal with you as you have done, you who have despised the oath in breaking the covenant,"
    },
    {
        "o": 23145,
        "r": "esv:Ezekiel:16:60",
        "t": "yet I will remember my covenant with you in the days of your youth, and I will establish for you an everlasting covenant."
    },
    {
        "o": 23146,
        "r": "esv:Ezekiel:16:61",
        "t": "Then you will remember your ways and be ashamed when you take your sisters, both your elder and your younger, and I give them to you as daughters, but not on account of the covenant with you."
    },
    {
        "o": 23147,
        "r": "esv:Ezekiel:16:62",
        "t": "I will establish my covenant with you, and you shall know that I am the Lord,*s"
    },
    {
        "o": 23148,
        "r": "esv:Ezekiel:16:63",
        "t": "that you may remember and be confounded, and never open your mouth again because of your shame, when I atone for you for all that you have done, declares the Lord God.”*s"
    }
]
