[
    {
        "o": 6628,
        "r": "esv:Joshua:10:0",
        "t": "Joshua 10",
        "h": 1
    },
    {
        "o": 6629,
        "r": "esv:Joshua:10:0",
        "t": "The Sun Stands Still",
        "h": 2
    },
    {
        "o": 6630,
        "r": "esv:Joshua:10:1",
        "t": "As*p soon as Adoni-zedek, king of Jerusalem, heard how Joshua had captured Ai and had devoted it to destruction, doing to Ai and its king as he had done to Jericho and its king, and how the inhabitants of Gibeon had made peace with Israel and were among them,"
    },
    {
        "o": 6631,
        "r": "esv:Joshua:10:2",
        "t": "he feared greatly, because Gibeon was a great city, like one of the royal cities, and because it was greater than Ai, and all its men were warriors."
    },
    {
        "o": 6632,
        "r": "esv:Joshua:10:3",
        "t": "So Adoni-zedek king of Jerusalem sent to Hoham king of Hebron, to Piram king of Jarmuth, to Japhia king of Lachish, and to Debir king of Eglon, saying,"
    },
    {
        "o": 6633,
        "r": "esv:Joshua:10:4",
        "t": "“Come up to me and help me, and let us strike Gibeon. For it has made peace with Joshua and with the people of Israel.”"
    },
    {
        "o": 6634,
        "r": "esv:Joshua:10:5",
        "t": "Then the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, gathered their forces and went up with all their armies and encamped against Gibeon and made war against it."
    },
    {
        "o": 6635,
        "r": "esv:Joshua:10:6",
        "t": "And*p the men of Gibeon sent to Joshua at the camp in Gilgal, saying, “Do not relax your hand from your servants. Come up to us quickly and save us and help us, for all the kings of the Amorites who dwell in the hill country are gathered against us.”"
    },
    {
        "o": 6636,
        "r": "esv:Joshua:10:7",
        "t": "So Joshua went up from Gilgal, he and all the people of war with him, and all the mighty men of valor."
    },
    {
        "o": 6637,
        "r": "esv:Joshua:10:8",
        "t": "And the Lord*s said to Joshua, “Do not fear them, for I have given them into your hands. Not a man of them shall stand before you.”"
    },
    {
        "o": 6638,
        "r": "esv:Joshua:10:9",
        "t": "So Joshua came upon them suddenly, having marched up all night from Gilgal."
    },
    {
        "o": 6639,
        "r": "esv:Joshua:10:10",
        "t": "And the Lord*s threw them into a panic before Israel, who struck them with a great blow at Gibeon and chased them by the way of the ascent of Beth-horon and struck them as far as Azekah and Makkedah."
    },
    {
        "o": 6640,
        "r": "esv:Joshua:10:11",
        "t": "And as they fled before Israel, while they were going down the ascent of Beth-horon, the Lord*s threw down large stones from heaven on them as far as Azekah, and they died. There were more who died because of the hailstones than the sons of Israel killed with the sword."
    },
    {
        "o": 6641,
        "r": "esv:Joshua:10:12",
        "t": "At*p that time Joshua spoke to the Lord*s in the day when the Lord*s gave the Amorites over to the sons of Israel, and he said in the sight of Israel, “Sun,*pn stand still at Gibeon, and*ld moon, in the Valley of Aijalon.”"
    },
    {
        "o": 6642,
        "r": "esv:Joshua:10:13",
        "t": "And*ln the sun stood still, and the moon stopped, until*ld the nation took vengeance on their enemies. Is*p this not written in the Book of Jashar? The sun stopped in the midst of heaven and did not hurry to set for about a whole day."
    },
    {
        "o": 6643,
        "r": "esv:Joshua:10:14",
        "t": "There has been no day like it before or since, when the Lord*s heeded the voice of a man, for the Lord*s fought for Israel."
    },
    {
        "o": 6644,
        "r": "esv:Joshua:10:15",
        "t": "So*p Joshua returned, and all Israel with him, to the camp at Gilgal."
    },
    {
        "o": 6645,
        "r": "esv:Joshua:10:15",
        "t": "Five Amorite Kings Executed",
        "h": 2
    },
    {
        "o": 6646,
        "r": "esv:Joshua:10:16",
        "t": "These*p five kings fled and hid themselves in the cave at Makkedah."
    },
    {
        "o": 6647,
        "r": "esv:Joshua:10:17",
        "t": "And it was told to Joshua, “The five kings have been found, hidden in the cave at Makkedah.”"
    },
    {
        "o": 6648,
        "r": "esv:Joshua:10:18",
        "t": "And Joshua said, “Roll large stones against the mouth of the cave and set men by it to guard them,"
    },
    {
        "o": 6649,
        "r": "esv:Joshua:10:19",
        "t": "but do not stay there yourselves. Pursue your enemies; attack their rear guard. Do not let them enter their cities, for the Lord*s your God has given them into your hand.”"
    },
    {
        "o": 6650,
        "r": "esv:Joshua:10:20",
        "t": "When Joshua and the sons of Israel had finished striking them with a great blow until they were wiped out, and when the remnant that remained of them had entered into the fortified cities,"
    },
    {
        "o": 6651,
        "r": "esv:Joshua:10:21",
        "t": "then all the people returned safe to Joshua in the camp at Makkedah. Not a man moved his tongue against any of the people of Israel."
    },
    {
        "o": 6652,
        "r": "esv:Joshua:10:22",
        "t": "Then*p Joshua said, “Open the mouth of the cave and bring those five kings out to me from the cave.”"
    },
    {
        "o": 6653,
        "r": "esv:Joshua:10:23",
        "t": "And they did so, and brought those five kings out to him from the cave, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon."
    },
    {
        "o": 6654,
        "r": "esv:Joshua:10:24",
        "t": "And when they brought those kings out to Joshua, Joshua summoned all the men of Israel and said to the chiefs of the men of war who had gone with him, “Come near; put your feet on the necks of these kings.” Then they came near and put their feet on their necks."
    },
    {
        "o": 6655,
        "r": "esv:Joshua:10:25",
        "t": "And Joshua said to them, “Do not be afraid or dismayed; be strong and courageous. For thus the Lord*s will do to all your enemies against whom you fight.”"
    },
    {
        "o": 6656,
        "r": "esv:Joshua:10:26",
        "t": "And afterward Joshua struck them and put them to death, and he hanged them on five trees. And they hung on the trees until evening."
    },
    {
        "o": 6657,
        "r": "esv:Joshua:10:27",
        "t": "But at the time of the going down of the sun, Joshua commanded, and they took them down from the trees and threw them into the cave where they had hidden themselves, and they set large stones against the mouth of the cave, which remain to this very day."
    },
    {
        "o": 6658,
        "r": "esv:Joshua:10:28",
        "t": "As*p for Makkedah, Joshua captured it on that day and struck it, and its king, with the edge of the sword. He devoted to destruction every person in it; he left none remaining. And he did to the king of Makkedah just as he had done to the king of Jericho."
    },
    {
        "o": 6659,
        "r": "esv:Joshua:10:28",
        "t": "Conquest of Southern Canaan",
        "h": 2
    },
    {
        "o": 6660,
        "r": "esv:Joshua:10:29",
        "t": "Then*p Joshua and all Israel with him passed on from Makkedah to Libnah and fought against Libnah."
    },
    {
        "o": 6661,
        "r": "esv:Joshua:10:30",
        "t": "And the Lord*s gave it also and its king into the hand of Israel. And he struck it with the edge of the sword, and every person in it; he left none remaining in it. And he did to its king as he had done to the king of Jericho."
    },
    {
        "o": 6662,
        "r": "esv:Joshua:10:31",
        "t": "Then*p Joshua and all Israel with him passed on from Libnah to Lachish and laid siege to it and fought against it."
    },
    {
        "o": 6663,
        "r": "esv:Joshua:10:32",
        "t": "And the Lord*s gave Lachish into the hand of Israel, and he captured it on the second day and struck it with the edge of the sword, and every person in it, as he had done to Libnah."
    },
    {
        "o": 6664,
        "r": "esv:Joshua:10:33",
        "t": "Then*p Horam king of Gezer came up to help Lachish. And Joshua struck him and his people, until he left none remaining."
    },
    {
        "o": 6665,
        "r": "esv:Joshua:10:34",
        "t": "Then*p Joshua and all Israel with him passed on from Lachish to Eglon. And they laid siege to it and fought against it."
    },
    {
        "o": 6666,
        "r": "esv:Joshua:10:35",
        "t": "And they captured it on that day, and struck it with the edge of the sword. And he devoted every person in it to destruction that day, as he had done to Lachish."
    },
    {
        "o": 6667,
        "r": "esv:Joshua:10:36",
        "t": "Then*p Joshua and all Israel with him went up from Eglon to Hebron. And they fought against it"
    },
    {
        "o": 6668,
        "r": "esv:Joshua:10:37",
        "t": "and captured it and struck it with the edge of the sword, and its king and its towns, and every person in it. He left none remaining, as he had done to Eglon, and devoted it to destruction and every person in it."
    },
    {
        "o": 6669,
        "r": "esv:Joshua:10:38",
        "t": "Then*p Joshua and all Israel with him turned back to Debir and fought against it"
    },
    {
        "o": 6670,
        "r": "esv:Joshua:10:39",
        "t": "and he captured it with its king and all its towns. And they struck them with the edge of the sword and devoted to destruction every person in it; he left none remaining. Just as he had done to Hebron and to Libnah and its king, so he did to Debir and to its king."
    },
    {
        "o": 6671,
        "r": "esv:Joshua:10:40",
        "t": "So*p Joshua struck the whole land, the hill country and the Negeb and the lowland and the slopes, and all their kings. He left none remaining, but devoted to destruction all that breathed, just as the Lord*s God of Israel commanded."
    },
    {
        "o": 6672,
        "r": "esv:Joshua:10:41",
        "t": "And Joshua struck them from Kadesh-barnea as far as Gaza, and all the country of Goshen, as far as Gibeon."
    },
    {
        "o": 6673,
        "r": "esv:Joshua:10:42",
        "t": "And Joshua captured all these kings and their land at one time, because the Lord*s God of Israel fought for Israel."
    },
    {
        "o": 6674,
        "r": "esv:Joshua:10:43",
        "t": "Then Joshua returned, and all Israel with him, to the camp at Gilgal."
    }
]
