[
    {
        "o": 2872,
        "r": "kjv:Leviticus:3:0",
        "t": "Leviticus 3",
        "h": 1
    },
    {
        "o": 2873,
        "r": "kjv:Leviticus:3:1",
        "t": "And*p if his oblation be a sacrifice of peace offering, if he offer it of the herd; whether it be a male or female, he shall offer it without blemish before the Lord.*s"
    },
    {
        "o": 2874,
        "r": "kjv:Leviticus:3:2",
        "t": "And*p he shall lay his hand upon the head of his offering, and kill it at the door of the tabernacle of the congregation: and Aaron's sons the priests shall sprinkle the blood upon the altar round about."
    },
    {
        "o": 2875,
        "r": "kjv:Leviticus:3:3",
        "t": "And*p he shall offer of the sacrifice of the peace offering an offering made by fire unto the Lord;*s the fat that covereth the inwards, and all the fat that is upon the inwards,"
    },
    {
        "o": 2876,
        "r": "kjv:Leviticus:3:4",
        "t": "And*p the two kidneys, and the fat that is on them, which is by the flanks, and the caul above the liver, with the kidneys, it shall he take away."
    },
    {
        "o": 2877,
        "r": "kjv:Leviticus:3:5",
        "t": "And*p Aaron's sons shall burn it on the altar upon the burnt sacrifice, which is upon the wood that is on the fire: it is an offering made by fire, of a sweet savour unto the Lord.*s"
    },
    {
        "o": 2878,
        "r": "kjv:Leviticus:3:6",
        "t": "And*p if his offering for a sacrifice of peace offering unto the Lord*s be of the flock; male or female, he shall offer it without blemish."
    },
    {
        "o": 2879,
        "r": "kjv:Leviticus:3:7",
        "t": "If*p he offer a lamb for his offering, then shall he offer it before the Lord.*s"
    },
    {
        "o": 2880,
        "r": "kjv:Leviticus:3:8",
        "t": "And*p he shall lay his hand upon the head of his offering, and kill it before the tabernacle of the congregation: and Aaron's sons shall sprinkle the blood thereof round about upon the altar."
    },
    {
        "o": 2881,
        "r": "kjv:Leviticus:3:9",
        "t": "And*p he shall offer of the sacrifice of the peace offering an offering made by fire unto the Lord;*s the fat thereof, and the whole rump, it shall he take off hard by the backbone; and the fat that covereth the inwards, and all the fat that is upon the inwards,"
    },
    {
        "o": 2882,
        "r": "kjv:Leviticus:3:10",
        "t": "And*p the two kidneys, and the fat that is upon them, which is by the flanks, and the caul above the liver, with the kidneys, it shall he take away."
    },
    {
        "o": 2883,
        "r": "kjv:Leviticus:3:11",
        "t": "And*p the priest shall burn it upon the altar: it is the food of the offering made by fire unto the Lord.*s"
    },
    {
        "o": 2884,
        "r": "kjv:Leviticus:3:12",
        "t": "And*p if his offering be a goat, then he shall offer it before the Lord.*s"
    },
    {
        "o": 2885,
        "r": "kjv:Leviticus:3:13",
        "t": "And*p he shall lay his hand upon the head of it, and kill it before the tabernacle of the congregation: and the sons of Aaron shall sprinkle the blood thereof upon the altar round about."
    },
    {
        "o": 2886,
        "r": "kjv:Leviticus:3:14",
        "t": "And*p he shall offer thereof his offering, even an offering made by fire unto the Lord;*s the fat that covereth the inwards, and all the fat that is upon the inwards,"
    },
    {
        "o": 2887,
        "r": "kjv:Leviticus:3:15",
        "t": "And*p the two kidneys, and the fat that is upon them, which is by the flanks, and the caul above the liver, with the kidneys, it shall he take away."
    },
    {
        "o": 2888,
        "r": "kjv:Leviticus:3:16",
        "t": "And*p the priest shall burn them upon the altar: it is the food of the offering made by fire for a sweet savour: all the fat is the Lord's.*s"
    },
    {
        "o": 2889,
        "r": "kjv:Leviticus:3:17",
        "t": "It*p shall be a perpetual statute for your generations throughout all your dwellings, that ye eat neither fat nor blood."
    }
]
