[
    {
        "o": 9445,
        "r": "nkjv:2 Samuel:20:0",
        "t": "2 Samuel 20",
        "h": 1
    },
    {
        "o": 9446,
        "r": "nkjv:2 Samuel:20:0",
        "t": "The Rebellion of Sheba",
        "h": 2
    },
    {
        "o": 9447,
        "r": "nkjv:2 Samuel:20:1",
        "t": "And*p there happened to be there a rebel, whose name was*i Sheba the son of Bichri, a Benjamite. And he blew a trumpet, and said: “We*pn have no share in David, Nor*ld do we have inheritance in the son of Jesse; Every*ld man to his tents, O Israel!”"
    },
    {
        "o": 9448,
        "r": "nkjv:2 Samuel:20:2",
        "t": "So*p every man of Israel deserted David, and*i followed Sheba the son of Bichri. But the men of Judah, from the Jordan as far as Jerusalem, remained loyal to their king."
    },
    {
        "o": 9449,
        "r": "nkjv:2 Samuel:20:3",
        "t": "Now*p David came to his house at Jerusalem. And the king took the ten women, his concubines whom he had left to keep the house, and put them in seclusion and supported them, but did not go in to them. So they were shut up to the day of their death, living in widowhood."
    },
    {
        "o": 9450,
        "r": "nkjv:2 Samuel:20:4",
        "t": "And*p the king said to Amasa, “Assemble the men of Judah for me within three days, and be present here yourself.”"
    },
    {
        "o": 9451,
        "r": "nkjv:2 Samuel:20:5",
        "t": "So Amasa went to assemble the*i men*i of*i Judah. But he delayed longer than the set time which David had appointed him."
    },
    {
        "o": 9452,
        "r": "nkjv:2 Samuel:20:6",
        "t": "And David said to Abishai, “Now Sheba the son of Bichri will do us more harm than Absalom. Take your lord’s servants and pursue him, lest he find for himself fortified cities, and escape us.”"
    },
    {
        "o": 9453,
        "r": "nkjv:2 Samuel:20:7",
        "t": "So Joab’s men, with the Cherethites, the Pelethites, and all the mighty men, went out after him. And they went out of Jerusalem to pursue Sheba the son of Bichri."
    },
    {
        "o": 9454,
        "r": "nkjv:2 Samuel:20:8",
        "t": "When they were*i at the large stone which is*i in Gibeon, Amasa came before them. Now Joab was dressed in battle armor; on it was a belt with*i a sword fastened in its sheath at his hips; and as he was going forward, it fell out."
    },
    {
        "o": 9455,
        "r": "nkjv:2 Samuel:20:9",
        "t": "Then Joab said to Amasa, “Are*i you in health, my brother?” And Joab took Amasa by the beard with his right hand to kiss him."
    },
    {
        "o": 9456,
        "r": "nkjv:2 Samuel:20:10",
        "t": "But Amasa did not notice the sword that was*i in Joab’s hand. And he struck him with it in the stomach, and his entrails poured out on the ground; and he did not strike*i him again. Thus he died. Then*p Joab and Abishai his brother pursued Sheba the son of Bichri."
    },
    {
        "o": 9457,
        "r": "nkjv:2 Samuel:20:11",
        "t": "Meanwhile one of Joab’s men stood near Amasa, and said, “Whoever favors Joab and whoever is*i for David—follow Joab!”"
    },
    {
        "o": 9458,
        "r": "nkjv:2 Samuel:20:12",
        "t": "But Amasa wallowed in his*i blood in the middle of the highway. And when the man saw that all the people stood still, he moved Amasa from the highway to the field and threw a garment over him, when he saw that everyone who came upon him halted."
    },
    {
        "o": 9459,
        "r": "nkjv:2 Samuel:20:13",
        "t": "When he was removed from the highway, all the people went on after Joab to pursue Sheba the son of Bichri."
    },
    {
        "o": 9460,
        "r": "nkjv:2 Samuel:20:14",
        "t": "And*p he went through all the tribes of Israel to Abel and Beth Maachah and all the Berites. So they were gathered together and also went after Sheba.*i"
    },
    {
        "o": 9461,
        "r": "nkjv:2 Samuel:20:15",
        "t": "Then they came and besieged him in Abel of Beth Maachah; and they cast up a siege mound against the city, and it stood by the rampart. And all the people who were*i with Joab battered the wall to throw it down."
    },
    {
        "o": 9462,
        "r": "nkjv:2 Samuel:20:16",
        "t": "Then*p a wise woman cried out from the city, “Hear, hear! Please say to Joab, ‘Come nearby, that I may speak with you.’”"
    },
    {
        "o": 9463,
        "r": "nkjv:2 Samuel:20:17",
        "t": "When he had come near to her, the woman said, “Are*i you Joab?” He*p answered, “I am.”*i Then*p she said to him, “Hear the words of your maidservant.” And*p he answered, “I am listening.”"
    },
    {
        "o": 9464,
        "r": "nkjv:2 Samuel:20:18",
        "t": "So*p she spoke, saying, “They used to talk in former times, saying, ‘They shall surely seek guidance*i at Abel,’ and so they would end disputes.*i"
    },
    {
        "o": 9465,
        "r": "nkjv:2 Samuel:20:19",
        "t": "I am*i among*i the*i peaceable and*i faithful in Israel. You seek to destroy a city and a mother in Israel. Why would you swallow up the inheritance of the Lord?”*s"
    },
    {
        "o": 9466,
        "r": "nkjv:2 Samuel:20:20",
        "t": "And*p Joab answered and said, “Far be it, far be it from me, that I should swallow up or destroy!"
    },
    {
        "o": 9467,
        "r": "nkjv:2 Samuel:20:21",
        "t": "That is*i not so. But a man from the mountains of Ephraim, Sheba the son of Bichri by name, has raised his hand against the king, against David. Deliver him only, and I will depart from the city.” So*p the woman said to Joab, “Watch, his head will be thrown to you over the wall.”"
    },
    {
        "o": 9468,
        "r": "nkjv:2 Samuel:20:22",
        "t": "Then the woman in her wisdom went to all the people. And they cut off the head of Sheba the son of Bichri, and threw it*i out to Joab. Then he blew a trumpet, and they withdrew from the city, every man to his tent. So Joab returned to the king at Jerusalem."
    },
    {
        "o": 9469,
        "r": "nkjv:2 Samuel:20:22",
        "t": "David’s Government Officers",
        "h": 2
    },
    {
        "o": 9470,
        "r": "nkjv:2 Samuel:20:23",
        "t": "And*p Joab was*i over all the army of Israel; Benaiah the son of Jehoiada was*i over the Cherethites and the Pelethites;"
    },
    {
        "o": 9471,
        "r": "nkjv:2 Samuel:20:24",
        "t": "Adoram was*i in charge of revenue; Jehoshaphat the son of Ahilud was*i recorder;"
    },
    {
        "o": 9472,
        "r": "nkjv:2 Samuel:20:25",
        "t": "Sheva was*i scribe; Zadok and Abiathar were*i the priests;"
    },
    {
        "o": 9473,
        "r": "nkjv:2 Samuel:20:26",
        "t": "and Ira the Jairite was a chief minister under David."
    }
]
