[
    {
        "o": 1265,
        "r": "csb:Genesis:39:0",
        "t": "Genesis 39",
        "h": 1
    },
    {
        "o": 1266,
        "r": "csb:Genesis:39:0",
        "t": "Joseph in Potiphar’s House",
        "h": 2
    },
    {
        "o": 1267,
        "r": "csb:Genesis:39:1",
        "t": "Now*p Joseph had been taken to Egypt. An Egyptian named Potiphar, an officer of Pharaoh and the captain of the guards, bought him from the Ishmaelites who had brought him there."
    },
    {
        "o": 1268,
        "r": "csb:Genesis:39:2",
        "t": "The Lord*s was with Joseph, and he became a successful man, serving in the household of his Egyptian master."
    },
    {
        "o": 1269,
        "r": "csb:Genesis:39:3",
        "t": "When his master saw that the Lord*s was with him and that the Lord*s made everything he did successful,"
    },
    {
        "o": 1270,
        "r": "csb:Genesis:39:4",
        "t": "Joseph found favor with his master and became his personal attendant. Potiphar also put him in charge of his household and placed all that he owned under his authority."
    },
    {
        "o": 1271,
        "r": "csb:Genesis:39:5",
        "t": "From the time that he put him in charge of his household and of all that he owned, the Lord*s blessed the Egyptian’s house because of Joseph. The Lord’s*s blessing was on all that he owned, in his house and in his fields."
    },
    {
        "o": 1272,
        "r": "csb:Genesis:39:6",
        "t": "He left all that he owned under Joseph’s authority; he did not concern himself with anything except the food he ate. Now*p Joseph was well-built and handsome."
    },
    {
        "o": 1273,
        "r": "csb:Genesis:39:7",
        "t": "After some time his master’s wife looked longingly at Joseph and said, “Sleep with me.”"
    },
    {
        "o": 1274,
        "r": "csb:Genesis:39:8",
        "t": "But*p he refused. “Look,” he said to his master’s wife, “with me here my master does not concern himself with anything in his house, and he has put all that he owns under my authority."
    },
    {
        "o": 1275,
        "r": "csb:Genesis:39:9",
        "t": "No one in this house is greater than I am. He has withheld nothing from me except you, because you are his wife. So how could I do this immense evil, and how could I sin against God?”"
    },
    {
        "o": 1276,
        "r": "csb:Genesis:39:10",
        "t": "Although*p she spoke to Joseph day after day, he refused to go to bed with her."
    },
    {
        "o": 1277,
        "r": "csb:Genesis:39:11",
        "t": "Now one day he went into the house to do his work, and none of the household servants were there."
    },
    {
        "o": 1278,
        "r": "csb:Genesis:39:12",
        "t": "She grabbed him by his garment and said, “Sleep with me!” But leaving his garment in her hand, he escaped and ran outside."
    },
    {
        "o": 1279,
        "r": "csb:Genesis:39:13",
        "t": "When she saw that he had left his garment with her and had run outside,"
    },
    {
        "o": 1280,
        "r": "csb:Genesis:39:14",
        "t": "she called her household servants. “Look,” she said to them, “my husband brought a Hebrew man to make fools of us. He came to me so he could sleep with me, and I screamed as loud as I could."
    },
    {
        "o": 1281,
        "r": "csb:Genesis:39:15",
        "t": "When he heard me screaming for help, he left his garment beside me and ran outside.”"
    },
    {
        "o": 1282,
        "r": "csb:Genesis:39:16",
        "t": "She*p put Joseph’s garment beside her until his master came home."
    },
    {
        "o": 1283,
        "r": "csb:Genesis:39:17",
        "t": "Then she told him the same story: “The Hebrew slave you brought to us came to make a fool of me,"
    },
    {
        "o": 1284,
        "r": "csb:Genesis:39:18",
        "t": "but when I screamed for help, he left his garment beside me and ran outside.”"
    },
    {
        "o": 1285,
        "r": "csb:Genesis:39:19",
        "t": "When*p his master heard the story his wife told him - “These are the things your slave did to me” - he was furious"
    },
    {
        "o": 1286,
        "r": "csb:Genesis:39:20",
        "t": "and had him thrown into prison, where the king’s prisoners were confined. So Joseph was there in prison."
    },
    {
        "o": 1287,
        "r": "csb:Genesis:39:20",
        "t": "Joseph in Prison",
        "h": 2
    },
    {
        "o": 1288,
        "r": "csb:Genesis:39:21",
        "t": "But*p the Lord*s was with Joseph and extended kindness to him. He granted him favor with the prison warden."
    },
    {
        "o": 1289,
        "r": "csb:Genesis:39:22",
        "t": "The warden put all the prisoners who were in the prison under Joseph’s authority, and he was responsible for everything that was done there."
    },
    {
        "o": 1290,
        "r": "csb:Genesis:39:23",
        "t": "The warden did not bother with anything under Joseph’s authority, because the Lord*s was with him, and the Lord*s made everything that he did successful."
    }
]
