[
    {
        "o": 35213,
        "r": "csb:Revelation:19:0",
        "t": "Revelation 19",
        "h": 1
    },
    {
        "o": 35214,
        "r": "csb:Revelation:19:0",
        "t": "Celebration in Heaven",
        "h": 2
    },
    {
        "o": 35215,
        "r": "csb:Revelation:19:1",
        "t": "After*p this I heard something like the loud voice of a vast multitude in heaven, saying, Hallelujah!*pn Salvation,*ln glory, and power belong to our God,"
    },
    {
        "o": 35216,
        "r": "csb:Revelation:19:2",
        "t": "because*ln his judgments are true and righteous, because*ln he has judged the notorious prostitute who*ln corrupted the earth with her sexual immorality; and*ln he has avenged the blood of his servants that*ln was on her hands."
    },
    {
        "o": 35217,
        "r": "csb:Revelation:19:3",
        "t": "A*p second time they said, Hallelujah!*pn Her*ln smoke ascends forever and ever!"
    },
    {
        "o": 35218,
        "r": "csb:Revelation:19:4",
        "t": "Then*p the twenty-four elders and the four living creatures fell down and worshiped God, who is seated on the throne, saying, Amen!*pn Hallelujah!"
    },
    {
        "o": 35219,
        "r": "csb:Revelation:19:5",
        "t": "A*p voice came from the throne, saying, Praise*pn our God, all*ln his servants, and the ones who fear him, both*ln small and great!"
    },
    {
        "o": 35220,
        "r": "csb:Revelation:19:6",
        "t": "Then*p I heard something like the voice of a vast multitude, like the sound of cascading waters, and like the rumbling of loud thunder, saying, Hallelujah,*pn because our Lord God, the Almighty, reigns!*ln"
    },
    {
        "o": 35221,
        "r": "csb:Revelation:19:7",
        "t": "Let*ln us be glad, rejoice, and give him glory, because*ln the marriage of the Lamb has come, and*ln his bride has prepared herself."
    },
    {
        "o": 35222,
        "r": "csb:Revelation:19:8",
        "t": "She*ln was given fine linen to wear, bright and pure. For*p the fine linen represents the righteous acts of the saints."
    },
    {
        "o": 35223,
        "r": "csb:Revelation:19:9",
        "t": "Then*p he said to me, “Write: Blessed are those invited to the marriage feast of the Lamb!” He also said to me, “These words of God are true.”"
    },
    {
        "o": 35224,
        "r": "csb:Revelation:19:10",
        "t": "Then I fell at his feet to worship him, but he said to me, “Don’t do that! I am a fellow servant with you and your brothers and sisters who hold firmly to the testimony of Jesus. Worship God, because the testimony of Jesus is the spirit of prophecy.”"
    },
    {
        "o": 35225,
        "r": "csb:Revelation:19:10",
        "t": "The Rider on a White Horse",
        "h": 2
    },
    {
        "o": 35226,
        "r": "csb:Revelation:19:11",
        "t": "Then*p I saw heaven opened, and there was a white horse. Its rider is called Faithful and True, and with justice he judges and makes war."
    },
    {
        "o": 35227,
        "r": "csb:Revelation:19:12",
        "t": "His eyes were like a fiery flame, and many crowns were on his head. He had a name written that no one knows except himself."
    },
    {
        "o": 35228,
        "r": "csb:Revelation:19:13",
        "t": "He wore a robe dipped in blood, and his name is called the Word of God."
    },
    {
        "o": 35229,
        "r": "csb:Revelation:19:14",
        "t": "The armies that were in heaven followed him on white horses, wearing pure white linen."
    },
    {
        "o": 35230,
        "r": "csb:Revelation:19:15",
        "t": "A sharp sword came from his mouth, so that he might strike the nations with it. He will rule them with an iron rod. He will also trample the winepress of the fierce anger of God, the Almighty."
    },
    {
        "o": 35231,
        "r": "csb:Revelation:19:16",
        "t": "And he has a name written on his robe and on his thigh: King*s of*s Kings*s and*s Lord*s of*s Lords.*s"
    },
    {
        "o": 35232,
        "r": "csb:Revelation:19:16",
        "t": "The Beast and Its Armies Defeated",
        "h": 2
    },
    {
        "o": 35233,
        "r": "csb:Revelation:19:17",
        "t": "Then*p I saw an angel standing in the sun, and he called out in a loud voice, saying to all the birds flying high overhead, “Come, gather together for the great supper of God,"
    },
    {
        "o": 35234,
        "r": "csb:Revelation:19:18",
        "t": "so that you may eat the flesh of kings, the flesh of military commanders, the flesh of the mighty, the flesh of horses and of their riders, and the flesh of everyone, both free and slave, small and great.”"
    },
    {
        "o": 35235,
        "r": "csb:Revelation:19:19",
        "t": "Then*p I saw the beast, the kings of the earth, and their armies gathered together to wage war against the rider on the horse and against his army."
    },
    {
        "o": 35236,
        "r": "csb:Revelation:19:20",
        "t": "But the beast was taken prisoner, and along with it the false prophet, who had performed the signs in its presence. He deceived those who accepted the mark of the beast and those who worshiped its image with these signs. Both of them were thrown alive into the lake of fire that burns with sulfur."
    },
    {
        "o": 35237,
        "r": "csb:Revelation:19:21",
        "t": "The rest were killed with the sword that came from the mouth of the rider on the horse, and all the birds ate their fill of their flesh."
    }
]
