[
    {
        "o": 5329,
        "r": "esv:Deuteronomy:1:0",
        "t": "Deuteronomy 1",
        "h": 1
    },
    {
        "o": 5330,
        "r": "esv:Deuteronomy:1:0",
        "t": "The Command to Leave Horeb",
        "h": 2
    },
    {
        "o": 5331,
        "r": "esv:Deuteronomy:1:1",
        "t": "These*p are the words that Moses spoke to all Israel beyond the Jordan in the wilderness, in the Arabah opposite Suph, between Paran and Tophel, Laban, Hazeroth, and Dizahab."
    },
    {
        "o": 5332,
        "r": "esv:Deuteronomy:1:2",
        "t": "It is eleven days’ journey from Horeb by the way of Mount Seir to Kadesh-barnea."
    },
    {
        "o": 5333,
        "r": "esv:Deuteronomy:1:3",
        "t": "In the fortieth year, on the first day of the eleventh month, Moses spoke to the people of Israel according to all that the Lord*s had given him in commandment to them,"
    },
    {
        "o": 5334,
        "r": "esv:Deuteronomy:1:4",
        "t": "after he had defeated Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived in Ashtaroth and in Edrei."
    },
    {
        "o": 5335,
        "r": "esv:Deuteronomy:1:5",
        "t": "Beyond the Jordan, in the land of Moab, Moses undertook to explain this law, saying,"
    },
    {
        "o": 5336,
        "r": "esv:Deuteronomy:1:6",
        "t": "“The Lord*s our God said to us in Horeb, ‘You have stayed long enough at this mountain."
    },
    {
        "o": 5337,
        "r": "esv:Deuteronomy:1:7",
        "t": "Turn and take your journey, and go to the hill country of the Amorites and to all their neighbors in the Arabah, in the hill country and in the lowland and in the Negeb and by the seacoast, the land of the Canaanites, and Lebanon, as far as the great river, the river Euphrates."
    },
    {
        "o": 5338,
        "r": "esv:Deuteronomy:1:8",
        "t": "See, I have set the land before you. Go in and take possession of the land that the Lord*s swore to your fathers, to Abraham, to Isaac, and to Jacob, to give to them and to their offspring after them.’"
    },
    {
        "o": 5339,
        "r": "esv:Deuteronomy:1:8",
        "t": "Leaders Appointed",
        "h": 2
    },
    {
        "o": 5340,
        "r": "esv:Deuteronomy:1:9",
        "t": "“At*p that time I said to you, ‘I am not able to bear you by myself."
    },
    {
        "o": 5341,
        "r": "esv:Deuteronomy:1:10",
        "t": "The Lord*s your God has multiplied you, and behold, you are today as numerous as the stars of heaven."
    },
    {
        "o": 5342,
        "r": "esv:Deuteronomy:1:11",
        "t": "May the Lord,*s the God of your fathers, make you a thousand times as many as you are and bless you, as he has promised you!"
    },
    {
        "o": 5343,
        "r": "esv:Deuteronomy:1:12",
        "t": "How can I bear by myself the weight and burden of you and your strife?"
    },
    {
        "o": 5344,
        "r": "esv:Deuteronomy:1:13",
        "t": "Choose for your tribes wise, understanding, and experienced men, and I will appoint them as your heads.’"
    },
    {
        "o": 5345,
        "r": "esv:Deuteronomy:1:14",
        "t": "And you answered me, ‘The thing that you have spoken is good for us to do.’"
    },
    {
        "o": 5346,
        "r": "esv:Deuteronomy:1:15",
        "t": "So I took the heads of your tribes, wise and experienced men, and set them as heads over you, commanders of thousands, commanders of hundreds, commanders of fifties, commanders of tens, and officers, throughout your tribes."
    },
    {
        "o": 5347,
        "r": "esv:Deuteronomy:1:16",
        "t": "And I charged your judges at that time, ‘Hear the cases between your brothers, and judge righteously between a man and his brother or the alien who is with him."
    },
    {
        "o": 5348,
        "r": "esv:Deuteronomy:1:17",
        "t": "You shall not be partial in judgment. You shall hear the small and the great alike. You shall not be intimidated by anyone, for the judgment is God’s. And the case that is too hard for you, you shall bring to me, and I will hear it.’"
    },
    {
        "o": 5349,
        "r": "esv:Deuteronomy:1:18",
        "t": "And I commanded you at that time all the things that you should do."
    },
    {
        "o": 5350,
        "r": "esv:Deuteronomy:1:18",
        "t": "Israel’s Refusal to Enter the Land",
        "h": 2
    },
    {
        "o": 5351,
        "r": "esv:Deuteronomy:1:19",
        "t": "“Then*p we set out from Horeb and went through all that great and terrifying wilderness that you saw, on the way to the hill country of the Amorites, as the Lord*s our God commanded us. And we came to Kadesh-barnea."
    },
    {
        "o": 5352,
        "r": "esv:Deuteronomy:1:20",
        "t": "And I said to you, ‘You have come to the hill country of the Amorites, which the Lord*s our God is giving us."
    },
    {
        "o": 5353,
        "r": "esv:Deuteronomy:1:21",
        "t": "See, the Lord*s your God has set the land before you. Go up, take possession, as the Lord,*s the God of your fathers, has told you. Do not fear or be dismayed.’"
    },
    {
        "o": 5354,
        "r": "esv:Deuteronomy:1:22",
        "t": "Then all of you came near me and said, ‘Let us send men before us, that they may explore the land for us and bring us word again of the way by which we must go up and the cities into which we shall come.’"
    },
    {
        "o": 5355,
        "r": "esv:Deuteronomy:1:23",
        "t": "The thing seemed good to me, and I took twelve men from you, one man from each tribe."
    },
    {
        "o": 5356,
        "r": "esv:Deuteronomy:1:24",
        "t": "And they turned and went up into the hill country, and came to the Valley of Eshcol and spied it out."
    },
    {
        "o": 5357,
        "r": "esv:Deuteronomy:1:25",
        "t": "And they took in their hands some of the fruit of the land and brought it down to us, and brought us word again and said, ‘It is a good land that the Lord*s our God is giving us.’"
    },
    {
        "o": 5358,
        "r": "esv:Deuteronomy:1:26",
        "t": "“Yet*p you would not go up, but rebelled against the command of the Lord*s your God."
    },
    {
        "o": 5359,
        "r": "esv:Deuteronomy:1:27",
        "t": "And you murmured in your tents and said, ‘Because the Lord*s hated us he has brought us out of the land of Egypt, to give us into the hand of the Amorites, to destroy us."
    },
    {
        "o": 5360,
        "r": "esv:Deuteronomy:1:28",
        "t": "Where are we going up? Our brothers have made our hearts melt, saying, “The people are greater and taller than we. The cities are great and fortified up to heaven. And besides, we have seen the sons of the Anakim there.”’"
    },
    {
        "o": 5361,
        "r": "esv:Deuteronomy:1:29",
        "t": "Then I said to you, ‘Do not be in dread or afraid of them."
    },
    {
        "o": 5362,
        "r": "esv:Deuteronomy:1:30",
        "t": "The Lord*s your God who goes before you will himself fight for you, just as he did for you in Egypt before your eyes,"
    },
    {
        "o": 5363,
        "r": "esv:Deuteronomy:1:31",
        "t": "and in the wilderness, where you have seen how the Lord*s your God carried you, as a man carries his son, all the way that you went until you came to this place.’"
    },
    {
        "o": 5364,
        "r": "esv:Deuteronomy:1:32",
        "t": "Yet in spite of this word you did not believe the Lord*s your God,"
    },
    {
        "o": 5365,
        "r": "esv:Deuteronomy:1:33",
        "t": "who went before you in the way to seek you out a place to pitch your tents, in fire by night and in the cloud by day, to show you by what way you should go."
    },
    {
        "o": 5366,
        "r": "esv:Deuteronomy:1:33",
        "t": "The Penalty for Israel’s Rebellion",
        "h": 2
    },
    {
        "o": 5367,
        "r": "esv:Deuteronomy:1:34",
        "t": "“And*p the Lord*s heard your words and was angered, and he swore,"
    },
    {
        "o": 5368,
        "r": "esv:Deuteronomy:1:35",
        "t": "‘Not one of these men of this evil generation shall see the good land that I swore to give to your fathers,"
    },
    {
        "o": 5369,
        "r": "esv:Deuteronomy:1:36",
        "t": "except Caleb the son of Jephunneh. He shall see it, and to him and to his children I will give the land on which he has trodden, because he has wholly followed the Lord!’*s"
    },
    {
        "o": 5370,
        "r": "esv:Deuteronomy:1:37",
        "t": "Even with me the Lord*s was angry on your account and said, ‘You also shall not go in there."
    },
    {
        "o": 5371,
        "r": "esv:Deuteronomy:1:38",
        "t": "Joshua the son of Nun, who stands before you, he shall enter. Encourage him, for he shall cause Israel to inherit it."
    },
    {
        "o": 5372,
        "r": "esv:Deuteronomy:1:39",
        "t": "And as for your little ones, who you said would become a prey, and your children, who today have no knowledge of good or evil, they shall go in there. And to them I will give it, and they shall possess it."
    },
    {
        "o": 5373,
        "r": "esv:Deuteronomy:1:40",
        "t": "But as for you, turn, and journey into the wilderness in the direction of the Red Sea.’"
    },
    {
        "o": 5374,
        "r": "esv:Deuteronomy:1:41",
        "t": "“Then*p you answered me, ‘We have sinned against the Lord.*s We ourselves will go up and fight, just as the Lord*s our God commanded us.’ And every one of you fastened on his weapons of war and thought it easy to go up into the hill country."
    },
    {
        "o": 5375,
        "r": "esv:Deuteronomy:1:42",
        "t": "And the Lord*s said to me, ‘Say to them, Do not go up or fight, for I am not in your midst, lest you be defeated before your enemies.’"
    },
    {
        "o": 5376,
        "r": "esv:Deuteronomy:1:43",
        "t": "So I spoke to you, and you would not listen; but you rebelled against the command of the Lord*s and presumptuously went up into the hill country."
    },
    {
        "o": 5377,
        "r": "esv:Deuteronomy:1:44",
        "t": "Then the Amorites who lived in that hill country came out against you and chased you as bees do and beat you down in Seir as far as Hormah."
    },
    {
        "o": 5378,
        "r": "esv:Deuteronomy:1:45",
        "t": "And you returned and wept before the Lord,*s but the Lord*s did not listen to your voice or give ear to you."
    },
    {
        "o": 5379,
        "r": "esv:Deuteronomy:1:46",
        "t": "So you remained at Kadesh many days, the days that you remained there."
    },
    {
        "o": 5380,
        "r": "esv:Deuteronomy:2:0",
        "t": "Deuteronomy 2",
        "h": 1
    },
    {
        "o": 5381,
        "r": "esv:Deuteronomy:2:0",
        "t": "The Wilderness Years",
        "h": 2
    },
    {
        "o": 5382,
        "r": "esv:Deuteronomy:2:1",
        "t": "“Then*p we turned and journeyed into the wilderness in the direction of the Red Sea, as the Lord*s told me. And for many days we traveled around Mount Seir."
    },
    {
        "o": 5383,
        "r": "esv:Deuteronomy:2:2",
        "t": "Then the Lord*s said to me,"
    },
    {
        "o": 5384,
        "r": "esv:Deuteronomy:2:3",
        "t": "‘You have been traveling around this mountain country long enough. Turn northward"
    },
    {
        "o": 5385,
        "r": "esv:Deuteronomy:2:4",
        "t": "and command the people, “You are about to pass through the territory of your brothers, the people of Esau, who live in Seir; and they will be afraid of you. So be very careful."
    },
    {
        "o": 5386,
        "r": "esv:Deuteronomy:2:5",
        "t": "Do not contend with them, for I will not give you any of their land, no, not so much as for the sole of the foot to tread on, because I have given Mount Seir to Esau as a possession."
    },
    {
        "o": 5387,
        "r": "esv:Deuteronomy:2:6",
        "t": "You shall purchase food from them with money, that you may eat, and you shall also buy water from them with money, that you may drink."
    },
    {
        "o": 5388,
        "r": "esv:Deuteronomy:2:7",
        "t": "For the Lord*s your God has blessed you in all the work of your hands. He knows your going through this great wilderness. These forty years the Lord*s your God has been with you. You have lacked nothing.”’"
    },
    {
        "o": 5389,
        "r": "esv:Deuteronomy:2:8",
        "t": "So we went on, away from our brothers, the people of Esau, who live in Seir, away from the Arabah road from Elath and Ezion-geber. “And*p we turned and went in the direction of the wilderness of Moab."
    },
    {
        "o": 5390,
        "r": "esv:Deuteronomy:2:9",
        "t": "And the Lord*s said to me, ‘Do not harass Moab or contend with them in battle, for I will not give you any of their land for a possession, because I have given Ar to the people of Lot for a possession.’"
    },
    {
        "o": 5391,
        "r": "esv:Deuteronomy:2:10",
        "t": "(The Emim formerly lived there, a people great and many, and tall as the Anakim."
    },
    {
        "o": 5392,
        "r": "esv:Deuteronomy:2:11",
        "t": "Like the Anakim they are also counted as Rephaim, but the Moabites call them Emim."
    },
    {
        "o": 5393,
        "r": "esv:Deuteronomy:2:12",
        "t": "The Horites also lived in Seir formerly, but the people of Esau dispossessed them and destroyed them from before them and settled in their place, as Israel did to the land of their possession, which the Lord*s gave to them.)"
    },
    {
        "o": 5394,
        "r": "esv:Deuteronomy:2:13",
        "t": "‘Now rise up and go over the brook Zered.’ So we went over the brook Zered."
    },
    {
        "o": 5395,
        "r": "esv:Deuteronomy:2:14",
        "t": "And the time from our leaving Kadesh-barnea until we crossed the brook Zered was thirty-eight years, until the entire generation, that is, the men of war, had perished from the camp, as the Lord*s had sworn to them."
    },
    {
        "o": 5396,
        "r": "esv:Deuteronomy:2:15",
        "t": "For indeed the hand of the Lord*s was against them, to destroy them from the camp, until they had perished."
    },
    {
        "o": 5397,
        "r": "esv:Deuteronomy:2:16",
        "t": "“So*p as soon as all the men of war had perished and were dead from among the people,"
    },
    {
        "o": 5398,
        "r": "esv:Deuteronomy:2:17",
        "t": "the Lord*s said to me,"
    },
    {
        "o": 5399,
        "r": "esv:Deuteronomy:2:18",
        "t": "‘Today you are to cross the border of Moab at Ar."
    },
    {
        "o": 5400,
        "r": "esv:Deuteronomy:2:19",
        "t": "And when you approach the territory of the people of Ammon, do not harass them or contend with them, for I will not give you any of the land of the people of Ammon as a possession, because I have given it to the sons of Lot for a possession.’"
    },
    {
        "o": 5401,
        "r": "esv:Deuteronomy:2:20",
        "t": "(It is also counted as a land of Rephaim. Rephaim formerly lived there— but the Ammonites call them Zamzummim—"
    },
    {
        "o": 5402,
        "r": "esv:Deuteronomy:2:21",
        "t": "a people great and many, and tall as the Anakim; but the Lord*s destroyed them before the Ammonites, and they dispossessed them and settled in their place,"
    },
    {
        "o": 5403,
        "r": "esv:Deuteronomy:2:22",
        "t": "as he did for the people of Esau, who live in Seir, when he destroyed the Horites before them and they dispossessed them and settled in their place even to this day."
    },
    {
        "o": 5404,
        "r": "esv:Deuteronomy:2:23",
        "t": "As for the Avvim, who lived in villages as far as Gaza, the Caphtorim, who came from Caphtor, destroyed them and settled in their place.)"
    },
    {
        "o": 5405,
        "r": "esv:Deuteronomy:2:24",
        "t": "‘Rise up, set out on your journey and go over the Valley of the Arnon. Behold, I have given into your hand Sihon the Amorite, king of Heshbon, and his land. Begin to take possession, and contend with him in battle."
    },
    {
        "o": 5406,
        "r": "esv:Deuteronomy:2:25",
        "t": "This day I will begin to put the dread and fear of you on the peoples who are under the whole heaven, who shall hear the report of you and shall tremble and be in anguish because of you.’"
    },
    {
        "o": 5407,
        "r": "esv:Deuteronomy:2:25",
        "t": "The Defeat of King Sihon",
        "h": 2
    },
    {
        "o": 5408,
        "r": "esv:Deuteronomy:2:26",
        "t": "“So*p I sent messengers from the wilderness of Kedemoth to Sihon the king of Heshbon, with words of peace, saying,"
    },
    {
        "o": 5409,
        "r": "esv:Deuteronomy:2:27",
        "t": "‘Let me pass through your land. I will go only by the road; I will turn aside neither to the right nor to the left."
    },
    {
        "o": 5410,
        "r": "esv:Deuteronomy:2:28",
        "t": "You shall sell me food for money, that I may eat, and give me water for money, that I may drink. Only let me pass through on foot,"
    },
    {
        "o": 5411,
        "r": "esv:Deuteronomy:2:29",
        "t": "as the sons of Esau who live in Seir and the Moabites who live in Ar did for me, until I go over the Jordan into the land that the Lord*s our God is giving to us.’"
    },
    {
        "o": 5412,
        "r": "esv:Deuteronomy:2:30",
        "t": "But Sihon the king of Heshbon would not let us pass by him, for the Lord*s your God hardened his spirit and made his heart obstinate, that he might give him into your hand, as he is this day."
    },
    {
        "o": 5413,
        "r": "esv:Deuteronomy:2:31",
        "t": "And the Lord*s said to me, ‘Behold, I have begun to give Sihon and his land over to you. Begin to take possession, that you may occupy his land.’"
    },
    {
        "o": 5414,
        "r": "esv:Deuteronomy:2:32",
        "t": "Then Sihon came out against us, he and all his people, to battle at Jahaz."
    },
    {
        "o": 5415,
        "r": "esv:Deuteronomy:2:33",
        "t": "And the Lord*s our God gave him over to us, and we defeated him and his sons and all his people."
    },
    {
        "o": 5416,
        "r": "esv:Deuteronomy:2:34",
        "t": "And we captured all his cities at that time and devoted to destruction every city, men, women, and children. We left no survivors."
    },
    {
        "o": 5417,
        "r": "esv:Deuteronomy:2:35",
        "t": "Only the livestock we took as spoil for ourselves, with the plunder of the cities that we captured."
    },
    {
        "o": 5418,
        "r": "esv:Deuteronomy:2:36",
        "t": "From Aroer, which is on the edge of the Valley of the Arnon, and from the city that is in the valley, as far as Gilead, there was not a city too high for us. The Lord*s our God gave all into our hands."
    },
    {
        "o": 5419,
        "r": "esv:Deuteronomy:2:37",
        "t": "Only to the land of the sons of Ammon you did not draw near, that is, to all the banks of the river Jabbok and the cities of the hill country, whatever the Lord*s our God had forbidden us."
    },
    {
        "o": 5420,
        "r": "esv:Deuteronomy:3:0",
        "t": "Deuteronomy 3",
        "h": 1
    },
    {
        "o": 5421,
        "r": "esv:Deuteronomy:3:0",
        "t": "The Defeat of King Og",
        "h": 2
    },
    {
        "o": 5422,
        "r": "esv:Deuteronomy:3:1",
        "t": "“Then*p we turned and went up the way to Bashan. And Og the king of Bashan came out against us, he and all his people, to battle at Edrei."
    },
    {
        "o": 5423,
        "r": "esv:Deuteronomy:3:2",
        "t": "But the Lord*s said to me, ‘Do not fear him, for I have given him and all his people and his land into your hand. And you shall do to him as you did to Sihon the king of the Amorites, who lived at Heshbon.’"
    },
    {
        "o": 5424,
        "r": "esv:Deuteronomy:3:3",
        "t": "So the Lord*s our God gave into our hand Og also, the king of Bashan, and all his people, and we struck him down until he had no survivor left."
    },
    {
        "o": 5425,
        "r": "esv:Deuteronomy:3:4",
        "t": "And we took all his cities at that time— there was not a city that we did not take from them— sixty cities, the whole region of Argob, the kingdom of Og in Bashan."
    },
    {
        "o": 5426,
        "r": "esv:Deuteronomy:3:5",
        "t": "All these were cities fortified with high walls, gates, and bars, besides very many unwalled villages."
    },
    {
        "o": 5427,
        "r": "esv:Deuteronomy:3:6",
        "t": "And we devoted them to destruction, as we did to Sihon the king of Heshbon, devoting to destruction every city, men, women, and children."
    },
    {
        "o": 5428,
        "r": "esv:Deuteronomy:3:7",
        "t": "But all the livestock and the spoil of the cities we took as our plunder."
    },
    {
        "o": 5429,
        "r": "esv:Deuteronomy:3:8",
        "t": "So we took the land at that time out of the hand of the two kings of the Amorites who were beyond the Jordan, from the Valley of the Arnon to Mount Hermon"
    },
    {
        "o": 5430,
        "r": "esv:Deuteronomy:3:9",
        "t": "(the Sidonians call Hermon Sirion, while the Amorites call it Senir),"
    },
    {
        "o": 5431,
        "r": "esv:Deuteronomy:3:10",
        "t": "all the cities of the tableland and all Gilead and all Bashan, as far as Salecah and Edrei, cities of the kingdom of Og in Bashan."
    },
    {
        "o": 5432,
        "r": "esv:Deuteronomy:3:11",
        "t": "(For only Og the king of Bashan was left of the remnant of the Rephaim. Behold, his bed was a bed of iron. Is it not in Rabbah of the Ammonites? Nine cubits was its length, and four cubits its breadth, according to the common cubit.)"
    },
    {
        "o": 5433,
        "r": "esv:Deuteronomy:3:12",
        "t": "“When*p we took possession of this land at that time, I gave to the Reubenites and the Gadites the territory beginning at Aroer, which is on the edge of the Valley of the Arnon, and half the hill country of Gilead with its cities."
    },
    {
        "o": 5434,
        "r": "esv:Deuteronomy:3:13",
        "t": "The rest of Gilead, and all Bashan, the kingdom of Og, that is, all the region of Argob, I gave to the half-tribe of Manasseh. (All that portion of Bashan is called the land of Rephaim."
    },
    {
        "o": 5435,
        "r": "esv:Deuteronomy:3:14",
        "t": "Jair the Manassite took all the region of Argob, that is, Bashan, as far as the border of the Geshurites and the Maacathites, and called the villages after his own name, Havvoth-jair, as it is to this day.)"
    },
    {
        "o": 5436,
        "r": "esv:Deuteronomy:3:15",
        "t": "To Machir I gave Gilead,"
    },
    {
        "o": 5437,
        "r": "esv:Deuteronomy:3:16",
        "t": "and to the Reubenites and the Gadites I gave the territory from Gilead as far as the Valley of the Arnon, with the middle of the valley as a border, as far over as the river Jabbok, the border of the Ammonites;"
    },
    {
        "o": 5438,
        "r": "esv:Deuteronomy:3:17",
        "t": "the Arabah also, with the Jordan as the border, from Chinnereth as far as the Sea of the Arabah, the Salt Sea, under the slopes of Pisgah on the east."
    },
    {
        "o": 5439,
        "r": "esv:Deuteronomy:3:18",
        "t": "“And*p I commanded you at that time, saying, ‘The Lord*s your God has given you this land to possess. All your men of valor shall cross over armed before your brothers, the people of Israel."
    },
    {
        "o": 5440,
        "r": "esv:Deuteronomy:3:19",
        "t": "Only your wives, your little ones, and your livestock (I know that you have much livestock) shall remain in the cities that I have given you,"
    },
    {
        "o": 5441,
        "r": "esv:Deuteronomy:3:20",
        "t": "until the Lord*s gives rest to your brothers, as to you, and they also occupy the land that the Lord*s your God gives them beyond the Jordan. Then each of you may return to his possession which I have given you.’"
    },
    {
        "o": 5442,
        "r": "esv:Deuteronomy:3:21",
        "t": "And I commanded Joshua at that time, ‘Your eyes have seen all that the Lord*s your God has done to these two kings. So will the Lord*s do to all the kingdoms into which you are crossing."
    },
    {
        "o": 5443,
        "r": "esv:Deuteronomy:3:22",
        "t": "You shall not fear them, for it is the Lord*s your God who fights for you.’"
    },
    {
        "o": 5444,
        "r": "esv:Deuteronomy:3:22",
        "t": "Moses Forbidden to Enter the Land",
        "h": 2
    },
    {
        "o": 5445,
        "r": "esv:Deuteronomy:3:23",
        "t": "“And*p I pleaded with the Lord*s at that time, saying,"
    },
    {
        "o": 5446,
        "r": "esv:Deuteronomy:3:24",
        "t": "‘O Lord God,*s you have only begun to show your servant your greatness and your mighty hand. For what god is there in heaven or on earth who can do such works and mighty acts as yours?"
    },
    {
        "o": 5447,
        "r": "esv:Deuteronomy:3:25",
        "t": "Please let me go over and see the good land beyond the Jordan, that good hill country and Lebanon.’"
    },
    {
        "o": 5448,
        "r": "esv:Deuteronomy:3:26",
        "t": "But the Lord*s was angry with me because of you and would not listen to me. And the Lord*s said to me, ‘Enough from you; do not speak to me of this matter again."
    },
    {
        "o": 5449,
        "r": "esv:Deuteronomy:3:27",
        "t": "Go up to the top of Pisgah and lift up your eyes westward and northward and southward and eastward, and look at it with your eyes, for you shall not go over this Jordan."
    },
    {
        "o": 5450,
        "r": "esv:Deuteronomy:3:28",
        "t": "But charge Joshua, and encourage and strengthen him, for he shall go over at the head of this people, and he shall put them in possession of the land that you shall see.’"
    },
    {
        "o": 5451,
        "r": "esv:Deuteronomy:3:29",
        "t": "So we remained in the valley opposite Beth-peor."
    },
    {
        "o": 5452,
        "r": "esv:Deuteronomy:4:0",
        "t": "Deuteronomy 4",
        "h": 1
    },
    {
        "o": 5453,
        "r": "esv:Deuteronomy:4:0",
        "t": "Moses Commands Obedience",
        "h": 2
    },
    {
        "o": 5454,
        "r": "esv:Deuteronomy:4:1",
        "t": "“And*p now, O Israel, listen to the statutes and the rules that I am teaching you, and do them, that you may live, and go in and take possession of the land that the Lord,*s the God of your fathers, is giving you."
    },
    {
        "o": 5455,
        "r": "esv:Deuteronomy:4:2",
        "t": "You shall not add to the word that I command you, nor take from it, that you may keep the commandments of the Lord*s your God that I command you."
    },
    {
        "o": 5456,
        "r": "esv:Deuteronomy:4:3",
        "t": "Your eyes have seen what the Lord*s did at Baal-peor, for the Lord*s your God destroyed from among you all the men who followed the Baal of Peor."
    },
    {
        "o": 5457,
        "r": "esv:Deuteronomy:4:4",
        "t": "But you who held fast to the Lord*s your God are all alive today."
    },
    {
        "o": 5458,
        "r": "esv:Deuteronomy:4:5",
        "t": "See, I have taught you statutes and rules, as the Lord*s my God commanded me, that you should do them in the land that you are entering to take possession of it."
    },
    {
        "o": 5459,
        "r": "esv:Deuteronomy:4:6",
        "t": "Keep them and do them, for that will be your wisdom and your understanding in the sight of the peoples, who, when they hear all these statutes, will say, ‘Surely this great nation is a wise and understanding people.’"
    },
    {
        "o": 5460,
        "r": "esv:Deuteronomy:4:7",
        "t": "For what great nation is there that has a god so near to it as the Lord*s our God is to us, whenever we call upon him?"
    },
    {
        "o": 5461,
        "r": "esv:Deuteronomy:4:8",
        "t": "And what great nation is there, that has statutes and rules so righteous as all this law that I set before you today?"
    },
    {
        "o": 5462,
        "r": "esv:Deuteronomy:4:9",
        "t": "“Only*p take care, and keep your soul diligently, lest you forget the things that your eyes have seen, and lest they depart from your heart all the days of your life. Make them known to your children and your children’s children—"
    },
    {
        "o": 5463,
        "r": "esv:Deuteronomy:4:10",
        "t": "how on the day that you stood before the Lord*s your God at Horeb, the Lord*s said to me, ‘Gather the people to me, that I may let them hear my words, so that they may learn to fear me all the days that they live on the earth, and that they may teach their children so.’"
    },
    {
        "o": 5464,
        "r": "esv:Deuteronomy:4:11",
        "t": "And you came near and stood at the foot of the mountain, while the mountain burned with fire to the heart of heaven, wrapped in darkness, cloud, and gloom."
    },
    {
        "o": 5465,
        "r": "esv:Deuteronomy:4:12",
        "t": "Then the Lord*s spoke to you out of the midst of the fire. You heard the sound of words, but saw no form; there was only a voice."
    },
    {
        "o": 5466,
        "r": "esv:Deuteronomy:4:13",
        "t": "And he declared to you his covenant, which he commanded you to perform, that is, the Ten Commandments, and he wrote them on two tablets of stone."
    },
    {
        "o": 5467,
        "r": "esv:Deuteronomy:4:14",
        "t": "And the Lord*s commanded me at that time to teach you statutes and rules, that you might do them in the land that you are going over to possess."
    },
    {
        "o": 5468,
        "r": "esv:Deuteronomy:4:14",
        "t": "Idolatry Forbidden",
        "h": 2
    },
    {
        "o": 5469,
        "r": "esv:Deuteronomy:4:15",
        "t": "“Therefore*p watch yourselves very carefully. Since you saw no form on the day that the Lord*s spoke to you at Horeb out of the midst of the fire,"
    },
    {
        "o": 5470,
        "r": "esv:Deuteronomy:4:16",
        "t": "beware lest you act corruptly by making a carved image for yourselves, in the form of any figure, the likeness of male or female,"
    },
    {
        "o": 5471,
        "r": "esv:Deuteronomy:4:17",
        "t": "the likeness of any animal that is on the earth, the likeness of any winged bird that flies in the air,"
    },
    {
        "o": 5472,
        "r": "esv:Deuteronomy:4:18",
        "t": "the likeness of anything that creeps on the ground, the likeness of any fish that is in the water under the earth."
    },
    {
        "o": 5473,
        "r": "esv:Deuteronomy:4:19",
        "t": "And beware lest you raise your eyes to heaven, and when you see the sun and the moon and the stars, all the host of heaven, you be drawn away and bow down to them and serve them, things that the Lord*s your God has allotted to all the peoples under the whole heaven."
    },
    {
        "o": 5474,
        "r": "esv:Deuteronomy:4:20",
        "t": "But the Lord*s has taken you and brought you out of the iron furnace, out of Egypt, to be a people of his own inheritance, as you are this day."
    },
    {
        "o": 5475,
        "r": "esv:Deuteronomy:4:21",
        "t": "Furthermore, the Lord*s was angry with me because of you, and he swore that I should not cross the Jordan, and that I should not enter the good land that the Lord*s your God is giving you for an inheritance."
    },
    {
        "o": 5476,
        "r": "esv:Deuteronomy:4:22",
        "t": "For I must die in this land; I must not go over the Jordan. But you shall go over and take possession of that good land."
    },
    {
        "o": 5477,
        "r": "esv:Deuteronomy:4:23",
        "t": "Take care, lest you forget the covenant of the Lord*s your God, which he made with you, and make a carved image, the form of anything that the Lord*s your God has forbidden you."
    },
    {
        "o": 5478,
        "r": "esv:Deuteronomy:4:24",
        "t": "For the Lord*s your God is a consuming fire, a jealous God."
    },
    {
        "o": 5479,
        "r": "esv:Deuteronomy:4:25",
        "t": "“When*p you father children and children’s children, and have grown old in the land, if you act corruptly by making a carved image in the form of anything, and by doing what is evil in the sight of the Lord*s your God, so as to provoke him to anger,"
    },
    {
        "o": 5480,
        "r": "esv:Deuteronomy:4:26",
        "t": "I call heaven and earth to witness against you today, that you will soon utterly perish from the land that you are going over the Jordan to possess. You will not live long in it, but will be utterly destroyed."
    },
    {
        "o": 5481,
        "r": "esv:Deuteronomy:4:27",
        "t": "And the Lord*s will scatter you among the peoples, and you will be left few in number among the nations where the Lord*s will drive you."
    },
    {
        "o": 5482,
        "r": "esv:Deuteronomy:4:28",
        "t": "And there you will serve gods of wood and stone, the work of human hands, that neither see, nor hear, nor eat, nor smell."
    },
    {
        "o": 5483,
        "r": "esv:Deuteronomy:4:29",
        "t": "But from there you will seek the Lord*s your God and you will find him, if you search after him with all your heart and with all your soul."
    },
    {
        "o": 5484,
        "r": "esv:Deuteronomy:4:30",
        "t": "When you are in tribulation, and all these things come upon you in the latter days, you will return to the Lord*s your God and obey his voice."
    },
    {
        "o": 5485,
        "r": "esv:Deuteronomy:4:31",
        "t": "For the Lord*s your God is a merciful God. He will not leave you or destroy you or forget the covenant with your fathers that he swore to them."
    },
    {
        "o": 5486,
        "r": "esv:Deuteronomy:4:31",
        "t": "The Lord Alone Is God",
        "h": 2
    },
    {
        "o": 5487,
        "r": "esv:Deuteronomy:4:32",
        "t": "“For*p ask now of the days that are past, which were before you, since the day that God created man on the earth, and ask from one end of heaven to the other, whether such a great thing as this has ever happened or was ever heard of."
    },
    {
        "o": 5488,
        "r": "esv:Deuteronomy:4:33",
        "t": "Did any people ever hear the voice of a god speaking out of the midst of the fire, as you have heard, and still live?"
    },
    {
        "o": 5489,
        "r": "esv:Deuteronomy:4:34",
        "t": "Or has any god ever attempted to go and take a nation for himself from the midst of another nation, by trials, by signs, by wonders, and by war, by a mighty hand and an outstretched arm, and by great deeds of terror, all of which the Lord*s your God did for you in Egypt before your eyes?"
    },
    {
        "o": 5490,
        "r": "esv:Deuteronomy:4:35",
        "t": "To you it was shown, that you might know that the Lord*s is God; there is no other besides him."
    },
    {
        "o": 5491,
        "r": "esv:Deuteronomy:4:36",
        "t": "Out of heaven he let you hear his voice, that he might discipline you. And on earth he let you see his great fire, and you heard his words out of the midst of the fire."
    },
    {
        "o": 5492,
        "r": "esv:Deuteronomy:4:37",
        "t": "And because he loved your fathers and chose their offspring after them and brought you out of Egypt with his own presence, by his great power,"
    },
    {
        "o": 5493,
        "r": "esv:Deuteronomy:4:38",
        "t": "driving out before you nations greater and mightier than you, to bring you in, to give you their land for an inheritance, as it is this day,"
    },
    {
        "o": 5494,
        "r": "esv:Deuteronomy:4:39",
        "t": "know therefore today, and lay it to your heart, that the Lord*s is God in heaven above and on the earth beneath; there is no other."
    },
    {
        "o": 5495,
        "r": "esv:Deuteronomy:4:40",
        "t": "Therefore you shall keep his statutes and his commandments, which I command you today, that it may go well with you and with your children after you, and that you may prolong your days in the land that the Lord*s your God is giving you for all time.”"
    },
    {
        "o": 5496,
        "r": "esv:Deuteronomy:4:40",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5497,
        "r": "esv:Deuteronomy:4:41",
        "t": "Then*p Moses set apart three cities in the east beyond the Jordan,"
    },
    {
        "o": 5498,
        "r": "esv:Deuteronomy:4:42",
        "t": "that the manslayer might flee there, anyone who kills his neighbor unintentionally, without being at enmity with him in time past; he may flee to one of these cities and save his life:"
    },
    {
        "o": 5499,
        "r": "esv:Deuteronomy:4:43",
        "t": "Bezer in the wilderness on the tableland for the Reubenites, Ramoth in Gilead for the Gadites, and Golan in Bashan for the Manassites."
    },
    {
        "o": 5500,
        "r": "esv:Deuteronomy:4:43",
        "t": "Introduction to the Law",
        "h": 2
    },
    {
        "o": 5501,
        "r": "esv:Deuteronomy:4:44",
        "t": "This*p is the law that Moses set before the people of Israel."
    },
    {
        "o": 5502,
        "r": "esv:Deuteronomy:4:45",
        "t": "These are the testimonies, the statutes, and the rules, which Moses spoke to the people of Israel when they came out of Egypt,"
    },
    {
        "o": 5503,
        "r": "esv:Deuteronomy:4:46",
        "t": "beyond the Jordan in the valley opposite Beth-peor, in the land of Sihon the king of the Amorites, who lived at Heshbon, whom Moses and the people of Israel defeated when they came out of Egypt."
    },
    {
        "o": 5504,
        "r": "esv:Deuteronomy:4:47",
        "t": "And they took possession of his land and the land of Og, the king of Bashan, the two kings of the Amorites, who lived to the east beyond the Jordan;"
    },
    {
        "o": 5505,
        "r": "esv:Deuteronomy:4:48",
        "t": "from Aroer, which is on the edge of the Valley of the Arnon, as far as Mount Sirion (that is, Hermon),"
    },
    {
        "o": 5506,
        "r": "esv:Deuteronomy:4:49",
        "t": "together with all the Arabah on the east side of the Jordan as far as the Sea of the Arabah, under the slopes of Pisgah."
    },
    {
        "o": 5507,
        "r": "esv:Deuteronomy:5:0",
        "t": "Deuteronomy 5",
        "h": 1
    },
    {
        "o": 5508,
        "r": "esv:Deuteronomy:5:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 5509,
        "r": "esv:Deuteronomy:5:1",
        "t": "And*p Moses summoned all Israel and said to them, “Hear, O Israel, the statutes and the rules that I speak in your hearing today, and you shall learn them and be careful to do them."
    },
    {
        "o": 5510,
        "r": "esv:Deuteronomy:5:2",
        "t": "The Lord*s our God made a covenant with us in Horeb."
    },
    {
        "o": 5511,
        "r": "esv:Deuteronomy:5:3",
        "t": "Not with our fathers did the Lord*s make this covenant, but with us, who are all of us here alive today."
    },
    {
        "o": 5512,
        "r": "esv:Deuteronomy:5:4",
        "t": "The Lord*s spoke with you face to face at the mountain, out of the midst of the fire,"
    },
    {
        "o": 5513,
        "r": "esv:Deuteronomy:5:5",
        "t": "while I stood between the Lord*s and you at that time, to declare to you the word of the Lord.*s For you were afraid because of the fire, and you did not go up into the mountain. He said:"
    },
    {
        "o": 5514,
        "r": "esv:Deuteronomy:5:6",
        "t": "“‘I*p am the Lord*s your God, who brought you out of the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5515,
        "r": "esv:Deuteronomy:5:7",
        "t": "“‘You*p shall have no other gods before me."
    },
    {
        "o": 5516,
        "r": "esv:Deuteronomy:5:8",
        "t": "“‘You*p shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is on the earth beneath, or that is in the water under the earth."
    },
    {
        "o": 5517,
        "r": "esv:Deuteronomy:5:9",
        "t": "You shall not bow down to them or serve them; for I the Lord*s your God am a jealous God, visiting the iniquity of the fathers on the children to the third and fourth generation of those who hate me,"
    },
    {
        "o": 5518,
        "r": "esv:Deuteronomy:5:10",
        "t": "but showing steadfast love to thousands of those who love me and keep my commandments."
    },
    {
        "o": 5519,
        "r": "esv:Deuteronomy:5:11",
        "t": "“‘You*p shall not take the name of the Lord*s your God in vain, for the Lord*s will not hold him guiltless who takes his name in vain."
    },
    {
        "o": 5520,
        "r": "esv:Deuteronomy:5:12",
        "t": "“‘Observe*p the Sabbath day, to keep it holy, as the Lord*s your God commanded you."
    },
    {
        "o": 5521,
        "r": "esv:Deuteronomy:5:13",
        "t": "Six days you shall labor and do all your work,"
    },
    {
        "o": 5522,
        "r": "esv:Deuteronomy:5:14",
        "t": "but the seventh day is a Sabbath to the Lord*s your God. On it you shall not do any work, you or your son or your daughter or your male servant or your female servant, or your ox or your donkey or any of your livestock, or the sojourner who is within your gates, that your male servant and your female servant may rest as well as you."
    },
    {
        "o": 5523,
        "r": "esv:Deuteronomy:5:15",
        "t": "You shall remember that you were a slave in the land of Egypt, and the Lord*s your God brought you out from there with a mighty hand and an outstretched arm. Therefore the Lord*s your God commanded you to keep the Sabbath day."
    },
    {
        "o": 5524,
        "r": "esv:Deuteronomy:5:16",
        "t": "“‘Honor*p your father and your mother, as the Lord*s your God commanded you, that your days may be long, and that it may go well with you in the land that the Lord*s your God is giving you."
    },
    {
        "o": 5525,
        "r": "esv:Deuteronomy:5:17",
        "t": "“‘You*p shall not murder."
    },
    {
        "o": 5526,
        "r": "esv:Deuteronomy:5:18",
        "t": "“‘And*p you shall not commit adultery."
    },
    {
        "o": 5527,
        "r": "esv:Deuteronomy:5:19",
        "t": "“‘And*p you shall not steal."
    },
    {
        "o": 5528,
        "r": "esv:Deuteronomy:5:20",
        "t": "“‘And*p you shall not bear false witness against your neighbor."
    },
    {
        "o": 5529,
        "r": "esv:Deuteronomy:5:21",
        "t": "“‘And*p you shall not covet your neighbor’s wife. And you shall not desire your neighbor’s house, his field, or his male servant, or his female servant, his ox, or his donkey, or anything that is your neighbor’s.’"
    },
    {
        "o": 5530,
        "r": "esv:Deuteronomy:5:22",
        "t": "“These*p words the Lord*s spoke to all your assembly at the mountain out of the midst of the fire, the cloud, and the thick darkness, with a loud voice; and he added no more. And he wrote them on two tablets of stone and gave them to me."
    },
    {
        "o": 5531,
        "r": "esv:Deuteronomy:5:23",
        "t": "And as soon as you heard the voice out of the midst of the darkness, while the mountain was burning with fire, you came near to me, all the heads of your tribes, and your elders."
    },
    {
        "o": 5532,
        "r": "esv:Deuteronomy:5:24",
        "t": "And you said, ‘Behold, the Lord*s our God has shown us his glory and greatness, and we have heard his voice out of the midst of the fire. This day we have seen God speak with man, and man still live."
    },
    {
        "o": 5533,
        "r": "esv:Deuteronomy:5:25",
        "t": "Now therefore why should we die? For this great fire will consume us. If we hear the voice of the Lord*s our God any more, we shall die."
    },
    {
        "o": 5534,
        "r": "esv:Deuteronomy:5:26",
        "t": "For who is there of all flesh, that has heard the voice of the living God speaking out of the midst of fire as we have, and has still lived?"
    },
    {
        "o": 5535,
        "r": "esv:Deuteronomy:5:27",
        "t": "Go near and hear all that the Lord*s our God will say, and speak to us all that the Lord*s our God will speak to you, and we will hear and do it.’"
    },
    {
        "o": 5536,
        "r": "esv:Deuteronomy:5:28",
        "t": "“And*p the Lord*s heard your words, when you spoke to me. And the Lord*s said to me, ‘I have heard the words of this people, which they have spoken to you. They are right in all that they have spoken."
    },
    {
        "o": 5537,
        "r": "esv:Deuteronomy:5:29",
        "t": "Oh that they had such a heart as this always, to fear me and to keep all my commandments, that it might go well with them and with their descendants forever!"
    },
    {
        "o": 5538,
        "r": "esv:Deuteronomy:5:30",
        "t": "Go and say to them, “Return to your tents.”"
    },
    {
        "o": 5539,
        "r": "esv:Deuteronomy:5:31",
        "t": "But you, stand here by me, and I will tell you the whole commandment and the statutes and the rules that you shall teach them, that they may do them in the land that I am giving them to possess.’"
    },
    {
        "o": 5540,
        "r": "esv:Deuteronomy:5:32",
        "t": "You shall be careful therefore to do as the Lord*s your God has commanded you. You shall not turn aside to the right hand or to the left."
    },
    {
        "o": 5541,
        "r": "esv:Deuteronomy:5:33",
        "t": "You shall walk in all the way that the Lord*s your God has commanded you, that you may live, and that it may go well with you, and that you may live long in the land that you shall possess."
    },
    {
        "o": 5542,
        "r": "esv:Deuteronomy:6:0",
        "t": "Deuteronomy 6",
        "h": 1
    },
    {
        "o": 5543,
        "r": "esv:Deuteronomy:6:0",
        "t": "The Greatest Commandment",
        "h": 2
    },
    {
        "o": 5544,
        "r": "esv:Deuteronomy:6:1",
        "t": "“Now*p this is the commandment— the statutes and the rules— that the Lord*s your God commanded me to teach you, that you may do them in the land to which you are going over, to possess it,"
    },
    {
        "o": 5545,
        "r": "esv:Deuteronomy:6:2",
        "t": "that you may fear the Lord*s your God, you and your son and your son’s son, by keeping all his statutes and his commandments, which I command you, all the days of your life, and that your days may be long."
    },
    {
        "o": 5546,
        "r": "esv:Deuteronomy:6:3",
        "t": "Hear therefore, O Israel, and be careful to do them, that it may go well with you, and that you may multiply greatly, as the Lord,*s the God of your fathers, has promised you, in a land flowing with milk and honey."
    },
    {
        "o": 5547,
        "r": "esv:Deuteronomy:6:4",
        "t": "“Hear,*p O Israel: The Lord*s our God, the Lord*s is one."
    },
    {
        "o": 5548,
        "r": "esv:Deuteronomy:6:5",
        "t": "You shall love the Lord*s your God with all your heart and with all your soul and with all your might."
    },
    {
        "o": 5549,
        "r": "esv:Deuteronomy:6:6",
        "t": "And these words that I command you today shall be on your heart."
    },
    {
        "o": 5550,
        "r": "esv:Deuteronomy:6:7",
        "t": "You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise."
    },
    {
        "o": 5551,
        "r": "esv:Deuteronomy:6:8",
        "t": "You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes."
    },
    {
        "o": 5552,
        "r": "esv:Deuteronomy:6:9",
        "t": "You shall write them on the doorposts of your house and on your gates."
    },
    {
        "o": 5553,
        "r": "esv:Deuteronomy:6:10",
        "t": "“And*p when the Lord*s your God brings you into the land that he swore to your fathers, to Abraham, to Isaac, and to Jacob, to give you— with great and good cities that you did not build,"
    },
    {
        "o": 5554,
        "r": "esv:Deuteronomy:6:11",
        "t": "and houses full of all good things that you did not fill, and cisterns that you did not dig, and vineyards and olive trees that you did not plant— and when you eat and are full,"
    },
    {
        "o": 5555,
        "r": "esv:Deuteronomy:6:12",
        "t": "then take care lest you forget the Lord,*s who brought you out of the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5556,
        "r": "esv:Deuteronomy:6:13",
        "t": "It is the Lord*s your God you shall fear. Him you shall serve and by his name you shall swear."
    },
    {
        "o": 5557,
        "r": "esv:Deuteronomy:6:14",
        "t": "You shall not go after other gods, the gods of the peoples who are around you—"
    },
    {
        "o": 5558,
        "r": "esv:Deuteronomy:6:15",
        "t": "for the Lord*s your God in your midst is a jealous God— lest the anger of the Lord*s your God be kindled against you, and he destroy you from off the face of the earth."
    },
    {
        "o": 5559,
        "r": "esv:Deuteronomy:6:16",
        "t": "“You*p shall not put the Lord*s your God to the test, as you tested him at Massah."
    },
    {
        "o": 5560,
        "r": "esv:Deuteronomy:6:17",
        "t": "You shall diligently keep the commandments of the Lord*s your God, and his testimonies and his statutes, which he has commanded you."
    },
    {
        "o": 5561,
        "r": "esv:Deuteronomy:6:18",
        "t": "And you shall do what is right and good in the sight of the Lord,*s that it may go well with you, and that you may go in and take possession of the good land that the Lord*s swore to give to your fathers"
    },
    {
        "o": 5562,
        "r": "esv:Deuteronomy:6:19",
        "t": "by thrusting out all your enemies from before you, as the Lord*s has promised."
    },
    {
        "o": 5563,
        "r": "esv:Deuteronomy:6:20",
        "t": "“When*p your son asks you in time to come, ‘What is the meaning of the testimonies and the statutes and the rules that the Lord*s our God has commanded you?’"
    },
    {
        "o": 5564,
        "r": "esv:Deuteronomy:6:21",
        "t": "then you shall say to your son, ‘We were Pharaoh’s slaves in Egypt. And the Lord*s brought us out of Egypt with a mighty hand."
    },
    {
        "o": 5565,
        "r": "esv:Deuteronomy:6:22",
        "t": "And the Lord*s showed signs and wonders, great and grievous, against Egypt and against Pharaoh and all his household, before our eyes."
    },
    {
        "o": 5566,
        "r": "esv:Deuteronomy:6:23",
        "t": "And he brought us out from there, that he might bring us in and give us the land that he swore to give to our fathers."
    },
    {
        "o": 5567,
        "r": "esv:Deuteronomy:6:24",
        "t": "And the Lord*s commanded us to do all these statutes, to fear the Lord*s our God, for our good always, that he might preserve us alive, as we are this day."
    },
    {
        "o": 5568,
        "r": "esv:Deuteronomy:6:25",
        "t": "And it will be righteousness for us, if we are careful to do all this commandment before the Lord*s our God, as he has commanded us.’"
    },
    {
        "o": 5569,
        "r": "esv:Deuteronomy:7:0",
        "t": "Deuteronomy 7",
        "h": 1
    },
    {
        "o": 5570,
        "r": "esv:Deuteronomy:7:0",
        "t": "A Chosen People",
        "h": 2
    },
    {
        "o": 5571,
        "r": "esv:Deuteronomy:7:1",
        "t": "“When*p the Lord*s your God brings you into the land that you are entering to take possession of it, and clears away many nations before you, the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, seven nations more numerous and mightier than you,"
    },
    {
        "o": 5572,
        "r": "esv:Deuteronomy:7:2",
        "t": "and when the Lord*s your God gives them over to you, and you defeat them, then you must devote them to complete destruction. You shall make no covenant with them and show no mercy to them."
    },
    {
        "o": 5573,
        "r": "esv:Deuteronomy:7:3",
        "t": "You shall not intermarry with them, giving your daughters to their sons or taking their daughters for your sons,"
    },
    {
        "o": 5574,
        "r": "esv:Deuteronomy:7:4",
        "t": "for they would turn away your sons from following me, to serve other gods. Then the anger of the Lord*s would be kindled against you, and he would destroy you quickly."
    },
    {
        "o": 5575,
        "r": "esv:Deuteronomy:7:5",
        "t": "But thus shall you deal with them: you shall break down their altars and dash in pieces their pillars and chop down their Asherim and burn their carved images with fire."
    },
    {
        "o": 5576,
        "r": "esv:Deuteronomy:7:6",
        "t": "“For*p you are a people holy to the Lord*s your God. The Lord*s your God has chosen you to be a people for his treasured possession, out of all the peoples who are on the face of the earth."
    },
    {
        "o": 5577,
        "r": "esv:Deuteronomy:7:7",
        "t": "It was not because you were more in number than any other people that the Lord*s set his love on you and chose you, for you were the fewest of all peoples,"
    },
    {
        "o": 5578,
        "r": "esv:Deuteronomy:7:8",
        "t": "but it is because the Lord*s loves you and is keeping the oath that he swore to your fathers, that the Lord*s has brought you out with a mighty hand and redeemed you from the house of slavery, from the hand of Pharaoh king of Egypt."
    },
    {
        "o": 5579,
        "r": "esv:Deuteronomy:7:9",
        "t": "Know therefore that the Lord*s your God is God, the faithful God who keeps covenant and steadfast love with those who love him and keep his commandments, to a thousand generations,"
    },
    {
        "o": 5580,
        "r": "esv:Deuteronomy:7:10",
        "t": "and repays to their face those who hate him, by destroying them. He will not be slack with one who hates him. He will repay him to his face."
    },
    {
        "o": 5581,
        "r": "esv:Deuteronomy:7:11",
        "t": "You shall therefore be careful to do the commandment and the statutes and the rules that I command you today."
    },
    {
        "o": 5582,
        "r": "esv:Deuteronomy:7:12",
        "t": "“And*p because you listen to these rules and keep and do them, the Lord*s your God will keep with you the covenant and the steadfast love that he swore to your fathers."
    },
    {
        "o": 5583,
        "r": "esv:Deuteronomy:7:13",
        "t": "He will love you, bless you, and multiply you. He will also bless the fruit of your womb and the fruit of your ground, your grain and your wine and your oil, the increase of your herds and the young of your flock, in the land that he swore to your fathers to give you."
    },
    {
        "o": 5584,
        "r": "esv:Deuteronomy:7:14",
        "t": "You shall be blessed above all peoples. There shall not be male or female barren among you or among your livestock."
    },
    {
        "o": 5585,
        "r": "esv:Deuteronomy:7:15",
        "t": "And the Lord*s will take away from you all sickness, and none of the evil diseases of Egypt, which you knew, will he inflict on you, but he will lay them on all who hate you."
    },
    {
        "o": 5586,
        "r": "esv:Deuteronomy:7:16",
        "t": "And you shall consume all the peoples that the Lord*s your God will give over to you. Your eye shall not pity them, neither shall you serve their gods, for that would be a snare to you."
    },
    {
        "o": 5587,
        "r": "esv:Deuteronomy:7:17",
        "t": "“If*p you say in your heart, ‘These nations are greater than I. How can I dispossess them?’"
    },
    {
        "o": 5588,
        "r": "esv:Deuteronomy:7:18",
        "t": "you shall not be afraid of them but you shall remember what the Lord*s your God did to Pharaoh and to all Egypt,"
    },
    {
        "o": 5589,
        "r": "esv:Deuteronomy:7:19",
        "t": "the great trials that your eyes saw, the signs, the wonders, the mighty hand, and the outstretched arm, by which the Lord*s your God brought you out. So will the Lord*s your God do to all the peoples of whom you are afraid."
    },
    {
        "o": 5590,
        "r": "esv:Deuteronomy:7:20",
        "t": "Moreover, the Lord*s your God will send hornets among them, until those who are left and hide themselves from you are destroyed."
    },
    {
        "o": 5591,
        "r": "esv:Deuteronomy:7:21",
        "t": "You shall not be in dread of them, for the Lord*s your God is in your midst, a great and awesome God."
    },
    {
        "o": 5592,
        "r": "esv:Deuteronomy:7:22",
        "t": "The Lord*s your God will clear away these nations before you little by little. You may not make an end of them at once, lest the wild beasts grow too numerous for you."
    },
    {
        "o": 5593,
        "r": "esv:Deuteronomy:7:23",
        "t": "But the Lord*s your God will give them over to you and throw them into great confusion, until they are destroyed."
    },
    {
        "o": 5594,
        "r": "esv:Deuteronomy:7:24",
        "t": "And he will give their kings into your hand, and you shall make their name perish from under heaven. No one shall be able to stand against you until you have destroyed them."
    },
    {
        "o": 5595,
        "r": "esv:Deuteronomy:7:25",
        "t": "The carved images of their gods you shall burn with fire. You shall not covet the silver or the gold that is on them or take it for yourselves, lest you be ensnared by it, for it is an abomination to the Lord*s your God."
    },
    {
        "o": 5596,
        "r": "esv:Deuteronomy:7:26",
        "t": "And you shall not bring an abominable thing into your house and become devoted to destruction like it. You shall utterly detest and abhor it, for it is devoted to destruction."
    },
    {
        "o": 5597,
        "r": "esv:Deuteronomy:8:0",
        "t": "Deuteronomy 8",
        "h": 1
    },
    {
        "o": 5598,
        "r": "esv:Deuteronomy:8:0",
        "t": "Remember the Lord Your God",
        "h": 2
    },
    {
        "o": 5599,
        "r": "esv:Deuteronomy:8:1",
        "t": "“The*p whole commandment that I command you today you shall be careful to do, that you may live and multiply, and go in and possess the land that the Lord*s swore to give to your fathers."
    },
    {
        "o": 5600,
        "r": "esv:Deuteronomy:8:2",
        "t": "And you shall remember the whole way that the Lord*s your God has led you these forty years in the wilderness, that he might humble you, testing you to know what was in your heart, whether you would keep his commandments or not."
    },
    {
        "o": 5601,
        "r": "esv:Deuteronomy:8:3",
        "t": "And he humbled you and let you hunger and fed you with manna, which you did not know, nor did your fathers know, that he might make you know that man does not live by bread alone, but man lives by every word that comes from the mouth of the Lord.*s"
    },
    {
        "o": 5602,
        "r": "esv:Deuteronomy:8:4",
        "t": "Your clothing did not wear out on you and your foot did not swell these forty years."
    },
    {
        "o": 5603,
        "r": "esv:Deuteronomy:8:5",
        "t": "Know then in your heart that, as a man disciplines his son, the Lord*s your God disciplines you."
    },
    {
        "o": 5604,
        "r": "esv:Deuteronomy:8:6",
        "t": "So you shall keep the commandments of the Lord*s your God by walking in his ways and by fearing him."
    },
    {
        "o": 5605,
        "r": "esv:Deuteronomy:8:7",
        "t": "For the Lord*s your God is bringing you into a good land, a land of brooks of water, of fountains and springs, flowing out in the valleys and hills,"
    },
    {
        "o": 5606,
        "r": "esv:Deuteronomy:8:8",
        "t": "a land of wheat and barley, of vines and fig trees and pomegranates, a land of olive trees and honey,"
    },
    {
        "o": 5607,
        "r": "esv:Deuteronomy:8:9",
        "t": "a land in which you will eat bread without scarcity, in which you will lack nothing, a land whose stones are iron, and out of whose hills you can dig copper."
    },
    {
        "o": 5608,
        "r": "esv:Deuteronomy:8:10",
        "t": "And you shall eat and be full, and you shall bless the Lord*s your God for the good land he has given you."
    },
    {
        "o": 5609,
        "r": "esv:Deuteronomy:8:11",
        "t": "“Take*p care lest you forget the Lord*s your God by not keeping his commandments and his rules and his statutes, which I command you today,"
    },
    {
        "o": 5610,
        "r": "esv:Deuteronomy:8:12",
        "t": "lest, when you have eaten and are full and have built good houses and live in them,"
    },
    {
        "o": 5611,
        "r": "esv:Deuteronomy:8:13",
        "t": "and when your herds and flocks multiply and your silver and gold is multiplied and all that you have is multiplied,"
    },
    {
        "o": 5612,
        "r": "esv:Deuteronomy:8:14",
        "t": "then your heart be lifted up, and you forget the Lord*s your God, who brought you out of the land of Egypt, out of the house of slavery,"
    },
    {
        "o": 5613,
        "r": "esv:Deuteronomy:8:15",
        "t": "who led you through the great and terrifying wilderness, with its fiery serpents and scorpions and thirsty ground where there was no water, who brought you water out of the flinty rock,"
    },
    {
        "o": 5614,
        "r": "esv:Deuteronomy:8:16",
        "t": "who fed you in the wilderness with manna that your fathers did not know, that he might humble you and test you, to do you good in the end."
    },
    {
        "o": 5615,
        "r": "esv:Deuteronomy:8:17",
        "t": "Beware lest you say in your heart, ‘My power and the might of my hand have gotten me this wealth.’"
    },
    {
        "o": 5616,
        "r": "esv:Deuteronomy:8:18",
        "t": "You shall remember the Lord*s your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day."
    },
    {
        "o": 5617,
        "r": "esv:Deuteronomy:8:19",
        "t": "And if you forget the Lord*s your God and go after other gods and serve them and worship them, I solemnly warn you today that you shall surely perish."
    },
    {
        "o": 5618,
        "r": "esv:Deuteronomy:8:20",
        "t": "Like the nations that the Lord*s makes to perish before you, so shall you perish, because you would not obey the voice of the Lord*s your God."
    },
    {
        "o": 5619,
        "r": "esv:Deuteronomy:9:0",
        "t": "Deuteronomy 9",
        "h": 1
    },
    {
        "o": 5620,
        "r": "esv:Deuteronomy:9:0",
        "t": "Not Because of Righteousness",
        "h": 2
    },
    {
        "o": 5621,
        "r": "esv:Deuteronomy:9:1",
        "t": "“Hear,*p O Israel: you are to cross over the Jordan today, to go in to dispossess nations greater and mightier than you, cities great and fortified up to heaven,"
    },
    {
        "o": 5622,
        "r": "esv:Deuteronomy:9:2",
        "t": "a people great and tall, the sons of the Anakim, whom you know, and of whom you have heard it said, ‘Who can stand before the sons of Anak?’"
    },
    {
        "o": 5623,
        "r": "esv:Deuteronomy:9:3",
        "t": "Know therefore today that he who goes over before you as a consuming fire is the Lord*s your God. He will destroy them and subdue them before you. So you shall drive them out and make them perish quickly, as the Lord*s has promised you."
    },
    {
        "o": 5624,
        "r": "esv:Deuteronomy:9:4",
        "t": "“Do*p not say in your heart, after the Lord*s your God has thrust them out before you, ‘It is because of my righteousness that the Lord*s has brought me in to possess this land,’ whereas it is because of the wickedness of these nations that the Lord*s is driving them out before you."
    },
    {
        "o": 5625,
        "r": "esv:Deuteronomy:9:5",
        "t": "Not because of your righteousness or the uprightness of your heart are you going in to possess their land, but because of the wickedness of these nations the Lord*s your God is driving them out from before you, and that he may confirm the word that the Lord*s swore to your fathers, to Abraham, to Isaac, and to Jacob."
    },
    {
        "o": 5626,
        "r": "esv:Deuteronomy:9:6",
        "t": "“Know,*p therefore, that the Lord*s your God is not giving you this good land to possess because of your righteousness, for you are a stubborn people."
    },
    {
        "o": 5627,
        "r": "esv:Deuteronomy:9:7",
        "t": "Remember and do not forget how you provoked the Lord*s your God to wrath in the wilderness. From the day you came out of the land of Egypt until you came to this place, you have been rebellious against the Lord.*s"
    },
    {
        "o": 5628,
        "r": "esv:Deuteronomy:9:8",
        "t": "Even at Horeb you provoked the Lord*s to wrath, and the Lord*s was so angry with you that he was ready to destroy you."
    },
    {
        "o": 5629,
        "r": "esv:Deuteronomy:9:9",
        "t": "When I went up the mountain to receive the tablets of stone, the tablets of the covenant that the Lord*s made with you, I remained on the mountain forty days and forty nights. I neither ate bread nor drank water."
    },
    {
        "o": 5630,
        "r": "esv:Deuteronomy:9:10",
        "t": "And the Lord*s gave me the two tablets of stone written with the finger of God, and on them were all the words that the Lord*s had spoken with you on the mountain out of the midst of the fire on the day of the assembly."
    },
    {
        "o": 5631,
        "r": "esv:Deuteronomy:9:11",
        "t": "And at the end of forty days and forty nights the Lord*s gave me the two tablets of stone, the tablets of the covenant."
    },
    {
        "o": 5632,
        "r": "esv:Deuteronomy:9:12",
        "t": "Then the Lord*s said to me, ‘Arise, go down quickly from here, for your people whom you have brought from Egypt have acted corruptly. They have turned aside quickly out of the way that I commanded them; they have made themselves a metal image.’"
    },
    {
        "o": 5633,
        "r": "esv:Deuteronomy:9:12",
        "t": "The Golden Calf",
        "h": 2
    },
    {
        "o": 5634,
        "r": "esv:Deuteronomy:9:13",
        "t": "“Furthermore,*p the Lord*s said to me, ‘I have seen this people, and behold, it is a stubborn people."
    },
    {
        "o": 5635,
        "r": "esv:Deuteronomy:9:14",
        "t": "Let me alone, that I may destroy them and blot out their name from under heaven. And I will make of you a nation mightier and greater than they.’"
    },
    {
        "o": 5636,
        "r": "esv:Deuteronomy:9:15",
        "t": "So I turned and came down from the mountain, and the mountain was burning with fire. And the two tablets of the covenant were in my two hands."
    },
    {
        "o": 5637,
        "r": "esv:Deuteronomy:9:16",
        "t": "And I looked, and behold, you had sinned against the Lord*s your God. You had made yourselves a golden calf. You had turned aside quickly from the way that the Lord*s had commanded you."
    },
    {
        "o": 5638,
        "r": "esv:Deuteronomy:9:17",
        "t": "So I took hold of the two tablets and threw them out of my two hands and broke them before your eyes."
    },
    {
        "o": 5639,
        "r": "esv:Deuteronomy:9:18",
        "t": "Then I lay prostrate before the Lord*s as before, forty days and forty nights. I neither ate bread nor drank water, because of all the sin that you had committed, in doing what was evil in the sight of the Lord*s to provoke him to anger."
    },
    {
        "o": 5640,
        "r": "esv:Deuteronomy:9:19",
        "t": "For I was afraid of the anger and hot displeasure that the Lord*s bore against you, so that he was ready to destroy you. But the Lord*s listened to me that time also."
    },
    {
        "o": 5641,
        "r": "esv:Deuteronomy:9:20",
        "t": "And the Lord*s was so angry with Aaron that he was ready to destroy him. And I prayed for Aaron also at the same time."
    },
    {
        "o": 5642,
        "r": "esv:Deuteronomy:9:21",
        "t": "Then I took the sinful thing, the calf that you had made, and burned it with fire and crushed it, grinding it very small, until it was as fine as dust. And I threw the dust of it into the brook that ran down from the mountain."
    },
    {
        "o": 5643,
        "r": "esv:Deuteronomy:9:22",
        "t": "“At*p Taberah also, and at Massah and at Kibroth-hattaavah you provoked the Lord*s to wrath."
    },
    {
        "o": 5644,
        "r": "esv:Deuteronomy:9:23",
        "t": "And when the Lord*s sent you from Kadesh-barnea, saying, ‘Go up and take possession of the land that I have given you,’ then you rebelled against the commandment of the Lord*s your God and did not believe him or obey his voice."
    },
    {
        "o": 5645,
        "r": "esv:Deuteronomy:9:24",
        "t": "You have been rebellious against the Lord*s from the day that I knew you."
    },
    {
        "o": 5646,
        "r": "esv:Deuteronomy:9:25",
        "t": "“So*p I lay prostrate before the Lord*s for these forty days and forty nights, because the Lord*s had said he would destroy you."
    },
    {
        "o": 5647,
        "r": "esv:Deuteronomy:9:26",
        "t": "And I prayed to the Lord,*s ‘O Lord God,*s do not destroy your people and your heritage, whom you have redeemed through your greatness, whom you have brought out of Egypt with a mighty hand."
    },
    {
        "o": 5648,
        "r": "esv:Deuteronomy:9:27",
        "t": "Remember your servants, Abraham, Isaac, and Jacob. Do not regard the stubbornness of this people, or their wickedness or their sin,"
    },
    {
        "o": 5649,
        "r": "esv:Deuteronomy:9:28",
        "t": "lest the land from which you brought us say, “Because the Lord*s was not able to bring them into the land that he promised them, and because he hated them, he has brought them out to put them to death in the wilderness.”"
    },
    {
        "o": 5650,
        "r": "esv:Deuteronomy:9:29",
        "t": "For they are your people and your heritage, whom you brought out by your great power and by your outstretched arm.’"
    },
    {
        "o": 5651,
        "r": "esv:Deuteronomy:10:0",
        "t": "Deuteronomy 10",
        "h": 1
    },
    {
        "o": 5652,
        "r": "esv:Deuteronomy:10:0",
        "t": "New Tablets of Stone",
        "h": 2
    },
    {
        "o": 5653,
        "r": "esv:Deuteronomy:10:1",
        "t": "“At*p that time the Lord*s said to me, ‘Cut for yourself two tablets of stone like the first, and come up to me on the mountain and make an ark of wood."
    },
    {
        "o": 5654,
        "r": "esv:Deuteronomy:10:2",
        "t": "And I will write on the tablets the words that were on the first tablets that you broke, and you shall put them in the ark.’"
    },
    {
        "o": 5655,
        "r": "esv:Deuteronomy:10:3",
        "t": "So I made an ark of acacia wood, and cut two tablets of stone like the first, and went up the mountain with the two tablets in my hand."
    },
    {
        "o": 5656,
        "r": "esv:Deuteronomy:10:4",
        "t": "And he wrote on the tablets, in the same writing as before, the Ten Commandments that the Lord*s had spoken to you on the mountain out of the midst of the fire on the day of the assembly. And the Lord*s gave them to me."
    },
    {
        "o": 5657,
        "r": "esv:Deuteronomy:10:5",
        "t": "Then I turned and came down from the mountain and put the tablets in the ark that I had made. And there they are, as the Lord*s commanded me.”"
    },
    {
        "o": 5658,
        "r": "esv:Deuteronomy:10:6",
        "t": "(The*p people of Israel journeyed from Beeroth Bene-jaakan to Moserah. There Aaron died, and there he was buried. And his son Eleazar ministered as priest in his place."
    },
    {
        "o": 5659,
        "r": "esv:Deuteronomy:10:7",
        "t": "From there they journeyed to Gudgodah, and from Gudgodah to Jotbathah, a land with brooks of water."
    },
    {
        "o": 5660,
        "r": "esv:Deuteronomy:10:8",
        "t": "At that time the Lord*s set apart the tribe of Levi to carry the ark of the covenant of the Lord*s to stand before the Lord*s to minister to him and to bless in his name, to this day."
    },
    {
        "o": 5661,
        "r": "esv:Deuteronomy:10:9",
        "t": "Therefore Levi has no portion or inheritance with his brothers. The Lord*s is his inheritance, as the Lord*s your God said to him.)"
    },
    {
        "o": 5662,
        "r": "esv:Deuteronomy:10:10",
        "t": "“I*p myself stayed on the mountain, as at the first time, forty days and forty nights, and the Lord*s listened to me that time also. The Lord*s was unwilling to destroy you."
    },
    {
        "o": 5663,
        "r": "esv:Deuteronomy:10:11",
        "t": "And the Lord*s said to me, ‘Arise, go on your journey at the head of the people, so that they may go in and possess the land, which I swore to their fathers to give them.’"
    },
    {
        "o": 5664,
        "r": "esv:Deuteronomy:10:11",
        "t": "Circumcise Your Heart",
        "h": 2
    },
    {
        "o": 5665,
        "r": "esv:Deuteronomy:10:12",
        "t": "“And*p now, Israel, what does the Lord*s your God require of you, but to fear the Lord*s your God, to walk in all his ways, to love him, to serve the Lord*s your God with all your heart and with all your soul,"
    },
    {
        "o": 5666,
        "r": "esv:Deuteronomy:10:13",
        "t": "and to keep the commandments and statutes of the Lord,*s which I am commanding you today for your good?"
    },
    {
        "o": 5667,
        "r": "esv:Deuteronomy:10:14",
        "t": "Behold, to the Lord*s your God belong heaven and the heaven of heavens, the earth with all that is in it."
    },
    {
        "o": 5668,
        "r": "esv:Deuteronomy:10:15",
        "t": "Yet the Lord*s set his heart in love on your fathers and chose their offspring after them, you above all peoples, as you are this day."
    },
    {
        "o": 5669,
        "r": "esv:Deuteronomy:10:16",
        "t": "Circumcise therefore the foreskin of your heart, and be no longer stubborn."
    },
    {
        "o": 5670,
        "r": "esv:Deuteronomy:10:17",
        "t": "For the Lord*s your God is God of gods and Lord of lords, the great, the mighty, and the awesome God, who is not partial and takes no bribe."
    },
    {
        "o": 5671,
        "r": "esv:Deuteronomy:10:18",
        "t": "He executes justice for the fatherless and the widow, and loves the sojourner, giving him food and clothing."
    },
    {
        "o": 5672,
        "r": "esv:Deuteronomy:10:19",
        "t": "Love the sojourner, therefore, for you were sojourners in the land of Egypt."
    },
    {
        "o": 5673,
        "r": "esv:Deuteronomy:10:20",
        "t": "You shall fear the Lord*s your God. You shall serve him and hold fast to him, and by his name you shall swear."
    },
    {
        "o": 5674,
        "r": "esv:Deuteronomy:10:21",
        "t": "He is your praise. He is your God, who has done for you these great and terrifying things that your eyes have seen."
    },
    {
        "o": 5675,
        "r": "esv:Deuteronomy:10:22",
        "t": "Your fathers went down to Egypt seventy persons, and now the Lord*s your God has made you as numerous as the stars of heaven."
    },
    {
        "o": 5676,
        "r": "esv:Deuteronomy:11:0",
        "t": "Deuteronomy 11",
        "h": 1
    },
    {
        "o": 5677,
        "r": "esv:Deuteronomy:11:0",
        "t": "Love and Serve the Lord",
        "h": 2
    },
    {
        "o": 5678,
        "r": "esv:Deuteronomy:11:1",
        "t": "“You*p shall therefore love the Lord*s your God and keep his charge, his statutes, his rules, and his commandments always."
    },
    {
        "o": 5679,
        "r": "esv:Deuteronomy:11:2",
        "t": "And consider today (since I am not speaking to your children who have not known or seen it), consider the discipline of the Lord*s your God, his greatness, his mighty hand and his outstretched arm,"
    },
    {
        "o": 5680,
        "r": "esv:Deuteronomy:11:3",
        "t": "his signs and his deeds that he did in Egypt to Pharaoh the king of Egypt and to all his land,"
    },
    {
        "o": 5681,
        "r": "esv:Deuteronomy:11:4",
        "t": "and what he did to the army of Egypt, to their horses and to their chariots, how he made the water of the Red Sea flow over them as they pursued after you, and how the Lord*s has destroyed them to this day,"
    },
    {
        "o": 5682,
        "r": "esv:Deuteronomy:11:5",
        "t": "and what he did to you in the wilderness, until you came to this place,"
    },
    {
        "o": 5683,
        "r": "esv:Deuteronomy:11:6",
        "t": "and what he did to Dathan and Abiram the sons of Eliab, son of Reuben, how the earth opened its mouth and swallowed them up, with their households, their tents, and every living thing that followed them, in the midst of all Israel."
    },
    {
        "o": 5684,
        "r": "esv:Deuteronomy:11:7",
        "t": "For your eyes have seen all the great work of the Lord*s that he did."
    },
    {
        "o": 5685,
        "r": "esv:Deuteronomy:11:8",
        "t": "“You*p shall therefore keep the whole commandment that I command you today, that you may be strong, and go in and take possession of the land that you are going over to possess,"
    },
    {
        "o": 5686,
        "r": "esv:Deuteronomy:11:9",
        "t": "and that you may live long in the land that the Lord*s swore to your fathers to give to them and to their offspring, a land flowing with milk and honey."
    },
    {
        "o": 5687,
        "r": "esv:Deuteronomy:11:10",
        "t": "For the land that you are entering to take possession of it is not like the land of Egypt, from which you have come, where you sowed your seed and irrigated it, like a garden of vegetables."
    },
    {
        "o": 5688,
        "r": "esv:Deuteronomy:11:11",
        "t": "But the land that you are going over to possess is a land of hills and valleys, which drinks water by the rain from heaven,"
    },
    {
        "o": 5689,
        "r": "esv:Deuteronomy:11:12",
        "t": "a land that the Lord*s your God cares for. The eyes of the Lord*s your God are always upon it, from the beginning of the year to the end of the year."
    },
    {
        "o": 5690,
        "r": "esv:Deuteronomy:11:13",
        "t": "“And*p if you will indeed obey my commandments that I command you today, to love the Lord*s your God, and to serve him with all your heart and with all your soul,"
    },
    {
        "o": 5691,
        "r": "esv:Deuteronomy:11:14",
        "t": "he will give the rain for your land in its season, the early rain and the later rain, that you may gather in your grain and your wine and your oil."
    },
    {
        "o": 5692,
        "r": "esv:Deuteronomy:11:15",
        "t": "And he will give grass in your fields for your livestock, and you shall eat and be full."
    },
    {
        "o": 5693,
        "r": "esv:Deuteronomy:11:16",
        "t": "Take care lest your heart be deceived, and you turn aside and serve other gods and worship them;"
    },
    {
        "o": 5694,
        "r": "esv:Deuteronomy:11:17",
        "t": "then the anger of the Lord*s will be kindled against you, and he will shut up the heavens, so that there will be no rain, and the land will yield no fruit, and you will perish quickly off the good land that the Lord*s is giving you."
    },
    {
        "o": 5695,
        "r": "esv:Deuteronomy:11:18",
        "t": "“You*p shall therefore lay up these words of mine in your heart and in your soul, and you shall bind them as a sign on your hand, and they shall be as frontlets between your eyes."
    },
    {
        "o": 5696,
        "r": "esv:Deuteronomy:11:19",
        "t": "You shall teach them to your children, talking of them when you are sitting in your house, and when you are walking by the way, and when you lie down, and when you rise."
    },
    {
        "o": 5697,
        "r": "esv:Deuteronomy:11:20",
        "t": "You shall write them on the doorposts of your house and on your gates,"
    },
    {
        "o": 5698,
        "r": "esv:Deuteronomy:11:21",
        "t": "that your days and the days of your children may be multiplied in the land that the Lord*s swore to your fathers to give them, as long as the heavens are above the earth."
    },
    {
        "o": 5699,
        "r": "esv:Deuteronomy:11:22",
        "t": "For if you will be careful to do all this commandment that I command you to do, loving the Lord*s your God, walking in all his ways, and holding fast to him,"
    },
    {
        "o": 5700,
        "r": "esv:Deuteronomy:11:23",
        "t": "then the Lord*s will drive out all these nations before you, and you will dispossess nations greater and mightier than you."
    },
    {
        "o": 5701,
        "r": "esv:Deuteronomy:11:24",
        "t": "Every place on which the sole of your foot treads shall be yours. Your territory shall be from the wilderness to the Lebanon and from the River, the river Euphrates, to the western sea."
    },
    {
        "o": 5702,
        "r": "esv:Deuteronomy:11:25",
        "t": "No one shall be able to stand against you. The Lord*s your God will lay the fear of you and the dread of you on all the land that you shall tread, as he promised you."
    },
    {
        "o": 5703,
        "r": "esv:Deuteronomy:11:26",
        "t": "“See,*p I am setting before you today a blessing and a curse:"
    },
    {
        "o": 5704,
        "r": "esv:Deuteronomy:11:27",
        "t": "the blessing, if you obey the commandments of the Lord*s your God, which I command you today,"
    },
    {
        "o": 5705,
        "r": "esv:Deuteronomy:11:28",
        "t": "and the curse, if you do not obey the commandments of the Lord*s your God, but turn aside from the way that I am commanding you today, to go after other gods that you have not known."
    },
    {
        "o": 5706,
        "r": "esv:Deuteronomy:11:29",
        "t": "And when the Lord*s your God brings you into the land that you are entering to take possession of it, you shall set the blessing on Mount Gerizim and the curse on Mount Ebal."
    },
    {
        "o": 5707,
        "r": "esv:Deuteronomy:11:30",
        "t": "Are they not beyond the Jordan, west of the road, toward the going down of the sun, in the land of the Canaanites who live in the Arabah, opposite Gilgal, beside the oak of Moreh?"
    },
    {
        "o": 5708,
        "r": "esv:Deuteronomy:11:31",
        "t": "For you are to cross over the Jordan to go in to take possession of the land that the Lord*s your God is giving you. And when you possess it and live in it,"
    },
    {
        "o": 5709,
        "r": "esv:Deuteronomy:11:32",
        "t": "you shall be careful to do all the statutes and the rules that I am setting before you today."
    },
    {
        "o": 5710,
        "r": "esv:Deuteronomy:12:0",
        "t": "Deuteronomy 12",
        "h": 1
    },
    {
        "o": 5711,
        "r": "esv:Deuteronomy:12:0",
        "t": "The Lord’s Chosen Place of Worship",
        "h": 2
    },
    {
        "o": 5712,
        "r": "esv:Deuteronomy:12:1",
        "t": "“These*p are the statutes and rules that you shall be careful to do in the land that the Lord,*s the God of your fathers, has given you to possess, all the days that you live on the earth."
    },
    {
        "o": 5713,
        "r": "esv:Deuteronomy:12:2",
        "t": "You shall surely destroy all the places where the nations whom you shall dispossess served their gods, on the high mountains and on the hills and under every green tree."
    },
    {
        "o": 5714,
        "r": "esv:Deuteronomy:12:3",
        "t": "You shall tear down their altars and dash in pieces their pillars and burn their Asherim with fire. You shall chop down the carved images of their gods and destroy their name out of that place."
    },
    {
        "o": 5715,
        "r": "esv:Deuteronomy:12:4",
        "t": "You shall not worship the Lord*s your God in that way."
    },
    {
        "o": 5716,
        "r": "esv:Deuteronomy:12:5",
        "t": "But you shall seek the place that the Lord*s your God will choose out of all your tribes to put his name and make his habitation there. There you shall go,"
    },
    {
        "o": 5717,
        "r": "esv:Deuteronomy:12:6",
        "t": "and there you shall bring your burnt offerings and your sacrifices, your tithes and the contribution that you present, your vow offerings, your freewill offerings, and the firstborn of your herd and of your flock."
    },
    {
        "o": 5718,
        "r": "esv:Deuteronomy:12:7",
        "t": "And there you shall eat before the Lord*s your God, and you shall rejoice, you and your households, in all that you undertake, in which the Lord*s your God has blessed you."
    },
    {
        "o": 5719,
        "r": "esv:Deuteronomy:12:8",
        "t": "“You*p shall not do according to all that we are doing here today, everyone doing whatever is right in his own eyes,"
    },
    {
        "o": 5720,
        "r": "esv:Deuteronomy:12:9",
        "t": "for you have not as yet come to the rest and to the inheritance that the Lord*s your God is giving you."
    },
    {
        "o": 5721,
        "r": "esv:Deuteronomy:12:10",
        "t": "But when you go over the Jordan and live in the land that the Lord*s your God is giving you to inherit, and when he gives you rest from all your enemies around, so that you live in safety,"
    },
    {
        "o": 5722,
        "r": "esv:Deuteronomy:12:11",
        "t": "then to the place that the Lord*s your God will choose, to make his name dwell there, there you shall bring all that I command you: your burnt offerings and your sacrifices, your tithes and the contribution that you present, and all your finest vow offerings that you vow to the Lord.*s"
    },
    {
        "o": 5723,
        "r": "esv:Deuteronomy:12:12",
        "t": "And you shall rejoice before the Lord*s your God, you and your sons and your daughters, your male servants and your female servants, and the Levite that is within your towns, since he has no portion or inheritance with you."
    },
    {
        "o": 5724,
        "r": "esv:Deuteronomy:12:13",
        "t": "Take care that you do not offer your burnt offerings at any place that you see,"
    },
    {
        "o": 5725,
        "r": "esv:Deuteronomy:12:14",
        "t": "but at the place that the Lord*s will choose in one of your tribes, there you shall offer your burnt offerings, and there you shall do all that I am commanding you."
    },
    {
        "o": 5726,
        "r": "esv:Deuteronomy:12:15",
        "t": "“However,*p you may slaughter and eat meat within any of your towns, as much as you desire, according to the blessing of the Lord*s your God that he has given you. The unclean and the clean may eat of it, as of the gazelle and as of the deer."
    },
    {
        "o": 5727,
        "r": "esv:Deuteronomy:12:16",
        "t": "Only you shall not eat the blood; you shall pour it out on the earth like water."
    },
    {
        "o": 5728,
        "r": "esv:Deuteronomy:12:17",
        "t": "You may not eat within your towns the tithe of your grain or of your wine or of your oil, or the firstborn of your herd or of your flock, or any of your vow offerings that you vow, or your freewill offerings or the contribution that you present,"
    },
    {
        "o": 5729,
        "r": "esv:Deuteronomy:12:18",
        "t": "but you shall eat them before the Lord*s your God in the place that the Lord*s your God will choose, you and your son and your daughter, your male servant and your female servant, and the Levite who is within your towns. And you shall rejoice before the Lord*s your God in all that you undertake."
    },
    {
        "o": 5730,
        "r": "esv:Deuteronomy:12:19",
        "t": "Take care that you do not neglect the Levite as long as you live in your land."
    },
    {
        "o": 5731,
        "r": "esv:Deuteronomy:12:20",
        "t": "“When*p the Lord*s your God enlarges your territory, as he has promised you, and you say, ‘I will eat meat,’ because you crave meat, you may eat meat whenever you desire."
    },
    {
        "o": 5732,
        "r": "esv:Deuteronomy:12:21",
        "t": "If the place that the Lord*s your God will choose to put his name there is too far from you, then you may kill any of your herd or your flock, which the Lord*s has given you, as I have commanded you, and you may eat within your towns whenever you desire."
    },
    {
        "o": 5733,
        "r": "esv:Deuteronomy:12:22",
        "t": "Just as the gazelle or the deer is eaten, so you may eat of it. The unclean and the clean alike may eat of it."
    },
    {
        "o": 5734,
        "r": "esv:Deuteronomy:12:23",
        "t": "Only be sure that you do not eat the blood, for the blood is the life, and you shall not eat the life with the flesh."
    },
    {
        "o": 5735,
        "r": "esv:Deuteronomy:12:24",
        "t": "You shall not eat it; you shall pour it out on the earth like water."
    },
    {
        "o": 5736,
        "r": "esv:Deuteronomy:12:25",
        "t": "You shall not eat it, that all may go well with you and with your children after you, when you do what is right in the sight of the Lord.*s"
    },
    {
        "o": 5737,
        "r": "esv:Deuteronomy:12:26",
        "t": "But the holy things that are due from you, and your vow offerings, you shall take, and you shall go to the place that the Lord*s will choose,"
    },
    {
        "o": 5738,
        "r": "esv:Deuteronomy:12:27",
        "t": "and offer your burnt offerings, the flesh and the blood, on the altar of the Lord*s your God. The blood of your sacrifices shall be poured out on the altar of the Lord*s your God, but the flesh you may eat."
    },
    {
        "o": 5739,
        "r": "esv:Deuteronomy:12:28",
        "t": "Be careful to obey all these words that I command you, that it may go well with you and with your children after you forever, when you do what is good and right in the sight of the Lord*s your God."
    },
    {
        "o": 5740,
        "r": "esv:Deuteronomy:12:28",
        "t": "Warning Against Idolatry",
        "h": 2
    },
    {
        "o": 5741,
        "r": "esv:Deuteronomy:12:29",
        "t": "“When*p the Lord*s your God cuts off before you the nations whom you go in to dispossess, and you dispossess them and dwell in their land,"
    },
    {
        "o": 5742,
        "r": "esv:Deuteronomy:12:30",
        "t": "take care that you be not ensnared to follow them, after they have been destroyed before you, and that you do not inquire about their gods, saying, ‘How did these nations serve their gods?— that I also may do the same.’"
    },
    {
        "o": 5743,
        "r": "esv:Deuteronomy:12:31",
        "t": "You shall not worship the Lord*s your God in that way, for every abominable thing that the Lord*s hates they have done for their gods, for they even burn their sons and their daughters in the fire to their gods."
    },
    {
        "o": 5744,
        "r": "esv:Deuteronomy:12:32",
        "t": "“Everything*p that I command you, you shall be careful to do. You shall not add to it or take from it."
    },
    {
        "o": 5745,
        "r": "esv:Deuteronomy:13:0",
        "t": "Deuteronomy 13",
        "h": 1
    },
    {
        "o": 5746,
        "r": "esv:Deuteronomy:13:1",
        "t": "“If*p a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder,"
    },
    {
        "o": 5747,
        "r": "esv:Deuteronomy:13:2",
        "t": "and the sign or wonder that he tells you comes to pass, and if he says, ‘Let us go after other gods,’ which you have not known, ‘and let us serve them,’"
    },
    {
        "o": 5748,
        "r": "esv:Deuteronomy:13:3",
        "t": "you shall not listen to the words of that prophet or that dreamer of dreams. For the Lord*s your God is testing you, to know whether you love the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 5749,
        "r": "esv:Deuteronomy:13:4",
        "t": "You shall walk after the Lord*s your God and fear him and keep his commandments and obey his voice, and you shall serve him and hold fast to him."
    },
    {
        "o": 5750,
        "r": "esv:Deuteronomy:13:5",
        "t": "But that prophet or that dreamer of dreams shall be put to death, because he has taught rebellion against the Lord*s your God, who brought you out of the land of Egypt and redeemed you out of the house of slavery, to make you leave the way in which the Lord*s your God commanded you to walk. So you shall purge the evil from your midst."
    },
    {
        "o": 5751,
        "r": "esv:Deuteronomy:13:6",
        "t": "“If*p your brother, the son of your mother, or your son or your daughter or the wife you embrace or your friend who is as your own soul entices you secretly, saying, ‘Let us go and serve other gods,’ which neither you nor your fathers have known,"
    },
    {
        "o": 5752,
        "r": "esv:Deuteronomy:13:7",
        "t": "some of the gods of the peoples who are around you, whether near you or far off from you, from the one end of the earth to the other,"
    },
    {
        "o": 5753,
        "r": "esv:Deuteronomy:13:8",
        "t": "you shall not yield to him or listen to him, nor shall your eye pity him, nor shall you spare him, nor shall you conceal him."
    },
    {
        "o": 5754,
        "r": "esv:Deuteronomy:13:9",
        "t": "But you shall kill him. Your hand shall be first against him to put him to death, and afterward the hand of all the people."
    },
    {
        "o": 5755,
        "r": "esv:Deuteronomy:13:10",
        "t": "You shall stone him to death with stones, because he sought to draw you away from the Lord*s your God, who brought you out of the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5756,
        "r": "esv:Deuteronomy:13:11",
        "t": "And all Israel shall hear and fear and never again do any such wickedness as this among you."
    },
    {
        "o": 5757,
        "r": "esv:Deuteronomy:13:12",
        "t": "“If*p you hear in one of your cities, which the Lord*s your God is giving you to dwell there,"
    },
    {
        "o": 5758,
        "r": "esv:Deuteronomy:13:13",
        "t": "that certain worthless fellows have gone out among you and have drawn away the inhabitants of their city, saying, ‘Let us go and serve other gods,’ which you have not known,"
    },
    {
        "o": 5759,
        "r": "esv:Deuteronomy:13:14",
        "t": "then you shall inquire and make search and ask diligently. And behold, if it be true and certain that such an abomination has been done among you,"
    },
    {
        "o": 5760,
        "r": "esv:Deuteronomy:13:15",
        "t": "you shall surely put the inhabitants of that city to the sword, devoting it to destruction, all who are in it and its cattle, with the edge of the sword."
    },
    {
        "o": 5761,
        "r": "esv:Deuteronomy:13:16",
        "t": "You shall gather all its spoil into the midst of its open square and burn the city and all its spoil with fire, as a whole burnt offering to the Lord*s your God. It shall be a heap forever. It shall not be built again."
    },
    {
        "o": 5762,
        "r": "esv:Deuteronomy:13:17",
        "t": "None of the devoted things shall stick to your hand, that the Lord*s may turn from the fierceness of his anger and show you mercy and have compassion on you and multiply you, as he swore to your fathers,"
    },
    {
        "o": 5763,
        "r": "esv:Deuteronomy:13:18",
        "t": "if you obey the voice of the Lord*s your God, keeping all his commandments that I am commanding you today, and doing what is right in the sight of the Lord*s your God."
    },
    {
        "o": 5764,
        "r": "esv:Deuteronomy:14:0",
        "t": "Deuteronomy 14",
        "h": 1
    },
    {
        "o": 5765,
        "r": "esv:Deuteronomy:14:0",
        "t": "Clean and Unclean Food",
        "h": 2
    },
    {
        "o": 5766,
        "r": "esv:Deuteronomy:14:1",
        "t": "“You*p are the sons of the Lord*s your God. You shall not cut yourselves or make any baldness on your foreheads for the dead."
    },
    {
        "o": 5767,
        "r": "esv:Deuteronomy:14:2",
        "t": "For you are a people holy to the Lord*s your God, and the Lord*s has chosen you to be a people for his treasured possession, out of all the peoples who are on the face of the earth."
    },
    {
        "o": 5768,
        "r": "esv:Deuteronomy:14:3",
        "t": "“You*p shall not eat any abomination."
    },
    {
        "o": 5769,
        "r": "esv:Deuteronomy:14:4",
        "t": "These are the animals you may eat: the ox, the sheep, the goat,"
    },
    {
        "o": 5770,
        "r": "esv:Deuteronomy:14:5",
        "t": "the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the mountain sheep."
    },
    {
        "o": 5771,
        "r": "esv:Deuteronomy:14:6",
        "t": "Every animal that parts the hoof and has the hoof cloven in two and chews the cud, among the animals, you may eat."
    },
    {
        "o": 5772,
        "r": "esv:Deuteronomy:14:7",
        "t": "Yet of those that chew the cud or have the hoof cloven you shall not eat these: the camel, the hare, and the rock badger, because they chew the cud but do not part the hoof, are unclean for you."
    },
    {
        "o": 5773,
        "r": "esv:Deuteronomy:14:8",
        "t": "And the pig, because it parts the hoof but does not chew the cud, is unclean for you. Their flesh you shall not eat, and their carcasses you shall not touch."
    },
    {
        "o": 5774,
        "r": "esv:Deuteronomy:14:9",
        "t": "“Of*p all that are in the waters you may eat these: whatever has fins and scales you may eat."
    },
    {
        "o": 5775,
        "r": "esv:Deuteronomy:14:10",
        "t": "And whatever does not have fins and scales you shall not eat; it is unclean for you."
    },
    {
        "o": 5776,
        "r": "esv:Deuteronomy:14:11",
        "t": "“You*p may eat all clean birds."
    },
    {
        "o": 5777,
        "r": "esv:Deuteronomy:14:12",
        "t": "But these are the ones that you shall not eat: the eagle, the bearded vulture, the black vulture,"
    },
    {
        "o": 5778,
        "r": "esv:Deuteronomy:14:13",
        "t": "the kite, the falcon of any kind;"
    },
    {
        "o": 5779,
        "r": "esv:Deuteronomy:14:14",
        "t": "every raven of any kind;"
    },
    {
        "o": 5780,
        "r": "esv:Deuteronomy:14:15",
        "t": "the ostrich, the nighthawk, the sea gull, the hawk of any kind;"
    },
    {
        "o": 5781,
        "r": "esv:Deuteronomy:14:16",
        "t": "the little owl and the short-eared owl, the barn owl"
    },
    {
        "o": 5782,
        "r": "esv:Deuteronomy:14:17",
        "t": "and the tawny owl, the carrion vulture and the cormorant,"
    },
    {
        "o": 5783,
        "r": "esv:Deuteronomy:14:18",
        "t": "the stork, the heron of any kind; the hoopoe and the bat."
    },
    {
        "o": 5784,
        "r": "esv:Deuteronomy:14:19",
        "t": "And all winged insects are unclean for you; they shall not be eaten."
    },
    {
        "o": 5785,
        "r": "esv:Deuteronomy:14:20",
        "t": "All clean winged things you may eat."
    },
    {
        "o": 5786,
        "r": "esv:Deuteronomy:14:21",
        "t": "“You*p shall not eat anything that has died naturally. You may give it to the sojourner who is within your towns, that he may eat it, or you may sell it to a foreigner. For you are a people holy to the Lord*s your God. “You*p shall not boil a young goat in its mother’s milk."
    },
    {
        "o": 5787,
        "r": "esv:Deuteronomy:14:21",
        "t": "Tithes",
        "h": 2
    },
    {
        "o": 5788,
        "r": "esv:Deuteronomy:14:22",
        "t": "“You*p shall tithe all the yield of your seed that comes from the field year by year."
    },
    {
        "o": 5789,
        "r": "esv:Deuteronomy:14:23",
        "t": "And before the Lord*s your God, in the place that he will choose, to make his name dwell there, you shall eat the tithe of your grain, of your wine, and of your oil, and the firstborn of your herd and flock, that you may learn to fear the Lord*s your God always."
    },
    {
        "o": 5790,
        "r": "esv:Deuteronomy:14:24",
        "t": "And if the way is too long for you, so that you are not able to carry the tithe, when the Lord*s your God blesses you, because the place is too far from you, which the Lord*s your God chooses, to set his name there,"
    },
    {
        "o": 5791,
        "r": "esv:Deuteronomy:14:25",
        "t": "then you shall turn it into money and bind up the money in your hand and go to the place that the Lord*s your God chooses"
    },
    {
        "o": 5792,
        "r": "esv:Deuteronomy:14:26",
        "t": "and spend the money for whatever you desire— oxen or sheep or wine or strong drink, whatever your appetite craves. And you shall eat there before the Lord*s your God and rejoice, you and your household."
    },
    {
        "o": 5793,
        "r": "esv:Deuteronomy:14:27",
        "t": "And you shall not neglect the Levite who is within your towns, for he has no portion or inheritance with you."
    },
    {
        "o": 5794,
        "r": "esv:Deuteronomy:14:28",
        "t": "“At*p the end of every three years you shall bring out all the tithe of your produce in the same year and lay it up within your towns."
    },
    {
        "o": 5795,
        "r": "esv:Deuteronomy:14:29",
        "t": "And the Levite, because he has no portion or inheritance with you, and the sojourner, the fatherless, and the widow, who are within your towns, shall come and eat and be filled, that the Lord*s your God may bless you in all the work of your hands that you do."
    },
    {
        "o": 5796,
        "r": "esv:Deuteronomy:15:0",
        "t": "Deuteronomy 15",
        "h": 1
    },
    {
        "o": 5797,
        "r": "esv:Deuteronomy:15:0",
        "t": "The Sabbatical Year",
        "h": 2
    },
    {
        "o": 5798,
        "r": "esv:Deuteronomy:15:1",
        "t": "“At*p the end of every seven years you shall grant a release."
    },
    {
        "o": 5799,
        "r": "esv:Deuteronomy:15:2",
        "t": "And this is the manner of the release: every creditor shall release what he has lent to his neighbor. He shall not exact it of his neighbor, his brother, because the Lord’s*s release has been proclaimed."
    },
    {
        "o": 5800,
        "r": "esv:Deuteronomy:15:3",
        "t": "Of a foreigner you may exact it, but whatever of yours is with your brother your hand shall release."
    },
    {
        "o": 5801,
        "r": "esv:Deuteronomy:15:4",
        "t": "But there will be no poor among you; for the Lord*s will bless you in the land that the Lord*s your God is giving you for an inheritance to possess—"
    },
    {
        "o": 5802,
        "r": "esv:Deuteronomy:15:5",
        "t": "if only you will strictly obey the voice of the Lord*s your God, being careful to do all this commandment that I command you today."
    },
    {
        "o": 5803,
        "r": "esv:Deuteronomy:15:6",
        "t": "For the Lord*s your God will bless you, as he promised you, and you shall lend to many nations, but you shall not borrow, and you shall rule over many nations, but they shall not rule over you."
    },
    {
        "o": 5804,
        "r": "esv:Deuteronomy:15:7",
        "t": "“If*p among you, one of your brothers should become poor, in any of your towns within your land that the Lord*s your God is giving you, you shall not harden your heart or shut your hand against your poor brother,"
    },
    {
        "o": 5805,
        "r": "esv:Deuteronomy:15:8",
        "t": "but you shall open your hand to him and lend him sufficient for his need, whatever it may be."
    },
    {
        "o": 5806,
        "r": "esv:Deuteronomy:15:9",
        "t": "Take care lest there be an unworthy thought in your heart and you say, ‘The seventh year, the year of release is near,’ and your eye look grudgingly on your poor brother, and you give him nothing, and he cry to the Lord*s against you, and you be guilty of sin."
    },
    {
        "o": 5807,
        "r": "esv:Deuteronomy:15:10",
        "t": "You shall give to him freely, and your heart shall not be grudging when you give to him, because for this the Lord*s your God will bless you in all your work and in all that you undertake."
    },
    {
        "o": 5808,
        "r": "esv:Deuteronomy:15:11",
        "t": "For there will never cease to be poor in the land. Therefore I command you, ‘You shall open wide your hand to your brother, to the needy and to the poor, in your land.’"
    },
    {
        "o": 5809,
        "r": "esv:Deuteronomy:15:12",
        "t": "“If*p your brother, a Hebrew man or a Hebrew woman, is sold to you, he shall serve you six years, and in the seventh year you shall let him go free from you."
    },
    {
        "o": 5810,
        "r": "esv:Deuteronomy:15:13",
        "t": "And when you let him go free from you, you shall not let him go empty-handed."
    },
    {
        "o": 5811,
        "r": "esv:Deuteronomy:15:14",
        "t": "You shall furnish him liberally out of your flock, out of your threshing floor, and out of your winepress. As the Lord*s your God has blessed you, you shall give to him."
    },
    {
        "o": 5812,
        "r": "esv:Deuteronomy:15:15",
        "t": "You shall remember that you were a slave in the land of Egypt, and the Lord*s your God redeemed you; therefore I command you this today."
    },
    {
        "o": 5813,
        "r": "esv:Deuteronomy:15:16",
        "t": "But if he says to you, ‘I will not go out from you,’ because he loves you and your household, since he is well-off with you,"
    },
    {
        "o": 5814,
        "r": "esv:Deuteronomy:15:17",
        "t": "then you shall take an awl, and put it through his ear into the door, and he shall be your slave forever. And to your female slave you shall do the same."
    },
    {
        "o": 5815,
        "r": "esv:Deuteronomy:15:18",
        "t": "It shall not seem hard to you when you let him go free from you, for at half the cost of a hired worker he has served you six years. So the Lord*s your God will bless you in all that you do."
    },
    {
        "o": 5816,
        "r": "esv:Deuteronomy:15:19",
        "t": "“All*p the firstborn males that are born of your herd and flock you shall dedicate to the Lord*s your God. You shall do no work with the firstborn of your herd, nor shear the firstborn of your flock."
    },
    {
        "o": 5817,
        "r": "esv:Deuteronomy:15:20",
        "t": "You shall eat it, you and your household, before the Lord*s your God year by year at the place that the Lord*s will choose."
    },
    {
        "o": 5818,
        "r": "esv:Deuteronomy:15:21",
        "t": "But if it has any blemish, if it is lame or blind or has any serious blemish whatever, you shall not sacrifice it to the Lord*s your God."
    },
    {
        "o": 5819,
        "r": "esv:Deuteronomy:15:22",
        "t": "You shall eat it within your towns. The unclean and the clean alike may eat it, as though it were a gazelle or a deer."
    },
    {
        "o": 5820,
        "r": "esv:Deuteronomy:15:23",
        "t": "Only you shall not eat its blood; you shall pour it out on the ground like water."
    },
    {
        "o": 5821,
        "r": "esv:Deuteronomy:16:0",
        "t": "Deuteronomy 16",
        "h": 1
    },
    {
        "o": 5822,
        "r": "esv:Deuteronomy:16:0",
        "t": "Passover",
        "h": 2
    },
    {
        "o": 5823,
        "r": "esv:Deuteronomy:16:1",
        "t": "“Observe*p the month of Abib and keep the Passover to the Lord*s your God, for in the month of Abib the Lord*s your God brought you out of Egypt by night."
    },
    {
        "o": 5824,
        "r": "esv:Deuteronomy:16:2",
        "t": "And you shall offer the Passover sacrifice to the Lord*s your God, from the flock or the herd, at the place that the Lord*s will choose, to make his name dwell there."
    },
    {
        "o": 5825,
        "r": "esv:Deuteronomy:16:3",
        "t": "You shall eat no leavened bread with it. Seven days you shall eat it with unleavened bread, the bread of affliction— for you came out of the land of Egypt in haste— that all the days of your life you may remember the day when you came out of the land of Egypt."
    },
    {
        "o": 5826,
        "r": "esv:Deuteronomy:16:4",
        "t": "No leaven shall be seen with you in all your territory for seven days, nor shall any of the flesh that you sacrifice on the evening of the first day remain all night until morning."
    },
    {
        "o": 5827,
        "r": "esv:Deuteronomy:16:5",
        "t": "You may not offer the Passover sacrifice within any of your towns that the Lord*s your God is giving you,"
    },
    {
        "o": 5828,
        "r": "esv:Deuteronomy:16:6",
        "t": "but at the place that the Lord*s your God will choose, to make his name dwell in it, there you shall offer the Passover sacrifice, in the evening at sunset, at the time you came out of Egypt."
    },
    {
        "o": 5829,
        "r": "esv:Deuteronomy:16:7",
        "t": "And you shall cook it and eat it at the place that the Lord*s your God will choose. And in the morning you shall turn and go to your tents."
    },
    {
        "o": 5830,
        "r": "esv:Deuteronomy:16:8",
        "t": "For six days you shall eat unleavened bread, and on the seventh day there shall be a solemn assembly to the Lord*s your God. You shall do no work on it."
    },
    {
        "o": 5831,
        "r": "esv:Deuteronomy:16:8",
        "t": "The Feast of Weeks",
        "h": 2
    },
    {
        "o": 5832,
        "r": "esv:Deuteronomy:16:9",
        "t": "“You*p shall count seven weeks. Begin to count the seven weeks from the time the sickle is first put to the standing grain."
    },
    {
        "o": 5833,
        "r": "esv:Deuteronomy:16:10",
        "t": "Then you shall keep the Feast of Weeks to the Lord*s your God with the tribute of a freewill offering from your hand, which you shall give as the Lord*s your God blesses you."
    },
    {
        "o": 5834,
        "r": "esv:Deuteronomy:16:11",
        "t": "And you shall rejoice before the Lord*s your God, you and your son and your daughter, your male servant and your female servant, the Levite who is within your towns, the sojourner, the fatherless, and the widow who are among you, at the place that the Lord*s your God will choose, to make his name dwell there."
    },
    {
        "o": 5835,
        "r": "esv:Deuteronomy:16:12",
        "t": "You shall remember that you were a slave in Egypt; and you shall be careful to observe these statutes."
    },
    {
        "o": 5836,
        "r": "esv:Deuteronomy:16:12",
        "t": "The Feast of Booths",
        "h": 2
    },
    {
        "o": 5837,
        "r": "esv:Deuteronomy:16:13",
        "t": "“You*p shall keep the Feast of Booths seven days, when you have gathered in the produce from your threshing floor and your winepress."
    },
    {
        "o": 5838,
        "r": "esv:Deuteronomy:16:14",
        "t": "You shall rejoice in your feast, you and your son and your daughter, your male servant and your female servant, the Levite, the sojourner, the fatherless, and the widow who are within your towns."
    },
    {
        "o": 5839,
        "r": "esv:Deuteronomy:16:15",
        "t": "For seven days you shall keep the feast to the Lord*s your God at the place that the Lord*s will choose, because the Lord*s your God will bless you in all your produce and in all the work of your hands, so that you will be altogether joyful."
    },
    {
        "o": 5840,
        "r": "esv:Deuteronomy:16:16",
        "t": "“Three*p times a year all your males shall appear before the Lord*s your God at the place that he will choose: at the Feast of Unleavened Bread, at the Feast of Weeks, and at the Feast of Booths. They shall not appear before the Lord*s empty-handed."
    },
    {
        "o": 5841,
        "r": "esv:Deuteronomy:16:17",
        "t": "Every man shall give as he is able, according to the blessing of the Lord*s your God that he has given you."
    },
    {
        "o": 5842,
        "r": "esv:Deuteronomy:16:17",
        "t": "Justice",
        "h": 2
    },
    {
        "o": 5843,
        "r": "esv:Deuteronomy:16:18",
        "t": "“You*p shall appoint judges and officers in all your towns that the Lord*s your God is giving you, according to your tribes, and they shall judge the people with righteous judgment."
    },
    {
        "o": 5844,
        "r": "esv:Deuteronomy:16:19",
        "t": "You shall not pervert justice. You shall not show partiality, and you shall not accept a bribe, for a bribe blinds the eyes of the wise and subverts the cause of the righteous."
    },
    {
        "o": 5845,
        "r": "esv:Deuteronomy:16:20",
        "t": "Justice, and only justice, you shall follow, that you may live and inherit the land that the Lord*s your God is giving you."
    },
    {
        "o": 5846,
        "r": "esv:Deuteronomy:16:20",
        "t": "Forbidden Forms of Worship",
        "h": 2
    },
    {
        "o": 5847,
        "r": "esv:Deuteronomy:16:21",
        "t": "“You*p shall not plant any tree as an Asherah beside the altar of the Lord*s your God that you shall make."
    },
    {
        "o": 5848,
        "r": "esv:Deuteronomy:16:22",
        "t": "And you shall not set up a pillar, which the Lord*s your God hates."
    },
    {
        "o": 5849,
        "r": "esv:Deuteronomy:17:0",
        "t": "Deuteronomy 17",
        "h": 1
    },
    {
        "o": 5850,
        "r": "esv:Deuteronomy:17:1",
        "t": "“You*p shall not sacrifice to the Lord*s your God an ox or a sheep in which is a blemish, any defect whatever, for that is an abomination to the Lord*s your God."
    },
    {
        "o": 5851,
        "r": "esv:Deuteronomy:17:2",
        "t": "“If*p there is found among you, within any of your towns that the Lord*s your God is giving you, a man or woman who does what is evil in the sight of the Lord*s your God, in transgressing his covenant,"
    },
    {
        "o": 5852,
        "r": "esv:Deuteronomy:17:3",
        "t": "and has gone and served other gods and worshiped them, or the sun or the moon or any of the host of heaven, which I have forbidden,"
    },
    {
        "o": 5853,
        "r": "esv:Deuteronomy:17:4",
        "t": "and it is told you and you hear of it, then you shall inquire diligently, and if it is true and certain that such an abomination has been done in Israel,"
    },
    {
        "o": 5854,
        "r": "esv:Deuteronomy:17:5",
        "t": "then you shall bring out to your gates that man or woman who has done this evil thing, and you shall stone that man or woman to death with stones."
    },
    {
        "o": 5855,
        "r": "esv:Deuteronomy:17:6",
        "t": "On the evidence of two witnesses or of three witnesses the one who is to die shall be put to death; a person shall not be put to death on the evidence of one witness."
    },
    {
        "o": 5856,
        "r": "esv:Deuteronomy:17:7",
        "t": "The hand of the witnesses shall be first against him to put him to death, and afterward the hand of all the people. So you shall purge the evil from your midst."
    },
    {
        "o": 5857,
        "r": "esv:Deuteronomy:17:7",
        "t": "Legal Decisions by Priests and Judges",
        "h": 2
    },
    {
        "o": 5858,
        "r": "esv:Deuteronomy:17:8",
        "t": "“If*p any case arises requiring decision between one kind of homicide and another, one kind of legal right and another, or one kind of assault and another, any case within your towns that is too difficult for you, then you shall arise and go up to the place that the Lord*s your God will choose."
    },
    {
        "o": 5859,
        "r": "esv:Deuteronomy:17:9",
        "t": "And you shall come to the Levitical priests and to the judge who is in office in those days, and you shall consult them, and they shall declare to you the decision."
    },
    {
        "o": 5860,
        "r": "esv:Deuteronomy:17:10",
        "t": "Then you shall do according to what they declare to you from that place that the Lord*s will choose. And you shall be careful to do according to all that they direct you."
    },
    {
        "o": 5861,
        "r": "esv:Deuteronomy:17:11",
        "t": "According to the instructions that they give you, and according to the decision which they pronounce to you, you shall do. You shall not turn aside from the verdict that they declare to you, either to the right hand or to the left."
    },
    {
        "o": 5862,
        "r": "esv:Deuteronomy:17:12",
        "t": "The man who acts presumptuously by not obeying the priest who stands to minister there before the Lord*s your God, or the judge, that man shall die. So you shall purge the evil from Israel."
    },
    {
        "o": 5863,
        "r": "esv:Deuteronomy:17:13",
        "t": "And all the people shall hear and fear and not act presumptuously again."
    },
    {
        "o": 5864,
        "r": "esv:Deuteronomy:17:13",
        "t": "Laws Concerning Israel’s Kings",
        "h": 2
    },
    {
        "o": 5865,
        "r": "esv:Deuteronomy:17:14",
        "t": "“When*p you come to the land that the Lord*s your God is giving you, and you possess it and dwell in it and then say, ‘I will set a king over me, like all the nations that are around me,’"
    },
    {
        "o": 5866,
        "r": "esv:Deuteronomy:17:15",
        "t": "you may indeed set a king over you whom the Lord*s your God will choose. One from among your brothers you shall set as king over you. You may not put a foreigner over you, who is not your brother."
    },
    {
        "o": 5867,
        "r": "esv:Deuteronomy:17:16",
        "t": "Only he must not acquire many horses for himself or cause the people to return to Egypt in order to acquire many horses, since the Lord*s has said to you, ‘You shall never return that way again.’"
    },
    {
        "o": 5868,
        "r": "esv:Deuteronomy:17:17",
        "t": "And he shall not acquire many wives for himself, lest his heart turn away, nor shall he acquire for himself excessive silver and gold."
    },
    {
        "o": 5869,
        "r": "esv:Deuteronomy:17:18",
        "t": "“And*p when he sits on the throne of his kingdom, he shall write for himself in a book a copy of this law, approved by the Levitical priests."
    },
    {
        "o": 5870,
        "r": "esv:Deuteronomy:17:19",
        "t": "And it shall be with him, and he shall read in it all the days of his life, that he may learn to fear the Lord*s his God by keeping all the words of this law and these statutes, and doing them,"
    },
    {
        "o": 5871,
        "r": "esv:Deuteronomy:17:20",
        "t": "that his heart may not be lifted up above his brothers, and that he may not turn aside from the commandment, either to the right hand or to the left, so that he may continue long in his kingdom, he and his children, in Israel."
    },
    {
        "o": 5872,
        "r": "esv:Deuteronomy:18:0",
        "t": "Deuteronomy 18",
        "h": 1
    },
    {
        "o": 5873,
        "r": "esv:Deuteronomy:18:0",
        "t": "Provision for Priests and Levites",
        "h": 2
    },
    {
        "o": 5874,
        "r": "esv:Deuteronomy:18:1",
        "t": "“The*p Levitical priests, all the tribe of Levi, shall have no portion or inheritance with Israel. They shall eat the Lord’s*s food offerings as their inheritance."
    },
    {
        "o": 5875,
        "r": "esv:Deuteronomy:18:2",
        "t": "They shall have no inheritance among their brothers; the Lord*s is their inheritance, as he promised them."
    },
    {
        "o": 5876,
        "r": "esv:Deuteronomy:18:3",
        "t": "And this shall be the priests’ due from the people, from those offering a sacrifice, whether an ox or a sheep: they shall give to the priest the shoulder and the two cheeks and the stomach."
    },
    {
        "o": 5877,
        "r": "esv:Deuteronomy:18:4",
        "t": "The firstfruits of your grain, of your wine and of your oil, and the first fleece of your sheep, you shall give him."
    },
    {
        "o": 5878,
        "r": "esv:Deuteronomy:18:5",
        "t": "For the Lord*s your God has chosen him out of all your tribes to stand and minister in the name of the Lord,*s him and his sons for all time."
    },
    {
        "o": 5879,
        "r": "esv:Deuteronomy:18:6",
        "t": "“And*p if a Levite comes from any of your towns out of all Israel, where he lives— and he may come when he desires— to the place that the Lord*s will choose,"
    },
    {
        "o": 5880,
        "r": "esv:Deuteronomy:18:7",
        "t": "and ministers in the name of the Lord*s his God, like all his fellow Levites who stand to minister there before the Lord,*s"
    },
    {
        "o": 5881,
        "r": "esv:Deuteronomy:18:8",
        "t": "then he may have equal portions to eat, besides what he receives from the sale of his patrimony."
    },
    {
        "o": 5882,
        "r": "esv:Deuteronomy:18:8",
        "t": "Abominable Practices",
        "h": 2
    },
    {
        "o": 5883,
        "r": "esv:Deuteronomy:18:9",
        "t": "“When*p you come into the land that the Lord*s your God is giving you, you shall not learn to follow the abominable practices of those nations."
    },
    {
        "o": 5884,
        "r": "esv:Deuteronomy:18:10",
        "t": "There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer"
    },
    {
        "o": 5885,
        "r": "esv:Deuteronomy:18:11",
        "t": "or a charmer or a medium or a necromancer or one who inquires of the dead,"
    },
    {
        "o": 5886,
        "r": "esv:Deuteronomy:18:12",
        "t": "for whoever does these things is an abomination to the Lord.*s And because of these abominations the Lord*s your God is driving them out before you."
    },
    {
        "o": 5887,
        "r": "esv:Deuteronomy:18:13",
        "t": "You shall be blameless before the Lord*s your God,"
    },
    {
        "o": 5888,
        "r": "esv:Deuteronomy:18:14",
        "t": "for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the Lord*s your God has not allowed you to do this."
    },
    {
        "o": 5889,
        "r": "esv:Deuteronomy:18:14",
        "t": "A New Prophet like Moses",
        "h": 2
    },
    {
        "o": 5890,
        "r": "esv:Deuteronomy:18:15",
        "t": "“The*p Lord*s your God will raise up for you a prophet like me from among you, from your brothers— it is to him you shall listen—"
    },
    {
        "o": 5891,
        "r": "esv:Deuteronomy:18:16",
        "t": "just as you desired of the Lord*s your God at Horeb on the day of the assembly, when you said, ‘Let me not hear again the voice of the Lord*s my God or see this great fire any more, lest I die.’"
    },
    {
        "o": 5892,
        "r": "esv:Deuteronomy:18:17",
        "t": "And the Lord*s said to me, ‘They are right in what they have spoken."
    },
    {
        "o": 5893,
        "r": "esv:Deuteronomy:18:18",
        "t": "I will raise up for them a prophet like you from among their brothers. And I will put my words in his mouth, and he shall speak to them all that I command him."
    },
    {
        "o": 5894,
        "r": "esv:Deuteronomy:18:19",
        "t": "And whoever will not listen to my words that he shall speak in my name, I myself will require it of him."
    },
    {
        "o": 5895,
        "r": "esv:Deuteronomy:18:20",
        "t": "But the prophet who presumes to speak a word in my name that I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.’"
    },
    {
        "o": 5896,
        "r": "esv:Deuteronomy:18:21",
        "t": "And if you say in your heart, ‘How may we know the word that the Lord*s has not spoken?’—"
    },
    {
        "o": 5897,
        "r": "esv:Deuteronomy:18:22",
        "t": "when a prophet speaks in the name of the Lord,*s if the word does not come to pass or come true, that is a word that the Lord*s has not spoken; the prophet has spoken it presumptuously. You need not be afraid of him."
    },
    {
        "o": 5898,
        "r": "esv:Deuteronomy:19:0",
        "t": "Deuteronomy 19",
        "h": 1
    },
    {
        "o": 5899,
        "r": "esv:Deuteronomy:19:0",
        "t": "Laws Concerning Cities of Refuge",
        "h": 2
    },
    {
        "o": 5900,
        "r": "esv:Deuteronomy:19:1",
        "t": "“When*p the Lord*s your God cuts off the nations whose land the Lord*s your God is giving you, and you dispossess them and dwell in their cities and in their houses,"
    },
    {
        "o": 5901,
        "r": "esv:Deuteronomy:19:2",
        "t": "you shall set apart three cities for yourselves in the land that the Lord*s your God is giving you to possess."
    },
    {
        "o": 5902,
        "r": "esv:Deuteronomy:19:3",
        "t": "You shall measure the distances and divide into three parts the area of the land that the Lord*s your God gives you as a possession, so that any manslayer can flee to them."
    },
    {
        "o": 5903,
        "r": "esv:Deuteronomy:19:4",
        "t": "“This*p is the provision for the manslayer, who by fleeing there may save his life. If anyone kills his neighbor unintentionally without having hated him in the past—"
    },
    {
        "o": 5904,
        "r": "esv:Deuteronomy:19:5",
        "t": "as when someone goes into the forest with his neighbor to cut wood, and his hand swings the axe to cut down a tree, and the head slips from the handle and strikes his neighbor so that he dies— he may flee to one of these cities and live,"
    },
    {
        "o": 5905,
        "r": "esv:Deuteronomy:19:6",
        "t": "lest the avenger of blood in hot anger pursue the manslayer and overtake him, because the way is long, and strike him fatally, though the man did not deserve to die, since he had not hated his neighbor in the past."
    },
    {
        "o": 5906,
        "r": "esv:Deuteronomy:19:7",
        "t": "Therefore I command you, You shall set apart three cities."
    },
    {
        "o": 5907,
        "r": "esv:Deuteronomy:19:8",
        "t": "And if the Lord*s your God enlarges your territory, as he has sworn to your fathers, and gives you all the land that he promised to give to your fathers—"
    },
    {
        "o": 5908,
        "r": "esv:Deuteronomy:19:9",
        "t": "provided you are careful to keep all this commandment, which I command you today, by loving the Lord*s your God and by walking ever in his ways— then you shall add three other cities to these three,"
    },
    {
        "o": 5909,
        "r": "esv:Deuteronomy:19:10",
        "t": "lest innocent blood be shed in your land that the Lord*s your God is giving you for an inheritance, and so the guilt of bloodshed be upon you."
    },
    {
        "o": 5910,
        "r": "esv:Deuteronomy:19:11",
        "t": "“But*p if anyone hates his neighbor and lies in wait for him and attacks him and strikes him fatally so that he dies, and he flees into one of these cities,"
    },
    {
        "o": 5911,
        "r": "esv:Deuteronomy:19:12",
        "t": "then the elders of his city shall send and take him from there, and hand him over to the avenger of blood, so that he may die."
    },
    {
        "o": 5912,
        "r": "esv:Deuteronomy:19:13",
        "t": "Your eye shall not pity him, but you shall purge the guilt of innocent blood from Israel, so that it may be well with you."
    },
    {
        "o": 5913,
        "r": "esv:Deuteronomy:19:13",
        "t": "Property Boundaries",
        "h": 2
    },
    {
        "o": 5914,
        "r": "esv:Deuteronomy:19:14",
        "t": "“You*p shall not move your neighbor’s landmark, which the men of old have set, in the inheritance that you will hold in the land that the Lord*s your God is giving you to possess."
    },
    {
        "o": 5915,
        "r": "esv:Deuteronomy:19:14",
        "t": "Laws Concerning Witnesses",
        "h": 2
    },
    {
        "o": 5916,
        "r": "esv:Deuteronomy:19:15",
        "t": "“A*p single witness shall not suffice against a person for any crime or for any wrong in connection with any offense that he has committed. Only on the evidence of two witnesses or of three witnesses shall a charge be established."
    },
    {
        "o": 5917,
        "r": "esv:Deuteronomy:19:16",
        "t": "If a malicious witness arises to accuse a person of wrongdoing,"
    },
    {
        "o": 5918,
        "r": "esv:Deuteronomy:19:17",
        "t": "then both parties to the dispute shall appear before the Lord,*s before the priests and the judges who are in office in those days."
    },
    {
        "o": 5919,
        "r": "esv:Deuteronomy:19:18",
        "t": "The judges shall inquire diligently, and if the witness is a false witness and has accused his brother falsely,"
    },
    {
        "o": 5920,
        "r": "esv:Deuteronomy:19:19",
        "t": "then you shall do to him as he had meant to do to his brother. So you shall purge the evil from your midst."
    },
    {
        "o": 5921,
        "r": "esv:Deuteronomy:19:20",
        "t": "And the rest shall hear and fear, and shall never again commit any such evil among you."
    },
    {
        "o": 5922,
        "r": "esv:Deuteronomy:19:21",
        "t": "Your eye shall not pity. It shall be life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    },
    {
        "o": 5923,
        "r": "esv:Deuteronomy:20:0",
        "t": "Deuteronomy 20",
        "h": 1
    },
    {
        "o": 5924,
        "r": "esv:Deuteronomy:20:0",
        "t": "Laws Concerning Warfare",
        "h": 2
    },
    {
        "o": 5925,
        "r": "esv:Deuteronomy:20:1",
        "t": "“When*p you go out to war against your enemies, and see horses and chariots and an army larger than your own, you shall not be afraid of them, for the Lord*s your God is with you, who brought you up out of the land of Egypt."
    },
    {
        "o": 5926,
        "r": "esv:Deuteronomy:20:2",
        "t": "And when you draw near to the battle, the priest shall come forward and speak to the people"
    },
    {
        "o": 5927,
        "r": "esv:Deuteronomy:20:3",
        "t": "and shall say to them, ‘Hear, O Israel, today you are drawing near for battle against your enemies: let not your heart faint. Do not fear or panic or be in dread of them,"
    },
    {
        "o": 5928,
        "r": "esv:Deuteronomy:20:4",
        "t": "for the Lord*s your God is he who goes with you to fight for you against your enemies, to give you the victory.’"
    },
    {
        "o": 5929,
        "r": "esv:Deuteronomy:20:5",
        "t": "Then the officers shall speak to the people, saying, ‘Is there any man who has built a new house and has not dedicated it? Let him go back to his house, lest he die in the battle and another man dedicate it."
    },
    {
        "o": 5930,
        "r": "esv:Deuteronomy:20:6",
        "t": "And is there any man who has planted a vineyard and has not enjoyed its fruit? Let him go back to his house, lest he die in the battle and another man enjoy its fruit."
    },
    {
        "o": 5931,
        "r": "esv:Deuteronomy:20:7",
        "t": "And is there any man who has betrothed a wife and has not taken her? Let him go back to his house, lest he die in the battle and another man take her.’"
    },
    {
        "o": 5932,
        "r": "esv:Deuteronomy:20:8",
        "t": "And the officers shall speak further to the people, and say, ‘Is there any man who is fearful and fainthearted? Let him go back to his house, lest he make the heart of his fellows melt like his own.’"
    },
    {
        "o": 5933,
        "r": "esv:Deuteronomy:20:9",
        "t": "And when the officers have finished speaking to the people, then commanders shall be appointed at the head of the people."
    },
    {
        "o": 5934,
        "r": "esv:Deuteronomy:20:10",
        "t": "“When*p you draw near to a city to fight against it, offer terms of peace to it."
    },
    {
        "o": 5935,
        "r": "esv:Deuteronomy:20:11",
        "t": "And if it responds to you peaceably and it opens to you, then all the people who are found in it shall do forced labor for you and shall serve you."
    },
    {
        "o": 5936,
        "r": "esv:Deuteronomy:20:12",
        "t": "But if it makes no peace with you, but makes war against you, then you shall besiege it."
    },
    {
        "o": 5937,
        "r": "esv:Deuteronomy:20:13",
        "t": "And when the Lord*s your God gives it into your hand, you shall put all its males to the sword,"
    },
    {
        "o": 5938,
        "r": "esv:Deuteronomy:20:14",
        "t": "but the women and the little ones, the livestock, and everything else in the city, all its spoil, you shall take as plunder for yourselves. And you shall enjoy the spoil of your enemies, which the Lord*s your God has given you."
    },
    {
        "o": 5939,
        "r": "esv:Deuteronomy:20:15",
        "t": "Thus you shall do to all the cities that are very far from you, which are not cities of the nations here."
    },
    {
        "o": 5940,
        "r": "esv:Deuteronomy:20:16",
        "t": "But in the cities of these peoples that the Lord*s your God is giving you for an inheritance, you shall save alive nothing that breathes,"
    },
    {
        "o": 5941,
        "r": "esv:Deuteronomy:20:17",
        "t": "but you shall devote them to complete destruction, the Hittites and the Amorites, the Canaanites and the Perizzites, the Hivites and the Jebusites, as the Lord*s your God has commanded,"
    },
    {
        "o": 5942,
        "r": "esv:Deuteronomy:20:18",
        "t": "that they may not teach you to do according to all their abominable practices that they have done for their gods, and so you sin against the Lord*s your God."
    },
    {
        "o": 5943,
        "r": "esv:Deuteronomy:20:19",
        "t": "“When*p you besiege a city for a long time, making war against it in order to take it, you shall not destroy its trees by wielding an axe against them. You may eat from them, but you shall not cut them down. Are the trees in the field human, that they should be besieged by you?"
    },
    {
        "o": 5944,
        "r": "esv:Deuteronomy:20:20",
        "t": "Only the trees that you know are not trees for food you may destroy and cut down, that you may build siegeworks against the city that makes war with you, until it falls."
    },
    {
        "o": 5945,
        "r": "esv:Deuteronomy:21:0",
        "t": "Deuteronomy 21",
        "h": 1
    },
    {
        "o": 5946,
        "r": "esv:Deuteronomy:21:0",
        "t": "Atonement for Unsolved Murders",
        "h": 2
    },
    {
        "o": 5947,
        "r": "esv:Deuteronomy:21:1",
        "t": "“If*p in the land that the Lord*s your God is giving you to possess someone is found slain, lying in the open country, and it is not known who killed him,"
    },
    {
        "o": 5948,
        "r": "esv:Deuteronomy:21:2",
        "t": "then your elders and your judges shall come out, and they shall measure the distance to the surrounding cities."
    },
    {
        "o": 5949,
        "r": "esv:Deuteronomy:21:3",
        "t": "And the elders of the city that is nearest to the slain man shall take a heifer that has never been worked and that has not pulled in a yoke."
    },
    {
        "o": 5950,
        "r": "esv:Deuteronomy:21:4",
        "t": "And the elders of that city shall bring the heifer down to a valley with running water, which is neither plowed nor sown, and shall break the heifer’s neck there in the valley."
    },
    {
        "o": 5951,
        "r": "esv:Deuteronomy:21:5",
        "t": "Then the priests, the sons of Levi, shall come forward, for the Lord*s your God has chosen them to minister to him and to bless in the name of the Lord,*s and by their word every dispute and every assault shall be settled."
    },
    {
        "o": 5952,
        "r": "esv:Deuteronomy:21:6",
        "t": "And all the elders of that city nearest to the slain man shall wash their hands over the heifer whose neck was broken in the valley,"
    },
    {
        "o": 5953,
        "r": "esv:Deuteronomy:21:7",
        "t": "and they shall testify, ‘Our hands did not shed this blood, nor did our eyes see it shed."
    },
    {
        "o": 5954,
        "r": "esv:Deuteronomy:21:8",
        "t": "Accept atonement, O Lord,*s for your people Israel, whom you have redeemed, and do not set the guilt of innocent blood in the midst of your people Israel, so that their blood guilt be atoned for.’"
    },
    {
        "o": 5955,
        "r": "esv:Deuteronomy:21:9",
        "t": "So you shall purge the guilt of innocent blood from your midst, when you do what is right in the sight of the Lord.*s"
    },
    {
        "o": 5956,
        "r": "esv:Deuteronomy:21:9",
        "t": "Marrying Female Captives",
        "h": 2
    },
    {
        "o": 5957,
        "r": "esv:Deuteronomy:21:10",
        "t": "“When*p you go out to war against your enemies, and the Lord*s your God gives them into your hand and you take them captive,"
    },
    {
        "o": 5958,
        "r": "esv:Deuteronomy:21:11",
        "t": "and you see among the captives a beautiful woman, and you desire to take her to be your wife,"
    },
    {
        "o": 5959,
        "r": "esv:Deuteronomy:21:12",
        "t": "and you bring her home to your house, she shall shave her head and pare her nails."
    },
    {
        "o": 5960,
        "r": "esv:Deuteronomy:21:13",
        "t": "And she shall take off the clothes in which she was captured and shall remain in your house and lament her father and her mother a full month. After that you may go in to her and be her husband, and she shall be your wife."
    },
    {
        "o": 5961,
        "r": "esv:Deuteronomy:21:14",
        "t": "But if you no longer delight in her, you shall let her go where she wants. But you shall not sell her for money, nor shall you treat her as a slave, since you have humiliated her."
    },
    {
        "o": 5962,
        "r": "esv:Deuteronomy:21:14",
        "t": "Inheritance Rights of the Firstborn",
        "h": 2
    },
    {
        "o": 5963,
        "r": "esv:Deuteronomy:21:15",
        "t": "“If*p a man has two wives, the one loved and the other unloved, and both the loved and the unloved have borne him children, and if the firstborn son belongs to the unloved,"
    },
    {
        "o": 5964,
        "r": "esv:Deuteronomy:21:16",
        "t": "then on the day when he assigns his possessions as an inheritance to his sons, he may not treat the son of the loved as the firstborn in preference to the son of the unloved, who is the firstborn,"
    },
    {
        "o": 5965,
        "r": "esv:Deuteronomy:21:17",
        "t": "but he shall acknowledge the firstborn, the son of the unloved, by giving him a double portion of all that he has, for he is the firstfruits of his strength. The right of the firstborn is his."
    },
    {
        "o": 5966,
        "r": "esv:Deuteronomy:21:17",
        "t": "A Rebellious Son",
        "h": 2
    },
    {
        "o": 5967,
        "r": "esv:Deuteronomy:21:18",
        "t": "“If*p a man has a stubborn and rebellious son who will not obey the voice of his father or the voice of his mother, and, though they discipline him, will not listen to them,"
    },
    {
        "o": 5968,
        "r": "esv:Deuteronomy:21:19",
        "t": "then his father and his mother shall take hold of him and bring him out to the elders of his city at the gate of the place where he lives,"
    },
    {
        "o": 5969,
        "r": "esv:Deuteronomy:21:20",
        "t": "and they shall say to the elders of his city, ‘This our son is stubborn and rebellious; he will not obey our voice; he is a glutton and a drunkard.’"
    },
    {
        "o": 5970,
        "r": "esv:Deuteronomy:21:21",
        "t": "Then all the men of the city shall stone him to death with stones. So you shall purge the evil from your midst, and all Israel shall hear, and fear."
    },
    {
        "o": 5971,
        "r": "esv:Deuteronomy:21:21",
        "t": "A Man Hanged on a Tree Is Cursed",
        "h": 2
    },
    {
        "o": 5972,
        "r": "esv:Deuteronomy:21:22",
        "t": "“And*p if a man has committed a crime punishable by death and he is put to death, and you hang him on a tree,"
    },
    {
        "o": 5973,
        "r": "esv:Deuteronomy:21:23",
        "t": "his body shall not remain all night on the tree, but you shall bury him the same day, for a hanged man is cursed by God. You shall not defile your land that the Lord*s your God is giving you for an inheritance."
    },
    {
        "o": 5974,
        "r": "esv:Deuteronomy:22:0",
        "t": "Deuteronomy 22",
        "h": 1
    },
    {
        "o": 5975,
        "r": "esv:Deuteronomy:22:0",
        "t": "Various Laws",
        "h": 2
    },
    {
        "o": 5976,
        "r": "esv:Deuteronomy:22:1",
        "t": "“You*p shall not see your brother’s ox or his sheep going astray and ignore them. You shall take them back to your brother."
    },
    {
        "o": 5977,
        "r": "esv:Deuteronomy:22:2",
        "t": "And if he does not live near you and you do not know who he is, you shall bring it home to your house, and it shall stay with you until your brother seeks it. Then you shall restore it to him."
    },
    {
        "o": 5978,
        "r": "esv:Deuteronomy:22:3",
        "t": "And you shall do the same with his donkey or with his garment, or with any lost thing of your brother’s, which he loses and you find; you may not ignore it."
    },
    {
        "o": 5979,
        "r": "esv:Deuteronomy:22:4",
        "t": "You shall not see your brother’s donkey or his ox fallen down by the way and ignore them. You shall help him to lift them up again."
    },
    {
        "o": 5980,
        "r": "esv:Deuteronomy:22:5",
        "t": "“A*p woman shall not wear a man’s garment, nor shall a man put on a woman’s cloak, for whoever does these things is an abomination to the Lord*s your God."
    },
    {
        "o": 5981,
        "r": "esv:Deuteronomy:22:6",
        "t": "“If*p you come across a bird’s nest in any tree or on the ground, with young ones or eggs and the mother sitting on the young or on the eggs, you shall not take the mother with the young."
    },
    {
        "o": 5982,
        "r": "esv:Deuteronomy:22:7",
        "t": "You shall let the mother go, but the young you may take for yourself, that it may go well with you, and that you may live long."
    },
    {
        "o": 5983,
        "r": "esv:Deuteronomy:22:8",
        "t": "“When*p you build a new house, you shall make a parapet for your roof, that you may not bring the guilt of blood upon your house, if anyone should fall from it."
    },
    {
        "o": 5984,
        "r": "esv:Deuteronomy:22:9",
        "t": "“You*p shall not sow your vineyard with two kinds of seed, lest the whole yield be forfeited, the crop that you have sown and the yield of the vineyard."
    },
    {
        "o": 5985,
        "r": "esv:Deuteronomy:22:10",
        "t": "You shall not plow with an ox and a donkey together."
    },
    {
        "o": 5986,
        "r": "esv:Deuteronomy:22:11",
        "t": "You shall not wear cloth of wool and linen mixed together."
    },
    {
        "o": 5987,
        "r": "esv:Deuteronomy:22:12",
        "t": "“You*p shall make yourself tassels on the four corners of the garment with which you cover yourself."
    },
    {
        "o": 5988,
        "r": "esv:Deuteronomy:22:12",
        "t": "Laws Concerning Sexual Immorality",
        "h": 2
    },
    {
        "o": 5989,
        "r": "esv:Deuteronomy:22:13",
        "t": "“If*p any man takes a wife and goes in to her and then hates her"
    },
    {
        "o": 5990,
        "r": "esv:Deuteronomy:22:14",
        "t": "and accuses her of misconduct and brings a bad name upon her, saying, ‘I took this woman, and when I came near her, I did not find in her evidence of virginity,’"
    },
    {
        "o": 5991,
        "r": "esv:Deuteronomy:22:15",
        "t": "then the father of the young woman and her mother shall take and bring out the evidence of her virginity to the elders of the city in the gate."
    },
    {
        "o": 5992,
        "r": "esv:Deuteronomy:22:16",
        "t": "And the father of the young woman shall say to the elders, ‘I gave my daughter to this man to marry, and he hates her;"
    },
    {
        "o": 5993,
        "r": "esv:Deuteronomy:22:17",
        "t": "and behold, he has accused her of misconduct, saying, “I did not find in your daughter evidence of virginity.” And yet this is the evidence of my daughter’s virginity.’ And they shall spread the cloak before the elders of the city."
    },
    {
        "o": 5994,
        "r": "esv:Deuteronomy:22:18",
        "t": "Then the elders of that city shall take the man and whip him,"
    },
    {
        "o": 5995,
        "r": "esv:Deuteronomy:22:19",
        "t": "and they shall fine him a hundred shekels of silver and give them to the father of the young woman, because he has brought a bad name upon a virgin of Israel. And she shall be his wife. He may not divorce her all his days."
    },
    {
        "o": 5996,
        "r": "esv:Deuteronomy:22:20",
        "t": "But if the thing is true, that evidence of virginity was not found in the young woman,"
    },
    {
        "o": 5997,
        "r": "esv:Deuteronomy:22:21",
        "t": "then they shall bring out the young woman to the door of her father’s house, and the men of her city shall stone her to death with stones, because she has done an outrageous thing in Israel by whoring in her father’s house. So you shall purge the evil from your midst."
    },
    {
        "o": 5998,
        "r": "esv:Deuteronomy:22:22",
        "t": "“If*p a man is found lying with the wife of another man, both of them shall die, the man who lay with the woman, and the woman. So you shall purge the evil from Israel."
    },
    {
        "o": 5999,
        "r": "esv:Deuteronomy:22:23",
        "t": "“If*p there is a betrothed virgin, and a man meets her in the city and lies with her,"
    },
    {
        "o": 6000,
        "r": "esv:Deuteronomy:22:24",
        "t": "then you shall bring them both out to the gate of that city, and you shall stone them to death with stones, the young woman because she did not cry for help though she was in the city, and the man because he violated his neighbor’s wife. So you shall purge the evil from your midst."
    },
    {
        "o": 6001,
        "r": "esv:Deuteronomy:22:25",
        "t": "“But*p if in the open country a man meets a young woman who is betrothed, and the man seizes her and lies with her, then only the man who lay with her shall die."
    },
    {
        "o": 6002,
        "r": "esv:Deuteronomy:22:26",
        "t": "But you shall do nothing to the young woman; she has committed no offense punishable by death. For this case is like that of a man attacking and murdering his neighbor,"
    },
    {
        "o": 6003,
        "r": "esv:Deuteronomy:22:27",
        "t": "because he met her in the open country, and though the betrothed young woman cried for help there was no one to rescue her."
    },
    {
        "o": 6004,
        "r": "esv:Deuteronomy:22:28",
        "t": "“If*p a man meets a virgin who is not betrothed, and seizes her and lies with her, and they are found,"
    },
    {
        "o": 6005,
        "r": "esv:Deuteronomy:22:29",
        "t": "then the man who lay with her shall give to the father of the young woman fifty shekels of silver, and she shall be his wife, because he has violated her. He may not divorce her all his days."
    },
    {
        "o": 6006,
        "r": "esv:Deuteronomy:22:30",
        "t": "“A*p man shall not take his father’s wife, so that he does not uncover his father’s nakedness."
    },
    {
        "o": 6007,
        "r": "esv:Deuteronomy:23:0",
        "t": "Deuteronomy 23",
        "h": 1
    },
    {
        "o": 6008,
        "r": "esv:Deuteronomy:23:0",
        "t": "Those Excluded from the Assembly",
        "h": 2
    },
    {
        "o": 6009,
        "r": "esv:Deuteronomy:23:1",
        "t": "“No*p one whose testicles are crushed or whose male organ is cut off shall enter the assembly of the Lord.*s"
    },
    {
        "o": 6010,
        "r": "esv:Deuteronomy:23:2",
        "t": "“No*p one born of a forbidden union may enter the assembly of the Lord.*s Even to the tenth generation, none of his descendants may enter the assembly of the Lord.*s"
    },
    {
        "o": 6011,
        "r": "esv:Deuteronomy:23:3",
        "t": "“No*p Ammonite or Moabite may enter the assembly of the Lord.*s Even to the tenth generation, none of them may enter the assembly of the Lord*s forever,"
    },
    {
        "o": 6012,
        "r": "esv:Deuteronomy:23:4",
        "t": "because they did not meet you with bread and with water on the way, when you came out of Egypt, and because they hired against you Balaam the son of Beor from Pethor of Mesopotamia, to curse you."
    },
    {
        "o": 6013,
        "r": "esv:Deuteronomy:23:5",
        "t": "But the Lord*s your God would not listen to Balaam; instead the Lord*s your God turned the curse into a blessing for you, because the Lord*s your God loved you."
    },
    {
        "o": 6014,
        "r": "esv:Deuteronomy:23:6",
        "t": "You shall not seek their peace or their prosperity all your days forever."
    },
    {
        "o": 6015,
        "r": "esv:Deuteronomy:23:7",
        "t": "“You*p shall not abhor an Edomite, for he is your brother. You shall not abhor an Egyptian, because you were a sojourner in his land."
    },
    {
        "o": 6016,
        "r": "esv:Deuteronomy:23:8",
        "t": "Children born to them in the third generation may enter the assembly of the Lord.*s"
    },
    {
        "o": 6017,
        "r": "esv:Deuteronomy:23:8",
        "t": "Uncleanness in the Camp",
        "h": 2
    },
    {
        "o": 6018,
        "r": "esv:Deuteronomy:23:9",
        "t": "“When*p you are encamped against your enemies, then you shall keep yourself from every evil thing."
    },
    {
        "o": 6019,
        "r": "esv:Deuteronomy:23:10",
        "t": "“If*p any man among you becomes unclean because of a nocturnal emission, then he shall go outside the camp. He shall not come inside the camp,"
    },
    {
        "o": 6020,
        "r": "esv:Deuteronomy:23:11",
        "t": "but when evening comes, he shall bathe himself in water, and as the sun sets, he may come inside the camp."
    },
    {
        "o": 6021,
        "r": "esv:Deuteronomy:23:12",
        "t": "“You*p shall have a place outside the camp, and you shall go out to it."
    },
    {
        "o": 6022,
        "r": "esv:Deuteronomy:23:13",
        "t": "And you shall have a trowel with your tools, and when you sit down outside, you shall dig a hole with it and turn back and cover up your excrement."
    },
    {
        "o": 6023,
        "r": "esv:Deuteronomy:23:14",
        "t": "Because the Lord*s your God walks in the midst of your camp, to deliver you and to give up your enemies before you, therefore your camp must be holy, so that he may not see anything indecent among you and turn away from you."
    },
    {
        "o": 6024,
        "r": "esv:Deuteronomy:23:14",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6025,
        "r": "esv:Deuteronomy:23:15",
        "t": "“You*p shall not give up to his master a slave who has escaped from his master to you."
    },
    {
        "o": 6026,
        "r": "esv:Deuteronomy:23:16",
        "t": "He shall dwell with you, in your midst, in the place that he shall choose within one of your towns, wherever it suits him. You shall not wrong him."
    },
    {
        "o": 6027,
        "r": "esv:Deuteronomy:23:17",
        "t": "“None*p of the daughters of Israel shall be a cult prostitute, and none of the sons of Israel shall be a cult prostitute."
    },
    {
        "o": 6028,
        "r": "esv:Deuteronomy:23:18",
        "t": "You shall not bring the fee of a prostitute or the wages of a dog into the house of the Lord*s your God in payment for any vow, for both of these are an abomination to the Lord*s your God."
    },
    {
        "o": 6029,
        "r": "esv:Deuteronomy:23:19",
        "t": "“You*p shall not charge interest on loans to your brother, interest on money, interest on food, interest on anything that is lent for interest."
    },
    {
        "o": 6030,
        "r": "esv:Deuteronomy:23:20",
        "t": "You may charge a foreigner interest, but you may not charge your brother interest, that the Lord*s your God may bless you in all that you undertake in the land that you are entering to take possession of it."
    },
    {
        "o": 6031,
        "r": "esv:Deuteronomy:23:21",
        "t": "“If*p you make a vow to the Lord*s your God, you shall not delay fulfilling it, for the Lord*s your God will surely require it of you, and you will be guilty of sin."
    },
    {
        "o": 6032,
        "r": "esv:Deuteronomy:23:22",
        "t": "But if you refrain from vowing, you will not be guilty of sin."
    },
    {
        "o": 6033,
        "r": "esv:Deuteronomy:23:23",
        "t": "You shall be careful to do what has passed your lips, for you have voluntarily vowed to the Lord*s your God what you have promised with your mouth."
    },
    {
        "o": 6034,
        "r": "esv:Deuteronomy:23:24",
        "t": "“If*p you go into your neighbor’s vineyard, you may eat your fill of grapes, as many as you wish, but you shall not put any in your bag."
    },
    {
        "o": 6035,
        "r": "esv:Deuteronomy:23:25",
        "t": "If you go into your neighbor’s standing grain, you may pluck the ears with your hand, but you shall not put a sickle to your neighbor’s standing grain."
    },
    {
        "o": 6036,
        "r": "esv:Deuteronomy:24:0",
        "t": "Deuteronomy 24",
        "h": 1
    },
    {
        "o": 6037,
        "r": "esv:Deuteronomy:24:0",
        "t": "Laws Concerning Divorce",
        "h": 2
    },
    {
        "o": 6038,
        "r": "esv:Deuteronomy:24:1",
        "t": "“When*p a man takes a wife and marries her, if then she finds no favor in his eyes because he has found some indecency in her, and he writes her a certificate of divorce and puts it in her hand and sends her out of his house, and she departs out of his house,"
    },
    {
        "o": 6039,
        "r": "esv:Deuteronomy:24:2",
        "t": "and if she goes and becomes another man’s wife,"
    },
    {
        "o": 6040,
        "r": "esv:Deuteronomy:24:3",
        "t": "and the latter man hates her and writes her a certificate of divorce and puts it in her hand and sends her out of his house, or if the latter man dies, who took her to be his wife,"
    },
    {
        "o": 6041,
        "r": "esv:Deuteronomy:24:4",
        "t": "then her former husband, who sent her away, may not take her again to be his wife, after she has been defiled, for that is an abomination before the Lord.*s And you shall not bring sin upon the land that the Lord*s your God is giving you for an inheritance."
    },
    {
        "o": 6042,
        "r": "esv:Deuteronomy:24:4",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6043,
        "r": "esv:Deuteronomy:24:5",
        "t": "“When*p a man is newly married, he shall not go out with the army or be liable for any other public duty. He shall be free at home one year to be happy with his wife whom he has taken."
    },
    {
        "o": 6044,
        "r": "esv:Deuteronomy:24:6",
        "t": "“No*p one shall take a mill or an upper millstone in pledge, for that would be taking a life in pledge."
    },
    {
        "o": 6045,
        "r": "esv:Deuteronomy:24:7",
        "t": "“If*p a man is found stealing one of his brothers of the people of Israel, and if he treats him as a slave or sells him, then that thief shall die. So you shall purge the evil from your midst."
    },
    {
        "o": 6046,
        "r": "esv:Deuteronomy:24:8",
        "t": "“Take*p care, in a case of leprous disease, to be very careful to do according to all that the Levitical priests shall direct you. As I commanded them, so you shall be careful to do."
    },
    {
        "o": 6047,
        "r": "esv:Deuteronomy:24:9",
        "t": "Remember what the Lord*s your God did to Miriam on the way as you came out of Egypt."
    },
    {
        "o": 6048,
        "r": "esv:Deuteronomy:24:10",
        "t": "“When*p you make your neighbor a loan of any sort, you shall not go into his house to collect his pledge."
    },
    {
        "o": 6049,
        "r": "esv:Deuteronomy:24:11",
        "t": "You shall stand outside, and the man to whom you make the loan shall bring the pledge out to you."
    },
    {
        "o": 6050,
        "r": "esv:Deuteronomy:24:12",
        "t": "And if he is a poor man, you shall not sleep in his pledge."
    },
    {
        "o": 6051,
        "r": "esv:Deuteronomy:24:13",
        "t": "You shall restore to him the pledge as the sun sets, that he may sleep in his cloak and bless you. And it shall be righteousness for you before the Lord*s your God."
    },
    {
        "o": 6052,
        "r": "esv:Deuteronomy:24:14",
        "t": "“You*p shall not oppress a hired worker who is poor and needy, whether he is one of your brothers or one of the sojourners who are in your land within your towns."
    },
    {
        "o": 6053,
        "r": "esv:Deuteronomy:24:15",
        "t": "You shall give him his wages on the same day, before the sun sets (for he is poor and counts on it), lest he cry against you to the Lord,*s and you be guilty of sin."
    },
    {
        "o": 6054,
        "r": "esv:Deuteronomy:24:16",
        "t": "“Fathers*p shall not be put to death because of their children, nor shall children be put to death because of their fathers. Each one shall be put to death for his own sin."
    },
    {
        "o": 6055,
        "r": "esv:Deuteronomy:24:17",
        "t": "“You*p shall not pervert the justice due to the sojourner or to the fatherless, or take a widow’s garment in pledge,"
    },
    {
        "o": 6056,
        "r": "esv:Deuteronomy:24:18",
        "t": "but you shall remember that you were a slave in Egypt and the Lord*s your God redeemed you from there; therefore I command you to do this."
    },
    {
        "o": 6057,
        "r": "esv:Deuteronomy:24:19",
        "t": "“When*p you reap your harvest in your field and forget a sheaf in the field, you shall not go back to get it. It shall be for the sojourner, the fatherless, and the widow, that the Lord*s your God may bless you in all the work of your hands."
    },
    {
        "o": 6058,
        "r": "esv:Deuteronomy:24:20",
        "t": "When you beat your olive trees, you shall not go over them again. It shall be for the sojourner, the fatherless, and the widow."
    },
    {
        "o": 6059,
        "r": "esv:Deuteronomy:24:21",
        "t": "When you gather the grapes of your vineyard, you shall not strip it afterward. It shall be for the sojourner, the fatherless, and the widow."
    },
    {
        "o": 6060,
        "r": "esv:Deuteronomy:24:22",
        "t": "You shall remember that you were a slave in the land of Egypt; therefore I command you to do this."
    },
    {
        "o": 6061,
        "r": "esv:Deuteronomy:25:0",
        "t": "Deuteronomy 25",
        "h": 1
    },
    {
        "o": 6062,
        "r": "esv:Deuteronomy:25:1",
        "t": "“If*p there is a dispute between men and they come into court and the judges decide between them, acquitting the innocent and condemning the guilty,"
    },
    {
        "o": 6063,
        "r": "esv:Deuteronomy:25:2",
        "t": "then if the guilty man deserves to be beaten, the judge shall cause him to lie down and be beaten in his presence with a number of stripes in proportion to his offense."
    },
    {
        "o": 6064,
        "r": "esv:Deuteronomy:25:3",
        "t": "Forty stripes may be given him, but not more, lest, if one should go on to beat him with more stripes than these, your brother be degraded in your sight."
    },
    {
        "o": 6065,
        "r": "esv:Deuteronomy:25:4",
        "t": "“You*p shall not muzzle an ox when it is treading out the grain."
    },
    {
        "o": 6066,
        "r": "esv:Deuteronomy:25:4",
        "t": "Laws Concerning Levirate Marriage",
        "h": 2
    },
    {
        "o": 6067,
        "r": "esv:Deuteronomy:25:5",
        "t": "“If*p brothers dwell together, and one of them dies and has no son, the wife of the dead man shall not be married outside the family to a stranger. Her husband’s brother shall go in to her and take her as his wife and perform the duty of a husband’s brother to her."
    },
    {
        "o": 6068,
        "r": "esv:Deuteronomy:25:6",
        "t": "And the first son whom she bears shall succeed to the name of his dead brother, that his name may not be blotted out of Israel."
    },
    {
        "o": 6069,
        "r": "esv:Deuteronomy:25:7",
        "t": "And if the man does not wish to take his brother’s wife, then his brother’s wife shall go up to the gate to the elders and say, ‘My husband’s brother refuses to perpetuate his brother’s name in Israel; he will not perform the duty of a husband’s brother to me.’"
    },
    {
        "o": 6070,
        "r": "esv:Deuteronomy:25:8",
        "t": "Then the elders of his city shall call him and speak to him, and if he persists, saying, ‘I do not wish to take her,’"
    },
    {
        "o": 6071,
        "r": "esv:Deuteronomy:25:9",
        "t": "then his brother’s wife shall go up to him in the presence of the elders and pull his sandal off his foot and spit in his face. And she shall answer and say, ‘So shall it be done to the man who does not build up his brother’s house.’"
    },
    {
        "o": 6072,
        "r": "esv:Deuteronomy:25:10",
        "t": "And the name of his house shall be called in Israel, ‘The house of him who had his sandal pulled off.’"
    },
    {
        "o": 6073,
        "r": "esv:Deuteronomy:25:10",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6074,
        "r": "esv:Deuteronomy:25:11",
        "t": "“When*p men fight with one another and the wife of the one draws near to rescue her husband from the hand of him who is beating him and puts out her hand and seizes him by the private parts,"
    },
    {
        "o": 6075,
        "r": "esv:Deuteronomy:25:12",
        "t": "then you shall cut off her hand. Your eye shall have no pity."
    },
    {
        "o": 6076,
        "r": "esv:Deuteronomy:25:13",
        "t": "“You*p shall not have in your bag two kinds of weights, a large and a small."
    },
    {
        "o": 6077,
        "r": "esv:Deuteronomy:25:14",
        "t": "You shall not have in your house two kinds of measures, a large and a small."
    },
    {
        "o": 6078,
        "r": "esv:Deuteronomy:25:15",
        "t": "A full and fair weight you shall have, a full and fair measure you shall have, that your days may be long in the land that the Lord*s your God is giving you."
    },
    {
        "o": 6079,
        "r": "esv:Deuteronomy:25:16",
        "t": "For all who do such things, all who act dishonestly, are an abomination to the Lord*s your God."
    },
    {
        "o": 6080,
        "r": "esv:Deuteronomy:25:17",
        "t": "“Remember*p what Amalek did to you on the way as you came out of Egypt,"
    },
    {
        "o": 6081,
        "r": "esv:Deuteronomy:25:18",
        "t": "how he attacked you on the way when you were faint and weary, and cut off your tail, those who were lagging behind you, and he did not fear God."
    },
    {
        "o": 6082,
        "r": "esv:Deuteronomy:25:19",
        "t": "Therefore when the Lord*s your God has given you rest from all your enemies around you, in the land that the Lord*s your God is giving you for an inheritance to possess, you shall blot out the memory of Amalek from under heaven; you shall not forget."
    },
    {
        "o": 6083,
        "r": "esv:Deuteronomy:26:0",
        "t": "Deuteronomy 26",
        "h": 1
    },
    {
        "o": 6084,
        "r": "esv:Deuteronomy:26:0",
        "t": "Offerings of Firstfruits and Tithes",
        "h": 2
    },
    {
        "o": 6085,
        "r": "esv:Deuteronomy:26:1",
        "t": "“When*p you come into the land that the Lord*s your God is giving you for an inheritance and have taken possession of it and live in it,"
    },
    {
        "o": 6086,
        "r": "esv:Deuteronomy:26:2",
        "t": "you shall take some of the first of all the fruit of the ground, which you harvest from your land that the Lord*s your God is giving you, and you shall put it in a basket, and you shall go to the place that the Lord*s your God will choose, to make his name to dwell there."
    },
    {
        "o": 6087,
        "r": "esv:Deuteronomy:26:3",
        "t": "And you shall go to the priest who is in office at that time and say to him, ‘I declare today to the Lord*s your God that I have come into the land that the Lord*s swore to our fathers to give us.’"
    },
    {
        "o": 6088,
        "r": "esv:Deuteronomy:26:4",
        "t": "Then the priest shall take the basket from your hand and set it down before the altar of the Lord*s your God."
    },
    {
        "o": 6089,
        "r": "esv:Deuteronomy:26:5",
        "t": "“And*p you shall make response before the Lord*s your God, ‘A wandering Aramean was my father. And he went down into Egypt and sojourned there, few in number, and there he became a nation, great, mighty, and populous."
    },
    {
        "o": 6090,
        "r": "esv:Deuteronomy:26:6",
        "t": "And the Egyptians treated us harshly and humiliated us and laid on us hard labor."
    },
    {
        "o": 6091,
        "r": "esv:Deuteronomy:26:7",
        "t": "Then we cried to the Lord,*s the God of our fathers, and the Lord*s heard our voice and saw our affliction, our toil, and our oppression."
    },
    {
        "o": 6092,
        "r": "esv:Deuteronomy:26:8",
        "t": "And the Lord*s brought us out of Egypt with a mighty hand and an outstretched arm, with great deeds of terror, with signs and wonders."
    },
    {
        "o": 6093,
        "r": "esv:Deuteronomy:26:9",
        "t": "And he brought us into this place and gave us this land, a land flowing with milk and honey."
    },
    {
        "o": 6094,
        "r": "esv:Deuteronomy:26:10",
        "t": "And behold, now I bring the first of the fruit of the ground, which you, O Lord,*s have given me.’ And you shall set it down before the Lord*s your God and worship before the Lord*s your God."
    },
    {
        "o": 6095,
        "r": "esv:Deuteronomy:26:11",
        "t": "And you shall rejoice in all the good that the Lord*s your God has given to you and to your house, you, and the Levite, and the sojourner who is among you."
    },
    {
        "o": 6096,
        "r": "esv:Deuteronomy:26:12",
        "t": "“When*p you have finished paying all the tithe of your produce in the third year, which is the year of tithing, giving it to the Levite, the sojourner, the fatherless, and the widow, so that they may eat within your towns and be filled,"
    },
    {
        "o": 6097,
        "r": "esv:Deuteronomy:26:13",
        "t": "then you shall say before the Lord*s your God, ‘I have removed the sacred portion out of my house, and moreover, I have given it to the Levite, the sojourner, the fatherless, and the widow, according to all your commandment that you have commanded me. I have not transgressed any of your commandments, nor have I forgotten them."
    },
    {
        "o": 6098,
        "r": "esv:Deuteronomy:26:14",
        "t": "I have not eaten of the tithe while I was mourning, or removed any of it while I was unclean, or offered any of it to the dead. I have obeyed the voice of the Lord*s my God. I have done according to all that you have commanded me."
    },
    {
        "o": 6099,
        "r": "esv:Deuteronomy:26:15",
        "t": "Look down from your holy habitation, from heaven, and bless your people Israel and the ground that you have given us, as you swore to our fathers, a land flowing with milk and honey.’"
    },
    {
        "o": 6100,
        "r": "esv:Deuteronomy:26:16",
        "t": "“This*p day the Lord*s your God commands you to do these statutes and rules. You shall therefore be careful to do them with all your heart and with all your soul."
    },
    {
        "o": 6101,
        "r": "esv:Deuteronomy:26:17",
        "t": "You have declared today that the Lord*s is your God, and that you will walk in his ways, and keep his statutes and his commandments and his rules, and will obey his voice."
    },
    {
        "o": 6102,
        "r": "esv:Deuteronomy:26:18",
        "t": "And the Lord*s has declared today that you are a people for his treasured possession, as he has promised you, and that you are to keep all his commandments,"
    },
    {
        "o": 6103,
        "r": "esv:Deuteronomy:26:19",
        "t": "and that he will set you in praise and in fame and in honor high above all nations that he has made, and that you shall be a people holy to the Lord*s your God, as he promised.”"
    },
    {
        "o": 6104,
        "r": "esv:Deuteronomy:27:0",
        "t": "Deuteronomy 27",
        "h": 1
    },
    {
        "o": 6105,
        "r": "esv:Deuteronomy:27:0",
        "t": "The Altar on Mount Ebal",
        "h": 2
    },
    {
        "o": 6106,
        "r": "esv:Deuteronomy:27:1",
        "t": "Now*p Moses and the elders of Israel commanded the people, saying, “Keep the whole commandment that I command you today."
    },
    {
        "o": 6107,
        "r": "esv:Deuteronomy:27:2",
        "t": "And on the day you cross over the Jordan to the land that the Lord*s your God is giving you, you shall set up large stones and plaster them with plaster."
    },
    {
        "o": 6108,
        "r": "esv:Deuteronomy:27:3",
        "t": "And you shall write on them all the words of this law, when you cross over to enter the land that the Lord*s your God is giving you, a land flowing with milk and honey, as the Lord,*s the God of your fathers, has promised you."
    },
    {
        "o": 6109,
        "r": "esv:Deuteronomy:27:4",
        "t": "And when you have crossed over the Jordan, you shall set up these stones, concerning which I command you today, on Mount Ebal, and you shall plaster them with plaster."
    },
    {
        "o": 6110,
        "r": "esv:Deuteronomy:27:5",
        "t": "And there you shall build an altar to the Lord*s your God, an altar of stones. You shall wield no iron tool on them;"
    },
    {
        "o": 6111,
        "r": "esv:Deuteronomy:27:6",
        "t": "you shall build an altar to the Lord*s your God of uncut stones. And you shall offer burnt offerings on it to the Lord*s your God,"
    },
    {
        "o": 6112,
        "r": "esv:Deuteronomy:27:7",
        "t": "and you shall sacrifice peace offerings and shall eat there, and you shall rejoice before the Lord*s your God."
    },
    {
        "o": 6113,
        "r": "esv:Deuteronomy:27:8",
        "t": "And you shall write on the stones all the words of this law very plainly.”"
    },
    {
        "o": 6114,
        "r": "esv:Deuteronomy:27:8",
        "t": "Curses from Mount Ebal",
        "h": 2
    },
    {
        "o": 6115,
        "r": "esv:Deuteronomy:27:9",
        "t": "Then*p Moses and the Levitical priests said to all Israel, “Keep silence and hear, O Israel: this day you have become the people of the Lord*s your God."
    },
    {
        "o": 6116,
        "r": "esv:Deuteronomy:27:10",
        "t": "You shall therefore obey the voice of the Lord*s your God, keeping his commandments and his statutes, which I command you today.”"
    },
    {
        "o": 6117,
        "r": "esv:Deuteronomy:27:11",
        "t": "That*p day Moses charged the people, saying,"
    },
    {
        "o": 6118,
        "r": "esv:Deuteronomy:27:12",
        "t": "“When you have crossed over the Jordan, these shall stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin."
    },
    {
        "o": 6119,
        "r": "esv:Deuteronomy:27:13",
        "t": "And these shall stand on Mount Ebal for the curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."
    },
    {
        "o": 6120,
        "r": "esv:Deuteronomy:27:14",
        "t": "And the Levites shall declare to all the men of Israel in a loud voice:"
    },
    {
        "o": 6121,
        "r": "esv:Deuteronomy:27:15",
        "t": "“‘Cursed*p be the man who makes a carved or cast metal image, an abomination to the Lord,*s a thing made by the hands of a craftsman, and sets it up in secret.’ And all the people shall answer and say, ‘Amen.’"
    },
    {
        "o": 6122,
        "r": "esv:Deuteronomy:27:16",
        "t": "“‘Cursed*p be anyone who dishonors his father or his mother.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6123,
        "r": "esv:Deuteronomy:27:17",
        "t": "“‘Cursed*p be anyone who moves his neighbor’s landmark.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6124,
        "r": "esv:Deuteronomy:27:18",
        "t": "“‘Cursed*p be anyone who misleads a blind man on the road.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6125,
        "r": "esv:Deuteronomy:27:19",
        "t": "“‘Cursed*p be anyone who perverts the justice due to the sojourner, the fatherless, and the widow.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6126,
        "r": "esv:Deuteronomy:27:20",
        "t": "“‘Cursed*p be anyone who lies with his father’s wife, because he has uncovered his father’s nakedness.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6127,
        "r": "esv:Deuteronomy:27:21",
        "t": "“‘Cursed*p be anyone who lies with any kind of animal.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6128,
        "r": "esv:Deuteronomy:27:22",
        "t": "“‘Cursed*p be anyone who lies with his sister, whether the daughter of his father or the daughter of his mother.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6129,
        "r": "esv:Deuteronomy:27:23",
        "t": "“‘Cursed*p be anyone who lies with his mother-in-law.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6130,
        "r": "esv:Deuteronomy:27:24",
        "t": "“‘Cursed*p be anyone who strikes down his neighbor in secret.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6131,
        "r": "esv:Deuteronomy:27:25",
        "t": "“‘Cursed*p be anyone who takes a bribe to shed innocent blood.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6132,
        "r": "esv:Deuteronomy:27:26",
        "t": "“‘Cursed*p be anyone who does not confirm the words of this law by doing them.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6133,
        "r": "esv:Deuteronomy:28:0",
        "t": "Deuteronomy 28",
        "h": 1
    },
    {
        "o": 6134,
        "r": "esv:Deuteronomy:28:0",
        "t": "Blessings for Obedience",
        "h": 2
    },
    {
        "o": 6135,
        "r": "esv:Deuteronomy:28:1",
        "t": "“And*p if you faithfully obey the voice of the Lord*s your God, being careful to do all his commandments that I command you today, the Lord*s your God will set you high above all the nations of the earth."
    },
    {
        "o": 6136,
        "r": "esv:Deuteronomy:28:2",
        "t": "And all these blessings shall come upon you and overtake you, if you obey the voice of the Lord*s your God."
    },
    {
        "o": 6137,
        "r": "esv:Deuteronomy:28:3",
        "t": "Blessed shall you be in the city, and blessed shall you be in the field."
    },
    {
        "o": 6138,
        "r": "esv:Deuteronomy:28:4",
        "t": "Blessed shall be the fruit of your womb and the fruit of your ground and the fruit of your cattle, the increase of your herds and the young of your flock."
    },
    {
        "o": 6139,
        "r": "esv:Deuteronomy:28:5",
        "t": "Blessed shall be your basket and your kneading bowl."
    },
    {
        "o": 6140,
        "r": "esv:Deuteronomy:28:6",
        "t": "Blessed shall you be when you come in, and blessed shall you be when you go out."
    },
    {
        "o": 6141,
        "r": "esv:Deuteronomy:28:7",
        "t": "“The*p Lord*s will cause your enemies who rise against you to be defeated before you. They shall come out against you one way and flee before you seven ways."
    },
    {
        "o": 6142,
        "r": "esv:Deuteronomy:28:8",
        "t": "The Lord*s will command the blessing on you in your barns and in all that you undertake. And he will bless you in the land that the Lord*s your God is giving you."
    },
    {
        "o": 6143,
        "r": "esv:Deuteronomy:28:9",
        "t": "The Lord*s will establish you as a people holy to himself, as he has sworn to you, if you keep the commandments of the Lord*s your God and walk in his ways."
    },
    {
        "o": 6144,
        "r": "esv:Deuteronomy:28:10",
        "t": "And all the peoples of the earth shall see that you are called by the name of the Lord,*s and they shall be afraid of you."
    },
    {
        "o": 6145,
        "r": "esv:Deuteronomy:28:11",
        "t": "And the Lord*s will make you abound in prosperity, in the fruit of your womb and in the fruit of your livestock and in the fruit of your ground, within the land that the Lord*s swore to your fathers to give you."
    },
    {
        "o": 6146,
        "r": "esv:Deuteronomy:28:12",
        "t": "The Lord*s will open to you his good treasury, the heavens, to give the rain to your land in its season and to bless all the work of your hands. And you shall lend to many nations, but you shall not borrow."
    },
    {
        "o": 6147,
        "r": "esv:Deuteronomy:28:13",
        "t": "And the Lord*s will make you the head and not the tail, and you shall only go up and not down, if you obey the commandments of the Lord*s your God, which I command you today, being careful to do them,"
    },
    {
        "o": 6148,
        "r": "esv:Deuteronomy:28:14",
        "t": "and if you do not turn aside from any of the words that I command you today, to the right hand or to the left, to go after other gods to serve them."
    },
    {
        "o": 6149,
        "r": "esv:Deuteronomy:28:14",
        "t": "Curses for Disobedience",
        "h": 2
    },
    {
        "o": 6150,
        "r": "esv:Deuteronomy:28:15",
        "t": "“But*p if you will not obey the voice of the Lord*s your God or be careful to do all his commandments and his statutes that I command you today, then all these curses shall come upon you and overtake you."
    },
    {
        "o": 6151,
        "r": "esv:Deuteronomy:28:16",
        "t": "Cursed shall you be in the city, and cursed shall you be in the field."
    },
    {
        "o": 6152,
        "r": "esv:Deuteronomy:28:17",
        "t": "Cursed shall be your basket and your kneading bowl."
    },
    {
        "o": 6153,
        "r": "esv:Deuteronomy:28:18",
        "t": "Cursed shall be the fruit of your womb and the fruit of your ground, the increase of your herds and the young of your flock."
    },
    {
        "o": 6154,
        "r": "esv:Deuteronomy:28:19",
        "t": "Cursed shall you be when you come in, and cursed shall you be when you go out."
    },
    {
        "o": 6155,
        "r": "esv:Deuteronomy:28:20",
        "t": "“The*p Lord*s will send on you curses, confusion, and frustration in all that you undertake to do, until you are destroyed and perish quickly on account of the evil of your deeds, because you have forsaken me."
    },
    {
        "o": 6156,
        "r": "esv:Deuteronomy:28:21",
        "t": "The Lord*s will make the pestilence stick to you until he has consumed you off the land that you are entering to take possession of it."
    },
    {
        "o": 6157,
        "r": "esv:Deuteronomy:28:22",
        "t": "The Lord*s will strike you with wasting disease and with fever, inflammation and fiery heat, and with drought and with blight and with mildew. They shall pursue you until you perish."
    },
    {
        "o": 6158,
        "r": "esv:Deuteronomy:28:23",
        "t": "And the heavens over your head shall be bronze, and the earth under you shall be iron."
    },
    {
        "o": 6159,
        "r": "esv:Deuteronomy:28:24",
        "t": "The Lord*s will make the rain of your land powder. From heaven dust shall come down on you until you are destroyed."
    },
    {
        "o": 6160,
        "r": "esv:Deuteronomy:28:25",
        "t": "“The*p Lord*s will cause you to be defeated before your enemies. You shall go out one way against them and flee seven ways before them. And you shall be a horror to all the kingdoms of the earth."
    },
    {
        "o": 6161,
        "r": "esv:Deuteronomy:28:26",
        "t": "And your dead body shall be food for all birds of the air and for the beasts of the earth, and there shall be no one to frighten them away."
    },
    {
        "o": 6162,
        "r": "esv:Deuteronomy:28:27",
        "t": "The Lord*s will strike you with the boils of Egypt, and with tumors and scabs and itch, of which you cannot be healed."
    },
    {
        "o": 6163,
        "r": "esv:Deuteronomy:28:28",
        "t": "The Lord*s will strike you with madness and blindness and confusion of mind,"
    },
    {
        "o": 6164,
        "r": "esv:Deuteronomy:28:29",
        "t": "and you shall grope at noonday, as the blind grope in darkness, and you shall not prosper in your ways. And you shall be only oppressed and robbed continually, and there shall be no one to help you."
    },
    {
        "o": 6165,
        "r": "esv:Deuteronomy:28:30",
        "t": "You shall betroth a wife, but another man shall ravish her. You shall build a house, but you shall not dwell in it. You shall plant a vineyard, but you shall not enjoy its fruit."
    },
    {
        "o": 6166,
        "r": "esv:Deuteronomy:28:31",
        "t": "Your ox shall be slaughtered before your eyes, but you shall not eat any of it. Your donkey shall be seized before your face, but shall not be restored to you. Your sheep shall be given to your enemies, but there shall be no one to help you."
    },
    {
        "o": 6167,
        "r": "esv:Deuteronomy:28:32",
        "t": "Your sons and your daughters shall be given to another people, while your eyes look on and fail with longing for them all day long, but you shall be helpless."
    },
    {
        "o": 6168,
        "r": "esv:Deuteronomy:28:33",
        "t": "A nation that you have not known shall eat up the fruit of your ground and of all your labors, and you shall be only oppressed and crushed continually,"
    },
    {
        "o": 6169,
        "r": "esv:Deuteronomy:28:34",
        "t": "so that you are driven mad by the sights that your eyes see."
    },
    {
        "o": 6170,
        "r": "esv:Deuteronomy:28:35",
        "t": "The Lord*s will strike you on the knees and on the legs with grievous boils of which you cannot be healed, from the sole of your foot to the crown of your head."
    },
    {
        "o": 6171,
        "r": "esv:Deuteronomy:28:36",
        "t": "“The*p Lord*s will bring you and your king whom you set over you to a nation that neither you nor your fathers have known. And there you shall serve other gods of wood and stone."
    },
    {
        "o": 6172,
        "r": "esv:Deuteronomy:28:37",
        "t": "And you shall become a horror, a proverb, and a byword among all the peoples where the Lord*s will lead you away."
    },
    {
        "o": 6173,
        "r": "esv:Deuteronomy:28:38",
        "t": "You shall carry much seed into the field and shall gather in little, for the locust shall consume it."
    },
    {
        "o": 6174,
        "r": "esv:Deuteronomy:28:39",
        "t": "You shall plant vineyards and dress them, but you shall neither drink of the wine nor gather the grapes, for the worm shall eat them."
    },
    {
        "o": 6175,
        "r": "esv:Deuteronomy:28:40",
        "t": "You shall have olive trees throughout all your territory, but you shall not anoint yourself with the oil, for your olives shall drop off."
    },
    {
        "o": 6176,
        "r": "esv:Deuteronomy:28:41",
        "t": "You shall father sons and daughters, but they shall not be yours, for they shall go into captivity."
    },
    {
        "o": 6177,
        "r": "esv:Deuteronomy:28:42",
        "t": "The cricket shall possess all your trees and the fruit of your ground."
    },
    {
        "o": 6178,
        "r": "esv:Deuteronomy:28:43",
        "t": "The sojourner who is among you shall rise higher and higher above you, and you shall come down lower and lower."
    },
    {
        "o": 6179,
        "r": "esv:Deuteronomy:28:44",
        "t": "He shall lend to you, and you shall not lend to him. He shall be the head, and you shall be the tail."
    },
    {
        "o": 6180,
        "r": "esv:Deuteronomy:28:45",
        "t": "“All*p these curses shall come upon you and pursue you and overtake you till you are destroyed, because you did not obey the voice of the Lord*s your God, to keep his commandments and his statutes that he commanded you."
    },
    {
        "o": 6181,
        "r": "esv:Deuteronomy:28:46",
        "t": "They shall be a sign and a wonder against you and your offspring forever."
    },
    {
        "o": 6182,
        "r": "esv:Deuteronomy:28:47",
        "t": "Because you did not serve the Lord*s your God with joyfulness and gladness of heart, because of the abundance of all things,"
    },
    {
        "o": 6183,
        "r": "esv:Deuteronomy:28:48",
        "t": "therefore you shall serve your enemies whom the Lord*s will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you."
    },
    {
        "o": 6184,
        "r": "esv:Deuteronomy:28:49",
        "t": "The Lord*s will bring a nation against you from far away, from the end of the earth, swooping down like the eagle, a nation whose language you do not understand,"
    },
    {
        "o": 6185,
        "r": "esv:Deuteronomy:28:50",
        "t": "a hard-faced nation who shall not respect the old or show mercy to the young."
    },
    {
        "o": 6186,
        "r": "esv:Deuteronomy:28:51",
        "t": "It shall eat the offspring of your cattle and the fruit of your ground, until you are destroyed; it also shall not leave you grain, wine, or oil, the increase of your herds or the young of your flock, until they have caused you to perish."
    },
    {
        "o": 6187,
        "r": "esv:Deuteronomy:28:52",
        "t": "“They*p shall besiege you in all your towns, until your high and fortified walls, in which you trusted, come down throughout all your land. And they shall besiege you in all your towns throughout all your land, which the Lord*s your God has given you."
    },
    {
        "o": 6188,
        "r": "esv:Deuteronomy:28:53",
        "t": "And you shall eat the fruit of your womb, the flesh of your sons and daughters, whom the Lord*s your God has given you, in the siege and in the distress with which your enemies shall distress you."
    },
    {
        "o": 6189,
        "r": "esv:Deuteronomy:28:54",
        "t": "The man who is the most tender and refined among you will begrudge food to his brother, to the wife he embraces, and to the last of the children whom he has left,"
    },
    {
        "o": 6190,
        "r": "esv:Deuteronomy:28:55",
        "t": "so that he will not give to any of them any of the flesh of his children whom he is eating, because he has nothing else left, in the siege and in the distress with which your enemy shall distress you in all your towns."
    },
    {
        "o": 6191,
        "r": "esv:Deuteronomy:28:56",
        "t": "The most tender and refined woman among you, who would not venture to set the sole of her foot on the ground because she is so delicate and tender, will begrudge to the husband she embraces, to her son and to her daughter,"
    },
    {
        "o": 6192,
        "r": "esv:Deuteronomy:28:57",
        "t": "her afterbirth that comes out from between her feet and her children whom she bears, because lacking everything she will eat them secretly, in the siege and in the distress with which your enemy shall distress you in your towns."
    },
    {
        "o": 6193,
        "r": "esv:Deuteronomy:28:58",
        "t": "“If*p you are not careful to do all the words of this law that are written in this book, that you may fear this glorious and awesome name, the Lord*s your God,"
    },
    {
        "o": 6194,
        "r": "esv:Deuteronomy:28:59",
        "t": "then the Lord*s will bring on you and your offspring extraordinary afflictions, afflictions severe and lasting, and sicknesses grievous and lasting."
    },
    {
        "o": 6195,
        "r": "esv:Deuteronomy:28:60",
        "t": "And he will bring upon you again all the diseases of Egypt, of which you were afraid, and they shall cling to you."
    },
    {
        "o": 6196,
        "r": "esv:Deuteronomy:28:61",
        "t": "Every sickness also and every affliction that is not recorded in the book of this law, the Lord*s will bring upon you, until you are destroyed."
    },
    {
        "o": 6197,
        "r": "esv:Deuteronomy:28:62",
        "t": "Whereas you were as numerous as the stars of heaven, you shall be left few in number, because you did not obey the voice of the Lord*s your God."
    },
    {
        "o": 6198,
        "r": "esv:Deuteronomy:28:63",
        "t": "And as the Lord*s took delight in doing you good and multiplying you, so the Lord*s will take delight in bringing ruin upon you and destroying you. And you shall be plucked off the land that you are entering to take possession of it."
    },
    {
        "o": 6199,
        "r": "esv:Deuteronomy:28:64",
        "t": "“And*p the Lord*s will scatter you among all peoples, from one end of the earth to the other, and there you shall serve other gods of wood and stone, which neither you nor your fathers have known."
    },
    {
        "o": 6200,
        "r": "esv:Deuteronomy:28:65",
        "t": "And among these nations you shall find no respite, and there shall be no resting place for the sole of your foot, but the Lord*s will give you there a trembling heart and failing eyes and a languishing soul."
    },
    {
        "o": 6201,
        "r": "esv:Deuteronomy:28:66",
        "t": "Your life shall hang in doubt before you. Night and day you shall be in dread and have no assurance of your life."
    },
    {
        "o": 6202,
        "r": "esv:Deuteronomy:28:67",
        "t": "In the morning you shall say, ‘If only it were evening!’ and at evening you shall say, ‘If only it were morning!’ because of the dread that your heart shall feel, and the sights that your eyes shall see."
    },
    {
        "o": 6203,
        "r": "esv:Deuteronomy:28:68",
        "t": "And the Lord*s will bring you back in ships to Egypt, a journey that I promised that you should never make again; and there you shall offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer.”"
    },
    {
        "o": 6204,
        "r": "esv:Deuteronomy:29:0",
        "t": "Deuteronomy 29",
        "h": 1
    },
    {
        "o": 6205,
        "r": "esv:Deuteronomy:29:0",
        "t": "The Covenant Renewed in Moab",
        "h": 2
    },
    {
        "o": 6206,
        "r": "esv:Deuteronomy:29:1",
        "t": "These*p are the words of the covenant that the Lord*s commanded Moses to make with the people of Israel in the land of Moab, besides the covenant that he had made with them at Horeb."
    },
    {
        "o": 6207,
        "r": "esv:Deuteronomy:29:2",
        "t": "And*p Moses summoned all Israel and said to them: “You have seen all that the Lord*s did before your eyes in the land of Egypt, to Pharaoh and to all his servants and to all his land,"
    },
    {
        "o": 6208,
        "r": "esv:Deuteronomy:29:3",
        "t": "the great trials that your eyes saw, the signs, and those great wonders."
    },
    {
        "o": 6209,
        "r": "esv:Deuteronomy:29:4",
        "t": "But to this day the Lord*s has not given you a heart to understand or eyes to see or ears to hear."
    },
    {
        "o": 6210,
        "r": "esv:Deuteronomy:29:5",
        "t": "I have led you forty years in the wilderness. Your clothes have not worn out on you, and your sandals have not worn off your feet."
    },
    {
        "o": 6211,
        "r": "esv:Deuteronomy:29:6",
        "t": "You have not eaten bread, and you have not drunk wine or strong drink, that you may know that I am the Lord*s your God."
    },
    {
        "o": 6212,
        "r": "esv:Deuteronomy:29:7",
        "t": "And when you came to this place, Sihon the king of Heshbon and Og the king of Bashan came out against us to battle, but we defeated them."
    },
    {
        "o": 6213,
        "r": "esv:Deuteronomy:29:8",
        "t": "We took their land and gave it for an inheritance to the Reubenites, the Gadites, and the half-tribe of the Manassites."
    },
    {
        "o": 6214,
        "r": "esv:Deuteronomy:29:9",
        "t": "Therefore keep the words of this covenant and do them, that you may prosper in all that you do."
    },
    {
        "o": 6215,
        "r": "esv:Deuteronomy:29:10",
        "t": "“You*p are standing today, all of you, before the Lord*s your God: the heads of your tribes, your elders, and your officers, all the men of Israel,"
    },
    {
        "o": 6216,
        "r": "esv:Deuteronomy:29:11",
        "t": "your little ones, your wives, and the sojourner who is in your camp, from the one who chops your wood to the one who draws your water,"
    },
    {
        "o": 6217,
        "r": "esv:Deuteronomy:29:12",
        "t": "so that you may enter into the sworn covenant of the Lord*s your God, which the Lord*s your God is making with you today,"
    },
    {
        "o": 6218,
        "r": "esv:Deuteronomy:29:13",
        "t": "that he may establish you today as his people, and that he may be your God, as he promised you, and as he swore to your fathers, to Abraham, to Isaac, and to Jacob."
    },
    {
        "o": 6219,
        "r": "esv:Deuteronomy:29:14",
        "t": "It is not with you alone that I am making this sworn covenant,"
    },
    {
        "o": 6220,
        "r": "esv:Deuteronomy:29:15",
        "t": "but with whoever is standing here with us today before the Lord*s our God, and with whoever is not here with us today."
    },
    {
        "o": 6221,
        "r": "esv:Deuteronomy:29:16",
        "t": "“You*p know how we lived in the land of Egypt, and how we came through the midst of the nations through which you passed."
    },
    {
        "o": 6222,
        "r": "esv:Deuteronomy:29:17",
        "t": "And you have seen their detestable things, their idols of wood and stone, of silver and gold, which were among them."
    },
    {
        "o": 6223,
        "r": "esv:Deuteronomy:29:18",
        "t": "Beware lest there be among you a man or woman or clan or tribe whose heart is turning away today from the Lord*s our God to go and serve the gods of those nations. Beware lest there be among you a root bearing poisonous and bitter fruit,"
    },
    {
        "o": 6224,
        "r": "esv:Deuteronomy:29:19",
        "t": "one who, when he hears the words of this sworn covenant, blesses himself in his heart, saying, ‘I shall be safe, though I walk in the stubbornness of my heart.’ This will lead to the sweeping away of moist and dry alike."
    },
    {
        "o": 6225,
        "r": "esv:Deuteronomy:29:20",
        "t": "The Lord*s will not be willing to forgive him, but rather the anger of the Lord*s and his jealousy will smoke against that man, and the curses written in this book will settle upon him, and the Lord*s will blot out his name from under heaven."
    },
    {
        "o": 6226,
        "r": "esv:Deuteronomy:29:21",
        "t": "And the Lord*s will single him out from all the tribes of Israel for calamity, in accordance with all the curses of the covenant written in this Book of the Law."
    },
    {
        "o": 6227,
        "r": "esv:Deuteronomy:29:22",
        "t": "And the next generation, your children who rise up after you, and the foreigner who comes from a far land, will say, when they see the afflictions of that land and the sicknesses with which the Lord*s has made it sick—"
    },
    {
        "o": 6228,
        "r": "esv:Deuteronomy:29:23",
        "t": "the whole land burned out with brimstone and salt, nothing sown and nothing growing, where no plant can sprout, an overthrow like that of Sodom and Gomorrah, Admah, and Zeboiim, which the Lord*s overthrew in his anger and wrath—"
    },
    {
        "o": 6229,
        "r": "esv:Deuteronomy:29:24",
        "t": "all the nations will say, ‘Why has the Lord*s done thus to this land? What caused the heat of this great anger?’"
    },
    {
        "o": 6230,
        "r": "esv:Deuteronomy:29:25",
        "t": "Then people will say, ‘It is because they abandoned the covenant of the Lord,*s the God of their fathers, which he made with them when he brought them out of the land of Egypt,"
    },
    {
        "o": 6231,
        "r": "esv:Deuteronomy:29:26",
        "t": "and went and served other gods and worshiped them, gods whom they had not known and whom he had not allotted to them."
    },
    {
        "o": 6232,
        "r": "esv:Deuteronomy:29:27",
        "t": "Therefore the anger of the Lord*s was kindled against this land, bringing upon it all the curses written in this book,"
    },
    {
        "o": 6233,
        "r": "esv:Deuteronomy:29:28",
        "t": "and the Lord*s uprooted them from their land in anger and fury and great wrath, and cast them into another land, as they are this day.’"
    },
    {
        "o": 6234,
        "r": "esv:Deuteronomy:29:29",
        "t": "“The*p secret things belong to the Lord*s our God, but the things that are revealed belong to us and to our children forever, that we may do all the words of this law."
    },
    {
        "o": 6235,
        "r": "esv:Deuteronomy:30:0",
        "t": "Deuteronomy 30",
        "h": 1
    },
    {
        "o": 6236,
        "r": "esv:Deuteronomy:30:0",
        "t": "Repentance and Forgiveness",
        "h": 2
    },
    {
        "o": 6237,
        "r": "esv:Deuteronomy:30:1",
        "t": "“And*p when all these things come upon you, the blessing and the curse, which I have set before you, and you call them to mind among all the nations where the Lord*s your God has driven you,"
    },
    {
        "o": 6238,
        "r": "esv:Deuteronomy:30:2",
        "t": "and return to the Lord*s your God, you and your children, and obey his voice in all that I command you today, with all your heart and with all your soul,"
    },
    {
        "o": 6239,
        "r": "esv:Deuteronomy:30:3",
        "t": "then the Lord*s your God will restore your fortunes and have mercy on you, and he will gather you again from all the peoples where the Lord*s your God has scattered you."
    },
    {
        "o": 6240,
        "r": "esv:Deuteronomy:30:4",
        "t": "If your outcasts are in the uttermost parts of heaven, from there the Lord*s your God will gather you, and from there he will take you."
    },
    {
        "o": 6241,
        "r": "esv:Deuteronomy:30:5",
        "t": "And the Lord*s your God will bring you into the land that your fathers possessed, that you may possess it. And he will make you more prosperous and numerous than your fathers."
    },
    {
        "o": 6242,
        "r": "esv:Deuteronomy:30:6",
        "t": "And the Lord*s your God will circumcise your heart and the heart of your offspring, so that you will love the Lord*s your God with all your heart and with all your soul, that you may live."
    },
    {
        "o": 6243,
        "r": "esv:Deuteronomy:30:7",
        "t": "And the Lord*s your God will put all these curses on your foes and enemies who persecuted you."
    },
    {
        "o": 6244,
        "r": "esv:Deuteronomy:30:8",
        "t": "And you shall again obey the voice of the Lord*s and keep all his commandments that I command you today."
    },
    {
        "o": 6245,
        "r": "esv:Deuteronomy:30:9",
        "t": "The Lord*s your God will make you abundantly prosperous in all the work of your hand, in the fruit of your womb and in the fruit of your cattle and in the fruit of your ground. For the Lord*s will again take delight in prospering you, as he took delight in your fathers,"
    },
    {
        "o": 6246,
        "r": "esv:Deuteronomy:30:10",
        "t": "when you obey the voice of the Lord*s your God, to keep his commandments and his statutes that are written in this Book of the Law, when you turn to the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 6247,
        "r": "esv:Deuteronomy:30:10",
        "t": "The Choice of Life and Death",
        "h": 2
    },
    {
        "o": 6248,
        "r": "esv:Deuteronomy:30:11",
        "t": "“For*p this commandment that I command you today is not too hard for you, neither is it far off."
    },
    {
        "o": 6249,
        "r": "esv:Deuteronomy:30:12",
        "t": "It is not in heaven, that you should say, ‘Who will ascend to heaven for us and bring it to us, that we may hear it and do it?’"
    },
    {
        "o": 6250,
        "r": "esv:Deuteronomy:30:13",
        "t": "Neither is it beyond the sea, that you should say, ‘Who will go over the sea for us and bring it to us, that we may hear it and do it?’"
    },
    {
        "o": 6251,
        "r": "esv:Deuteronomy:30:14",
        "t": "But the word is very near you. It is in your mouth and in your heart, so that you can do it."
    },
    {
        "o": 6252,
        "r": "esv:Deuteronomy:30:15",
        "t": "“See,*p I have set before you today life and good, death and evil."
    },
    {
        "o": 6253,
        "r": "esv:Deuteronomy:30:16",
        "t": "If you obey the commandments of the Lord*s your God that I command you today, by loving the Lord*s your God, by walking in his ways, and by keeping his commandments and his statutes and his rules, then you shall live and multiply, and the Lord*s your God will bless you in the land that you are entering to take possession of it."
    },
    {
        "o": 6254,
        "r": "esv:Deuteronomy:30:17",
        "t": "But if your heart turns away, and you will not hear, but are drawn away to worship other gods and serve them,"
    },
    {
        "o": 6255,
        "r": "esv:Deuteronomy:30:18",
        "t": "I declare to you today, that you shall surely perish. You shall not live long in the land that you are going over the Jordan to enter and possess."
    },
    {
        "o": 6256,
        "r": "esv:Deuteronomy:30:19",
        "t": "I call heaven and earth to witness against you today, that I have set before you life and death, blessing and curse. Therefore choose life, that you and your offspring may live,"
    },
    {
        "o": 6257,
        "r": "esv:Deuteronomy:30:20",
        "t": "loving the Lord*s your God, obeying his voice and holding fast to him, for he is your life and length of days, that you may dwell in the land that the Lord*s swore to your fathers, to Abraham, to Isaac, and to Jacob, to give them.”"
    },
    {
        "o": 6258,
        "r": "esv:Deuteronomy:31:0",
        "t": "Deuteronomy 31",
        "h": 1
    },
    {
        "o": 6259,
        "r": "esv:Deuteronomy:31:0",
        "t": "Joshua to Succeed Moses",
        "h": 2
    },
    {
        "o": 6260,
        "r": "esv:Deuteronomy:31:1",
        "t": "So*p Moses continued to speak these words to all Israel."
    },
    {
        "o": 6261,
        "r": "esv:Deuteronomy:31:2",
        "t": "And he said to them, “I am 120 years old today. I am no longer able to go out and come in. The Lord*s has said to me, ‘You shall not go over this Jordan.’"
    },
    {
        "o": 6262,
        "r": "esv:Deuteronomy:31:3",
        "t": "The Lord*s your God himself will go over before you. He will destroy these nations before you, so that you shall dispossess them, and Joshua will go over at your head, as the Lord*s has spoken."
    },
    {
        "o": 6263,
        "r": "esv:Deuteronomy:31:4",
        "t": "And the Lord*s will do to them as he did to Sihon and Og, the kings of the Amorites, and to their land, when he destroyed them."
    },
    {
        "o": 6264,
        "r": "esv:Deuteronomy:31:5",
        "t": "And the Lord*s will give them over to you, and you shall do to them according to the whole commandment that I have commanded you."
    },
    {
        "o": 6265,
        "r": "esv:Deuteronomy:31:6",
        "t": "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord*s your God who goes with you. He will not leave you or forsake you.”"
    },
    {
        "o": 6266,
        "r": "esv:Deuteronomy:31:7",
        "t": "Then*p Moses summoned Joshua and said to him in the sight of all Israel, “Be strong and courageous, for you shall go with this people into the land that the Lord*s has sworn to their fathers to give them, and you shall put them in possession of it."
    },
    {
        "o": 6267,
        "r": "esv:Deuteronomy:31:8",
        "t": "It is the Lord*s who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.”"
    },
    {
        "o": 6268,
        "r": "esv:Deuteronomy:31:8",
        "t": "The Reading of the Law",
        "h": 2
    },
    {
        "o": 6269,
        "r": "esv:Deuteronomy:31:9",
        "t": "Then*p Moses wrote this law and gave it to the priests, the sons of Levi, who carried the ark of the covenant of the Lord,*s and to all the elders of Israel."
    },
    {
        "o": 6270,
        "r": "esv:Deuteronomy:31:10",
        "t": "And Moses commanded them, “At the end of every seven years, at the set time in the year of release, at the Feast of Booths,"
    },
    {
        "o": 6271,
        "r": "esv:Deuteronomy:31:11",
        "t": "when all Israel comes to appear before the Lord*s your God at the place that he will choose, you shall read this law before all Israel in their hearing."
    },
    {
        "o": 6272,
        "r": "esv:Deuteronomy:31:12",
        "t": "Assemble the people, men, women, and little ones, and the sojourner within your towns, that they may hear and learn to fear the Lord*s your God, and be careful to do all the words of this law,"
    },
    {
        "o": 6273,
        "r": "esv:Deuteronomy:31:13",
        "t": "and that their children, who have not known it, may hear and learn to fear the Lord*s your God, as long as you live in the land that you are going over the Jordan to possess.”"
    },
    {
        "o": 6274,
        "r": "esv:Deuteronomy:31:13",
        "t": "Joshua Commissioned to Lead Israel",
        "h": 2
    },
    {
        "o": 6275,
        "r": "esv:Deuteronomy:31:14",
        "t": "And*p the Lord*s said to Moses, “Behold, the days approach when you must die. Call Joshua and present yourselves in the tent of meeting, that I may commission him.” And Moses and Joshua went and presented themselves in the tent of meeting."
    },
    {
        "o": 6276,
        "r": "esv:Deuteronomy:31:15",
        "t": "And the Lord*s appeared in the tent in a pillar of cloud. And the pillar of cloud stood over the entrance of the tent."
    },
    {
        "o": 6277,
        "r": "esv:Deuteronomy:31:16",
        "t": "And*p the Lord*s said to Moses, “Behold, you are about to lie down with your fathers. Then this people will rise and whore after the foreign gods among them in the land that they are entering, and they will forsake me and break my covenant that I have made with them."
    },
    {
        "o": 6278,
        "r": "esv:Deuteronomy:31:17",
        "t": "Then my anger will be kindled against them in that day, and I will forsake them and hide my face from them, and they will be devoured. And many evils and troubles will come upon them, so that they will say in that day, ‘Have not these evils come upon us because our God is not among us?’"
    },
    {
        "o": 6279,
        "r": "esv:Deuteronomy:31:18",
        "t": "And I will surely hide my face in that day because of all the evil that they have done, because they have turned to other gods."
    },
    {
        "o": 6280,
        "r": "esv:Deuteronomy:31:19",
        "t": "“Now*p therefore write this song and teach it to the people of Israel. Put it in their mouths, that this song may be a witness for me against the people of Israel."
    },
    {
        "o": 6281,
        "r": "esv:Deuteronomy:31:20",
        "t": "For when I have brought them into the land flowing with milk and honey, which I swore to give to their fathers, and they have eaten and are full and grown fat, they will turn to other gods and serve them, and despise me and break my covenant."
    },
    {
        "o": 6282,
        "r": "esv:Deuteronomy:31:21",
        "t": "And when many evils and troubles have come upon them, this song shall confront them as a witness (for it will live unforgotten in the mouths of their offspring). For I know what they are inclined to do even today, before I have brought them into the land that I swore to give.”"
    },
    {
        "o": 6283,
        "r": "esv:Deuteronomy:31:22",
        "t": "So Moses wrote this song the same day and taught it to the people of Israel."
    },
    {
        "o": 6284,
        "r": "esv:Deuteronomy:31:23",
        "t": "And*p the Lord*s commissioned Joshua the son of Nun and said, “Be strong and courageous, for you shall bring the people of Israel into the land that I swore to give them. I will be with you.”"
    },
    {
        "o": 6285,
        "r": "esv:Deuteronomy:31:24",
        "t": "When*p Moses had finished writing the words of this law in a book to the very end,"
    },
    {
        "o": 6286,
        "r": "esv:Deuteronomy:31:25",
        "t": "Moses commanded the Levites who carried the ark of the covenant of the Lord,*s"
    },
    {
        "o": 6287,
        "r": "esv:Deuteronomy:31:26",
        "t": "“Take this Book of the Law and put it by the side of the ark of the covenant of the Lord*s your God, that it may be there for a witness against you."
    },
    {
        "o": 6288,
        "r": "esv:Deuteronomy:31:27",
        "t": "For I know how rebellious and stubborn you are. Behold, even today while I am yet alive with you, you have been rebellious against the Lord.*s How much more after my death!"
    },
    {
        "o": 6289,
        "r": "esv:Deuteronomy:31:28",
        "t": "Assemble to me all the elders of your tribes and your officers, that I may speak these words in their ears and call heaven and earth to witness against them."
    },
    {
        "o": 6290,
        "r": "esv:Deuteronomy:31:29",
        "t": "For I know that after my death you will surely act corruptly and turn aside from the way that I have commanded you. And in the days to come evil will befall you, because you will do what is evil in the sight of the Lord,*s provoking him to anger through the work of your hands.”"
    },
    {
        "o": 6291,
        "r": "esv:Deuteronomy:31:29",
        "t": "The Song of Moses",
        "h": 2
    },
    {
        "o": 6292,
        "r": "esv:Deuteronomy:31:30",
        "t": "Then*p Moses spoke the words of this song until they were finished, in the ears of all the assembly of Israel:"
    },
    {
        "o": 6293,
        "r": "esv:Deuteronomy:32:0",
        "t": "Deuteronomy 32",
        "h": 1
    },
    {
        "o": 6294,
        "r": "esv:Deuteronomy:32:1",
        "t": "“Give*pn ear, O heavens, and I will speak, and*ld let the earth hear the words of my mouth."
    },
    {
        "o": 6295,
        "r": "esv:Deuteronomy:32:2",
        "t": "May*ln my teaching drop as the rain, my*ld speech distill as the dew, like*ln gentle rain upon the tender grass, and*ld like showers upon the herb."
    },
    {
        "o": 6296,
        "r": "esv:Deuteronomy:32:3",
        "t": "For*ln I will proclaim the name of the Lord;*s ascribe*ld greatness to our God!"
    },
    {
        "o": 6297,
        "r": "esv:Deuteronomy:32:4",
        "t": "“The*pn Rock, his work is perfect, for*ld all his ways are justice. A*ln God of faithfulness and without iniquity, just*ld and upright is he."
    },
    {
        "o": 6298,
        "r": "esv:Deuteronomy:32:5",
        "t": "They*ln have dealt corruptly with him; they*ld are no longer his children because they are blemished; they*ld are a crooked and twisted generation."
    },
    {
        "o": 6299,
        "r": "esv:Deuteronomy:32:6",
        "t": "Do*ln you thus repay the Lord,*s you*ld foolish and senseless people? Is*ln not he your father, who created you, who*ld made you and established you?"
    },
    {
        "o": 6300,
        "r": "esv:Deuteronomy:32:7",
        "t": "Remember*ln the days of old; consider*ld the years of many generations; ask*ln your father, and he will show you, your*ld elders, and they will tell you."
    },
    {
        "o": 6301,
        "r": "esv:Deuteronomy:32:8",
        "t": "When*ln the Most High gave to the nations their inheritance, when*ld he divided mankind, he*ln fixed the borders of the peoples according*ld to the number of the sons of God."
    },
    {
        "o": 6302,
        "r": "esv:Deuteronomy:32:9",
        "t": "But*ln the Lord’s*s portion is his people, Jacob*ld his allotted heritage."
    },
    {
        "o": 6303,
        "r": "esv:Deuteronomy:32:10",
        "t": "“He*pn found him in a desert land, and*ld in the howling waste of the wilderness; he*ln encircled him, he cared for him, he*ld kept him as the apple of his eye."
    },
    {
        "o": 6304,
        "r": "esv:Deuteronomy:32:11",
        "t": "Like*ln an eagle that stirs up its nest, that*ld flutters over its young, spreading*ln out its wings, catching them, bearing*ld them on its pinions,"
    },
    {
        "o": 6305,
        "r": "esv:Deuteronomy:32:12",
        "t": "the*ln Lord*s alone guided him, no*ld foreign god was with him."
    },
    {
        "o": 6306,
        "r": "esv:Deuteronomy:32:13",
        "t": "He*ln made him ride on the high places of the land, and*ld he ate the produce of the field, and*ln he suckled him with honey out of the rock, and*ld oil out of the flinty rock."
    },
    {
        "o": 6307,
        "r": "esv:Deuteronomy:32:14",
        "t": "Curds*ln from the herd, and milk from the flock, with*ld fat of lambs, rams*ln of Bashan and goats, with*ld the very finest of the wheat— and*ld you drank foaming wine made from the blood of the grape."
    },
    {
        "o": 6308,
        "r": "esv:Deuteronomy:32:15",
        "t": "“But*pn Jeshurun grew fat, and kicked; you*ld grew fat, stout, and sleek; then*ln he forsook God who made him and*ld scoffed at the Rock of his salvation."
    },
    {
        "o": 6309,
        "r": "esv:Deuteronomy:32:16",
        "t": "They*ln stirred him to jealousy with strange gods; with*ld abominations they provoked him to anger."
    },
    {
        "o": 6310,
        "r": "esv:Deuteronomy:32:17",
        "t": "They*ln sacrificed to demons that were no gods, to*ld gods they had never known, to*ln new gods that had come recently, whom*ld your fathers had never dreaded."
    },
    {
        "o": 6311,
        "r": "esv:Deuteronomy:32:18",
        "t": "You*ln were unmindful of the Rock that bore you, and*ld you forgot the God who gave you birth."
    },
    {
        "o": 6312,
        "r": "esv:Deuteronomy:32:19",
        "t": "“The*pn Lord*s saw it and spurned them, because*ld of the provocation of his sons and his daughters."
    },
    {
        "o": 6313,
        "r": "esv:Deuteronomy:32:20",
        "t": "And*ln he said, ‘I will hide my face from them; I*ld will see what their end will be, for*ln they are a perverse generation, children*ld in whom is no faithfulness."
    },
    {
        "o": 6314,
        "r": "esv:Deuteronomy:32:21",
        "t": "They*ln have made me jealous with what is no god; they*ld have provoked me to anger with their idols. So*ln I will make them jealous with those who are no people; I*ld will provoke them to anger with a foolish nation."
    },
    {
        "o": 6315,
        "r": "esv:Deuteronomy:32:22",
        "t": "For*ln a fire is kindled by my anger, and*ld it burns to the depths of Sheol, devours*ln the earth and its increase, and*ld sets on fire the foundations of the mountains."
    },
    {
        "o": 6316,
        "r": "esv:Deuteronomy:32:23",
        "t": "“‘And*pn I will heap disasters upon them; I*ld will spend my arrows on them;"
    },
    {
        "o": 6317,
        "r": "esv:Deuteronomy:32:24",
        "t": "they*ln shall be wasted with hunger, and*ld devoured by plague and*ld poisonous pestilence; I*ln will send the teeth of beasts against them, with*ld the venom of things that crawl in the dust."
    },
    {
        "o": 6318,
        "r": "esv:Deuteronomy:32:25",
        "t": "Outdoors*ln the sword shall bereave, and*ld indoors terror, for*ln young man and woman alike, the*ld nursing child with the man of gray hairs."
    },
    {
        "o": 6319,
        "r": "esv:Deuteronomy:32:26",
        "t": "I*ln would have said, “I will cut them to pieces; I*ld will wipe them from human memory,”"
    },
    {
        "o": 6320,
        "r": "esv:Deuteronomy:32:27",
        "t": "had*ln I not feared provocation by the enemy, lest*ld their adversaries should misunderstand, lest*ln they should say, “Our hand is triumphant, it*ld was not the Lord*s who did all this.”’"
    },
    {
        "o": 6321,
        "r": "esv:Deuteronomy:32:28",
        "t": "“For*pn they are a nation void of counsel, and*ld there is no understanding in them."
    },
    {
        "o": 6322,
        "r": "esv:Deuteronomy:32:29",
        "t": "If*ln they were wise, they would understand this; they*ld would discern their latter end!"
    },
    {
        "o": 6323,
        "r": "esv:Deuteronomy:32:30",
        "t": "How*ln could one have chased a thousand, and*ld two have put ten thousand to flight, unless*ln their Rock had sold them, and*ld the Lord*s had given them up?"
    },
    {
        "o": 6324,
        "r": "esv:Deuteronomy:32:31",
        "t": "For*ln their rock is not as our Rock; our*ld enemies are by themselves."
    },
    {
        "o": 6325,
        "r": "esv:Deuteronomy:32:32",
        "t": "For*ln their vine comes from the vine of Sodom and*ld from the fields of Gomorrah; their*ln grapes are grapes of poison; their*ld clusters are bitter;"
    },
    {
        "o": 6326,
        "r": "esv:Deuteronomy:32:33",
        "t": "their*ln wine is the poison of serpents and*ld the cruel venom of asps."
    },
    {
        "o": 6327,
        "r": "esv:Deuteronomy:32:34",
        "t": "“‘Is*pn not this laid up in store with me, sealed*ld up in my treasuries?"
    },
    {
        "o": 6328,
        "r": "esv:Deuteronomy:32:35",
        "t": "Vengeance*ln is mine, and recompense, for*ld the time when their foot shall slip; for*ln the day of their calamity is at hand, and*ld their doom comes swiftly.’"
    },
    {
        "o": 6329,
        "r": "esv:Deuteronomy:32:36",
        "t": "For*ln the Lord*s will vindicate his people and*ld have compassion on his servants, when*ln he sees that their power is gone and*ld there is none remaining, bond or free."
    },
    {
        "o": 6330,
        "r": "esv:Deuteronomy:32:37",
        "t": "Then*ln he will say, ‘Where are their gods, the*ld rock in which they took refuge,"
    },
    {
        "o": 6331,
        "r": "esv:Deuteronomy:32:38",
        "t": "who*ln ate the fat of their sacrifices and*ld drank the wine of their drink offering? Let*ln them rise up and help you; let*ld them be your protection!"
    },
    {
        "o": 6332,
        "r": "esv:Deuteronomy:32:39",
        "t": "“‘See*pn now that I, even I, am he, and*ld there is no god beside me; I*ln kill and I make alive; I*ld wound and I heal; and*ld there is none that can deliver out of my hand."
    },
    {
        "o": 6333,
        "r": "esv:Deuteronomy:32:40",
        "t": "For*ln I lift up my hand to heaven and*ld swear, As I live forever,"
    },
    {
        "o": 6334,
        "r": "esv:Deuteronomy:32:41",
        "t": "if*ln I sharpen my flashing sword and*ld my hand takes hold on judgment, I*ln will take vengeance on my adversaries and*ld will repay those who hate me."
    },
    {
        "o": 6335,
        "r": "esv:Deuteronomy:32:42",
        "t": "I*ln will make my arrows drunk with blood, and*ld my sword shall devour flesh— with*ln the blood of the slain and the captives, from*ld the long-haired heads of the enemy.’"
    },
    {
        "o": 6336,
        "r": "esv:Deuteronomy:32:43",
        "t": "“Rejoice*pn with him, O heavens; bow*ld down to him, all gods, for*ln he avenges the blood of his children and*ld takes vengeance on his adversaries. He*ln repays those who hate him and*ld cleanses his people’s land.”"
    },
    {
        "o": 6337,
        "r": "esv:Deuteronomy:32:44",
        "t": "Moses*p came and recited all the words of this song in the hearing of the people, he and Joshua the son of Nun."
    },
    {
        "o": 6338,
        "r": "esv:Deuteronomy:32:45",
        "t": "And when Moses had finished speaking all these words to all Israel,"
    },
    {
        "o": 6339,
        "r": "esv:Deuteronomy:32:46",
        "t": "he said to them, “Take to heart all the words by which I am warning you today, that you may command them to your children, that they may be careful to do all the words of this law."
    },
    {
        "o": 6340,
        "r": "esv:Deuteronomy:32:47",
        "t": "For it is no empty word for you, but your very life, and by this word you shall live long in the land that you are going over the Jordan to possess.”"
    },
    {
        "o": 6341,
        "r": "esv:Deuteronomy:32:47",
        "t": "Moses’ Death Foretold",
        "h": 2
    },
    {
        "o": 6342,
        "r": "esv:Deuteronomy:32:48",
        "t": "That*p very day the Lord*s spoke to Moses,"
    },
    {
        "o": 6343,
        "r": "esv:Deuteronomy:32:49",
        "t": "“Go up this mountain of the Abarim, Mount Nebo, which is in the land of Moab, opposite Jericho, and view the land of Canaan, which I am giving to the people of Israel for a possession."
    },
    {
        "o": 6344,
        "r": "esv:Deuteronomy:32:50",
        "t": "And die on the mountain which you go up, and be gathered to your people, as Aaron your brother died in Mount Hor and was gathered to his people,"
    },
    {
        "o": 6345,
        "r": "esv:Deuteronomy:32:51",
        "t": "because you broke faith with me in the midst of the people of Israel at the waters of Meribah-kadesh, in the wilderness of Zin, and because you did not treat me as holy in the midst of the people of Israel."
    },
    {
        "o": 6346,
        "r": "esv:Deuteronomy:32:52",
        "t": "For you shall see the land before you, but you shall not go there, into the land that I am giving to the people of Israel.”"
    },
    {
        "o": 6347,
        "r": "esv:Deuteronomy:33:0",
        "t": "Deuteronomy 33",
        "h": 1
    },
    {
        "o": 6348,
        "r": "esv:Deuteronomy:33:0",
        "t": "Moses’ Final Blessing on Israel",
        "h": 2
    },
    {
        "o": 6349,
        "r": "esv:Deuteronomy:33:1",
        "t": "This*p is the blessing with which Moses the man of God blessed the people of Israel before his death."
    },
    {
        "o": 6350,
        "r": "esv:Deuteronomy:33:2",
        "t": "He said, “The*pn Lord*s came from Sinai and*ld dawned from Seir upon us; he*ld shone forth from Mount Paran; he*ln came from the ten thousands of holy ones, with*ld flaming fire at his right hand."
    },
    {
        "o": 6351,
        "r": "esv:Deuteronomy:33:3",
        "t": "Yes,*ln he loved his people, all*ld his holy ones were in his hand; so*ln they followed in your steps, receiving*ld direction from you,"
    },
    {
        "o": 6352,
        "r": "esv:Deuteronomy:33:4",
        "t": "when*ln Moses commanded us a law, as*ld a possession for the assembly of Jacob."
    },
    {
        "o": 6353,
        "r": "esv:Deuteronomy:33:5",
        "t": "Thus*ln the Lord*s became king in Jeshurun, when*ld the heads of the people were gathered, all*ld the tribes of Israel together."
    },
    {
        "o": 6354,
        "r": "esv:Deuteronomy:33:6",
        "t": "“Let*pn Reuben live, and not die, but*ld let his men be few.”"
    },
    {
        "o": 6355,
        "r": "esv:Deuteronomy:33:7",
        "t": "And*p this he said of Judah: “Hear,*pn O Lord,*s the voice of Judah, and*ld bring him in to his people. With*ln your hands contend for him, and*ld be a help against his adversaries.”"
    },
    {
        "o": 6356,
        "r": "esv:Deuteronomy:33:8",
        "t": "And*p of Levi he said, “Give*pn to Levi your Thummim, and*ld your Urim to your godly one, whom*ln you tested at Massah, with*ld whom you quarreled at the waters of Meribah;"
    },
    {
        "o": 6357,
        "r": "esv:Deuteronomy:33:9",
        "t": "who*ln said of his father and mother, ‘I*ld regard them not’; he*ln disowned his brothers and*ld ignored his children. For*ln they observed your word and*ld kept your covenant."
    },
    {
        "o": 6358,
        "r": "esv:Deuteronomy:33:10",
        "t": "They*ln shall teach Jacob your rules and*ld Israel your law; they*ln shall put incense before you and*ld whole burnt offerings on your altar."
    },
    {
        "o": 6359,
        "r": "esv:Deuteronomy:33:11",
        "t": "Bless,*ln O Lord,*s his substance, and*ld accept the work of his hands; crush*ln the loins of his adversaries, of*ld those who hate him, that they rise not again.”"
    },
    {
        "o": 6360,
        "r": "esv:Deuteronomy:33:12",
        "t": "Of*p Benjamin he said, “The*pn beloved of the Lord*s dwells in safety. The*ln High God surrounds him all day long, and*ld dwells between his shoulders.”"
    },
    {
        "o": 6361,
        "r": "esv:Deuteronomy:33:13",
        "t": "And*p of Joseph he said, “Blessed*pn by the Lord*s be his land, with*ld the choicest gifts of heaven above, and*ld of the deep that crouches beneath,"
    },
    {
        "o": 6362,
        "r": "esv:Deuteronomy:33:14",
        "t": "with*ln the choicest fruits of the sun and*ld the rich yield of the months,"
    },
    {
        "o": 6363,
        "r": "esv:Deuteronomy:33:15",
        "t": "with*ln the finest produce of the ancient mountains and*ld the abundance of the everlasting hills,"
    },
    {
        "o": 6364,
        "r": "esv:Deuteronomy:33:16",
        "t": "with*ln the best gifts of the earth and its fullness and*ld the favor of him who dwells in the bush. May*ln these rest on the head of Joseph, on*ld the pate of him who is prince among his brothers."
    },
    {
        "o": 6365,
        "r": "esv:Deuteronomy:33:17",
        "t": "A*ln firstborn bull— he has majesty, and*ld his horns are the horns of a wild ox; with*ln them he shall gore the peoples, all*ld of them, to the ends of the earth; they*ln are the ten thousands of Ephraim, and*ld they are the thousands of Manasseh.”"
    },
    {
        "o": 6366,
        "r": "esv:Deuteronomy:33:18",
        "t": "And*p of Zebulun he said, “Rejoice,*pn Zebulun, in your going out, and*ld Issachar, in your tents."
    },
    {
        "o": 6367,
        "r": "esv:Deuteronomy:33:19",
        "t": "They*ln shall call peoples to their mountain; there*ld they offer right sacrifices; for*ln they draw from the abundance of the seas and*ld the hidden treasures of the sand.”"
    },
    {
        "o": 6368,
        "r": "esv:Deuteronomy:33:20",
        "t": "And*p of Gad he said, “Blessed*pn be he who enlarges Gad! Gad*ld crouches like a lion; he*ld tears off arm and scalp."
    },
    {
        "o": 6369,
        "r": "esv:Deuteronomy:33:21",
        "t": "He*ln chose the best of the land for himself, for*ld there a commander’s portion was reserved; and*ln he came with the heads of the people, with*ld Israel he executed the justice of the Lord,*s and*ld his judgments for Israel.”"
    },
    {
        "o": 6370,
        "r": "esv:Deuteronomy:33:22",
        "t": "And*p of Dan he said, “Dan*pn is a lion’s cub that*ld leaps from Bashan.”"
    },
    {
        "o": 6371,
        "r": "esv:Deuteronomy:33:23",
        "t": "And*p of Naphtali he said, “O*pn Naphtali, sated with favor, and*ld full of the blessing of the Lord,*s possess*ld the lake and the south.”"
    },
    {
        "o": 6372,
        "r": "esv:Deuteronomy:33:24",
        "t": "And*p of Asher he said, “Most*pn blessed of sons be Asher; let*ld him be the favorite of his brothers, and*ld let him dip his foot in oil."
    },
    {
        "o": 6373,
        "r": "esv:Deuteronomy:33:25",
        "t": "Your*ln bars shall be iron and bronze, and*ld as your days, so shall your strength be."
    },
    {
        "o": 6374,
        "r": "esv:Deuteronomy:33:26",
        "t": "“There*pn is none like God, O Jeshurun, who*ld rides through the heavens to your help, through*ld the skies in his majesty."
    },
    {
        "o": 6375,
        "r": "esv:Deuteronomy:33:27",
        "t": "The*ln eternal God is your dwelling place, and*ld underneath are the everlasting arms. And*ln he thrust out the enemy before you and*ld said, ‘Destroy.’"
    },
    {
        "o": 6376,
        "r": "esv:Deuteronomy:33:28",
        "t": "So*ln Israel lived in safety, Jacob*ld lived alone, in*ln a land of grain and wine, whose*ld heavens drop down dew."
    },
    {
        "o": 6377,
        "r": "esv:Deuteronomy:33:29",
        "t": "Happy*ln are you, O Israel! Who is like you, a*ld people saved by the Lord,*s the*ln shield of your help, and*ld the sword of your triumph! Your*ln enemies shall come fawning to you, and*ld you shall tread upon their backs.”"
    },
    {
        "o": 6378,
        "r": "esv:Deuteronomy:34:0",
        "t": "Deuteronomy 34",
        "h": 1
    },
    {
        "o": 6379,
        "r": "esv:Deuteronomy:34:0",
        "t": "The Death of Moses",
        "h": 2
    },
    {
        "o": 6380,
        "r": "esv:Deuteronomy:34:1",
        "t": "Then*p Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, which is opposite Jericho. And the Lord*s showed him all the land, Gilead as far as Dan,"
    },
    {
        "o": 6381,
        "r": "esv:Deuteronomy:34:2",
        "t": "all Naphtali, the land of Ephraim and Manasseh, all the land of Judah as far as the western sea,"
    },
    {
        "o": 6382,
        "r": "esv:Deuteronomy:34:3",
        "t": "the Negeb, and the Plain, that is, the Valley of Jericho the city of palm trees, as far as Zoar."
    },
    {
        "o": 6383,
        "r": "esv:Deuteronomy:34:4",
        "t": "And the Lord*s said to him, “This is the land of which I swore to Abraham, to Isaac, and to Jacob, ‘I will give it to your offspring.’ I have let you see it with your eyes, but you shall not go over there.”"
    },
    {
        "o": 6384,
        "r": "esv:Deuteronomy:34:5",
        "t": "So Moses the servant of the Lord*s died there in the land of Moab, according to the word of the Lord,*s"
    },
    {
        "o": 6385,
        "r": "esv:Deuteronomy:34:6",
        "t": "and he buried him in the valley in the land of Moab opposite Beth-peor; but no one knows the place of his burial to this day."
    },
    {
        "o": 6386,
        "r": "esv:Deuteronomy:34:7",
        "t": "Moses was 120 years old when he died. His eye was undimmed, and his vigor unabated."
    },
    {
        "o": 6387,
        "r": "esv:Deuteronomy:34:8",
        "t": "And the people of Israel wept for Moses in the plains of Moab thirty days. Then the days of weeping and mourning for Moses were ended."
    },
    {
        "o": 6388,
        "r": "esv:Deuteronomy:34:9",
        "t": "And*p Joshua the son of Nun was full of the spirit of wisdom, for Moses had laid his hands on him. So the people of Israel obeyed him and did as the Lord*s had commanded Moses."
    },
    {
        "o": 6389,
        "r": "esv:Deuteronomy:34:10",
        "t": "And there has not arisen a prophet since in Israel like Moses, whom the Lord*s knew face to face,"
    },
    {
        "o": 6390,
        "r": "esv:Deuteronomy:34:11",
        "t": "none like him for all the signs and the wonders that the Lord*s sent him to do in the land of Egypt, to Pharaoh and to all his servants and to all his land,"
    },
    {
        "o": 6391,
        "r": "esv:Deuteronomy:34:12",
        "t": "and for all the mighty power and all the great deeds of terror that Moses did in the sight of all Israel."
    }
]
