[
    {
        "o": 32340,
        "r": "nasb:Galatians:1:0",
        "t": "Galatians 1",
        "h": 1
    },
    {
        "o": 32341,
        "r": "nasb:Galatians:1:0",
        "t": "Introduction",
        "h": 2
    },
    {
        "o": 32342,
        "r": "nasb:Galatians:1:1",
        "t": "Paul,*p an apostle (not sent*i from men nor through the agency of man, but through Jesus Christ and God the Father, who raised Him from the dead),"
    },
    {
        "o": 32343,
        "r": "nasb:Galatians:1:2",
        "t": "and all the brethren who are with me, To*bp the churches of Galatia:"
    },
    {
        "o": 32344,
        "r": "nasb:Galatians:1:3",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ,"
    },
    {
        "o": 32345,
        "r": "nasb:Galatians:1:4",
        "t": "who gave Himself for our sins so that He might rescue us from this present evil age, according to the will of our God and Father,"
    },
    {
        "o": 32346,
        "r": "nasb:Galatians:1:5",
        "t": "to whom be*i the glory forevermore. Amen."
    },
    {
        "o": 32347,
        "r": "nasb:Galatians:1:5",
        "t": "Perversion of the Gospel",
        "h": 2
    },
    {
        "o": 32348,
        "r": "nasb:Galatians:1:6",
        "t": "I*p am amazed that you are so quickly deserting Him who called you by the grace of Christ, for a different gospel;"
    },
    {
        "o": 32349,
        "r": "nasb:Galatians:1:7",
        "t": "which is really*i not another; only there are some who are disturbing you and want to distort the gospel of Christ."
    },
    {
        "o": 32350,
        "r": "nasb:Galatians:1:8",
        "t": "But even if we, or an angel from heaven, should preach to you a gospel contrary to what we have preached to you, he is to be accursed!"
    },
    {
        "o": 32351,
        "r": "nasb:Galatians:1:9",
        "t": "As we have said before, so I say again now, if any man is preaching to you a gospel contrary to what you received, he is to be accursed!"
    },
    {
        "o": 32352,
        "r": "nasb:Galatians:1:10",
        "t": "For*p am I now seeking the favor of men, or of God? Or am I striving to please men? If I were still trying to please men, I would not be a bond-servant of Christ."
    },
    {
        "o": 32353,
        "r": "nasb:Galatians:1:10",
        "t": "Paul Defends His Ministry",
        "h": 2
    },
    {
        "o": 32354,
        "r": "nasb:Galatians:1:11",
        "t": "For*p I would have you know, brethren, that the gospel which was preached by me is not according to man."
    },
    {
        "o": 32355,
        "r": "nasb:Galatians:1:12",
        "t": "For I neither received it from man, nor was I taught it, but I*i received*i it*i through a revelation of Jesus Christ."
    },
    {
        "o": 32356,
        "r": "nasb:Galatians:1:13",
        "t": "For*p you have heard of my former manner of life in Judaism, how I used to persecute the church of God beyond measure and tried to destroy it;"
    },
    {
        "o": 32357,
        "r": "nasb:Galatians:1:14",
        "t": "and I was advancing in Judaism beyond many of my contemporaries among my countrymen, being more extremely zealous for my ancestral traditions."
    },
    {
        "o": 32358,
        "r": "nasb:Galatians:1:15",
        "t": "But when God, who had set me apart even*i from my mother’s womb and called me through His grace, was pleased"
    },
    {
        "o": 32359,
        "r": "nasb:Galatians:1:16",
        "t": "to reveal His Son in me so that I might preach Him among the Gentiles, I did not immediately consult with flesh and blood,"
    },
    {
        "o": 32360,
        "r": "nasb:Galatians:1:17",
        "t": "nor did I go up to Jerusalem to those who were apostles before me; but I went away to Arabia, and returned once more to Damascus."
    },
    {
        "o": 32361,
        "r": "nasb:Galatians:1:18",
        "t": "Then*p three years later I went up to Jerusalem to become acquainted with Cephas, and stayed with him fifteen days."
    },
    {
        "o": 32362,
        "r": "nasb:Galatians:1:19",
        "t": "But I did not see any other of the apostles except James, the Lord’s brother."
    },
    {
        "o": 32363,
        "r": "nasb:Galatians:1:20",
        "t": "(Now in what I am writing to you, I assure you before God that I am not lying.)"
    },
    {
        "o": 32364,
        "r": "nasb:Galatians:1:21",
        "t": "Then I went into the regions of Syria and Cilicia."
    },
    {
        "o": 32365,
        "r": "nasb:Galatians:1:22",
        "t": "I was still*i unknown by sight to the churches of Judea which were in Christ;"
    },
    {
        "o": 32366,
        "r": "nasb:Galatians:1:23",
        "t": "but only, they kept hearing, “He who once persecuted us is now preaching the faith which he once tried to destroy.”"
    },
    {
        "o": 32367,
        "r": "nasb:Galatians:1:24",
        "t": "And they were glorifying God because of me."
    },
    {
        "o": 32368,
        "r": "nasb:Galatians:2:0",
        "t": "Galatians 2",
        "h": 1
    },
    {
        "o": 32369,
        "r": "nasb:Galatians:2:0",
        "t": "The Council at Jerusalem",
        "h": 2
    },
    {
        "o": 32370,
        "r": "nasb:Galatians:2:1",
        "t": "Then*p after an interval of fourteen years I went up again to Jerusalem with Barnabas, taking Titus along also."
    },
    {
        "o": 32371,
        "r": "nasb:Galatians:2:2",
        "t": "It was because of a revelation that I went up; and I submitted to them the gospel which I preach among the Gentiles, but I*i did*i so*i in private to those who were of reputation, for fear that I might be running, or had run, in vain."
    },
    {
        "o": 32372,
        "r": "nasb:Galatians:2:3",
        "t": "But not even Titus, who was with me, though he was a Greek, was compelled to be circumcised."
    },
    {
        "o": 32373,
        "r": "nasb:Galatians:2:4",
        "t": "But it*i was*i because of the false brethren secretly brought in, who had sneaked in to spy out our liberty which we have in Christ Jesus, in order to bring us into bondage."
    },
    {
        "o": 32374,
        "r": "nasb:Galatians:2:5",
        "t": "But we did not yield in subjection to them for even an hour, so that the truth of the gospel would remain with you."
    },
    {
        "o": 32375,
        "r": "nasb:Galatians:2:6",
        "t": "But from those who were of high reputation (what they were makes no difference to me; God shows no partiality)—well, those who were of reputation contributed nothing to me."
    },
    {
        "o": 32376,
        "r": "nasb:Galatians:2:7",
        "t": "But on the contrary, seeing that I had been entrusted with the gospel to the uncircumcised, just as Peter had*i been*i to the circumcised"
    },
    {
        "o": 32377,
        "r": "nasb:Galatians:2:8",
        "t": "(for He who effectually worked for Peter in his*i apostleship to the circumcised effectually worked for me also to the Gentiles),"
    },
    {
        "o": 32378,
        "r": "nasb:Galatians:2:9",
        "t": "and recognizing the grace that had been given to me, James and Cephas and John, who were reputed to be pillars, gave to me and Barnabas the right hand of fellowship, so that we might*i go*i to the Gentiles and they to the circumcised."
    },
    {
        "o": 32379,
        "r": "nasb:Galatians:2:10",
        "t": "They*i only asked*i us to remember the poor—the very thing I also was eager to do."
    },
    {
        "o": 32380,
        "r": "nasb:Galatians:2:10",
        "t": "Peter (Cephas) Opposed by Paul",
        "h": 2
    },
    {
        "o": 32381,
        "r": "nasb:Galatians:2:11",
        "t": "But*p when Cephas came to Antioch, I opposed him to his face, because he stood condemned."
    },
    {
        "o": 32382,
        "r": "nasb:Galatians:2:12",
        "t": "For prior to the coming of certain men from James, he used to eat with the Gentiles; but when they came, he began*i to withdraw and hold himself aloof, fearing the party of the circumcision."
    },
    {
        "o": 32383,
        "r": "nasb:Galatians:2:13",
        "t": "The rest of the Jews joined him in hypocrisy, with the result that even Barnabas was carried away by their hypocrisy."
    },
    {
        "o": 32384,
        "r": "nasb:Galatians:2:14",
        "t": "But when I saw that they were not straightforward about the truth of the gospel, I said to Cephas in the presence of all, “If you, being a Jew, live like the Gentiles and not like the Jews, how is*i it*i that*i you compel the Gentiles to live like Jews?"
    },
    {
        "o": 32385,
        "r": "nasb:Galatians:2:15",
        "t": "“We*p are*i Jews by nature and not sinners from among the Gentiles;"
    },
    {
        "o": 32386,
        "r": "nasb:Galatians:2:16",
        "t": "nevertheless knowing that a man is not justified by the works of the Law but through faith in Christ Jesus, even we have believed in Christ Jesus, so that we may be justified by faith in Christ and not by the works of the Law; since by the works of the Law no flesh will be justified."
    },
    {
        "o": 32387,
        "r": "nasb:Galatians:2:17",
        "t": "But if, while seeking to be justified in Christ, we ourselves have also been found sinners, is Christ then a minister of sin? May it never be!"
    },
    {
        "o": 32388,
        "r": "nasb:Galatians:2:18",
        "t": "For if I rebuild what I have once*i destroyed, I prove myself to be a transgressor."
    },
    {
        "o": 32389,
        "r": "nasb:Galatians:2:19",
        "t": "For through the Law I died to the Law, so that I might live to God."
    },
    {
        "o": 32390,
        "r": "nasb:Galatians:2:20",
        "t": "I have been crucified with Christ; and it is no longer I who live, but Christ lives in me; and the life*i which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself up for me."
    },
    {
        "o": 32391,
        "r": "nasb:Galatians:2:21",
        "t": "I do not nullify the grace of God, for if righteousness comes*i through the Law, then Christ died needlessly.”"
    },
    {
        "o": 32392,
        "r": "nasb:Galatians:3:0",
        "t": "Galatians 3",
        "h": 1
    },
    {
        "o": 32393,
        "r": "nasb:Galatians:3:0",
        "t": "Faith Brings Righteousness",
        "h": 2
    },
    {
        "o": 32394,
        "r": "nasb:Galatians:3:1",
        "t": "You*p foolish Galatians, who has bewitched you, before whose eyes Jesus Christ was publicly portrayed as*i crucified?"
    },
    {
        "o": 32395,
        "r": "nasb:Galatians:3:2",
        "t": "This is the only thing I want to find out from you: did you receive the Spirit by the works of the Law, or by hearing with faith?"
    },
    {
        "o": 32396,
        "r": "nasb:Galatians:3:3",
        "t": "Are you so foolish? Having begun by the Spirit, are you now being perfected by the flesh?"
    },
    {
        "o": 32397,
        "r": "nasb:Galatians:3:4",
        "t": "Did you suffer so many things in vain—if indeed it was in vain?"
    },
    {
        "o": 32398,
        "r": "nasb:Galatians:3:5",
        "t": "So then, does He who provides you with the Spirit and works miracles among you, do it by the works of the Law, or by hearing with faith?"
    },
    {
        "o": 32399,
        "r": "nasb:Galatians:3:6",
        "t": "Even*p so Abraham believed*s God,*s and*s it*s was*s reckoned*s to*s him*s as*s righteousness.*s"
    },
    {
        "o": 32400,
        "r": "nasb:Galatians:3:7",
        "t": "Therefore, be sure that it is those who are of faith who are sons of Abraham."
    },
    {
        "o": 32401,
        "r": "nasb:Galatians:3:8",
        "t": "The Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying,*i “All the*s nations*s will*s be*s blessed*s in*s you.”*s"
    },
    {
        "o": 32402,
        "r": "nasb:Galatians:3:9",
        "t": "So then those who are of faith are blessed with Abraham, the believer."
    },
    {
        "o": 32403,
        "r": "nasb:Galatians:3:10",
        "t": "For*p as many as are of the works of the Law are under a curse; for it is written, “Cursed*s is*s everyone*s who*s does*s not*s abide*s by*s all*s things*s written*s in*s the*s book*s of*s the*s law,*s to*s perform*s them.”*s"
    },
    {
        "o": 32404,
        "r": "nasb:Galatians:3:11",
        "t": "Now that no one is justified by the Law before God is evident; for, “The*s righteous*s man*s shall*s live*s by*s faith.”*s"
    },
    {
        "o": 32405,
        "r": "nasb:Galatians:3:12",
        "t": "However, the Law is not of faith; on the contrary, “He*s who*s practices*s them*s shall*s live*s by*s them.”*s"
    },
    {
        "o": 32406,
        "r": "nasb:Galatians:3:13",
        "t": "Christ redeemed us from the curse of the Law, having become a curse for us—for it is written, “Cursed*s is*s everyone*s who*s hangs*s on*s a*s tree”—*s"
    },
    {
        "o": 32407,
        "r": "nasb:Galatians:3:14",
        "t": "in order that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we would receive the promise of the Spirit through faith."
    },
    {
        "o": 32408,
        "r": "nasb:Galatians:3:14",
        "t": "Intent of the Law",
        "h": 2
    },
    {
        "o": 32409,
        "r": "nasb:Galatians:3:15",
        "t": "Brethren,*p I speak in terms of human relations: even though it is only*i a man’s covenant, yet when it has been ratified, no one sets it aside or adds conditions to it."
    },
    {
        "o": 32410,
        "r": "nasb:Galatians:3:16",
        "t": "Now the promises were spoken to Abraham and to his seed. He does not say, “And to seeds,” as referring*i to many, but rather*i to one, “And to your seed,” that is, Christ."
    },
    {
        "o": 32411,
        "r": "nasb:Galatians:3:17",
        "t": "What I am saying is this: the Law, which came four hundred and thirty years later, does not invalidate a covenant previously ratified by God, so as to nullify the promise."
    },
    {
        "o": 32412,
        "r": "nasb:Galatians:3:18",
        "t": "For if the inheritance is based on law, it is no longer based on a promise; but God has granted it to Abraham by means of a promise."
    },
    {
        "o": 32413,
        "r": "nasb:Galatians:3:19",
        "t": "Why*p the Law then? It was added because of transgressions, having been ordained through angels by the agency of a mediator, until the seed would come to whom the promise had been made."
    },
    {
        "o": 32414,
        "r": "nasb:Galatians:3:20",
        "t": "Now a mediator is not for one party*i only;*i whereas God is only*i one."
    },
    {
        "o": 32415,
        "r": "nasb:Galatians:3:21",
        "t": "Is the Law then contrary to the promises of God? May it never be! For if a law had been given which was able to impart life, then righteousness would indeed have been based on law."
    },
    {
        "o": 32416,
        "r": "nasb:Galatians:3:22",
        "t": "But the Scripture has shut up everyone under sin, so that the promise by faith in Jesus Christ might be given to those who believe."
    },
    {
        "o": 32417,
        "r": "nasb:Galatians:3:23",
        "t": "But*p before faith came, we were kept in custody under the law, being shut up to the faith which was later to be revealed."
    },
    {
        "o": 32418,
        "r": "nasb:Galatians:3:24",
        "t": "Therefore the Law has become our tutor to*i lead*i us*i to Christ, so that we may be justified by faith."
    },
    {
        "o": 32419,
        "r": "nasb:Galatians:3:25",
        "t": "But now that faith has come, we are no longer under a tutor."
    },
    {
        "o": 32420,
        "r": "nasb:Galatians:3:26",
        "t": "For you are all sons of God through faith in Christ Jesus."
    },
    {
        "o": 32421,
        "r": "nasb:Galatians:3:27",
        "t": "For all of you who were baptized into Christ have clothed yourselves with Christ."
    },
    {
        "o": 32422,
        "r": "nasb:Galatians:3:28",
        "t": "There is neither Jew nor Greek, there is neither slave nor free man, there is neither male nor female; for you are all one in Christ Jesus."
    },
    {
        "o": 32423,
        "r": "nasb:Galatians:3:29",
        "t": "And if you belong to Christ, then you are Abraham’s descendants, heirs according to promise."
    },
    {
        "o": 32424,
        "r": "nasb:Galatians:4:0",
        "t": "Galatians 4",
        "h": 1
    },
    {
        "o": 32425,
        "r": "nasb:Galatians:4:0",
        "t": "Sonship in Christ",
        "h": 2
    },
    {
        "o": 32426,
        "r": "nasb:Galatians:4:1",
        "t": "Now*p I say, as long as the heir is a child, he does not differ at all from a slave although he is owner of everything,"
    },
    {
        "o": 32427,
        "r": "nasb:Galatians:4:2",
        "t": "but he is under guardians and managers until the date set by the father."
    },
    {
        "o": 32428,
        "r": "nasb:Galatians:4:3",
        "t": "So also we, while we were children, were held in bondage under the elemental things of the world."
    },
    {
        "o": 32429,
        "r": "nasb:Galatians:4:4",
        "t": "But when the fullness of the time came, God sent forth His Son, born of a woman, born under the Law,"
    },
    {
        "o": 32430,
        "r": "nasb:Galatians:4:5",
        "t": "so that He might redeem those who were under the Law, that we might receive the adoption as sons."
    },
    {
        "o": 32431,
        "r": "nasb:Galatians:4:6",
        "t": "Because you are sons, God has sent forth the Spirit of His Son into our hearts, crying, “Abba! Father!”"
    },
    {
        "o": 32432,
        "r": "nasb:Galatians:4:7",
        "t": "Therefore you are no longer a slave, but a son; and if a son, then an heir through God."
    },
    {
        "o": 32433,
        "r": "nasb:Galatians:4:8",
        "t": "However*p at that time, when you did not know God, you were slaves to those which by nature are no gods."
    },
    {
        "o": 32434,
        "r": "nasb:Galatians:4:9",
        "t": "But now that you have come to know God, or rather to be known by God, how is it that you turn back again to the weak and worthless elemental things, to which you desire to be enslaved all over again?"
    },
    {
        "o": 32435,
        "r": "nasb:Galatians:4:10",
        "t": "You observe days and months and seasons and years."
    },
    {
        "o": 32436,
        "r": "nasb:Galatians:4:11",
        "t": "I fear for you, that perhaps I have labored over you in vain."
    },
    {
        "o": 32437,
        "r": "nasb:Galatians:4:12",
        "t": "I*p beg of you, brethren, become as I am,*i for I also have*i become*i as you are.*i You have done me no wrong;"
    },
    {
        "o": 32438,
        "r": "nasb:Galatians:4:13",
        "t": "but you know that it was because of a bodily illness that I preached the gospel to you the first time;"
    },
    {
        "o": 32439,
        "r": "nasb:Galatians:4:14",
        "t": "and that which was a trial to you in my bodily condition you did not despise or loathe, but you received me as an angel of God, as Christ Jesus Himself.*i"
    },
    {
        "o": 32440,
        "r": "nasb:Galatians:4:15",
        "t": "Where then is that sense of blessing you had? For I bear you witness that, if possible, you would have plucked out your eyes and given them to me."
    },
    {
        "o": 32441,
        "r": "nasb:Galatians:4:16",
        "t": "So have I become your enemy by telling you the truth?"
    },
    {
        "o": 32442,
        "r": "nasb:Galatians:4:17",
        "t": "They eagerly seek you, not commendably, but they wish to shut you out so that you will seek them."
    },
    {
        "o": 32443,
        "r": "nasb:Galatians:4:18",
        "t": "But it is good always to be eagerly sought in a commendable manner, and not only when I am present with you."
    },
    {
        "o": 32444,
        "r": "nasb:Galatians:4:19",
        "t": "My children, with whom I am again in labor until Christ is formed in you—"
    },
    {
        "o": 32445,
        "r": "nasb:Galatians:4:20",
        "t": "but I could wish to be present with you now and to change my tone, for I am perplexed about you."
    },
    {
        "o": 32446,
        "r": "nasb:Galatians:4:20",
        "t": "Bond and Free",
        "h": 2
    },
    {
        "o": 32447,
        "r": "nasb:Galatians:4:21",
        "t": "Tell*p me, you who want to be under law, do you not listen to the law?"
    },
    {
        "o": 32448,
        "r": "nasb:Galatians:4:22",
        "t": "For it is written that Abraham had two sons, one by the bondwoman and one by the free woman."
    },
    {
        "o": 32449,
        "r": "nasb:Galatians:4:23",
        "t": "But the son by the bondwoman was born according to the flesh, and the son by the free woman through the promise."
    },
    {
        "o": 32450,
        "r": "nasb:Galatians:4:24",
        "t": "This is allegorically speaking, for these women*i are two covenants: one proceeding*i from Mount Sinai bearing children who are to be slaves; she is Hagar."
    },
    {
        "o": 32451,
        "r": "nasb:Galatians:4:25",
        "t": "Now this Hagar is Mount Sinai in Arabia and corresponds to the present Jerusalem, for she is in slavery with her children."
    },
    {
        "o": 32452,
        "r": "nasb:Galatians:4:26",
        "t": "But the Jerusalem above is free; she is our mother."
    },
    {
        "o": 32453,
        "r": "nasb:Galatians:4:27",
        "t": "For it is written, “Rejoice,*spn barren*s woman*s who*s does*s not*s bear;*s Break*sln forth*s and*s shout,*s you*s who*s are*s not*s in*s labor;*s For*sln more*s numerous*s are*s the*s children*s of*s the*s desolate*s Than*sln of*s the*s one*s who*s has*s a*s husband.”*s"
    },
    {
        "o": 32454,
        "r": "nasb:Galatians:4:28",
        "t": "And*p you brethren, like Isaac, are children of promise."
    },
    {
        "o": 32455,
        "r": "nasb:Galatians:4:29",
        "t": "But as at that time he who was born according to the flesh persecuted him who*i was*i born*i according to the Spirit, so it is now also."
    },
    {
        "o": 32456,
        "r": "nasb:Galatians:4:30",
        "t": "But what does the Scripture say? “Cast*spn out*s the*s bondwoman*s and*s her*s son,*s For*sln the*s son*s of*s the*s bondwoman*s shall*s not*s be*s an*s heir*s with*s the*s son*s of*s the*s free*s woman.”*s"
    },
    {
        "o": 32457,
        "r": "nasb:Galatians:4:31",
        "t": "So*p then, brethren, we are not children of a bondwoman, but of the free woman."
    },
    {
        "o": 32458,
        "r": "nasb:Galatians:5:0",
        "t": "Galatians 5",
        "h": 1
    },
    {
        "o": 32459,
        "r": "nasb:Galatians:5:0",
        "t": "Walk by the Spirit",
        "h": 2
    },
    {
        "o": 32460,
        "r": "nasb:Galatians:5:1",
        "t": "It*p was for freedom that Christ set us free; therefore keep standing firm and do not be subject again to a yoke of slavery."
    },
    {
        "o": 32461,
        "r": "nasb:Galatians:5:2",
        "t": "Behold*p I, Paul, say to you that if you receive circumcision, Christ will be of no benefit to you."
    },
    {
        "o": 32462,
        "r": "nasb:Galatians:5:3",
        "t": "And I testify again to every man who receives circumcision, that he is under obligation to keep the whole Law."
    },
    {
        "o": 32463,
        "r": "nasb:Galatians:5:4",
        "t": "You have been severed from Christ, you who are seeking to be justified by law; you have fallen from grace."
    },
    {
        "o": 32464,
        "r": "nasb:Galatians:5:5",
        "t": "For we through the Spirit, by faith, are waiting for the hope of righteousness."
    },
    {
        "o": 32465,
        "r": "nasb:Galatians:5:6",
        "t": "For in Christ Jesus neither circumcision nor uncircumcision means anything, but faith working through love."
    },
    {
        "o": 32466,
        "r": "nasb:Galatians:5:7",
        "t": "You*p were running well; who hindered you from obeying the truth?"
    },
    {
        "o": 32467,
        "r": "nasb:Galatians:5:8",
        "t": "This persuasion did*i not come*i from Him who calls you."
    },
    {
        "o": 32468,
        "r": "nasb:Galatians:5:9",
        "t": "A little leaven leavens the whole lump of*i dough.*i"
    },
    {
        "o": 32469,
        "r": "nasb:Galatians:5:10",
        "t": "I have confidence in you in the Lord that you will adopt no other view; but the one who is disturbing you will bear his judgment, whoever he is."
    },
    {
        "o": 32470,
        "r": "nasb:Galatians:5:11",
        "t": "But I, brethren, if I still preach circumcision, why am I still persecuted? Then the stumbling block of the cross has been abolished."
    },
    {
        "o": 32471,
        "r": "nasb:Galatians:5:12",
        "t": "I wish that those who are troubling you would even mutilate themselves."
    },
    {
        "o": 32472,
        "r": "nasb:Galatians:5:13",
        "t": "For*p you were called to freedom, brethren; only do*i not turn*i your freedom into an opportunity for the flesh, but through love serve one another."
    },
    {
        "o": 32473,
        "r": "nasb:Galatians:5:14",
        "t": "For the whole Law is fulfilled in one word, in the statement,*i “You*s shall*s love*s your*s neighbor*s as*s yourself.”*s"
    },
    {
        "o": 32474,
        "r": "nasb:Galatians:5:15",
        "t": "But if you bite and devour one another, take care that you are not consumed by one another."
    },
    {
        "o": 32475,
        "r": "nasb:Galatians:5:16",
        "t": "But*p I say, walk by the Spirit, and you will not carry out the desire of the flesh."
    },
    {
        "o": 32476,
        "r": "nasb:Galatians:5:17",
        "t": "For the flesh sets its desire against the Spirit, and the Spirit against the flesh; for these are in opposition to one another, so that you may not do the things that you please."
    },
    {
        "o": 32477,
        "r": "nasb:Galatians:5:18",
        "t": "But if you are led by the Spirit, you are not under the Law."
    },
    {
        "o": 32478,
        "r": "nasb:Galatians:5:19",
        "t": "Now the deeds of the flesh are evident, which are: immorality, impurity, sensuality,"
    },
    {
        "o": 32479,
        "r": "nasb:Galatians:5:20",
        "t": "idolatry, sorcery, enmities, strife, jealousy, outbursts of anger, disputes, dissensions, factions,"
    },
    {
        "o": 32480,
        "r": "nasb:Galatians:5:21",
        "t": "envying, drunkenness, carousing, and things like these, of which I forewarn you, just as I have forewarned you, that those who practice such things will not inherit the kingdom of God."
    },
    {
        "o": 32481,
        "r": "nasb:Galatians:5:22",
        "t": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"
    },
    {
        "o": 32482,
        "r": "nasb:Galatians:5:23",
        "t": "gentleness, self-control; against such things there is no law."
    },
    {
        "o": 32483,
        "r": "nasb:Galatians:5:24",
        "t": "Now those who belong to Christ Jesus have crucified the flesh with its passions and desires."
    },
    {
        "o": 32484,
        "r": "nasb:Galatians:5:25",
        "t": "If*p we live by the Spirit, let us also walk by the Spirit."
    },
    {
        "o": 32485,
        "r": "nasb:Galatians:5:26",
        "t": "Let us not become boastful, challenging one another, envying one another."
    },
    {
        "o": 32486,
        "r": "nasb:Galatians:6:0",
        "t": "Galatians 6",
        "h": 1
    },
    {
        "o": 32487,
        "r": "nasb:Galatians:6:0",
        "t": "Bear One Another’s Burdens",
        "h": 2
    },
    {
        "o": 32488,
        "r": "nasb:Galatians:6:1",
        "t": "Brethren,*p even if anyone is caught in any trespass, you who are spiritual, restore such a one in a spirit of gentleness; each*i one*i looking to yourself, so that you too will not be tempted."
    },
    {
        "o": 32489,
        "r": "nasb:Galatians:6:2",
        "t": "Bear one another’s burdens, and thereby fulfill the law of Christ."
    },
    {
        "o": 32490,
        "r": "nasb:Galatians:6:3",
        "t": "For if anyone thinks he is something when he is nothing, he deceives himself."
    },
    {
        "o": 32491,
        "r": "nasb:Galatians:6:4",
        "t": "But each one must examine his own work, and then he will have reason*i for*i boasting in regard to himself alone, and not in regard to another."
    },
    {
        "o": 32492,
        "r": "nasb:Galatians:6:5",
        "t": "For each one will bear his own load."
    },
    {
        "o": 32493,
        "r": "nasb:Galatians:6:6",
        "t": "The*p one who is taught the word is to share all good things with the one who teaches him.*i"
    },
    {
        "o": 32494,
        "r": "nasb:Galatians:6:7",
        "t": "Do not be deceived, God is not mocked; for whatever a man sows, this he will also reap."
    },
    {
        "o": 32495,
        "r": "nasb:Galatians:6:8",
        "t": "For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life."
    },
    {
        "o": 32496,
        "r": "nasb:Galatians:6:9",
        "t": "Let us not lose heart in doing good, for in due time we will reap if we do not grow weary."
    },
    {
        "o": 32497,
        "r": "nasb:Galatians:6:10",
        "t": "So then, while we have opportunity, let us do good to all people, and especially to those who are of the household of the faith."
    },
    {
        "o": 32498,
        "r": "nasb:Galatians:6:11",
        "t": "See*p with what large letters I am writing to you with my own hand."
    },
    {
        "o": 32499,
        "r": "nasb:Galatians:6:12",
        "t": "Those who desire to make a good showing in the flesh try to compel you to be circumcised, simply so that they will not be persecuted for the cross of Christ."
    },
    {
        "o": 32500,
        "r": "nasb:Galatians:6:13",
        "t": "For those who are circumcised do not even keep the Law themselves, but they desire to have you circumcised so that they may boast in your flesh."
    },
    {
        "o": 32501,
        "r": "nasb:Galatians:6:14",
        "t": "But may it never be that I would boast, except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world."
    },
    {
        "o": 32502,
        "r": "nasb:Galatians:6:15",
        "t": "For neither is circumcision anything, nor uncircumcision, but a new creation."
    },
    {
        "o": 32503,
        "r": "nasb:Galatians:6:16",
        "t": "And those who will walk by this rule, peace and mercy be*i upon them, and upon the Israel of God."
    },
    {
        "o": 32504,
        "r": "nasb:Galatians:6:17",
        "t": "From*p now on let no one cause trouble for me, for I bear on my body the brand-marks of Jesus."
    },
    {
        "o": 32505,
        "r": "nasb:Galatians:6:18",
        "t": "The*p grace of our Lord Jesus Christ be with your spirit, brethren. Amen."
    }
]
