[
    {
        "o": 4911,
        "r": "kjv:Numbers:33:0",
        "t": "Numbers 33",
        "h": 1
    },
    {
        "o": 4912,
        "r": "kjv:Numbers:33:1",
        "t": "These*p are the journeys of the children of Israel, which went forth out of the land of Egypt with their armies under the hand of Moses and Aaron."
    },
    {
        "o": 4913,
        "r": "kjv:Numbers:33:2",
        "t": "And*p Moses wrote their goings out according to their journeys by the commandment of the Lord:*s and these are their journeys according to their goings out."
    },
    {
        "o": 4914,
        "r": "kjv:Numbers:33:3",
        "t": "And*p they departed from Rameses in the first month, on the fifteenth day of the first month; on the morrow after the passover the children of Israel went out with an high hand in the sight of all the Egyptians."
    },
    {
        "o": 4915,
        "r": "kjv:Numbers:33:4",
        "t": "For*p the Egyptians buried all their firstborn, which the Lord*s had smitten among them: upon their gods also the Lord*s executed judgments."
    },
    {
        "o": 4916,
        "r": "kjv:Numbers:33:5",
        "t": "And*p the children of Israel removed from Rameses, and pitched in Succoth."
    },
    {
        "o": 4917,
        "r": "kjv:Numbers:33:6",
        "t": "And*p they departed from Succoth, and pitched in Etham, which is in the edge of the wilderness."
    },
    {
        "o": 4918,
        "r": "kjv:Numbers:33:7",
        "t": "And*p they removed from Etham, and turned again unto Pi–hahiroth, which is before Baal–zephon: and they pitched before Migdol."
    },
    {
        "o": 4919,
        "r": "kjv:Numbers:33:8",
        "t": "And*p they departed from before Pi–hahiroth, and passed through the midst of the sea into the wilderness, and went three days' journey in the wilderness of Etham, and pitched in Marah."
    },
    {
        "o": 4920,
        "r": "kjv:Numbers:33:9",
        "t": "And*p they removed from Marah, and came unto Elim: and in Elim were twelve fountains of water, and threescore and ten palm trees; and they pitched there."
    },
    {
        "o": 4921,
        "r": "kjv:Numbers:33:10",
        "t": "And*p they removed from Elim, and encamped by the Red sea."
    },
    {
        "o": 4922,
        "r": "kjv:Numbers:33:11",
        "t": "And*p they removed from the Red sea, and encamped in the wilderness of Sin."
    },
    {
        "o": 4923,
        "r": "kjv:Numbers:33:12",
        "t": "And*p they took their journey out of the wilderness of Sin, and encamped in Dophkah."
    },
    {
        "o": 4924,
        "r": "kjv:Numbers:33:13",
        "t": "And*p they departed from Dophkah, and encamped in Alush."
    },
    {
        "o": 4925,
        "r": "kjv:Numbers:33:14",
        "t": "And*p they removed from Alush, and encamped at Rephidim, where was no water for the people to drink."
    },
    {
        "o": 4926,
        "r": "kjv:Numbers:33:15",
        "t": "And*p they departed from Rephidim, and pitched in the wilderness of Sinai."
    },
    {
        "o": 4927,
        "r": "kjv:Numbers:33:16",
        "t": "And*p they removed from the desert of Sinai, and pitched at Kibroth–hattaavah."
    },
    {
        "o": 4928,
        "r": "kjv:Numbers:33:17",
        "t": "And*p they departed from Kibroth–hattaavah, and encamped at Hazeroth."
    },
    {
        "o": 4929,
        "r": "kjv:Numbers:33:18",
        "t": "And*p they departed from Hazeroth, and pitched in Rithmah."
    },
    {
        "o": 4930,
        "r": "kjv:Numbers:33:19",
        "t": "And*p they departed from Rithmah, and pitched at Rimmon–perez."
    },
    {
        "o": 4931,
        "r": "kjv:Numbers:33:20",
        "t": "And*p they departed from Rimmon–perez, and pitched in Libnah."
    },
    {
        "o": 4932,
        "r": "kjv:Numbers:33:21",
        "t": "And*p they removed from Libnah, and pitched at Rissah."
    },
    {
        "o": 4933,
        "r": "kjv:Numbers:33:22",
        "t": "And*p they journeyed from Rissah, and pitched in Kehelathah."
    },
    {
        "o": 4934,
        "r": "kjv:Numbers:33:23",
        "t": "And*p they went from Kehelathah, and pitched in mount Shapher."
    },
    {
        "o": 4935,
        "r": "kjv:Numbers:33:24",
        "t": "And*p they removed from mount Shapher, and encamped in Haradah."
    },
    {
        "o": 4936,
        "r": "kjv:Numbers:33:25",
        "t": "And*p they removed from Haradah, and pitched in Makheloth."
    },
    {
        "o": 4937,
        "r": "kjv:Numbers:33:26",
        "t": "And*p they removed from Makheloth, and encamped at Tahath."
    },
    {
        "o": 4938,
        "r": "kjv:Numbers:33:27",
        "t": "And*p they departed from Tahath, and pitched at Tarah."
    },
    {
        "o": 4939,
        "r": "kjv:Numbers:33:28",
        "t": "And*p they removed from Tarah, and pitched in Mithcah."
    },
    {
        "o": 4940,
        "r": "kjv:Numbers:33:29",
        "t": "And*p they went from Mithcah, and pitched in Hashmonah."
    },
    {
        "o": 4941,
        "r": "kjv:Numbers:33:30",
        "t": "And*p they departed from Hashmonah, and encamped at Moseroth."
    },
    {
        "o": 4942,
        "r": "kjv:Numbers:33:31",
        "t": "And*p they departed from Moseroth, and pitched in Bene–jaakan."
    },
    {
        "o": 4943,
        "r": "kjv:Numbers:33:32",
        "t": "And*p they removed from Bene–jaakan, and encamped at Hor–haggiggad."
    },
    {
        "o": 4944,
        "r": "kjv:Numbers:33:33",
        "t": "And*p they went from Hor–haggiggad, and pitched in Jotbathah."
    },
    {
        "o": 4945,
        "r": "kjv:Numbers:33:34",
        "t": "And*p they removed from Jotbathah, and encamped at Ebronah."
    },
    {
        "o": 4946,
        "r": "kjv:Numbers:33:35",
        "t": "And*p they departed from Ebronah, and encamped at Ezion–geber."
    },
    {
        "o": 4947,
        "r": "kjv:Numbers:33:36",
        "t": "And*p they removed from Ezion–geber, and pitched in the wilderness of Zin, which is Kadesh."
    },
    {
        "o": 4948,
        "r": "kjv:Numbers:33:37",
        "t": "And*p they removed from Kadesh, and pitched in mount Hor, in the edge of the land of Edom."
    },
    {
        "o": 4949,
        "r": "kjv:Numbers:33:38",
        "t": "And*p Aaron the priest went up into mount Hor at the commandment of the Lord,*s and died there, in the fortieth year after the children of Israel were come out of the land of Egypt, in the first day of the fifth month."
    },
    {
        "o": 4950,
        "r": "kjv:Numbers:33:39",
        "t": "And*p Aaron was an hundred and twenty and three years old when he died in mount Hor."
    },
    {
        "o": 4951,
        "r": "kjv:Numbers:33:40",
        "t": "And*p king Arad the Canaanite, which dwelt in the south in the land of Canaan, heard of the coming of the children of Israel."
    },
    {
        "o": 4952,
        "r": "kjv:Numbers:33:41",
        "t": "And*p they departed from mount Hor, and pitched in Zalmonah."
    },
    {
        "o": 4953,
        "r": "kjv:Numbers:33:42",
        "t": "And*p they departed from Zalmonah, and pitched in Punon."
    },
    {
        "o": 4954,
        "r": "kjv:Numbers:33:43",
        "t": "And*p they departed from Punon, and pitched in Oboth."
    },
    {
        "o": 4955,
        "r": "kjv:Numbers:33:44",
        "t": "And*p they departed from Oboth, and pitched in Iye–abarim, in the border of Moab."
    },
    {
        "o": 4956,
        "r": "kjv:Numbers:33:45",
        "t": "And*p they departed from Iim, and pitched in Dibon–gad."
    },
    {
        "o": 4957,
        "r": "kjv:Numbers:33:46",
        "t": "And*p they removed from Dibon–gad, and encamped in Almon–diblathaim."
    },
    {
        "o": 4958,
        "r": "kjv:Numbers:33:47",
        "t": "And*p they removed from Almon–diblathaim, and pitched in the mountains of Abarim, before Nebo."
    },
    {
        "o": 4959,
        "r": "kjv:Numbers:33:48",
        "t": "And*p they departed from the mountains of Abarim, and pitched in the plains of Moab by Jordan near Jericho."
    },
    {
        "o": 4960,
        "r": "kjv:Numbers:33:49",
        "t": "And*p they pitched by Jordan, from Beth–jeshimoth even unto Abel–shittim in the plains of Moab."
    },
    {
        "o": 4961,
        "r": "kjv:Numbers:33:50",
        "t": "And*p the Lord*s spake unto Moses in the plains of Moab by Jordan near Jericho, saying,"
    },
    {
        "o": 4962,
        "r": "kjv:Numbers:33:51",
        "t": "Speak*p unto the children of Israel, and say unto them, When ye are passed over Jordan into the land of Canaan;"
    },
    {
        "o": 4963,
        "r": "kjv:Numbers:33:52",
        "t": "Then*p ye shall drive out all the inhabitants of the land from before you, and destroy all their pictures, and destroy all their molten images, and quite pluck down all their high places:"
    },
    {
        "o": 4964,
        "r": "kjv:Numbers:33:53",
        "t": "And*p ye shall dispossess the inhabitants of the land, and dwell therein: for I have given you the land to possess it."
    },
    {
        "o": 4965,
        "r": "kjv:Numbers:33:54",
        "t": "And*p ye shall divide the land by lot for an inheritance among your families: and to the more ye shall give the more inheritance, and to the fewer ye shall give the less inheritance: every man's inheritance shall be in the place where his lot falleth; according to the tribes of your fathers ye shall inherit."
    },
    {
        "o": 4966,
        "r": "kjv:Numbers:33:55",
        "t": "But*p if ye will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which ye let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein ye dwell."
    },
    {
        "o": 4967,
        "r": "kjv:Numbers:33:56",
        "t": "Moreover*p it shall come to pass, that I shall do unto you, as I thought to do unto them."
    }
]
