[
    {
        "o": 33360,
        "r": "nkjv:Colossians:3:0",
        "t": "Colossians 3",
        "h": 1
    },
    {
        "o": 33361,
        "r": "nkjv:Colossians:3:0",
        "t": "Not Carnality but Christ",
        "h": 2
    },
    {
        "o": 33362,
        "r": "nkjv:Colossians:3:1",
        "t": "If*p then you were raised with Christ, seek those things which are above, where Christ is, sitting at the right hand of God."
    },
    {
        "o": 33363,
        "r": "nkjv:Colossians:3:2",
        "t": "Set your mind on things above, not on things on the earth."
    },
    {
        "o": 33364,
        "r": "nkjv:Colossians:3:3",
        "t": "For you died, and your life is hidden with Christ in God."
    },
    {
        "o": 33365,
        "r": "nkjv:Colossians:3:4",
        "t": "When Christ who*i is*i our life appears, then you also will appear with Him in glory."
    },
    {
        "o": 33366,
        "r": "nkjv:Colossians:3:5",
        "t": "Therefore*p put to death your members which are on the earth: fornication, uncleanness, passion, evil desire, and covetousness, which is idolatry."
    },
    {
        "o": 33367,
        "r": "nkjv:Colossians:3:6",
        "t": "Because of these things the wrath of God is coming upon the sons of disobedience,"
    },
    {
        "o": 33368,
        "r": "nkjv:Colossians:3:7",
        "t": "in which you yourselves once walked when you lived in them."
    },
    {
        "o": 33369,
        "r": "nkjv:Colossians:3:8",
        "t": "But*p now you yourselves are to put off all these: anger, wrath, malice, blasphemy, filthy language out of your mouth."
    },
    {
        "o": 33370,
        "r": "nkjv:Colossians:3:9",
        "t": "Do not lie to one another, since you have put off the old man with his deeds,"
    },
    {
        "o": 33371,
        "r": "nkjv:Colossians:3:10",
        "t": "and have put on the new man*i who is renewed in knowledge according to the image of Him who created him,"
    },
    {
        "o": 33372,
        "r": "nkjv:Colossians:3:11",
        "t": "where there is neither Greek nor Jew, circumcised nor uncircumcised, barbarian, Scythian, slave nor*i free, but Christ is*i all and in all."
    },
    {
        "o": 33373,
        "r": "nkjv:Colossians:3:11",
        "t": "Character of the New Man",
        "h": 2
    },
    {
        "o": 33374,
        "r": "nkjv:Colossians:3:12",
        "t": "Therefore,*p as the*i elect of God, holy and beloved, put on tender mercies, kindness, humility, meekness, longsuffering;"
    },
    {
        "o": 33375,
        "r": "nkjv:Colossians:3:13",
        "t": "bearing with one another, and forgiving one another, if anyone has a complaint against another; even as Christ forgave you, so you also must*i do.*i"
    },
    {
        "o": 33376,
        "r": "nkjv:Colossians:3:14",
        "t": "But above all these things put on love, which is the bond of perfection."
    },
    {
        "o": 33377,
        "r": "nkjv:Colossians:3:15",
        "t": "And let the peace of God rule in your hearts, to which also you were called in one body; and be thankful."
    },
    {
        "o": 33378,
        "r": "nkjv:Colossians:3:16",
        "t": "Let the word of Christ dwell in you richly in all wisdom, teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord."
    },
    {
        "o": 33379,
        "r": "nkjv:Colossians:3:17",
        "t": "And whatever you do in word or deed, do*i all in the name of the Lord Jesus, giving thanks to God the Father through Him."
    },
    {
        "o": 33380,
        "r": "nkjv:Colossians:3:17",
        "t": "The Christian Home",
        "h": 2
    },
    {
        "o": 33381,
        "r": "nkjv:Colossians:3:18",
        "t": "Wives,*p submit to your own husbands, as is fitting in the Lord."
    },
    {
        "o": 33382,
        "r": "nkjv:Colossians:3:19",
        "t": "Husbands,*p love your wives and do not be bitter toward them."
    },
    {
        "o": 33383,
        "r": "nkjv:Colossians:3:20",
        "t": "Children,*p obey your parents in all things, for this is well pleasing to the Lord."
    },
    {
        "o": 33384,
        "r": "nkjv:Colossians:3:21",
        "t": "Fathers,*p do not provoke your children, lest they become discouraged."
    },
    {
        "o": 33385,
        "r": "nkjv:Colossians:3:22",
        "t": "Bondservants,*p obey in all things your masters according to the flesh, not with eyeservice, as men-pleasers, but in sincerity of heart, fearing God."
    },
    {
        "o": 33386,
        "r": "nkjv:Colossians:3:23",
        "t": "And whatever you do, do it heartily, as to the Lord and not to men,"
    },
    {
        "o": 33387,
        "r": "nkjv:Colossians:3:24",
        "t": "knowing that from the Lord you will receive the reward of the inheritance; for you serve the Lord Christ."
    },
    {
        "o": 33388,
        "r": "nkjv:Colossians:3:25",
        "t": "But he who does wrong will be repaid for what he has done, and there is no partiality."
    }
]
