[
    {
        "o": 23803,
        "r": "csb:Ezekiel:28:0",
        "t": "Ezekiel 28",
        "h": 1
    },
    {
        "o": 23804,
        "r": "csb:Ezekiel:28:0",
        "t": "The Fall of Tyre’s Ruler",
        "h": 2
    },
    {
        "o": 23805,
        "r": "csb:Ezekiel:28:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23806,
        "r": "csb:Ezekiel:28:2",
        "t": "“Son of man, say to the ruler of Tyre, ‘This is what the Lord God*s says: Your heart is proud, and you have said, “I am a god; I sit in the seat of gods in the heart of the sea.” Yet you are a man and not a god, though you have regarded your heart as that of a god."
    },
    {
        "o": 23807,
        "r": "csb:Ezekiel:28:3",
        "t": "Yes, you are wiser than Daniel; no secret is hidden from you!"
    },
    {
        "o": 23808,
        "r": "csb:Ezekiel:28:4",
        "t": "By your wisdom and understanding you have acquired wealth for yourself. You have acquired gold and silver for your treasuries."
    },
    {
        "o": 23809,
        "r": "csb:Ezekiel:28:5",
        "t": "By your great skill in trading you have increased your wealth, but your heart has become proud because of your wealth."
    },
    {
        "o": 23810,
        "r": "csb:Ezekiel:28:6",
        "t": "“‘Therefore,*p this is what the Lord God*s says: Because*pn you regard your heart as that of a god,"
    },
    {
        "o": 23811,
        "r": "csb:Ezekiel:28:7",
        "t": "I*ln am about to bring strangers against you, ruthless*ln men from the nations. They*ln will draw their swords against*ln your magnificent wisdom and*ln will pierce your splendor."
    },
    {
        "o": 23812,
        "r": "csb:Ezekiel:28:8",
        "t": "They*ln will bring you down to the Pit, and*ln you will die a violent death in*ln the heart of the sea."
    },
    {
        "o": 23813,
        "r": "csb:Ezekiel:28:9",
        "t": "Will*ln you still say, “I am a god,” in*ln the presence of those who slay you? Yet*ln you will be only a man, not a god, in*ln the hands of those who kill you."
    },
    {
        "o": 23814,
        "r": "csb:Ezekiel:28:10",
        "t": "You*ln will die the death of the uncircumcised at*ln the hands of strangers. For*ln I have spoken. This*lg is the declaration of the Lord God*s .’”"
    },
    {
        "o": 23815,
        "r": "csb:Ezekiel:28:10",
        "t": "A Lament for Tyre’s King",
        "h": 2
    },
    {
        "o": 23816,
        "r": "csb:Ezekiel:28:11",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23817,
        "r": "csb:Ezekiel:28:12",
        "t": "“Son of man, lament for the king of Tyre and say to him, ‘This is what the Lord God*s says: You*pn were the seal of perfection, full*ln of wisdom and perfect in beauty."
    },
    {
        "o": 23818,
        "r": "csb:Ezekiel:28:13",
        "t": "You*ln were in Eden, the garden of God. Every*ln kind of precious stone covered you: carnelian,*ln topaz, and diamond, beryl,*ln onyx, and jasper, lapis*ln lazuli, turquoise and emerald. Your*ln mountings and settings were crafted in gold; they*ln were prepared on the day you were created."
    },
    {
        "o": 23819,
        "r": "csb:Ezekiel:28:14",
        "t": "You*ln were an anointed guardian cherub, for*ln I had appointed you. You*ln were on the holy mountain of God; you*ln walked among the fiery stones."
    },
    {
        "o": 23820,
        "r": "csb:Ezekiel:28:15",
        "t": "From*ln the day you were created you*ln were blameless in your ways until*ln wickedness was found in you."
    },
    {
        "o": 23821,
        "r": "csb:Ezekiel:28:16",
        "t": "Through*ln the abundance of your trade, you*ln were filled with violence, and you sinned. So*ln I expelled you in disgrace from*ln the mountain of God, and*ln banished you, guardian cherub, from*ln among the fiery stones."
    },
    {
        "o": 23822,
        "r": "csb:Ezekiel:28:17",
        "t": "Your*ln heart became proud because of your beauty; For*ln the sake of your splendor you*ln corrupted your wisdom. So*ln I threw you down to the ground; I*ln made you a spectacle before kings."
    },
    {
        "o": 23823,
        "r": "csb:Ezekiel:28:18",
        "t": "You*ln profaned your sanctuaries by*ln the magnitude of your iniquities in*ln your dishonest trade. So*ln I made fire come from within you, and*ln it consumed you. I*ln reduced you to ashes on the ground in*ln the sight of everyone watching you."
    },
    {
        "o": 23824,
        "r": "csb:Ezekiel:28:19",
        "t": "All*ln those who know you among the peoples are*ln appalled at you. You*ln have become an object of horror and*ln will never exist again.’”"
    },
    {
        "o": 23825,
        "r": "csb:Ezekiel:28:19",
        "t": "A Prophecy against Sidon",
        "h": 2
    },
    {
        "o": 23826,
        "r": "csb:Ezekiel:28:20",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23827,
        "r": "csb:Ezekiel:28:21",
        "t": "“Son of man, face Sidon and prophesy against it."
    },
    {
        "o": 23828,
        "r": "csb:Ezekiel:28:22",
        "t": "You are to say, ‘This is what the Lord God*s says: Look!*pn I am against you, Sidon, and*ln I will display my glory within you. They*ln will know that I am the Lord*s when*ln I execute judgments against her and*ln demonstrate my holiness through her."
    },
    {
        "o": 23829,
        "r": "csb:Ezekiel:28:23",
        "t": "I*ln will send a plague against her and*ln bloodshed in her streets; the*ln slain will fall within her, while*ln the sword is against her on every side. Then*ln they will know that I am the Lord.*s"
    },
    {
        "o": 23830,
        "r": "csb:Ezekiel:28:24",
        "t": "“‘The*p house of Israel will no longer be hurt by prickly briers or painful thorns from all their neighbors who treat them with contempt. Then they will know that I am the Lord God.*s"
    },
    {
        "o": 23831,
        "r": "csb:Ezekiel:28:25",
        "t": "“‘This*p is what the Lord God*s says: When I gather the house of Israel from the peoples where they are scattered, I will demonstrate my holiness through them in the sight of the nations, and they will live in their own land, which I gave to my servant Jacob."
    },
    {
        "o": 23832,
        "r": "csb:Ezekiel:28:26",
        "t": "They will live there securely, build houses, and plant vineyards. They will live securely when I execute judgments against all their neighbors who treat them with contempt. Then they will know that I am the Lord*s their God.’”"
    }
]
