[
    {
        "o": 6058,
        "r": "nasb:Deuteronomy:26:0",
        "t": "Deuteronomy 26",
        "h": 1
    },
    {
        "o": 6059,
        "r": "nasb:Deuteronomy:26:0",
        "t": "Offering First Fruits",
        "h": 2
    },
    {
        "o": 6060,
        "r": "nasb:Deuteronomy:26:1",
        "t": "“Then*p it shall be, when you enter the land which the Lord*s your God gives you as an inheritance, and you possess it and live in it,"
    },
    {
        "o": 6061,
        "r": "nasb:Deuteronomy:26:2",
        "t": "that you shall take some of the first of all the produce of the ground which you bring in from your land that the Lord*s your God gives you, and you shall put it*i in a basket and go to the place where the Lord*s your God chooses to establish His name."
    },
    {
        "o": 6062,
        "r": "nasb:Deuteronomy:26:3",
        "t": "You shall go to the priest who is in office at that time and say to him, ‘I declare this day to the Lord*s my God that I have entered the land which the Lord*s swore to our fathers to give us.’"
    },
    {
        "o": 6063,
        "r": "nasb:Deuteronomy:26:4",
        "t": "Then the priest shall take the basket from your hand and set it down before the altar of the Lord*s your God."
    },
    {
        "o": 6064,
        "r": "nasb:Deuteronomy:26:5",
        "t": "You shall answer and say before the Lord*s your God, ‘My father was a wandering Aramean, and he went down to Egypt and sojourned there, few in number; but there he became a great, mighty and populous nation."
    },
    {
        "o": 6065,
        "r": "nasb:Deuteronomy:26:6",
        "t": "And the Egyptians treated us harshly and afflicted us, and imposed hard labor on us."
    },
    {
        "o": 6066,
        "r": "nasb:Deuteronomy:26:7",
        "t": "Then we cried to the Lord,*s the God of our fathers, and the Lord*s heard our voice and saw our affliction and our toil and our oppression;"
    },
    {
        "o": 6067,
        "r": "nasb:Deuteronomy:26:8",
        "t": "and the Lord*s brought us out of Egypt with a mighty hand and an outstretched arm and with great terror and with signs and wonders;"
    },
    {
        "o": 6068,
        "r": "nasb:Deuteronomy:26:9",
        "t": "and He has brought us to this place and has given us this land, a land flowing with milk and honey."
    },
    {
        "o": 6069,
        "r": "nasb:Deuteronomy:26:10",
        "t": "Now behold, I have brought the first of the produce of the ground which You, O Lord*s have given me.’ And you shall set it down before the Lord*s your God, and worship before the Lord*s your God;"
    },
    {
        "o": 6070,
        "r": "nasb:Deuteronomy:26:11",
        "t": "and you and the Levite and the alien who is among you shall rejoice in all the good which the Lord*s your God has given you and your household."
    },
    {
        "o": 6071,
        "r": "nasb:Deuteronomy:26:12",
        "t": "“When*p you have finished paying all the tithe of your increase in the third year, the year of tithing, then you shall give it to the Levite, to the stranger, to the orphan and to the widow, that they may eat in your towns and be satisfied."
    },
    {
        "o": 6072,
        "r": "nasb:Deuteronomy:26:13",
        "t": "You shall say before the Lord*s your God, ‘I have removed the sacred portion*i from my*i house, and also have given it to the Levite and the alien, the orphan and the widow, according to all Your commandments which You have commanded me; I have not transgressed or forgotten any of Your commandments."
    },
    {
        "o": 6073,
        "r": "nasb:Deuteronomy:26:14",
        "t": "I have not eaten of it while mourning, nor have I removed any of it while I was unclean, nor offered any of it to the dead. I have listened to the voice of the Lord*s my God; I have done according to all that You have commanded me."
    },
    {
        "o": 6074,
        "r": "nasb:Deuteronomy:26:15",
        "t": "Look down from Your holy habitation, from heaven, and bless Your people Israel, and the ground which You have given us, a land flowing with milk and honey, as You swore to our fathers.’"
    },
    {
        "o": 6075,
        "r": "nasb:Deuteronomy:26:16",
        "t": "“This*p day the Lord*s your God commands you to do these statutes and ordinances. You shall therefore be careful to do them with all your heart and with all your soul."
    },
    {
        "o": 6076,
        "r": "nasb:Deuteronomy:26:17",
        "t": "You have today declared the Lord*s to be your God, and that you would walk in His ways and keep His statutes, His commandments and His ordinances, and listen to His voice."
    },
    {
        "o": 6077,
        "r": "nasb:Deuteronomy:26:18",
        "t": "The Lord*s has today declared you to be His people, a treasured possession, as He promised you, and that you should keep all His commandments;"
    },
    {
        "o": 6078,
        "r": "nasb:Deuteronomy:26:19",
        "t": "and that He will set you high above all nations which He has made, for praise, fame, and honor; and that you shall be a consecrated people to the Lord*s your God, as He has spoken.”"
    }
]
