[
    {
        "o": 10605,
        "r": "nkjv:2 Kings:4:0",
        "t": "2 Kings 4",
        "h": 1
    },
    {
        "o": 10606,
        "r": "nkjv:2 Kings:4:0",
        "t": "Elisha and the Widow’s Oil",
        "h": 2
    },
    {
        "o": 10607,
        "r": "nkjv:2 Kings:4:1",
        "t": "A*p certain woman of the wives of the sons of the prophets cried out to Elisha, saying, “Your servant my husband is dead, and you know that your servant feared the Lord.*s And the creditor is coming to take my two sons to be his slaves.”"
    },
    {
        "o": 10608,
        "r": "nkjv:2 Kings:4:2",
        "t": "So*p Elisha said to her, “What shall I do for you? Tell me, what do you have in the house?” And she said, “Your maidservant has nothing in the house but a jar of oil.”"
    },
    {
        "o": 10609,
        "r": "nkjv:2 Kings:4:3",
        "t": "Then*p he said, “Go, borrow vessels from everywhere, from all your neighbors—empty vessels; do not gather just a few."
    },
    {
        "o": 10610,
        "r": "nkjv:2 Kings:4:4",
        "t": "And when you have come in, you shall shut the door behind you and your sons; then pour it into all those vessels, and set aside the full ones.”"
    },
    {
        "o": 10611,
        "r": "nkjv:2 Kings:4:5",
        "t": "So*p she went from him and shut the door behind her and her sons, who brought the*i vessels*i to her; and she poured it*i out."
    },
    {
        "o": 10612,
        "r": "nkjv:2 Kings:4:6",
        "t": "Now it came to pass, when the vessels were full, that she said to her son, “Bring me another vessel.” And*p he said to her, “There*i is*i not another vessel.” So the oil ceased."
    },
    {
        "o": 10613,
        "r": "nkjv:2 Kings:4:7",
        "t": "Then she came and told the man of God. And he said, “Go, sell the oil and pay your debt; and you and*i your sons live on the rest.”"
    },
    {
        "o": 10614,
        "r": "nkjv:2 Kings:4:7",
        "t": "Elisha Raises the Shunammite’s Son",
        "h": 2
    },
    {
        "o": 10615,
        "r": "nkjv:2 Kings:4:8",
        "t": "Now*p it happened one day that Elisha went to Shunem, where there was*i a notable woman, and she persuaded him to eat some food. So it was, as often as he passed by, he would turn in there to eat some food."
    },
    {
        "o": 10616,
        "r": "nkjv:2 Kings:4:9",
        "t": "And she said to her husband, “Look now, I know that this is*i a holy man of God, who passes by us regularly."
    },
    {
        "o": 10617,
        "r": "nkjv:2 Kings:4:10",
        "t": "Please, let us make a small upper room on the wall; and let us put a bed for him there, and a table and a chair and a lampstand; so it will be, whenever he comes to us, he can turn in there.”"
    },
    {
        "o": 10618,
        "r": "nkjv:2 Kings:4:11",
        "t": "And*p it happened one day that he came there, and he turned in to the upper room and lay down there."
    },
    {
        "o": 10619,
        "r": "nkjv:2 Kings:4:12",
        "t": "Then he said to Gehazi his servant, “Call this Shunammite woman.” When he had called her, she stood before him."
    },
    {
        "o": 10620,
        "r": "nkjv:2 Kings:4:13",
        "t": "And he said to him, “Say now to her, ‘Look, you have been concerned for us with all this care. What can*i I*i do for you? Do you want me to speak on your behalf to the king or to the commander of the army?’” She*p answered, “I dwell among my own people.”"
    },
    {
        "o": 10621,
        "r": "nkjv:2 Kings:4:14",
        "t": "So*p he said, “What then is*i to be done for her?” And*p Gehazi answered, “Actually, she has no son, and her husband is old.”"
    },
    {
        "o": 10622,
        "r": "nkjv:2 Kings:4:15",
        "t": "So*p he said, “Call her.” When he had called her, she stood in the doorway."
    },
    {
        "o": 10623,
        "r": "nkjv:2 Kings:4:16",
        "t": "Then he said, “About this time next year you shall embrace a son.” And*p she said, “No, my lord. Man of God, do not lie to your maidservant!”"
    },
    {
        "o": 10624,
        "r": "nkjv:2 Kings:4:17",
        "t": "But*p the woman conceived, and bore a son when the appointed time had come, of which Elisha had told her."
    },
    {
        "o": 10625,
        "r": "nkjv:2 Kings:4:18",
        "t": "And*p the child grew. Now it happened one day that he went out to his father, to the reapers."
    },
    {
        "o": 10626,
        "r": "nkjv:2 Kings:4:19",
        "t": "And he said to his father, “My head, my head!” So*p he said to a servant, “Carry him to his mother.”"
    },
    {
        "o": 10627,
        "r": "nkjv:2 Kings:4:20",
        "t": "When he had taken him and brought him to his mother, he sat on her knees till noon, and then*i died."
    },
    {
        "o": 10628,
        "r": "nkjv:2 Kings:4:21",
        "t": "And she went up and laid him on the bed of the man of God, shut the*i door*i upon him, and went out."
    },
    {
        "o": 10629,
        "r": "nkjv:2 Kings:4:22",
        "t": "Then she called to her husband, and said, “Please send me one of the young men and one of the donkeys, that I may run to the man of God and come back.”"
    },
    {
        "o": 10630,
        "r": "nkjv:2 Kings:4:23",
        "t": "So*p he said, “Why are you going to him today? It*i is*i neither the New Moon nor the Sabbath.” And*p she said, “It*i is*i well.”"
    },
    {
        "o": 10631,
        "r": "nkjv:2 Kings:4:24",
        "t": "Then she saddled a donkey, and said to her servant, “Drive, and go forward; do not slacken the pace for me unless I tell you.”"
    },
    {
        "o": 10632,
        "r": "nkjv:2 Kings:4:25",
        "t": "And so she departed, and went to the man of God at Mount Carmel. So*p it was, when the man of God saw her afar off, that he said to his servant Gehazi, “Look, the Shunammite woman!"
    },
    {
        "o": 10633,
        "r": "nkjv:2 Kings:4:26",
        "t": "Please run now to meet her, and say to her, ‘Is*i it*i well with you? Is*i it*i well with your husband? Is*i it*i well with the child?’” And*p she answered, “It*i is*i well.”"
    },
    {
        "o": 10634,
        "r": "nkjv:2 Kings:4:27",
        "t": "Now when she came to the man of God at the hill, she caught him by the feet, but Gehazi came near to push her away. But the man of God said, “Let her alone; for her soul is*i in deep distress, and the Lord*s has hidden it*i from me, and has not told me.”"
    },
    {
        "o": 10635,
        "r": "nkjv:2 Kings:4:28",
        "t": "So*p she said, “Did I ask a son of my lord? Did I not say, ‘Do not deceive me’?”"
    },
    {
        "o": 10636,
        "r": "nkjv:2 Kings:4:29",
        "t": "Then*p he said to Gehazi, “Get yourself ready, and take my staff in your hand, and be on your way. If you meet anyone, do not greet him; and if anyone greets you, do not answer him; but lay my staff on the face of the child.”"
    },
    {
        "o": 10637,
        "r": "nkjv:2 Kings:4:30",
        "t": "And*p the mother of the child said, “As*i the Lord*s lives, and as*i your soul lives, I will not leave you.” So he arose and followed her."
    },
    {
        "o": 10638,
        "r": "nkjv:2 Kings:4:31",
        "t": "Now Gehazi went on ahead of them, and laid the staff on the face of the child; but there*i was*i neither voice nor hearing. Therefore he went back to meet him, and told him, saying, “The child has not awakened.”"
    },
    {
        "o": 10639,
        "r": "nkjv:2 Kings:4:32",
        "t": "When*p Elisha came into the house, there was the child, lying dead on his bed."
    },
    {
        "o": 10640,
        "r": "nkjv:2 Kings:4:33",
        "t": "He went in therefore, shut the door behind the two of them, and prayed to the Lord.*s"
    },
    {
        "o": 10641,
        "r": "nkjv:2 Kings:4:34",
        "t": "And he went up and lay on the child, and put his mouth on his mouth, his eyes on his eyes, and his hands on his hands; and he stretched himself out on the child, and the flesh of the child became warm."
    },
    {
        "o": 10642,
        "r": "nkjv:2 Kings:4:35",
        "t": "He returned and walked back and forth in the house, and again went up and stretched himself out on him; then the child sneezed seven times, and the child opened his eyes."
    },
    {
        "o": 10643,
        "r": "nkjv:2 Kings:4:36",
        "t": "And he called Gehazi and said, “Call this Shunammite woman.” So he called her. And when she came in to him, he said, “Pick up your son.”"
    },
    {
        "o": 10644,
        "r": "nkjv:2 Kings:4:37",
        "t": "So she went in, fell at his feet, and bowed to the ground; then she picked up her son and went out."
    },
    {
        "o": 10645,
        "r": "nkjv:2 Kings:4:37",
        "t": "Elisha Purifies the Pot of Stew",
        "h": 2
    },
    {
        "o": 10646,
        "r": "nkjv:2 Kings:4:38",
        "t": "And*p Elisha returned to Gilgal, and there*i was*i a famine in the land. Now the sons of the prophets were*i sitting before him; and he said to his servant, “Put on the large pot, and boil stew for the sons of the prophets.”"
    },
    {
        "o": 10647,
        "r": "nkjv:2 Kings:4:39",
        "t": "So one went out into the field to gather herbs, and found a wild vine, and gathered from it a lapful of wild gourds, and came and sliced them*i into the pot of stew, though they did not know what*i they*i were.*i"
    },
    {
        "o": 10648,
        "r": "nkjv:2 Kings:4:40",
        "t": "Then they served it to the men to eat. Now it happened, as they were eating the stew, that they cried out and said, “Man of God, there*i is*i death in the pot!” And they could not eat it.*i"
    },
    {
        "o": 10649,
        "r": "nkjv:2 Kings:4:41",
        "t": "So*p he said, “Then bring some flour.” And he put it*i into the pot, and said, “Serve it*i to the people, that they may eat.” And there was nothing harmful in the pot."
    },
    {
        "o": 10650,
        "r": "nkjv:2 Kings:4:41",
        "t": "Elisha Feeds One Hundred Men",
        "h": 2
    },
    {
        "o": 10651,
        "r": "nkjv:2 Kings:4:42",
        "t": "Then*p a man came from Baal Shalisha, and brought the man of God bread of the firstfruits, twenty loaves of barley bread, and newly ripened grain in his knapsack. And he said, “Give it*i to the people, that they may eat.”"
    },
    {
        "o": 10652,
        "r": "nkjv:2 Kings:4:43",
        "t": "But*p his servant said, “What? Shall I set this before one hundred men?” He*p said again, “Give it to the people, that they may eat; for thus says the Lord:*s ‘They shall eat and have some*i left over.’”"
    },
    {
        "o": 10653,
        "r": "nkjv:2 Kings:4:44",
        "t": "So he set it*i before them; and they ate and had some*i left over, according to the word of the Lord.*s"
    }
]
