[
    {
        "o": 3010,
        "r": "nasb:Leviticus:1:0",
        "t": "Leviticus 1",
        "h": 1
    },
    {
        "o": 3011,
        "r": "nasb:Leviticus:1:0",
        "t": "The Law of Burnt Offerings",
        "h": 2
    },
    {
        "o": 3012,
        "r": "nasb:Leviticus:1:1",
        "t": "Then*p the Lord*s called to Moses and spoke to him from the tent of meeting, saying,"
    },
    {
        "o": 3013,
        "r": "nasb:Leviticus:1:2",
        "t": "“Speak to the sons of Israel and say to them, ‘When any man of you brings an offering to the Lord,*s you shall bring your offering of animals from the herd or the flock."
    },
    {
        "o": 3014,
        "r": "nasb:Leviticus:1:3",
        "t": "If his offering is a burnt offering from the herd, he shall offer it, a male without defect; he shall offer it at the doorway of the tent of meeting, that he may be accepted before the Lord.*s"
    },
    {
        "o": 3015,
        "r": "nasb:Leviticus:1:4",
        "t": "He shall lay his hand on the head of the burnt offering, that it may be accepted for him to make atonement on his behalf."
    },
    {
        "o": 3016,
        "r": "nasb:Leviticus:1:5",
        "t": "He shall slay the young bull before the Lord;*s and Aaron’s sons the priests shall offer up the blood and sprinkle the blood around on the altar that is at the doorway of the tent of meeting."
    },
    {
        "o": 3017,
        "r": "nasb:Leviticus:1:6",
        "t": "He shall then skin the burnt offering and cut it into its pieces."
    },
    {
        "o": 3018,
        "r": "nasb:Leviticus:1:7",
        "t": "The sons of Aaron the priest shall put fire on the altar and arrange wood on the fire."
    },
    {
        "o": 3019,
        "r": "nasb:Leviticus:1:8",
        "t": "Then Aaron’s sons the priests shall arrange the pieces, the head and the suet over the wood which is on the fire that is on the altar."
    },
    {
        "o": 3020,
        "r": "nasb:Leviticus:1:9",
        "t": "Its entrails, however, and its legs he shall wash with water. And the priest shall offer up in smoke all of it on the altar for a burnt offering, an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3021,
        "r": "nasb:Leviticus:1:10",
        "t": "‘But*p if his offering is from the flock, of the sheep or of the goats, for a burnt offering, he shall offer it a male without defect."
    },
    {
        "o": 3022,
        "r": "nasb:Leviticus:1:11",
        "t": "He shall slay it on the side of the altar northward before the Lord,*s and Aaron’s sons the priests shall sprinkle its blood around on the altar."
    },
    {
        "o": 3023,
        "r": "nasb:Leviticus:1:12",
        "t": "He shall then cut it into its pieces with its head and its suet, and the priest shall arrange them on the wood which is on the fire that is on the altar."
    },
    {
        "o": 3024,
        "r": "nasb:Leviticus:1:13",
        "t": "The entrails, however, and the legs he shall wash with water. And the priest shall offer all of it, and offer it up in smoke on the altar; it is a burnt offering, an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3025,
        "r": "nasb:Leviticus:1:14",
        "t": "‘But*p if his offering to the Lord*s is a burnt offering of birds, then he shall bring his offering from the turtledoves or from young pigeons."
    },
    {
        "o": 3026,
        "r": "nasb:Leviticus:1:15",
        "t": "The priest shall bring it to the altar, and wring off its head and offer it up in smoke on the altar; and its blood is to be drained out on the side of the altar."
    },
    {
        "o": 3027,
        "r": "nasb:Leviticus:1:16",
        "t": "He shall also take away its crop with its feathers and cast it beside the altar eastward, to the place of the ashes."
    },
    {
        "o": 3028,
        "r": "nasb:Leviticus:1:17",
        "t": "Then he shall tear it by its wings, but*i shall not sever it.*i And the priest shall offer it up in smoke on the altar on the wood which is on the fire; it is a burnt offering, an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3029,
        "r": "nasb:Leviticus:2:0",
        "t": "Leviticus 2",
        "h": 1
    },
    {
        "o": 3030,
        "r": "nasb:Leviticus:2:0",
        "t": "The Law of Grain Offerings",
        "h": 2
    },
    {
        "o": 3031,
        "r": "nasb:Leviticus:2:1",
        "t": "‘Now*p when anyone presents a grain offering as an offering to the Lord,*s his offering shall be of fine flour, and he shall pour oil on it and put frankincense on it."
    },
    {
        "o": 3032,
        "r": "nasb:Leviticus:2:2",
        "t": "He shall then bring it to Aaron’s sons the priests; and shall take from it his handful of its fine flour and of its oil with all of its frankincense. And the priest shall offer it*i up in smoke as*i its memorial portion on the altar, an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3033,
        "r": "nasb:Leviticus:2:3",
        "t": "The remainder of the grain offering belongs to Aaron and his sons: a thing most holy, of the offerings to the Lord*s by fire."
    },
    {
        "o": 3034,
        "r": "nasb:Leviticus:2:4",
        "t": "‘Now*p when you bring an offering of a grain offering baked in an oven, it*i shall*i be*i unleavened cakes of fine flour mixed with oil, or unleavened wafers spread with oil."
    },
    {
        "o": 3035,
        "r": "nasb:Leviticus:2:5",
        "t": "If your offering is a grain offering made*i on the griddle, it*i shall*i be*i of fine flour, unleavened, mixed with oil;"
    },
    {
        "o": 3036,
        "r": "nasb:Leviticus:2:6",
        "t": "you shall break it into bits and pour oil on it; it is a grain offering."
    },
    {
        "o": 3037,
        "r": "nasb:Leviticus:2:7",
        "t": "Now if your offering is a grain offering made*i in a pan, it shall be made of fine flour with oil."
    },
    {
        "o": 3038,
        "r": "nasb:Leviticus:2:8",
        "t": "When you bring in the grain offering which is made of these things to the Lord,*s it shall be presented to the priest and he shall bring it to the altar."
    },
    {
        "o": 3039,
        "r": "nasb:Leviticus:2:9",
        "t": "The priest then shall take up from the grain offering its memorial portion, and shall offer it*i up in smoke on the altar as*i an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3040,
        "r": "nasb:Leviticus:2:10",
        "t": "The remainder of the grain offering belongs to Aaron and his sons: a thing most holy of the offerings to the Lord*s by fire."
    },
    {
        "o": 3041,
        "r": "nasb:Leviticus:2:11",
        "t": "‘No*p grain offering, which you bring to the Lord,*s shall be made with leaven, for you shall not offer up in smoke any leaven or any honey as an offering by fire to the Lord.*s"
    },
    {
        "o": 3042,
        "r": "nasb:Leviticus:2:12",
        "t": "As an offering of first fruits you shall bring them to the Lord,*s but they shall not ascend for a soothing aroma on the altar."
    },
    {
        "o": 3043,
        "r": "nasb:Leviticus:2:13",
        "t": "Every grain offering of yours, moreover, you shall season with salt, so that the salt of the covenant of your God shall not be lacking from your grain offering; with all your offerings you shall offer salt."
    },
    {
        "o": 3044,
        "r": "nasb:Leviticus:2:14",
        "t": "‘Also*p if you bring a grain offering of early ripened things to the Lord,*s you shall bring fresh heads of grain roasted in the fire, grits of new growth, for the grain offering of your early ripened things."
    },
    {
        "o": 3045,
        "r": "nasb:Leviticus:2:15",
        "t": "You shall then put oil on it and lay incense on it; it is a grain offering."
    },
    {
        "o": 3046,
        "r": "nasb:Leviticus:2:16",
        "t": "The priest shall offer up in smoke its memorial portion, part of its grits and its oil with all its incense as an offering by fire to the Lord.*s"
    },
    {
        "o": 3047,
        "r": "nasb:Leviticus:3:0",
        "t": "Leviticus 3",
        "h": 1
    },
    {
        "o": 3048,
        "r": "nasb:Leviticus:3:0",
        "t": "The Law of Peace Offerings",
        "h": 2
    },
    {
        "o": 3049,
        "r": "nasb:Leviticus:3:1",
        "t": "‘Now*p if his offering is a sacrifice of peace offerings, if he is going to offer out of the herd, whether male or female, he shall offer it without defect before the Lord.*s"
    },
    {
        "o": 3050,
        "r": "nasb:Leviticus:3:2",
        "t": "He shall lay his hand on the head of his offering and slay it at the doorway of the tent of meeting, and Aaron’s sons the priests shall sprinkle the blood around on the altar."
    },
    {
        "o": 3051,
        "r": "nasb:Leviticus:3:3",
        "t": "From the sacrifice of the peace offerings he shall present an offering by fire to the Lord,*s the fat that covers the entrails and all the fat that is on the entrails,"
    },
    {
        "o": 3052,
        "r": "nasb:Leviticus:3:4",
        "t": "and the two kidneys with the fat that is on them, which is on the loins, and the lobe of the liver, which he shall remove with the kidneys."
    },
    {
        "o": 3053,
        "r": "nasb:Leviticus:3:5",
        "t": "Then Aaron’s sons shall offer it*i up in smoke on the altar on the burnt offering, which is on the wood that is on the fire; it is an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3054,
        "r": "nasb:Leviticus:3:6",
        "t": "But if his offering for a sacrifice of peace offerings to the Lord*s is from the flock, he shall offer it, male or female, without defect."
    },
    {
        "o": 3055,
        "r": "nasb:Leviticus:3:7",
        "t": "If he is going to offer a lamb for his offering, then he shall offer it before the Lord,*s"
    },
    {
        "o": 3056,
        "r": "nasb:Leviticus:3:8",
        "t": "and he shall lay his hand on the head of his offering and slay it before the tent of meeting, and Aaron’s sons shall sprinkle its blood around on the altar."
    },
    {
        "o": 3057,
        "r": "nasb:Leviticus:3:9",
        "t": "From the sacrifice of peace offerings he shall bring as an offering by fire to the Lord,*s its fat, the entire fat tail which he shall remove close to the backbone, and the fat that covers the entrails and all the fat that is on the entrails,"
    },
    {
        "o": 3058,
        "r": "nasb:Leviticus:3:10",
        "t": "and the two kidneys with the fat that is on them, which is on the loins, and the lobe of the liver, which he shall remove with the kidneys."
    },
    {
        "o": 3059,
        "r": "nasb:Leviticus:3:11",
        "t": "Then the priest shall offer it*i up in smoke on the altar as*i food, an offering by fire to the Lord.*s"
    },
    {
        "o": 3060,
        "r": "nasb:Leviticus:3:12",
        "t": "‘Moreover,*p if his offering is a goat, then he shall offer it before the Lord,*s"
    },
    {
        "o": 3061,
        "r": "nasb:Leviticus:3:13",
        "t": "and he shall lay his hand on its head and slay it before the tent of meeting, and the sons of Aaron shall sprinkle its blood around on the altar."
    },
    {
        "o": 3062,
        "r": "nasb:Leviticus:3:14",
        "t": "From it he shall present his offering as an offering by fire to the Lord,*s the fat that covers the entrails and all the fat that is on the entrails,"
    },
    {
        "o": 3063,
        "r": "nasb:Leviticus:3:15",
        "t": "and the two kidneys with the fat that is on them, which is on the loins, and the lobe of the liver, which he shall remove with the kidneys."
    },
    {
        "o": 3064,
        "r": "nasb:Leviticus:3:16",
        "t": "The priest shall offer them up in smoke on the altar as*i food, an offering by fire for a soothing aroma; all fat is the Lord’s.*s"
    },
    {
        "o": 3065,
        "r": "nasb:Leviticus:3:17",
        "t": "It is a perpetual statute throughout your generations in all your dwellings: you shall not eat any fat or any blood.’ ”"
    },
    {
        "o": 3066,
        "r": "nasb:Leviticus:4:0",
        "t": "Leviticus 4",
        "h": 1
    },
    {
        "o": 3067,
        "r": "nasb:Leviticus:4:0",
        "t": "The Law of Sin Offerings",
        "h": 2
    },
    {
        "o": 3068,
        "r": "nasb:Leviticus:4:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3069,
        "r": "nasb:Leviticus:4:2",
        "t": "“Speak to the sons of Israel, saying, ‘If a person sins unintentionally in any of the things which the Lord*s has commanded not to be done, and commits any of them,"
    },
    {
        "o": 3070,
        "r": "nasb:Leviticus:4:3",
        "t": "if the anointed priest sins so as to bring guilt on the people, then let him offer to the Lord*s a bull without defect as a sin offering for the sin he has committed."
    },
    {
        "o": 3071,
        "r": "nasb:Leviticus:4:4",
        "t": "He shall bring the bull to the doorway of the tent of meeting before the Lord,*s and he shall lay his hand on the head of the bull and slay the bull before the Lord.*s"
    },
    {
        "o": 3072,
        "r": "nasb:Leviticus:4:5",
        "t": "Then the anointed priest is to take some of the blood of the bull and bring it to the tent of meeting,"
    },
    {
        "o": 3073,
        "r": "nasb:Leviticus:4:6",
        "t": "and the priest shall dip his finger in the blood and sprinkle some of the blood seven times before the Lord,*s in front of the veil of the sanctuary."
    },
    {
        "o": 3074,
        "r": "nasb:Leviticus:4:7",
        "t": "The priest shall also put some of the blood on the horns of the altar of fragrant incense which is before the Lord*s in the tent of meeting; and all the blood of the bull he shall pour out at the base of the altar of burnt offering which is at the doorway of the tent of meeting."
    },
    {
        "o": 3075,
        "r": "nasb:Leviticus:4:8",
        "t": "He shall remove from it all the fat of the bull of the sin offering: the fat that covers the entrails, and all the fat which is on the entrails,"
    },
    {
        "o": 3076,
        "r": "nasb:Leviticus:4:9",
        "t": "and the two kidneys with the fat that is on them, which is on the loins, and the lobe of the liver, which he shall remove with the kidneys"
    },
    {
        "o": 3077,
        "r": "nasb:Leviticus:4:10",
        "t": "(just as it is removed from the ox of the sacrifice of peace offerings), and the priest is to offer them up in smoke on the altar of burnt offering."
    },
    {
        "o": 3078,
        "r": "nasb:Leviticus:4:11",
        "t": "But the hide of the bull and all its flesh with its head and its legs and its entrails and its refuse,"
    },
    {
        "o": 3079,
        "r": "nasb:Leviticus:4:12",
        "t": "that is, all the*i rest*i of*i the bull, he is to bring out to a clean place outside the camp where the ashes are poured out, and burn it on wood with fire; where the ashes are poured out it shall be burned."
    },
    {
        "o": 3080,
        "r": "nasb:Leviticus:4:13",
        "t": "‘Now*p if the whole congregation of Israel commits error and the matter escapes the notice of the assembly, and they commit any of the things which the Lord*s has commanded not to be done, and they become guilty;"
    },
    {
        "o": 3081,
        "r": "nasb:Leviticus:4:14",
        "t": "when the sin which they have committed becomes known, then the assembly shall offer a bull of the herd for a sin offering and bring it before the tent of meeting."
    },
    {
        "o": 3082,
        "r": "nasb:Leviticus:4:15",
        "t": "Then the elders of the congregation shall lay their hands on the head of the bull before the Lord,*s and the bull shall be slain before the Lord.*s"
    },
    {
        "o": 3083,
        "r": "nasb:Leviticus:4:16",
        "t": "Then the anointed priest is to bring some of the blood of the bull to the tent of meeting;"
    },
    {
        "o": 3084,
        "r": "nasb:Leviticus:4:17",
        "t": "and the priest shall dip his finger in the blood and sprinkle it*i seven times before the Lord,*s in front of the veil."
    },
    {
        "o": 3085,
        "r": "nasb:Leviticus:4:18",
        "t": "He shall put some of the blood on the horns of the altar which is before the Lord*s in the tent of meeting; and all the blood he shall pour out at the base of the altar of burnt offering which is at the doorway of the tent of meeting."
    },
    {
        "o": 3086,
        "r": "nasb:Leviticus:4:19",
        "t": "He shall remove all its fat from it and offer it up in smoke on the altar."
    },
    {
        "o": 3087,
        "r": "nasb:Leviticus:4:20",
        "t": "He shall also do with the bull just as he did with the bull of the sin offering; thus he shall do with it. So the priest shall make atonement for them, and they will be forgiven."
    },
    {
        "o": 3088,
        "r": "nasb:Leviticus:4:21",
        "t": "Then he is to bring out the bull to a*i place*i outside the camp and burn it as he burned the first bull; it is the sin offering for the assembly."
    },
    {
        "o": 3089,
        "r": "nasb:Leviticus:4:22",
        "t": "‘When*p a leader sins and unintentionally does any one of all the things which the Lord*s his God has commanded not to be done, and he becomes guilty,"
    },
    {
        "o": 3090,
        "r": "nasb:Leviticus:4:23",
        "t": "if his sin which he has committed is made known to him, he shall bring for his offering a goat, a male without defect."
    },
    {
        "o": 3091,
        "r": "nasb:Leviticus:4:24",
        "t": "He shall lay his hand on the head of the male goat and slay it in the place where they slay the burnt offering before the Lord;*s it is a sin offering."
    },
    {
        "o": 3092,
        "r": "nasb:Leviticus:4:25",
        "t": "Then the priest is to take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering; and the*i rest*i of*i its blood he shall pour out at the base of the altar of burnt offering."
    },
    {
        "o": 3093,
        "r": "nasb:Leviticus:4:26",
        "t": "All its fat he shall offer up in smoke on the altar as in*i the*i case*i of*i the fat of the sacrifice of peace offerings. Thus the priest shall make atonement for him in regard to his sin, and he will be forgiven."
    },
    {
        "o": 3094,
        "r": "nasb:Leviticus:4:27",
        "t": "‘Now*p if anyone of the common people sins unintentionally in doing any of the things which the Lord*s has commanded not to be done, and becomes guilty,"
    },
    {
        "o": 3095,
        "r": "nasb:Leviticus:4:28",
        "t": "if his sin which he has committed is made known to him, then he shall bring for his offering a goat, a female without defect, for his sin which he has committed."
    },
    {
        "o": 3096,
        "r": "nasb:Leviticus:4:29",
        "t": "He shall lay his hand on the head of the sin offering and slay the sin offering at the place of the burnt offering."
    },
    {
        "o": 3097,
        "r": "nasb:Leviticus:4:30",
        "t": "The priest shall take some of its blood with his finger and put it on the horns of the altar of burnt offering; and all the*i rest*i of*i its blood he shall pour out at the base of the altar."
    },
    {
        "o": 3098,
        "r": "nasb:Leviticus:4:31",
        "t": "Then he shall remove all its fat, just as the fat was removed from the sacrifice of peace offerings; and the priest shall offer it up in smoke on the altar for a soothing aroma to the Lord.*s Thus the priest shall make atonement for him, and he will be forgiven."
    },
    {
        "o": 3099,
        "r": "nasb:Leviticus:4:32",
        "t": "‘But*p if he brings a lamb as his offering for a sin offering, he shall bring it, a female without defect."
    },
    {
        "o": 3100,
        "r": "nasb:Leviticus:4:33",
        "t": "He shall lay his hand on the head of the sin offering and slay it for a sin offering in the place where they slay the burnt offering."
    },
    {
        "o": 3101,
        "r": "nasb:Leviticus:4:34",
        "t": "The priest is to take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering, and all the*i rest*i of*i its blood he shall pour out at the base of the altar."
    },
    {
        "o": 3102,
        "r": "nasb:Leviticus:4:35",
        "t": "Then he shall remove all its fat, just as the fat of the lamb is removed from the sacrifice of the peace offerings, and the priest shall offer them up in smoke on the altar, on the offerings by fire to the Lord.*s Thus the priest shall make atonement for him in regard to his sin which he has committed, and he will be forgiven."
    },
    {
        "o": 3103,
        "r": "nasb:Leviticus:5:0",
        "t": "Leviticus 5",
        "h": 1
    },
    {
        "o": 3104,
        "r": "nasb:Leviticus:5:0",
        "t": "The Law of Guilt Offerings",
        "h": 2
    },
    {
        "o": 3105,
        "r": "nasb:Leviticus:5:1",
        "t": "‘Now*p if a person sins after he hears a public adjuration to*i testify*i when he is a witness, whether he has seen or otherwise*i known, if he does not tell it,*i then he will bear his guilt."
    },
    {
        "o": 3106,
        "r": "nasb:Leviticus:5:2",
        "t": "Or if a person touches any unclean thing, whether a carcass of an unclean beast or the carcass of unclean cattle or a carcass of unclean swarming things, though it is hidden from him and he is unclean, then he will be guilty."
    },
    {
        "o": 3107,
        "r": "nasb:Leviticus:5:3",
        "t": "Or if he touches human uncleanness, of whatever sort*i his uncleanness may*i be with which he becomes unclean, and it is hidden from him, and then he comes to know it,*i he will be guilty."
    },
    {
        "o": 3108,
        "r": "nasb:Leviticus:5:4",
        "t": "Or if a person swears thoughtlessly with his lips to do evil or to do good, in whatever matter a man may speak thoughtlessly with an oath, and it is hidden from him, and then he comes to know it,*i he will be guilty in one of these."
    },
    {
        "o": 3109,
        "r": "nasb:Leviticus:5:5",
        "t": "So it shall be when he becomes guilty in one of these, that he shall confess that in which he has sinned."
    },
    {
        "o": 3110,
        "r": "nasb:Leviticus:5:6",
        "t": "He shall also bring his guilt offering to the Lord*s for his sin which he has committed, a female from the flock, a lamb or a goat as a sin offering. So the priest shall make atonement on his behalf for his sin."
    },
    {
        "o": 3111,
        "r": "nasb:Leviticus:5:7",
        "t": "‘But*p if he cannot afford a lamb, then he shall bring to the Lord*s his guilt offering for that in which he has sinned, two turtledoves or two young pigeons, one for a sin offering and the other for a burnt offering."
    },
    {
        "o": 3112,
        "r": "nasb:Leviticus:5:8",
        "t": "He shall bring them to the priest, who shall offer first that which is for the sin offering and shall nip its head at the front of its neck, but he shall not sever it.*i"
    },
    {
        "o": 3113,
        "r": "nasb:Leviticus:5:9",
        "t": "He shall also sprinkle some of the blood of the sin offering on the side of the altar, while the rest of the blood shall be drained out at the base of the altar: it is a sin offering."
    },
    {
        "o": 3114,
        "r": "nasb:Leviticus:5:10",
        "t": "The second he shall then prepare as a burnt offering according to the ordinance. So the priest shall make atonement on his behalf for his sin which he has committed, and it will be forgiven him."
    },
    {
        "o": 3115,
        "r": "nasb:Leviticus:5:11",
        "t": "‘But*p if his means are insufficient for two turtledoves or two young pigeons, then for his offering for that which he has sinned, he shall bring the tenth of an ephah of fine flour for a sin offering; he shall not put oil on it or place incense on it, for it is a sin offering."
    },
    {
        "o": 3116,
        "r": "nasb:Leviticus:5:12",
        "t": "He shall bring it to the priest, and the priest shall take his handful of it as its memorial portion and offer it*i up in smoke on the altar, with the offerings of the Lord*s by fire: it is a sin offering."
    },
    {
        "o": 3117,
        "r": "nasb:Leviticus:5:13",
        "t": "So the priest shall make atonement for him concerning his sin which he has committed from one of these, and it will be forgiven him; then the*i rest*i shall become the priest’s, like the grain offering.’ ”"
    },
    {
        "o": 3118,
        "r": "nasb:Leviticus:5:14",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3119,
        "r": "nasb:Leviticus:5:15",
        "t": "“If a person acts unfaithfully and sins unintentionally against the Lord’s*s holy things, then he shall bring his guilt offering to the Lord:*s a ram without defect from the flock, according to your valuation in silver by shekels, in terms*i of*i the shekel of the sanctuary, for a guilt offering."
    },
    {
        "o": 3120,
        "r": "nasb:Leviticus:5:16",
        "t": "He shall make restitution for that which he has sinned against the holy thing, and shall add to it a fifth part of it and give it to the priest. The priest shall then make atonement for him with the ram of the guilt offering, and it will be forgiven him."
    },
    {
        "o": 3121,
        "r": "nasb:Leviticus:5:17",
        "t": "“Now*p if a person sins and does any of the things which the Lord*s has commanded not to be done, though he was unaware, still he is guilty and shall bear his punishment."
    },
    {
        "o": 3122,
        "r": "nasb:Leviticus:5:18",
        "t": "He is then to bring to the priest a ram without defect from the flock, according to your valuation, for a guilt offering. So the priest shall make atonement for him concerning his error in which he sinned unintentionally and did not know it,*i and it will be forgiven him."
    },
    {
        "o": 3123,
        "r": "nasb:Leviticus:5:19",
        "t": "It is a guilt offering; he was certainly guilty before the Lord.”*s"
    },
    {
        "o": 3124,
        "r": "nasb:Leviticus:6:0",
        "t": "Leviticus 6",
        "h": 1
    },
    {
        "o": 3125,
        "r": "nasb:Leviticus:6:0",
        "t": "Guilt Offering",
        "h": 2
    },
    {
        "o": 3126,
        "r": "nasb:Leviticus:6:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3127,
        "r": "nasb:Leviticus:6:2",
        "t": "“When a person sins and acts unfaithfully against the Lord,*s and deceives his companion in regard to a deposit or a security entrusted to*i him,*i or through robbery, or if*i he has extorted from his companion,"
    },
    {
        "o": 3128,
        "r": "nasb:Leviticus:6:3",
        "t": "or has found what was lost and lied about it and sworn falsely, so that he sins in regard to any one of the things a man may do;"
    },
    {
        "o": 3129,
        "r": "nasb:Leviticus:6:4",
        "t": "then it shall be, when he sins and becomes guilty, that he shall restore what he took by robbery or what he got by extortion, or the deposit which was entrusted to him or the lost thing which he found,"
    },
    {
        "o": 3130,
        "r": "nasb:Leviticus:6:5",
        "t": "or anything about which he swore falsely; he shall make restitution for it in full and add to it one-fifth more. He shall give it to the one to whom it belongs on the day he*i presents*i his guilt offering."
    },
    {
        "o": 3131,
        "r": "nasb:Leviticus:6:6",
        "t": "Then he shall bring to the priest his guilt offering to the Lord,*s a ram without defect from the flock, according to your valuation, for a guilt offering,"
    },
    {
        "o": 3132,
        "r": "nasb:Leviticus:6:7",
        "t": "and the priest shall make atonement for him before the Lord,*s and he will be forgiven for any one of the things which he may have done to incur guilt.”"
    },
    {
        "o": 3133,
        "r": "nasb:Leviticus:6:7",
        "t": "The Priest’s Part in the Offerings",
        "h": 2
    },
    {
        "o": 3134,
        "r": "nasb:Leviticus:6:8",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3135,
        "r": "nasb:Leviticus:6:9",
        "t": "“Command Aaron and his sons, saying, ‘This is the law for the burnt offering: the burnt offering itself shall*i remain*i on the hearth on the altar all night until the morning, and the fire on the altar is to be kept burning on it."
    },
    {
        "o": 3136,
        "r": "nasb:Leviticus:6:10",
        "t": "The priest is to put on his linen robe, and he shall put on undergarments next to his flesh; and he shall take up the ashes to*i which the fire reduces the burnt offering on the altar and place them beside the altar."
    },
    {
        "o": 3137,
        "r": "nasb:Leviticus:6:11",
        "t": "Then he shall take off his garments and put on other garments, and carry the ashes outside the camp to a clean place."
    },
    {
        "o": 3138,
        "r": "nasb:Leviticus:6:12",
        "t": "The fire on the altar shall be kept burning on it. It shall not go out, but the priest shall burn wood on it every morning; and he shall lay out the burnt offering on it, and offer up in smoke the fat portions of the peace offerings on it."
    },
    {
        "o": 3139,
        "r": "nasb:Leviticus:6:13",
        "t": "Fire shall be kept burning continually on the altar; it is not to go out."
    },
    {
        "o": 3140,
        "r": "nasb:Leviticus:6:14",
        "t": "‘Now*p this is the law of the grain offering: the sons of Aaron shall present it before the Lord*s in front of the altar."
    },
    {
        "o": 3141,
        "r": "nasb:Leviticus:6:15",
        "t": "Then one of*i them*i shall lift up from it a handful of the fine flour of the grain offering, with its oil and all the incense that is on the grain offering, and he shall offer it*i up in smoke on the altar, a soothing aroma, as its memorial offering to the Lord.*s"
    },
    {
        "o": 3142,
        "r": "nasb:Leviticus:6:16",
        "t": "What is left of it Aaron and his sons are to eat. It shall be eaten as unleavened cakes in a holy place; they are to eat it in the court of the tent of meeting."
    },
    {
        "o": 3143,
        "r": "nasb:Leviticus:6:17",
        "t": "It shall not be baked with leaven. I have given it as their share from My offerings by fire; it is most holy, like the sin offering and the guilt offering."
    },
    {
        "o": 3144,
        "r": "nasb:Leviticus:6:18",
        "t": "Every male among the sons of Aaron may eat it; it is a permanent ordinance throughout your generations, from the offerings by fire to the Lord.*s Whoever touches them will become consecrated.’ ”"
    },
    {
        "o": 3145,
        "r": "nasb:Leviticus:6:19",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3146,
        "r": "nasb:Leviticus:6:20",
        "t": "“This is the offering which Aaron and his sons are to present to the Lord*s on the day when he is anointed; the tenth of an ephah of fine flour as a regular grain offering, half of it in the morning and half of it in the evening."
    },
    {
        "o": 3147,
        "r": "nasb:Leviticus:6:21",
        "t": "It shall be prepared with oil on a griddle. When it is well*i stirred, you shall bring it. You shall present the grain offering in baked pieces as a soothing aroma to the Lord.*s"
    },
    {
        "o": 3148,
        "r": "nasb:Leviticus:6:22",
        "t": "The anointed priest who will be in his place among his sons shall offer it. By a permanent ordinance it shall be entirely offered up in smoke to the Lord.*s"
    },
    {
        "o": 3149,
        "r": "nasb:Leviticus:6:23",
        "t": "So every grain offering of the priest shall be burned entirely. It shall not be eaten.”"
    },
    {
        "o": 3150,
        "r": "nasb:Leviticus:6:24",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3151,
        "r": "nasb:Leviticus:6:25",
        "t": "“Speak to Aaron and to his sons, saying, ‘This is the law of the sin offering: in the place where the burnt offering is slain the sin offering shall be slain before the Lord;*s it is most holy."
    },
    {
        "o": 3152,
        "r": "nasb:Leviticus:6:26",
        "t": "The priest who offers it for sin shall eat it. It shall be eaten in a holy place, in the court of the tent of meeting."
    },
    {
        "o": 3153,
        "r": "nasb:Leviticus:6:27",
        "t": "Anyone who touches its flesh will become consecrated; and when any of its blood splashes on a garment, in a holy place you shall wash what was splashed on."
    },
    {
        "o": 3154,
        "r": "nasb:Leviticus:6:28",
        "t": "Also the earthenware vessel in which it was boiled shall be broken; and if it was boiled in a bronze vessel, then it shall be scoured and rinsed in water."
    },
    {
        "o": 3155,
        "r": "nasb:Leviticus:6:29",
        "t": "Every male among the priests may eat of it; it is most holy."
    },
    {
        "o": 3156,
        "r": "nasb:Leviticus:6:30",
        "t": "But no sin offering of which any of the blood is brought into the tent of meeting to make atonement in the holy place shall be eaten; it shall be burned with fire."
    },
    {
        "o": 3157,
        "r": "nasb:Leviticus:7:0",
        "t": "Leviticus 7",
        "h": 1
    },
    {
        "o": 3158,
        "r": "nasb:Leviticus:7:0",
        "t": "The Priest’s Part in the Offerings",
        "h": 2
    },
    {
        "o": 3159,
        "r": "nasb:Leviticus:7:1",
        "t": "‘Now*p this is the law of the guilt offering; it is most holy."
    },
    {
        "o": 3160,
        "r": "nasb:Leviticus:7:2",
        "t": "In the place where they slay the burnt offering they are to slay the guilt offering, and he shall sprinkle its blood around on the altar."
    },
    {
        "o": 3161,
        "r": "nasb:Leviticus:7:3",
        "t": "Then he shall offer from it all its fat: the fat tail and the fat that covers the entrails,"
    },
    {
        "o": 3162,
        "r": "nasb:Leviticus:7:4",
        "t": "and the two kidneys with the fat that is on them, which is on the loins, and the lobe on the liver he shall remove with the kidneys."
    },
    {
        "o": 3163,
        "r": "nasb:Leviticus:7:5",
        "t": "The priest shall offer them up in smoke on the altar as an offering by fire to the Lord;*s it is a guilt offering."
    },
    {
        "o": 3164,
        "r": "nasb:Leviticus:7:6",
        "t": "Every male among the priests may eat of it. It shall be eaten in a holy place; it is most holy."
    },
    {
        "o": 3165,
        "r": "nasb:Leviticus:7:7",
        "t": "The guilt offering is like the sin offering, there is one law for them; the priest who makes atonement with it shall have it."
    },
    {
        "o": 3166,
        "r": "nasb:Leviticus:7:8",
        "t": "Also the priest who presents any man’s burnt offering, that priest shall have for himself the skin of the burnt offering which he has presented."
    },
    {
        "o": 3167,
        "r": "nasb:Leviticus:7:9",
        "t": "Likewise, every grain offering that is baked in the oven and everything prepared in a pan or on a griddle shall belong to the priest who presents it."
    },
    {
        "o": 3168,
        "r": "nasb:Leviticus:7:10",
        "t": "Every grain offering, mixed with oil or dry, shall belong to all the sons of Aaron, to all alike."
    },
    {
        "o": 3169,
        "r": "nasb:Leviticus:7:11",
        "t": "‘Now*p this is the law of the sacrifice of peace offerings which shall be presented to the Lord.*s"
    },
    {
        "o": 3170,
        "r": "nasb:Leviticus:7:12",
        "t": "If he offers it by way of thanksgiving, then along with the sacrifice of thanksgiving he shall offer unleavened cakes mixed with oil, and unleavened wafers spread with oil, and cakes of*i well*i stirred fine flour mixed with oil."
    },
    {
        "o": 3171,
        "r": "nasb:Leviticus:7:13",
        "t": "With the sacrifice of his peace offerings for thanksgiving, he shall present his offering with cakes of leavened bread."
    },
    {
        "o": 3172,
        "r": "nasb:Leviticus:7:14",
        "t": "Of this he shall present one of every offering as a contribution to the Lord;*s it shall belong to the priest who sprinkles the blood of the peace offerings."
    },
    {
        "o": 3173,
        "r": "nasb:Leviticus:7:15",
        "t": "‘Now*p as*i for*i the flesh of the sacrifice of his thanksgiving peace offerings, it shall be eaten on the day of his offering; he shall not leave any of it over until morning."
    },
    {
        "o": 3174,
        "r": "nasb:Leviticus:7:16",
        "t": "But if the sacrifice of his offering is a votive or a freewill offering, it shall be eaten on the day that he offers his sacrifice, and on the next day what is left of it may be eaten;"
    },
    {
        "o": 3175,
        "r": "nasb:Leviticus:7:17",
        "t": "but what is left over from the flesh of the sacrifice on the third day shall be burned with fire."
    },
    {
        "o": 3176,
        "r": "nasb:Leviticus:7:18",
        "t": "So if any of the flesh of the sacrifice of his peace offerings should ever*i be eaten on the third day, he who offers it will not be accepted, and*i it will not be reckoned to his benefit.*i It shall be an offensive thing, and the person who eats of it will bear his own*i iniquity."
    },
    {
        "o": 3177,
        "r": "nasb:Leviticus:7:19",
        "t": "‘Also*p the flesh that touches anything unclean shall not be eaten; it shall be burned with fire. As for other*i flesh, anyone who is clean may eat such*i flesh."
    },
    {
        "o": 3178,
        "r": "nasb:Leviticus:7:20",
        "t": "But the person who eats the flesh of the sacrifice of peace offerings which belong to the Lord,*s in his uncleanness, that person shall be cut off from his people."
    },
    {
        "o": 3179,
        "r": "nasb:Leviticus:7:21",
        "t": "When anyone touches anything unclean, whether human uncleanness, or an unclean animal, or any unclean detestable thing, and eats of the flesh of the sacrifice of peace offerings which belong to the Lord,*s that person shall be cut off from his people.’ ”"
    },
    {
        "o": 3180,
        "r": "nasb:Leviticus:7:22",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3181,
        "r": "nasb:Leviticus:7:23",
        "t": "“Speak to the sons of Israel, saying, ‘You shall not eat any fat from*i an ox, a sheep or a goat."
    },
    {
        "o": 3182,
        "r": "nasb:Leviticus:7:24",
        "t": "Also the fat of an*i animal*i which dies and the fat of an animal torn by*i beasts*i may be put to any other use, but you must certainly not eat it."
    },
    {
        "o": 3183,
        "r": "nasb:Leviticus:7:25",
        "t": "For whoever eats the fat of the animal from which an offering by fire is offered to the Lord,*s even the person who eats shall be cut off from his people."
    },
    {
        "o": 3184,
        "r": "nasb:Leviticus:7:26",
        "t": "You are not to eat any blood, either of bird or animal, in any of your dwellings."
    },
    {
        "o": 3185,
        "r": "nasb:Leviticus:7:27",
        "t": "Any person who eats any blood, even that person shall be cut off from his people.’ ”"
    },
    {
        "o": 3186,
        "r": "nasb:Leviticus:7:28",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3187,
        "r": "nasb:Leviticus:7:29",
        "t": "“Speak to the sons of Israel, saying, ‘He who offers the sacrifice of his peace offerings to the Lord*s shall bring his offering to the Lord*s from the sacrifice of his peace offerings."
    },
    {
        "o": 3188,
        "r": "nasb:Leviticus:7:30",
        "t": "His own hands are to bring offerings by fire to the Lord.*s He shall bring the fat with the breast, that the breast may be presented as a wave offering before the Lord.*s"
    },
    {
        "o": 3189,
        "r": "nasb:Leviticus:7:31",
        "t": "The priest shall offer up the fat in smoke on the altar, but the breast shall belong to Aaron and his sons."
    },
    {
        "o": 3190,
        "r": "nasb:Leviticus:7:32",
        "t": "You shall give the right thigh to the priest as a contribution from the sacrifices of your peace offerings."
    },
    {
        "o": 3191,
        "r": "nasb:Leviticus:7:33",
        "t": "The one among the sons of Aaron who offers the blood of the peace offerings and the fat, the right thigh shall be his as his*i portion."
    },
    {
        "o": 3192,
        "r": "nasb:Leviticus:7:34",
        "t": "For I have taken the breast of the wave offering and the thigh of the contribution from the sons of Israel from the sacrifices of their peace offerings, and have given them to Aaron the priest and to his sons as their*i due forever from the sons of Israel."
    },
    {
        "o": 3193,
        "r": "nasb:Leviticus:7:35",
        "t": "‘This*p is that which is consecrated to Aaron and that which is consecrated to his sons from the offerings by fire to the Lord,*s in that day when he presented them to serve as priests to the Lord.*s"
    },
    {
        "o": 3194,
        "r": "nasb:Leviticus:7:36",
        "t": "These the Lord*s had commanded to be given them from the sons of Israel in the day that He anointed them. It is their*i due forever throughout their generations.’ ”"
    },
    {
        "o": 3195,
        "r": "nasb:Leviticus:7:37",
        "t": "This*p is the law of the burnt offering, the grain offering and the sin offering and the guilt offering and the ordination offering and the sacrifice of peace offerings,"
    },
    {
        "o": 3196,
        "r": "nasb:Leviticus:7:38",
        "t": "which the Lord*s commanded Moses at Mount Sinai in the day that He commanded the sons of Israel to present their offerings to the Lord*s in the wilderness of Sinai."
    },
    {
        "o": 3197,
        "r": "nasb:Leviticus:8:0",
        "t": "Leviticus 8",
        "h": 1
    },
    {
        "o": 3198,
        "r": "nasb:Leviticus:8:0",
        "t": "The Consecration of Aaron and His Sons",
        "h": 2
    },
    {
        "o": 3199,
        "r": "nasb:Leviticus:8:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3200,
        "r": "nasb:Leviticus:8:2",
        "t": "“Take Aaron and his sons with him, and the garments and the anointing oil and the bull of the sin offering, and the two rams and the basket of unleavened bread,"
    },
    {
        "o": 3201,
        "r": "nasb:Leviticus:8:3",
        "t": "and assemble all the congregation at the doorway of the tent of meeting.”"
    },
    {
        "o": 3202,
        "r": "nasb:Leviticus:8:4",
        "t": "So Moses did just as the Lord*s commanded him. When the congregation was assembled at the doorway of the tent of meeting,"
    },
    {
        "o": 3203,
        "r": "nasb:Leviticus:8:5",
        "t": "Moses said to the congregation, “This is the thing which the Lord*s has commanded to do.”"
    },
    {
        "o": 3204,
        "r": "nasb:Leviticus:8:6",
        "t": "Then*p Moses had Aaron and his sons come near and washed them with water."
    },
    {
        "o": 3205,
        "r": "nasb:Leviticus:8:7",
        "t": "He put the tunic on him and girded him with the sash, and clothed him with the robe and put the ephod on him; and he girded him with the artistic band of the ephod, with which he tied it*i to him."
    },
    {
        "o": 3206,
        "r": "nasb:Leviticus:8:8",
        "t": "He then placed the breastpiece on him, and in the breastpiece he put the Urim and the Thummim."
    },
    {
        "o": 3207,
        "r": "nasb:Leviticus:8:9",
        "t": "He also placed the turban on his head, and on the turban, at its front, he placed the golden plate, the holy crown, just as the Lord*s had commanded Moses."
    },
    {
        "o": 3208,
        "r": "nasb:Leviticus:8:10",
        "t": "Moses*p then took the anointing oil and anointed the tabernacle and all that was in it, and consecrated them."
    },
    {
        "o": 3209,
        "r": "nasb:Leviticus:8:11",
        "t": "He sprinkled some of it on the altar seven times and anointed the altar and all its utensils, and the basin and its stand, to consecrate them."
    },
    {
        "o": 3210,
        "r": "nasb:Leviticus:8:12",
        "t": "Then he poured some of the anointing oil on Aaron’s head and anointed him, to consecrate him."
    },
    {
        "o": 3211,
        "r": "nasb:Leviticus:8:13",
        "t": "Next Moses had Aaron’s sons come near and clothed them with tunics, and girded them with sashes and bound caps on them, just as the Lord*s had commanded Moses."
    },
    {
        "o": 3212,
        "r": "nasb:Leviticus:8:14",
        "t": "Then*p he brought the bull of the sin offering, and Aaron and his sons laid their hands on the head of the bull of the sin offering."
    },
    {
        "o": 3213,
        "r": "nasb:Leviticus:8:15",
        "t": "Next Moses slaughtered it*i and took the blood and with his finger put some*i of*i it*i around on the horns of the altar, and purified the altar. Then he poured out the*i rest*i of*i the blood at the base of the altar and consecrated it, to make atonement for it."
    },
    {
        "o": 3214,
        "r": "nasb:Leviticus:8:16",
        "t": "He also took all the fat that was on the entrails and the lobe of the liver, and the two kidneys and their fat; and Moses offered it up in smoke on the altar."
    },
    {
        "o": 3215,
        "r": "nasb:Leviticus:8:17",
        "t": "But the bull and its hide and its flesh and its refuse he burned in the fire outside the camp, just as the Lord*s had commanded Moses."
    },
    {
        "o": 3216,
        "r": "nasb:Leviticus:8:18",
        "t": "Then*p he presented the ram of the burnt offering, and Aaron and his sons laid their hands on the head of the ram."
    },
    {
        "o": 3217,
        "r": "nasb:Leviticus:8:19",
        "t": "Moses slaughtered it*i and sprinkled the blood around on the altar."
    },
    {
        "o": 3218,
        "r": "nasb:Leviticus:8:20",
        "t": "When he had cut the ram into its pieces, Moses offered up the head and the pieces and the suet in smoke."
    },
    {
        "o": 3219,
        "r": "nasb:Leviticus:8:21",
        "t": "After he had washed the entrails and the legs with water, Moses offered up the whole ram in smoke on the altar. It was a burnt offering for a soothing aroma; it was an offering by fire to the Lord,*s just as the Lord*s had commanded Moses."
    },
    {
        "o": 3220,
        "r": "nasb:Leviticus:8:22",
        "t": "Then*p he presented the second ram, the ram of ordination, and Aaron and his sons laid their hands on the head of the ram."
    },
    {
        "o": 3221,
        "r": "nasb:Leviticus:8:23",
        "t": "Moses slaughtered it*i and took some of its blood and put it on the lobe of Aaron’s right ear, and on the thumb of his right hand and on the big toe of his right foot."
    },
    {
        "o": 3222,
        "r": "nasb:Leviticus:8:24",
        "t": "He also had Aaron’s sons come near; and Moses put some of the blood on the lobe of their right ear, and on the thumb of their right hand and on the big toe of their right foot. Moses then sprinkled the*i rest*i of*i the blood around on the altar."
    },
    {
        "o": 3223,
        "r": "nasb:Leviticus:8:25",
        "t": "He took the fat, and the fat tail, and all the fat that was on the entrails, and the lobe of the liver and the two kidneys and their fat and the right thigh."
    },
    {
        "o": 3224,
        "r": "nasb:Leviticus:8:26",
        "t": "From the basket of unleavened bread that was before the Lord,*s he took one unleavened cake and one cake of bread mixed*i with*i oil and one wafer, and placed them*i on the portions of fat and on the right thigh."
    },
    {
        "o": 3225,
        "r": "nasb:Leviticus:8:27",
        "t": "He then put all these*i on the hands of Aaron and on the hands of his sons and presented them as a wave offering before the Lord.*s"
    },
    {
        "o": 3226,
        "r": "nasb:Leviticus:8:28",
        "t": "Then Moses took them from their hands and offered them up in smoke on the altar with the burnt offering. They were an ordination offering for a soothing aroma; it was an offering by fire to the Lord.*s"
    },
    {
        "o": 3227,
        "r": "nasb:Leviticus:8:29",
        "t": "Moses also took the breast and presented it for a wave offering before the Lord;*s it was Moses’ portion of the ram of ordination, just as the Lord*s had commanded Moses."
    },
    {
        "o": 3228,
        "r": "nasb:Leviticus:8:30",
        "t": "So*p Moses took some of the anointing oil and some of the blood which was on the altar and sprinkled it on Aaron, on his garments, on his sons, and on the garments of his sons with him; and he consecrated Aaron, his garments, and his sons, and the garments of his sons with him."
    },
    {
        "o": 3229,
        "r": "nasb:Leviticus:8:31",
        "t": "Then*p Moses said to Aaron and to his sons, “Boil the flesh at the doorway of the tent of meeting, and eat it there together with the bread which is in the basket of the ordination offering, just as I commanded, saying, ‘Aaron and his sons shall eat it.’"
    },
    {
        "o": 3230,
        "r": "nasb:Leviticus:8:32",
        "t": "The remainder of the flesh and of the bread you shall burn in the fire."
    },
    {
        "o": 3231,
        "r": "nasb:Leviticus:8:33",
        "t": "You shall not go outside the doorway of the tent of meeting for seven days, until the day that the period of your ordination is fulfilled; for he will ordain you through seven days."
    },
    {
        "o": 3232,
        "r": "nasb:Leviticus:8:34",
        "t": "The Lord*s has commanded to do as has been done this day, to make atonement on your behalf."
    },
    {
        "o": 3233,
        "r": "nasb:Leviticus:8:35",
        "t": "At the doorway of the tent of meeting, moreover, you shall remain day and night for seven days and keep the charge of the Lord,*s so that you will not die, for so I have been commanded.”"
    },
    {
        "o": 3234,
        "r": "nasb:Leviticus:8:36",
        "t": "Thus Aaron and his sons did all the things which the Lord*s had commanded through Moses."
    },
    {
        "o": 3235,
        "r": "nasb:Leviticus:9:0",
        "t": "Leviticus 9",
        "h": 1
    },
    {
        "o": 3236,
        "r": "nasb:Leviticus:9:0",
        "t": "Aaron Offers Sacrifices",
        "h": 2
    },
    {
        "o": 3237,
        "r": "nasb:Leviticus:9:1",
        "t": "Now*p it came about on the eighth day that Moses called Aaron and his sons and the elders of Israel;"
    },
    {
        "o": 3238,
        "r": "nasb:Leviticus:9:2",
        "t": "and he said to Aaron, “Take for yourself a calf, a bull, for a sin offering and a ram for a burnt offering, both*i without defect, and offer them*i before the Lord.*s"
    },
    {
        "o": 3239,
        "r": "nasb:Leviticus:9:3",
        "t": "Then to the sons of Israel you shall speak, saying, ‘Take a male goat for a sin offering, and a calf and a lamb, both one year old, without defect, for a burnt offering,"
    },
    {
        "o": 3240,
        "r": "nasb:Leviticus:9:4",
        "t": "and an ox and a ram for peace offerings, to sacrifice before the Lord,*s and a grain offering mixed with oil; for today the Lord*s will appear to you.’ ”"
    },
    {
        "o": 3241,
        "r": "nasb:Leviticus:9:5",
        "t": "So they took what Moses had commanded to the front of the tent of meeting, and the whole congregation came near and stood before the Lord.*s"
    },
    {
        "o": 3242,
        "r": "nasb:Leviticus:9:6",
        "t": "Moses said, “This is the thing which the Lord*s has commanded you to do, that the glory of the Lord*s may appear to you.”"
    },
    {
        "o": 3243,
        "r": "nasb:Leviticus:9:7",
        "t": "Moses then said to Aaron, “Come near to the altar and offer your sin offering and your burnt offering, that you may make atonement for yourself and for the people; then make the offering for the people, that you may make atonement for them, just as the Lord*s has commanded.”"
    },
    {
        "o": 3244,
        "r": "nasb:Leviticus:9:8",
        "t": "So*p Aaron came near to the altar and slaughtered the calf of the sin offering which was for himself."
    },
    {
        "o": 3245,
        "r": "nasb:Leviticus:9:9",
        "t": "Aaron’s sons presented the blood to him; and he dipped his finger in the blood and put some*i on the horns of the altar, and poured out the*i rest*i of*i the blood at the base of the altar."
    },
    {
        "o": 3246,
        "r": "nasb:Leviticus:9:10",
        "t": "The fat and the kidneys and the lobe of the liver of the sin offering, he then offered up in smoke on the altar just as the Lord*s had commanded Moses."
    },
    {
        "o": 3247,
        "r": "nasb:Leviticus:9:11",
        "t": "The flesh and the skin, however, he burned with fire outside the camp."
    },
    {
        "o": 3248,
        "r": "nasb:Leviticus:9:12",
        "t": "Then*p he slaughtered the burnt offering; and Aaron’s sons handed the blood to him and he sprinkled it around on the altar."
    },
    {
        "o": 3249,
        "r": "nasb:Leviticus:9:13",
        "t": "They handed the burnt offering to him in pieces, with the head, and he offered them*i up in smoke on the altar."
    },
    {
        "o": 3250,
        "r": "nasb:Leviticus:9:14",
        "t": "He also washed the entrails and the legs, and offered them*i up in smoke with the burnt offering on the altar."
    },
    {
        "o": 3251,
        "r": "nasb:Leviticus:9:15",
        "t": "Then*p he presented the people’s offering, and took the goat of the sin offering which was for the people, and slaughtered it and offered it for sin, like the first."
    },
    {
        "o": 3252,
        "r": "nasb:Leviticus:9:16",
        "t": "He also presented the burnt offering, and offered it according to the ordinance."
    },
    {
        "o": 3253,
        "r": "nasb:Leviticus:9:17",
        "t": "Next he presented the grain offering, and filled his hand with some of it and offered it*i up in smoke on the altar, besides the burnt offering of the morning."
    },
    {
        "o": 3254,
        "r": "nasb:Leviticus:9:18",
        "t": "Then*p he slaughtered the ox and the ram, the sacrifice of peace offerings which was for the people; and Aaron’s sons handed the blood to him and he sprinkled it around on the altar."
    },
    {
        "o": 3255,
        "r": "nasb:Leviticus:9:19",
        "t": "As for the portions of fat from the ox and from the ram, the fat tail, and the fat*i covering, and the kidneys and the lobe of the liver,"
    },
    {
        "o": 3256,
        "r": "nasb:Leviticus:9:20",
        "t": "they now placed the portions of fat on the breasts; and he offered them up in smoke on the altar."
    },
    {
        "o": 3257,
        "r": "nasb:Leviticus:9:21",
        "t": "But the breasts and the right thigh Aaron presented as a wave offering before the Lord,*s just as Moses had commanded."
    },
    {
        "o": 3258,
        "r": "nasb:Leviticus:9:22",
        "t": "Then*p Aaron lifted up his hands toward the people and blessed them, and he stepped down after making the sin offering and the burnt offering and the peace offerings."
    },
    {
        "o": 3259,
        "r": "nasb:Leviticus:9:23",
        "t": "Moses and Aaron went into the tent of meeting. When they came out and blessed the people, the glory of the Lord*s appeared to all the people."
    },
    {
        "o": 3260,
        "r": "nasb:Leviticus:9:24",
        "t": "Then fire came out from before the Lord*s and consumed the burnt offering and the portions of fat on the altar; and when all the people saw it,*i they shouted and fell on their faces."
    },
    {
        "o": 3261,
        "r": "nasb:Leviticus:10:0",
        "t": "Leviticus 10",
        "h": 1
    },
    {
        "o": 3262,
        "r": "nasb:Leviticus:10:0",
        "t": "The Sin of Nadab and Abihu",
        "h": 2
    },
    {
        "o": 3263,
        "r": "nasb:Leviticus:10:1",
        "t": "Now*p Nadab and Abihu, the sons of Aaron, took their respective firepans, and after putting fire in them, placed incense on it and offered strange fire before the Lord,*s which He had not commanded them."
    },
    {
        "o": 3264,
        "r": "nasb:Leviticus:10:2",
        "t": "And fire came out from the presence of the Lord*s and consumed them, and they died before the Lord.*s"
    },
    {
        "o": 3265,
        "r": "nasb:Leviticus:10:3",
        "t": "Then Moses said to Aaron, “It is what the Lord*s spoke, saying, ‘By*pn those who come near Me I will be treated as holy, And*ln before all the people I will be honored.’ ” So*p Aaron, therefore, kept silent."
    },
    {
        "o": 3266,
        "r": "nasb:Leviticus:10:4",
        "t": "Moses*p called also to Mishael and Elzaphan, the sons of Aaron’s uncle Uzziel, and said to them, “Come forward, carry your relatives away from the front of the sanctuary to the outside of the camp.”"
    },
    {
        "o": 3267,
        "r": "nasb:Leviticus:10:5",
        "t": "So they came forward and carried them still in their tunics to the outside of the camp, as Moses had said."
    },
    {
        "o": 3268,
        "r": "nasb:Leviticus:10:6",
        "t": "Then Moses said to Aaron and to his sons Eleazar and Ithamar, “Do not uncover your heads nor tear your clothes, so that you will not die and that He will not become wrathful against all the congregation. But your kinsmen, the whole house of Israel, shall bewail the burning which the Lord*s has brought about."
    },
    {
        "o": 3269,
        "r": "nasb:Leviticus:10:7",
        "t": "You shall not even go out from the doorway of the tent of meeting, or you will die; for the Lord’s*s anointing oil is upon you.” So they did according to the word of Moses."
    },
    {
        "o": 3270,
        "r": "nasb:Leviticus:10:8",
        "t": "The*p Lord*s then spoke to Aaron, saying,"
    },
    {
        "o": 3271,
        "r": "nasb:Leviticus:10:9",
        "t": "“Do not drink wine or strong drink, neither you nor your sons with you, when you come into the tent of meeting, so that you will not die—it is a perpetual statute throughout your generations—"
    },
    {
        "o": 3272,
        "r": "nasb:Leviticus:10:10",
        "t": "and so as to make a distinction between the holy and the profane, and between the unclean and the clean,"
    },
    {
        "o": 3273,
        "r": "nasb:Leviticus:10:11",
        "t": "and so as to teach the sons of Israel all the statutes which the Lord*s has spoken to them through Moses.”"
    },
    {
        "o": 3274,
        "r": "nasb:Leviticus:10:12",
        "t": "Then*p Moses spoke to Aaron, and to his surviving sons, Eleazar and Ithamar, “Take the grain offering that is left over from the Lord’s*s offerings by fire and eat it unleavened beside the altar, for it is most holy."
    },
    {
        "o": 3275,
        "r": "nasb:Leviticus:10:13",
        "t": "You shall eat it, moreover, in a holy place, because it is your due and your sons’ due out of the Lord’s*s offerings by fire; for thus I have been commanded."
    },
    {
        "o": 3276,
        "r": "nasb:Leviticus:10:14",
        "t": "The breast of the wave offering, however, and the thigh of the offering you may eat in a clean place, you and your sons and your daughters with you; for they have been given as your due and your sons’ due out of the sacrifices of the peace offerings of the sons of Israel."
    },
    {
        "o": 3277,
        "r": "nasb:Leviticus:10:15",
        "t": "The thigh offered by lifting up and the breast offered by waving they shall bring along with the offerings by fire of the portions of fat, to present as a wave offering before the Lord;*s so it shall be a thing perpetually due you and your sons with you, just as the Lord*s has commanded.”"
    },
    {
        "o": 3278,
        "r": "nasb:Leviticus:10:16",
        "t": "But*p Moses searched carefully for the goat of the sin offering, and behold, it had been burned up! So he was angry with Aaron’s surviving sons Eleazar and Ithamar, saying,"
    },
    {
        "o": 3279,
        "r": "nasb:Leviticus:10:17",
        "t": "“Why did you not eat the sin offering at the holy place? For it is most holy, and He gave it to you to bear away the guilt of the congregation, to make atonement for them before the Lord.*s"
    },
    {
        "o": 3280,
        "r": "nasb:Leviticus:10:18",
        "t": "Behold, since its blood had not been brought inside, into the sanctuary, you should certainly have eaten it in the sanctuary, just as I commanded.”"
    },
    {
        "o": 3281,
        "r": "nasb:Leviticus:10:19",
        "t": "But Aaron spoke to Moses, “Behold, this very day they presented their sin offering and their burnt offering before the Lord.*s When things like these happened to me, if I had eaten a sin offering today, would it have been good in the sight of the Lord?”*s"
    },
    {
        "o": 3282,
        "r": "nasb:Leviticus:10:20",
        "t": "When Moses heard that,*i it seemed good in his sight."
    },
    {
        "o": 3283,
        "r": "nasb:Leviticus:11:0",
        "t": "Leviticus 11",
        "h": 1
    },
    {
        "o": 3284,
        "r": "nasb:Leviticus:11:0",
        "t": "Laws about Animals for Food",
        "h": 2
    },
    {
        "o": 3285,
        "r": "nasb:Leviticus:11:1",
        "t": "The*p Lord*s spoke again to Moses and to Aaron, saying to them,"
    },
    {
        "o": 3286,
        "r": "nasb:Leviticus:11:2",
        "t": "“Speak to the sons of Israel, saying, ‘These are the creatures which you may eat from all the animals that are on the earth."
    },
    {
        "o": 3287,
        "r": "nasb:Leviticus:11:3",
        "t": "Whatever divides a hoof, thus making split hoofs, and*i chews the cud, among the animals, that you may eat."
    },
    {
        "o": 3288,
        "r": "nasb:Leviticus:11:4",
        "t": "Nevertheless, you are not to eat of these, among those which chew the cud, or among those which divide the hoof: the camel, for though it chews cud, it does not divide the hoof, it is unclean to you."
    },
    {
        "o": 3289,
        "r": "nasb:Leviticus:11:5",
        "t": "Likewise, the shaphan, for though it chews cud, it does not divide the hoof, it is unclean to you;"
    },
    {
        "o": 3290,
        "r": "nasb:Leviticus:11:6",
        "t": "the rabbit also, for though it chews cud, it does not divide the hoof, it is unclean to you;"
    },
    {
        "o": 3291,
        "r": "nasb:Leviticus:11:7",
        "t": "and the pig, for though it divides the hoof, thus making a split hoof, it does not chew cud, it is unclean to you."
    },
    {
        "o": 3292,
        "r": "nasb:Leviticus:11:8",
        "t": "You shall not eat of their flesh nor touch their carcasses; they are unclean to you."
    },
    {
        "o": 3293,
        "r": "nasb:Leviticus:11:9",
        "t": "‘These*p you may eat, whatever is in the water: all that have fins and scales, those in the water, in the seas or in the rivers, you may eat."
    },
    {
        "o": 3294,
        "r": "nasb:Leviticus:11:10",
        "t": "But whatever is in the seas and in the rivers that does not have fins and scales among all the teeming life of the water, and among all the living creatures that are in the water, they are detestable things to you,"
    },
    {
        "o": 3295,
        "r": "nasb:Leviticus:11:11",
        "t": "and they shall be abhorrent to you; you may not eat of their flesh, and their carcasses you shall detest."
    },
    {
        "o": 3296,
        "r": "nasb:Leviticus:11:12",
        "t": "Whatever in the water does not have fins and scales is abhorrent to you."
    },
    {
        "o": 3297,
        "r": "nasb:Leviticus:11:12",
        "t": "Avoid the Unclean",
        "h": 2
    },
    {
        "o": 3298,
        "r": "nasb:Leviticus:11:13",
        "t": "‘These,*p moreover, you shall detest among the birds; they are abhorrent, not to be eaten: the eagle and the vulture and the buzzard,"
    },
    {
        "o": 3299,
        "r": "nasb:Leviticus:11:14",
        "t": "and the kite and the falcon in its kind,"
    },
    {
        "o": 3300,
        "r": "nasb:Leviticus:11:15",
        "t": "every raven in its kind,"
    },
    {
        "o": 3301,
        "r": "nasb:Leviticus:11:16",
        "t": "and the ostrich and the owl and the sea gull and the hawk in its kind,"
    },
    {
        "o": 3302,
        "r": "nasb:Leviticus:11:17",
        "t": "and the little owl and the cormorant and the great owl,"
    },
    {
        "o": 3303,
        "r": "nasb:Leviticus:11:18",
        "t": "and the white owl and the pelican and the carrion vulture,"
    },
    {
        "o": 3304,
        "r": "nasb:Leviticus:11:19",
        "t": "and the stork, the heron in its kinds, and the hoopoe, and the bat."
    },
    {
        "o": 3305,
        "r": "nasb:Leviticus:11:20",
        "t": "‘All*p the winged insects that walk on all*i fours are detestable to you."
    },
    {
        "o": 3306,
        "r": "nasb:Leviticus:11:21",
        "t": "Yet these you may eat among all the winged insects which walk on all*i fours: those which have above their feet jointed legs with which to jump on the earth."
    },
    {
        "o": 3307,
        "r": "nasb:Leviticus:11:22",
        "t": "These of them you may eat: the locust in its kinds, and the devastating locust in its kinds, and the cricket in its kinds, and the grasshopper in its kinds."
    },
    {
        "o": 3308,
        "r": "nasb:Leviticus:11:23",
        "t": "But all other winged insects which are four-footed are detestable to you."
    },
    {
        "o": 3309,
        "r": "nasb:Leviticus:11:24",
        "t": "‘By*p these, moreover, you will be made unclean: whoever touches their carcasses becomes unclean until evening,"
    },
    {
        "o": 3310,
        "r": "nasb:Leviticus:11:25",
        "t": "and whoever picks up any of their carcasses shall wash his clothes and be unclean until evening."
    },
    {
        "o": 3311,
        "r": "nasb:Leviticus:11:26",
        "t": "Concerning all the animals which divide the hoof but do not make a split hoof,*i or which do not chew cud, they are unclean to you: whoever touches them becomes unclean."
    },
    {
        "o": 3312,
        "r": "nasb:Leviticus:11:27",
        "t": "Also whatever walks on its paws, among all the creatures that walk on all*i fours, are unclean to you; whoever touches their carcasses becomes unclean until evening,"
    },
    {
        "o": 3313,
        "r": "nasb:Leviticus:11:28",
        "t": "and the one who picks up their carcasses shall wash his clothes and be unclean until evening; they are unclean to you."
    },
    {
        "o": 3314,
        "r": "nasb:Leviticus:11:29",
        "t": "‘Now*p these are to you the unclean among the swarming things which swarm on the earth: the mole, and the mouse, and the great lizard in its kinds,"
    },
    {
        "o": 3315,
        "r": "nasb:Leviticus:11:30",
        "t": "and the gecko, and the crocodile, and the lizard, and the sand reptile, and the chameleon."
    },
    {
        "o": 3316,
        "r": "nasb:Leviticus:11:31",
        "t": "These are to you the unclean among all the swarming things; whoever touches them when they are dead becomes unclean until evening."
    },
    {
        "o": 3317,
        "r": "nasb:Leviticus:11:32",
        "t": "Also anything on which one of them may fall when they are dead becomes unclean, including any wooden article, or clothing, or a skin, or a sack—any article of which use is made—it shall be put in the water and be unclean until evening, then it becomes clean."
    },
    {
        "o": 3318,
        "r": "nasb:Leviticus:11:33",
        "t": "As for any earthenware vessel into which one of them may fall, whatever is in it becomes unclean and you shall break the vessel."
    },
    {
        "o": 3319,
        "r": "nasb:Leviticus:11:34",
        "t": "Any of the food which may be eaten, on which water comes, shall become unclean, and any liquid which may be drunk in every vessel shall become unclean."
    },
    {
        "o": 3320,
        "r": "nasb:Leviticus:11:35",
        "t": "Everything, moreover, on which part of their carcass may fall becomes unclean; an oven or a stove shall be smashed; they are unclean and shall continue as unclean to you."
    },
    {
        "o": 3321,
        "r": "nasb:Leviticus:11:36",
        "t": "Nevertheless a spring or a cistern collecting water shall be clean, though the one who touches their carcass shall be unclean."
    },
    {
        "o": 3322,
        "r": "nasb:Leviticus:11:37",
        "t": "If a part of their carcass falls on any seed for sowing which is to be sown, it is clean."
    },
    {
        "o": 3323,
        "r": "nasb:Leviticus:11:38",
        "t": "Though if water is put on the seed and a part of their carcass falls on it, it is unclean to you."
    },
    {
        "o": 3324,
        "r": "nasb:Leviticus:11:39",
        "t": "‘Also*p if one of the animals dies which you have for food, the one who touches its carcass becomes unclean until evening."
    },
    {
        "o": 3325,
        "r": "nasb:Leviticus:11:40",
        "t": "He too, who eats some of its carcass shall wash his clothes and be unclean until evening, and the one who picks up its carcass shall wash his clothes and be unclean until evening."
    },
    {
        "o": 3326,
        "r": "nasb:Leviticus:11:41",
        "t": "‘Now*p every swarming thing that swarms on the earth is detestable, not to be eaten."
    },
    {
        "o": 3327,
        "r": "nasb:Leviticus:11:42",
        "t": "Whatever crawls on its belly, and whatever walks on all*i fours, whatever has many feet, in respect to every swarming thing that swarms on the earth, you shall not eat them, for they are detestable."
    },
    {
        "o": 3328,
        "r": "nasb:Leviticus:11:43",
        "t": "Do not render yourselves detestable through any of the swarming things that swarm; and you shall not make yourselves unclean with them so that you become unclean."
    },
    {
        "o": 3329,
        "r": "nasb:Leviticus:11:44",
        "t": "For I am the Lord*s your God. Consecrate yourselves therefore, and be holy, for I am holy. And you shall not make yourselves unclean with any of the swarming things that swarm on the earth."
    },
    {
        "o": 3330,
        "r": "nasb:Leviticus:11:45",
        "t": "For I am the Lord*s who brought you up from the land of Egypt to be your God; thus you shall be holy, for I am holy.’ ”"
    },
    {
        "o": 3331,
        "r": "nasb:Leviticus:11:46",
        "t": "This*p is the law regarding the animal and the bird, and every living thing that moves in the waters and everything that swarms on the earth,"
    },
    {
        "o": 3332,
        "r": "nasb:Leviticus:11:47",
        "t": "to make a distinction between the unclean and the clean, and between the edible creature and the creature which is not to be eaten."
    },
    {
        "o": 3333,
        "r": "nasb:Leviticus:12:0",
        "t": "Leviticus 12",
        "h": 1
    },
    {
        "o": 3334,
        "r": "nasb:Leviticus:12:0",
        "t": "Laws of Motherhood",
        "h": 2
    },
    {
        "o": 3335,
        "r": "nasb:Leviticus:12:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3336,
        "r": "nasb:Leviticus:12:2",
        "t": "“Speak to the sons of Israel, saying: ‘When*bp a woman gives birth and bears a male child,*i then she shall be unclean for seven days, as in the days of her menstruation she shall be unclean."
    },
    {
        "o": 3337,
        "r": "nasb:Leviticus:12:3",
        "t": "On the eighth day the flesh of his foreskin shall be circumcised."
    },
    {
        "o": 3338,
        "r": "nasb:Leviticus:12:4",
        "t": "Then she shall remain in the blood of her*i purification for thirty-three days; she shall not touch any consecrated thing, nor enter the sanctuary until the days of her purification are completed."
    },
    {
        "o": 3339,
        "r": "nasb:Leviticus:12:5",
        "t": "But if she bears a female child,*i then she shall be unclean for two weeks, as in her menstruation; and she shall remain in the blood of her*i purification for sixty-six days."
    },
    {
        "o": 3340,
        "r": "nasb:Leviticus:12:6",
        "t": "‘When*p the days of her purification are completed, for a son or for a daughter, she shall bring to the priest at the doorway of the tent of meeting a one year old lamb for a burnt offering and a young pigeon or a turtledove for a sin offering."
    },
    {
        "o": 3341,
        "r": "nasb:Leviticus:12:7",
        "t": "Then he shall offer it before the Lord*s and make atonement for her, and she shall be cleansed from the flow of her blood. This is the law for her who bears a*i child,*i whether*i a male or a female."
    },
    {
        "o": 3342,
        "r": "nasb:Leviticus:12:8",
        "t": "But if she cannot afford a lamb, then she shall take two turtledoves or two young pigeons, the one for a burnt offering and the other for a sin offering; and the priest shall make atonement for her, and she will be clean.’ ”"
    },
    {
        "o": 3343,
        "r": "nasb:Leviticus:13:0",
        "t": "Leviticus 13",
        "h": 1
    },
    {
        "o": 3344,
        "r": "nasb:Leviticus:13:0",
        "t": "The Test for Leprosy",
        "h": 2
    },
    {
        "o": 3345,
        "r": "nasb:Leviticus:13:1",
        "t": "Then*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 3346,
        "r": "nasb:Leviticus:13:2",
        "t": "“When a man has on the skin of his body a swelling or a scab or a bright spot, and it becomes an infection of leprosy on the skin of his body, then he shall be brought to Aaron the priest or to one of his sons the priests."
    },
    {
        "o": 3347,
        "r": "nasb:Leviticus:13:3",
        "t": "The priest shall look at the mark on the skin of the body, and if the hair in the infection has turned white and the infection appears to be deeper than the skin of his body, it is an infection of leprosy; when the priest has looked at him, he shall pronounce him unclean."
    },
    {
        "o": 3348,
        "r": "nasb:Leviticus:13:4",
        "t": "But if the bright spot is white on the skin of his body, and it does not appear to be deeper than the skin, and the hair on it has not turned white, then the priest shall isolate him*i who*i has*i the infection for seven days."
    },
    {
        "o": 3349,
        "r": "nasb:Leviticus:13:5",
        "t": "The priest shall look at him on the seventh day, and if in his eyes the infection has not changed and*i the infection has not spread on the skin, then the priest shall isolate him for seven more days."
    },
    {
        "o": 3350,
        "r": "nasb:Leviticus:13:6",
        "t": "The priest shall look at him again on the seventh day, and if the infection has faded and the mark has not spread on the skin, then the priest shall pronounce him clean; it is only*i a scab. And he shall wash his clothes and be clean."
    },
    {
        "o": 3351,
        "r": "nasb:Leviticus:13:7",
        "t": "“But*p if the scab spreads farther on the skin after he has shown himself to the priest for his cleansing, he shall appear again to the priest."
    },
    {
        "o": 3352,
        "r": "nasb:Leviticus:13:8",
        "t": "The priest shall look, and if the scab has spread on the skin, then the priest shall pronounce him unclean; it is leprosy."
    },
    {
        "o": 3353,
        "r": "nasb:Leviticus:13:9",
        "t": "“When*p the infection of leprosy is on a man, then he shall be brought to the priest."
    },
    {
        "o": 3354,
        "r": "nasb:Leviticus:13:10",
        "t": "The priest shall then look, and if there is a white swelling in the skin, and it has turned the hair white, and there is quick raw flesh in the swelling,"
    },
    {
        "o": 3355,
        "r": "nasb:Leviticus:13:11",
        "t": "it is a chronic leprosy on the skin of his body, and the priest shall pronounce him unclean; he shall not isolate him, for he is unclean."
    },
    {
        "o": 3356,
        "r": "nasb:Leviticus:13:12",
        "t": "If the leprosy breaks out farther on the skin, and the leprosy covers all the skin of him*i who*i has*i the infection from his head even to his feet, as far as the priest can see,"
    },
    {
        "o": 3357,
        "r": "nasb:Leviticus:13:13",
        "t": "then the priest shall look, and behold, if*i the leprosy has covered all his body, he shall pronounce clean him*i who*i has*i the infection; it has all turned white and*i he is clean."
    },
    {
        "o": 3358,
        "r": "nasb:Leviticus:13:14",
        "t": "But whenever raw flesh appears on him, he shall be unclean."
    },
    {
        "o": 3359,
        "r": "nasb:Leviticus:13:15",
        "t": "The priest shall look at the raw flesh, and he shall pronounce him unclean; the raw flesh is unclean, it is leprosy."
    },
    {
        "o": 3360,
        "r": "nasb:Leviticus:13:16",
        "t": "Or if the raw flesh turns again and is changed to white, then he shall come to the priest,"
    },
    {
        "o": 3361,
        "r": "nasb:Leviticus:13:17",
        "t": "and the priest shall look at him, and behold, if*i the infection has turned to white, then the priest shall pronounce clean him*i who*i has*i the infection; he is clean."
    },
    {
        "o": 3362,
        "r": "nasb:Leviticus:13:18",
        "t": "“When*p the body has a boil on its skin and it is healed,"
    },
    {
        "o": 3363,
        "r": "nasb:Leviticus:13:19",
        "t": "and in the place of the boil there is a white swelling or a reddish-white, bright spot, then it shall be shown to the priest;"
    },
    {
        "o": 3364,
        "r": "nasb:Leviticus:13:20",
        "t": "and the priest shall look, and behold, if*i it appears to be lower than the skin, and the hair on it has turned white, then the priest shall pronounce him unclean; it is the infection of leprosy, it has broken out in the boil."
    },
    {
        "o": 3365,
        "r": "nasb:Leviticus:13:21",
        "t": "But if the priest looks at it, and behold, there are no white hairs in it and it is not lower than the skin and is faded, then the priest shall isolate him for seven days;"
    },
    {
        "o": 3366,
        "r": "nasb:Leviticus:13:22",
        "t": "and if it spreads farther on the skin, then the priest shall pronounce him unclean; it is an infection."
    },
    {
        "o": 3367,
        "r": "nasb:Leviticus:13:23",
        "t": "But if the bright spot remains in its place and does not spread, it is only*i the scar of the boil; and the priest shall pronounce him clean."
    },
    {
        "o": 3368,
        "r": "nasb:Leviticus:13:24",
        "t": "“Or*p if the body sustains in its skin a burn by fire, and the raw flesh*i of the burn becomes a bright spot, reddish-white, or white,"
    },
    {
        "o": 3369,
        "r": "nasb:Leviticus:13:25",
        "t": "then the priest shall look at it. And if the hair in the bright spot has turned white and it appears to be deeper than the skin, it is leprosy; it has broken out in the burn. Therefore, the priest shall pronounce him unclean; it is an infection of leprosy."
    },
    {
        "o": 3370,
        "r": "nasb:Leviticus:13:26",
        "t": "But if the priest looks at it, and indeed, there is no white hair in the bright spot and it is no deeper than the skin, but is dim, then the priest shall isolate him for seven days;"
    },
    {
        "o": 3371,
        "r": "nasb:Leviticus:13:27",
        "t": "and the priest shall look at him on the seventh day. If it spreads farther in the skin, then the priest shall pronounce him unclean; it is an infection of leprosy."
    },
    {
        "o": 3372,
        "r": "nasb:Leviticus:13:28",
        "t": "But if the bright spot remains in its place and has not spread in the skin, but is dim, it is the swelling from the burn; and the priest shall pronounce him clean, for it is only*i the scar of the burn."
    },
    {
        "o": 3373,
        "r": "nasb:Leviticus:13:29",
        "t": "“Now*p if a man or woman has an infection on the head or on the beard,"
    },
    {
        "o": 3374,
        "r": "nasb:Leviticus:13:30",
        "t": "then the priest shall look at the infection, and if it appears to be deeper than the skin and there is thin yellowish hair in it, then the priest shall pronounce him unclean; it is a scale, it is leprosy of the head or of the beard."
    },
    {
        "o": 3375,
        "r": "nasb:Leviticus:13:31",
        "t": "But if the priest looks at the infection of the scale, and indeed, it appears to be no deeper than the skin and there is no black hair in it, then the priest shall isolate the*i person*i with the scaly infection for seven days."
    },
    {
        "o": 3376,
        "r": "nasb:Leviticus:13:32",
        "t": "On the seventh day the priest shall look at the infection, and if the scale has not spread and no yellowish hair has grown in it, and the appearance of the scale is no deeper than the skin,"
    },
    {
        "o": 3377,
        "r": "nasb:Leviticus:13:33",
        "t": "then he shall shave himself, but he shall not shave the scale; and the priest shall isolate the*i person*i with the scale seven more days."
    },
    {
        "o": 3378,
        "r": "nasb:Leviticus:13:34",
        "t": "Then on the seventh day the priest shall look at the scale, and if the scale has not spread in the skin and it appears to be no deeper than the skin, the priest shall pronounce him clean; and he shall wash his clothes and be clean."
    },
    {
        "o": 3379,
        "r": "nasb:Leviticus:13:35",
        "t": "But if the scale spreads farther in the skin after his cleansing,"
    },
    {
        "o": 3380,
        "r": "nasb:Leviticus:13:36",
        "t": "then the priest shall look at him, and if the scale has spread in the skin, the priest need not seek for the yellowish hair; he is unclean."
    },
    {
        "o": 3381,
        "r": "nasb:Leviticus:13:37",
        "t": "If in his sight the scale has remained, however, and black hair has grown in it, the scale has healed, he is clean; and the priest shall pronounce him clean."
    },
    {
        "o": 3382,
        "r": "nasb:Leviticus:13:38",
        "t": "“When*p a man or a woman has bright spots on the skin of the body, even*i white bright spots,"
    },
    {
        "o": 3383,
        "r": "nasb:Leviticus:13:39",
        "t": "then the priest shall look, and if the bright spots on the skin of their bodies are a faint white, it is eczema that has broken out on the skin; he is clean."
    },
    {
        "o": 3384,
        "r": "nasb:Leviticus:13:40",
        "t": "“Now*p if a man loses the hair of his head, he is bald; he is clean."
    },
    {
        "o": 3385,
        "r": "nasb:Leviticus:13:41",
        "t": "If his head becomes bald at the front and sides, he is bald on the forehead; he is clean."
    },
    {
        "o": 3386,
        "r": "nasb:Leviticus:13:42",
        "t": "But if on the bald head or the bald forehead, there occurs a reddish-white infection, it is leprosy breaking out on his bald head or on his bald forehead."
    },
    {
        "o": 3387,
        "r": "nasb:Leviticus:13:43",
        "t": "Then the priest shall look at him; and if the swelling of the infection is reddish-white on his bald head or on his bald forehead, like the appearance of leprosy in the skin of the body,"
    },
    {
        "o": 3388,
        "r": "nasb:Leviticus:13:44",
        "t": "he is a leprous man, he is unclean. The priest shall surely pronounce him unclean; his infection is on his head."
    },
    {
        "o": 3389,
        "r": "nasb:Leviticus:13:45",
        "t": "“As*p for the leper who has the infection, his clothes shall be torn, and the hair of his head shall be uncovered, and he shall cover his mustache and cry, ‘Unclean! Unclean!’"
    },
    {
        "o": 3390,
        "r": "nasb:Leviticus:13:46",
        "t": "He shall remain unclean all the days during which he has the infection; he is unclean. He shall live alone; his dwelling shall be outside the camp."
    },
    {
        "o": 3391,
        "r": "nasb:Leviticus:13:47",
        "t": "“When*p a garment has a mark of leprosy in it, whether it is a wool garment or a linen garment,"
    },
    {
        "o": 3392,
        "r": "nasb:Leviticus:13:48",
        "t": "whether in warp or woof, of linen or of wool, whether in leather or in any article made of leather,"
    },
    {
        "o": 3393,
        "r": "nasb:Leviticus:13:49",
        "t": "if the mark is greenish or reddish in the garment or in the leather, or in the warp or in the woof, or in any article of leather, it is a leprous mark and shall be shown to the priest."
    },
    {
        "o": 3394,
        "r": "nasb:Leviticus:13:50",
        "t": "Then the priest shall look at the mark and shall quarantine the article with the mark for seven days."
    },
    {
        "o": 3395,
        "r": "nasb:Leviticus:13:51",
        "t": "He shall then look at the mark on the seventh day; if the mark has spread in the garment, whether in the warp or in the woof, or in the leather, whatever the purpose for which the leather is used, the mark is a leprous malignancy, it is unclean."
    },
    {
        "o": 3396,
        "r": "nasb:Leviticus:13:52",
        "t": "So he shall burn the garment, whether the warp or the woof, in wool or in linen, or any article of leather in which the mark occurs, for it is a leprous malignancy; it shall be burned in the fire."
    },
    {
        "o": 3397,
        "r": "nasb:Leviticus:13:53",
        "t": "“But*p if the priest shall look, and indeed the mark has not spread in the garment, either in the warp or in the woof, or in any article of leather,"
    },
    {
        "o": 3398,
        "r": "nasb:Leviticus:13:54",
        "t": "then the priest shall order them to wash the thing in which the mark occurs and he shall quarantine it for seven more days."
    },
    {
        "o": 3399,
        "r": "nasb:Leviticus:13:55",
        "t": "After the article with the mark has been washed, the priest shall again look, and if the mark has not changed its appearance, even though the mark has not spread, it is unclean; you shall burn it in the fire, whether an eating away has produced bareness on the top or on the front of it."
    },
    {
        "o": 3400,
        "r": "nasb:Leviticus:13:56",
        "t": "“Then*p if the priest looks, and if the mark has faded after it has been washed, then he shall tear it out of the garment or out of the leather, whether from the warp or from the woof;"
    },
    {
        "o": 3401,
        "r": "nasb:Leviticus:13:57",
        "t": "and if it appears again in the garment, whether in the warp or in the woof, or in any article of leather, it is an outbreak; the article with the mark shall be burned in the fire."
    },
    {
        "o": 3402,
        "r": "nasb:Leviticus:13:58",
        "t": "The garment, whether the warp or the woof, or any article of leather from which the mark has departed when you washed it, it shall then be washed a second time and will be clean.”"
    },
    {
        "o": 3403,
        "r": "nasb:Leviticus:13:59",
        "t": "This*p is the law for the mark of leprosy in a garment of wool or linen, whether in the warp or in the woof, or in any article of leather, for pronouncing it clean or unclean."
    },
    {
        "o": 3404,
        "r": "nasb:Leviticus:14:0",
        "t": "Leviticus 14",
        "h": 1
    },
    {
        "o": 3405,
        "r": "nasb:Leviticus:14:0",
        "t": "Law of Cleansing a Leper",
        "h": 2
    },
    {
        "o": 3406,
        "r": "nasb:Leviticus:14:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3407,
        "r": "nasb:Leviticus:14:2",
        "t": "“This shall be the law of the leper in the day of his cleansing. Now he shall be brought to the priest,"
    },
    {
        "o": 3408,
        "r": "nasb:Leviticus:14:3",
        "t": "and the priest shall go out to the outside of the camp. Thus the priest shall look, and if the infection of leprosy has been healed in the leper,"
    },
    {
        "o": 3409,
        "r": "nasb:Leviticus:14:4",
        "t": "then the priest shall give orders to take two live clean birds and cedar wood and a scarlet string and hyssop for the one who is to be cleansed."
    },
    {
        "o": 3410,
        "r": "nasb:Leviticus:14:5",
        "t": "The priest shall also give orders to slay the one bird in an earthenware vessel over running water."
    },
    {
        "o": 3411,
        "r": "nasb:Leviticus:14:6",
        "t": "As*i for*i the live bird, he shall take it together with the cedar wood and the scarlet string and the hyssop, and shall dip them and the live bird in the blood of the bird that was slain over the running water."
    },
    {
        "o": 3412,
        "r": "nasb:Leviticus:14:7",
        "t": "He shall then sprinkle seven times the one who is to be cleansed from the leprosy and shall pronounce him clean, and shall let the live bird go free over the open field."
    },
    {
        "o": 3413,
        "r": "nasb:Leviticus:14:8",
        "t": "The one to be cleansed shall then wash his clothes and shave off all his hair and bathe in water and be clean. Now afterward, he may enter the camp, but he shall stay outside his tent for seven days."
    },
    {
        "o": 3414,
        "r": "nasb:Leviticus:14:9",
        "t": "It will be on the seventh day that he shall shave off all his hair: he shall shave his head and his beard and his eyebrows, even all his hair. He shall then wash his clothes and bathe his body in water and be clean."
    },
    {
        "o": 3415,
        "r": "nasb:Leviticus:14:10",
        "t": "“Now*p on the eighth day he is to take two male lambs without defect, and a yearling ewe lamb without defect, and three-tenths of*i an*i ephah*i of fine flour mixed with oil for a grain offering, and one log of oil;"
    },
    {
        "o": 3416,
        "r": "nasb:Leviticus:14:11",
        "t": "and the priest who pronounces him clean shall present the man to be cleansed and the aforesaid before the Lord*s at the doorway of the tent of meeting."
    },
    {
        "o": 3417,
        "r": "nasb:Leviticus:14:12",
        "t": "Then the priest shall take the one male lamb and bring it for a guilt offering, with the log of oil, and present them as a wave offering before the Lord.*s"
    },
    {
        "o": 3418,
        "r": "nasb:Leviticus:14:13",
        "t": "Next he shall slaughter the male lamb in the place where they slaughter the sin offering and the burnt offering, at the place of the sanctuary—for the guilt offering, like the sin offering, belongs to the priest; it is most holy."
    },
    {
        "o": 3419,
        "r": "nasb:Leviticus:14:14",
        "t": "The priest shall then take some of the blood of the guilt offering, and the priest shall put it*i on the lobe of the right ear of the one to be cleansed, and on the thumb of his right hand and on the big toe of his right foot."
    },
    {
        "o": 3420,
        "r": "nasb:Leviticus:14:15",
        "t": "The priest shall also take some of the log of oil, and pour it*i into his left palm;"
    },
    {
        "o": 3421,
        "r": "nasb:Leviticus:14:16",
        "t": "the priest shall then dip his right-hand finger into the oil that is in his left palm, and with his finger sprinkle some of the oil seven times before the Lord.*s"
    },
    {
        "o": 3422,
        "r": "nasb:Leviticus:14:17",
        "t": "Of the remaining oil which is in his palm, the priest shall put some on the right ear lobe of the one to be cleansed, and on the thumb of his right hand, and on the big toe of his right foot, on the blood of the guilt offering;"
    },
    {
        "o": 3423,
        "r": "nasb:Leviticus:14:18",
        "t": "while the rest of the oil that is in the priest’s palm, he shall put on the head of the one to be cleansed. So the priest shall make atonement on his behalf before the Lord.*s"
    },
    {
        "o": 3424,
        "r": "nasb:Leviticus:14:19",
        "t": "The priest shall next offer the sin offering and make atonement for the one to be cleansed from his uncleanness. Then afterward, he shall slaughter the burnt offering."
    },
    {
        "o": 3425,
        "r": "nasb:Leviticus:14:20",
        "t": "The priest shall offer up the burnt offering and the grain offering on the altar. Thus the priest shall make atonement for him, and he will be clean."
    },
    {
        "o": 3426,
        "r": "nasb:Leviticus:14:21",
        "t": "“But*p if he is poor and his means are insufficient, then he is to take one male lamb for a guilt offering as a wave offering to make atonement for him, and one-tenth of*i an*i ephah*i of fine flour mixed with oil for a grain offering, and a log of oil,"
    },
    {
        "o": 3427,
        "r": "nasb:Leviticus:14:22",
        "t": "and two turtledoves or two young pigeons which are within his means, the one shall be a sin offering and the other a burnt offering."
    },
    {
        "o": 3428,
        "r": "nasb:Leviticus:14:23",
        "t": "Then the eighth day he shall bring them for his cleansing to the priest, at the doorway of the tent of meeting, before the Lord.*s"
    },
    {
        "o": 3429,
        "r": "nasb:Leviticus:14:24",
        "t": "The priest shall take the lamb of the guilt offering and the log of oil, and the priest shall offer them for a wave offering before the Lord.*s"
    },
    {
        "o": 3430,
        "r": "nasb:Leviticus:14:25",
        "t": "Next he shall slaughter the lamb of the guilt offering; and the priest is to take some of the blood of the guilt offering and put it*i on the lobe of the right ear of the one to be cleansed and on the thumb of his right hand and on the big toe of his right foot."
    },
    {
        "o": 3431,
        "r": "nasb:Leviticus:14:26",
        "t": "The priest shall also pour some of the oil into his left palm;"
    },
    {
        "o": 3432,
        "r": "nasb:Leviticus:14:27",
        "t": "and with his right-hand finger the priest shall sprinkle some of the oil that is in his left palm seven times before the Lord.*s"
    },
    {
        "o": 3433,
        "r": "nasb:Leviticus:14:28",
        "t": "The priest shall then put some of the oil that is in his palm on the lobe of the right ear of the one to be cleansed, and on the thumb of his right hand and on the big toe of his right foot, on the place of the blood of the guilt offering."
    },
    {
        "o": 3434,
        "r": "nasb:Leviticus:14:29",
        "t": "Moreover, the rest of the oil that is in the priest’s palm he shall put on the head of the one to be cleansed, to make atonement on his behalf before the Lord.*s"
    },
    {
        "o": 3435,
        "r": "nasb:Leviticus:14:30",
        "t": "He shall then offer one of the turtledoves or young pigeons, which are within his means."
    },
    {
        "o": 3436,
        "r": "nasb:Leviticus:14:31",
        "t": "He*i shall*i offer*i what he can afford, the one for a sin offering and the other for a burnt offering, together with the grain offering. So the priest shall make atonement before the Lord*s on behalf of the one to be cleansed."
    },
    {
        "o": 3437,
        "r": "nasb:Leviticus:14:32",
        "t": "This is the law for*i him*i in whom there is an infection of leprosy, whose means are limited for his cleansing.”"
    },
    {
        "o": 3438,
        "r": "nasb:Leviticus:14:32",
        "t": "Cleansing a Leprous House",
        "h": 2
    },
    {
        "o": 3439,
        "r": "nasb:Leviticus:14:33",
        "t": "The*p Lord*s further spoke to Moses and to Aaron, saying:"
    },
    {
        "o": 3440,
        "r": "nasb:Leviticus:14:34",
        "t": "“When*p you enter the land of Canaan, which I give you for a possession, and I put a mark of leprosy on a house in the land of your possession,"
    },
    {
        "o": 3441,
        "r": "nasb:Leviticus:14:35",
        "t": "then the one who owns the house shall come and tell the priest, saying, ‘Something*i like a mark of*i leprosy*i has become visible to me in the house.’"
    },
    {
        "o": 3442,
        "r": "nasb:Leviticus:14:36",
        "t": "The priest shall then command that they empty the house before the priest goes in to look at the mark, so that everything in the house need not become unclean; and afterward the priest shall go in to look at the house."
    },
    {
        "o": 3443,
        "r": "nasb:Leviticus:14:37",
        "t": "So he shall look at the mark, and if the mark on the walls of the house has greenish or reddish depressions and appears deeper than the surface,"
    },
    {
        "o": 3444,
        "r": "nasb:Leviticus:14:38",
        "t": "then the priest shall come out of the house, to the doorway, and quarantine the house for seven days."
    },
    {
        "o": 3445,
        "r": "nasb:Leviticus:14:39",
        "t": "The priest shall return on the seventh day and make an inspection. If the mark has indeed spread in the walls of the house,"
    },
    {
        "o": 3446,
        "r": "nasb:Leviticus:14:40",
        "t": "then the priest shall order them to tear out the stones with the mark in them and throw them away at an unclean place outside the city."
    },
    {
        "o": 3447,
        "r": "nasb:Leviticus:14:41",
        "t": "He shall have the house scraped all around inside, and they shall dump the plaster that they scrape off at an unclean place outside the city."
    },
    {
        "o": 3448,
        "r": "nasb:Leviticus:14:42",
        "t": "Then they shall take other stones and replace those*i stones, and he shall take other plaster and replaster the house."
    },
    {
        "o": 3449,
        "r": "nasb:Leviticus:14:43",
        "t": "“If,*p however, the mark breaks out again in the house after he has torn out the stones and scraped the house, and after it has been replastered,"
    },
    {
        "o": 3450,
        "r": "nasb:Leviticus:14:44",
        "t": "then the priest shall come in and make an inspection. If he sees that the mark has indeed spread in the house, it is a malignant mark in the house; it is unclean."
    },
    {
        "o": 3451,
        "r": "nasb:Leviticus:14:45",
        "t": "He shall therefore tear down the house, its stones, and its timbers, and all the plaster of the house, and he shall take them*i outside the city to an unclean place."
    },
    {
        "o": 3452,
        "r": "nasb:Leviticus:14:46",
        "t": "Moreover, whoever goes into the house during the time that he has quarantined it, becomes unclean until evening."
    },
    {
        "o": 3453,
        "r": "nasb:Leviticus:14:47",
        "t": "Likewise, whoever lies down in the house shall wash his clothes, and whoever eats in the house shall wash his clothes."
    },
    {
        "o": 3454,
        "r": "nasb:Leviticus:14:48",
        "t": "“If,*p on the other hand, the priest comes in and makes an inspection and the mark has not indeed spread in the house after the house has been replastered, then the priest shall pronounce the house clean because the mark has not reappeared."
    },
    {
        "o": 3455,
        "r": "nasb:Leviticus:14:49",
        "t": "To cleanse the house then, he shall take two birds and cedar wood and a scarlet string and hyssop,"
    },
    {
        "o": 3456,
        "r": "nasb:Leviticus:14:50",
        "t": "and he shall slaughter the one bird in an earthenware vessel over running water."
    },
    {
        "o": 3457,
        "r": "nasb:Leviticus:14:51",
        "t": "Then he shall take the cedar wood and the hyssop and the scarlet string, with the live bird, and dip them in the blood of the slain bird as well as in the running water, and sprinkle the house seven times."
    },
    {
        "o": 3458,
        "r": "nasb:Leviticus:14:52",
        "t": "He shall thus cleanse the house with the blood of the bird and with the running water, along with the live bird and with the cedar wood and with the hyssop and with the scarlet string."
    },
    {
        "o": 3459,
        "r": "nasb:Leviticus:14:53",
        "t": "However, he shall let the live bird go free outside the city into the open field. So he shall make atonement for the house, and it will be clean.”"
    },
    {
        "o": 3460,
        "r": "nasb:Leviticus:14:54",
        "t": "This*p is the law for any mark of leprosy—even for a scale,"
    },
    {
        "o": 3461,
        "r": "nasb:Leviticus:14:55",
        "t": "and for the leprous garment or house,"
    },
    {
        "o": 3462,
        "r": "nasb:Leviticus:14:56",
        "t": "and for a swelling, and for a scab, and for a bright spot—"
    },
    {
        "o": 3463,
        "r": "nasb:Leviticus:14:57",
        "t": "to teach when they are unclean and when they are clean. This is the law of leprosy."
    },
    {
        "o": 3464,
        "r": "nasb:Leviticus:15:0",
        "t": "Leviticus 15",
        "h": 1
    },
    {
        "o": 3465,
        "r": "nasb:Leviticus:15:0",
        "t": "Cleansing Unhealthiness",
        "h": 2
    },
    {
        "o": 3466,
        "r": "nasb:Leviticus:15:1",
        "t": "The*p Lord*s also spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 3467,
        "r": "nasb:Leviticus:15:2",
        "t": "“Speak to the sons of Israel, and say to them, ‘When any man has a discharge from his body, his discharge is unclean."
    },
    {
        "o": 3468,
        "r": "nasb:Leviticus:15:3",
        "t": "This, moreover, shall be his uncleanness in his discharge: it is his uncleanness whether his body allows its discharge to flow or whether his body obstructs its discharge."
    },
    {
        "o": 3469,
        "r": "nasb:Leviticus:15:4",
        "t": "Every bed on which the person with the discharge lies becomes unclean, and everything on which he sits becomes unclean."
    },
    {
        "o": 3470,
        "r": "nasb:Leviticus:15:5",
        "t": "Anyone, moreover, who touches his bed shall wash his clothes and bathe in water and be unclean until evening;"
    },
    {
        "o": 3471,
        "r": "nasb:Leviticus:15:6",
        "t": "and whoever sits on the thing on which the man with the discharge has been sitting, shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3472,
        "r": "nasb:Leviticus:15:7",
        "t": "Also whoever touches the person with the discharge shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3473,
        "r": "nasb:Leviticus:15:8",
        "t": "Or if the man with the discharge spits on one who is clean, he too shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3474,
        "r": "nasb:Leviticus:15:9",
        "t": "Every saddle on which the person with the discharge rides becomes unclean."
    },
    {
        "o": 3475,
        "r": "nasb:Leviticus:15:10",
        "t": "Whoever then touches any of the things which were under him shall be unclean until evening, and he who carries them shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3476,
        "r": "nasb:Leviticus:15:11",
        "t": "Likewise, whomever the one with the discharge touches without having rinsed his hands in water shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3477,
        "r": "nasb:Leviticus:15:12",
        "t": "However, an earthenware vessel which the person with the discharge touches shall be broken, and every wooden vessel shall be rinsed in water."
    },
    {
        "o": 3478,
        "r": "nasb:Leviticus:15:13",
        "t": "‘Now*p when the man with the discharge becomes cleansed from his discharge, then he shall count off for himself seven days for his cleansing; he shall then wash his clothes and bathe his body in running water and will become clean."
    },
    {
        "o": 3479,
        "r": "nasb:Leviticus:15:14",
        "t": "Then on the eighth day he shall take for himself two turtledoves or two young pigeons, and come before the Lord*s to the doorway of the tent of meeting and give them to the priest;"
    },
    {
        "o": 3480,
        "r": "nasb:Leviticus:15:15",
        "t": "and the priest shall offer them, one for a sin offering and the other for a burnt offering. So the priest shall make atonement on his behalf before the Lord*s because of his discharge."
    },
    {
        "o": 3481,
        "r": "nasb:Leviticus:15:16",
        "t": "‘Now*p if a man has a seminal emission, he shall bathe all his body in water and be unclean until evening."
    },
    {
        "o": 3482,
        "r": "nasb:Leviticus:15:17",
        "t": "As for any garment or any leather on which there is seminal emission, it shall be washed with water and be unclean until evening."
    },
    {
        "o": 3483,
        "r": "nasb:Leviticus:15:18",
        "t": "If a man lies with a woman so*i that*i there is a seminal emission, they shall both bathe in water and be unclean until evening."
    },
    {
        "o": 3484,
        "r": "nasb:Leviticus:15:19",
        "t": "‘When*p a woman has a discharge, if*i her discharge in her body is blood, she shall continue in her menstrual impurity for seven days; and whoever touches her shall be unclean until evening."
    },
    {
        "o": 3485,
        "r": "nasb:Leviticus:15:20",
        "t": "Everything also on which she lies during her menstrual impurity shall be unclean, and everything on which she sits shall be unclean."
    },
    {
        "o": 3486,
        "r": "nasb:Leviticus:15:21",
        "t": "Anyone who touches her bed shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3487,
        "r": "nasb:Leviticus:15:22",
        "t": "Whoever touches any thing on which she sits shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3488,
        "r": "nasb:Leviticus:15:23",
        "t": "Whether it be on the bed or on the thing on which she is sitting, when he touches it, he shall be unclean until evening."
    },
    {
        "o": 3489,
        "r": "nasb:Leviticus:15:24",
        "t": "If a man actually lies with her so that her menstrual impurity is on him, he shall be unclean seven days, and every bed on which he lies shall be unclean."
    },
    {
        "o": 3490,
        "r": "nasb:Leviticus:15:25",
        "t": "‘Now*p if a woman has a discharge of her blood many days, not at the period of her menstrual impurity, or if she has a discharge beyond that period, all the days of her impure discharge she shall continue as though in her menstrual impurity; she is unclean."
    },
    {
        "o": 3491,
        "r": "nasb:Leviticus:15:26",
        "t": "Any bed on which she lies all the days of her discharge shall be to her like her bed at menstruation; and every thing on which she sits shall be unclean, like her uncleanness at that time."
    },
    {
        "o": 3492,
        "r": "nasb:Leviticus:15:27",
        "t": "Likewise, whoever touches them shall be unclean and shall wash his clothes and bathe in water and be unclean until evening."
    },
    {
        "o": 3493,
        "r": "nasb:Leviticus:15:28",
        "t": "When she becomes clean from her discharge, she shall count off for herself seven days; and afterward she will be clean."
    },
    {
        "o": 3494,
        "r": "nasb:Leviticus:15:29",
        "t": "Then on the eighth day she shall take for herself two turtledoves or two young pigeons and bring them in to the priest, to the doorway of the tent of meeting."
    },
    {
        "o": 3495,
        "r": "nasb:Leviticus:15:30",
        "t": "The priest shall offer the one for a sin offering and the other for a burnt offering. So the priest shall make atonement on her behalf before the Lord*s because of her impure discharge.’"
    },
    {
        "o": 3496,
        "r": "nasb:Leviticus:15:31",
        "t": "“Thus*p you shall keep the sons of Israel separated from their uncleanness, so that they will not die in their uncleanness by their defiling My tabernacle that is among them.”"
    },
    {
        "o": 3497,
        "r": "nasb:Leviticus:15:32",
        "t": "This is the law for the one with a discharge, and for the man who has a seminal emission so that he is unclean by it,"
    },
    {
        "o": 3498,
        "r": "nasb:Leviticus:15:33",
        "t": "and for the woman who is ill because of menstrual impurity, and for the one who has a discharge, whether a male or a female, or a man who lies with an unclean woman."
    },
    {
        "o": 3499,
        "r": "nasb:Leviticus:16:0",
        "t": "Leviticus 16",
        "h": 1
    },
    {
        "o": 3500,
        "r": "nasb:Leviticus:16:0",
        "t": "Law of Atonement",
        "h": 2
    },
    {
        "o": 3501,
        "r": "nasb:Leviticus:16:1",
        "t": "Now*p the Lord*s spoke to Moses after the death of the two sons of Aaron, when they had approached the presence of the Lord*s and died."
    },
    {
        "o": 3502,
        "r": "nasb:Leviticus:16:2",
        "t": "The Lord*s said to Moses: “Tell*bp your brother Aaron that he shall not enter at any time into the holy place inside the veil, before the mercy seat which is on the ark, or he will die; for I will appear in the cloud over the mercy seat."
    },
    {
        "o": 3503,
        "r": "nasb:Leviticus:16:3",
        "t": "Aaron shall enter the holy place with this: with a bull for a sin offering and a ram for a burnt offering."
    },
    {
        "o": 3504,
        "r": "nasb:Leviticus:16:4",
        "t": "He shall put on the holy linen tunic, and the linen undergarments shall be next to his body, and he shall be girded with the linen sash and attired with the linen turban (these are holy garments). Then he shall bathe his body in water and put them on."
    },
    {
        "o": 3505,
        "r": "nasb:Leviticus:16:5",
        "t": "He shall take from the congregation of the sons of Israel two male goats for a sin offering and one ram for a burnt offering."
    },
    {
        "o": 3506,
        "r": "nasb:Leviticus:16:6",
        "t": "Then Aaron shall offer the bull for the sin offering which is for himself, that he may make atonement for himself and for his household."
    },
    {
        "o": 3507,
        "r": "nasb:Leviticus:16:7",
        "t": "He shall take the two goats and present them before the Lord*s at the doorway of the tent of meeting."
    },
    {
        "o": 3508,
        "r": "nasb:Leviticus:16:8",
        "t": "Aaron shall cast lots for the two goats, one lot for the Lord*s and the other lot for the scapegoat."
    },
    {
        "o": 3509,
        "r": "nasb:Leviticus:16:9",
        "t": "Then Aaron shall offer the goat on which the lot for the Lord*s fell, and make it a sin offering."
    },
    {
        "o": 3510,
        "r": "nasb:Leviticus:16:10",
        "t": "But the goat on which the lot for the scapegoat fell shall be presented alive before the Lord,*s to make atonement upon it, to send it into the wilderness as the scapegoat."
    },
    {
        "o": 3511,
        "r": "nasb:Leviticus:16:11",
        "t": "“Then*p Aaron shall offer the bull of the sin offering which is for himself and make atonement for himself and for his household, and he shall slaughter the bull of the sin offering which is for himself."
    },
    {
        "o": 3512,
        "r": "nasb:Leviticus:16:12",
        "t": "He shall take a firepan full of coals of fire from upon the altar before the Lord*s and two handfuls of finely ground sweet incense, and bring it*i inside the veil."
    },
    {
        "o": 3513,
        "r": "nasb:Leviticus:16:13",
        "t": "He shall put the incense on the fire before the Lord,*s that the cloud of incense may cover the mercy seat that is on the*i ark*i of*i the testimony, otherwise he will die."
    },
    {
        "o": 3514,
        "r": "nasb:Leviticus:16:14",
        "t": "Moreover, he shall take some of the blood of the bull and sprinkle it*i with his finger on the mercy seat on the east side;*i also in front of the mercy seat he shall sprinkle some of the blood with his finger seven times."
    },
    {
        "o": 3515,
        "r": "nasb:Leviticus:16:15",
        "t": "“Then*p he shall slaughter the goat of the sin offering which is for the people, and bring its blood inside the veil and do with its blood as he did with the blood of the bull, and sprinkle it on the mercy seat and in front of the mercy seat."
    },
    {
        "o": 3516,
        "r": "nasb:Leviticus:16:16",
        "t": "He shall make atonement for the holy place, because of the impurities of the sons of Israel and because of their transgressions in regard to all their sins; and thus he shall do for the tent of meeting which abides with them in the midst of their impurities."
    },
    {
        "o": 3517,
        "r": "nasb:Leviticus:16:17",
        "t": "When he goes in to make atonement in the holy place, no one shall be in the tent of meeting until he comes out, that he may make atonement for himself and for his household and for all the assembly of Israel."
    },
    {
        "o": 3518,
        "r": "nasb:Leviticus:16:18",
        "t": "Then he shall go out to the altar that is before the Lord*s and make atonement for it, and shall take some of the blood of the bull and of the blood of the goat and put it on the horns of the altar on all sides."
    },
    {
        "o": 3519,
        "r": "nasb:Leviticus:16:19",
        "t": "With his finger he shall sprinkle some of the blood on it seven times and cleanse it, and from the impurities of the sons of Israel consecrate it."
    },
    {
        "o": 3520,
        "r": "nasb:Leviticus:16:20",
        "t": "“When*p he finishes atoning for the holy place and the tent of meeting and the altar, he shall offer the live goat."
    },
    {
        "o": 3521,
        "r": "nasb:Leviticus:16:21",
        "t": "Then Aaron shall lay both of his hands on the head of the live goat, and confess over it all the iniquities of the sons of Israel and all their transgressions in regard to all their sins; and he shall lay them on the head of the goat and send it*i away into the wilderness by the hand of a man who stands*i in readiness."
    },
    {
        "o": 3522,
        "r": "nasb:Leviticus:16:22",
        "t": "The goat shall bear on itself all their iniquities to a solitary land; and he shall release the goat in the wilderness."
    },
    {
        "o": 3523,
        "r": "nasb:Leviticus:16:23",
        "t": "“Then*p Aaron shall come into the tent of meeting and take off the linen garments which he put on when he went into the holy place, and shall leave them there."
    },
    {
        "o": 3524,
        "r": "nasb:Leviticus:16:24",
        "t": "He shall bathe his body with water in a holy place and put on his clothes, and come forth and offer his burnt offering and the burnt offering of the people and make atonement for himself and for the people."
    },
    {
        "o": 3525,
        "r": "nasb:Leviticus:16:25",
        "t": "Then he shall offer up in smoke the fat of the sin offering on the altar."
    },
    {
        "o": 3526,
        "r": "nasb:Leviticus:16:26",
        "t": "The one who released the goat as the scapegoat shall wash his clothes and bathe his body with water; then afterward he shall come into the camp."
    },
    {
        "o": 3527,
        "r": "nasb:Leviticus:16:27",
        "t": "But the bull of the sin offering and the goat of the sin offering, whose blood was brought in to make atonement in the holy place, shall be taken outside the camp, and they shall burn their hides, their flesh, and their refuse in the fire."
    },
    {
        "o": 3528,
        "r": "nasb:Leviticus:16:28",
        "t": "Then the one who burns them shall wash his clothes and bathe his body with water, then afterward he shall come into the camp."
    },
    {
        "o": 3529,
        "r": "nasb:Leviticus:16:28",
        "t": "An Annual Atonement",
        "h": 2
    },
    {
        "o": 3530,
        "r": "nasb:Leviticus:16:29",
        "t": "“This*ip shall be a permanent statute for you: in the seventh month, on the tenth day of the month, you shall humble your souls and not do any work, whether the native, or the alien who sojourns among you;"
    },
    {
        "o": 3531,
        "r": "nasb:Leviticus:16:30",
        "t": "for it is on this day that atonement shall be made for you to cleanse you; you will be clean from all your sins before the Lord.*s"
    },
    {
        "o": 3532,
        "r": "nasb:Leviticus:16:31",
        "t": "It is to be a sabbath of solemn rest for you, that you may humble your souls; it is a permanent statute."
    },
    {
        "o": 3533,
        "r": "nasb:Leviticus:16:32",
        "t": "So the priest who is anointed and ordained to serve as priest in his father’s place shall make atonement: he shall thus put on the linen garments, the holy garments,"
    },
    {
        "o": 3534,
        "r": "nasb:Leviticus:16:33",
        "t": "and make atonement for the holy sanctuary, and he shall make atonement for the tent of meeting and for the altar. He shall also make atonement for the priests and for all the people of the assembly."
    },
    {
        "o": 3535,
        "r": "nasb:Leviticus:16:34",
        "t": "Now you shall have this as a permanent statute, to make atonement for the sons of Israel for all their sins once every year.” And just as the Lord*s had commanded Moses, so*i he did."
    },
    {
        "o": 3536,
        "r": "nasb:Leviticus:17:0",
        "t": "Leviticus 17",
        "h": 1
    },
    {
        "o": 3537,
        "r": "nasb:Leviticus:17:0",
        "t": "Blood for Atonement",
        "h": 2
    },
    {
        "o": 3538,
        "r": "nasb:Leviticus:17:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3539,
        "r": "nasb:Leviticus:17:2",
        "t": "“Speak to Aaron and to his sons and to all the sons of Israel and say to them, ‘This is what the Lord*s has commanded, saying,"
    },
    {
        "o": 3540,
        "r": "nasb:Leviticus:17:3",
        "t": "“Any man from the house of Israel who slaughters an ox or a lamb or a goat in the camp, or who slaughters it outside the camp,"
    },
    {
        "o": 3541,
        "r": "nasb:Leviticus:17:4",
        "t": "and has not brought it to the doorway of the tent of meeting to present it*i as an offering to the Lord*s before the tabernacle of the Lord,*s bloodguiltiness is to be reckoned to that man. He has shed blood and that man shall be cut off from among his people."
    },
    {
        "o": 3542,
        "r": "nasb:Leviticus:17:5",
        "t": "The reason is so that the sons of Israel may bring their sacrifices which they were sacrificing in the open field, that they may bring them in to the Lord,*s at the doorway of the tent of meeting to the priest, and sacrifice them as sacrifices of peace offerings to the Lord.*s"
    },
    {
        "o": 3543,
        "r": "nasb:Leviticus:17:6",
        "t": "The priest shall sprinkle the blood on the altar of the Lord*s at the doorway of the tent of meeting, and offer up the fat in smoke as a soothing aroma to the Lord.*s"
    },
    {
        "o": 3544,
        "r": "nasb:Leviticus:17:7",
        "t": "They shall no longer sacrifice their sacrifices to the goat demons with which they play the harlot. This shall be a permanent statute to them throughout their generations.” ’"
    },
    {
        "o": 3545,
        "r": "nasb:Leviticus:17:8",
        "t": "“Then*p you shall say to them, ‘Any man from the house of Israel, or from the aliens who sojourn among them, who offers a burnt offering or sacrifice,"
    },
    {
        "o": 3546,
        "r": "nasb:Leviticus:17:9",
        "t": "and does not bring it to the doorway of the tent of meeting to offer it to the Lord,*s that man also shall be cut off from his people."
    },
    {
        "o": 3547,
        "r": "nasb:Leviticus:17:10",
        "t": "‘And*p any man from the house of Israel, or from the aliens who sojourn among them, who eats any blood, I will set My face against that person who eats blood and will cut him off from among his people."
    },
    {
        "o": 3548,
        "r": "nasb:Leviticus:17:11",
        "t": "For the life of the flesh is in the blood, and I have given it to you on the altar to make atonement for your souls; for it is the blood by reason of the life that makes atonement.’"
    },
    {
        "o": 3549,
        "r": "nasb:Leviticus:17:12",
        "t": "Therefore I said to the sons of Israel, ‘No person among you may eat blood, nor may any alien who sojourns among you eat blood.’"
    },
    {
        "o": 3550,
        "r": "nasb:Leviticus:17:13",
        "t": "So when any man from the sons of Israel, or from the aliens who sojourn among them, in hunting catches a beast or a bird which may be eaten, he shall pour out its blood and cover it with earth."
    },
    {
        "o": 3551,
        "r": "nasb:Leviticus:17:14",
        "t": "“For*p as*i for*i the*i life of all flesh, its blood is identified*i with its life. Therefore I said to the sons of Israel, ‘You are not to eat the blood of any flesh, for the life of all flesh is its blood; whoever eats it shall be cut off.’"
    },
    {
        "o": 3552,
        "r": "nasb:Leviticus:17:15",
        "t": "When any person eats an*i animal*i which dies or is torn by*i beasts,*i whether he is a native or an alien, he shall wash his clothes and bathe in water, and remain unclean until evening; then he will become clean."
    },
    {
        "o": 3553,
        "r": "nasb:Leviticus:17:16",
        "t": "But if he does not wash them*i or bathe his body, then he shall bear his guilt.”"
    },
    {
        "o": 3554,
        "r": "nasb:Leviticus:18:0",
        "t": "Leviticus 18",
        "h": 1
    },
    {
        "o": 3555,
        "r": "nasb:Leviticus:18:0",
        "t": "Laws on Immoral Relations",
        "h": 2
    },
    {
        "o": 3556,
        "r": "nasb:Leviticus:18:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3557,
        "r": "nasb:Leviticus:18:2",
        "t": "“Speak to the sons of Israel and say to them, ‘I am the Lord*s your God."
    },
    {
        "o": 3558,
        "r": "nasb:Leviticus:18:3",
        "t": "You shall not do what is done in the land of Egypt where you lived, nor are you to do what is done in the land of Canaan where I am bringing you; you shall not walk in their statutes."
    },
    {
        "o": 3559,
        "r": "nasb:Leviticus:18:4",
        "t": "You are to perform My judgments and keep My statutes, to live in accord with them; I am the Lord*s your God."
    },
    {
        "o": 3560,
        "r": "nasb:Leviticus:18:5",
        "t": "So you shall keep My statutes and My judgments, by which a man may live if he does them; I am the Lord.*s"
    },
    {
        "o": 3561,
        "r": "nasb:Leviticus:18:6",
        "t": "‘None*p of you shall approach any blood relative of his to uncover nakedness; I am the Lord.*s"
    },
    {
        "o": 3562,
        "r": "nasb:Leviticus:18:7",
        "t": "You shall not uncover the nakedness of your father, that is, the nakedness of your mother. She is your mother; you are not to uncover her nakedness."
    },
    {
        "o": 3563,
        "r": "nasb:Leviticus:18:8",
        "t": "You shall not uncover the nakedness of your father’s wife; it is your father’s nakedness."
    },
    {
        "o": 3564,
        "r": "nasb:Leviticus:18:9",
        "t": "The nakedness of your sister, either*i your father’s daughter or your mother’s daughter, whether born at home or born outside, their nakedness you shall not uncover."
    },
    {
        "o": 3565,
        "r": "nasb:Leviticus:18:10",
        "t": "The nakedness of your son’s daughter or your daughter’s daughter, their nakedness you shall not uncover; for their nakedness is yours."
    },
    {
        "o": 3566,
        "r": "nasb:Leviticus:18:11",
        "t": "The nakedness of your father’s wife’s daughter, born to your father, she is your sister, you shall not uncover her nakedness."
    },
    {
        "o": 3567,
        "r": "nasb:Leviticus:18:12",
        "t": "You shall not uncover the nakedness of your father’s sister; she is your father’s blood relative."
    },
    {
        "o": 3568,
        "r": "nasb:Leviticus:18:13",
        "t": "You shall not uncover the nakedness of your mother’s sister, for she is your mother’s blood relative."
    },
    {
        "o": 3569,
        "r": "nasb:Leviticus:18:14",
        "t": "You shall not uncover the nakedness of your father’s brother; you shall not approach his wife, she is your aunt."
    },
    {
        "o": 3570,
        "r": "nasb:Leviticus:18:15",
        "t": "You shall not uncover the nakedness of your daughter-in-law; she is your son’s wife, you shall not uncover her nakedness."
    },
    {
        "o": 3571,
        "r": "nasb:Leviticus:18:16",
        "t": "You shall not uncover the nakedness of your brother’s wife; it is your brother’s nakedness."
    },
    {
        "o": 3572,
        "r": "nasb:Leviticus:18:17",
        "t": "You shall not uncover the nakedness of a woman and of her daughter, nor shall you take her son’s daughter or her daughter’s daughter, to uncover her nakedness; they are blood relatives. It is lewdness."
    },
    {
        "o": 3573,
        "r": "nasb:Leviticus:18:18",
        "t": "You shall not marry a woman in addition to her sister as a rival while she is alive, to uncover her nakedness."
    },
    {
        "o": 3574,
        "r": "nasb:Leviticus:18:19",
        "t": "‘Also*p you shall not approach a woman to uncover her nakedness during her menstrual impurity."
    },
    {
        "o": 3575,
        "r": "nasb:Leviticus:18:20",
        "t": "You shall not have intercourse with your neighbor’s wife, to be defiled with her."
    },
    {
        "o": 3576,
        "r": "nasb:Leviticus:18:21",
        "t": "You shall not give any of your offspring to offer them to Molech, nor shall you profane the name of your God; I am the Lord.*s"
    },
    {
        "o": 3577,
        "r": "nasb:Leviticus:18:22",
        "t": "You shall not lie with a male as one lies with a female; it is an abomination."
    },
    {
        "o": 3578,
        "r": "nasb:Leviticus:18:23",
        "t": "Also you shall not have intercourse with any animal to be defiled with it, nor shall any woman stand before an animal to mate with it; it is a perversion."
    },
    {
        "o": 3579,
        "r": "nasb:Leviticus:18:24",
        "t": "‘Do*p not defile yourselves by any of these things; for by all these the nations which I am casting out before you have become defiled."
    },
    {
        "o": 3580,
        "r": "nasb:Leviticus:18:25",
        "t": "For the land has become defiled, therefore I have brought its punishment upon it, so the land has spewed out its inhabitants."
    },
    {
        "o": 3581,
        "r": "nasb:Leviticus:18:26",
        "t": "But as for you, you are to keep My statutes and My judgments and shall not do any of these abominations, neither*i the native, nor the alien who sojourns among you"
    },
    {
        "o": 3582,
        "r": "nasb:Leviticus:18:27",
        "t": "(for the men of the land who have been before you have done all these abominations, and the land has become defiled);"
    },
    {
        "o": 3583,
        "r": "nasb:Leviticus:18:28",
        "t": "so that the land will not spew you out, should you defile it, as it has spewed out the nation which has been before you."
    },
    {
        "o": 3584,
        "r": "nasb:Leviticus:18:29",
        "t": "For whoever does any of these abominations, those persons who do so*i shall be cut off from among their people."
    },
    {
        "o": 3585,
        "r": "nasb:Leviticus:18:30",
        "t": "Thus you are to keep My charge, that you do not practice any of the abominable customs which have been practiced before you, so as not to defile yourselves with them; I am the Lord*s your God.’ ”"
    },
    {
        "o": 3586,
        "r": "nasb:Leviticus:19:0",
        "t": "Leviticus 19",
        "h": 1
    },
    {
        "o": 3587,
        "r": "nasb:Leviticus:19:0",
        "t": "Idolatry Forbidden",
        "h": 2
    },
    {
        "o": 3588,
        "r": "nasb:Leviticus:19:1",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 3589,
        "r": "nasb:Leviticus:19:2",
        "t": "“Speak*p to all the congregation of the sons of Israel and say to them, ‘You shall be holy, for I the Lord*s your God am holy."
    },
    {
        "o": 3590,
        "r": "nasb:Leviticus:19:3",
        "t": "Every one of you shall reverence his mother and his father, and you shall keep My sabbaths; I am the Lord*s your God."
    },
    {
        "o": 3591,
        "r": "nasb:Leviticus:19:4",
        "t": "Do not turn to idols or make for yourselves molten gods; I am the Lord*s your God."
    },
    {
        "o": 3592,
        "r": "nasb:Leviticus:19:5",
        "t": "‘Now*p when you offer a sacrifice of peace offerings to the Lord,*s you shall offer it so that you may be accepted."
    },
    {
        "o": 3593,
        "r": "nasb:Leviticus:19:6",
        "t": "It shall be eaten the same day you offer it,*i and the next day; but what remains until the third day shall be burned with fire."
    },
    {
        "o": 3594,
        "r": "nasb:Leviticus:19:7",
        "t": "So if it is eaten at all on the third day, it is an offense; it will not be accepted."
    },
    {
        "o": 3595,
        "r": "nasb:Leviticus:19:8",
        "t": "Everyone who eats it will bear his iniquity, for he has profaned the holy thing of the Lord;*s and that person shall be cut off from his people."
    },
    {
        "o": 3596,
        "r": "nasb:Leviticus:19:8",
        "t": "Sundry Laws",
        "h": 2
    },
    {
        "o": 3597,
        "r": "nasb:Leviticus:19:9",
        "t": "‘Now*p when you reap the harvest of your land, you shall not reap to the very corners of your field, nor shall you gather the gleanings of your harvest."
    },
    {
        "o": 3598,
        "r": "nasb:Leviticus:19:10",
        "t": "Nor shall you glean your vineyard, nor shall you gather the fallen fruit of your vineyard; you shall leave them for the needy and for the stranger. I am the Lord*s your God."
    },
    {
        "o": 3599,
        "r": "nasb:Leviticus:19:11",
        "t": "‘You*p shall not steal, nor deal falsely, nor lie to one another."
    },
    {
        "o": 3600,
        "r": "nasb:Leviticus:19:12",
        "t": "You shall not swear falsely by My name, so as to profane the name of your God; I am the Lord.*s"
    },
    {
        "o": 3601,
        "r": "nasb:Leviticus:19:13",
        "t": "‘You*p shall not oppress your neighbor, nor rob him.*i The wages of a hired man are not to remain with you all night until morning."
    },
    {
        "o": 3602,
        "r": "nasb:Leviticus:19:14",
        "t": "You shall not curse a deaf man, nor place a stumbling block before the blind, but you shall revere your God; I am the Lord.*s"
    },
    {
        "o": 3603,
        "r": "nasb:Leviticus:19:15",
        "t": "‘You*p shall do no injustice in judgment; you shall not be partial to the poor nor defer to the great, but you are to judge your neighbor fairly."
    },
    {
        "o": 3604,
        "r": "nasb:Leviticus:19:16",
        "t": "You shall not go about as a slanderer among your people, and you are not to act against the life of your neighbor; I am the Lord.*s"
    },
    {
        "o": 3605,
        "r": "nasb:Leviticus:19:17",
        "t": "‘You*p shall not hate your fellow countryman in your heart; you may surely reprove your neighbor, but shall not incur sin because of him."
    },
    {
        "o": 3606,
        "r": "nasb:Leviticus:19:18",
        "t": "You shall not take vengeance, nor bear any grudge against the sons of your people, but you shall love your neighbor as yourself; I am the Lord.*s"
    },
    {
        "o": 3607,
        "r": "nasb:Leviticus:19:19",
        "t": "‘You*p are to keep My statutes. You shall not breed together two kinds of your cattle; you shall not sow your field with two kinds of seed, nor wear a garment upon you of two kinds of material mixed together."
    },
    {
        "o": 3608,
        "r": "nasb:Leviticus:19:20",
        "t": "‘Now*p if a man lies carnally with a woman who is a slave acquired for another*i man, but who has in no way been redeemed nor given her freedom, there shall be punishment; they shall not, however,*i be put to death, because she was not free."
    },
    {
        "o": 3609,
        "r": "nasb:Leviticus:19:21",
        "t": "He shall bring his guilt offering to the Lord*s to the doorway of the tent of meeting, a ram for a guilt offering."
    },
    {
        "o": 3610,
        "r": "nasb:Leviticus:19:22",
        "t": "The priest shall also make atonement for him with the ram of the guilt offering before the Lord*s for his sin which he has committed, and the sin which he has committed will be forgiven him."
    },
    {
        "o": 3611,
        "r": "nasb:Leviticus:19:23",
        "t": "‘When*p you enter the land and plant all kinds of trees for food, then you shall count their fruit as forbidden. Three years it shall be forbidden to you; it*i shall not be eaten."
    },
    {
        "o": 3612,
        "r": "nasb:Leviticus:19:24",
        "t": "But in the fourth year all its fruit shall be holy, an offering of praise to the Lord.*s"
    },
    {
        "o": 3613,
        "r": "nasb:Leviticus:19:25",
        "t": "In the fifth year you are to eat of its fruit, that its yield may increase for you; I am the Lord*s your God."
    },
    {
        "o": 3614,
        "r": "nasb:Leviticus:19:26",
        "t": "‘You*p shall not eat anything*i with the blood, nor practice divination or soothsaying."
    },
    {
        "o": 3615,
        "r": "nasb:Leviticus:19:27",
        "t": "You shall not round off the side-growth of your heads nor harm the edges of your beard."
    },
    {
        "o": 3616,
        "r": "nasb:Leviticus:19:28",
        "t": "You shall not make any cuts in your body for the dead nor make any tattoo marks on yourselves: I am the Lord.*s"
    },
    {
        "o": 3617,
        "r": "nasb:Leviticus:19:29",
        "t": "‘Do*p not profane your daughter by making her a harlot, so that the land will not fall to harlotry and the land become full of lewdness."
    },
    {
        "o": 3618,
        "r": "nasb:Leviticus:19:30",
        "t": "You shall keep My sabbaths and revere My sanctuary; I am the Lord.*s"
    },
    {
        "o": 3619,
        "r": "nasb:Leviticus:19:31",
        "t": "‘Do*p not turn to mediums or spiritists; do not seek them out to be defiled by them. I am the Lord*s your God."
    },
    {
        "o": 3620,
        "r": "nasb:Leviticus:19:32",
        "t": "‘You*p shall rise up before the grayheaded and honor the aged, and you shall revere your God; I am the Lord.*s"
    },
    {
        "o": 3621,
        "r": "nasb:Leviticus:19:33",
        "t": "‘When*p a stranger resides with you in your land, you shall not do him wrong."
    },
    {
        "o": 3622,
        "r": "nasb:Leviticus:19:34",
        "t": "The stranger who resides with you shall be to you as the native among you, and you shall love him as yourself, for you were aliens in the land of Egypt; I am the Lord*s your God."
    },
    {
        "o": 3623,
        "r": "nasb:Leviticus:19:35",
        "t": "‘You*p shall do no wrong in judgment, in measurement of weight, or capacity."
    },
    {
        "o": 3624,
        "r": "nasb:Leviticus:19:36",
        "t": "You shall have just balances, just weights, a just ephah, and a just hin; I am the Lord*s your God, who brought you out from the land of Egypt."
    },
    {
        "o": 3625,
        "r": "nasb:Leviticus:19:37",
        "t": "You shall thus observe all My statutes and all My ordinances and do them; I am the Lord*s .’ ”"
    },
    {
        "o": 3626,
        "r": "nasb:Leviticus:20:0",
        "t": "Leviticus 20",
        "h": 1
    },
    {
        "o": 3627,
        "r": "nasb:Leviticus:20:0",
        "t": "On Human Sacrifice and Immoralities",
        "h": 2
    },
    {
        "o": 3628,
        "r": "nasb:Leviticus:20:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3629,
        "r": "nasb:Leviticus:20:2",
        "t": "“You shall also say to the sons of Israel: ‘Any*bp man from the sons of Israel or from the aliens sojourning in Israel who gives any of his offspring to Molech, shall surely be put to death; the people of the land shall stone him with stones."
    },
    {
        "o": 3630,
        "r": "nasb:Leviticus:20:3",
        "t": "I will also set My face against that man and will cut him off from among his people, because he has given some of his offspring to Molech, so as to defile My sanctuary and to profane My holy name."
    },
    {
        "o": 3631,
        "r": "nasb:Leviticus:20:4",
        "t": "If the people of the land, however, should ever disregard that man when he gives any of his offspring to Molech, so as not to put him to death,"
    },
    {
        "o": 3632,
        "r": "nasb:Leviticus:20:5",
        "t": "then I Myself will set My face against that man and against his family, and I will cut off from among their people both him and all those who play the harlot after him, by playing the harlot after Molech."
    },
    {
        "o": 3633,
        "r": "nasb:Leviticus:20:6",
        "t": "‘As*p for the person who turns to mediums and to spiritists, to play the harlot after them, I will also set My face against that person and will cut him off from among his people."
    },
    {
        "o": 3634,
        "r": "nasb:Leviticus:20:7",
        "t": "You shall consecrate yourselves therefore and be holy, for I am the Lord*s your God."
    },
    {
        "o": 3635,
        "r": "nasb:Leviticus:20:8",
        "t": "You shall keep My statutes and practice them; I am the Lord*s who sanctifies you."
    },
    {
        "o": 3636,
        "r": "nasb:Leviticus:20:9",
        "t": "‘If*p there*i is*i anyone who curses his father or his mother, he shall surely be put to death; he has cursed his father or his mother, his bloodguiltiness is upon him."
    },
    {
        "o": 3637,
        "r": "nasb:Leviticus:20:10",
        "t": "‘If*p there*i is*i a man who commits adultery with another man’s wife, one who commits adultery with his friend’s wife, the adulterer and the adulteress shall surely be put to death."
    },
    {
        "o": 3638,
        "r": "nasb:Leviticus:20:11",
        "t": "If there*i is*i a man who lies with his father’s wife, he has uncovered his father’s nakedness; both of them shall surely be put to death, their bloodguiltiness is upon them."
    },
    {
        "o": 3639,
        "r": "nasb:Leviticus:20:12",
        "t": "If there*i is*i a man who lies with his daughter-in-law, both of them shall surely be put to death; they have committed incest, their bloodguiltiness is upon them."
    },
    {
        "o": 3640,
        "r": "nasb:Leviticus:20:13",
        "t": "If there*i is*i a man who lies with a male as those who lie with a woman, both of them have committed a detestable act; they shall surely be put to death. Their bloodguiltiness is upon them."
    },
    {
        "o": 3641,
        "r": "nasb:Leviticus:20:14",
        "t": "If there*i is*i a man who marries a woman and her mother, it is immorality; both he and they shall be burned with fire, so that there will be no immorality in your midst."
    },
    {
        "o": 3642,
        "r": "nasb:Leviticus:20:15",
        "t": "If there*i is*i a man who lies with an animal, he shall surely be put to death; you shall also kill the animal."
    },
    {
        "o": 3643,
        "r": "nasb:Leviticus:20:16",
        "t": "If there*i is*i a woman who approaches any animal to mate with it, you shall kill the woman and the animal; they shall surely be put to death. Their bloodguiltiness is upon them."
    },
    {
        "o": 3644,
        "r": "nasb:Leviticus:20:17",
        "t": "‘If*p there*i is*i a man who takes his sister, his father’s daughter or his mother’s daughter, so that he sees her nakedness and she sees his nakedness, it is a disgrace; and they shall be cut off in the sight of the sons of their people. He has uncovered his sister’s nakedness; he bears his guilt."
    },
    {
        "o": 3645,
        "r": "nasb:Leviticus:20:18",
        "t": "If there*i is*i a man who lies with a menstruous woman and uncovers her nakedness, he has laid bare her flow, and she has exposed the flow of her blood; thus both of them shall be cut off from among their people."
    },
    {
        "o": 3646,
        "r": "nasb:Leviticus:20:19",
        "t": "You shall also not uncover the nakedness of your mother’s sister or of your father’s sister, for such a one has made naked his blood relative; they will bear their guilt."
    },
    {
        "o": 3647,
        "r": "nasb:Leviticus:20:20",
        "t": "If there*i is*i a man who lies with his uncle’s wife he has uncovered his uncle’s nakedness; they will bear their sin. They will die childless."
    },
    {
        "o": 3648,
        "r": "nasb:Leviticus:20:21",
        "t": "If there*i is*i a man who takes his brother’s wife, it is abhorrent; he has uncovered his brother’s nakedness. They will be childless."
    },
    {
        "o": 3649,
        "r": "nasb:Leviticus:20:22",
        "t": "‘You*p are therefore to keep all My statutes and all My ordinances and do them, so that the land to which I am bringing you to live will not spew you out."
    },
    {
        "o": 3650,
        "r": "nasb:Leviticus:20:23",
        "t": "Moreover, you shall not follow the customs of the nation which I will drive out before you, for they did all these things, and therefore I have abhorred them."
    },
    {
        "o": 3651,
        "r": "nasb:Leviticus:20:24",
        "t": "Hence I have said to you, “You are to possess their land, and I Myself will give it to you to possess it, a land flowing with milk and honey.” I am the Lord*s your God, who has separated you from the peoples."
    },
    {
        "o": 3652,
        "r": "nasb:Leviticus:20:25",
        "t": "You are therefore to make a distinction between the clean animal and the unclean, and between the unclean bird and the clean; and you shall not make yourselves detestable by animal or by bird or by anything that creeps on the ground, which I have separated for you as unclean."
    },
    {
        "o": 3653,
        "r": "nasb:Leviticus:20:26",
        "t": "Thus you are to be holy to Me, for I the Lord*s am holy; and I have set you apart from the peoples to be Mine."
    },
    {
        "o": 3654,
        "r": "nasb:Leviticus:20:27",
        "t": "‘Now*p a man or a woman who is a medium or a spiritist shall surely be put to death. They shall be stoned with stones, their bloodguiltiness is upon them.’ ”"
    },
    {
        "o": 3655,
        "r": "nasb:Leviticus:21:0",
        "t": "Leviticus 21",
        "h": 1
    },
    {
        "o": 3656,
        "r": "nasb:Leviticus:21:0",
        "t": "Regulations concerning Priests",
        "h": 2
    },
    {
        "o": 3657,
        "r": "nasb:Leviticus:21:1",
        "t": "Then*p the Lord*s said to Moses, “Speak to the priests, the sons of Aaron, and say to them: ‘No*bp one shall defile himself for a dead*i person among his people,"
    },
    {
        "o": 3658,
        "r": "nasb:Leviticus:21:2",
        "t": "except for his relatives who are nearest to him, his mother and his father and his son and his daughter and his brother,"
    },
    {
        "o": 3659,
        "r": "nasb:Leviticus:21:3",
        "t": "also for his virgin sister, who is near to him because she has had no husband; for her he may defile himself."
    },
    {
        "o": 3660,
        "r": "nasb:Leviticus:21:4",
        "t": "He shall not defile himself as a relative by marriage among his people, and so profane himself."
    },
    {
        "o": 3661,
        "r": "nasb:Leviticus:21:5",
        "t": "They shall not make any baldness on their heads, nor shave off the edges of their beards, nor make any cuts in their flesh."
    },
    {
        "o": 3662,
        "r": "nasb:Leviticus:21:6",
        "t": "They shall be holy to their God and not profane the name of their God, for they present the offerings by fire to the Lord,*s the food of their God; so they shall be holy."
    },
    {
        "o": 3663,
        "r": "nasb:Leviticus:21:7",
        "t": "They shall not take a woman who is profaned by harlotry, nor shall they take a woman divorced from her husband; for he is holy to his God."
    },
    {
        "o": 3664,
        "r": "nasb:Leviticus:21:8",
        "t": "You shall consecrate him, therefore, for he offers the food of your God; he shall be holy to you; for I the Lord,*s who sanctifies you, am holy."
    },
    {
        "o": 3665,
        "r": "nasb:Leviticus:21:9",
        "t": "Also the daughter of any priest, if she profanes herself by harlotry, she profanes her father; she shall be burned with fire."
    },
    {
        "o": 3666,
        "r": "nasb:Leviticus:21:10",
        "t": "‘The*p priest who is the highest among his brothers, on whose head the anointing oil has been poured and who has been consecrated to wear the garments, shall not uncover his head nor tear his clothes;"
    },
    {
        "o": 3667,
        "r": "nasb:Leviticus:21:11",
        "t": "nor shall he approach any dead person, nor defile himself even*i for his father or his mother;"
    },
    {
        "o": 3668,
        "r": "nasb:Leviticus:21:12",
        "t": "nor shall he go out of the sanctuary nor profane the sanctuary of his God, for the consecration of the anointing oil of his God is on him; I am the Lord.*s"
    },
    {
        "o": 3669,
        "r": "nasb:Leviticus:21:13",
        "t": "He shall take a wife in her virginity."
    },
    {
        "o": 3670,
        "r": "nasb:Leviticus:21:14",
        "t": "A widow, or a divorced woman, or one who is profaned by harlotry, these he may not take; but rather he is to marry a virgin of his own people,"
    },
    {
        "o": 3671,
        "r": "nasb:Leviticus:21:15",
        "t": "so that he will not profane his offspring among his people; for I am the Lord*s who sanctifies him.’ ”"
    },
    {
        "o": 3672,
        "r": "nasb:Leviticus:21:16",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3673,
        "r": "nasb:Leviticus:21:17",
        "t": "“Speak to Aaron, saying, ‘No man of your offspring throughout their generations who has a defect shall approach to offer the food of his God."
    },
    {
        "o": 3674,
        "r": "nasb:Leviticus:21:18",
        "t": "For no one who has a defect shall approach: a blind man, or a lame man, or he who has a disfigured face,*i or any deformed limb,*i"
    },
    {
        "o": 3675,
        "r": "nasb:Leviticus:21:19",
        "t": "or a man who has a broken foot or broken hand,"
    },
    {
        "o": 3676,
        "r": "nasb:Leviticus:21:20",
        "t": "or a hunchback or a dwarf, or one*i who*i has*i a defect in his eye or eczema or scabs or crushed testicles."
    },
    {
        "o": 3677,
        "r": "nasb:Leviticus:21:21",
        "t": "No man among the descendants of Aaron the priest who has a defect is to come near to offer the Lord’s*s offerings by fire; since*i he has a defect, he shall not come near to offer the food of his God."
    },
    {
        "o": 3678,
        "r": "nasb:Leviticus:21:22",
        "t": "He may eat the food of his God, both*i of the most holy and of the holy,"
    },
    {
        "o": 3679,
        "r": "nasb:Leviticus:21:23",
        "t": "only he shall not go in to the veil or come near the altar because he has a defect, so that he will not profane My sanctuaries. For I am the Lord*s who sanctifies them.’ ”"
    },
    {
        "o": 3680,
        "r": "nasb:Leviticus:21:24",
        "t": "So Moses spoke to Aaron and to his sons and to all the sons of Israel."
    },
    {
        "o": 3681,
        "r": "nasb:Leviticus:22:0",
        "t": "Leviticus 22",
        "h": 1
    },
    {
        "o": 3682,
        "r": "nasb:Leviticus:22:0",
        "t": "Sundry Rules for Priests",
        "h": 2
    },
    {
        "o": 3683,
        "r": "nasb:Leviticus:22:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3684,
        "r": "nasb:Leviticus:22:2",
        "t": "“Tell Aaron and his sons to be careful with the holy gifts*i of the sons of Israel, which they dedicate to Me, so as not to profane My holy name; I am the Lord.*s"
    },
    {
        "o": 3685,
        "r": "nasb:Leviticus:22:3",
        "t": "Say to them, ‘If any man among all your descendants throughout your generations approaches the holy gifts*i which the sons of Israel dedicate to the Lord,*s while he has an uncleanness, that person shall be cut off from before Me; I am the Lord.*s"
    },
    {
        "o": 3686,
        "r": "nasb:Leviticus:22:4",
        "t": "No man of the descendants of Aaron, who is a leper or who has a discharge, may eat of the holy gifts*i until he is clean. And if one touches anything made unclean by a corpse or if a man has a seminal emission,"
    },
    {
        "o": 3687,
        "r": "nasb:Leviticus:22:5",
        "t": "or if a man touches any teeming things by which he is made unclean, or any man by whom he is made unclean, whatever his uncleanness;"
    },
    {
        "o": 3688,
        "r": "nasb:Leviticus:22:6",
        "t": "a person who touches any such shall be unclean until evening, and shall not eat of the holy gifts*i unless he has bathed his body in water."
    },
    {
        "o": 3689,
        "r": "nasb:Leviticus:22:7",
        "t": "But when the sun sets, he will be clean, and afterward he shall eat of the holy gifts,*i for it is his food."
    },
    {
        "o": 3690,
        "r": "nasb:Leviticus:22:8",
        "t": "He shall not eat an*i animal*i which dies or is torn by*i beasts,*i becoming unclean by it; I am the Lord.*s"
    },
    {
        "o": 3691,
        "r": "nasb:Leviticus:22:9",
        "t": "They shall therefore keep My charge, so that they will not bear sin because of it and die thereby because they profane it; I am the Lord*s who sanctifies them."
    },
    {
        "o": 3692,
        "r": "nasb:Leviticus:22:10",
        "t": "‘No*p layman, however, is to eat the holy gift;*i a sojourner with the priest or a hired man shall not eat of the holy gift.*i"
    },
    {
        "o": 3693,
        "r": "nasb:Leviticus:22:11",
        "t": "But if a priest buys a slave as his*i property with his money, that one may eat of it, and those who are born in his house may eat of his food."
    },
    {
        "o": 3694,
        "r": "nasb:Leviticus:22:12",
        "t": "If a priest’s daughter is married to a layman, she shall not eat of the offering of the gifts.*i"
    },
    {
        "o": 3695,
        "r": "nasb:Leviticus:22:13",
        "t": "But if a priest’s daughter becomes a widow or divorced, and has no child and returns to her father’s house as in her youth, she shall eat of her father’s food; but no layman shall eat of it."
    },
    {
        "o": 3696,
        "r": "nasb:Leviticus:22:14",
        "t": "But if a man eats a holy gift*i unintentionally, then he shall add to it a fifth of it and shall give the holy gift*i to the priest."
    },
    {
        "o": 3697,
        "r": "nasb:Leviticus:22:15",
        "t": "They shall not profane the holy gifts*i of the sons of Israel which they offer to the Lord,*s"
    },
    {
        "o": 3698,
        "r": "nasb:Leviticus:22:16",
        "t": "and so*i cause them to bear punishment for guilt by eating their holy gifts;*i for I am the Lord*s who sanctifies them.’ ”"
    },
    {
        "o": 3699,
        "r": "nasb:Leviticus:22:16",
        "t": "Flawless Animals for Sacrifice",
        "h": 2
    },
    {
        "o": 3700,
        "r": "nasb:Leviticus:22:17",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3701,
        "r": "nasb:Leviticus:22:18",
        "t": "“Speak to Aaron and to his sons and to all the sons of Israel and say to them, ‘Any man of the house of Israel or of the aliens in Israel who presents his offering, whether it is any of their votive or any of their freewill offerings, which they present to the Lord*s for a burnt offering—"
    },
    {
        "o": 3702,
        "r": "nasb:Leviticus:22:19",
        "t": "for you to be accepted— it*i must*i be*i a male without defect from the cattle, the sheep, or the goats."
    },
    {
        "o": 3703,
        "r": "nasb:Leviticus:22:20",
        "t": "Whatever has a defect, you shall not offer, for it will not be accepted for you."
    },
    {
        "o": 3704,
        "r": "nasb:Leviticus:22:21",
        "t": "When a man offers a sacrifice of peace offerings to the Lord*s to fulfill a special vow or for a freewill offering, of the herd or of the flock, it must be perfect to be accepted; there shall be no defect in it."
    },
    {
        "o": 3705,
        "r": "nasb:Leviticus:22:22",
        "t": "Those that*i are*i blind or fractured or maimed or having a running sore or eczema or scabs, you shall not offer to the Lord,*s nor make of them an offering by fire on the altar to the Lord.*s"
    },
    {
        "o": 3706,
        "r": "nasb:Leviticus:22:23",
        "t": "In respect to an ox or a lamb which has an overgrown or stunted member,*i you may present it for a freewill offering, but for a vow it will not be accepted."
    },
    {
        "o": 3707,
        "r": "nasb:Leviticus:22:24",
        "t": "Also anything with*i its*i testicles*i bruised or crushed or torn or cut, you shall not offer to the Lord,*s or sacrifice in your land,"
    },
    {
        "o": 3708,
        "r": "nasb:Leviticus:22:25",
        "t": "nor shall you accept any such from the hand of a foreigner for offering as the food of your God; for their corruption is in them, they have a defect, they shall not be accepted for you.’ ”"
    },
    {
        "o": 3709,
        "r": "nasb:Leviticus:22:26",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3710,
        "r": "nasb:Leviticus:22:27",
        "t": "“When an ox or a sheep or a goat is born, it shall remain seven days with its mother, and from the eighth day on it shall be accepted as a sacrifice of an offering by fire to the Lord.*s"
    },
    {
        "o": 3711,
        "r": "nasb:Leviticus:22:28",
        "t": "But, whether*i it is an ox or a sheep, you shall not kill both*i it and its young in one day."
    },
    {
        "o": 3712,
        "r": "nasb:Leviticus:22:29",
        "t": "When you sacrifice a sacrifice of thanksgiving to the Lord,*s you shall sacrifice it so that you may be accepted."
    },
    {
        "o": 3713,
        "r": "nasb:Leviticus:22:30",
        "t": "It shall be eaten on the same day, you shall leave none of it until morning; I am the Lord.*s"
    },
    {
        "o": 3714,
        "r": "nasb:Leviticus:22:31",
        "t": "So you shall keep My commandments, and do them; I am the Lord.*s"
    },
    {
        "o": 3715,
        "r": "nasb:Leviticus:22:32",
        "t": "“You*p shall not profane My holy name, but I will be sanctified among the sons of Israel; I am the Lord*s who sanctifies you,"
    },
    {
        "o": 3716,
        "r": "nasb:Leviticus:22:33",
        "t": "who brought you out from the land of Egypt, to be your God; I am the Lord.”*s"
    },
    {
        "o": 3717,
        "r": "nasb:Leviticus:23:0",
        "t": "Leviticus 23",
        "h": 1
    },
    {
        "o": 3718,
        "r": "nasb:Leviticus:23:0",
        "t": "Laws of Religious Festivals",
        "h": 2
    },
    {
        "o": 3719,
        "r": "nasb:Leviticus:23:1",
        "t": "The*p Lord*s spoke again to Moses, saying,"
    },
    {
        "o": 3720,
        "r": "nasb:Leviticus:23:2",
        "t": "“Speak to the sons of Israel and say to them, ‘The Lord’s*s appointed times which you shall proclaim as holy convocations—My appointed times are these:"
    },
    {
        "o": 3721,
        "r": "nasb:Leviticus:23:3",
        "t": "‘For*p six days work may be done, but on the seventh day there is a sabbath of complete rest, a holy convocation. You shall not do any work; it is a sabbath to the Lord*s in all your dwellings."
    },
    {
        "o": 3722,
        "r": "nasb:Leviticus:23:4",
        "t": "‘These*p are the appointed times of the Lord,*s holy convocations which you shall proclaim at the times appointed for them."
    },
    {
        "o": 3723,
        "r": "nasb:Leviticus:23:5",
        "t": "In the first month, on the fourteenth day of the month at twilight is the Lord’s*s Passover."
    },
    {
        "o": 3724,
        "r": "nasb:Leviticus:23:6",
        "t": "Then on the fifteenth day of the same month there is the Feast of Unleavened Bread to the Lord;*s for seven days you shall eat unleavened bread."
    },
    {
        "o": 3725,
        "r": "nasb:Leviticus:23:7",
        "t": "On the first day you shall have a holy convocation; you shall not do any laborious work."
    },
    {
        "o": 3726,
        "r": "nasb:Leviticus:23:8",
        "t": "But for seven days you shall present an offering by fire to the Lord.*s On the seventh day is a holy convocation; you shall not do any laborious work.’ ”"
    },
    {
        "o": 3727,
        "r": "nasb:Leviticus:23:9",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3728,
        "r": "nasb:Leviticus:23:10",
        "t": "“Speak to the sons of Israel and say to them, ‘When you enter the land which I am going to give to you and reap its harvest, then you shall bring in the sheaf of the first fruits of your harvest to the priest."
    },
    {
        "o": 3729,
        "r": "nasb:Leviticus:23:11",
        "t": "He shall wave the sheaf before the Lord*s for you to be accepted; on the day after the sabbath the priest shall wave it."
    },
    {
        "o": 3730,
        "r": "nasb:Leviticus:23:12",
        "t": "Now on the day when you wave the sheaf, you shall offer a male lamb one year old without defect for a burnt offering to the Lord.*s"
    },
    {
        "o": 3731,
        "r": "nasb:Leviticus:23:13",
        "t": "Its grain offering shall then be two-tenths of*i an*i ephah*i of fine flour mixed with oil, an offering by fire to the Lord*s for*i a soothing aroma, with its drink offering, a fourth of a hin of wine."
    },
    {
        "o": 3732,
        "r": "nasb:Leviticus:23:14",
        "t": "Until this same day, until you have brought in the offering of your God, you shall eat neither bread nor roasted grain nor new growth. It is to be a perpetual statute throughout your generations in all your dwelling places."
    },
    {
        "o": 3733,
        "r": "nasb:Leviticus:23:15",
        "t": "‘You*p shall also count for yourselves from the day after the sabbath, from the day when you brought in the sheaf of the wave offering; there shall be seven complete sabbaths."
    },
    {
        "o": 3734,
        "r": "nasb:Leviticus:23:16",
        "t": "You shall count fifty days to the day after the seventh sabbath; then you shall present a new grain offering to the Lord.*s"
    },
    {
        "o": 3735,
        "r": "nasb:Leviticus:23:17",
        "t": "You shall bring in from your dwelling places two loaves*i of bread for a wave offering, made of two-tenths of*i an*i ephah;*i they shall be of a fine flour, baked with leaven as first fruits to the Lord.*s"
    },
    {
        "o": 3736,
        "r": "nasb:Leviticus:23:18",
        "t": "Along with the bread you shall present seven one year old male lambs without defect, and a bull of the herd and two rams; they are to be a burnt offering to the Lord,*s with their grain offering and their drink offerings, an offering by fire of a soothing aroma to the Lord.*s"
    },
    {
        "o": 3737,
        "r": "nasb:Leviticus:23:19",
        "t": "You shall also offer one male goat for a sin offering and two male lambs one year old for a sacrifice of peace offerings."
    },
    {
        "o": 3738,
        "r": "nasb:Leviticus:23:20",
        "t": "The priest shall then wave them with the bread of the first fruits for a wave offering with two lambs before the Lord;*s they are to be holy to the Lord*s for the priest."
    },
    {
        "o": 3739,
        "r": "nasb:Leviticus:23:21",
        "t": "On this same day you shall make a proclamation as well; you are to have a holy convocation. You shall do no laborious work. It is to be a perpetual statute in all your dwelling places throughout your generations."
    },
    {
        "o": 3740,
        "r": "nasb:Leviticus:23:22",
        "t": "‘When*p you reap the harvest of your land, moreover, you shall not reap to the very corners of your field nor gather the gleaning of your harvest; you are to leave them for the needy and the alien. I am the Lord*s your God.’ ”"
    },
    {
        "o": 3741,
        "r": "nasb:Leviticus:23:23",
        "t": "Again*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3742,
        "r": "nasb:Leviticus:23:24",
        "t": "“Speak to the sons of Israel, saying, ‘In the seventh month on the first of the month you shall have a rest, a reminder by blowing of*i trumpets,*i a holy convocation."
    },
    {
        "o": 3743,
        "r": "nasb:Leviticus:23:25",
        "t": "You shall not do any laborious work, but you shall present an offering by fire to the Lord*s .’ ”"
    },
    {
        "o": 3744,
        "r": "nasb:Leviticus:23:25",
        "t": "The Day of Atonement",
        "h": 2
    },
    {
        "o": 3745,
        "r": "nasb:Leviticus:23:26",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3746,
        "r": "nasb:Leviticus:23:27",
        "t": "“On exactly the tenth day of this seventh month is the day of atonement; it shall be a holy convocation for you, and you shall humble your souls and present an offering by fire to the Lord.*s"
    },
    {
        "o": 3747,
        "r": "nasb:Leviticus:23:28",
        "t": "You shall not do any work on this same day, for it is a day of atonement, to make atonement on your behalf before the Lord*s your God."
    },
    {
        "o": 3748,
        "r": "nasb:Leviticus:23:29",
        "t": "If there is any person who will not humble himself on this same day, he shall be cut off from his people."
    },
    {
        "o": 3749,
        "r": "nasb:Leviticus:23:30",
        "t": "As for any person who does any work on this same day, that person I will destroy from among his people."
    },
    {
        "o": 3750,
        "r": "nasb:Leviticus:23:31",
        "t": "You shall do no work at all. It is to be a perpetual statute throughout your generations in all your dwelling places."
    },
    {
        "o": 3751,
        "r": "nasb:Leviticus:23:32",
        "t": "It is to be a sabbath of complete rest to you, and you shall humble your souls; on the ninth of the month at evening, from evening until evening you shall keep your sabbath.”"
    },
    {
        "o": 3752,
        "r": "nasb:Leviticus:23:33",
        "t": "Again*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3753,
        "r": "nasb:Leviticus:23:34",
        "t": "“Speak to the sons of Israel, saying, ‘On the fifteenth of this seventh month is the Feast of Booths for seven days to the Lord.*s"
    },
    {
        "o": 3754,
        "r": "nasb:Leviticus:23:35",
        "t": "On the first day is a holy convocation; you shall do no laborious work of any kind."
    },
    {
        "o": 3755,
        "r": "nasb:Leviticus:23:36",
        "t": "For seven days you shall present an offering by fire to the Lord.*s On the eighth day you shall have a holy convocation and present an offering by fire to the Lord;*s it is an assembly. You shall do no laborious work."
    },
    {
        "o": 3756,
        "r": "nasb:Leviticus:23:37",
        "t": "‘These*p are the appointed times of the Lord*s which you shall proclaim as holy convocations, to present offerings by fire to the Lord*s —burnt offerings and grain offerings, sacrifices and drink offerings, each*i day’s matter on its own day—"
    },
    {
        "o": 3757,
        "r": "nasb:Leviticus:23:38",
        "t": "besides those*i of*i the sabbaths of the Lord,*s and besides your gifts and besides all your votive and freewill offerings, which you give to the Lord.*s"
    },
    {
        "o": 3758,
        "r": "nasb:Leviticus:23:39",
        "t": "‘On*p exactly the fifteenth day of the seventh month, when you have gathered in the crops of the land, you shall celebrate the feast of the Lord*s for seven days, with a rest on the first day and a rest on the eighth day."
    },
    {
        "o": 3759,
        "r": "nasb:Leviticus:23:40",
        "t": "Now on the first day you shall take for yourselves the foliage of beautiful trees, palm branches and boughs of leafy trees and willows of the brook, and you shall rejoice before the Lord*s your God for seven days."
    },
    {
        "o": 3760,
        "r": "nasb:Leviticus:23:41",
        "t": "You shall thus celebrate it as*i a feast to the Lord*s for seven days in the year. It shall*i be*i a perpetual statute throughout your generations; you shall celebrate it in the seventh month."
    },
    {
        "o": 3761,
        "r": "nasb:Leviticus:23:42",
        "t": "You shall live in booths for seven days; all the native-born in Israel shall live in booths,"
    },
    {
        "o": 3762,
        "r": "nasb:Leviticus:23:43",
        "t": "so that your generations may know that I had the sons of Israel live in booths when I brought them out from the land of Egypt. I am the Lord*s your God.’ ”"
    },
    {
        "o": 3763,
        "r": "nasb:Leviticus:23:44",
        "t": "So Moses declared to the sons of Israel the appointed times of the Lord.*s"
    },
    {
        "o": 3764,
        "r": "nasb:Leviticus:24:0",
        "t": "Leviticus 24",
        "h": 1
    },
    {
        "o": 3765,
        "r": "nasb:Leviticus:24:0",
        "t": "The Lamp and the Bread of the Sanctuary",
        "h": 2
    },
    {
        "o": 3766,
        "r": "nasb:Leviticus:24:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3767,
        "r": "nasb:Leviticus:24:2",
        "t": "“Command the sons of Israel that they bring to you clear oil from beaten olives for the light, to make a lamp burn continually."
    },
    {
        "o": 3768,
        "r": "nasb:Leviticus:24:3",
        "t": "Outside the veil of testimony in the tent of meeting, Aaron shall keep it in order from evening to morning before the Lord*s continually; it*i shall*i be*i a perpetual statute throughout your generations."
    },
    {
        "o": 3769,
        "r": "nasb:Leviticus:24:4",
        "t": "He shall keep the lamps in order on the pure gold*i lampstand before the Lord*s continually."
    },
    {
        "o": 3770,
        "r": "nasb:Leviticus:24:5",
        "t": "“Then*p you shall take fine flour and bake twelve cakes with it; two-tenths of*i an*i ephah*i shall be in*i each cake."
    },
    {
        "o": 3771,
        "r": "nasb:Leviticus:24:6",
        "t": "You shall set them in*i two rows, six to*i a row, on the pure gold*i table before the Lord.*s"
    },
    {
        "o": 3772,
        "r": "nasb:Leviticus:24:7",
        "t": "You shall put pure frankincense on each row that it may be a memorial portion for the bread, even*i an offering by fire to the Lord.*s"
    },
    {
        "o": 3773,
        "r": "nasb:Leviticus:24:8",
        "t": "Every sabbath day he shall set it in order before the Lord*s continually; it is an everlasting covenant for the sons of Israel."
    },
    {
        "o": 3774,
        "r": "nasb:Leviticus:24:9",
        "t": "It shall be for Aaron and his sons, and they shall eat it in a holy place; for it is most holy to him from the Lord’s*s offerings by fire, his*i portion forever.”"
    },
    {
        "o": 3775,
        "r": "nasb:Leviticus:24:10",
        "t": "Now*p the son of an Israelite woman, whose father was an Egyptian, went out among the sons of Israel; and the Israelite woman’s son and a man of Israel struggled with each other in the camp."
    },
    {
        "o": 3776,
        "r": "nasb:Leviticus:24:11",
        "t": "The son of the Israelite woman blasphemed the Name and cursed. So they brought him to Moses. (Now his mother’s name was Shelomith, the daughter of Dibri, of the tribe of Dan.)"
    },
    {
        "o": 3777,
        "r": "nasb:Leviticus:24:12",
        "t": "They put him in custody so that the command of the Lord*s might be made clear to them."
    },
    {
        "o": 3778,
        "r": "nasb:Leviticus:24:13",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3779,
        "r": "nasb:Leviticus:24:14",
        "t": "“Bring the one who has cursed outside the camp, and let all who heard him lay their hands on his head; then let all the congregation stone him."
    },
    {
        "o": 3780,
        "r": "nasb:Leviticus:24:15",
        "t": "You shall speak to the sons of Israel, saying, ‘If anyone curses his God, then he will bear his sin."
    },
    {
        "o": 3781,
        "r": "nasb:Leviticus:24:16",
        "t": "Moreover, the one who blasphemes the name of the Lord*s shall surely be put to death; all the congregation shall certainly stone him. The alien as well as the native, when he blasphemes the Name, shall be put to death."
    },
    {
        "o": 3782,
        "r": "nasb:Leviticus:24:16",
        "t": "“An Eye for an Eye”",
        "h": 2
    },
    {
        "o": 3783,
        "r": "nasb:Leviticus:24:17",
        "t": "‘If*p a man takes the life of any human being, he shall surely be put to death."
    },
    {
        "o": 3784,
        "r": "nasb:Leviticus:24:18",
        "t": "The one who takes the life of an animal shall make it good, life for life."
    },
    {
        "o": 3785,
        "r": "nasb:Leviticus:24:19",
        "t": "If a man injures his neighbor, just as he has done, so it shall be done to him:"
    },
    {
        "o": 3786,
        "r": "nasb:Leviticus:24:20",
        "t": "fracture for fracture, eye for eye, tooth for tooth; just as he has injured a man, so it shall be inflicted on him."
    },
    {
        "o": 3787,
        "r": "nasb:Leviticus:24:21",
        "t": "Thus the one who kills an animal shall make it good, but the one who kills a man shall be put to death."
    },
    {
        "o": 3788,
        "r": "nasb:Leviticus:24:22",
        "t": "There shall be one standard for you; it shall be for the stranger as well as the native, for I am the Lord*s your God.’ ”"
    },
    {
        "o": 3789,
        "r": "nasb:Leviticus:24:23",
        "t": "Then Moses spoke to the sons of Israel, and they brought the one who had cursed outside the camp and stoned him with stones. Thus the sons of Israel did, just as the Lord*s had commanded Moses."
    },
    {
        "o": 3790,
        "r": "nasb:Leviticus:25:0",
        "t": "Leviticus 25",
        "h": 1
    },
    {
        "o": 3791,
        "r": "nasb:Leviticus:25:0",
        "t": "The Sabbatic Year and Year of Jubilee",
        "h": 2
    },
    {
        "o": 3792,
        "r": "nasb:Leviticus:25:1",
        "t": "The*p Lord*s then spoke to Moses at Mount Sinai, saying,"
    },
    {
        "o": 3793,
        "r": "nasb:Leviticus:25:2",
        "t": "“Speak to the sons of Israel and say to them, ‘When you come into the land which I shall give you, then the land shall have a sabbath to the Lord.*s"
    },
    {
        "o": 3794,
        "r": "nasb:Leviticus:25:3",
        "t": "Six years you shall sow your field, and six years you shall prune your vineyard and gather in its crop,"
    },
    {
        "o": 3795,
        "r": "nasb:Leviticus:25:4",
        "t": "but during the seventh year the land shall have a sabbath rest, a sabbath to the Lord;*s you shall not sow your field nor prune your vineyard."
    },
    {
        "o": 3796,
        "r": "nasb:Leviticus:25:5",
        "t": "Your harvest’s aftergrowth you shall not reap, and your grapes of untrimmed vines you shall not gather; the land shall have a sabbatical year."
    },
    {
        "o": 3797,
        "r": "nasb:Leviticus:25:6",
        "t": "All of you shall have the sabbath products*i of the land for food; yourself, and your male and female slaves, and your hired man and your foreign resident, those who live as aliens with you."
    },
    {
        "o": 3798,
        "r": "nasb:Leviticus:25:7",
        "t": "Even your cattle and the animals that are in your land shall have all its crops to eat."
    },
    {
        "o": 3799,
        "r": "nasb:Leviticus:25:8",
        "t": "‘You*p are also to count off seven sabbaths of years for yourself, seven times seven years, so that you have the time of the seven sabbaths of years, namely,*i forty-nine years."
    },
    {
        "o": 3800,
        "r": "nasb:Leviticus:25:9",
        "t": "You shall then sound a ram’s horn abroad on the tenth day of the seventh month; on the day of atonement you shall sound a horn all through your land."
    },
    {
        "o": 3801,
        "r": "nasb:Leviticus:25:10",
        "t": "You shall thus consecrate the fiftieth year and proclaim a release through the land to all its inhabitants. It shall be a jubilee for you, and each of you shall return to his own property, and each of you shall return to his family."
    },
    {
        "o": 3802,
        "r": "nasb:Leviticus:25:11",
        "t": "You shall have the fiftieth year as a jubilee; you shall not sow, nor reap its aftergrowth, nor gather in from*i its untrimmed vines."
    },
    {
        "o": 3803,
        "r": "nasb:Leviticus:25:12",
        "t": "For it is a jubilee; it shall be holy to you. You shall eat its crops out of the field."
    },
    {
        "o": 3804,
        "r": "nasb:Leviticus:25:13",
        "t": "‘On*p this year of jubilee each of you shall return to his own property."
    },
    {
        "o": 3805,
        "r": "nasb:Leviticus:25:14",
        "t": "If you make a sale, moreover, to your friend or buy from your friend’s hand, you shall not wrong one another."
    },
    {
        "o": 3806,
        "r": "nasb:Leviticus:25:15",
        "t": "Corresponding to the number of years after the jubilee, you shall buy from your friend; he is to sell to you according to the number of years of crops."
    },
    {
        "o": 3807,
        "r": "nasb:Leviticus:25:16",
        "t": "In proportion to the extent of the years you shall increase its price, and in proportion to the fewness of the years you shall diminish its price, for it*i is*i a number of crops he is selling to you."
    },
    {
        "o": 3808,
        "r": "nasb:Leviticus:25:17",
        "t": "So you shall not wrong one another, but you shall fear your God; for I am the Lord*s your God."
    },
    {
        "o": 3809,
        "r": "nasb:Leviticus:25:18",
        "t": "‘You*p shall thus observe My statutes and keep My judgments, so as to carry them out, that you may live securely on the land."
    },
    {
        "o": 3810,
        "r": "nasb:Leviticus:25:19",
        "t": "Then the land will yield its produce, so that you can eat your fill and live securely on it."
    },
    {
        "o": 3811,
        "r": "nasb:Leviticus:25:20",
        "t": "But if you say, “What are we going to eat on the seventh year if we do not sow or gather in our crops?”"
    },
    {
        "o": 3812,
        "r": "nasb:Leviticus:25:21",
        "t": "then I will so order My blessing for you in the sixth year that it will bring forth the crop for three years."
    },
    {
        "o": 3813,
        "r": "nasb:Leviticus:25:22",
        "t": "When you are sowing the eighth year, you can still eat old things from the crop, eating the*i old*i until the ninth year when its crop comes in."
    },
    {
        "o": 3814,
        "r": "nasb:Leviticus:25:22",
        "t": "The Law of Redemption",
        "h": 2
    },
    {
        "o": 3815,
        "r": "nasb:Leviticus:25:23",
        "t": "‘The*p land, moreover, shall not be sold permanently, for the land is Mine; for you are but*i aliens and sojourners with Me."
    },
    {
        "o": 3816,
        "r": "nasb:Leviticus:25:24",
        "t": "Thus for every piece of your property, you are to provide for the redemption of the land."
    },
    {
        "o": 3817,
        "r": "nasb:Leviticus:25:25",
        "t": "‘If*p a fellow countryman of yours becomes so poor he has to sell part of his property, then his nearest kinsman is to come and buy back what his relative has sold."
    },
    {
        "o": 3818,
        "r": "nasb:Leviticus:25:26",
        "t": "Or in case a man has no kinsman, but so recovers his means as to find sufficient for its redemption,"
    },
    {
        "o": 3819,
        "r": "nasb:Leviticus:25:27",
        "t": "then he shall calculate the years since its sale and refund the balance to the man to whom he sold it, and so return to his property."
    },
    {
        "o": 3820,
        "r": "nasb:Leviticus:25:28",
        "t": "But if he has not found sufficient means to get it back for himself, then what he has sold shall remain in the hands of its purchaser until the year of jubilee; but at the jubilee it shall revert, that he may return to his property."
    },
    {
        "o": 3821,
        "r": "nasb:Leviticus:25:29",
        "t": "‘Likewise,*p if a man sells a dwelling house in a walled city, then his redemption right remains valid until a full year from its sale; his right of redemption lasts a full year."
    },
    {
        "o": 3822,
        "r": "nasb:Leviticus:25:30",
        "t": "But if it is not bought back for him within the space of a full year, then the house that is in the walled city passes permanently to its purchaser throughout his generations; it does not revert in the jubilee."
    },
    {
        "o": 3823,
        "r": "nasb:Leviticus:25:31",
        "t": "The houses of the villages, however, which have no surrounding wall shall be considered as open fields; they have redemption rights and revert in the jubilee."
    },
    {
        "o": 3824,
        "r": "nasb:Leviticus:25:32",
        "t": "As for cities of the Levites, the Levites have a permanent right of redemption for the houses of the cities which are their possession."
    },
    {
        "o": 3825,
        "r": "nasb:Leviticus:25:33",
        "t": "What, therefore, belongs to the Levites may be redeemed and a house sale in the city of this possession reverts in the jubilee, for the houses of the cities of the Levites are their possession among the sons of Israel."
    },
    {
        "o": 3826,
        "r": "nasb:Leviticus:25:34",
        "t": "But pasture fields of their cities shall not be sold, for that is their perpetual possession."
    },
    {
        "o": 3827,
        "r": "nasb:Leviticus:25:34",
        "t": "Of Poor Countrymen",
        "h": 2
    },
    {
        "o": 3828,
        "r": "nasb:Leviticus:25:35",
        "t": "‘Now*p in case a countryman of yours becomes poor and his means with regard to you falter, then you are to sustain him, like a stranger or a sojourner, that he may live with you."
    },
    {
        "o": 3829,
        "r": "nasb:Leviticus:25:36",
        "t": "Do not take usurious interest from him, but revere your God, that your countryman may live with you."
    },
    {
        "o": 3830,
        "r": "nasb:Leviticus:25:37",
        "t": "You shall not give him your silver at interest, nor your food for gain."
    },
    {
        "o": 3831,
        "r": "nasb:Leviticus:25:38",
        "t": "I am the Lord*s your God, who brought you out of the land of Egypt to give you the land of Canaan and*i to be your God."
    },
    {
        "o": 3832,
        "r": "nasb:Leviticus:25:39",
        "t": "‘If*p a countryman of yours becomes so poor with regard to you that he sells himself to you, you shall not subject him to a slave’s service."
    },
    {
        "o": 3833,
        "r": "nasb:Leviticus:25:40",
        "t": "He shall be with you as a hired man, as if he were a sojourner; he shall serve with you until the year of jubilee."
    },
    {
        "o": 3834,
        "r": "nasb:Leviticus:25:41",
        "t": "He shall then go out from you, he and his sons with him, and shall go back to his family, that he may return to the property of his forefathers."
    },
    {
        "o": 3835,
        "r": "nasb:Leviticus:25:42",
        "t": "For they are My servants whom I brought out from the land of Egypt; they are not to be sold in*i a slave sale."
    },
    {
        "o": 3836,
        "r": "nasb:Leviticus:25:43",
        "t": "You shall not rule over him with severity, but are to revere your God."
    },
    {
        "o": 3837,
        "r": "nasb:Leviticus:25:44",
        "t": "As for your male and female slaves whom you may have—you may acquire male and female slaves from the pagan nations that are around you."
    },
    {
        "o": 3838,
        "r": "nasb:Leviticus:25:45",
        "t": "Then, too, it*i is*i out of the sons of the sojourners who live as aliens among you that you may gain acquisition, and out of their families who are with you, whom they will have produced in your land; they also may become your possession."
    },
    {
        "o": 3839,
        "r": "nasb:Leviticus:25:46",
        "t": "You may even bequeath them to your sons after you, to receive as a possession; you can use them as permanent slaves. But in respect to your countrymen, the sons of Israel, you shall not rule with severity over one another."
    },
    {
        "o": 3840,
        "r": "nasb:Leviticus:25:46",
        "t": "Of Redeeming a Poor Man",
        "h": 2
    },
    {
        "o": 3841,
        "r": "nasb:Leviticus:25:47",
        "t": "‘Now*p if the means of a stranger or of a sojourner with you becomes sufficient, and a countryman of yours becomes so poor with regard to him as to sell himself to a stranger who is sojourning with you, or to the descendants of a stranger’s family,"
    },
    {
        "o": 3842,
        "r": "nasb:Leviticus:25:48",
        "t": "then he shall have redemption right after he has been sold. One of his brothers may redeem him,"
    },
    {
        "o": 3843,
        "r": "nasb:Leviticus:25:49",
        "t": "or his uncle, or his uncle’s son, may redeem him, or one of his blood relatives from his family may redeem him; or if he prospers, he may redeem himself."
    },
    {
        "o": 3844,
        "r": "nasb:Leviticus:25:50",
        "t": "He then with his purchaser shall calculate from the year when he sold himself to him up to the year of jubilee; and the price of his sale shall correspond to the number of years. It*i is*i like the days of a hired man that*i he shall be with him."
    },
    {
        "o": 3845,
        "r": "nasb:Leviticus:25:51",
        "t": "If there are still many years, he shall refund part of his purchase price in proportion to them for his own redemption;"
    },
    {
        "o": 3846,
        "r": "nasb:Leviticus:25:52",
        "t": "and if few years remain until the year of jubilee, he shall so calculate with him. In proportion to his years he is to refund the*i amount*i for*i his redemption."
    },
    {
        "o": 3847,
        "r": "nasb:Leviticus:25:53",
        "t": "Like a man hired year by year he shall be with him; he shall not rule over him with severity in your sight."
    },
    {
        "o": 3848,
        "r": "nasb:Leviticus:25:54",
        "t": "Even if he is not redeemed by these means,*i he shall still go out in the year of jubilee, he and his sons with him."
    },
    {
        "o": 3849,
        "r": "nasb:Leviticus:25:55",
        "t": "For the sons of Israel are My servants; they are My servants whom I brought out from the land of Egypt. I am the Lord*s your God."
    },
    {
        "o": 3850,
        "r": "nasb:Leviticus:26:0",
        "t": "Leviticus 26",
        "h": 1
    },
    {
        "o": 3851,
        "r": "nasb:Leviticus:26:0",
        "t": "Blessings of Obedience",
        "h": 2
    },
    {
        "o": 3852,
        "r": "nasb:Leviticus:26:1",
        "t": "‘You*p shall not make for yourselves idols, nor shall you set up for yourselves an image or a sacred*i pillar, nor shall you place a figured stone in your land to bow down to it; for I am the Lord*s your God."
    },
    {
        "o": 3853,
        "r": "nasb:Leviticus:26:2",
        "t": "You shall keep My sabbaths and reverence My sanctuary; I am the Lord.*s"
    },
    {
        "o": 3854,
        "r": "nasb:Leviticus:26:3",
        "t": "If you walk in My statutes and keep My commandments so as to carry them out,"
    },
    {
        "o": 3855,
        "r": "nasb:Leviticus:26:4",
        "t": "then I shall give you rains in their season, so that the land will yield its produce and the trees of the field will bear their fruit."
    },
    {
        "o": 3856,
        "r": "nasb:Leviticus:26:5",
        "t": "Indeed, your threshing will last for you until grape gathering, and grape gathering will last until sowing time. You will thus eat your food to the full and live securely in your land."
    },
    {
        "o": 3857,
        "r": "nasb:Leviticus:26:6",
        "t": "I shall also grant peace in the land, so that you may lie down with no one making you*i tremble. I shall also eliminate harmful beasts from the land, and no sword will pass through your land."
    },
    {
        "o": 3858,
        "r": "nasb:Leviticus:26:7",
        "t": "But you will chase your enemies and they will fall before you by the sword;"
    },
    {
        "o": 3859,
        "r": "nasb:Leviticus:26:8",
        "t": "five of you will chase a hundred, and a hundred of you will chase ten thousand, and your enemies will fall before you by the sword."
    },
    {
        "o": 3860,
        "r": "nasb:Leviticus:26:9",
        "t": "So I will turn toward you and make you fruitful and multiply you, and I will confirm My covenant with you."
    },
    {
        "o": 3861,
        "r": "nasb:Leviticus:26:10",
        "t": "You will eat the old supply and clear out the old because of the new."
    },
    {
        "o": 3862,
        "r": "nasb:Leviticus:26:11",
        "t": "Moreover, I will make My dwelling among you, and My soul will not reject you."
    },
    {
        "o": 3863,
        "r": "nasb:Leviticus:26:12",
        "t": "I will also walk among you and be your God, and you shall be My people."
    },
    {
        "o": 3864,
        "r": "nasb:Leviticus:26:13",
        "t": "I am the Lord*s your God, who brought you out of the land of Egypt so that you*i would not be their slaves, and I broke the bars of your yoke and made you walk erect."
    },
    {
        "o": 3865,
        "r": "nasb:Leviticus:26:13",
        "t": "Penalties of Disobedience",
        "h": 2
    },
    {
        "o": 3866,
        "r": "nasb:Leviticus:26:14",
        "t": "‘But*p if you do not obey Me and do not carry out all these commandments,"
    },
    {
        "o": 3867,
        "r": "nasb:Leviticus:26:15",
        "t": "if, instead, you reject My statutes, and if your soul abhors My ordinances so as not to carry out all My commandments, and*i so break My covenant,"
    },
    {
        "o": 3868,
        "r": "nasb:Leviticus:26:16",
        "t": "I, in turn, will do this to you: I will appoint over you a sudden terror, consumption and fever that will waste away the eyes and cause the soul to pine away; also, you will sow your seed uselessly, for your enemies will eat it up."
    },
    {
        "o": 3869,
        "r": "nasb:Leviticus:26:17",
        "t": "I will set My face against you so that you will be struck down before your enemies; and those who hate you will rule over you, and you will flee when no one is pursuing you."
    },
    {
        "o": 3870,
        "r": "nasb:Leviticus:26:18",
        "t": "If also after these things you do not obey Me, then I will punish you seven times more for your sins."
    },
    {
        "o": 3871,
        "r": "nasb:Leviticus:26:19",
        "t": "I will also break down your pride of power; I will also make your sky like iron and your earth like bronze."
    },
    {
        "o": 3872,
        "r": "nasb:Leviticus:26:20",
        "t": "Your strength will be spent uselessly, for your land will not yield its produce and the trees of the land will not yield their fruit."
    },
    {
        "o": 3873,
        "r": "nasb:Leviticus:26:21",
        "t": "‘If*p then, you act with hostility against Me and are unwilling to obey Me, I will increase the plague on you seven times according to your sins."
    },
    {
        "o": 3874,
        "r": "nasb:Leviticus:26:22",
        "t": "I will let loose among you the beasts of the field, which will bereave you of your children and destroy your cattle and reduce your number so that your roads lie deserted."
    },
    {
        "o": 3875,
        "r": "nasb:Leviticus:26:23",
        "t": "‘And*p if by these things you are not turned to Me, but act with hostility against Me,"
    },
    {
        "o": 3876,
        "r": "nasb:Leviticus:26:24",
        "t": "then I will act with hostility against you; and I, even I, will strike you seven times for your sins."
    },
    {
        "o": 3877,
        "r": "nasb:Leviticus:26:25",
        "t": "I will also bring upon you a sword which will execute vengeance for the covenant; and when you gather together into your cities, I will send pestilence among you, so that you shall be delivered into enemy hands."
    },
    {
        "o": 3878,
        "r": "nasb:Leviticus:26:26",
        "t": "When I break your staff of bread, ten women will bake your bread in one oven, and they will bring back your bread in rationed amounts, so that you will eat and not be satisfied."
    },
    {
        "o": 3879,
        "r": "nasb:Leviticus:26:27",
        "t": "‘Yet*p if in spite of this you do not obey Me, but act with hostility against Me,"
    },
    {
        "o": 3880,
        "r": "nasb:Leviticus:26:28",
        "t": "then I will act with wrathful hostility against you, and I, even I, will punish you seven times for your sins."
    },
    {
        "o": 3881,
        "r": "nasb:Leviticus:26:29",
        "t": "Further, you will eat the flesh of your sons and the flesh of your daughters you will eat."
    },
    {
        "o": 3882,
        "r": "nasb:Leviticus:26:30",
        "t": "I then will destroy your high places, and cut down your incense altars, and heap your remains on the remains of your idols, for My soul shall abhor you."
    },
    {
        "o": 3883,
        "r": "nasb:Leviticus:26:31",
        "t": "I will lay waste your cities as well and will make your sanctuaries desolate, and I will not smell your soothing aromas."
    },
    {
        "o": 3884,
        "r": "nasb:Leviticus:26:32",
        "t": "I will make the land desolate so that your enemies who settle in it will be appalled over it."
    },
    {
        "o": 3885,
        "r": "nasb:Leviticus:26:33",
        "t": "You, however, I will scatter among the nations and will draw out a sword after you, as your land becomes desolate and your cities become waste."
    },
    {
        "o": 3886,
        "r": "nasb:Leviticus:26:34",
        "t": "‘Then*p the land will enjoy its sabbaths all the days of the desolation, while you are in your enemies’ land; then the land will rest and enjoy its sabbaths."
    },
    {
        "o": 3887,
        "r": "nasb:Leviticus:26:35",
        "t": "All the days of its*i desolation it will observe the rest which it did not observe on your sabbaths, while you were living on it."
    },
    {
        "o": 3888,
        "r": "nasb:Leviticus:26:36",
        "t": "As for those of you who may be left, I will also bring weakness into their hearts in the lands of their enemies. And the sound of a driven leaf will chase them, and even when no one is pursuing they will flee as though from the sword, and they will fall."
    },
    {
        "o": 3889,
        "r": "nasb:Leviticus:26:37",
        "t": "They will therefore stumble over each other as if running*i from the sword, although no one is pursuing; and you will have no*i strength*i to stand up before your enemies."
    },
    {
        "o": 3890,
        "r": "nasb:Leviticus:26:38",
        "t": "But you will perish among the nations, and your enemies’ land will consume you."
    },
    {
        "o": 3891,
        "r": "nasb:Leviticus:26:39",
        "t": "So those of you who may be left will rot away because of their iniquity in the lands of your enemies; and also because of the iniquities of their forefathers they will rot away with them."
    },
    {
        "o": 3892,
        "r": "nasb:Leviticus:26:40",
        "t": "‘If*p they confess their iniquity and the iniquity of their forefathers, in their unfaithfulness which they committed against Me, and also in their acting with hostility against Me—"
    },
    {
        "o": 3893,
        "r": "nasb:Leviticus:26:41",
        "t": "I also was acting with hostility against them, to bring them into the land of their enemies—or if their uncircumcised heart becomes humbled so that they then make amends for their iniquity,"
    },
    {
        "o": 3894,
        "r": "nasb:Leviticus:26:42",
        "t": "then I will remember My covenant with Jacob, and I will remember also My covenant with Isaac, and My covenant with Abraham as well, and I will remember the land."
    },
    {
        "o": 3895,
        "r": "nasb:Leviticus:26:43",
        "t": "For the land will be abandoned by them, and will make up for its sabbaths while it is made desolate without them. They, meanwhile, will be making amends for their iniquity, because they rejected My ordinances and their soul abhorred My statutes."
    },
    {
        "o": 3896,
        "r": "nasb:Leviticus:26:44",
        "t": "Yet in spite of this, when they are in the land of their enemies, I will not reject them, nor will I so abhor them as to destroy them, breaking My covenant with them; for I am the Lord*s their God."
    },
    {
        "o": 3897,
        "r": "nasb:Leviticus:26:45",
        "t": "But I will remember for them the covenant with their ancestors, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God. I am the Lord*s .’ ”"
    },
    {
        "o": 3898,
        "r": "nasb:Leviticus:26:46",
        "t": "These*p are the statutes and ordinances and laws which the Lord*s established between Himself and the sons of Israel through Moses at Mount Sinai."
    },
    {
        "o": 3899,
        "r": "nasb:Leviticus:27:0",
        "t": "Leviticus 27",
        "h": 1
    },
    {
        "o": 3900,
        "r": "nasb:Leviticus:27:0",
        "t": "Rules concerning Valuations",
        "h": 2
    },
    {
        "o": 3901,
        "r": "nasb:Leviticus:27:1",
        "t": "Again,*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3902,
        "r": "nasb:Leviticus:27:2",
        "t": "“Speak to the sons of Israel and say to them, ‘When a man makes a difficult vow, he shall*i be*i valued*i according to your valuation of persons belonging to the Lord.*s"
    },
    {
        "o": 3903,
        "r": "nasb:Leviticus:27:3",
        "t": "If your valuation is of the male from twenty years even to sixty years old, then your valuation shall be fifty shekels of silver, after the shekel of the sanctuary."
    },
    {
        "o": 3904,
        "r": "nasb:Leviticus:27:4",
        "t": "Or if it is a female, then your valuation shall be thirty shekels."
    },
    {
        "o": 3905,
        "r": "nasb:Leviticus:27:5",
        "t": "If it be from five years even to twenty years old then your valuation for the male shall be twenty shekels and for the female ten shekels."
    },
    {
        "o": 3906,
        "r": "nasb:Leviticus:27:6",
        "t": "But if they*i are*i from a month even up to five years old, then your valuation shall be five shekels of silver for the male, and for the female your valuation shall be three shekels of silver."
    },
    {
        "o": 3907,
        "r": "nasb:Leviticus:27:7",
        "t": "If they*i are*i from sixty years old and upward, if it is a male, then your valuation shall be fifteen shekels, and for the female ten shekels."
    },
    {
        "o": 3908,
        "r": "nasb:Leviticus:27:8",
        "t": "But if he is poorer than your valuation, then he shall be placed before the priest and the priest shall value him; according to the means of the one who vowed, the priest shall value him."
    },
    {
        "o": 3909,
        "r": "nasb:Leviticus:27:9",
        "t": "‘Now*p if it is an animal of the kind which men can present as an offering to the Lord,*s any such that one gives to the Lord*s shall be holy."
    },
    {
        "o": 3910,
        "r": "nasb:Leviticus:27:10",
        "t": "He shall not replace it or exchange it, a good for a bad, or a bad for a good; or if he does exchange animal for animal, then both it and its substitute shall become holy."
    },
    {
        "o": 3911,
        "r": "nasb:Leviticus:27:11",
        "t": "If, however, it is any unclean animal of the kind which men do not present as an offering to the Lord,*s then he shall place the animal before the priest."
    },
    {
        "o": 3912,
        "r": "nasb:Leviticus:27:12",
        "t": "The priest shall value it as either good or bad; as you, the priest, value it, so it shall be."
    },
    {
        "o": 3913,
        "r": "nasb:Leviticus:27:13",
        "t": "But if he should ever wish*i to*i redeem it, then he shall add one-fifth of it to your valuation."
    },
    {
        "o": 3914,
        "r": "nasb:Leviticus:27:14",
        "t": "‘Now*p if a man consecrates his house as holy to the Lord,*s then the priest shall value it as either good or bad; as the priest values it, so it shall stand."
    },
    {
        "o": 3915,
        "r": "nasb:Leviticus:27:15",
        "t": "Yet if the one who consecrates it should wish*i to*i redeem his house, then he shall add one-fifth of your valuation price to it, so that it may be his."
    },
    {
        "o": 3916,
        "r": "nasb:Leviticus:27:16",
        "t": "‘Again,*p if a man consecrates to the Lord*s part of the fields of his own property, then your valuation shall be proportionate to the seed needed for it: a homer of barley seed at fifty shekels of silver."
    },
    {
        "o": 3917,
        "r": "nasb:Leviticus:27:17",
        "t": "If he consecrates his field as of the year of jubilee, according to your valuation it shall stand."
    },
    {
        "o": 3918,
        "r": "nasb:Leviticus:27:18",
        "t": "If he consecrates his field after the jubilee, however, then the priest shall calculate the price for him proportionate to the years that are left until the year of jubilee; and it shall be deducted from your valuation."
    },
    {
        "o": 3919,
        "r": "nasb:Leviticus:27:19",
        "t": "If the one who consecrates it should ever wish to redeem the field, then he shall add one-fifth of your valuation price to it, so that it may pass to him."
    },
    {
        "o": 3920,
        "r": "nasb:Leviticus:27:20",
        "t": "Yet if he will not redeem the field, but has sold the field to another man, it may no longer be redeemed;"
    },
    {
        "o": 3921,
        "r": "nasb:Leviticus:27:21",
        "t": "and when it reverts in the jubilee, the field shall be holy to the Lord,*s like a field set apart; it shall be for the priest as his property."
    },
    {
        "o": 3922,
        "r": "nasb:Leviticus:27:22",
        "t": "Or if he consecrates to the Lord*s a field which he has bought, which is not a part of the field of his own property,"
    },
    {
        "o": 3923,
        "r": "nasb:Leviticus:27:23",
        "t": "then the priest shall calculate for him the amount of your valuation up to the year of jubilee; and he shall on that day give your valuation as holy to the Lord.*s"
    },
    {
        "o": 3924,
        "r": "nasb:Leviticus:27:24",
        "t": "In the year of jubilee the field shall return to the one from whom he bought it, to whom the possession of the land belongs."
    },
    {
        "o": 3925,
        "r": "nasb:Leviticus:27:25",
        "t": "Every valuation of yours, moreover, shall be after the shekel of the sanctuary. The shekel shall be twenty gerahs."
    },
    {
        "o": 3926,
        "r": "nasb:Leviticus:27:26",
        "t": "‘However,*p a firstborn among animals, which as a firstborn belongs to the Lord,*s no man may consecrate it; whether ox or sheep, it is the Lord’s.*s"
    },
    {
        "o": 3927,
        "r": "nasb:Leviticus:27:27",
        "t": "But if it*i is*i among the unclean animals, then he shall redeem it according to your valuation and add to it one-fifth of it; and if it is not redeemed, then it shall be sold according to your valuation."
    },
    {
        "o": 3928,
        "r": "nasb:Leviticus:27:28",
        "t": "‘Nevertheless,*p anything which a man sets apart to the Lord*s out of all that he has, of man or animal or of the fields of his own property, shall not be sold or redeemed. Anything devoted to destruction is most holy to the Lord.*s"
    },
    {
        "o": 3929,
        "r": "nasb:Leviticus:27:29",
        "t": "No one who may have been set apart among men shall be ransomed; he shall surely be put to death."
    },
    {
        "o": 3930,
        "r": "nasb:Leviticus:27:30",
        "t": "‘Thus*p all the tithe of the land, of the seed of the land or of the fruit of the tree, is the Lord’s;*s it is holy to the Lord.*s"
    },
    {
        "o": 3931,
        "r": "nasb:Leviticus:27:31",
        "t": "If, therefore, a man wishes to redeem part of his tithe, he shall add to it one-fifth of it."
    },
    {
        "o": 3932,
        "r": "nasb:Leviticus:27:32",
        "t": "For every tenth part of herd or flock, whatever passes under the rod, the tenth one shall be holy to the Lord.*s"
    },
    {
        "o": 3933,
        "r": "nasb:Leviticus:27:33",
        "t": "He is not to be concerned whether it*i is*i good or bad, nor shall he exchange it; or if he does exchange it, then both it and its substitute shall become holy. It shall not be redeemed.’ ”"
    },
    {
        "o": 3934,
        "r": "nasb:Leviticus:27:34",
        "t": "These*p are the commandments which the Lord*s commanded Moses for the sons of Israel at Mount Sinai."
    }
]
