[
    {
        "o": 8343,
        "r": "esv:1 Samuel:17:0",
        "t": "1 Samuel 17",
        "h": 1
    },
    {
        "o": 8344,
        "r": "esv:1 Samuel:17:0",
        "t": "David and Goliath",
        "h": 2
    },
    {
        "o": 8345,
        "r": "esv:1 Samuel:17:1",
        "t": "Now*p the Philistines gathered their armies for battle. And they were gathered at Socoh, which belongs to Judah, and encamped between Socoh and Azekah, in Ephes-dammim."
    },
    {
        "o": 8346,
        "r": "esv:1 Samuel:17:2",
        "t": "And Saul and the men of Israel were gathered, and encamped in the Valley of Elah, and drew up in line of battle against the Philistines."
    },
    {
        "o": 8347,
        "r": "esv:1 Samuel:17:3",
        "t": "And the Philistines stood on the mountain on the one side, and Israel stood on the mountain on the other side, with a valley between them."
    },
    {
        "o": 8348,
        "r": "esv:1 Samuel:17:4",
        "t": "And there came out from the camp of the Philistines a champion named Goliath of Gath, whose height was six cubits and a span."
    },
    {
        "o": 8349,
        "r": "esv:1 Samuel:17:5",
        "t": "He had a helmet of bronze on his head, and he was armed with a coat of mail, and the weight of the coat was five thousand shekels of bronze."
    },
    {
        "o": 8350,
        "r": "esv:1 Samuel:17:6",
        "t": "And he had bronze armor on his legs, and a javelin of bronze slung between his shoulders."
    },
    {
        "o": 8351,
        "r": "esv:1 Samuel:17:7",
        "t": "The shaft of his spear was like a weaver’s beam, and his spear’s head weighed six hundred shekels of iron. And his shield-bearer went before him."
    },
    {
        "o": 8352,
        "r": "esv:1 Samuel:17:8",
        "t": "He stood and shouted to the ranks of Israel, “Why have you come out to draw up for battle? Am I not a Philistine, and are you not servants of Saul? Choose a man for yourselves, and let him come down to me."
    },
    {
        "o": 8353,
        "r": "esv:1 Samuel:17:9",
        "t": "If he is able to fight with me and kill me, then we will be your servants. But if I prevail against him and kill him, then you shall be our servants and serve us.”"
    },
    {
        "o": 8354,
        "r": "esv:1 Samuel:17:10",
        "t": "And the Philistine said, “I defy the ranks of Israel this day. Give me a man, that we may fight together.”"
    },
    {
        "o": 8355,
        "r": "esv:1 Samuel:17:11",
        "t": "When Saul and all Israel heard these words of the Philistine, they were dismayed and greatly afraid."
    },
    {
        "o": 8356,
        "r": "esv:1 Samuel:17:12",
        "t": "Now*p David was the son of an Ephrathite of Bethlehem in Judah, named Jesse, who had eight sons. In the days of Saul the man was already old and advanced in years."
    },
    {
        "o": 8357,
        "r": "esv:1 Samuel:17:13",
        "t": "The three oldest sons of Jesse had followed Saul to the battle. And the names of his three sons who went to the battle were Eliab the firstborn, and next to him Abinadab, and the third Shammah."
    },
    {
        "o": 8358,
        "r": "esv:1 Samuel:17:14",
        "t": "David was the youngest. The three eldest followed Saul,"
    },
    {
        "o": 8359,
        "r": "esv:1 Samuel:17:15",
        "t": "but David went back and forth from Saul to feed his father’s sheep at Bethlehem."
    },
    {
        "o": 8360,
        "r": "esv:1 Samuel:17:16",
        "t": "For forty days the Philistine came forward and took his stand, morning and evening."
    },
    {
        "o": 8361,
        "r": "esv:1 Samuel:17:17",
        "t": "And*p Jesse said to David his son, “Take for your brothers an ephah of this parched grain, and these ten loaves, and carry them quickly to the camp to your brothers."
    },
    {
        "o": 8362,
        "r": "esv:1 Samuel:17:18",
        "t": "Also take these ten cheeses to the commander of their thousand. See if your brothers are well, and bring some token from them.”"
    },
    {
        "o": 8363,
        "r": "esv:1 Samuel:17:19",
        "t": "Now*p Saul and they and all the men of Israel were in the Valley of Elah, fighting with the Philistines."
    },
    {
        "o": 8364,
        "r": "esv:1 Samuel:17:20",
        "t": "And David rose early in the morning and left the sheep with a keeper and took the provisions and went, as Jesse had commanded him. And he came to the encampment as the host was going out to the battle line, shouting the war cry."
    },
    {
        "o": 8365,
        "r": "esv:1 Samuel:17:21",
        "t": "And Israel and the Philistines drew up for battle, army against army."
    },
    {
        "o": 8366,
        "r": "esv:1 Samuel:17:22",
        "t": "And David left the things in charge of the keeper of the baggage and ran to the ranks and went and greeted his brothers."
    },
    {
        "o": 8367,
        "r": "esv:1 Samuel:17:23",
        "t": "As he talked with them, behold, the champion, the Philistine of Gath, Goliath by name, came up out of the ranks of the Philistines and spoke the same words as before. And David heard him."
    },
    {
        "o": 8368,
        "r": "esv:1 Samuel:17:24",
        "t": "All*p the men of Israel, when they saw the man, fled from him and were much afraid."
    },
    {
        "o": 8369,
        "r": "esv:1 Samuel:17:25",
        "t": "And the men of Israel said, “Have you seen this man who has come up? Surely he has come up to defy Israel. And the king will enrich the man who kills him with great riches and will give him his daughter and make his father’s house free in Israel.”"
    },
    {
        "o": 8370,
        "r": "esv:1 Samuel:17:26",
        "t": "And David said to the men who stood by him, “What shall be done for the man who kills this Philistine and takes away the reproach from Israel? For who is this uncircumcised Philistine, that he should defy the armies of the living God?”"
    },
    {
        "o": 8371,
        "r": "esv:1 Samuel:17:27",
        "t": "And the people answered him in the same way, “So shall it be done to the man who kills him.”"
    },
    {
        "o": 8372,
        "r": "esv:1 Samuel:17:28",
        "t": "Now*p Eliab his eldest brother heard when he spoke to the men. And Eliab’s anger was kindled against David, and he said, “Why have you come down? And with whom have you left those few sheep in the wilderness? I know your presumption and the evil of your heart, for you have come down to see the battle.”"
    },
    {
        "o": 8373,
        "r": "esv:1 Samuel:17:29",
        "t": "And David said, “What have I done now? Was it not but a word?”"
    },
    {
        "o": 8374,
        "r": "esv:1 Samuel:17:30",
        "t": "And he turned away from him toward another, and spoke in the same way, and the people answered him again as before."
    },
    {
        "o": 8375,
        "r": "esv:1 Samuel:17:31",
        "t": "When*p the words that David spoke were heard, they repeated them before Saul, and he sent for him."
    },
    {
        "o": 8376,
        "r": "esv:1 Samuel:17:32",
        "t": "And David said to Saul, “Let no man’s heart fail because of him. Your servant will go and fight with this Philistine.”"
    },
    {
        "o": 8377,
        "r": "esv:1 Samuel:17:33",
        "t": "And Saul said to David, “You are not able to go against this Philistine to fight with him, for you are but a youth, and he has been a man of war from his youth.”"
    },
    {
        "o": 8378,
        "r": "esv:1 Samuel:17:34",
        "t": "But David said to Saul, “Your servant used to keep sheep for his father. And when there came a lion, or a bear, and took a lamb from the flock,"
    },
    {
        "o": 8379,
        "r": "esv:1 Samuel:17:35",
        "t": "I went after him and struck him and delivered it out of his mouth. And if he arose against me, I caught him by his beard and struck him and killed him."
    },
    {
        "o": 8380,
        "r": "esv:1 Samuel:17:36",
        "t": "Your servant has struck down both lions and bears, and this uncircumcised Philistine shall be like one of them, for he has defied the armies of the living God.”"
    },
    {
        "o": 8381,
        "r": "esv:1 Samuel:17:37",
        "t": "And David said, “The Lord*s who delivered me from the paw of the lion and from the paw of the bear will deliver me from the hand of this Philistine.” And Saul said to David, “Go, and the Lord*s be with you!”"
    },
    {
        "o": 8382,
        "r": "esv:1 Samuel:17:38",
        "t": "Then*p Saul clothed David with his armor. He put a helmet of bronze on his head and clothed him with a coat of mail,"
    },
    {
        "o": 8383,
        "r": "esv:1 Samuel:17:39",
        "t": "and David strapped his sword over his armor. And he tried in vain to go, for he had not tested them. Then David said to Saul, “I cannot go with these, for I have not tested them.” So David put them off."
    },
    {
        "o": 8384,
        "r": "esv:1 Samuel:17:40",
        "t": "Then he took his staff in his hand and chose five smooth stones from the brook and put them in his shepherd’s pouch. His sling was in his hand, and he approached the Philistine."
    },
    {
        "o": 8385,
        "r": "esv:1 Samuel:17:41",
        "t": "And*p the Philistine moved forward and came near to David, with his shield-bearer in front of him."
    },
    {
        "o": 8386,
        "r": "esv:1 Samuel:17:42",
        "t": "And when the Philistine looked and saw David, he disdained him, for he was but a youth, ruddy and handsome in appearance."
    },
    {
        "o": 8387,
        "r": "esv:1 Samuel:17:43",
        "t": "And the Philistine said to David, “Am I a dog, that you come to me with sticks?” And the Philistine cursed David by his gods."
    },
    {
        "o": 8388,
        "r": "esv:1 Samuel:17:44",
        "t": "The Philistine said to David, “Come to me, and I will give your flesh to the birds of the air and to the beasts of the field.”"
    },
    {
        "o": 8389,
        "r": "esv:1 Samuel:17:45",
        "t": "Then David said to the Philistine, “You come to me with a sword and with a spear and with a javelin, but I come to you in the name of the Lord*s of hosts, the God of the armies of Israel, whom you have defied."
    },
    {
        "o": 8390,
        "r": "esv:1 Samuel:17:46",
        "t": "This day the Lord*s will deliver you into my hand, and I will strike you down and cut off your head. And I will give the dead bodies of the host of the Philistines this day to the birds of the air and to the wild beasts of the earth, that all the earth may know that there is a God in Israel,"
    },
    {
        "o": 8391,
        "r": "esv:1 Samuel:17:47",
        "t": "and that all this assembly may know that the Lord*s saves not with sword and spear. For the battle is the Lord’s,*s and he will give you into our hand.”"
    },
    {
        "o": 8392,
        "r": "esv:1 Samuel:17:48",
        "t": "When*p the Philistine arose and came and drew near to meet David, David ran quickly toward the battle line to meet the Philistine."
    },
    {
        "o": 8393,
        "r": "esv:1 Samuel:17:49",
        "t": "And David put his hand in his bag and took out a stone and slung it and struck the Philistine on his forehead. The stone sank into his forehead, and he fell on his face to the ground."
    },
    {
        "o": 8394,
        "r": "esv:1 Samuel:17:50",
        "t": "So*p David prevailed over the Philistine with a sling and with a stone, and struck the Philistine and killed him. There was no sword in the hand of David."
    },
    {
        "o": 8395,
        "r": "esv:1 Samuel:17:51",
        "t": "Then David ran and stood over the Philistine and took his sword and drew it out of its sheath and killed him and cut off his head with it. When the Philistines saw that their champion was dead, they fled."
    },
    {
        "o": 8396,
        "r": "esv:1 Samuel:17:52",
        "t": "And the men of Israel and Judah rose with a shout and pursued the Philistines as far as Gath and the gates of Ekron, so that the wounded Philistines fell on the way from Shaaraim as far as Gath and Ekron."
    },
    {
        "o": 8397,
        "r": "esv:1 Samuel:17:53",
        "t": "And the people of Israel came back from chasing the Philistines, and they plundered their camp."
    },
    {
        "o": 8398,
        "r": "esv:1 Samuel:17:54",
        "t": "And David took the head of the Philistine and brought it to Jerusalem, but he put his armor in his tent."
    },
    {
        "o": 8399,
        "r": "esv:1 Samuel:17:55",
        "t": "As*p soon as Saul saw David go out against the Philistine, he said to Abner, the commander of the army, “Abner, whose son is this youth?” And Abner said, “As your soul lives, O king, I do not know.”"
    },
    {
        "o": 8400,
        "r": "esv:1 Samuel:17:56",
        "t": "And the king said, “Inquire whose son the boy is.”"
    },
    {
        "o": 8401,
        "r": "esv:1 Samuel:17:57",
        "t": "And as soon as David returned from the striking down of the Philistine, Abner took him, and brought him before Saul with the head of the Philistine in his hand."
    },
    {
        "o": 8402,
        "r": "esv:1 Samuel:17:58",
        "t": "And Saul said to him, “Whose son are you, young man?” And David answered, “I am the son of your servant Jesse the Bethlehemite.”"
    }
]
