[
    {
        "o": 3707,
        "r": "niv:Leviticus:23:0",
        "t": "Leviticus 23",
        "h": 1
    },
    {
        "o": 3708,
        "r": "niv:Leviticus:23:0",
        "t": "The Appointed Festivals",
        "h": 2
    },
    {
        "o": 3709,
        "r": "niv:Leviticus:23:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3710,
        "r": "niv:Leviticus:23:2",
        "t": "“Speak to the Israelites and say to them: ‘These are my appointed festivals, the appointed festivals of the Lord,*s which you are to proclaim as sacred assemblies."
    },
    {
        "o": 3711,
        "r": "niv:Leviticus:23:2",
        "t": "The Sabbath",
        "h": 3
    },
    {
        "o": 3712,
        "r": "niv:Leviticus:23:3",
        "t": "“ ‘There*p are six days when you may work, but the seventh day is a day of sabbath rest, a day of sacred assembly. You are not to do any work; wherever you live, it is a sabbath to the Lord.*s"
    },
    {
        "o": 3713,
        "r": "niv:Leviticus:23:3",
        "t": "The Passover and the Festival of Unleavened Bread",
        "h": 3
    },
    {
        "o": 3714,
        "r": "niv:Leviticus:23:4",
        "t": "“ ‘These*p are the Lord’s*s appointed festivals, the sacred assemblies you are to proclaim at their appointed times:"
    },
    {
        "o": 3715,
        "r": "niv:Leviticus:23:5",
        "t": "The Lord’s*s Passover begins at twilight on the fourteenth day of the first month."
    },
    {
        "o": 3716,
        "r": "niv:Leviticus:23:6",
        "t": "On the fifteenth day of that month the Lord’s*s Festival of Unleavened Bread begins; for seven days you must eat bread made without yeast."
    },
    {
        "o": 3717,
        "r": "niv:Leviticus:23:7",
        "t": "On the first day hold a sacred assembly and do no regular work."
    },
    {
        "o": 3718,
        "r": "niv:Leviticus:23:8",
        "t": "For seven days present a food offering to the Lord.*s And on the seventh day hold a sacred assembly and do no regular work.’ ”"
    },
    {
        "o": 3719,
        "r": "niv:Leviticus:23:8",
        "t": "Offering the Firstfruits",
        "h": 3
    },
    {
        "o": 3720,
        "r": "niv:Leviticus:23:9",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3721,
        "r": "niv:Leviticus:23:10",
        "t": "“Speak to the Israelites and say to them: ‘When you enter the land I am going to give you and you reap its harvest, bring to the priest a sheaf of the first grain you harvest."
    },
    {
        "o": 3722,
        "r": "niv:Leviticus:23:11",
        "t": "He is to wave the sheaf before the Lord*s so it will be accepted on your behalf; the priest is to wave it on the day after the Sabbath."
    },
    {
        "o": 3723,
        "r": "niv:Leviticus:23:12",
        "t": "On the day you wave the sheaf, you must sacrifice as a burnt offering to the Lord*s a lamb a year old without defect,"
    },
    {
        "o": 3724,
        "r": "niv:Leviticus:23:13",
        "t": "together with its grain offering of two-tenths of an ephah of the finest flour mixed with olive oil—a food offering presented to the Lord,*s a pleasing aroma—and its drink offering of a quarter of a hin of wine."
    },
    {
        "o": 3725,
        "r": "niv:Leviticus:23:14",
        "t": "You must not eat any bread, or roasted or new grain, until the very day you bring this offering to your God. This is to be a lasting ordinance for the generations to come, wherever you live."
    },
    {
        "o": 3726,
        "r": "niv:Leviticus:23:14",
        "t": "The Festival of Weeks",
        "h": 3
    },
    {
        "o": 3727,
        "r": "niv:Leviticus:23:15",
        "t": "“ ‘From*p the day after the Sabbath, the day you brought the sheaf of the wave offering, count off seven full weeks."
    },
    {
        "o": 3728,
        "r": "niv:Leviticus:23:16",
        "t": "Count off fifty days up to the day after the seventh Sabbath, and then present an offering of new grain to the Lord.*s"
    },
    {
        "o": 3729,
        "r": "niv:Leviticus:23:17",
        "t": "From wherever you live, bring two loaves made of two-tenths of an ephah of the finest flour, baked with yeast, as a wave offering of firstfruits to the Lord.*s"
    },
    {
        "o": 3730,
        "r": "niv:Leviticus:23:18",
        "t": "Present with this bread seven male lambs, each a year old and without defect, one young bull and two rams. They will be a burnt offering to the Lord,*s together with their grain offerings and drink offerings—a food offering, an aroma pleasing to the Lord.*s"
    },
    {
        "o": 3731,
        "r": "niv:Leviticus:23:19",
        "t": "Then sacrifice one male goat for a sin offering and two lambs, each a year old, for a fellowship offering."
    },
    {
        "o": 3732,
        "r": "niv:Leviticus:23:20",
        "t": "The priest is to wave the two lambs before the Lord*s as a wave offering, together with the bread of the firstfruits. They are a sacred offering to the Lord*s for the priest."
    },
    {
        "o": 3733,
        "r": "niv:Leviticus:23:21",
        "t": "On that same day you are to proclaim a sacred assembly and do no regular work. This is to be a lasting ordinance for the generations to come, wherever you live."
    },
    {
        "o": 3734,
        "r": "niv:Leviticus:23:22",
        "t": "“ ‘When*p you reap the harvest of your land, do not reap to the very edges of your field or gather the gleanings of your harvest. Leave them for the poor and for the foreigner residing among you. I am the Lord*s your God.’ ”"
    },
    {
        "o": 3735,
        "r": "niv:Leviticus:23:22",
        "t": "The Festival of Trumpets",
        "h": 3
    },
    {
        "o": 3736,
        "r": "niv:Leviticus:23:23",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3737,
        "r": "niv:Leviticus:23:24",
        "t": "“Say to the Israelites: ‘On the first day of the seventh month you are to have a day of sabbath rest, a sacred assembly commemorated with trumpet blasts."
    },
    {
        "o": 3738,
        "r": "niv:Leviticus:23:25",
        "t": "Do no regular work, but present a food offering to the Lord*s .’ ”"
    },
    {
        "o": 3739,
        "r": "niv:Leviticus:23:25",
        "t": "The Day of Atonement",
        "h": 3
    },
    {
        "o": 3740,
        "r": "niv:Leviticus:23:26",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3741,
        "r": "niv:Leviticus:23:27",
        "t": "“The tenth day of this seventh month is the Day of Atonement. Hold a sacred assembly and deny yourselves, and present a food offering to the Lord.*s"
    },
    {
        "o": 3742,
        "r": "niv:Leviticus:23:28",
        "t": "Do not do any work on that day, because it is the Day of Atonement, when atonement is made for you before the Lord*s your God."
    },
    {
        "o": 3743,
        "r": "niv:Leviticus:23:29",
        "t": "Those who do not deny themselves on that day must be cut off from their people."
    },
    {
        "o": 3744,
        "r": "niv:Leviticus:23:30",
        "t": "I will destroy from among their people anyone who does any work on that day."
    },
    {
        "o": 3745,
        "r": "niv:Leviticus:23:31",
        "t": "You shall do no work at all. This is to be a lasting ordinance for the generations to come, wherever you live."
    },
    {
        "o": 3746,
        "r": "niv:Leviticus:23:32",
        "t": "It is a day of sabbath rest for you, and you must deny yourselves. From the evening of the ninth day of the month until the following evening you are to observe your sabbath.”"
    },
    {
        "o": 3747,
        "r": "niv:Leviticus:23:32",
        "t": "The Festival of Tabernacles",
        "h": 3
    },
    {
        "o": 3748,
        "r": "niv:Leviticus:23:33",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3749,
        "r": "niv:Leviticus:23:34",
        "t": "“Say to the Israelites: ‘On the fifteenth day of the seventh month the Lord’s*s Festival of Tabernacles begins, and it lasts for seven days."
    },
    {
        "o": 3750,
        "r": "niv:Leviticus:23:35",
        "t": "The first day is a sacred assembly; do no regular work."
    },
    {
        "o": 3751,
        "r": "niv:Leviticus:23:36",
        "t": "For seven days present food offerings to the Lord,*s and on the eighth day hold a sacred assembly and present a food offering to the Lord.*s It is the closing special assembly; do no regular work."
    },
    {
        "o": 3752,
        "r": "niv:Leviticus:23:37",
        "t": "(“ ‘These*p are the Lord’s*s appointed festivals, which you are to proclaim as sacred assemblies for bringing food offerings to the Lord*s —the burnt offerings and grain offerings, sacrifices and drink offerings required for each day."
    },
    {
        "o": 3753,
        "r": "niv:Leviticus:23:38",
        "t": "These offerings are in addition to those for the Lord’s*s Sabbaths and in addition to your gifts and whatever you have vowed and all the freewill offerings you give to the Lord.)*s"
    },
    {
        "o": 3754,
        "r": "niv:Leviticus:23:39",
        "t": "“ ‘So*p beginning with the fifteenth day of the seventh month, after you have gathered the crops of the land, celebrate the festival to the Lord*s for seven days; the first day is a day of sabbath rest, and the eighth day also is a day of sabbath rest."
    },
    {
        "o": 3755,
        "r": "niv:Leviticus:23:40",
        "t": "On the first day you are to take branches from luxuriant trees—from palms, willows and other leafy trees—and rejoice before the Lord*s your God for seven days."
    },
    {
        "o": 3756,
        "r": "niv:Leviticus:23:41",
        "t": "Celebrate this as a festival to the Lord*s for seven days each year. This is to be a lasting ordinance for the generations to come; celebrate it in the seventh month."
    },
    {
        "o": 3757,
        "r": "niv:Leviticus:23:42",
        "t": "Live in temporary shelters for seven days: All native-born Israelites are to live in such shelters"
    },
    {
        "o": 3758,
        "r": "niv:Leviticus:23:43",
        "t": "so your descendants will know that I had the Israelites live in temporary shelters when I brought them out of Egypt. I am the Lord*s your God.’ ”"
    },
    {
        "o": 3759,
        "r": "niv:Leviticus:23:44",
        "t": "So*p Moses announced to the Israelites the appointed festivals of the Lord.*s"
    }
]
