[
    {
        "o": 35196,
        "r": "nkjv:Revelation:19:0",
        "t": "Revelation 19",
        "h": 1
    },
    {
        "o": 35197,
        "r": "nkjv:Revelation:19:0",
        "t": "Heaven Exults over Babylon",
        "h": 2
    },
    {
        "o": 35198,
        "r": "nkjv:Revelation:19:1",
        "t": "After*p these things I heard a loud voice of a great multitude in heaven, saying, “Alleluia! Salvation and glory and honor and power belong*i to the Lord our God!"
    },
    {
        "o": 35199,
        "r": "nkjv:Revelation:19:2",
        "t": "For true and righteous are*i His judgments, because He has judged the great harlot who corrupted the earth with her fornication; and He has avenged on her the blood of His servants shed*i by her.”"
    },
    {
        "o": 35200,
        "r": "nkjv:Revelation:19:3",
        "t": "Again they said, “Alleluia! Her smoke rises up forever and ever!”"
    },
    {
        "o": 35201,
        "r": "nkjv:Revelation:19:4",
        "t": "And the twenty-four elders and the four living creatures fell down and worshiped God who sat on the throne, saying, “Amen! Alleluia!”"
    },
    {
        "o": 35202,
        "r": "nkjv:Revelation:19:5",
        "t": "Then a voice came from the throne, saying, “Praise our God, all you His servants and those who fear Him, both small and great!”"
    },
    {
        "o": 35203,
        "r": "nkjv:Revelation:19:6",
        "t": "And*p I heard, as it were, the voice of a great multitude, as the sound of many waters and as the sound of mighty thunderings, saying, “Alleluia! For the Lord God Omnipotent reigns!"
    },
    {
        "o": 35204,
        "r": "nkjv:Revelation:19:7",
        "t": "Let us be glad and rejoice and give Him glory, for the marriage of the Lamb has come, and His wife has made herself ready.”"
    },
    {
        "o": 35205,
        "r": "nkjv:Revelation:19:8",
        "t": "And to her it was granted to be arrayed in fine linen, clean and bright, for the fine linen is the righteous acts of the saints."
    },
    {
        "o": 35206,
        "r": "nkjv:Revelation:19:9",
        "t": "Then*p he said to me, “Write: ‘Blessed are*i those who are called to the marriage supper of the Lamb!’” And he said to me, “These are the true sayings of God.”"
    },
    {
        "o": 35207,
        "r": "nkjv:Revelation:19:10",
        "t": "And I fell at his feet to worship him. But he said to me, “See that*i you*i do*i not do*i that!*i I am your fellow servant, and of your brethren who have the testimony of Jesus. Worship God! For the testimony of Jesus is the spirit of prophecy.”"
    },
    {
        "o": 35208,
        "r": "nkjv:Revelation:19:10",
        "t": "Christ on a White Horse",
        "h": 2
    },
    {
        "o": 35209,
        "r": "nkjv:Revelation:19:11",
        "t": "Now*p I saw heaven opened, and behold, a white horse. And He who sat on him was*i called Faithful and True, and in righteousness He judges and makes war."
    },
    {
        "o": 35210,
        "r": "nkjv:Revelation:19:12",
        "t": "His eyes were*i like a flame of fire, and on His head were*i many crowns. He had a name written that no one knew except Himself."
    },
    {
        "o": 35211,
        "r": "nkjv:Revelation:19:13",
        "t": "He was*i clothed with a robe dipped in blood, and His name is called The Word of God."
    },
    {
        "o": 35212,
        "r": "nkjv:Revelation:19:14",
        "t": "And the armies in heaven, clothed in fine linen, white and clean, followed Him on white horses."
    },
    {
        "o": 35213,
        "r": "nkjv:Revelation:19:15",
        "t": "Now out of His mouth goes a sharp sword, that with it He should strike the nations. And He Himself will rule them with a rod of iron. He Himself treads the winepress of the fierceness and wrath of Almighty God."
    },
    {
        "o": 35214,
        "r": "nkjv:Revelation:19:16",
        "t": "And He has on His*i robe and on His thigh a name written: KING*pc OF KINGS AND LORD*pc OF LORDS."
    },
    {
        "o": 35215,
        "r": "nkjv:Revelation:19:16",
        "t": "The Beast and His Armies Defeated",
        "h": 2
    },
    {
        "o": 35216,
        "r": "nkjv:Revelation:19:17",
        "t": "Then*p I saw an angel standing in the sun; and he cried with a loud voice, saying to all the birds that fly in the midst of heaven, “Come and gather together for the supper of the great God,"
    },
    {
        "o": 35217,
        "r": "nkjv:Revelation:19:18",
        "t": "that you may eat the flesh of kings, the flesh of captains, the flesh of mighty men, the flesh of horses and of those who sit on them, and the flesh of all people,*i free and slave, both small and great.”"
    },
    {
        "o": 35218,
        "r": "nkjv:Revelation:19:19",
        "t": "And*p I saw the beast, the kings of the earth, and their armies, gathered together to make war against Him who sat on the horse and against His army."
    },
    {
        "o": 35219,
        "r": "nkjv:Revelation:19:20",
        "t": "Then the beast was captured, and with him the false prophet who worked signs in his presence, by which he deceived those who received the mark of the beast and those who worshiped his image. These two were cast alive into the lake of fire burning with brimstone."
    },
    {
        "o": 35220,
        "r": "nkjv:Revelation:19:21",
        "t": "And the rest were killed with the sword which proceeded from the mouth of Him who sat on the horse. And all the birds were filled with their flesh."
    }
]
