[
    {
        "o": 25985,
        "r": "kjv:Mark:16:0",
        "t": "Mark 16",
        "h": 1
    },
    {
        "o": 25986,
        "r": "kjv:Mark:16:1",
        "t": "And*p when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, had bought sweet spices, that they might come and anoint him."
    },
    {
        "o": 25987,
        "r": "kjv:Mark:16:2",
        "t": "And*p very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun."
    },
    {
        "o": 25988,
        "r": "kjv:Mark:16:3",
        "t": "And*p they said among themselves, Who shall roll us away the stone from the door of the sepulchre?"
    },
    {
        "o": 25989,
        "r": "kjv:Mark:16:4",
        "t": "And*p when they looked, they saw that the stone was rolled away: for it was very great."
    },
    {
        "o": 25990,
        "r": "kjv:Mark:16:5",
        "t": "And*p entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted."
    },
    {
        "o": 25991,
        "r": "kjv:Mark:16:6",
        "t": "And*p he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him."
    },
    {
        "o": 25992,
        "r": "kjv:Mark:16:7",
        "t": "But*p go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you."
    },
    {
        "o": 25993,
        "r": "kjv:Mark:16:8",
        "t": "And*p they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid."
    },
    {
        "o": 25994,
        "r": "kjv:Mark:16:9",
        "t": "Now*p when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils."
    },
    {
        "o": 25995,
        "r": "kjv:Mark:16:10",
        "t": "And*p she went and told them that had been with him, as they mourned and wept."
    },
    {
        "o": 25996,
        "r": "kjv:Mark:16:11",
        "t": "And*p they, when they had heard that he was alive, and had been seen of her, believed not."
    },
    {
        "o": 25997,
        "r": "kjv:Mark:16:12",
        "t": "After*p that he appeared in another form unto two of them, as they walked, and went into the country."
    },
    {
        "o": 25998,
        "r": "kjv:Mark:16:13",
        "t": "And*p they went and told it unto the residue: neither believed they them."
    },
    {
        "o": 25999,
        "r": "kjv:Mark:16:14",
        "t": "Afterward*p he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen."
    },
    {
        "o": 26000,
        "r": "kjv:Mark:16:15",
        "t": "And*p he said unto them, Go*r ye*r into*r all*r the*r world,*r and*r preach*r the*r gospel*r to*r every*r creature.*r"
    },
    {
        "o": 26001,
        "r": "kjv:Mark:16:16",
        "t": "He*rp that*r believeth*r and*r is*r baptized*r shall*r be*r saved;*r but*r he*r that*r believeth*r not*r shall*r be*r damned.*r"
    },
    {
        "o": 26002,
        "r": "kjv:Mark:16:17",
        "t": "And*rp these*r signs*r shall*r follow*r them*r that*r believe;*r In*r my*r name*r shall*r they*r cast*r out*r devils;*r they*r shall*r speak*r with*r new*r tongues;*r"
    },
    {
        "o": 26003,
        "r": "kjv:Mark:16:18",
        "t": "They*rp shall*r take*r up*r serpents;*r and*r if*r they*r drink*r any*r deadly*r thing,*r it*r shall*r not*r hurt*r them;*r they*r shall*r lay*r hands*r on*r the*r sick,*r and*r they*r shall*r recover.*r"
    },
    {
        "o": 26004,
        "r": "kjv:Mark:16:19",
        "t": "So*p then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God."
    },
    {
        "o": 26005,
        "r": "kjv:Mark:16:20",
        "t": "And*p they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen."
    }
]
