[
    {
        "o": 353,
        "r": "nkjv:Genesis:13:0",
        "t": "Genesis 13",
        "h": 1
    },
    {
        "o": 354,
        "r": "nkjv:Genesis:13:0",
        "t": "Abram Inherits Canaan",
        "h": 2
    },
    {
        "o": 355,
        "r": "nkjv:Genesis:13:1",
        "t": "Then*p Abram went up from Egypt, he and his wife and all that he had, and Lot with him, to the South."
    },
    {
        "o": 356,
        "r": "nkjv:Genesis:13:2",
        "t": "Abram was*i very rich in livestock, in silver, and in gold."
    },
    {
        "o": 357,
        "r": "nkjv:Genesis:13:3",
        "t": "And he went on his journey from the South as far as Bethel, to the place where his tent had been at the beginning, between Bethel and Ai,"
    },
    {
        "o": 358,
        "r": "nkjv:Genesis:13:4",
        "t": "to the place of the altar which he had made there at first. And there Abram called on the name of the Lord.*s"
    },
    {
        "o": 359,
        "r": "nkjv:Genesis:13:5",
        "t": "Lot*p also, who went with Abram, had flocks and herds and tents."
    },
    {
        "o": 360,
        "r": "nkjv:Genesis:13:6",
        "t": "Now the land was not able to support them, that they might dwell together, for their possessions were so great that they could not dwell together."
    },
    {
        "o": 361,
        "r": "nkjv:Genesis:13:7",
        "t": "And there was strife between the herdsmen of Abram’s livestock and the herdsmen of Lot’s livestock. The Canaanites and the Perizzites then dwelt in the land."
    },
    {
        "o": 362,
        "r": "nkjv:Genesis:13:8",
        "t": "So*p Abram said to Lot, “Please let there be no strife between you and me, and between my herdsmen and your herdsmen; for we are*i brethren."
    },
    {
        "o": 363,
        "r": "nkjv:Genesis:13:9",
        "t": "Is*i not the whole land before you? Please separate from me. If you*i take*i the left, then I will go to the right; or, if you*i go*i to the right, then I will go to the left.”"
    },
    {
        "o": 364,
        "r": "nkjv:Genesis:13:10",
        "t": "And*p Lot lifted his eyes and saw all the plain of Jordan, that it was*i well watered everywhere (before the Lord*s destroyed Sodom and Gomorrah) like the garden of the Lord,*s like the land of Egypt as you go toward Zoar."
    },
    {
        "o": 365,
        "r": "nkjv:Genesis:13:11",
        "t": "Then Lot chose for himself all the plain of Jordan, and Lot journeyed east. And they separated from each other."
    },
    {
        "o": 366,
        "r": "nkjv:Genesis:13:12",
        "t": "Abram dwelt in the land of Canaan, and Lot dwelt in the cities of the plain and pitched his*i tent even as far as Sodom."
    },
    {
        "o": 367,
        "r": "nkjv:Genesis:13:13",
        "t": "But the men of Sodom were*i exceedingly wicked and sinful against the Lord.*s"
    },
    {
        "o": 368,
        "r": "nkjv:Genesis:13:14",
        "t": "And*p the Lord*s said to Abram, after Lot had separated from him: “Lift your eyes now and look from the place where you are— northward, southward, eastward, and westward;"
    },
    {
        "o": 369,
        "r": "nkjv:Genesis:13:15",
        "t": "for all the land which you see I give to you and your descendants forever."
    },
    {
        "o": 370,
        "r": "nkjv:Genesis:13:16",
        "t": "And I will make your descendants as the dust of the earth; so that if a man could number the dust of the earth, then*i your descendants also could be numbered."
    },
    {
        "o": 371,
        "r": "nkjv:Genesis:13:17",
        "t": "Arise, walk in the land through its length and its width, for I give it to you.”"
    },
    {
        "o": 372,
        "r": "nkjv:Genesis:13:18",
        "t": "Then*p Abram moved his*i tent, and went and dwelt by the terebinth trees of Mamre, which are*i in Hebron, and built an altar there to the Lord.*s"
    }
]
