[
    {
        "o": 1247,
        "r": "esv:Genesis:39:0",
        "t": "Genesis 39",
        "h": 1
    },
    {
        "o": 1248,
        "r": "esv:Genesis:39:0",
        "t": "Joseph and Potiphar’s Wife",
        "h": 2
    },
    {
        "o": 1249,
        "r": "esv:Genesis:39:1",
        "t": "Now*p Joseph had been brought down to Egypt, and Potiphar, an officer of Pharaoh, the captain of the guard, an Egyptian, had bought him from the Ishmaelites who had brought him down there."
    },
    {
        "o": 1250,
        "r": "esv:Genesis:39:2",
        "t": "The Lord*s was with Joseph, and he became a successful man, and he was in the house of his Egyptian master."
    },
    {
        "o": 1251,
        "r": "esv:Genesis:39:3",
        "t": "His master saw that the Lord*s was with him and that the Lord*s caused all that he did to succeed in his hands."
    },
    {
        "o": 1252,
        "r": "esv:Genesis:39:4",
        "t": "So Joseph found favor in his sight and attended him, and he made him overseer of his house and put him in charge of all that he had."
    },
    {
        "o": 1253,
        "r": "esv:Genesis:39:5",
        "t": "From the time that he made him overseer in his house and over all that he had, the Lord*s blessed the Egyptian’s house for Joseph’s sake; the blessing of the Lord*s was on all that he had, in house and field."
    },
    {
        "o": 1254,
        "r": "esv:Genesis:39:6",
        "t": "So he left all that he had in Joseph’s charge, and because of him he had no concern about anything but the food he ate. Now*p Joseph was handsome in form and appearance."
    },
    {
        "o": 1255,
        "r": "esv:Genesis:39:7",
        "t": "And after a time his master’s wife cast her eyes on Joseph and said, “Lie with me.”"
    },
    {
        "o": 1256,
        "r": "esv:Genesis:39:8",
        "t": "But he refused and said to his master’s wife, “Behold, because of me my master has no concern about anything in the house, and he has put everything that he has in my charge."
    },
    {
        "o": 1257,
        "r": "esv:Genesis:39:9",
        "t": "He is not greater in this house than I am, nor has he kept back anything from me except you, because you are his wife. How then can I do this great wickedness and sin against God?”"
    },
    {
        "o": 1258,
        "r": "esv:Genesis:39:10",
        "t": "And as she spoke to Joseph day after day, he would not listen to her, to lie beside her or to be with her."
    },
    {
        "o": 1259,
        "r": "esv:Genesis:39:11",
        "t": "But*p one day, when he went into the house to do his work and none of the men of the house was there in the house,"
    },
    {
        "o": 1260,
        "r": "esv:Genesis:39:12",
        "t": "she caught him by his garment, saying, “Lie with me.” But he left his garment in her hand and fled and got out of the house."
    },
    {
        "o": 1261,
        "r": "esv:Genesis:39:13",
        "t": "And as soon as she saw that he had left his garment in her hand and had fled out of the house,"
    },
    {
        "o": 1262,
        "r": "esv:Genesis:39:14",
        "t": "she called to the men of her household and said to them, “See, he has brought among us a Hebrew to laugh at us. He came in to me to lie with me, and I cried out with a loud voice."
    },
    {
        "o": 1263,
        "r": "esv:Genesis:39:15",
        "t": "And as soon as he heard that I lifted up my voice and cried out, he left his garment beside me and fled and got out of the house.”"
    },
    {
        "o": 1264,
        "r": "esv:Genesis:39:16",
        "t": "Then she laid up his garment by her until his master came home,"
    },
    {
        "o": 1265,
        "r": "esv:Genesis:39:17",
        "t": "and she told him the same story, saying, “The Hebrew servant, whom you have brought among us, came in to me to laugh at me."
    },
    {
        "o": 1266,
        "r": "esv:Genesis:39:18",
        "t": "But as soon as I lifted up my voice and cried, he left his garment beside me and fled out of the house.”"
    },
    {
        "o": 1267,
        "r": "esv:Genesis:39:19",
        "t": "As*p soon as his master heard the words that his wife spoke to him, “This is the way your servant treated me,” his anger was kindled."
    },
    {
        "o": 1268,
        "r": "esv:Genesis:39:20",
        "t": "And Joseph’s master took him and put him into the prison, the place where the king’s prisoners were confined, and he was there in prison."
    },
    {
        "o": 1269,
        "r": "esv:Genesis:39:21",
        "t": "But the Lord*s was with Joseph and showed him steadfast love and gave him favor in the sight of the keeper of the prison."
    },
    {
        "o": 1270,
        "r": "esv:Genesis:39:22",
        "t": "And the keeper of the prison put Joseph in charge of all the prisoners who were in the prison. Whatever was done there, he was the one who did it."
    },
    {
        "o": 1271,
        "r": "esv:Genesis:39:23",
        "t": "The keeper of the prison paid no attention to anything that was in Joseph’s charge, because the Lord*s was with him. And whatever he did, the Lord*s made it succeed."
    }
]
