[
    {
        "o": 8706,
        "r": "nasb:1 Samuel:30:0",
        "t": "1 Samuel 30",
        "h": 1
    },
    {
        "o": 8707,
        "r": "nasb:1 Samuel:30:0",
        "t": "David’s Victory over the Amalekites",
        "h": 2
    },
    {
        "o": 8708,
        "r": "nasb:1 Samuel:30:1",
        "t": "Then*p it happened when David and his men came to Ziklag on the third day, that the Amalekites had made a raid on the Negev and on Ziklag, and had overthrown Ziklag and burned it with fire;"
    },
    {
        "o": 8709,
        "r": "nasb:1 Samuel:30:2",
        "t": "and they took captive the women and*i all*i who were in it, both small and great, without killing anyone, and carried them*i off and went their way."
    },
    {
        "o": 8710,
        "r": "nasb:1 Samuel:30:3",
        "t": "When David and his men came to the city, behold, it was burned with fire, and their wives and their sons and their daughters had been taken captive."
    },
    {
        "o": 8711,
        "r": "nasb:1 Samuel:30:4",
        "t": "Then David and the people who were with him lifted their voices and wept until there was no strength in them to weep."
    },
    {
        "o": 8712,
        "r": "nasb:1 Samuel:30:5",
        "t": "Now David’s two wives had been taken captive, Ahinoam the Jezreelitess and Abigail the widow of Nabal the Carmelite."
    },
    {
        "o": 8713,
        "r": "nasb:1 Samuel:30:6",
        "t": "Moreover David was greatly distressed because the people spoke of stoning him, for all the people were embittered, each one because of his sons and his daughters. But David strengthened himself in the Lord*s his God."
    },
    {
        "o": 8714,
        "r": "nasb:1 Samuel:30:7",
        "t": "Then*p David said to Abiathar the priest, the son of Ahimelech, “Please bring me the ephod.” So Abiathar brought the ephod to David."
    },
    {
        "o": 8715,
        "r": "nasb:1 Samuel:30:8",
        "t": "David inquired of the Lord,*s saying, “Shall I pursue this band? Shall I overtake them?” And He said to him, “Pursue, for you will surely overtake them, and you will surely rescue all.”*i"
    },
    {
        "o": 8716,
        "r": "nasb:1 Samuel:30:9",
        "t": "So David went, he and the six hundred men who were with him, and came to the brook Besor, where*i those left behind remained."
    },
    {
        "o": 8717,
        "r": "nasb:1 Samuel:30:10",
        "t": "But David pursued, he and four hundred men, for two hundred who were too exhausted to cross the brook Besor remained behind.*i"
    },
    {
        "o": 8718,
        "r": "nasb:1 Samuel:30:11",
        "t": "Now*p they found an Egyptian in the field and brought him to David, and gave him bread and he ate, and they provided him water to drink."
    },
    {
        "o": 8719,
        "r": "nasb:1 Samuel:30:12",
        "t": "They gave him a piece of fig cake and two clusters of raisins, and he ate; then his spirit revived. For he had not eaten bread or drunk water for three days and three nights."
    },
    {
        "o": 8720,
        "r": "nasb:1 Samuel:30:13",
        "t": "David said to him, “To whom do you belong? And where are you from?” And he said, “I am a young man of Egypt, a servant of an Amalekite; and my master left me behind when I fell sick three days ago."
    },
    {
        "o": 8721,
        "r": "nasb:1 Samuel:30:14",
        "t": "We made a raid on the Negev of the Cherethites, and on that which belongs to Judah, and on the Negev of Caleb, and we burned Ziklag with fire.”"
    },
    {
        "o": 8722,
        "r": "nasb:1 Samuel:30:15",
        "t": "Then David said to him, “Will you bring me down to this band?” And he said, “Swear to me by God that you will not kill me or deliver me into the hands of my master, and I will bring you down to this band.”"
    },
    {
        "o": 8723,
        "r": "nasb:1 Samuel:30:16",
        "t": "When*p he had brought him down, behold, they were spread over all the land, eating and drinking and dancing because of all the great spoil that they had taken from the land of the Philistines and from the land of Judah."
    },
    {
        "o": 8724,
        "r": "nasb:1 Samuel:30:17",
        "t": "David slaughtered them from the twilight until the evening of the next day; and not a man of them escaped, except four hundred young men who rode on camels and fled."
    },
    {
        "o": 8725,
        "r": "nasb:1 Samuel:30:18",
        "t": "So David recovered all that the Amalekites had taken, and rescued his two wives."
    },
    {
        "o": 8726,
        "r": "nasb:1 Samuel:30:19",
        "t": "But nothing of theirs was missing, whether small or great, sons or daughters, spoil or anything that they had taken for themselves; David brought it*i all back."
    },
    {
        "o": 8727,
        "r": "nasb:1 Samuel:30:20",
        "t": "So David had captured all the sheep and the cattle which*i the*i people*i drove ahead of the other*i livestock, and they said, “This is David’s spoil.”"
    },
    {
        "o": 8728,
        "r": "nasb:1 Samuel:30:20",
        "t": "The Spoils Are Divided",
        "h": 2
    },
    {
        "o": 8729,
        "r": "nasb:1 Samuel:30:21",
        "t": "When*p David came to the two hundred men who were too exhausted to follow David, who had also been left at the brook Besor, and they went out to meet David and to meet the people who were with him, then David approached the people and greeted them."
    },
    {
        "o": 8730,
        "r": "nasb:1 Samuel:30:22",
        "t": "Then all the wicked and worthless men among those who went with David said, “Because they did not go with us, we will not give them any of the spoil that we have recovered, except to every man his wife and his children, that they may lead them*i away and depart.”"
    },
    {
        "o": 8731,
        "r": "nasb:1 Samuel:30:23",
        "t": "Then David said, “You must not do so, my brothers, with what the Lord*s has given us, who has kept us and delivered into our hand the band that came against us."
    },
    {
        "o": 8732,
        "r": "nasb:1 Samuel:30:24",
        "t": "And who will listen to you in this matter? For as his share is who goes down to the battle, so shall his share be who stays by the baggage; they shall share alike.”"
    },
    {
        "o": 8733,
        "r": "nasb:1 Samuel:30:25",
        "t": "So it has been from that day forward, that he made it a statute and an ordinance for Israel to this day."
    },
    {
        "o": 8734,
        "r": "nasb:1 Samuel:30:26",
        "t": "Now*p when David came to Ziklag, he sent some*i of the spoil to the elders of Judah, to his friends, saying, “Behold, a gift for you from the spoil of the enemies of the Lord:*s"
    },
    {
        "o": 8735,
        "r": "nasb:1 Samuel:30:27",
        "t": "to those who were in Bethel, and to those who were in Ramoth of the Negev, and to those who were in Jattir,"
    },
    {
        "o": 8736,
        "r": "nasb:1 Samuel:30:28",
        "t": "and to those who were in Aroer, and to those who were in Siphmoth, and to those who were in Eshtemoa,"
    },
    {
        "o": 8737,
        "r": "nasb:1 Samuel:30:29",
        "t": "and to those who were in Racal, and to those who were in the cities of the Jerahmeelites, and to those who were in the cities of the Kenites,"
    },
    {
        "o": 8738,
        "r": "nasb:1 Samuel:30:30",
        "t": "and to those who were in Hormah, and to those who were in Bor-ashan, and to those who were in Athach,"
    },
    {
        "o": 8739,
        "r": "nasb:1 Samuel:30:31",
        "t": "and to those who were in Hebron, and to all the places where David himself and his men were accustomed to go.”"
    }
]
