[
    {
        "o": 33045,
        "r": "nkjv:Ephesians:3:0",
        "t": "Ephesians 3",
        "h": 1
    },
    {
        "o": 33046,
        "r": "nkjv:Ephesians:3:0",
        "t": "The Mystery Revealed",
        "h": 2
    },
    {
        "o": 33047,
        "r": "nkjv:Ephesians:3:1",
        "t": "For*p this reason I, Paul, the prisoner of Christ Jesus for you Gentiles—"
    },
    {
        "o": 33048,
        "r": "nkjv:Ephesians:3:2",
        "t": "if indeed you have heard of the dispensation of the grace of God which was given to me for you,"
    },
    {
        "o": 33049,
        "r": "nkjv:Ephesians:3:3",
        "t": "how that by revelation He made known to me the mystery (as I have briefly written already,"
    },
    {
        "o": 33050,
        "r": "nkjv:Ephesians:3:4",
        "t": "by which, when you read, you may understand my knowledge in the mystery of Christ),"
    },
    {
        "o": 33051,
        "r": "nkjv:Ephesians:3:5",
        "t": "which in other ages was not made known to the sons of men, as it has now been revealed by the Spirit to His holy apostles and prophets:"
    },
    {
        "o": 33052,
        "r": "nkjv:Ephesians:3:6",
        "t": "that the Gentiles should be fellow heirs, of the same body, and partakers of His promise in Christ through the gospel,"
    },
    {
        "o": 33053,
        "r": "nkjv:Ephesians:3:7",
        "t": "of which I became a minister according to the gift of the grace of God given to me by the effective working of His power."
    },
    {
        "o": 33054,
        "r": "nkjv:Ephesians:3:7",
        "t": "Purpose of the Mystery",
        "h": 2
    },
    {
        "o": 33055,
        "r": "nkjv:Ephesians:3:8",
        "t": "To*p me, who am less than the least of all the saints, this grace was given, that I should preach among the Gentiles the unsearchable riches of Christ,"
    },
    {
        "o": 33056,
        "r": "nkjv:Ephesians:3:9",
        "t": "and to make all see what is*i the fellowship of the mystery, which from the beginning of the ages has been hidden in God who created all things through Jesus Christ;"
    },
    {
        "o": 33057,
        "r": "nkjv:Ephesians:3:10",
        "t": "to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places,*i"
    },
    {
        "o": 33058,
        "r": "nkjv:Ephesians:3:11",
        "t": "according to the eternal purpose which He accomplished in Christ Jesus our Lord,"
    },
    {
        "o": 33059,
        "r": "nkjv:Ephesians:3:12",
        "t": "in whom we have boldness and access with confidence through faith in Him."
    },
    {
        "o": 33060,
        "r": "nkjv:Ephesians:3:13",
        "t": "Therefore I ask that you do not lose heart at my tribulations for you, which is your glory."
    },
    {
        "o": 33061,
        "r": "nkjv:Ephesians:3:13",
        "t": "Appreciation of the Mystery",
        "h": 2
    },
    {
        "o": 33062,
        "r": "nkjv:Ephesians:3:14",
        "t": "For*p this reason I bow my knees to the Father of our Lord Jesus Christ,"
    },
    {
        "o": 33063,
        "r": "nkjv:Ephesians:3:15",
        "t": "from whom the whole family in heaven and earth is named,"
    },
    {
        "o": 33064,
        "r": "nkjv:Ephesians:3:16",
        "t": "that He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man,"
    },
    {
        "o": 33065,
        "r": "nkjv:Ephesians:3:17",
        "t": "that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love,"
    },
    {
        "o": 33066,
        "r": "nkjv:Ephesians:3:18",
        "t": "may be able to comprehend with all the saints what is*i the width and length and depth and height—"
    },
    {
        "o": 33067,
        "r": "nkjv:Ephesians:3:19",
        "t": "to know the love of Christ which passes knowledge; that you may be filled with all the fullness of God."
    },
    {
        "o": 33068,
        "r": "nkjv:Ephesians:3:20",
        "t": "Now*p to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us,"
    },
    {
        "o": 33069,
        "r": "nkjv:Ephesians:3:21",
        "t": "to Him be*i glory in the church by Christ Jesus to all generations, forever and ever. Amen."
    }
]
