[
    {
        "o": 24949,
        "r": "nasb:Amos:4:0",
        "t": "Amos 4",
        "h": 1
    },
    {
        "o": 24950,
        "r": "nasb:Amos:4:0",
        "t": "“Yet You Have Not Returned to Me”",
        "h": 2
    },
    {
        "o": 24951,
        "r": "nasb:Amos:4:1",
        "t": "Hear*pn this word, you cows of Bashan who are on the mountain of Samaria, Who*ln oppress the poor, who crush the needy, Who*ln say to your husbands, “Bring now, that we may drink!”"
    },
    {
        "o": 24952,
        "r": "nasb:Amos:4:2",
        "t": "The*ln Lord God*s has sworn by His holiness, “Behold,*ln the days are coming upon you When*ln they will take you away with meat hooks, And*ln the last of you with fish hooks."
    },
    {
        "o": 24953,
        "r": "nasb:Amos:4:3",
        "t": "You*ln will go out through*i breaches in*i the*i walls,*i Each*ln one straight before her, And*ln you will be cast to Harmon,” declares the Lord.*s"
    },
    {
        "o": 24954,
        "r": "nasb:Amos:4:4",
        "t": "“Enter*ln Bethel and transgress; In*ln Gilgal multiply transgression! Bring*ln your sacrifices every morning, Your*ln tithes every three days."
    },
    {
        "o": 24955,
        "r": "nasb:Amos:4:5",
        "t": "Offer*ln a thank offering also from that which is leavened, And*ln proclaim freewill offerings, make them known. For*ln so you love to*i do,*i you sons of Israel,” Declares*ln the Lord God.*s"
    },
    {
        "o": 24956,
        "r": "nasb:Amos:4:6",
        "t": "“But*ln I gave you also cleanness of teeth in all your cities And*ln lack of bread in all your places, Yet*ln you have not returned to Me,” declares the Lord.*s"
    },
    {
        "o": 24957,
        "r": "nasb:Amos:4:7",
        "t": "“Furthermore,*ln I withheld the rain from you While*ln there*i were*i still three months until harvest. Then*ln I would send rain on one city And*ln on another city I would not send rain; One*ln part would be rained on, While*ln the part not rained on would dry up."
    },
    {
        "o": 24958,
        "r": "nasb:Amos:4:8",
        "t": "So*ln two or three cities would stagger to another city to drink water, But*ln would not be satisfied; Yet*ln you have not returned to Me,” declares the Lord.*s"
    },
    {
        "o": 24959,
        "r": "nasb:Amos:4:9",
        "t": "“I*ln smote you with scorching wind*i and mildew; And*ln the caterpillar was devouring Your*ln many gardens and vineyards, fig trees and olive trees; Yet*ln you have not returned to Me,” declares the Lord.*s"
    },
    {
        "o": 24960,
        "r": "nasb:Amos:4:10",
        "t": "“I*ln sent a plague among you after the manner of Egypt; I*ln slew your young men by the sword along with your captured horses, And*ln I made the stench of your camp rise up in your nostrils; Yet*ln you have not returned to Me,” declares the Lord.*s"
    },
    {
        "o": 24961,
        "r": "nasb:Amos:4:11",
        "t": "“I*ln overthrew you, as God overthrew Sodom and Gomorrah, And*ln you were like a firebrand snatched from a blaze; Yet*ln you have not returned to Me,” declares the Lord.*s"
    },
    {
        "o": 24962,
        "r": "nasb:Amos:4:12",
        "t": "“Therefore*ln thus I will do to you, O Israel; Because*ln I will do this to you, Prepare*ln to meet your God, O Israel.”"
    },
    {
        "o": 24963,
        "r": "nasb:Amos:4:13",
        "t": "For*ln behold, He who forms mountains and creates the wind And*ln declares to man what are His thoughts, He*ln who makes dawn into darkness And*ln treads on the high places of the earth, The*ln Lord*s God of hosts is His name."
    }
]
