[
    {
        "o": 7140,
        "r": "niv:Judges:2:0",
        "t": "Judges 2",
        "h": 1
    },
    {
        "o": 7141,
        "r": "niv:Judges:2:0",
        "t": "The Angel of the Lord at Bokim",
        "h": 2
    },
    {
        "o": 7142,
        "r": "niv:Judges:2:1",
        "t": "The*p angel of the Lord*s went up from Gilgal to Bokim and said, “I brought you up out of Egypt and led you into the land I swore to give to your ancestors. I said, ‘I will never break my covenant with you,"
    },
    {
        "o": 7143,
        "r": "niv:Judges:2:2",
        "t": "and you shall not make a covenant with the people of this land, but you shall break down their altars.’ Yet you have disobeyed me. Why have you done this?"
    },
    {
        "o": 7144,
        "r": "niv:Judges:2:3",
        "t": "And I have also said, ‘I will not drive them out before you; they will become traps for you, and their gods will become snares to you.’ ”"
    },
    {
        "o": 7145,
        "r": "niv:Judges:2:4",
        "t": "When*p the angel of the Lord*s had spoken these things to all the Israelites, the people wept aloud,"
    },
    {
        "o": 7146,
        "r": "niv:Judges:2:5",
        "t": "and they called that place Bokim. There they offered sacrifices to the Lord.*s"
    },
    {
        "o": 7147,
        "r": "niv:Judges:2:5",
        "t": "Disobedience and Defeat",
        "h": 2
    },
    {
        "o": 7148,
        "r": "niv:Judges:2:6",
        "t": "After*p Joshua had dismissed the Israelites, they went to take possession of the land, each to their own inheritance."
    },
    {
        "o": 7149,
        "r": "niv:Judges:2:7",
        "t": "The people served the Lord*s throughout the lifetime of Joshua and of the elders who outlived him and who had seen all the great things the Lord*s had done for Israel."
    },
    {
        "o": 7150,
        "r": "niv:Judges:2:8",
        "t": "Joshua*p son of Nun, the servant of the Lord,*s died at the age of a hundred and ten."
    },
    {
        "o": 7151,
        "r": "niv:Judges:2:9",
        "t": "And they buried him in the land of his inheritance, at Timnath Heres in the hill country of Ephraim, north of Mount Gaash."
    },
    {
        "o": 7152,
        "r": "niv:Judges:2:10",
        "t": "After*p that whole generation had been gathered to their ancestors, another generation grew up who knew neither the Lord*s nor what he had done for Israel."
    },
    {
        "o": 7153,
        "r": "niv:Judges:2:11",
        "t": "Then the Israelites did evil in the eyes of the Lord*s and served the Baals."
    },
    {
        "o": 7154,
        "r": "niv:Judges:2:12",
        "t": "They forsook the Lord,*s the God of their ancestors, who had brought them out of Egypt. They followed and worshiped various gods of the peoples around them. They aroused the Lord’s*s anger"
    },
    {
        "o": 7155,
        "r": "niv:Judges:2:13",
        "t": "because they forsook him and served Baal and the Ashtoreths."
    },
    {
        "o": 7156,
        "r": "niv:Judges:2:14",
        "t": "In his anger against Israel the Lord*s gave them into the hands of raiders who plundered them. He sold them into the hands of their enemies all around, whom they were no longer able to resist."
    },
    {
        "o": 7157,
        "r": "niv:Judges:2:15",
        "t": "Whenever Israel went out to fight, the hand of the Lord*s was against them to defeat them, just as he had sworn to them. They were in great distress."
    },
    {
        "o": 7158,
        "r": "niv:Judges:2:16",
        "t": "Then*p the Lord*s raised up judges, who saved them out of the hands of these raiders."
    },
    {
        "o": 7159,
        "r": "niv:Judges:2:17",
        "t": "Yet they would not listen to their judges but prostituted themselves to other gods and worshiped them. They quickly turned from the ways of their ancestors, who had been obedient to the Lord’s*s commands."
    },
    {
        "o": 7160,
        "r": "niv:Judges:2:18",
        "t": "Whenever the Lord*s raised up a judge for them, he was with the judge and saved them out of the hands of their enemies as long as the judge lived; for the Lord*s relented because of their groaning under those who oppressed and afflicted them."
    },
    {
        "o": 7161,
        "r": "niv:Judges:2:19",
        "t": "But when the judge died, the people returned to ways even more corrupt than those of their ancestors, following other gods and serving and worshiping them. They refused to give up their evil practices and stubborn ways."
    },
    {
        "o": 7162,
        "r": "niv:Judges:2:20",
        "t": "Therefore*p the Lord*s was very angry with Israel and said, “Because this nation has violated the covenant I ordained for their ancestors and has not listened to me,"
    },
    {
        "o": 7163,
        "r": "niv:Judges:2:21",
        "t": "I will no longer drive out before them any of the nations Joshua left when he died."
    },
    {
        "o": 7164,
        "r": "niv:Judges:2:22",
        "t": "I will use them to test Israel and see whether they will keep the way of the Lord*s and walk in it as their ancestors did.”"
    },
    {
        "o": 7165,
        "r": "niv:Judges:2:23",
        "t": "The Lord*s had allowed those nations to remain; he did not drive them out at once by giving them into the hands of Joshua."
    }
]
