[
    {
        "o": 20128,
        "r": "nkjv:Isaiah:19:0",
        "t": "Isaiah 19",
        "h": 1
    },
    {
        "o": 20129,
        "r": "nkjv:Isaiah:19:0",
        "t": "Proclamation Against Egypt",
        "h": 2
    },
    {
        "o": 20130,
        "r": "nkjv:Isaiah:19:1",
        "t": "The*p burden against Egypt. Behold,*pn the Lord*s rides on a swift cloud, And*ld will come into Egypt; The*ld idols of Egypt will totter at His presence, And*ld the heart of Egypt will melt in its midst."
    },
    {
        "o": 20131,
        "r": "nkjv:Isaiah:19:2",
        "t": "“I*ln will set Egyptians against Egyptians; Everyone*ld will fight against his brother, And*ld everyone against his neighbor, City*ld against city, kingdom against kingdom."
    },
    {
        "o": 20132,
        "r": "nkjv:Isaiah:19:3",
        "t": "The*ld spirit of Egypt will fail in its midst; I*ld will destroy their counsel, And*ld they will consult the idols and the charmers, The*ld mediums and the sorcerers."
    },
    {
        "o": 20133,
        "r": "nkjv:Isaiah:19:4",
        "t": "And*ld the Egyptians I will give Into*ld the hand of a cruel master, And*ld a fierce king will rule over them,” Says*ld the Lord, the Lord*s of hosts."
    },
    {
        "o": 20134,
        "r": "nkjv:Isaiah:19:5",
        "t": "The*ln waters will fail from the sea, And*ld the river will be wasted and dried up."
    },
    {
        "o": 20135,
        "r": "nkjv:Isaiah:19:6",
        "t": "The*ld rivers will turn foul; The*ld brooks of defense will be emptied and dried up; The*ld reeds and rushes will wither."
    },
    {
        "o": 20136,
        "r": "nkjv:Isaiah:19:7",
        "t": "The*ld papyrus reeds by the River, by the mouth of the River, And*ld everything sown by the River, Will*ld wither, be driven away, and be no more."
    },
    {
        "o": 20137,
        "r": "nkjv:Isaiah:19:8",
        "t": "The*ld fishermen also will mourn; All*ld those will lament who cast hooks into the River, And*ld they will languish who spread nets on the waters."
    },
    {
        "o": 20138,
        "r": "nkjv:Isaiah:19:9",
        "t": "Moreover*ld those who work in fine flax And*ld those who weave fine fabric will be ashamed;"
    },
    {
        "o": 20139,
        "r": "nkjv:Isaiah:19:10",
        "t": "And*ld its foundations will be broken. All*ld who make wages will*i be*i troubled of soul."
    },
    {
        "o": 20140,
        "r": "nkjv:Isaiah:19:11",
        "t": "Surely*ln the princes of Zoan are*i fools; Pharaoh’s*ld wise counselors give foolish counsel. How*ld do you say to Pharaoh, “I am*i the son of the wise, The*ld son of ancient kings?”"
    },
    {
        "o": 20141,
        "r": "nkjv:Isaiah:19:12",
        "t": "Where*ld are*i they? Where*ld are your wise men? Let*ld them tell you now, And*ld let them know what the Lord*s of hosts has purposed against Egypt."
    },
    {
        "o": 20142,
        "r": "nkjv:Isaiah:19:13",
        "t": "The*ld princes of Zoan have become fools; The*ld princes of Noph are deceived; They*ld have also deluded Egypt, Those*ild who*i are*i the mainstay of its tribes."
    },
    {
        "o": 20143,
        "r": "nkjv:Isaiah:19:14",
        "t": "The*ld Lord*s has mingled a perverse spirit in her midst; And*ld they have caused Egypt to err in all her work, As*ld a drunken man staggers in his vomit."
    },
    {
        "o": 20144,
        "r": "nkjv:Isaiah:19:15",
        "t": "Neither*ld will there be any*i work for Egypt, Which*ld the head or tail, Palm*ld branch or bulrush, may do."
    },
    {
        "o": 20145,
        "r": "nkjv:Isaiah:19:16",
        "t": "In*p that day Egypt will be like women, and will be afraid and fear because of the waving of the hand of the Lord*s of hosts, which He waves over it."
    },
    {
        "o": 20146,
        "r": "nkjv:Isaiah:19:17",
        "t": "And the land of Judah will be a terror to Egypt; everyone who makes mention of it will be afraid in himself, because of the counsel of the Lord*s of hosts which He has determined against it."
    },
    {
        "o": 20147,
        "r": "nkjv:Isaiah:19:17",
        "t": "Egypt, Assyria, and Israel Blessed",
        "h": 2
    },
    {
        "o": 20148,
        "r": "nkjv:Isaiah:19:18",
        "t": "In*p that day five cities in the land of Egypt will speak the language of Canaan and swear by the Lord*s of hosts; one will be called the City of Destruction."
    },
    {
        "o": 20149,
        "r": "nkjv:Isaiah:19:19",
        "t": "In*p that day there will be an altar to the Lord*s in the midst of the land of Egypt, and a pillar to the Lord*s at its border."
    },
    {
        "o": 20150,
        "r": "nkjv:Isaiah:19:20",
        "t": "And it will be for a sign and for a witness to the Lord*s of hosts in the land of Egypt; for they will cry to the Lord*s because of the oppressors, and He will send them a Savior and a Mighty One, and He will deliver them."
    },
    {
        "o": 20151,
        "r": "nkjv:Isaiah:19:21",
        "t": "Then the Lord*s will be known to Egypt, and the Egyptians will know the Lord*s in that day, and will make sacrifice and offering; yes, they will make a vow to the Lord*s and perform it.*i"
    },
    {
        "o": 20152,
        "r": "nkjv:Isaiah:19:22",
        "t": "And the Lord*s will strike Egypt, He will strike and heal it;*i they will return to the Lord,*s and He will be entreated by them and heal them."
    },
    {
        "o": 20153,
        "r": "nkjv:Isaiah:19:23",
        "t": "In*p that day there will be a highway from Egypt to Assyria, and the Assyrian will come into Egypt and the Egyptian into Assyria, and the Egyptians will serve with the Assyrians."
    },
    {
        "o": 20154,
        "r": "nkjv:Isaiah:19:24",
        "t": "In*p that day Israel will be one of three with Egypt and Assyria—a blessing in the midst of the land,"
    },
    {
        "o": 20155,
        "r": "nkjv:Isaiah:19:25",
        "t": "whom the Lord*s of hosts shall bless, saying, “Blessed is*i Egypt My people, and Assyria the work of My hands, and Israel My inheritance.”"
    }
]
