[
    {
        "o": 32129,
        "r": "nkjv:1 Corinthians:6:0",
        "t": "1 Corinthians 6",
        "h": 1
    },
    {
        "o": 32130,
        "r": "nkjv:1 Corinthians:6:0",
        "t": "Do Not Sue the Brethren",
        "h": 2
    },
    {
        "o": 32131,
        "r": "nkjv:1 Corinthians:6:1",
        "t": "Dare*p any of you, having a matter against another, go to law before the unrighteous, and not before the saints?"
    },
    {
        "o": 32132,
        "r": "nkjv:1 Corinthians:6:2",
        "t": "Do you not know that the saints will judge the world? And if the world will be judged by you, are you unworthy to judge the smallest matters?"
    },
    {
        "o": 32133,
        "r": "nkjv:1 Corinthians:6:3",
        "t": "Do you not know that we shall judge angels? How much more, things that pertain to this life?"
    },
    {
        "o": 32134,
        "r": "nkjv:1 Corinthians:6:4",
        "t": "If then you have judgments concerning things pertaining to this life, do you appoint those who are least esteemed by the church to judge?"
    },
    {
        "o": 32135,
        "r": "nkjv:1 Corinthians:6:5",
        "t": "I say this to your shame. Is it so, that there is not a wise man among you, not even one, who will be able to judge between his brethren?"
    },
    {
        "o": 32136,
        "r": "nkjv:1 Corinthians:6:6",
        "t": "But brother goes to law against brother, and that before unbelievers!"
    },
    {
        "o": 32137,
        "r": "nkjv:1 Corinthians:6:7",
        "t": "Now*p therefore, it is already an utter failure for you that you go to law against one another. Why do you not rather accept wrong? Why do you not rather let*i yourselves*i be cheated?"
    },
    {
        "o": 32138,
        "r": "nkjv:1 Corinthians:6:8",
        "t": "No, you yourselves do wrong and cheat, and you*i do*i these things to*i your*i brethren!"
    },
    {
        "o": 32139,
        "r": "nkjv:1 Corinthians:6:9",
        "t": "Do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived. Neither fornicators, nor idolaters, nor adulterers, nor homosexuals, nor sodomites,"
    },
    {
        "o": 32140,
        "r": "nkjv:1 Corinthians:6:10",
        "t": "nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners will inherit the kingdom of God."
    },
    {
        "o": 32141,
        "r": "nkjv:1 Corinthians:6:11",
        "t": "And such were some of you. But you were washed, but you were sanctified, but you were justified in the name of the Lord Jesus and by the Spirit of our God."
    },
    {
        "o": 32142,
        "r": "nkjv:1 Corinthians:6:11",
        "t": "Glorify God in Body and Spirit",
        "h": 2
    },
    {
        "o": 32143,
        "r": "nkjv:1 Corinthians:6:12",
        "t": "All*p things are lawful for me, but all things are not helpful. All things are lawful for me, but I will not be brought under the power of any."
    },
    {
        "o": 32144,
        "r": "nkjv:1 Corinthians:6:13",
        "t": "Foods for the stomach and the stomach for foods, but God will destroy both it and them. Now the body is*i not for sexual immorality but for the Lord, and the Lord for the body."
    },
    {
        "o": 32145,
        "r": "nkjv:1 Corinthians:6:14",
        "t": "And God both raised up the Lord and will also raise us up by His power."
    },
    {
        "o": 32146,
        "r": "nkjv:1 Corinthians:6:15",
        "t": "Do*p you not know that your bodies are members of Christ? Shall I then take the members of Christ and make them*i members of a harlot? Certainly not!"
    },
    {
        "o": 32147,
        "r": "nkjv:1 Corinthians:6:16",
        "t": "Or do you not know that he who is joined to a harlot is one body with*i her?*i For “the two,” He says, “shall become one flesh.”"
    },
    {
        "o": 32148,
        "r": "nkjv:1 Corinthians:6:17",
        "t": "But he who is joined to the Lord is one spirit with*i Him.*i"
    },
    {
        "o": 32149,
        "r": "nkjv:1 Corinthians:6:18",
        "t": "Flee*p sexual immorality. Every sin that a man does is outside the body, but he who commits sexual immorality sins against his own body."
    },
    {
        "o": 32150,
        "r": "nkjv:1 Corinthians:6:19",
        "t": "Or do you not know that your body is the temple of the Holy Spirit who*i is*i in you, whom you have from God, and you are not your own?"
    },
    {
        "o": 32151,
        "r": "nkjv:1 Corinthians:6:20",
        "t": "For you were bought at a price; therefore glorify God in your body and in your spirit, which are God’s."
    }
]
