[
    {
        "o": 21978,
        "r": "nasb:Jeremiah:32:0",
        "t": "Jeremiah 32",
        "h": 1
    },
    {
        "o": 21979,
        "r": "nasb:Jeremiah:32:0",
        "t": "Jeremiah Imprisoned",
        "h": 2
    },
    {
        "o": 21980,
        "r": "nasb:Jeremiah:32:1",
        "t": "The*p word that came to Jeremiah from the Lord*s in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar."
    },
    {
        "o": 21981,
        "r": "nasb:Jeremiah:32:2",
        "t": "Now at that time the army of the king of Babylon was besieging Jerusalem, and Jeremiah the prophet was shut up in the court of the guard, which was*i in*i the house of the king of Judah,"
    },
    {
        "o": 21982,
        "r": "nasb:Jeremiah:32:3",
        "t": "because Zedekiah king of Judah had shut him up, saying, “Why do you prophesy, saying, ‘Thus says the Lord,*s “Behold, I am about to give this city into the hand of the king of Babylon, and he will take it;"
    },
    {
        "o": 21983,
        "r": "nasb:Jeremiah:32:4",
        "t": "and Zedekiah king of Judah will not escape out of the hand of the Chaldeans, but he will surely be given into the hand of the king of Babylon, and he will speak with him face to face and see him eye to eye;"
    },
    {
        "o": 21984,
        "r": "nasb:Jeremiah:32:5",
        "t": "and he will take Zedekiah to Babylon, and he will be there until I visit him,” declares the Lord.*s “If you fight against the Chaldeans, you will not succeed” ’?”"
    },
    {
        "o": 21985,
        "r": "nasb:Jeremiah:32:6",
        "t": "And*p Jeremiah said, “The word of the Lord*s came to me, saying,"
    },
    {
        "o": 21986,
        "r": "nasb:Jeremiah:32:7",
        "t": "‘Behold, Hanamel the son of Shallum your uncle is coming to you, saying, “Buy for yourself my field which is at Anathoth, for you have the right of redemption to buy it.” ’*i"
    },
    {
        "o": 21987,
        "r": "nasb:Jeremiah:32:8",
        "t": "Then Hanamel my uncle’s son came to me in the court of the guard according to the word of the Lord*s and said to me, ‘Buy my field, please, that is at Anathoth, which is in the land of Benjamin; for you have the right of possession and the redemption is yours; buy it*i for yourself.’ Then I knew that this was the word of the Lord.*s"
    },
    {
        "o": 21988,
        "r": "nasb:Jeremiah:32:9",
        "t": "“I*p bought the field which was at Anathoth from Hanamel my uncle’s son, and I weighed out the silver for him, seventeen shekels of silver."
    },
    {
        "o": 21989,
        "r": "nasb:Jeremiah:32:10",
        "t": "I signed and sealed the deed, and called in witnesses, and weighed out the silver on the scales."
    },
    {
        "o": 21990,
        "r": "nasb:Jeremiah:32:11",
        "t": "Then I took the deeds of purchase, both the sealed copy*i containing*i the terms and conditions and the open copy;*i"
    },
    {
        "o": 21991,
        "r": "nasb:Jeremiah:32:12",
        "t": "and I gave the deed of purchase to Baruch the son of Neriah, the son of Mahseiah, in the sight of Hanamel my uncle’s son*i and in the sight of the witnesses who signed the deed of purchase, before all the Jews who were sitting in the court of the guard."
    },
    {
        "o": 21992,
        "r": "nasb:Jeremiah:32:13",
        "t": "And I commanded Baruch in their presence, saying,"
    },
    {
        "o": 21993,
        "r": "nasb:Jeremiah:32:14",
        "t": "‘Thus says the Lord*s of hosts, the God of Israel, “Take these deeds, this sealed deed of purchase and this open deed, and put them in an earthenware jar, that they may last a long time.”"
    },
    {
        "o": 21994,
        "r": "nasb:Jeremiah:32:15",
        "t": "For thus says the Lord*s of hosts, the God of Israel, “Houses and fields and vineyards will again be bought in this land.” ’"
    },
    {
        "o": 21995,
        "r": "nasb:Jeremiah:32:15",
        "t": "Jeremiah Prays and God Explains",
        "h": 2
    },
    {
        "o": 21996,
        "r": "nasb:Jeremiah:32:16",
        "t": "“After*p I had given the deed of purchase to Baruch the son of Neriah, then I prayed to the Lord,*s saying,"
    },
    {
        "o": 21997,
        "r": "nasb:Jeremiah:32:17",
        "t": "‘Ah Lord God!*s Behold, You have made the heavens and the earth by Your great power and by Your outstretched arm! Nothing is too difficult for You,"
    },
    {
        "o": 21998,
        "r": "nasb:Jeremiah:32:18",
        "t": "who shows lovingkindness to thousands, but repays the iniquity of fathers into the bosom of their children after them, O great and mighty God. The Lord*s of hosts is His name;"
    },
    {
        "o": 21999,
        "r": "nasb:Jeremiah:32:19",
        "t": "great in counsel and mighty in deed, whose eyes are open to all the ways of the sons of men, giving to everyone according to his ways and according to the fruit of his deeds;"
    },
    {
        "o": 22000,
        "r": "nasb:Jeremiah:32:20",
        "t": "who has set signs and wonders in the land of Egypt, and*i even to this day both in Israel and among mankind; and You have made a name for Yourself, as at this day."
    },
    {
        "o": 22001,
        "r": "nasb:Jeremiah:32:21",
        "t": "You brought Your people Israel out of the land of Egypt with signs and with wonders, and with a strong hand and with an outstretched arm and with great terror;"
    },
    {
        "o": 22002,
        "r": "nasb:Jeremiah:32:22",
        "t": "and gave them this land, which You swore to their forefathers to give them, a land flowing with milk and honey."
    },
    {
        "o": 22003,
        "r": "nasb:Jeremiah:32:23",
        "t": "They came in and took possession of it, but they did not obey Your voice or walk in Your law; they have done nothing of all that You commanded them to do; therefore You have made all this calamity come upon them."
    },
    {
        "o": 22004,
        "r": "nasb:Jeremiah:32:24",
        "t": "Behold, the siege ramps have reached the city to take it; and the city is given into the hand of the Chaldeans who fight against it, because of the sword, the famine and the pestilence; and what You have spoken has come to pass; and behold, You see it.*i"
    },
    {
        "o": 22005,
        "r": "nasb:Jeremiah:32:25",
        "t": "You have said to me, O Lord God,*s “Buy for yourself the field with money and call in witnesses”—although the city is given into the hand of the Chaldeans.’ ”"
    },
    {
        "o": 22006,
        "r": "nasb:Jeremiah:32:26",
        "t": "Then*p the word of the Lord*s came to Jeremiah, saying,"
    },
    {
        "o": 22007,
        "r": "nasb:Jeremiah:32:27",
        "t": "“Behold, I am the Lord,*s the God of all flesh; is anything too difficult for Me?”"
    },
    {
        "o": 22008,
        "r": "nasb:Jeremiah:32:28",
        "t": "Therefore thus says the Lord,*s “Behold, I am about to give this city into the hand of the Chaldeans and into the hand of Nebuchadnezzar king of Babylon, and he will take it."
    },
    {
        "o": 22009,
        "r": "nasb:Jeremiah:32:29",
        "t": "The Chaldeans who are fighting against this city will enter and set this city on fire and burn it, with the houses where people*i have offered incense to Baal on their roofs and poured out drink offerings to other gods to provoke Me to anger."
    },
    {
        "o": 22010,
        "r": "nasb:Jeremiah:32:30",
        "t": "Indeed the sons of Israel and the sons of Judah have been doing only evil in My sight from their youth; for the sons of Israel have been only provoking Me to anger by the work of their hands,” declares the Lord.*s"
    },
    {
        "o": 22011,
        "r": "nasb:Jeremiah:32:31",
        "t": "“Indeed this city has been to Me a*i provocation*i of*i My anger and My wrath from the day that they built it, even to this day, so that it should be removed from before My face,"
    },
    {
        "o": 22012,
        "r": "nasb:Jeremiah:32:32",
        "t": "because of all the evil of the sons of Israel and the sons of Judah which they have done to provoke Me to anger—they, their kings, their leaders, their priests, their prophets, the men of Judah and the inhabitants of Jerusalem."
    },
    {
        "o": 22013,
        "r": "nasb:Jeremiah:32:33",
        "t": "They have turned their*i back to Me and not their*i face; though I*i taught them, teaching again and again, they would not listen and receive instruction."
    },
    {
        "o": 22014,
        "r": "nasb:Jeremiah:32:34",
        "t": "But they put their detestable things in the house which is called by My name, to defile it."
    },
    {
        "o": 22015,
        "r": "nasb:Jeremiah:32:35",
        "t": "They built the high places of Baal that are in the valley of Ben-hinnom to cause their sons and their daughters to pass through the*i fire*i to Molech, which I had not commanded them nor had it entered My mind that they should do this abomination, to cause Judah to sin."
    },
    {
        "o": 22016,
        "r": "nasb:Jeremiah:32:36",
        "t": "“Now*p therefore thus says the Lord*s God of Israel concerning this city of which you say, ‘It is given into the hand of the king of Babylon by sword, by famine and by pestilence.’"
    },
    {
        "o": 22017,
        "r": "nasb:Jeremiah:32:37",
        "t": "Behold, I will gather them out of all the lands to which I have driven them in My anger, in My wrath and in great indignation; and I will bring them back to this place and make them dwell in safety."
    },
    {
        "o": 22018,
        "r": "nasb:Jeremiah:32:38",
        "t": "They shall be My people, and I will be their God;"
    },
    {
        "o": 22019,
        "r": "nasb:Jeremiah:32:39",
        "t": "and I will give them one heart and one way, that they may fear Me always, for their own good and for the*i good*i of*i their children after them."
    },
    {
        "o": 22020,
        "r": "nasb:Jeremiah:32:40",
        "t": "I will make an everlasting covenant with them that I will not turn away from them, to do them good; and I will put the fear of Me in their hearts so that they will not turn away from Me."
    },
    {
        "o": 22021,
        "r": "nasb:Jeremiah:32:41",
        "t": "I will rejoice over them to do them good and will faithfully plant them in this land with all My heart and with all My soul."
    },
    {
        "o": 22022,
        "r": "nasb:Jeremiah:32:42",
        "t": "For thus says the Lord,*s ‘Just as I brought all this great disaster on this people, so I am going to bring on them all the good that I am promising them."
    },
    {
        "o": 22023,
        "r": "nasb:Jeremiah:32:43",
        "t": "Fields will be bought in this land of which you say, “It is a desolation, without man or beast; it is given into the hand of the Chaldeans.”"
    },
    {
        "o": 22024,
        "r": "nasb:Jeremiah:32:44",
        "t": "Men will buy fields for money, sign and seal deeds, and call in witnesses in the land of Benjamin, in the environs of Jerusalem, in the cities of Judah, in the cities of the hill country, in the cities of the lowland and in the cities of the Negev; for I will restore their fortunes,’ declares the Lord.”*s"
    }
]
