[
    {
        "o": 23879,
        "r": "niv:Daniel:1:0",
        "t": "Daniel 1",
        "h": 1
    },
    {
        "o": 23880,
        "r": "niv:Daniel:1:0",
        "t": "Daniel’s Training in Babylon",
        "h": 2
    },
    {
        "o": 23881,
        "r": "niv:Daniel:1:1",
        "t": "In*p the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it."
    },
    {
        "o": 23882,
        "r": "niv:Daniel:1:2",
        "t": "And the Lord delivered Jehoiakim king of Judah into his hand, along with some of the articles from the temple of God. These he carried off to the temple of his god in Babylonia and put in the treasure house of his god."
    },
    {
        "o": 23883,
        "r": "niv:Daniel:1:3",
        "t": "Then*p the king ordered Ashpenaz, chief of his court officials, to bring into the king’s service some of the Israelites from the royal family and the nobility—"
    },
    {
        "o": 23884,
        "r": "niv:Daniel:1:4",
        "t": "young men without any physical defect, handsome, showing aptitude for every kind of learning, well informed, quick to understand, and qualified to serve in the king’s palace. He was to teach them the language and literature of the Babylonians."
    },
    {
        "o": 23885,
        "r": "niv:Daniel:1:5",
        "t": "The king assigned them a daily amount of food and wine from the king’s table. They were to be trained for three years, and after that they were to enter the king’s service."
    },
    {
        "o": 23886,
        "r": "niv:Daniel:1:6",
        "t": "Among*p those who were chosen were some from Judah: Daniel, Hananiah, Mishael and Azariah."
    },
    {
        "o": 23887,
        "r": "niv:Daniel:1:7",
        "t": "The chief official gave them new names: to Daniel, the name Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abednego."
    },
    {
        "o": 23888,
        "r": "niv:Daniel:1:8",
        "t": "But*p Daniel resolved not to defile himself with the royal food and wine, and he asked the chief official for permission not to defile himself this way."
    },
    {
        "o": 23889,
        "r": "niv:Daniel:1:9",
        "t": "Now God had caused the official to show favor and compassion to Daniel,"
    },
    {
        "o": 23890,
        "r": "niv:Daniel:1:10",
        "t": "but the official told Daniel, “I am afraid of my lord the king, who has assigned your food and drink. Why should he see you looking worse than the other young men your age? The king would then have my head because of you.”"
    },
    {
        "o": 23891,
        "r": "niv:Daniel:1:11",
        "t": "Daniel*p then said to the guard whom the chief official had appointed over Daniel, Hananiah, Mishael and Azariah,"
    },
    {
        "o": 23892,
        "r": "niv:Daniel:1:12",
        "t": "“Please test your servants for ten days: Give us nothing but vegetables to eat and water to drink."
    },
    {
        "o": 23893,
        "r": "niv:Daniel:1:13",
        "t": "Then compare our appearance with that of the young men who eat the royal food, and treat your servants in accordance with what you see.”"
    },
    {
        "o": 23894,
        "r": "niv:Daniel:1:14",
        "t": "So he agreed to this and tested them for ten days."
    },
    {
        "o": 23895,
        "r": "niv:Daniel:1:15",
        "t": "At*p the end of the ten days they looked healthier and better nourished than any of the young men who ate the royal food."
    },
    {
        "o": 23896,
        "r": "niv:Daniel:1:16",
        "t": "So the guard took away their choice food and the wine they were to drink and gave them vegetables instead."
    },
    {
        "o": 23897,
        "r": "niv:Daniel:1:17",
        "t": "To*p these four young men God gave knowledge and understanding of all kinds of literature and learning. And Daniel could understand visions and dreams of all kinds."
    },
    {
        "o": 23898,
        "r": "niv:Daniel:1:18",
        "t": "At*p the end of the time set by the king to bring them into his service, the chief official presented them to Nebuchadnezzar."
    },
    {
        "o": 23899,
        "r": "niv:Daniel:1:19",
        "t": "The king talked with them, and he found none equal to Daniel, Hananiah, Mishael and Azariah; so they entered the king’s service."
    },
    {
        "o": 23900,
        "r": "niv:Daniel:1:20",
        "t": "In every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and enchanters in his whole kingdom."
    },
    {
        "o": 23901,
        "r": "niv:Daniel:1:21",
        "t": "And*p Daniel remained there until the first year of King Cyrus."
    }
]
