[
    {
        "o": 6462,
        "r": "csb:Joshua:1:0",
        "t": "Joshua 1",
        "h": 1
    },
    {
        "o": 6463,
        "r": "csb:Joshua:1:0",
        "t": "Encouragement of Joshua",
        "h": 2
    },
    {
        "o": 6464,
        "r": "csb:Joshua:1:1",
        "t": "After*p the death of Moses the Lord’s*s servant, the Lord*s spoke to Joshua son of Nun, Moses’s assistant:"
    },
    {
        "o": 6465,
        "r": "csb:Joshua:1:2",
        "t": "“Moses my servant is dead. Now you and all the people prepare to cross over the Jordan to the land I am giving the Israelites."
    },
    {
        "o": 6466,
        "r": "csb:Joshua:1:3",
        "t": "I have given you every place where the sole of your foot treads, just as I promised Moses."
    },
    {
        "o": 6467,
        "r": "csb:Joshua:1:4",
        "t": "Your territory will be from the wilderness and Lebanon to the great river, the Euphrates River - all the land of the Hittites- and west to the Mediterranean Sea."
    },
    {
        "o": 6468,
        "r": "csb:Joshua:1:5",
        "t": "No one will be able to stand against you as long as you live. I will be with you, just as I was with Moses. I will not leave you or abandon you."
    },
    {
        "o": 6469,
        "r": "csb:Joshua:1:6",
        "t": "“Be*p strong and courageous, for you will distribute the land I swore to their ancestors to give them as an inheritance."
    },
    {
        "o": 6470,
        "r": "csb:Joshua:1:7",
        "t": "Above all, be strong and very courageous to observe carefully the whole instruction my servant Moses commanded you. Do not turn from it to the right or the left, so that you will have success wherever you go."
    },
    {
        "o": 6471,
        "r": "csb:Joshua:1:8",
        "t": "This book of instruction must not depart from your mouth; you are to meditate on it day and night so that you may carefully observe everything written in it. For then you will prosper and succeed in whatever you do."
    },
    {
        "o": 6472,
        "r": "csb:Joshua:1:9",
        "t": "Haven’t I commanded you: be strong and courageous? Do not be afraid or discouraged, for the Lord*s your God is with you wherever you go.”"
    },
    {
        "o": 6473,
        "r": "csb:Joshua:1:9",
        "t": "Joshua Prepares the People",
        "h": 2
    },
    {
        "o": 6474,
        "r": "csb:Joshua:1:10",
        "t": "Then*p Joshua commanded the officers of the people,"
    },
    {
        "o": 6475,
        "r": "csb:Joshua:1:11",
        "t": "“Go through the camp and tell the people, ‘Get provisions ready for yourselves, for within three days you will be crossing the Jordan to go in and take possession of the land the Lord*s your God is giving you to inherit.’”"
    },
    {
        "o": 6476,
        "r": "csb:Joshua:1:12",
        "t": "Joshua*p said to the Reubenites, the Gadites, and half the tribe of Manasseh,"
    },
    {
        "o": 6477,
        "r": "csb:Joshua:1:13",
        "t": "“Remember what Moses the Lord’s*s servant commanded you when he said, ‘The Lord*s your God will give you rest, and he will give you this land.’"
    },
    {
        "o": 6478,
        "r": "csb:Joshua:1:14",
        "t": "Your wives, dependents, and livestock may remain in the land Moses gave you on this side of the Jordan. But your best soldiers must cross over in battle formation ahead of your brothers and help them"
    },
    {
        "o": 6479,
        "r": "csb:Joshua:1:15",
        "t": "until the Lord*s gives your brothers rest, as he has given you, and they too possess the land the Lord*s your God is giving them. You may then return to the land of your inheritance and take possession of what Moses the Lord’s*s servant gave you on the east side of the Jordan.”"
    },
    {
        "o": 6480,
        "r": "csb:Joshua:1:16",
        "t": "They*p answered Joshua, “Everything you have commanded us we will do, and everywhere you send us we will go."
    },
    {
        "o": 6481,
        "r": "csb:Joshua:1:17",
        "t": "We will obey you, just as we obeyed Moses in everything. Certainly the Lord*s your God will be with you, as he was with Moses."
    },
    {
        "o": 6482,
        "r": "csb:Joshua:1:18",
        "t": "Anyone who rebels against your order and does not obey your words in all that you command him, will be put to death. Above all, be strong and courageous!”"
    },
    {
        "o": 6483,
        "r": "csb:Joshua:2:0",
        "t": "Joshua 2",
        "h": 1
    },
    {
        "o": 6484,
        "r": "csb:Joshua:2:0",
        "t": "Spies Sent to Jericho",
        "h": 2
    },
    {
        "o": 6485,
        "r": "csb:Joshua:2:1",
        "t": "Joshua*p son of Nun secretly sent two men as spies from the Acacia Grove, saying, “Go and scout the land, especially Jericho.” So they left, and they came to the house of a prostitute named Rahab, and stayed there."
    },
    {
        "o": 6486,
        "r": "csb:Joshua:2:2",
        "t": "The*p king of Jericho was told, “Look, some of the Israelite men have come here tonight to investigate the land.”"
    },
    {
        "o": 6487,
        "r": "csb:Joshua:2:3",
        "t": "Then the king of Jericho sent word to Rahab and said, “Bring out the men who came to you and entered your house, for they came to investigate the entire land.”"
    },
    {
        "o": 6488,
        "r": "csb:Joshua:2:4",
        "t": "But*p the woman had taken the two men and hidden them. So she said, “Yes, the men did come to me, but I didn’t know where they were from."
    },
    {
        "o": 6489,
        "r": "csb:Joshua:2:5",
        "t": "At nightfall, when the city gate was about to close, the men went out, and I don’t know where they were going. Chase after them quickly, and you can catch up with them!”"
    },
    {
        "o": 6490,
        "r": "csb:Joshua:2:6",
        "t": "But she had taken them up to the roof and hidden them among the stalks of flax that she had arranged on the roof."
    },
    {
        "o": 6491,
        "r": "csb:Joshua:2:7",
        "t": "The men pursued them along the road to the fords of the Jordan, and as soon as they left to pursue them, the city gate was shut."
    },
    {
        "o": 6492,
        "r": "csb:Joshua:2:7",
        "t": "The Promise to Rahab",
        "h": 2
    },
    {
        "o": 6493,
        "r": "csb:Joshua:2:8",
        "t": "Before*p the men fell asleep, she went up on the roof"
    },
    {
        "o": 6494,
        "r": "csb:Joshua:2:9",
        "t": "and said to them, “I know that the Lord*s has given you this land and that the terror of you has fallen on us, and everyone who lives in the land is panicking because of you."
    },
    {
        "o": 6495,
        "r": "csb:Joshua:2:10",
        "t": "For we have heard how the Lord*s dried up the water of the Red Sea before you when you came out of Egypt, and what you did to Sihon and Og, the two Amorite kings you completely destroyed across the Jordan."
    },
    {
        "o": 6496,
        "r": "csb:Joshua:2:11",
        "t": "When we heard this, we lost heart, and everyone’s courage failed because of you, for the Lord*s your God is God in heaven above and on earth below."
    },
    {
        "o": 6497,
        "r": "csb:Joshua:2:12",
        "t": "Now please swear to me by the Lord*s that you will also show kindness to my father’s family, because I showed kindness to you. Give me a sure sign"
    },
    {
        "o": 6498,
        "r": "csb:Joshua:2:13",
        "t": "that you will spare the lives of my father, mother, brothers, sisters, and all who belong to them, and save us from death.”"
    },
    {
        "o": 6499,
        "r": "csb:Joshua:2:14",
        "t": "The*p men answered her, “We will give our lives for yours. If you don’t report our mission, we will show kindness and faithfulness to you when the Lord*s gives us the land.”"
    },
    {
        "o": 6500,
        "r": "csb:Joshua:2:15",
        "t": "Then*p she let them down by a rope through the window, since she lived in a house that was built into the wall of the city."
    },
    {
        "o": 6501,
        "r": "csb:Joshua:2:16",
        "t": "“Go to the hill country so that the men pursuing you won’t find you,” she said to them. “Hide there for three days until they return; afterward, go on your way.”"
    },
    {
        "o": 6502,
        "r": "csb:Joshua:2:17",
        "t": "The*p men said to her, “We will be free from this oath you made us swear,"
    },
    {
        "o": 6503,
        "r": "csb:Joshua:2:18",
        "t": "unless, when we enter the land, you tie this scarlet cord to the window through which you let us down. Bring your father, mother, brothers, and all your father’s family into your house."
    },
    {
        "o": 6504,
        "r": "csb:Joshua:2:19",
        "t": "If anyone goes out the doors of your house, his death will be his own fault, and we will be innocent. But if anyone with you in the house should be harmed, his death will be our fault."
    },
    {
        "o": 6505,
        "r": "csb:Joshua:2:20",
        "t": "And if you report our mission, we are free from the oath you made us swear.”"
    },
    {
        "o": 6506,
        "r": "csb:Joshua:2:21",
        "t": "“Let*p it be as you say,” she replied, and she sent them away. After they had gone, she tied the scarlet cord to the window."
    },
    {
        "o": 6507,
        "r": "csb:Joshua:2:22",
        "t": "So*p the two men went into the hill country and stayed there three days until the pursuers had returned. They searched all along the way, but did not find them."
    },
    {
        "o": 6508,
        "r": "csb:Joshua:2:23",
        "t": "Then the men returned, came down from the hill country, and crossed the Jordan. They went to Joshua son of Nun and reported everything that had happened to them."
    },
    {
        "o": 6509,
        "r": "csb:Joshua:2:24",
        "t": "They told Joshua, “The Lord*s has handed over the entire land to us. Everyone who lives in the land is also panicking because of us.”"
    },
    {
        "o": 6510,
        "r": "csb:Joshua:3:0",
        "t": "Joshua 3",
        "h": 1
    },
    {
        "o": 6511,
        "r": "csb:Joshua:3:0",
        "t": "Crossing the Jordan",
        "h": 2
    },
    {
        "o": 6512,
        "r": "csb:Joshua:3:1",
        "t": "Joshua*p started early the next morning and left the Acacia Grove with all the Israelites. They went as far as the Jordan and stayed there before crossing."
    },
    {
        "o": 6513,
        "r": "csb:Joshua:3:2",
        "t": "After three days the officers went through the camp"
    },
    {
        "o": 6514,
        "r": "csb:Joshua:3:3",
        "t": "and commanded the people, “When you see the ark of the covenant of the Lord*s your God carried by the Levitical priests, you are to break camp and follow it."
    },
    {
        "o": 6515,
        "r": "csb:Joshua:3:4",
        "t": "But keep a distance of about a thousand yards between yourselves and the ark. Don’t go near it, so that you can see the way to go, for you haven’t traveled this way before.”"
    },
    {
        "o": 6516,
        "r": "csb:Joshua:3:5",
        "t": "Joshua*p told the people, “Consecrate yourselves, because the Lord*s will do wonders among you tomorrow.”"
    },
    {
        "o": 6517,
        "r": "csb:Joshua:3:6",
        "t": "Then he said to the priests, “Carry the ark of the covenant and go on ahead of the people.” So they carried the ark of the covenant and went ahead of them."
    },
    {
        "o": 6518,
        "r": "csb:Joshua:3:7",
        "t": "The*p Lord*s spoke to Joshua: “Today I will begin to exalt you in the sight of all Israel, so they will know that I will be with you just as I was with Moses."
    },
    {
        "o": 6519,
        "r": "csb:Joshua:3:8",
        "t": "Command the priests carrying the ark of the covenant: When you reach the edge of the water, stand in the Jordan.”"
    },
    {
        "o": 6520,
        "r": "csb:Joshua:3:9",
        "t": "Then*p Joshua told the Israelites, “Come closer and listen to the words of the Lord*s your God.”"
    },
    {
        "o": 6521,
        "r": "csb:Joshua:3:10",
        "t": "He said, “You will know that the living God is among you and that he will certainly dispossess before you the Canaanites, Hethites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites"
    },
    {
        "o": 6522,
        "r": "csb:Joshua:3:11",
        "t": "when the ark of the covenant of the Lord of the whole earth goes ahead of you into the Jordan."
    },
    {
        "o": 6523,
        "r": "csb:Joshua:3:12",
        "t": "Now choose twelve men from the tribes of Israel, one man for each tribe."
    },
    {
        "o": 6524,
        "r": "csb:Joshua:3:13",
        "t": "When the feet of the priests who carry the ark of the Lord,*s the Lord of the whole earth, come to rest in the Jordan’s water, its water will be cut off. The water flowing downstream will stand up in a mass.”"
    },
    {
        "o": 6525,
        "r": "csb:Joshua:3:14",
        "t": "When*p the people broke camp to cross the Jordan, the priests carried the ark of the covenant ahead of the people."
    },
    {
        "o": 6526,
        "r": "csb:Joshua:3:15",
        "t": "Now the Jordan overflows its banks throughout the harvest season. But as soon as the priests carrying the ark reached the Jordan, their feet touched the water at its edge"
    },
    {
        "o": 6527,
        "r": "csb:Joshua:3:16",
        "t": "and the water flowing downstream stood still, rising up in a mass that extended as far as Adam, a city next to Zarethan. The water flowing downstream into the Sea of the Arabah- the Dead Sea - was completely cut off, and the people crossed opposite Jericho."
    },
    {
        "o": 6528,
        "r": "csb:Joshua:3:17",
        "t": "The priests carrying the ark of the Lord’s*s covenant stood firmly on dry ground in the middle of the Jordan, while all Israel crossed on dry ground until the entire nation had finished crossing the Jordan."
    },
    {
        "o": 6529,
        "r": "csb:Joshua:4:0",
        "t": "Joshua 4",
        "h": 1
    },
    {
        "o": 6530,
        "r": "csb:Joshua:4:0",
        "t": "The Memorial Stones",
        "h": 2
    },
    {
        "o": 6531,
        "r": "csb:Joshua:4:1",
        "t": "After*p the entire nation had finished crossing the Jordan, the Lord*s spoke to Joshua:"
    },
    {
        "o": 6532,
        "r": "csb:Joshua:4:2",
        "t": "“Choose twelve men from the people, one man for each tribe,"
    },
    {
        "o": 6533,
        "r": "csb:Joshua:4:3",
        "t": "and command them: Take twelve stones from this place in the middle of the Jordan where the priests are standing, carry them with you, and set them down at the place where you spend the night.”"
    },
    {
        "o": 6534,
        "r": "csb:Joshua:4:4",
        "t": "So*p Joshua summoned the twelve men he had selected from the Israelites, one man for each tribe,"
    },
    {
        "o": 6535,
        "r": "csb:Joshua:4:5",
        "t": "and said to them, “Go across to the ark of the Lord*s your God in the middle of the Jordan. Each of you lift a stone onto his shoulder, one for each of the Israelite tribes,"
    },
    {
        "o": 6536,
        "r": "csb:Joshua:4:6",
        "t": "so that this will be a sign among you. In the future, when your children ask you, ‘What do these stones mean to you? ’"
    },
    {
        "o": 6537,
        "r": "csb:Joshua:4:7",
        "t": "you should tell them, ‘The water of the Jordan was cut off in front of the ark of the Lord’s*s covenant. When it crossed the Jordan, the Jordan’s water was cut off.’ Therefore these stones will always be a memorial for the Israelites.”"
    },
    {
        "o": 6538,
        "r": "csb:Joshua:4:8",
        "t": "The*p Israelites did just as Joshua had commanded them. The twelve men took stones from the middle of the Jordan, one for each of the Israelite tribes, just as the Lord*s had told Joshua. They carried them to the camp and set them down there."
    },
    {
        "o": 6539,
        "r": "csb:Joshua:4:9",
        "t": "Joshua also set up twelve stones in the middle of the Jordan where the priests who carried the ark of the covenant were standing. The stones are still there today."
    },
    {
        "o": 6540,
        "r": "csb:Joshua:4:10",
        "t": "The*p priests carrying the ark continued standing in the middle of the Jordan until everything was completed that the Lord*s had commanded Joshua to tell the people, in keeping with all that Moses had commanded Joshua. The people hurried across,"
    },
    {
        "o": 6541,
        "r": "csb:Joshua:4:11",
        "t": "and after everyone had finished crossing, the priests with the ark of the Lord*s crossed in the sight of the people."
    },
    {
        "o": 6542,
        "r": "csb:Joshua:4:12",
        "t": "The Reubenites, Gadites, and half the tribe of Manasseh went in battle formation in front of the Israelites, as Moses had instructed them."
    },
    {
        "o": 6543,
        "r": "csb:Joshua:4:13",
        "t": "About forty thousand equipped for war crossed to the plains of Jericho in the Lord’s*s presence."
    },
    {
        "o": 6544,
        "r": "csb:Joshua:4:14",
        "t": "On*p that day the Lord*s exalted Joshua in the sight of all Israel, and they revered him throughout his life, as they had revered Moses."
    },
    {
        "o": 6545,
        "r": "csb:Joshua:4:15",
        "t": "The Lord*s told Joshua,"
    },
    {
        "o": 6546,
        "r": "csb:Joshua:4:16",
        "t": "“Command the priests who carry the ark of the testimony to come up from the Jordan.”"
    },
    {
        "o": 6547,
        "r": "csb:Joshua:4:17",
        "t": "So*p Joshua commanded the priests, “Come up from the Jordan.”"
    },
    {
        "o": 6548,
        "r": "csb:Joshua:4:18",
        "t": "When the priests carrying the ark of the Lord’s*s covenant came up from the middle of the Jordan, and their feet stepped out on solid ground, the water of the Jordan resumed its course, flowing over all the banks as before."
    },
    {
        "o": 6549,
        "r": "csb:Joshua:4:19",
        "t": "The*p people came up from the Jordan on the tenth day of the first month, and camped at Gilgal on the eastern limits of Jericho."
    },
    {
        "o": 6550,
        "r": "csb:Joshua:4:20",
        "t": "Then Joshua set up in Gilgal the twelve stones they had taken from the Jordan,"
    },
    {
        "o": 6551,
        "r": "csb:Joshua:4:21",
        "t": "and he said to the Israelites, “In the future, when your children ask their fathers, ‘What is the meaning of these stones?’"
    },
    {
        "o": 6552,
        "r": "csb:Joshua:4:22",
        "t": "you should tell your children, ‘Israel crossed the Jordan on dry ground.’"
    },
    {
        "o": 6553,
        "r": "csb:Joshua:4:23",
        "t": "For the Lord*s your God dried up the water of the Jordan before you until you had crossed over, just as the Lord*s your God did to the Red Sea, which he dried up before us until we had crossed over."
    },
    {
        "o": 6554,
        "r": "csb:Joshua:4:24",
        "t": "This is so that all the peoples of the earth may know that the Lord’s*s hand is strong, and so that you may always fear the Lord*s your God.”"
    },
    {
        "o": 6555,
        "r": "csb:Joshua:5:0",
        "t": "Joshua 5",
        "h": 1
    },
    {
        "o": 6556,
        "r": "csb:Joshua:5:0",
        "t": "Circumcision of the Israelites",
        "h": 2
    },
    {
        "o": 6557,
        "r": "csb:Joshua:5:1",
        "t": "When*p all the Amorite kings across the Jordan to the west and all the Canaanite kings near the sea heard how the Lord*s had dried up the water of the Jordan before the Israelites until they had crossed over, they lost heart and their courage failed because of the Israelites."
    },
    {
        "o": 6558,
        "r": "csb:Joshua:5:2",
        "t": "At*p that time the Lord*s said to Joshua, “Make flint knives and circumcise the Israelite men again.”"
    },
    {
        "o": 6559,
        "r": "csb:Joshua:5:3",
        "t": "So Joshua made flint knives and circumcised the Israelite men at Gibeath-haaraloth."
    },
    {
        "o": 6560,
        "r": "csb:Joshua:5:4",
        "t": "This is the reason Joshua circumcised them: All the people who came out of Egypt who were males - all the men of war - had died in the wilderness along the way after they had come out of Egypt."
    },
    {
        "o": 6561,
        "r": "csb:Joshua:5:5",
        "t": "Though all the people who came out were circumcised, none of the people born in the wilderness along the way were circumcised after they had come out of Egypt."
    },
    {
        "o": 6562,
        "r": "csb:Joshua:5:6",
        "t": "For the Israelites wandered in the wilderness forty years until all the nation’s men of war who came out of Egypt had died off because they did not obey the Lord.*s So the Lord*s vowed never to let them see the land he had sworn to their ancestors to give us, a land flowing with milk and honey."
    },
    {
        "o": 6563,
        "r": "csb:Joshua:5:7",
        "t": "He raised up their sons in their place; it was these Joshua circumcised. They were still uncircumcised, since they had not been circumcised along the way."
    },
    {
        "o": 6564,
        "r": "csb:Joshua:5:8",
        "t": "After the entire nation had been circumcised, they stayed where they were in the camp until they recovered."
    },
    {
        "o": 6565,
        "r": "csb:Joshua:5:9",
        "t": "The Lord*s then said to Joshua, “Today I have rolled away the disgrace of Egypt from you.” Therefore, that place is still called Gilgal today."
    },
    {
        "o": 6566,
        "r": "csb:Joshua:5:9",
        "t": "Food from the Land",
        "h": 2
    },
    {
        "o": 6567,
        "r": "csb:Joshua:5:10",
        "t": "While*p the Israelites camped at Gilgal on the plains of Jericho, they observed the Passover on the evening of the fourteenth day of the month."
    },
    {
        "o": 6568,
        "r": "csb:Joshua:5:11",
        "t": "The day after Passover they ate unleavened bread and roasted grain from the produce of the land."
    },
    {
        "o": 6569,
        "r": "csb:Joshua:5:12",
        "t": "And the day after they ate from the produce of the land, the manna ceased. Since there was no more manna for the Israelites, they ate from the crops of the land of Canaan that year."
    },
    {
        "o": 6570,
        "r": "csb:Joshua:5:12",
        "t": "Commander of the Lord’s Army",
        "h": 2
    },
    {
        "o": 6571,
        "r": "csb:Joshua:5:13",
        "t": "When*p Joshua was near Jericho, he looked up and saw a man standing in front of him with a drawn sword in his hand. Joshua approached him and asked, “Are you for us or for our enemies?”"
    },
    {
        "o": 6572,
        "r": "csb:Joshua:5:14",
        "t": "“Neither,”*p he replied. “I have now come as commander of the Lord’s*s army.” Then*p Joshua bowed with his face to the ground in homage and asked him, “What does my lord want to say to his servant?”"
    },
    {
        "o": 6573,
        "r": "csb:Joshua:5:15",
        "t": "The*p commander of the Lord’s*s army said to Joshua, “Remove the sandals from your feet, for the place where you are standing is holy.” And Joshua did that."
    },
    {
        "o": 6574,
        "r": "csb:Joshua:6:0",
        "t": "Joshua 6",
        "h": 1
    },
    {
        "o": 6575,
        "r": "csb:Joshua:6:0",
        "t": "The Conquest of Jericho",
        "h": 2
    },
    {
        "o": 6576,
        "r": "csb:Joshua:6:1",
        "t": "Now*p Jericho was strongly fortified because of the Israelites - no one leaving or entering."
    },
    {
        "o": 6577,
        "r": "csb:Joshua:6:2",
        "t": "The Lord*s said to Joshua, “Look, I have handed Jericho, its king, and its best soldiers over to you."
    },
    {
        "o": 6578,
        "r": "csb:Joshua:6:3",
        "t": "March around the city with all the men of war, circling the city one time. Do this for six days."
    },
    {
        "o": 6579,
        "r": "csb:Joshua:6:4",
        "t": "Have seven priests carry seven ram’s-horn trumpets in front of the ark. But on the seventh day, march around the city seven times, while the priests blow the rams’ horns."
    },
    {
        "o": 6580,
        "r": "csb:Joshua:6:5",
        "t": "When there is a prolonged blast of the horn and you hear its sound, have all the troops give a mighty shout. Then the city wall will collapse, and the troops will advance, each man straight ahead.”"
    },
    {
        "o": 6581,
        "r": "csb:Joshua:6:6",
        "t": "So*p Joshua son of Nun summoned the priests and said to them, “Take up the ark of the covenant and have seven priests carry seven rams’ horns in front of the ark of the Lord.”*s"
    },
    {
        "o": 6582,
        "r": "csb:Joshua:6:7",
        "t": "He said to the troops, “Move forward, march around the city, and have the armed men go ahead of the ark of the Lord.”*s"
    },
    {
        "o": 6583,
        "r": "csb:Joshua:6:8",
        "t": "After*p Joshua had spoken to the troops, seven priests carrying seven rams’ horns before the Lord*s moved forward and blew the rams’ horns; the ark of the Lord’s*s covenant followed them."
    },
    {
        "o": 6584,
        "r": "csb:Joshua:6:9",
        "t": "While the rams’ horns were blowing, the armed men went in front of the priests who blew the rams’ horns, and the rear guard went behind the ark."
    },
    {
        "o": 6585,
        "r": "csb:Joshua:6:10",
        "t": "But Joshua had commanded the troops, “Do not shout or let your voice be heard. Don’t let one word come out of your mouth until the time I say, ‘Shout! ’ Then you are to shout.”"
    },
    {
        "o": 6586,
        "r": "csb:Joshua:6:11",
        "t": "So the ark of the Lord*s was carried around the city, circling it once. They returned to the camp and spent the night there."
    },
    {
        "o": 6587,
        "r": "csb:Joshua:6:12",
        "t": "Joshua*p got up early the next morning. The priests took the ark of the Lord,*s"
    },
    {
        "o": 6588,
        "r": "csb:Joshua:6:13",
        "t": "and the seven priests carrying seven rams’ horns marched in front of the ark of the Lord.*s While the rams’ horns were blowing, the armed men went in front of them, and the rear guard went behind the ark of the Lord.*s"
    },
    {
        "o": 6589,
        "r": "csb:Joshua:6:14",
        "t": "On the second day they marched around the city once and returned to the camp. They did this for six days."
    },
    {
        "o": 6590,
        "r": "csb:Joshua:6:15",
        "t": "Early*p on the seventh day, they started at dawn and marched around the city seven times in the same way. That was the only day they marched around the city seven times."
    },
    {
        "o": 6591,
        "r": "csb:Joshua:6:16",
        "t": "After the seventh time, the priests blew the rams’ horns, and Joshua said to the troops, “Shout! For the Lord*s has given you the city."
    },
    {
        "o": 6592,
        "r": "csb:Joshua:6:17",
        "t": "But the city and everything in it are set apart to the Lord*s for destruction. Only Rahab the prostitute and everyone with her in the house will live, because she hid the messengers we sent."
    },
    {
        "o": 6593,
        "r": "csb:Joshua:6:18",
        "t": "But keep yourselves from the things set apart, or you will be set apart for destruction. If you take any of those things, you will set apart the camp of Israel for destruction and make trouble for it."
    },
    {
        "o": 6594,
        "r": "csb:Joshua:6:19",
        "t": "For all the silver and gold, and the articles of bronze and iron, are dedicated to the Lord*s and must go into the Lord’s*s treasury.”"
    },
    {
        "o": 6595,
        "r": "csb:Joshua:6:20",
        "t": "So*p the troops shouted, and the rams’ horns sounded. When they heard the blast of the ram’s horn, the troops gave a great shout, and the wall collapsed. The troops advanced into the city, each man straight ahead, and they captured the city."
    },
    {
        "o": 6596,
        "r": "csb:Joshua:6:21",
        "t": "They completely destroyed everything in the city with the sword - every man and woman, both young and old, and every ox, sheep, and donkey."
    },
    {
        "o": 6597,
        "r": "csb:Joshua:6:21",
        "t": "Rahab and Her Family Spared",
        "h": 2
    },
    {
        "o": 6598,
        "r": "csb:Joshua:6:22",
        "t": "Joshua*p said to the two men who had scouted the land, “Go to the prostitute’s house and bring the woman out of there, and all who are with her, just as you swore to her.”"
    },
    {
        "o": 6599,
        "r": "csb:Joshua:6:23",
        "t": "So the young men who had scouted went in and brought out Rahab and her father, mother, brothers, and all who belonged to her. They brought out her whole family and settled them outside the camp of Israel."
    },
    {
        "o": 6600,
        "r": "csb:Joshua:6:24",
        "t": "They*p burned the city and everything in it, but they put the silver and gold and the articles of bronze and iron into the treasury of the Lord’s*s house."
    },
    {
        "o": 6601,
        "r": "csb:Joshua:6:25",
        "t": "However, Joshua spared Rahab the prostitute, her father’s family, and all who belonged to her, because she hid the messengers Joshua had sent to spy on Jericho, and she still lives in Israel today."
    },
    {
        "o": 6602,
        "r": "csb:Joshua:6:26",
        "t": "At*p that time Joshua imposed this curse: The*pn man who undertakes the*ln rebuilding of this city, Jericho, is*ln cursed before the Lord.*s He*ln will lay its foundation at*ln the cost of his firstborn; he*ln will finish its gates at*ln the cost of his youngest."
    },
    {
        "o": 6603,
        "r": "csb:Joshua:6:27",
        "t": "And*p the Lord*s was with Joshua, and his fame spread throughout the land."
    },
    {
        "o": 6604,
        "r": "csb:Joshua:7:0",
        "t": "Joshua 7",
        "h": 1
    },
    {
        "o": 6605,
        "r": "csb:Joshua:7:0",
        "t": "Defeat at Ai",
        "h": 2
    },
    {
        "o": 6606,
        "r": "csb:Joshua:7:1",
        "t": "The*p Israelites, however, were unfaithful regarding the things set apart for destruction. Achan son of Carmi, son of Zabdi, son of Zerah, of the tribe of Judah, took some of what was set apart, and the Lord’s*s anger burned against the Israelites."
    },
    {
        "o": 6607,
        "r": "csb:Joshua:7:2",
        "t": "Joshua*p sent men from Jericho to Ai, which is near Beth-aven, east of Bethel, and told them, “Go up and scout the land.” So the men went up and scouted Ai."
    },
    {
        "o": 6608,
        "r": "csb:Joshua:7:3",
        "t": "After*p returning to Joshua they reported to him, “Don’t send all the people, but send about two thousand or three thousand men to attack Ai. Since the people of Ai are so few, don’t wear out all our people there.”"
    },
    {
        "o": 6609,
        "r": "csb:Joshua:7:4",
        "t": "So about three thousand men went up there, but they fled from the men of Ai."
    },
    {
        "o": 6610,
        "r": "csb:Joshua:7:5",
        "t": "The men of Ai struck down about thirty-six of them and chased them from outside the city gate to the quarries, striking them down on the descent. As a result, the people lost heart."
    },
    {
        "o": 6611,
        "r": "csb:Joshua:7:6",
        "t": "Then*p Joshua tore his clothes and fell facedown to the ground before the ark of the Lord*s until evening, as did the elders of Israel; they all put dust on their heads."
    },
    {
        "o": 6612,
        "r": "csb:Joshua:7:7",
        "t": "“Oh, Lord God,”*s Joshua said, “why did you ever bring these people across the Jordan to hand us over to the Amorites for our destruction? If only we had been content to remain on the other side of the Jordan!"
    },
    {
        "o": 6613,
        "r": "csb:Joshua:7:8",
        "t": "What can I say, Lord, now that Israel has turned its back and run from its enemies?"
    },
    {
        "o": 6614,
        "r": "csb:Joshua:7:9",
        "t": "When the Canaanites and all who live in the land hear about this, they will surround us and wipe out our name from the earth. Then what will you do about your great name?”"
    },
    {
        "o": 6615,
        "r": "csb:Joshua:7:10",
        "t": "The*p Lord*s then said to Joshua, “Stand up! Why have you fallen facedown?"
    },
    {
        "o": 6616,
        "r": "csb:Joshua:7:11",
        "t": "Israel has sinned. They have violated my covenant that I appointed for them. They have taken some of what was set apart. They have stolen, deceived, and put those things with their own belongings."
    },
    {
        "o": 6617,
        "r": "csb:Joshua:7:12",
        "t": "This is why the Israelites cannot stand against their enemies. They will turn their backs and run from their enemies, because they have been set apart for destruction. I will no longer be with you unless you remove from among you what is set apart."
    },
    {
        "o": 6618,
        "r": "csb:Joshua:7:13",
        "t": "“Go*p and consecrate the people. Tell them to consecrate themselves for tomorrow, for this is what the Lord,*s the God of Israel, says: There are things that are set apart among you, Israel. You will not be able to stand against your enemies until you remove what is set apart."
    },
    {
        "o": 6619,
        "r": "csb:Joshua:7:14",
        "t": "In the morning, present yourselves tribe by tribe. The tribe the Lord*s selects is to come forward clan by clan. The clan the Lord*s selects is to come forward family by family. The family the Lord*s selects is to come forward man by man."
    },
    {
        "o": 6620,
        "r": "csb:Joshua:7:15",
        "t": "The one who is caught with the things set apart must be burned, along with everything he has, because he has violated the Lord’s*s covenant and committed an outrage in Israel.”"
    },
    {
        "o": 6621,
        "r": "csb:Joshua:7:15",
        "t": "Achan Judged",
        "h": 2
    },
    {
        "o": 6622,
        "r": "csb:Joshua:7:16",
        "t": "Joshua*p got up early the next morning. He had Israel come forward tribe by tribe, and the tribe of Judah was selected."
    },
    {
        "o": 6623,
        "r": "csb:Joshua:7:17",
        "t": "He had the clans of Judah come forward, and the Zerahite clan was selected. He had the Zerahite clan come forward by heads of families, and Zabdi was selected."
    },
    {
        "o": 6624,
        "r": "csb:Joshua:7:18",
        "t": "He then had Zabdi’s family come forward man by man, and Achan son of Carmi, son of Zabdi, son of Zerah, of the tribe of Judah, was selected."
    },
    {
        "o": 6625,
        "r": "csb:Joshua:7:19",
        "t": "So*p Joshua said to Achan, “My son, give glory to the Lord,*s the God of Israel, and make a confession to him. I urge you, tell me what you have done. Don’t hide anything from me.”"
    },
    {
        "o": 6626,
        "r": "csb:Joshua:7:20",
        "t": "Achan*p replied to Joshua, “It is true. I have sinned against the Lord,*s the God of Israel. This is what I did:"
    },
    {
        "o": 6627,
        "r": "csb:Joshua:7:21",
        "t": "When I saw among the spoils a beautiful cloak from Babylon, five pounds of silver, and a bar of gold weighing a pound and a quarter, I coveted them and took them. You can see for yourself. They are concealed in the ground inside my tent, with the silver under the cloak.”"
    },
    {
        "o": 6628,
        "r": "csb:Joshua:7:22",
        "t": "So Joshua sent messengers who ran to the tent, and there was the cloak, concealed in his tent, with the silver underneath."
    },
    {
        "o": 6629,
        "r": "csb:Joshua:7:23",
        "t": "They took the things from inside the tent, brought them to Joshua and all the Israelites, and spread them out in the Lord’s*s presence."
    },
    {
        "o": 6630,
        "r": "csb:Joshua:7:24",
        "t": "Then*p Joshua and all Israel with him took Achan son of Zerah, the silver, the cloak, and the bar of gold, his sons and daughters, his ox, donkey, and sheep, his tent, and all that he had, and brought them up to the Valley of Achor."
    },
    {
        "o": 6631,
        "r": "csb:Joshua:7:25",
        "t": "Joshua said, “Why have you brought us trouble? Today the Lord*s will bring you trouble!” So all Israel stoned them to death. They burned their bodies, threw stones on them,"
    },
    {
        "o": 6632,
        "r": "csb:Joshua:7:26",
        "t": "and raised over him a large pile of rocks that remains still today. Then the Lord*s turned from his burning anger. Therefore that place is called the Valley of Achor still today."
    },
    {
        "o": 6633,
        "r": "csb:Joshua:8:0",
        "t": "Joshua 8",
        "h": 1
    },
    {
        "o": 6634,
        "r": "csb:Joshua:8:0",
        "t": "Conquest of Ai",
        "h": 2
    },
    {
        "o": 6635,
        "r": "csb:Joshua:8:1",
        "t": "The*p Lord*s said to Joshua, “Do not be afraid or discouraged. Take all the troops with you and go attack Ai. Look, I have handed over to you the king of Ai, his people, city, and land."
    },
    {
        "o": 6636,
        "r": "csb:Joshua:8:2",
        "t": "Treat Ai and its king as you did Jericho and its king, except that you may plunder its spoil and livestock for yourselves. Set an ambush behind the city.”"
    },
    {
        "o": 6637,
        "r": "csb:Joshua:8:3",
        "t": "So*p Joshua and all the troops set out to attack Ai. Joshua selected thirty thousand of his best soldiers and sent them out at night."
    },
    {
        "o": 6638,
        "r": "csb:Joshua:8:4",
        "t": "He commanded them, “Pay attention. Lie in ambush behind the city, not too far from it, and all of you be ready."
    },
    {
        "o": 6639,
        "r": "csb:Joshua:8:5",
        "t": "Then I and all the people who are with me will approach the city. When they come out against us as they did the first time, we will flee from them."
    },
    {
        "o": 6640,
        "r": "csb:Joshua:8:6",
        "t": "They will come after us until we have drawn them away from the city, for they will say, ‘They are fleeing from us as before.’ While we are fleeing from them,"
    },
    {
        "o": 6641,
        "r": "csb:Joshua:8:7",
        "t": "you are to come out of your ambush and seize the city. The Lord*s your God will hand it over to you."
    },
    {
        "o": 6642,
        "r": "csb:Joshua:8:8",
        "t": "After taking the city, set it on fire. Follow the Lord’s*s command - see that you do as I have ordered you.”"
    },
    {
        "o": 6643,
        "r": "csb:Joshua:8:9",
        "t": "So Joshua sent them out, and they went to the ambush site and waited between Bethel and Ai, to the west of Ai. But he spent that night with the troops."
    },
    {
        "o": 6644,
        "r": "csb:Joshua:8:10",
        "t": "Joshua*p started early the next morning and mobilized them. Then he and the elders of Israel led the people up to Ai."
    },
    {
        "o": 6645,
        "r": "csb:Joshua:8:11",
        "t": "All the troops who were with him went up and approached the city, arriving opposite Ai, and camped to the north of it, with a valley between them and the city."
    },
    {
        "o": 6646,
        "r": "csb:Joshua:8:12",
        "t": "Now Joshua had taken about five thousand men and set them in ambush between Bethel and Ai, to the west of the city."
    },
    {
        "o": 6647,
        "r": "csb:Joshua:8:13",
        "t": "The troops were stationed in this way: the main camp to the north of the city and its rear guard to the west of the city. And that night Joshua went into the valley."
    },
    {
        "o": 6648,
        "r": "csb:Joshua:8:14",
        "t": "When*p the king of Ai saw the Israelites, the men of the city hurried and went out early in the morning so that he and all his people could engage Israel in battle at a suitable place facing the Arabah. But he did not know there was an ambush waiting for him behind the city."
    },
    {
        "o": 6649,
        "r": "csb:Joshua:8:15",
        "t": "Joshua and all Israel pretended to be beaten back by them and fled toward the wilderness."
    },
    {
        "o": 6650,
        "r": "csb:Joshua:8:16",
        "t": "Then all the troops of Ai were summoned to pursue them, and they pursued Joshua and were drawn away from the city."
    },
    {
        "o": 6651,
        "r": "csb:Joshua:8:17",
        "t": "Not a man was left in Ai or Bethel who did not go out after Israel, leaving the city exposed while they pursued Israel."
    },
    {
        "o": 6652,
        "r": "csb:Joshua:8:18",
        "t": "Then*p the Lord*s said to Joshua, “Hold out the javelin in your hand toward Ai, for I will hand the city over to you.” So Joshua held out his javelin toward it."
    },
    {
        "o": 6653,
        "r": "csb:Joshua:8:19",
        "t": "When he held out his hand, the men in ambush rose quickly from their position. They ran, entered the city, captured it, and immediately set it on fire."
    },
    {
        "o": 6654,
        "r": "csb:Joshua:8:20",
        "t": "The*p men of Ai turned and looked back, and smoke from the city was rising to the sky! They could not escape in any direction, and the troops who had fled to the wilderness now became the pursuers."
    },
    {
        "o": 6655,
        "r": "csb:Joshua:8:21",
        "t": "When Joshua and all Israel saw that the men in ambush had captured the city and that smoke was rising from it, they turned back and struck down the men of Ai."
    },
    {
        "o": 6656,
        "r": "csb:Joshua:8:22",
        "t": "Then men in ambush came out of the city against them, and the men of Ai were trapped between the Israelite forces, some on one side and some on the other. They struck them down until no survivor or fugitive remained,"
    },
    {
        "o": 6657,
        "r": "csb:Joshua:8:23",
        "t": "but they captured the king of Ai alive and brought him to Joshua."
    },
    {
        "o": 6658,
        "r": "csb:Joshua:8:24",
        "t": "When*p Israel had finished killing everyone living in Ai who had pursued them into the open country, and when every last one of them had fallen by the sword, all Israel returned to Ai and struck it down with the sword."
    },
    {
        "o": 6659,
        "r": "csb:Joshua:8:25",
        "t": "The total of those who fell that day, both men and women, was twelve thousand - all the people of Ai."
    },
    {
        "o": 6660,
        "r": "csb:Joshua:8:26",
        "t": "Joshua did not draw back his hand that was holding the javelin until all the inhabitants of Ai were completely destroyed."
    },
    {
        "o": 6661,
        "r": "csb:Joshua:8:27",
        "t": "Israel plundered only the cattle and spoil of that city for themselves, according to the Lord’s*s command that he had given Joshua."
    },
    {
        "o": 6662,
        "r": "csb:Joshua:8:28",
        "t": "Joshua*p burned Ai and left it a permanent ruin, still desolate today."
    },
    {
        "o": 6663,
        "r": "csb:Joshua:8:29",
        "t": "He hung the body of the king of Ai on a tree until evening, and at sunset Joshua commanded that they take his body down from the tree. They threw it down at the entrance of the city gate and put a large pile of rocks over it, which still remains today."
    },
    {
        "o": 6664,
        "r": "csb:Joshua:8:29",
        "t": "Renewed Commitment to the Law",
        "h": 2
    },
    {
        "o": 6665,
        "r": "csb:Joshua:8:30",
        "t": "At*p that time Joshua built an altar on Mount Ebal to the Lord,*s the God of Israel,"
    },
    {
        "o": 6666,
        "r": "csb:Joshua:8:31",
        "t": "just as Moses the Lord’s*s servant had commanded the Israelites. He built it according to what is written in the book of the law of Moses: an altar of uncut stones on which no iron tool has been used. Then they offered burnt offerings to the Lord*s and sacrificed fellowship offerings on it."
    },
    {
        "o": 6667,
        "r": "csb:Joshua:8:32",
        "t": "There on the stones, Joshua copied the law of Moses, which he had written in the presence of the Israelites."
    },
    {
        "o": 6668,
        "r": "csb:Joshua:8:33",
        "t": "All Israel - resident alien and citizen alike - with their elders, officers, and judges, stood on either side of the ark of the Lord’s*s covenant facing the Levitical priests who carried it. Half of them were in front of Mount Gerizim and half in front of Mount Ebal, as Moses the Lord’s*s servant had commanded earlier concerning blessing the people of Israel."
    },
    {
        "o": 6669,
        "r": "csb:Joshua:8:34",
        "t": "Afterward, Joshua read aloud all the words of the law - the blessings as well as the curses - according to all that is written in the book of the law."
    },
    {
        "o": 6670,
        "r": "csb:Joshua:8:35",
        "t": "There was not a word of all that Moses had commanded that Joshua did not read before the entire assembly of Israel, including the women, the dependents, and the resident aliens who lived among them."
    },
    {
        "o": 6671,
        "r": "csb:Joshua:9:0",
        "t": "Joshua 9",
        "h": 1
    },
    {
        "o": 6672,
        "r": "csb:Joshua:9:0",
        "t": "Deception by Gibeon",
        "h": 2
    },
    {
        "o": 6673,
        "r": "csb:Joshua:9:1",
        "t": "When*p all the kings heard about Jericho and Ai, those who were west of the Jordan in the hill country, in the Judean foothills, and all along the coast of the Mediterranean Sea toward Lebanon - the Hethites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites -"
    },
    {
        "o": 6674,
        "r": "csb:Joshua:9:2",
        "t": "they formed a unified alliance to fight against Joshua and Israel."
    },
    {
        "o": 6675,
        "r": "csb:Joshua:9:3",
        "t": "When*p the inhabitants of Gibeon heard what Joshua had done to Jericho and Ai,"
    },
    {
        "o": 6676,
        "r": "csb:Joshua:9:4",
        "t": "they acted deceptively. They gathered provisions and took worn-out sacks on their donkeys and old wineskins, cracked and mended."
    },
    {
        "o": 6677,
        "r": "csb:Joshua:9:5",
        "t": "They wore old, patched sandals on their feet and threadbare clothing on their bodies. Their entire provision of bread was dry and crumbly."
    },
    {
        "o": 6678,
        "r": "csb:Joshua:9:6",
        "t": "They went to Joshua in the camp at Gilgal and said to him and the men of Israel, “We have come from a distant land. Please make a treaty with us.”"
    },
    {
        "o": 6679,
        "r": "csb:Joshua:9:7",
        "t": "The*p men of Israel replied to the Hivites, “Perhaps you live among us. How can we make a treaty with you?”"
    },
    {
        "o": 6680,
        "r": "csb:Joshua:9:8",
        "t": "They*p said to Joshua, “We are your servants.” Then*p Joshua asked them, “Who are you and where do you come from?”"
    },
    {
        "o": 6681,
        "r": "csb:Joshua:9:9",
        "t": "They*p replied to him, “Your servants have come from a faraway land because of the reputation of the Lord*s your God. For we have heard of his fame, and all that he did in Egypt,"
    },
    {
        "o": 6682,
        "r": "csb:Joshua:9:10",
        "t": "and all that he did to the two Amorite kings beyond the Jordan - King Sihon of Heshbon and King Og of Bashan, who was in Ashtaroth."
    },
    {
        "o": 6683,
        "r": "csb:Joshua:9:11",
        "t": "So our elders and all the inhabitants of our land told us, ‘Take provisions with you for the journey; go and meet them and say, “We are your servants. Please make a treaty with us.”’"
    },
    {
        "o": 6684,
        "r": "csb:Joshua:9:12",
        "t": "This bread of ours was warm when we took it from our houses as food on the day we left to come to you; but see, it is now dry and crumbly."
    },
    {
        "o": 6685,
        "r": "csb:Joshua:9:13",
        "t": "These wineskins were new when we filled them; but see, they are cracked. And these clothes and sandals of ours are worn out from the extremely long journey.”"
    },
    {
        "o": 6686,
        "r": "csb:Joshua:9:14",
        "t": "Then the men of Israel took some of their provisions, but did not seek the Lord’s*s decision."
    },
    {
        "o": 6687,
        "r": "csb:Joshua:9:15",
        "t": "So Joshua established peace with them and made a treaty to let them live, and the leaders of the community swore an oath to them."
    },
    {
        "o": 6688,
        "r": "csb:Joshua:9:15",
        "t": "Gibeon’s Deception Discovered",
        "h": 2
    },
    {
        "o": 6689,
        "r": "csb:Joshua:9:16",
        "t": "Three*p days after making the treaty with them, they heard that the Gibeonites were their neighbors, living among them."
    },
    {
        "o": 6690,
        "r": "csb:Joshua:9:17",
        "t": "So the Israelites set out and reached the Gibeonite cities on the third day. Now their cities were Gibeon, Chephirah, Beeroth, and Kiriath-jearim."
    },
    {
        "o": 6691,
        "r": "csb:Joshua:9:18",
        "t": "But the Israelites did not attack them, because the leaders of the community had sworn an oath to them by the Lord,*s the God of Israel. Then the whole community grumbled against the leaders."
    },
    {
        "o": 6692,
        "r": "csb:Joshua:9:19",
        "t": "All*p the leaders answered them, “We have sworn an oath to them by the Lord,*s the God of Israel, and now we cannot touch them."
    },
    {
        "o": 6693,
        "r": "csb:Joshua:9:20",
        "t": "This is how we will treat them: we will let them live, so that no wrath will fall on us because of the oath we swore to them.”"
    },
    {
        "o": 6694,
        "r": "csb:Joshua:9:21",
        "t": "They also said, “Let them live.” So the Gibeonites became woodcutters and water carriers for the whole community, as the leaders had promised them."
    },
    {
        "o": 6695,
        "r": "csb:Joshua:9:22",
        "t": "Joshua*p summoned the Gibeonites and said to them, “Why did you deceive us by telling us you live far away from us, when in fact you live among us?"
    },
    {
        "o": 6696,
        "r": "csb:Joshua:9:23",
        "t": "Therefore you are cursed and will always be slaves - woodcutters and water carriers for the house of my God.”"
    },
    {
        "o": 6697,
        "r": "csb:Joshua:9:24",
        "t": "The*p Gibeonites answered him, “It was clearly communicated to your servants that the Lord*s your God had commanded his servant Moses to give you all the land and to destroy all the inhabitants of the land before you. We greatly feared for our lives because of you, and that is why we did this."
    },
    {
        "o": 6698,
        "r": "csb:Joshua:9:25",
        "t": "Now we are in your hands. Do to us whatever you think is right.”"
    },
    {
        "o": 6699,
        "r": "csb:Joshua:9:26",
        "t": "This is what Joshua did to them: he rescued them from the Israelites, and they did not kill them."
    },
    {
        "o": 6700,
        "r": "csb:Joshua:9:27",
        "t": "On that day he made them woodcutters and water carriers - as they are today - for the community and for the Lord’s*s altar at the place he would choose."
    },
    {
        "o": 6701,
        "r": "csb:Joshua:10:0",
        "t": "Joshua 10",
        "h": 1
    },
    {
        "o": 6702,
        "r": "csb:Joshua:10:0",
        "t": "The Day the Sun Stood Still",
        "h": 2
    },
    {
        "o": 6703,
        "r": "csb:Joshua:10:1",
        "t": "Now*p King Adoni-zedek of Jerusalem heard that Joshua had captured Ai and completely destroyed it, treating Ai and its king as he had Jericho and its king, and that the inhabitants of Gibeon had made peace with Israel and were living among them."
    },
    {
        "o": 6704,
        "r": "csb:Joshua:10:2",
        "t": "So Adoni-zedek and his people were greatly alarmed because Gibeon was a large city like one of the royal cities; it was larger than Ai, and all its men were warriors."
    },
    {
        "o": 6705,
        "r": "csb:Joshua:10:3",
        "t": "Therefore King Adoni-zedek of Jerusalem sent word to King Hoham of Hebron, King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon, saying,"
    },
    {
        "o": 6706,
        "r": "csb:Joshua:10:4",
        "t": "“Come up and help me. We will attack Gibeon, because they have made peace with Joshua and the Israelites.”"
    },
    {
        "o": 6707,
        "r": "csb:Joshua:10:5",
        "t": "So the five Amorite kings - the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon - joined forces, advanced with all their armies, besieged Gibeon, and fought against it."
    },
    {
        "o": 6708,
        "r": "csb:Joshua:10:6",
        "t": "Then*p the men of Gibeon sent word to Joshua in the camp at Gilgal: “Don’t give up on your servants. Come quickly and save us! Help us, for all the Amorite kings living in the hill country have joined forces against us.”"
    },
    {
        "o": 6709,
        "r": "csb:Joshua:10:7",
        "t": "So Joshua and all his troops, including all his best soldiers, came from Gilgal."
    },
    {
        "o": 6710,
        "r": "csb:Joshua:10:8",
        "t": "The*p Lord*s said to Joshua, “Do not be afraid of them, for I have handed them over to you. Not one of them will be able to stand against you.”"
    },
    {
        "o": 6711,
        "r": "csb:Joshua:10:9",
        "t": "So*p Joshua caught them by surprise, after marching all night from Gilgal."
    },
    {
        "o": 6712,
        "r": "csb:Joshua:10:10",
        "t": "The Lord*s threw them into confusion before Israel. He defeated them in a great slaughter at Gibeon, chased them through the ascent of Beth-horon, and struck them down as far as Azekah and Makkedah."
    },
    {
        "o": 6713,
        "r": "csb:Joshua:10:11",
        "t": "As they fled before Israel, the Lord*s threw large hailstones on them from the sky along the descent of Beth-horon all the way to Azekah, and they died. More of them died from the hail than the Israelites killed with the sword."
    },
    {
        "o": 6714,
        "r": "csb:Joshua:10:12",
        "t": "On*p the day the Lord*s gave the Amorites over to the Israelites, Joshua spoke to the Lord*s in the presence of Israel: “Sun,*pn stand still over Gibeon, and*ln moon, over the Valley of Aijalon.”"
    },
    {
        "o": 6715,
        "r": "csb:Joshua:10:13",
        "t": "And*ln the sun stood still and*ln the moon stopped until*ln the nation took vengeance on its enemies. Isn’t*p this written in the Book of Jashar? So*pn the sun stopped in*ln the middle of the sky and*ln delayed its setting almost*ln a full day."
    },
    {
        "o": 6716,
        "r": "csb:Joshua:10:14",
        "t": "There*p has been no day like it before or since, when the Lord*s listened to a man, because the Lord*s fought for Israel."
    },
    {
        "o": 6717,
        "r": "csb:Joshua:10:15",
        "t": "Then Joshua and all Israel with him returned to the camp at Gilgal."
    },
    {
        "o": 6718,
        "r": "csb:Joshua:10:15",
        "t": "Execution of the Five Kings",
        "h": 2
    },
    {
        "o": 6719,
        "r": "csb:Joshua:10:16",
        "t": "Now*p the five defeated kings had fled and hidden in the cave at Makkedah."
    },
    {
        "o": 6720,
        "r": "csb:Joshua:10:17",
        "t": "It was reported to Joshua, “The five kings have been found; they are hiding in the cave at Makkedah.”"
    },
    {
        "o": 6721,
        "r": "csb:Joshua:10:18",
        "t": "Joshua*p said, “Roll large stones against the mouth of the cave, and station men by it to guard the kings."
    },
    {
        "o": 6722,
        "r": "csb:Joshua:10:19",
        "t": "But as for the rest of you, don’t stay there. Pursue your enemies and attack them from behind. Don’t let them enter their cities, for the Lord*s your God has handed them over to you.”"
    },
    {
        "o": 6723,
        "r": "csb:Joshua:10:20",
        "t": "So Joshua and the Israelites finished inflicting a terrible slaughter on them until they were destroyed, although a few survivors ran away to the fortified cities."
    },
    {
        "o": 6724,
        "r": "csb:Joshua:10:21",
        "t": "The people returned safely to Joshua in the camp at Makkedah. And no one dared to threaten the Israelites."
    },
    {
        "o": 6725,
        "r": "csb:Joshua:10:22",
        "t": "Then*p Joshua said, “Open the mouth of the cave, and bring those five kings to me out of there.”"
    },
    {
        "o": 6726,
        "r": "csb:Joshua:10:23",
        "t": "That is what they did. They brought the five kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon to Joshua out of the cave."
    },
    {
        "o": 6727,
        "r": "csb:Joshua:10:24",
        "t": "When they had brought the kings to him, Joshua summoned all the men of Israel and said to the military commanders who had accompanied him, “Come here and put your feet on the necks of these kings.” So the commanders came forward and put their feet on their necks."
    },
    {
        "o": 6728,
        "r": "csb:Joshua:10:25",
        "t": "Joshua said to them, “Do not be afraid or discouraged. Be strong and courageous, for the Lord*s will do this to all the enemies you fight.”"
    },
    {
        "o": 6729,
        "r": "csb:Joshua:10:26",
        "t": "After*p this, Joshua struck them down and executed them. He hung their bodies on five trees and they were there until evening."
    },
    {
        "o": 6730,
        "r": "csb:Joshua:10:27",
        "t": "At sunset Joshua commanded that they be taken down from the trees and thrown into the cave where they had hidden. Then large stones were placed against the mouth of the cave, and the stones are still there today."
    },
    {
        "o": 6731,
        "r": "csb:Joshua:10:27",
        "t": "Conquest of Southern Cities",
        "h": 2
    },
    {
        "o": 6732,
        "r": "csb:Joshua:10:28",
        "t": "On*p that day Joshua captured Makkedah and struck it down with the sword, including its king. He completely destroyed it and everyone in it, leaving no survivors. So he treated the king of Makkedah as he had the king of Jericho."
    },
    {
        "o": 6733,
        "r": "csb:Joshua:10:29",
        "t": "Joshua*p and all Israel with him crossed from Makkedah to Libnah and fought against Libnah."
    },
    {
        "o": 6734,
        "r": "csb:Joshua:10:30",
        "t": "The Lord*s also handed it and its king over to Israel. He struck it down, putting everyone in it to the sword, and left no survivors in it. He treated Libnah’s king as he had the king of Jericho."
    },
    {
        "o": 6735,
        "r": "csb:Joshua:10:31",
        "t": "From*p Libnah, Joshua and all Israel with him crossed to Lachish. They laid siege to it and attacked it."
    },
    {
        "o": 6736,
        "r": "csb:Joshua:10:32",
        "t": "The Lord*s handed Lachish over to Israel, and Joshua captured it on the second day. He struck it down, putting everyone in it to the sword, just as he had done to Libnah."
    },
    {
        "o": 6737,
        "r": "csb:Joshua:10:33",
        "t": "At that time King Horam of Gezer went to help Lachish, but Joshua struck him down along with his people, leaving no survivors."
    },
    {
        "o": 6738,
        "r": "csb:Joshua:10:34",
        "t": "Then*p Joshua crossed from Lachish to Eglon and all Israel with him. They laid siege to it and attacked it."
    },
    {
        "o": 6739,
        "r": "csb:Joshua:10:35",
        "t": "On that day they captured it and struck it down, putting everyone in it to the sword. He completely destroyed it that day, just as he had done to Lachish."
    },
    {
        "o": 6740,
        "r": "csb:Joshua:10:36",
        "t": "Next,*p Joshua and all Israel with him went up from Eglon to Hebron and attacked it."
    },
    {
        "o": 6741,
        "r": "csb:Joshua:10:37",
        "t": "They captured it and struck down its king, all its villages, and everyone in it with the sword. He left no survivors, just as he had done at Eglon. He completely destroyed Hebron and everyone in it."
    },
    {
        "o": 6742,
        "r": "csb:Joshua:10:38",
        "t": "Finally,*p Joshua turned toward Debir and attacked it. And all Israel was with him."
    },
    {
        "o": 6743,
        "r": "csb:Joshua:10:39",
        "t": "He captured it - its king and all its villages. They struck them down with the sword and completely destroyed everyone in it, leaving no survivors. He treated Debir and its king as he had treated Hebron and as he had treated Libnah and its king."
    },
    {
        "o": 6744,
        "r": "csb:Joshua:10:40",
        "t": "So*p Joshua conquered the whole region- the hill country, the Negev, the Judean foothills, and the slopes - with all their kings, leaving no survivors. He completely destroyed every living being, as the Lord,*s the God of Israel, had commanded."
    },
    {
        "o": 6745,
        "r": "csb:Joshua:10:41",
        "t": "Joshua conquered everyone from Kadesh-barnea to Gaza, and all the land of Goshen as far as Gibeon."
    },
    {
        "o": 6746,
        "r": "csb:Joshua:10:42",
        "t": "Joshua captured all these kings and their land in one campaign, because the Lord,*s the God of Israel, fought for Israel."
    },
    {
        "o": 6747,
        "r": "csb:Joshua:10:43",
        "t": "Then Joshua returned with all Israel to the camp at Gilgal."
    },
    {
        "o": 6748,
        "r": "csb:Joshua:11:0",
        "t": "Joshua 11",
        "h": 1
    },
    {
        "o": 6749,
        "r": "csb:Joshua:11:0",
        "t": "Conquest of Northern Cities",
        "h": 2
    },
    {
        "o": 6750,
        "r": "csb:Joshua:11:1",
        "t": "When*p King Jabin of Hazor heard this news, he sent a message to: King Jobab of Madon, the kings of Shimron and Achshaph,"
    },
    {
        "o": 6751,
        "r": "csb:Joshua:11:2",
        "t": "and the kings of the north in the hill country, the Arabah south of Chinnereth, the Judean foothills, and the Slopes of Dor to the west,"
    },
    {
        "o": 6752,
        "r": "csb:Joshua:11:3",
        "t": "the Canaanites in the east and west, the Amorites, Hethites, Perizzites, and Jebusites in the hill country, and the Hivites at the foot of Hermon in the land of Mizpah."
    },
    {
        "o": 6753,
        "r": "csb:Joshua:11:4",
        "t": "They went out with all their armies - a multitude as numerous as the sand on the seashore- along with a vast number of horses and chariots."
    },
    {
        "o": 6754,
        "r": "csb:Joshua:11:5",
        "t": "All these kings joined forces; they came and camped together at the Waters of Merom to attack Israel."
    },
    {
        "o": 6755,
        "r": "csb:Joshua:11:6",
        "t": "The*p Lord*s said to Joshua, “Do not be afraid of them, for at this time tomorrow I will cause all of them to be killed before Israel. You are to hamstring their horses and burn their chariots.”"
    },
    {
        "o": 6756,
        "r": "csb:Joshua:11:7",
        "t": "So Joshua and all his troops surprised them at the Waters of Merom and attacked them."
    },
    {
        "o": 6757,
        "r": "csb:Joshua:11:8",
        "t": "The Lord*s handed them over to Israel, and they struck them down, pursuing them as far as greater Sidon and Misrephoth-maim, and to the east as far as the Valley of Mizpeh. They struck them down, leaving no survivors."
    },
    {
        "o": 6758,
        "r": "csb:Joshua:11:9",
        "t": "Joshua treated them as the Lord*s had told him; he hamstrung their horses and burned their chariots."
    },
    {
        "o": 6759,
        "r": "csb:Joshua:11:10",
        "t": "At*p that time Joshua turned back, captured Hazor, and struck down its king with the sword, because Hazor had formerly been the leader of all these kingdoms."
    },
    {
        "o": 6760,
        "r": "csb:Joshua:11:11",
        "t": "They struck down everyone in it with the sword, completely destroying them; he left no one alive. Then he burned Hazor."
    },
    {
        "o": 6761,
        "r": "csb:Joshua:11:12",
        "t": "Joshua*p captured all these kings and their cities and struck them down with the sword. He completely destroyed them, as Moses the Lord’s*s servant had commanded."
    },
    {
        "o": 6762,
        "r": "csb:Joshua:11:13",
        "t": "However, Israel did not burn any of the cities that stood on their mounds except Hazor, which Joshua burned."
    },
    {
        "o": 6763,
        "r": "csb:Joshua:11:14",
        "t": "The Israelites plundered all the spoils and cattle of these cities for themselves. But they struck down every person with the sword until they had annihilated them, leaving no one alive."
    },
    {
        "o": 6764,
        "r": "csb:Joshua:11:15",
        "t": "Just as the Lord*s had commanded his servant Moses, Moses commanded Joshua. That is what Joshua did, leaving nothing undone of all that the Lord*s had commanded Moses."
    },
    {
        "o": 6765,
        "r": "csb:Joshua:11:15",
        "t": "Summary of Conquests",
        "h": 2
    },
    {
        "o": 6766,
        "r": "csb:Joshua:11:16",
        "t": "So*p Joshua took all this land - the hill country, all the Negev, all the land of Goshen, the foothills, the Arabah, and the hill country of Israel with its foothills -"
    },
    {
        "o": 6767,
        "r": "csb:Joshua:11:17",
        "t": "from Mount Halak, which ascends to Seir, as far as Baal-gad in the Valley of Lebanon at the foot of Mount Hermon. He captured all their kings and struck them down, putting them to death."
    },
    {
        "o": 6768,
        "r": "csb:Joshua:11:18",
        "t": "Joshua waged war with all these kings for a long time."
    },
    {
        "o": 6769,
        "r": "csb:Joshua:11:19",
        "t": "No city made peace with the Israelites except the Hivites who inhabited Gibeon; all of them were taken in battle."
    },
    {
        "o": 6770,
        "r": "csb:Joshua:11:20",
        "t": "For it was the Lord’s*s intention to harden their hearts, so that they would engage Israel in battle, be completely destroyed without mercy, and be annihilated, just as the Lord*s had commanded Moses."
    },
    {
        "o": 6771,
        "r": "csb:Joshua:11:21",
        "t": "At*p that time Joshua proceeded to exterminate the Anakim from the hill country - Hebron, Debir, Anab - all the hill country of Judah and of Israel. Joshua completely destroyed them with their cities."
    },
    {
        "o": 6772,
        "r": "csb:Joshua:11:22",
        "t": "No Anakim were left in the land of the Israelites, except for some remaining in Gaza, Gath, and Ashdod."
    },
    {
        "o": 6773,
        "r": "csb:Joshua:11:23",
        "t": "So*p Joshua took the entire land, in keeping with all that the Lord*s had told Moses. Joshua then gave it as an inheritance to Israel according to their tribal allotments. After this, the land had rest from war."
    },
    {
        "o": 6774,
        "r": "csb:Joshua:12:0",
        "t": "Joshua 12",
        "h": 1
    },
    {
        "o": 6775,
        "r": "csb:Joshua:12:0",
        "t": "Territory East of the Jordan",
        "h": 2
    },
    {
        "o": 6776,
        "r": "csb:Joshua:12:1",
        "t": "The*p Israelites struck down the following kings of the land and took possession of their land beyond the Jordan to the east and from the Arnon River to Mount Hermon, including all the Arabah eastward:"
    },
    {
        "o": 6777,
        "r": "csb:Joshua:12:2",
        "t": "King*p Sihon of the Amorites lived in Heshbon. He ruled from Aroer on the rim of the Arnon River, along the middle of the valley, and half of Gilead up to the Jabbok River (the border of the Ammonites),"
    },
    {
        "o": 6778,
        "r": "csb:Joshua:12:3",
        "t": "the Arabah east of the Sea of Chinnereth to the Sea of Arabah (that is, the Dead Sea), eastward through Beth-jeshimoth and southward below the slopes of Pisgah."
    },
    {
        "o": 6779,
        "r": "csb:Joshua:12:4",
        "t": "King*p Og of Bashan, of the remnant of the Rephaim, lived in Ashtaroth and Edrei."
    },
    {
        "o": 6780,
        "r": "csb:Joshua:12:5",
        "t": "He ruled over Mount Hermon, Salecah, all Bashan up to the Geshurite and Maacathite border, and half of Gilead to the border of King Sihon of Heshbon."
    },
    {
        "o": 6781,
        "r": "csb:Joshua:12:6",
        "t": "Moses the Lord’s*s servant and the Israelites struck them down. And Moses the Lord’s*s servant gave their land as an inheritance to the Reubenites, Gadites, and half the tribe of Manasseh."
    },
    {
        "o": 6782,
        "r": "csb:Joshua:12:6",
        "t": "Territory West of the Jordan",
        "h": 2
    },
    {
        "o": 6783,
        "r": "csb:Joshua:12:7",
        "t": "Joshua*p and the Israelites struck down the following kings of the land beyond the Jordan to the west, from Baal-gad in the Valley of Lebanon to Mount Halak, which ascends toward Seir (Joshua gave their land as an inheritance to the tribes of Israel according to their allotments:"
    },
    {
        "o": 6784,
        "r": "csb:Joshua:12:8",
        "t": "the hill country, the Judean foothills, the Arabah, the slopes, the wilderness, and the Negev - the lands of the Hethites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites):"
    },
    {
        "o": 6785,
        "r": "csb:Joshua:12:9",
        "t": "the*le king of Jericho one*lg the*le king of Ai, which is next to Bethel one*lg"
    },
    {
        "o": 6786,
        "r": "csb:Joshua:12:10",
        "t": "the*le king of Jerusalem one*lg the*le king of Hebron one*lg"
    },
    {
        "o": 6787,
        "r": "csb:Joshua:12:11",
        "t": "the*le king of Jarmuth one*lg the*le king of Lachish one*lg"
    },
    {
        "o": 6788,
        "r": "csb:Joshua:12:12",
        "t": "the*le king of Eglon one*lg the*le king of Gezer one*lg"
    },
    {
        "o": 6789,
        "r": "csb:Joshua:12:13",
        "t": "the*le king of Debir one*lg the*le king of Geder one*lg"
    },
    {
        "o": 6790,
        "r": "csb:Joshua:12:14",
        "t": "the*le king of Hormah one*lg the*le king of Arad one*lg"
    },
    {
        "o": 6791,
        "r": "csb:Joshua:12:15",
        "t": "the*le king of Libnah one*lg the*le king of Adullam one*lg"
    },
    {
        "o": 6792,
        "r": "csb:Joshua:12:16",
        "t": "the*le king of Makkedah one*lg the*le king of Bethel one*lg"
    },
    {
        "o": 6793,
        "r": "csb:Joshua:12:17",
        "t": "the*le king of Tappuah one*lg the*le king of Hepher one*lg"
    },
    {
        "o": 6794,
        "r": "csb:Joshua:12:18",
        "t": "the*le king of Aphek one*lg the*le king of Lasharon one*lg"
    },
    {
        "o": 6795,
        "r": "csb:Joshua:12:19",
        "t": "the*le king of Madon one*lg the*le king of Hazor one*lg"
    },
    {
        "o": 6796,
        "r": "csb:Joshua:12:20",
        "t": "the*le king of Shimron-meron one*lg the*le king of Achshaph one*lg"
    },
    {
        "o": 6797,
        "r": "csb:Joshua:12:21",
        "t": "the*le king of Taanach one*lg the*le king of Megiddo one*lg"
    },
    {
        "o": 6798,
        "r": "csb:Joshua:12:22",
        "t": "the*le king of Kedesh one*lg the*le king of Jokneam in Carmel one*lg"
    },
    {
        "o": 6799,
        "r": "csb:Joshua:12:23",
        "t": "the*le king of Dor in Naphath-dor one*lg the*le king of Goiim in Gilgal one*lg"
    },
    {
        "o": 6800,
        "r": "csb:Joshua:12:24",
        "t": "the*le king of Tirzah one*lg the*le total number of all kings: thirty-one.*lg"
    },
    {
        "o": 6801,
        "r": "csb:Joshua:13:0",
        "t": "Joshua 13",
        "h": 1
    },
    {
        "o": 6802,
        "r": "csb:Joshua:13:0",
        "t": "Unconquered Lands",
        "h": 2
    },
    {
        "o": 6803,
        "r": "csb:Joshua:13:1",
        "t": "Joshua*p was now old, advanced in age, and the Lord*s said to him, “You have become old, advanced in age, but a great deal of the land remains to be possessed."
    },
    {
        "o": 6804,
        "r": "csb:Joshua:13:2",
        "t": "This is the land that remains: All*p the districts of the Philistines and the Geshurites:"
    },
    {
        "o": 6805,
        "r": "csb:Joshua:13:3",
        "t": "from the Shihor east of Egypt to the border of Ekron on the north (considered to be Canaanite territory) - the five Philistine rulers of Gaza, Ashdod, Ashkelon, Gath, and Ekron, as well as the Avvites"
    },
    {
        "o": 6806,
        "r": "csb:Joshua:13:4",
        "t": "in the south; all the land of the Canaanites, from Arah of the Sidonians to Aphek and as far as the border of the Amorites;"
    },
    {
        "o": 6807,
        "r": "csb:Joshua:13:5",
        "t": "the land of the Gebalites; and all Lebanon east from Baal-gad below Mount Hermon to the entrance of Hamath-"
    },
    {
        "o": 6808,
        "r": "csb:Joshua:13:6",
        "t": "all the inhabitants of the hill country from Lebanon to Misrephoth-maim, all the Sidonians. I*p will drive them out before the Israelites, only distribute the land as an inheritance for Israel, as I have commanded you."
    },
    {
        "o": 6809,
        "r": "csb:Joshua:13:7",
        "t": "Therefore, divide this land as an inheritance to the nine tribes and half the tribe of Manasseh.”"
    },
    {
        "o": 6810,
        "r": "csb:Joshua:13:7",
        "t": "The Inheritance East of the Jordan",
        "h": 2
    },
    {
        "o": 6811,
        "r": "csb:Joshua:13:8",
        "t": "With*p the other half of the tribe of Manasseh, the Reubenites and Gadites had received the inheritance Moses gave them beyond the Jordan to the east, just as Moses the Lord’s*s servant had given them:"
    },
    {
        "o": 6812,
        "r": "csb:Joshua:13:9",
        "t": "From*p Aroer on the rim of the Arnon Valley, along with the city in the middle of the valley, all the Medeba plateau as far as Dibon,"
    },
    {
        "o": 6813,
        "r": "csb:Joshua:13:10",
        "t": "and all the cities of King Sihon of the Amorites, who reigned in Heshbon, to the border of the Ammonites;"
    },
    {
        "o": 6814,
        "r": "csb:Joshua:13:11",
        "t": "also Gilead and the territory of the Geshurites and Maacathites, all Mount Hermon, and all Bashan to Salecah -"
    },
    {
        "o": 6815,
        "r": "csb:Joshua:13:12",
        "t": "the whole kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei; he was one of the remaining Rephaim. Moses*p struck them down and drove them out,"
    },
    {
        "o": 6816,
        "r": "csb:Joshua:13:13",
        "t": "but the Israelites did not drive out the Geshurites and Maacathites. So Geshur and Maacath still live in Israel today."
    },
    {
        "o": 6817,
        "r": "csb:Joshua:13:14",
        "t": "He*p did not, however, give any inheritance to the tribe of Levi. This was their inheritance, just as he had promised: the food offerings made to the Lord,*s the God of Israel."
    },
    {
        "o": 6818,
        "r": "csb:Joshua:13:14",
        "t": "Reuben’s Inheritance",
        "h": 2
    },
    {
        "o": 6819,
        "r": "csb:Joshua:13:15",
        "t": "To*p the tribe of Reuben’s descendants by their clans, Moses gave"
    },
    {
        "o": 6820,
        "r": "csb:Joshua:13:16",
        "t": "this as their territory: From*p Aroer on the rim of the Arnon Valley, along with the city in the middle of the valley, the whole plateau as far as Medeba,"
    },
    {
        "o": 6821,
        "r": "csb:Joshua:13:17",
        "t": "with Heshbon and all its cities on the plateau - Dibon, Bamoth-baal, Beth-baal-meon,"
    },
    {
        "o": 6822,
        "r": "csb:Joshua:13:18",
        "t": "Jahaz, Kedemoth, Mephaath,"
    },
    {
        "o": 6823,
        "r": "csb:Joshua:13:19",
        "t": "Kiriathaim, Sibmah, Zereth-shahar on the hill in the valley,"
    },
    {
        "o": 6824,
        "r": "csb:Joshua:13:20",
        "t": "Beth-peor, the slopes of Pisgah, and Beth-jeshimoth -"
    },
    {
        "o": 6825,
        "r": "csb:Joshua:13:21",
        "t": "all the cities of the plateau, and all the kingdom of King Sihon of the Amorites, who reigned in Heshbon. Moses had killed him and the chiefs of Midian - Evi, Rekem, Zur, Hur, and Reba - the princes of Sihon who lived in the land."
    },
    {
        "o": 6826,
        "r": "csb:Joshua:13:22",
        "t": "Along with those the Israelites put to death, they also killed the diviner, Balaam son of Beor, with the sword."
    },
    {
        "o": 6827,
        "r": "csb:Joshua:13:23",
        "t": "The*p border of the Reubenites was the Jordan and its plain. This was the inheritance of the Reubenites by their clans, with the cities and their settlements."
    },
    {
        "o": 6828,
        "r": "csb:Joshua:13:23",
        "t": "Gad’s Inheritance",
        "h": 2
    },
    {
        "o": 6829,
        "r": "csb:Joshua:13:24",
        "t": "To*p the tribe of the Gadites by their clans, Moses gave"
    },
    {
        "o": 6830,
        "r": "csb:Joshua:13:25",
        "t": "this as their territory: Jazer*p and all the cities of Gilead, and half the land of the Ammonites to Aroer, near Rabbah;"
    },
    {
        "o": 6831,
        "r": "csb:Joshua:13:26",
        "t": "from Heshbon to Ramath-mizpeh and Betonim, and from Mahanaim to the border of Debir;"
    },
    {
        "o": 6832,
        "r": "csb:Joshua:13:27",
        "t": "in the valley: Beth-haram, Beth-nimrah, Succoth, and Zaphon - the rest of the kingdom of King Sihon of Heshbon. Their land also included the Jordan and its territory as far as the edge of the Sea of Chinnereth on the east side of the Jordan."
    },
    {
        "o": 6833,
        "r": "csb:Joshua:13:28",
        "t": "This*p was the inheritance of the Gadites by their clans, with the cities and their settlements."
    },
    {
        "o": 6834,
        "r": "csb:Joshua:13:28",
        "t": "East Manasseh’s Inheritance",
        "h": 2
    },
    {
        "o": 6835,
        "r": "csb:Joshua:13:29",
        "t": "And*p to half the tribe of Manasseh (that is, to half the tribe of Manasseh’s descendants by their clans) Moses gave"
    },
    {
        "o": 6836,
        "r": "csb:Joshua:13:30",
        "t": "this as their territory: From*p Mahanaim through all Bashan - all the kingdom of King Og of Bashan, including all of Jair’s Villages that are in Bashan - sixty cities."
    },
    {
        "o": 6837,
        "r": "csb:Joshua:13:31",
        "t": "But half of Gilead, and Og’s royal cities in Bashan - Ashtaroth and Edrei - are for the descendants of Machir son of Manasseh (that is, half the descendants of Machir by their clans)."
    },
    {
        "o": 6838,
        "r": "csb:Joshua:13:32",
        "t": "These*p were the portions Moses gave them on the plains of Moab beyond the Jordan east of Jericho."
    },
    {
        "o": 6839,
        "r": "csb:Joshua:13:33",
        "t": "But Moses did not give a portion to the tribe of Levi. The Lord,*s the God of Israel, was their inheritance, just as he had promised them."
    },
    {
        "o": 6840,
        "r": "csb:Joshua:14:0",
        "t": "Joshua 14",
        "h": 1
    },
    {
        "o": 6841,
        "r": "csb:Joshua:14:0",
        "t": "Israel’s Inheritance in Canaan",
        "h": 2
    },
    {
        "o": 6842,
        "r": "csb:Joshua:14:1",
        "t": "The*p Israelites received these portions that the priest Eleazar, Joshua son of Nun, and the family heads of the Israelite tribes gave them in the land of Canaan."
    },
    {
        "o": 6843,
        "r": "csb:Joshua:14:2",
        "t": "Their inheritance was by lot as the Lord*s commanded through Moses for the nine and a half tribes,"
    },
    {
        "o": 6844,
        "r": "csb:Joshua:14:3",
        "t": "because Moses had given the inheritance to the two and a half tribes beyond the Jordan. But he gave no inheritance among them to the Levites."
    },
    {
        "o": 6845,
        "r": "csb:Joshua:14:4",
        "t": "The descendants of Joseph became two tribes, Manasseh and Ephraim. No portion of the land was given to the Levites except cities to live in, along with pasturelands for their cattle and livestock."
    },
    {
        "o": 6846,
        "r": "csb:Joshua:14:5",
        "t": "So the Israelites did as the Lord*s commanded Moses, and they divided the land."
    },
    {
        "o": 6847,
        "r": "csb:Joshua:14:5",
        "t": "Caleb’s Inheritance",
        "h": 2
    },
    {
        "o": 6848,
        "r": "csb:Joshua:14:6",
        "t": "The*p descendants of Judah approached Joshua at Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, “You know what the Lord*s promised Moses the man of God at Kadesh-barnea about you and me."
    },
    {
        "o": 6849,
        "r": "csb:Joshua:14:7",
        "t": "I was forty years old when Moses the Lord’s*s servant sent me from Kadesh-barnea to scout the land, and I brought back an honest report."
    },
    {
        "o": 6850,
        "r": "csb:Joshua:14:8",
        "t": "My brothers who went with me caused the people to lose heart, but I followed the Lord*s my God completely."
    },
    {
        "o": 6851,
        "r": "csb:Joshua:14:9",
        "t": "On that day Moses swore to me, ‘The land where you have set foot will be an inheritance for you and your descendants forever, because you have followed the Lord*s my God completely.’"
    },
    {
        "o": 6852,
        "r": "csb:Joshua:14:10",
        "t": "“As*p you see, the Lord*s has kept me alive these forty-five years as he promised, since the Lord*s spoke this word to Moses while Israel was journeying in the wilderness. Here I am today, eighty-five years old."
    },
    {
        "o": 6853,
        "r": "csb:Joshua:14:11",
        "t": "I am still as strong today as I was the day Moses sent me out. My strength for battle and for daily tasks is now as it was then."
    },
    {
        "o": 6854,
        "r": "csb:Joshua:14:12",
        "t": "Now give me this hill country the Lord*s promised me on that day, because you heard then that the Anakim are there, as well as large fortified cities. Perhaps the Lord*s will be with me and I will drive them out as the Lord*s promised.”"
    },
    {
        "o": 6855,
        "r": "csb:Joshua:14:13",
        "t": "Then*p Joshua blessed Caleb son of Jephunneh and gave him Hebron as an inheritance."
    },
    {
        "o": 6856,
        "r": "csb:Joshua:14:14",
        "t": "Therefore, Hebron still belongs to Caleb son of Jephunneh the Kenizzite as an inheritance today because he followed the Lord,*s the God of Israel, completely."
    },
    {
        "o": 6857,
        "r": "csb:Joshua:14:15",
        "t": "Hebron’s name used to be Kiriath-arba; Arba was the greatest man among the Anakim. After this, the land had rest from war."
    },
    {
        "o": 6858,
        "r": "csb:Joshua:15:0",
        "t": "Joshua 15",
        "h": 1
    },
    {
        "o": 6859,
        "r": "csb:Joshua:15:0",
        "t": "Judah’s Inheritance",
        "h": 2
    },
    {
        "o": 6860,
        "r": "csb:Joshua:15:1",
        "t": "Now*p the allotment for the tribe of the descendants of Judah by their clans was in the southernmost region, south to the Wilderness of Zin and over to the border of Edom."
    },
    {
        "o": 6861,
        "r": "csb:Joshua:15:2",
        "t": "Their*p southern border began at the tip of the Dead Sea on the south bay"
    },
    {
        "o": 6862,
        "r": "csb:Joshua:15:3",
        "t": "and went south of the Scorpions’ Ascent, proceeded to Zin, ascended to the south of Kadesh-barnea, passed Hezron, ascended to Addar, and turned to Karka."
    },
    {
        "o": 6863,
        "r": "csb:Joshua:15:4",
        "t": "It proceeded to Azmon and to the Brook of Egypt and so the border ended at the Mediterranean Sea. This is your southern border."
    },
    {
        "o": 6864,
        "r": "csb:Joshua:15:5",
        "t": "Now*p the eastern border was along the Dead Sea to the mouth of the Jordan. The*p border on the north side was from the bay of the sea at the mouth of the Jordan."
    },
    {
        "o": 6865,
        "r": "csb:Joshua:15:6",
        "t": "It ascended to Beth-hoglah, proceeded north of Beth-arabah, and ascended to the Stone of Bohan son of Reuben."
    },
    {
        "o": 6866,
        "r": "csb:Joshua:15:7",
        "t": "Then the border ascended to Debir from the Valley of Achor, turning north to the Gilgal that is opposite the Ascent of Adummim, which is south of the ravine. The border proceeded to the Waters of En-shemesh and ended at En-rogel."
    },
    {
        "o": 6867,
        "r": "csb:Joshua:15:8",
        "t": "From there the border ascended Ben Hinnom Valley to the southern Jebusite slope (that is, Jerusalem) and ascended to the top of the hill that faces Hinnom Valley on the west, at the northern end of Rephaim Valley."
    },
    {
        "o": 6868,
        "r": "csb:Joshua:15:9",
        "t": "From the top of the hill the border curved to the spring of the Waters of Nephtoah, went to the cities of Mount Ephron, and then curved to Baalah (that is, Kiriath-jearim)."
    },
    {
        "o": 6869,
        "r": "csb:Joshua:15:10",
        "t": "The border turned westward from Baalah to Mount Seir, went to the northern slope of Mount Jearim (that is, Chesalon), descended to Beth-shemesh, and proceeded to Timnah."
    },
    {
        "o": 6870,
        "r": "csb:Joshua:15:11",
        "t": "Then the border reached to the slope north of Ekron, curved to Shikkeron, proceeded to Mount Baalah, went to Jabneel, and ended at the Mediterranean Sea."
    },
    {
        "o": 6871,
        "r": "csb:Joshua:15:12",
        "t": "Now*p the western border was the coastline of the Mediterranean Sea. This*p was the boundary of the descendants of Judah around their clans."
    },
    {
        "o": 6872,
        "r": "csb:Joshua:15:12",
        "t": "Caleb and Othniel",
        "h": 2
    },
    {
        "o": 6873,
        "r": "csb:Joshua:15:13",
        "t": "He*p gave Caleb son of Jephunneh the following portion among the descendants of Judah based on the Lord’s*s instruction to Joshua: Kiriath-arba (that is, Hebron; Arba was the father of Anak)."
    },
    {
        "o": 6874,
        "r": "csb:Joshua:15:14",
        "t": "Caleb drove out from there the three sons of Anak: Sheshai, Ahiman, and Talmai, descendants of Anak."
    },
    {
        "o": 6875,
        "r": "csb:Joshua:15:15",
        "t": "From there he marched against the inhabitants of Debir, which used to be called Kiriath-sepher,"
    },
    {
        "o": 6876,
        "r": "csb:Joshua:15:16",
        "t": "and Caleb said, “Whoever attacks and captures Kiriath-sepher, I will give my daughter Achsah to him as a wife.”"
    },
    {
        "o": 6877,
        "r": "csb:Joshua:15:17",
        "t": "So Othniel son of Caleb’s brother, Kenaz, captured it, and Caleb gave his daughter Achsah to him as a wife."
    },
    {
        "o": 6878,
        "r": "csb:Joshua:15:18",
        "t": "When she arrived, she persuaded Othniel to ask her father for a field. As she got off her donkey, Caleb asked her, “What can I do for you?”"
    },
    {
        "o": 6879,
        "r": "csb:Joshua:15:19",
        "t": "She replied, “Give me a blessing. Since you have given me land in the Negev, give me the springs also.” So he gave her the upper and lower springs."
    },
    {
        "o": 6880,
        "r": "csb:Joshua:15:19",
        "t": "Judah’s Cities",
        "h": 2
    },
    {
        "o": 6881,
        "r": "csb:Joshua:15:20",
        "t": "This*p was the inheritance of the tribe of the descendants of Judah by their clans."
    },
    {
        "o": 6882,
        "r": "csb:Joshua:15:21",
        "t": "These*p were the outermost cities of the tribe of the descendants of Judah toward the border of Edom in the Negev: Kabzeel, Eder, Jagur,"
    },
    {
        "o": 6883,
        "r": "csb:Joshua:15:22",
        "t": "Kinah, Dimonah, Adadah,"
    },
    {
        "o": 6884,
        "r": "csb:Joshua:15:23",
        "t": "Kedesh, Hazor, Ithnan,"
    },
    {
        "o": 6885,
        "r": "csb:Joshua:15:24",
        "t": "Ziph, Telem, Bealoth,"
    },
    {
        "o": 6886,
        "r": "csb:Joshua:15:25",
        "t": "Hazor-hadattah, Kerioth-hezron (that is, Hazor),"
    },
    {
        "o": 6887,
        "r": "csb:Joshua:15:26",
        "t": "Amam, Shema, Moladah,"
    },
    {
        "o": 6888,
        "r": "csb:Joshua:15:27",
        "t": "Hazar-gaddah, Heshmon, Beth-pelet,"
    },
    {
        "o": 6889,
        "r": "csb:Joshua:15:28",
        "t": "Hazar-shual, Beer-sheba, Biziothiah,"
    },
    {
        "o": 6890,
        "r": "csb:Joshua:15:29",
        "t": "Baalah, Iim, Ezem,"
    },
    {
        "o": 6891,
        "r": "csb:Joshua:15:30",
        "t": "Eltolad, Chesil, Hormah,"
    },
    {
        "o": 6892,
        "r": "csb:Joshua:15:31",
        "t": "Ziklag, Madmannah, Sansannah,"
    },
    {
        "o": 6893,
        "r": "csb:Joshua:15:32",
        "t": "Lebaoth, Shilhim, Ain, and Rimmon - twenty-nine cities in all, with their settlements."
    },
    {
        "o": 6894,
        "r": "csb:Joshua:15:33",
        "t": "In*p the Judean foothills: Eshtaol, Zorah, Ashnah,"
    },
    {
        "o": 6895,
        "r": "csb:Joshua:15:34",
        "t": "Zanoah, En-gannim, Tappuah, Enam,"
    },
    {
        "o": 6896,
        "r": "csb:Joshua:15:35",
        "t": "Jarmuth, Adullam, Socoh, Azekah,"
    },
    {
        "o": 6897,
        "r": "csb:Joshua:15:36",
        "t": "Shaaraim, Adithaim, Gederah, and Gederothaim - fourteen cities, with their settlements;"
    },
    {
        "o": 6898,
        "r": "csb:Joshua:15:37",
        "t": "Zenan, Hadashah, Migdal-gad,"
    },
    {
        "o": 6899,
        "r": "csb:Joshua:15:38",
        "t": "Dilan, Mizpeh, Jokthe-el,"
    },
    {
        "o": 6900,
        "r": "csb:Joshua:15:39",
        "t": "Lachish, Bozkath, Eglon,"
    },
    {
        "o": 6901,
        "r": "csb:Joshua:15:40",
        "t": "Cabbon, Lahmam, Chitlish,"
    },
    {
        "o": 6902,
        "r": "csb:Joshua:15:41",
        "t": "Gederoth, Beth-dagon, Naamah, and Makkedah - sixteen cities, with their settlements;"
    },
    {
        "o": 6903,
        "r": "csb:Joshua:15:42",
        "t": "Libnah, Ether, Ashan,"
    },
    {
        "o": 6904,
        "r": "csb:Joshua:15:43",
        "t": "Iphtah, Ashnah, Nezib,"
    },
    {
        "o": 6905,
        "r": "csb:Joshua:15:44",
        "t": "Keilah, Achzib, and Mareshah - nine cities, with their settlements;"
    },
    {
        "o": 6906,
        "r": "csb:Joshua:15:45",
        "t": "Ekron, with its surrounding villages and settlements;"
    },
    {
        "o": 6907,
        "r": "csb:Joshua:15:46",
        "t": "from Ekron to the sea, all the cities near Ashdod, with their settlements;"
    },
    {
        "o": 6908,
        "r": "csb:Joshua:15:47",
        "t": "Ashdod, with its surrounding villages and settlements; Gaza, with its surrounding villages and settlements, to the Brook of Egypt and the coastline of the Mediterranean Sea."
    },
    {
        "o": 6909,
        "r": "csb:Joshua:15:48",
        "t": "In*p the hill country: Shamir, Jattir, Socoh,"
    },
    {
        "o": 6910,
        "r": "csb:Joshua:15:49",
        "t": "Dannah, Kiriath-sannah (that is, Debir),"
    },
    {
        "o": 6911,
        "r": "csb:Joshua:15:50",
        "t": "Anab, Eshtemoh, Anim,"
    },
    {
        "o": 6912,
        "r": "csb:Joshua:15:51",
        "t": "Goshen, Holon, and Giloh - eleven cities, with their settlements;"
    },
    {
        "o": 6913,
        "r": "csb:Joshua:15:52",
        "t": "Arab, Dumah, Eshan,"
    },
    {
        "o": 6914,
        "r": "csb:Joshua:15:53",
        "t": "Janim, Beth-tappuah, Aphekah,"
    },
    {
        "o": 6915,
        "r": "csb:Joshua:15:54",
        "t": "Humtah, Kiriath-arba (that is, Hebron), and Zior - nine cities, with their settlements;"
    },
    {
        "o": 6916,
        "r": "csb:Joshua:15:55",
        "t": "Maon, Carmel, Ziph, Juttah,"
    },
    {
        "o": 6917,
        "r": "csb:Joshua:15:56",
        "t": "Jezreel, Jokdeam, Zanoah,"
    },
    {
        "o": 6918,
        "r": "csb:Joshua:15:57",
        "t": "Kain, Gibeah, and Timnah - ten cities, with their settlements;"
    },
    {
        "o": 6919,
        "r": "csb:Joshua:15:58",
        "t": "Halhul, Beth-zur, Gedor,"
    },
    {
        "o": 6920,
        "r": "csb:Joshua:15:59",
        "t": "Maarath, Beth-anoth, and Eltekon - six cities, with their settlements;"
    },
    {
        "o": 6921,
        "r": "csb:Joshua:15:60",
        "t": "Kiriath-baal (that is, Kiriath-jearim), and Rabbah - two cities, with their settlements."
    },
    {
        "o": 6922,
        "r": "csb:Joshua:15:61",
        "t": "In*p the wilderness: Beth-arabah, Middin, Secacah,"
    },
    {
        "o": 6923,
        "r": "csb:Joshua:15:62",
        "t": "Nibshan, the City of Salt, and En-gedi - six cities, with their settlements."
    },
    {
        "o": 6924,
        "r": "csb:Joshua:15:63",
        "t": "But*p the descendants of Judah could not drive out the Jebusites who lived in Jerusalem. So the Jebusites still live in Jerusalem among the descendants of Judah today."
    },
    {
        "o": 6925,
        "r": "csb:Joshua:16:0",
        "t": "Joshua 16",
        "h": 1
    },
    {
        "o": 6926,
        "r": "csb:Joshua:16:0",
        "t": "Joseph’s Inheritance",
        "h": 2
    },
    {
        "o": 6927,
        "r": "csb:Joshua:16:1",
        "t": "The*p allotment for the descendants of Joseph went from the Jordan at Jericho to the Waters of Jericho on the east, through the wilderness ascending from Jericho into the hill country of Bethel."
    },
    {
        "o": 6928,
        "r": "csb:Joshua:16:2",
        "t": "From Bethel it went to Luz and proceeded to the border of the Archites by Ataroth."
    },
    {
        "o": 6929,
        "r": "csb:Joshua:16:3",
        "t": "It then descended westward to the border of the Japhletites as far as the border of Lower Beth-horon, then to Gezer, and ended at the Mediterranean Sea."
    },
    {
        "o": 6930,
        "r": "csb:Joshua:16:4",
        "t": "So Ephraim and Manasseh, the sons of Joseph, received their inheritance."
    },
    {
        "o": 6931,
        "r": "csb:Joshua:16:4",
        "t": "Ephraim’s Inheritance",
        "h": 2
    },
    {
        "o": 6932,
        "r": "csb:Joshua:16:5",
        "t": "This*p was the territory of the descendants of Ephraim by their clans: The*p border of their inheritance went from Ataroth-addar on the east to Upper Beth-horon."
    },
    {
        "o": 6933,
        "r": "csb:Joshua:16:6",
        "t": "In the north the border went westward from Michmethath; it turned eastward from Taanath-shiloh and passed it east of Janoah."
    },
    {
        "o": 6934,
        "r": "csb:Joshua:16:7",
        "t": "From Janoah it descended to Ataroth and Naarah, and then reached Jericho and went to the Jordan."
    },
    {
        "o": 6935,
        "r": "csb:Joshua:16:8",
        "t": "From Tappuah the border went westward along the Brook of Kanah and ended at the Mediterranean Sea. This*p was the inheritance of the tribe of the descendants of Ephraim by their clans, together with"
    },
    {
        "o": 6936,
        "r": "csb:Joshua:16:9",
        "t": "the cities set apart for the descendants of Ephraim within the inheritance of the descendants of Manasseh - all these cities with their settlements."
    },
    {
        "o": 6937,
        "r": "csb:Joshua:16:10",
        "t": "However, they did not drive out the Canaanites who lived in Gezer. So the Canaanites still live in Ephraim today, but they are forced laborers."
    },
    {
        "o": 6938,
        "r": "csb:Joshua:17:0",
        "t": "Joshua 17",
        "h": 1
    },
    {
        "o": 6939,
        "r": "csb:Joshua:17:0",
        "t": "West Manasseh’s Inheritance",
        "h": 2
    },
    {
        "o": 6940,
        "r": "csb:Joshua:17:1",
        "t": "This*p was the allotment for the tribe of Manasseh as Joseph’s firstborn. Gilead and Bashan were given to Machir, the firstborn of Manasseh and the father of Gilead, because he was a man of war."
    },
    {
        "o": 6941,
        "r": "csb:Joshua:17:2",
        "t": "So the allotment was for the rest of Manasseh’s descendants by their clans, for the sons of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These are the male descendants of Manasseh son of Joseph, by their clans."
    },
    {
        "o": 6942,
        "r": "csb:Joshua:17:3",
        "t": "Now*p Zelophehad son of Hepher, son of Gilead, son of Machir, son of Manasseh, had no sons, only daughters. These are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 6943,
        "r": "csb:Joshua:17:4",
        "t": "They came before the priest Eleazar, Joshua son of Nun, and the leaders, saying, “The Lord*s commanded Moses to give us an inheritance among our male relatives.” So they gave them an inheritance among their father’s brothers, in keeping with the Lord’s*s instruction."
    },
    {
        "o": 6944,
        "r": "csb:Joshua:17:5",
        "t": "As a result, ten tracts fell to Manasseh, besides the land of Gilead and Bashan, which are beyond the Jordan,"
    },
    {
        "o": 6945,
        "r": "csb:Joshua:17:6",
        "t": "because Manasseh’s daughters received an inheritance among his sons. The land of Gilead belonged to the rest of Manasseh’s sons."
    },
    {
        "o": 6946,
        "r": "csb:Joshua:17:7",
        "t": "The*p border of Manasseh went from Asher to Michmethath near Shechem. It then went southward toward the inhabitants of En-tappuah."
    },
    {
        "o": 6947,
        "r": "csb:Joshua:17:8",
        "t": "The region of Tappuah belonged to Manasseh, but Tappuah itself on Manasseh’s border belonged to the descendants of Ephraim."
    },
    {
        "o": 6948,
        "r": "csb:Joshua:17:9",
        "t": "From there the border descended to the Brook of Kanah; south of the brook, cities belonged to Ephraim among Manasseh’s cities. Manasseh’s border was on the north side of the brook and ended at the Mediterranean Sea."
    },
    {
        "o": 6949,
        "r": "csb:Joshua:17:10",
        "t": "Ephraim’s territory was to the south and Manasseh’s to the north, with the Sea as its border. They reached Asher on the north and Issachar on the east."
    },
    {
        "o": 6950,
        "r": "csb:Joshua:17:11",
        "t": "Within Issachar and Asher, Manasseh had Beth-shean, Ibleam, and the inhabitants of Dor with their surrounding villages; the inhabitants of En-dor, Taanach, and Megiddo - the three cities of Naphath - with their surrounding villages."
    },
    {
        "o": 6951,
        "r": "csb:Joshua:17:12",
        "t": "The*p descendants of Manasseh could not possess these cities, because the Canaanites were determined to stay in this land."
    },
    {
        "o": 6952,
        "r": "csb:Joshua:17:13",
        "t": "However, when the Israelites grew stronger, they imposed forced labor on the Canaanites but did not drive them out completely."
    },
    {
        "o": 6953,
        "r": "csb:Joshua:17:13",
        "t": "Joseph’s Additional Inheritance",
        "h": 2
    },
    {
        "o": 6954,
        "r": "csb:Joshua:17:14",
        "t": "Joseph’s*p descendants said to Joshua, “Why did you give us only one tribal allotment as an inheritance? We have many people, because the Lord*s has been blessing us greatly.”"
    },
    {
        "o": 6955,
        "r": "csb:Joshua:17:15",
        "t": "“If*p you have so many people,” Joshua replied to them, “go to the forest and clear an area for yourselves there in the land of the Perizzites and the Rephaim, because Ephraim’s hill country is too small for you.”"
    },
    {
        "o": 6956,
        "r": "csb:Joshua:17:16",
        "t": "But*p the descendants of Joseph said, “The hill country is not enough for us, and all the Canaanites who inhabit the valley area have iron chariots, both at Beth-shean with its surrounding villages and in the Jezreel Valley.”"
    },
    {
        "o": 6957,
        "r": "csb:Joshua:17:17",
        "t": "So*p Joshua replied to Joseph’s family (that is, Ephraim and Manasseh), “You have many people and great strength. You will not have just one allotment,"
    },
    {
        "o": 6958,
        "r": "csb:Joshua:17:18",
        "t": "because the hill country will be yours also. It is a forest; clear it and its outlying areas will be yours. You can also drive out the Canaanites, even though they have iron chariots and are strong.”"
    },
    {
        "o": 6959,
        "r": "csb:Joshua:18:0",
        "t": "Joshua 18",
        "h": 1
    },
    {
        "o": 6960,
        "r": "csb:Joshua:18:0",
        "t": "Land Distribution at Shiloh",
        "h": 2
    },
    {
        "o": 6961,
        "r": "csb:Joshua:18:1",
        "t": "The*p entire Israelite community assembled at Shiloh and set up the tent of meeting there. The land had been subdued before them,"
    },
    {
        "o": 6962,
        "r": "csb:Joshua:18:2",
        "t": "but seven tribes among the Israelites were left who had not divided up their inheritance."
    },
    {
        "o": 6963,
        "r": "csb:Joshua:18:3",
        "t": "So Joshua asked the Israelites, “How long will you delay going out to take possession of the land that the Lord,*s the God of your ancestors, gave you?"
    },
    {
        "o": 6964,
        "r": "csb:Joshua:18:4",
        "t": "Appoint for yourselves three men from each tribe, and I will send them out. They are to go and survey the land, write a description of it for the purpose of their inheritance, and return to me."
    },
    {
        "o": 6965,
        "r": "csb:Joshua:18:5",
        "t": "Then they are to divide it into seven portions. Judah is to remain in its territory in the south and Joseph’s family in their territory in the north."
    },
    {
        "o": 6966,
        "r": "csb:Joshua:18:6",
        "t": "When you have written a description of the seven portions of land and brought it to me, I will cast lots for you here in the presence of the Lord*s our God."
    },
    {
        "o": 6967,
        "r": "csb:Joshua:18:7",
        "t": "But the Levites among you do not get a portion, because their inheritance is the priesthood of the Lord.*s Gad, Reuben, and half the tribe of Manasseh have taken their inheritance beyond the Jordan to the east, which Moses the Lord’s*s servant gave them.”"
    },
    {
        "o": 6968,
        "r": "csb:Joshua:18:8",
        "t": "As*p the men prepared to go, Joshua commanded them to write down a description of the land, saying, “Go and survey the land, write a description of it, and return to me. I will then cast lots for you here in Shiloh in the presence of the Lord.”*s"
    },
    {
        "o": 6969,
        "r": "csb:Joshua:18:9",
        "t": "So the men left, went through the land, and described it by towns in a document of seven sections. They returned to Joshua at the camp in Shiloh."
    },
    {
        "o": 6970,
        "r": "csb:Joshua:18:10",
        "t": "Joshua cast lots for them at Shiloh in the presence of the Lord*s where he distributed the land to the Israelites according to their divisions."
    },
    {
        "o": 6971,
        "r": "csb:Joshua:18:10",
        "t": "Benjamin’s Inheritance",
        "h": 2
    },
    {
        "o": 6972,
        "r": "csb:Joshua:18:11",
        "t": "The*p lot came up for the tribe of Benjamin’s descendants by their clans, and their allotted territory lay between Judah’s descendants and Joseph’s descendants."
    },
    {
        "o": 6973,
        "r": "csb:Joshua:18:12",
        "t": "Their*p border on the north side began at the Jordan, ascended to the slope of Jericho on the north, through the hill country westward, and ended at the wilderness around Beth-aven."
    },
    {
        "o": 6974,
        "r": "csb:Joshua:18:13",
        "t": "From there the border went toward Luz, to the southern slope of Luz (that is, Bethel); it then went down by Ataroth-addar, over the hill south of Lower Beth-horon."
    },
    {
        "o": 6975,
        "r": "csb:Joshua:18:14",
        "t": "On*p the west side, from the hill facing Beth-horon on the south, the border curved, turning southward, and ended at Kiriath-baal (that is, Kiriath-jearim), a city of the descendants of Judah. This was the west side of their border."
    },
    {
        "o": 6976,
        "r": "csb:Joshua:18:15",
        "t": "The*p south side began at the edge of Kiriath-jearim, and the border extended westward; it went to the spring at the Waters of Nephtoah."
    },
    {
        "o": 6977,
        "r": "csb:Joshua:18:16",
        "t": "The border descended to the foot of the hill that faces Ben Hinnom Valley at the northern end of Rephaim Valley. It ran down Hinnom Valley toward the south Jebusite slope and downward to En-rogel."
    },
    {
        "o": 6978,
        "r": "csb:Joshua:18:17",
        "t": "It curved northward and went to En-shemesh and on to Geliloth, which is opposite the Ascent of Adummim, and continued down to the Stone of Bohan son of Reuben."
    },
    {
        "o": 6979,
        "r": "csb:Joshua:18:18",
        "t": "Then it went north to the slope opposite the Arabah and proceeded into the plains."
    },
    {
        "o": 6980,
        "r": "csb:Joshua:18:19",
        "t": "The border continued to the north slope of Beth-hoglah and ended at the northern bay of the Dead Sea, at the southern end of the Jordan. This was the southern border."
    },
    {
        "o": 6981,
        "r": "csb:Joshua:18:20",
        "t": "The*p Jordan formed the border on the east side. This*p was the inheritance of Benjamin’s descendants, by their clans, according to its surrounding borders."
    },
    {
        "o": 6982,
        "r": "csb:Joshua:18:20",
        "t": "Benjamin’s Cities",
        "h": 2
    },
    {
        "o": 6983,
        "r": "csb:Joshua:18:21",
        "t": "These*p were the cities of the tribe of Benjamin’s descendants by their clans: Jericho,*p Beth-hoglah, Emek-keziz,"
    },
    {
        "o": 6984,
        "r": "csb:Joshua:18:22",
        "t": "Beth-arabah, Zemaraim, Bethel,"
    },
    {
        "o": 6985,
        "r": "csb:Joshua:18:23",
        "t": "Avvim, Parah, Ophrah,"
    },
    {
        "o": 6986,
        "r": "csb:Joshua:18:24",
        "t": "Chephar-ammoni, Ophni, and Geba - twelve cities, with their settlements;"
    },
    {
        "o": 6987,
        "r": "csb:Joshua:18:25",
        "t": "Gibeon, Ramah, Beeroth,"
    },
    {
        "o": 6988,
        "r": "csb:Joshua:18:26",
        "t": "Mizpeh, Chephirah, Mozah,"
    },
    {
        "o": 6989,
        "r": "csb:Joshua:18:27",
        "t": "Rekem, Irpeel, Taralah,"
    },
    {
        "o": 6990,
        "r": "csb:Joshua:18:28",
        "t": "Zela, Haeleph, Jebus (that is, Jerusalem), Gibeah, and Kiriath- fourteen cities, with their settlements. This*p was the inheritance for Benjamin’s descendants by their clans."
    },
    {
        "o": 6991,
        "r": "csb:Joshua:19:0",
        "t": "Joshua 19",
        "h": 1
    },
    {
        "o": 6992,
        "r": "csb:Joshua:19:0",
        "t": "Simeon’s Inheritance",
        "h": 2
    },
    {
        "o": 6993,
        "r": "csb:Joshua:19:1",
        "t": "The*p second lot came out for Simeon, for the tribe of his descendants by their clans, but their inheritance was within the inheritance given to Judah’s descendants."
    },
    {
        "o": 6994,
        "r": "csb:Joshua:19:2",
        "t": "Their inheritance included Beer-sheba*p (or Sheba), Moladah,"
    },
    {
        "o": 6995,
        "r": "csb:Joshua:19:3",
        "t": "Hazar-shual, Balah, Ezem,"
    },
    {
        "o": 6996,
        "r": "csb:Joshua:19:4",
        "t": "Eltolad, Bethul, Hormah,"
    },
    {
        "o": 6997,
        "r": "csb:Joshua:19:5",
        "t": "Ziklag, Beth-marcaboth, Hazar-susah,"
    },
    {
        "o": 6998,
        "r": "csb:Joshua:19:6",
        "t": "Beth-lebaoth, and Sharuhen - thirteen cities, with their settlements;"
    },
    {
        "o": 6999,
        "r": "csb:Joshua:19:7",
        "t": "Ain, Rimmon, Ether, and Ashan - four cities, with their settlements;"
    },
    {
        "o": 7000,
        "r": "csb:Joshua:19:8",
        "t": "and all the settlements surrounding these cities as far as Baalath-beer (Ramah in the south). This*p was the inheritance of the tribe of Simeon’s descendants by their clans."
    },
    {
        "o": 7001,
        "r": "csb:Joshua:19:9",
        "t": "The inheritance of Simeon’s descendants was within the territory of Judah’s descendants, because the share for Judah’s descendants was too large. So Simeon’s descendants received an inheritance within Judah’s portion."
    },
    {
        "o": 7002,
        "r": "csb:Joshua:19:9",
        "t": "Zebulun’s Inheritance",
        "h": 2
    },
    {
        "o": 7003,
        "r": "csb:Joshua:19:10",
        "t": "The*p third lot came up for Zebulun’s descendants by their clans. The*p territory of their inheritance stretched as far as Sarid;"
    },
    {
        "o": 7004,
        "r": "csb:Joshua:19:11",
        "t": "their border went up westward to Maralah, reached Dabbesheth, and met the brook east of Jokneam."
    },
    {
        "o": 7005,
        "r": "csb:Joshua:19:12",
        "t": "From Sarid, it turned due east along the border of Chisloth-tabor, went to Daberath, and went up to Japhia."
    },
    {
        "o": 7006,
        "r": "csb:Joshua:19:13",
        "t": "From there, it went due east to Gath-hepher and to Eth-kazin; it extended to Rimmon, curving around to Neah."
    },
    {
        "o": 7007,
        "r": "csb:Joshua:19:14",
        "t": "The border then circled around Neah on the north to Hannathon and ended at Iphtah-el Valley,"
    },
    {
        "o": 7008,
        "r": "csb:Joshua:19:15",
        "t": "along with Kattath, Nahalal, Shimron, Idalah, and Bethlehem - twelve cities, with their settlements."
    },
    {
        "o": 7009,
        "r": "csb:Joshua:19:16",
        "t": "This*p was the inheritance of Zebulun’s descendants by their clans, these cities, with their settlements."
    },
    {
        "o": 7010,
        "r": "csb:Joshua:19:16",
        "t": "Issachar’s Inheritance",
        "h": 2
    },
    {
        "o": 7011,
        "r": "csb:Joshua:19:17",
        "t": "The*p fourth lot came out for the tribe of Issachar’s descendants by their clans."
    },
    {
        "o": 7012,
        "r": "csb:Joshua:19:18",
        "t": "Their*p territory went to Jezreel, and included Chesulloth, Shunem,"
    },
    {
        "o": 7013,
        "r": "csb:Joshua:19:19",
        "t": "Hapharaim, Shion, Anaharath,"
    },
    {
        "o": 7014,
        "r": "csb:Joshua:19:20",
        "t": "Rabbith, Kishion, Ebez,"
    },
    {
        "o": 7015,
        "r": "csb:Joshua:19:21",
        "t": "Remeth, En-gannim, En-haddah, and Beth-pazzez."
    },
    {
        "o": 7016,
        "r": "csb:Joshua:19:22",
        "t": "The border reached Tabor, Shahazumah, and Beth-shemesh, and ended at the Jordan - sixteen cities, with their settlements."
    },
    {
        "o": 7017,
        "r": "csb:Joshua:19:23",
        "t": "This*p was the inheritance of the tribe of Issachar’s descendants by their clans, the cities, with their settlements."
    },
    {
        "o": 7018,
        "r": "csb:Joshua:19:23",
        "t": "Asher’s Inheritance",
        "h": 2
    },
    {
        "o": 7019,
        "r": "csb:Joshua:19:24",
        "t": "The*p fifth lot came out for the tribe of Asher’s descendants by their clans."
    },
    {
        "o": 7020,
        "r": "csb:Joshua:19:25",
        "t": "Their*p boundary included Helkath, Hali, Beten, Achshaph,"
    },
    {
        "o": 7021,
        "r": "csb:Joshua:19:26",
        "t": "Allammelech, Amad, and Mishal and reached westward to Carmel and Shihor-libnath."
    },
    {
        "o": 7022,
        "r": "csb:Joshua:19:27",
        "t": "It turned eastward to Beth-dagon, reached Zebulun and Iphtah-el Valley, north toward Beth-emek and Neiel, and went north to Cabul,"
    },
    {
        "o": 7023,
        "r": "csb:Joshua:19:28",
        "t": "Ebron, Rehob, Hammon, and Kanah, as far as greater Sidon."
    },
    {
        "o": 7024,
        "r": "csb:Joshua:19:29",
        "t": "The boundary then turned to Ramah as far as the fortified city of Tyre; it turned back to Hosah and ended at the Mediterranean Sea, including Mahalab, Achzib,"
    },
    {
        "o": 7025,
        "r": "csb:Joshua:19:30",
        "t": "Ummah, Aphek, and Rehob - twenty-two cities, with their settlements."
    },
    {
        "o": 7026,
        "r": "csb:Joshua:19:31",
        "t": "This*p was the inheritance of the tribe of Asher’s descendants by their clans, these cities with their settlements."
    },
    {
        "o": 7027,
        "r": "csb:Joshua:19:31",
        "t": "Naphtali’s Inheritance",
        "h": 2
    },
    {
        "o": 7028,
        "r": "csb:Joshua:19:32",
        "t": "The*p sixth lot came out for Naphtali’s descendants by their clans."
    },
    {
        "o": 7029,
        "r": "csb:Joshua:19:33",
        "t": "Their*p boundary went from Heleph and from the oak in Zaanannim, including Adami-nekeb and Jabneel, as far as Lakkum, and ended at the Jordan."
    },
    {
        "o": 7030,
        "r": "csb:Joshua:19:34",
        "t": "To the west, the boundary turned to Aznoth-tabor and went from there to Hukkok, reaching Zebulun on the south, Asher on the west, and Judah at the Jordan on the east."
    },
    {
        "o": 7031,
        "r": "csb:Joshua:19:35",
        "t": "The fortified cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth,"
    },
    {
        "o": 7032,
        "r": "csb:Joshua:19:36",
        "t": "Adamah, Ramah, Hazor,"
    },
    {
        "o": 7033,
        "r": "csb:Joshua:19:37",
        "t": "Kedesh, Edrei, En-hazor,"
    },
    {
        "o": 7034,
        "r": "csb:Joshua:19:38",
        "t": "Iron, Migdal-el, Horem, Beth-anath, and Beth-shemesh - nineteen cities, with their settlements."
    },
    {
        "o": 7035,
        "r": "csb:Joshua:19:39",
        "t": "This*p was the inheritance of the tribe of Naphtali’s descendants by their clans, the cities with their settlements."
    },
    {
        "o": 7036,
        "r": "csb:Joshua:19:39",
        "t": "Dan’s Inheritance",
        "h": 2
    },
    {
        "o": 7037,
        "r": "csb:Joshua:19:40",
        "t": "The*p seventh lot came out for the tribe of Dan’s descendants by their clans."
    },
    {
        "o": 7038,
        "r": "csb:Joshua:19:41",
        "t": "The*p territory of their inheritance included Zorah, Eshtaol, Ir-shemesh,"
    },
    {
        "o": 7039,
        "r": "csb:Joshua:19:42",
        "t": "Shaalabbin, Aijalon, Ithlah,"
    },
    {
        "o": 7040,
        "r": "csb:Joshua:19:43",
        "t": "Elon, Timnah, Ekron,"
    },
    {
        "o": 7041,
        "r": "csb:Joshua:19:44",
        "t": "Eltekeh, Gibbethon, Baalath,"
    },
    {
        "o": 7042,
        "r": "csb:Joshua:19:45",
        "t": "Jehud, Bene-berak, Gath-rimmon,"
    },
    {
        "o": 7043,
        "r": "csb:Joshua:19:46",
        "t": "Me-jarkon, and Rakkon, with the territory facing Joppa."
    },
    {
        "o": 7044,
        "r": "csb:Joshua:19:47",
        "t": "When*p the territory of the descendants of Dan slipped out of their control, they went up and fought against Leshem, captured it, and struck it down with the sword. So they took possession of it, lived there, and renamed Leshem after their ancestor Dan."
    },
    {
        "o": 7045,
        "r": "csb:Joshua:19:48",
        "t": "This was the inheritance of the tribe of Dan’s descendants by their clans, these cities with their settlements."
    },
    {
        "o": 7046,
        "r": "csb:Joshua:19:48",
        "t": "Joshua’s Inheritance",
        "h": 2
    },
    {
        "o": 7047,
        "r": "csb:Joshua:19:49",
        "t": "When*p they had finished distributing the land into its territories, the Israelites gave Joshua son of Nun an inheritance among them."
    },
    {
        "o": 7048,
        "r": "csb:Joshua:19:50",
        "t": "By the Lord’s*s command, they gave him the city Timnath-serah in the hill country of Ephraim, which he requested. He rebuilt the city and lived in it."
    },
    {
        "o": 7049,
        "r": "csb:Joshua:19:51",
        "t": "These*p were the portions that the priest Eleazar, Joshua son of Nun, and the family heads distributed to the Israelite tribes by lot at Shiloh in the Lord’s*s presence at the entrance to the tent of meeting. So they finished dividing up the land."
    },
    {
        "o": 7050,
        "r": "csb:Joshua:20:0",
        "t": "Joshua 20",
        "h": 1
    },
    {
        "o": 7051,
        "r": "csb:Joshua:20:0",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 7052,
        "r": "csb:Joshua:20:1",
        "t": "Then*p the Lord*s spoke to Joshua,"
    },
    {
        "o": 7053,
        "r": "csb:Joshua:20:2",
        "t": "“Tell the Israelites: Select your cities of refuge, as I instructed you through Moses,"
    },
    {
        "o": 7054,
        "r": "csb:Joshua:20:3",
        "t": "so that a person who kills someone unintentionally or accidentally may flee there. These will be your refuge from the avenger of blood."
    },
    {
        "o": 7055,
        "r": "csb:Joshua:20:4",
        "t": "When someone flees to one of these cities, stands at the entrance of the city gate, and states his case before the elders of that city, they are to bring him into the city and give him a place to live among them."
    },
    {
        "o": 7056,
        "r": "csb:Joshua:20:5",
        "t": "And if the avenger of blood pursues him, they must not hand the one who committed manslaughter over to him, for he killed his neighbor accidentally and did not hate him beforehand."
    },
    {
        "o": 7057,
        "r": "csb:Joshua:20:6",
        "t": "He is to stay in that city until he stands trial before the assembly and until the death of the high priest serving at that time. Then the one who committed manslaughter may return home to his own city from which he fled.”"
    },
    {
        "o": 7058,
        "r": "csb:Joshua:20:7",
        "t": "So*p they designated Kedesh in the hill country of Naphtali in Galilee, Shechem in the hill country of Ephraim, and Kiriath-arba (that is, Hebron) in the hill country of Judah."
    },
    {
        "o": 7059,
        "r": "csb:Joshua:20:8",
        "t": "Across the Jordan east of Jericho, they selected Bezer on the wilderness plateau from Reuben’s tribe, Ramoth in Gilead from Gad’s tribe, and Golan in Bashan from Manasseh’s tribe."
    },
    {
        "o": 7060,
        "r": "csb:Joshua:20:9",
        "t": "These*p are the cities appointed for all the Israelites and the aliens residing among them, so that anyone who kills a person unintentionally may flee there and not die at the hand of the avenger of blood until he stands before the assembly."
    },
    {
        "o": 7061,
        "r": "csb:Joshua:21:0",
        "t": "Joshua 21",
        "h": 1
    },
    {
        "o": 7062,
        "r": "csb:Joshua:21:0",
        "t": "Cities of the Levites",
        "h": 2
    },
    {
        "o": 7063,
        "r": "csb:Joshua:21:1",
        "t": "The*p Levite family heads approached the priest Eleazar, Joshua son of Nun, and the family heads of the Israelite tribes."
    },
    {
        "o": 7064,
        "r": "csb:Joshua:21:2",
        "t": "At Shiloh, in the land of Canaan, they told them, “The Lord*s commanded through Moses that we be given cities to live in, with their pasturelands for our livestock.”"
    },
    {
        "o": 7065,
        "r": "csb:Joshua:21:3",
        "t": "So the Israelites, by the Lord’s*s command, gave the Levites these cities with their pasturelands from their inheritance."
    },
    {
        "o": 7066,
        "r": "csb:Joshua:21:4",
        "t": "The*p lot came out for the Kohathite clans: The Levites who were the descendants of the priest Aaron received thirteen cities by lot from the tribes of Judah, Simeon, and Benjamin."
    },
    {
        "o": 7067,
        "r": "csb:Joshua:21:5",
        "t": "The remaining descendants of Kohath received ten cities by lot from the clans of the tribes of Ephraim, Dan, and half the tribe of Manasseh."
    },
    {
        "o": 7068,
        "r": "csb:Joshua:21:6",
        "t": "Gershon’s*p descendants received thirteen cities by lot from the clans of the tribes of Issachar, Asher, Naphtali, and half the tribe of Manasseh in Bashan."
    },
    {
        "o": 7069,
        "r": "csb:Joshua:21:7",
        "t": "Merari’s*p descendants received twelve cities for their clans from the tribes of Reuben, Gad, and Zebulun."
    },
    {
        "o": 7070,
        "r": "csb:Joshua:21:8",
        "t": "The*p Israelites gave these cities with their pasturelands around them to the Levites by lot, as the Lord*s had commanded through Moses."
    },
    {
        "o": 7071,
        "r": "csb:Joshua:21:8",
        "t": "Cities of Aaron’s Descendants",
        "h": 2
    },
    {
        "o": 7072,
        "r": "csb:Joshua:21:9",
        "t": "The*p Israelites gave these cities by name from the tribes of the descendants of Judah and Simeon"
    },
    {
        "o": 7073,
        "r": "csb:Joshua:21:10",
        "t": "to the descendants of Aaron from the Kohathite clans of the Levites, because they received the first lot."
    },
    {
        "o": 7074,
        "r": "csb:Joshua:21:11",
        "t": "They gave them Kiriath-arba (that is, Hebron; Arba was the father of Anak) with its surrounding pasturelands in the hill country of Judah."
    },
    {
        "o": 7075,
        "r": "csb:Joshua:21:12",
        "t": "But they gave the fields and settlements of the city to Caleb son of Jephunneh as his possession."
    },
    {
        "o": 7076,
        "r": "csb:Joshua:21:13",
        "t": "They*p gave to the descendants of the priest Aaron: Hebron,*p the city of refuge for the one who commits manslaughter, with its pasturelands, Libnah with its pasturelands,"
    },
    {
        "o": 7077,
        "r": "csb:Joshua:21:14",
        "t": "Jattir with its pasturelands, Eshtemoa with its pasturelands,"
    },
    {
        "o": 7078,
        "r": "csb:Joshua:21:15",
        "t": "Holon with its pasturelands, Debir with its pasturelands,"
    },
    {
        "o": 7079,
        "r": "csb:Joshua:21:16",
        "t": "Ain with its pasturelands, Juttah with its pasturelands, and Beth-shemesh with its pasturelands - nine cities from these two tribes."
    },
    {
        "o": 7080,
        "r": "csb:Joshua:21:17",
        "t": "From*p the tribe of Benjamin they gave: Gibeon*p with its pasturelands, Geba with its pasturelands,"
    },
    {
        "o": 7081,
        "r": "csb:Joshua:21:18",
        "t": "Anathoth with its pasturelands, and Almon with its pasturelands - four cities."
    },
    {
        "o": 7082,
        "r": "csb:Joshua:21:19",
        "t": "All thirteen cities with their pasturelands were for the priests, the descendants of Aaron."
    },
    {
        "o": 7083,
        "r": "csb:Joshua:21:19",
        "t": "Cities of Kohath’s Other Descendants",
        "h": 2
    },
    {
        "o": 7084,
        "r": "csb:Joshua:21:20",
        "t": "The*p allotted cities to the remaining clans of Kohath’s descendants, who were Levites, came from the tribe of Ephraim."
    },
    {
        "o": 7085,
        "r": "csb:Joshua:21:21",
        "t": "The Israelites gave them: Shechem,*p the city of refuge for the one who commits manslaughter, with its pasturelands in the hill country of Ephraim, Gezer with its pasturelands,"
    },
    {
        "o": 7086,
        "r": "csb:Joshua:21:22",
        "t": "Kibzaim with its pasturelands, and Beth-horon with its pasturelands - four cities."
    },
    {
        "o": 7087,
        "r": "csb:Joshua:21:23",
        "t": "From*p the tribe of Dan they gave: Elteke*p with its pasturelands, Gibbethon with its pasturelands,"
    },
    {
        "o": 7088,
        "r": "csb:Joshua:21:24",
        "t": "Aijalon with its pasturelands, and Gath-rimmon with its pasturelands - four cities."
    },
    {
        "o": 7089,
        "r": "csb:Joshua:21:25",
        "t": "From*p half the tribe of Manasseh they gave: Taanach*p with its pasturelands and Gath-rimmon with its pasturelands - two cities."
    },
    {
        "o": 7090,
        "r": "csb:Joshua:21:26",
        "t": "All*p ten cities with their pasturelands were for the clans of Kohath’s other descendants."
    },
    {
        "o": 7091,
        "r": "csb:Joshua:21:26",
        "t": "Cities of Gershon’s Descendants",
        "h": 2
    },
    {
        "o": 7092,
        "r": "csb:Joshua:21:27",
        "t": "From*p half the tribe of Manasseh, they gave to the descendants of Gershon, who were one of the Levite clans: Golan,*p the city of refuge for the one who commits manslaughter, with its pasturelands in Bashan, and Beeshterah with its pasturelands - two cities."
    },
    {
        "o": 7093,
        "r": "csb:Joshua:21:28",
        "t": "From*p the tribe of Issachar they gave: Kishion*p with its pasturelands, Daberath with its pasturelands,"
    },
    {
        "o": 7094,
        "r": "csb:Joshua:21:29",
        "t": "Jarmuth with its pasturelands, and En-gannim with its pasturelands - four cities."
    },
    {
        "o": 7095,
        "r": "csb:Joshua:21:30",
        "t": "From*p the tribe of Asher they gave: Mishal*p with its pasturelands, Abdon with its pasturelands,"
    },
    {
        "o": 7096,
        "r": "csb:Joshua:21:31",
        "t": "Helkath with its pasturelands, and Rehob with its pasturelands - four cities."
    },
    {
        "o": 7097,
        "r": "csb:Joshua:21:32",
        "t": "From*p the tribe of Naphtali they gave: Kedesh*p in Galilee, the city of refuge for the one who commits manslaughter, with its pasturelands, Hammoth-dor with its pasturelands, and Kartan with its pasturelands - three cities."
    },
    {
        "o": 7098,
        "r": "csb:Joshua:21:33",
        "t": "All*p thirteen cities with their pasturelands were for the Gershonites by their clans."
    },
    {
        "o": 7099,
        "r": "csb:Joshua:21:33",
        "t": "Cities of Merari’s Descendants",
        "h": 2
    },
    {
        "o": 7100,
        "r": "csb:Joshua:21:34",
        "t": "From*p the tribe of Zebulun, they gave to the clans of the descendants of Merari, who were the remaining Levites: Jokneam*p with its pasturelands, Kartah with its pasturelands,"
    },
    {
        "o": 7101,
        "r": "csb:Joshua:21:35",
        "t": "Dimnah with its pasturelands, and Nahalal with its pasturelands - four cities."
    },
    {
        "o": 7102,
        "r": "csb:Joshua:21:36",
        "t": "From*p the tribe of Reuben they gave: Bezer*p with its pasturelands, Jahzah with its pasturelands,"
    },
    {
        "o": 7103,
        "r": "csb:Joshua:21:37",
        "t": "Kedemoth with its pasturelands, and Mephaath with its pasturelands - four cities."
    },
    {
        "o": 7104,
        "r": "csb:Joshua:21:38",
        "t": "From*p the tribe of Gad they gave: Ramoth*p in Gilead, the city of refuge for the one who commits manslaughter, with its pasturelands, Mahanaim with its pasturelands,"
    },
    {
        "o": 7105,
        "r": "csb:Joshua:21:39",
        "t": "Heshbon with its pasturelands, and Jazer with its pasturelands - four cities in all."
    },
    {
        "o": 7106,
        "r": "csb:Joshua:21:40",
        "t": "All twelve cities were allotted to the clans of Merari’s descendants, the remaining Levite clans."
    },
    {
        "o": 7107,
        "r": "csb:Joshua:21:41",
        "t": "Within*p the Israelite possession there were forty-eight cities in all with their pasturelands for the Levites."
    },
    {
        "o": 7108,
        "r": "csb:Joshua:21:42",
        "t": "Each of these cities had its own surrounding pasturelands; this was true for all the cities."
    },
    {
        "o": 7109,
        "r": "csb:Joshua:21:42",
        "t": "The Lord’s Promises Fulfilled",
        "h": 2
    },
    {
        "o": 7110,
        "r": "csb:Joshua:21:43",
        "t": "So*p the Lord*s gave Israel all the land he had sworn to give their ancestors, and they took possession of it and settled there."
    },
    {
        "o": 7111,
        "r": "csb:Joshua:21:44",
        "t": "The Lord*s gave them rest on every side according to all he had sworn to their ancestors. None of their enemies were able to stand against them, for the Lord*s handed over all their enemies to them."
    },
    {
        "o": 7112,
        "r": "csb:Joshua:21:45",
        "t": "None of the good promises the Lord*s had made to the house of Israel failed. Everything was fulfilled."
    },
    {
        "o": 7113,
        "r": "csb:Joshua:22:0",
        "t": "Joshua 22",
        "h": 1
    },
    {
        "o": 7114,
        "r": "csb:Joshua:22:0",
        "t": "Eastern Tribes Return Home",
        "h": 2
    },
    {
        "o": 7115,
        "r": "csb:Joshua:22:1",
        "t": "Joshua*p summoned the Reubenites, Gadites, and half the tribe of Manasseh"
    },
    {
        "o": 7116,
        "r": "csb:Joshua:22:2",
        "t": "and told them, “You have done everything Moses the Lord’s*s servant commanded you and have obeyed me in everything I commanded you."
    },
    {
        "o": 7117,
        "r": "csb:Joshua:22:3",
        "t": "You have not deserted your brothers even once this whole time but have carried out the requirement of the command of the Lord*s your God."
    },
    {
        "o": 7118,
        "r": "csb:Joshua:22:4",
        "t": "Now that he has given your brothers rest, just as he promised them, return to your homes in your own land that Moses the Lord’s*s servant gave you across the Jordan."
    },
    {
        "o": 7119,
        "r": "csb:Joshua:22:5",
        "t": "Only carefully obey the command and instruction that Moses the Lord’s*s servant gave you: to love the Lord*s your God, walk in all his ways, keep his commands, be loyal to him, and serve him with all your heart and all your soul.”"
    },
    {
        "o": 7120,
        "r": "csb:Joshua:22:6",
        "t": "Joshua*p blessed them and sent them on their way, and they went to their homes."
    },
    {
        "o": 7121,
        "r": "csb:Joshua:22:7",
        "t": "Moses had given territory to half the tribe of Manasseh in Bashan, but Joshua had given territory to the other half, with their brothers, on the west side of the Jordan. When Joshua sent them to their homes and blessed them,"
    },
    {
        "o": 7122,
        "r": "csb:Joshua:22:8",
        "t": "he said, “Return to your homes with great wealth: a huge number of cattle, and silver, gold, bronze, iron, and a large quantity of clothing. Share the spoil of your enemies with your brothers.”"
    },
    {
        "o": 7123,
        "r": "csb:Joshua:22:8",
        "t": "Eastern Tribes Build an Altar",
        "h": 2
    },
    {
        "o": 7124,
        "r": "csb:Joshua:22:9",
        "t": "The*p Reubenites, Gadites, and half the tribe of Manasseh left the Israelites at Shiloh in the land of Canaan to return to their own land of Gilead, which they took possession of according to the Lord’s*s command through Moses."
    },
    {
        "o": 7125,
        "r": "csb:Joshua:22:10",
        "t": "When they came to the region of the Jordan in the land of Canaan, the Reubenites, Gadites, and half the tribe of Manasseh built a large, impressive altar there by the Jordan."
    },
    {
        "o": 7126,
        "r": "csb:Joshua:22:11",
        "t": "Then*p the Israelites heard it said, “Look, the Reubenites, Gadites, and half the tribe of Manasseh have built an altar on the frontier of the land of Canaan at the region of the Jordan, on the Israelite side.”"
    },
    {
        "o": 7127,
        "r": "csb:Joshua:22:12",
        "t": "When the Israelites heard this, the entire Israelite community assembled at Shiloh to go to war against them."
    },
    {
        "o": 7128,
        "r": "csb:Joshua:22:12",
        "t": "Explanation of the Altar",
        "h": 2
    },
    {
        "o": 7129,
        "r": "csb:Joshua:22:13",
        "t": "The*p Israelites sent Phinehas son of Eleazar the priest to the Reubenites, Gadites, and half the tribe of Manasseh, in the land of Gilead."
    },
    {
        "o": 7130,
        "r": "csb:Joshua:22:14",
        "t": "They sent ten leaders with him - one family leader for each tribe of Israel. All of them were heads of their ancestral families among the clans of Israel."
    },
    {
        "o": 7131,
        "r": "csb:Joshua:22:15",
        "t": "They went to the Reubenites, Gadites, and half the tribe of Manasseh, in the land of Gilead, and told them,"
    },
    {
        "o": 7132,
        "r": "csb:Joshua:22:16",
        "t": "“This is what the Lord’s*s entire community says: ‘What is this treachery you have committed today against the God of Israel by turning away from the Lord*s and building an altar for yourselves, so that you are in rebellion against the Lord*s today?"
    },
    {
        "o": 7133,
        "r": "csb:Joshua:22:17",
        "t": "Wasn’t the iniquity of Peor, which brought a plague on the Lord’s*s community, enough for us? We have not cleansed ourselves from it even to this day,"
    },
    {
        "o": 7134,
        "r": "csb:Joshua:22:18",
        "t": "and now would you turn away from the Lord?*s If you rebel against the Lord*s today, tomorrow he will be angry with the entire community of Israel."
    },
    {
        "o": 7135,
        "r": "csb:Joshua:22:19",
        "t": "But if the land you possess is defiled, cross over to the land the Lord*s possesses where the Lord’s*s tabernacle stands, and take possession of it among us. But don’t rebel against the Lord*s or against us by building for yourselves an altar other than the altar of the Lord*s our God."
    },
    {
        "o": 7136,
        "r": "csb:Joshua:22:20",
        "t": "Wasn’t Achan son of Zerah unfaithful regarding what was set apart for destruction, bringing wrath on the entire community of Israel? He was not the only one who perished because of his iniquity.’”"
    },
    {
        "o": 7137,
        "r": "csb:Joshua:22:21",
        "t": "The*p Reubenites, Gadites, and half the tribe of Manasseh answered the heads of the Israelite clans,"
    },
    {
        "o": 7138,
        "r": "csb:Joshua:22:22",
        "t": "“The Mighty One, God, the Lord!*s The Mighty One, God, the Lord!*s He knows, and may Israel also know. Do not spare us today, if it was in rebellion or treachery against the Lord*s"
    },
    {
        "o": 7139,
        "r": "csb:Joshua:22:23",
        "t": "that we have built for ourselves an altar to turn away from him. May the Lord*s himself hold us accountable if we intended to offer burnt offerings and grain offerings on it, or to sacrifice fellowship offerings on it."
    },
    {
        "o": 7140,
        "r": "csb:Joshua:22:24",
        "t": "We actually did this from a specific concern that in the future your descendants might say to our descendants, ‘What relationship do you have with the Lord,*s the God of Israel?"
    },
    {
        "o": 7141,
        "r": "csb:Joshua:22:25",
        "t": "For the Lord*s has made the Jordan a border between us and you descendants of Reuben and Gad. You have no share in the Lord*s ! ’ So your descendants may cause our descendants to stop fearing the Lord.*s"
    },
    {
        "o": 7142,
        "r": "csb:Joshua:22:26",
        "t": "“Therefore*p we said: Let’s take action and build an altar for ourselves, but not for burnt offering or sacrifice."
    },
    {
        "o": 7143,
        "r": "csb:Joshua:22:27",
        "t": "Instead, it is to be a witness between us and you, and between the generations after us, so that we may carry out the worship of the Lord*s in his presence with our burnt offerings, sacrifices, and fellowship offerings. Then in the future, your descendants will not be able to say to our descendants, ‘You have no share in the Lord!’*s"
    },
    {
        "o": 7144,
        "r": "csb:Joshua:22:28",
        "t": "We thought that if they said this to us or to our generations in the future, we would reply: Look at the replica of the Lord’s*s altar that our ancestors made, not for burnt offering or sacrifice, but as a witness between us and you."
    },
    {
        "o": 7145,
        "r": "csb:Joshua:22:29",
        "t": "We would never ever rebel against the Lord*s or turn away from him today by building an altar for burnt offering, grain offering, or sacrifice, other than the altar of the Lord*s our God, which is in front of his tabernacle.”"
    },
    {
        "o": 7146,
        "r": "csb:Joshua:22:29",
        "t": "Conflict Resolved",
        "h": 2
    },
    {
        "o": 7147,
        "r": "csb:Joshua:22:30",
        "t": "When*p the priest Phinehas and the community leaders, the heads of Israel’s clans who were with him, heard what the descendants of Reuben, Gad, and Manasseh had to say, they were pleased."
    },
    {
        "o": 7148,
        "r": "csb:Joshua:22:31",
        "t": "Phinehas son of Eleazar the priest said to the descendants of Reuben, Gad, and Manasseh, “Today we know that the Lord*s is among us, because you have not committed this treachery against him. As a result, you have rescued the Israelites from the Lord’s*s power.”"
    },
    {
        "o": 7149,
        "r": "csb:Joshua:22:32",
        "t": "Then*p the priest Phinehas son of Eleazar and the leaders returned from the Reubenites and Gadites in the land of Gilead to the Israelites in the land of Canaan and brought back a report to them."
    },
    {
        "o": 7150,
        "r": "csb:Joshua:22:33",
        "t": "The Israelites were pleased with the report, and they blessed God. They spoke no more about going to war against them to ravage the land where the Reubenites and Gadites lived."
    },
    {
        "o": 7151,
        "r": "csb:Joshua:22:34",
        "t": "So the Reubenites and Gadites named the altar: It is a witness between us that the Lord*s is God."
    },
    {
        "o": 7152,
        "r": "csb:Joshua:23:0",
        "t": "Joshua 23",
        "h": 1
    },
    {
        "o": 7153,
        "r": "csb:Joshua:23:0",
        "t": "Joshua’s Farewell Address",
        "h": 2
    },
    {
        "o": 7154,
        "r": "csb:Joshua:23:1",
        "t": "A*p long time after the Lord*s had given Israel rest from all the enemies around them, Joshua was old, advanced in age."
    },
    {
        "o": 7155,
        "r": "csb:Joshua:23:2",
        "t": "So Joshua summoned all Israel, including its elders, leaders, judges, and officers, and said to them, “I am old, advanced in age,"
    },
    {
        "o": 7156,
        "r": "csb:Joshua:23:3",
        "t": "and you have seen for yourselves everything the Lord*s your God did to all these nations on your account, because it was the Lord*s your God who was fighting for you."
    },
    {
        "o": 7157,
        "r": "csb:Joshua:23:4",
        "t": "See, I have allotted these remaining nations to you as an inheritance for your tribes, including all the nations I have destroyed, from the Jordan westward to the Mediterranean Sea."
    },
    {
        "o": 7158,
        "r": "csb:Joshua:23:5",
        "t": "The Lord*s your God will force them back on your account and drive them out before you so that you can take possession of their land, as the Lord*s your God promised you."
    },
    {
        "o": 7159,
        "r": "csb:Joshua:23:6",
        "t": "“Be*p very strong and continue obeying all that is written in the book of the law of Moses, so that you do not turn from it to the right or left"
    },
    {
        "o": 7160,
        "r": "csb:Joshua:23:7",
        "t": "and so that you do not associate with these nations remaining among you. Do not call on the names of their gods or make an oath to them; do not serve them or bow in worship to them."
    },
    {
        "o": 7161,
        "r": "csb:Joshua:23:8",
        "t": "Instead, be loyal to the Lord*s your God, as you have been to this day."
    },
    {
        "o": 7162,
        "r": "csb:Joshua:23:9",
        "t": "“The*p Lord*s has driven out great and powerful nations before you, and no one is able to stand against you to this day."
    },
    {
        "o": 7163,
        "r": "csb:Joshua:23:10",
        "t": "One of you routed a thousand because the Lord*s your God was fighting for you, as he promised."
    },
    {
        "o": 7164,
        "r": "csb:Joshua:23:11",
        "t": "So diligently watch yourselves! Love the Lord*s your God!"
    },
    {
        "o": 7165,
        "r": "csb:Joshua:23:12",
        "t": "If you ever turn away and become loyal to the rest of these nations remaining among you, and if you intermarry or associate with them and they with you,"
    },
    {
        "o": 7166,
        "r": "csb:Joshua:23:13",
        "t": "know for certain that the Lord*s your God will not continue to drive these nations out before you. They will become a snare and a trap for you, a sharp stick for your sides and thorns in your eyes, until you disappear from this good land the Lord*s your God has given you."
    },
    {
        "o": 7167,
        "r": "csb:Joshua:23:14",
        "t": "“I*p am now going the way of the whole earth, and you know with all your heart and all your soul that none of the good promises the Lord*s your God made to you has failed. Everything was fulfilled for you; not one promise has failed."
    },
    {
        "o": 7168,
        "r": "csb:Joshua:23:15",
        "t": "Since every good thing the Lord*s your God promised you has come about, so he will bring on you every bad thing until he has annihilated you from this good land the Lord*s your God has given you."
    },
    {
        "o": 7169,
        "r": "csb:Joshua:23:16",
        "t": "If you break the covenant of the Lord*s your God, which he commanded you, and go and serve other gods, and bow in worship to them, the Lord’s*s anger will burn against you, and you will quickly disappear from this good land he has given you.”"
    },
    {
        "o": 7170,
        "r": "csb:Joshua:24:0",
        "t": "Joshua 24",
        "h": 1
    },
    {
        "o": 7171,
        "r": "csb:Joshua:24:0",
        "t": "Review of Israel’s History",
        "h": 2
    },
    {
        "o": 7172,
        "r": "csb:Joshua:24:1",
        "t": "Joshua*p assembled all the tribes of Israel at Shechem and summoned Israel’s elders, leaders, judges, and officers, and they presented themselves before God."
    },
    {
        "o": 7173,
        "r": "csb:Joshua:24:2",
        "t": "Joshua said to all the people, “This is what the Lord,*s the God of Israel, says: ‘Long ago your ancestors, including Terah, the father of Abraham and Nahor, lived beyond the Euphrates River and worshiped other gods."
    },
    {
        "o": 7174,
        "r": "csb:Joshua:24:3",
        "t": "But I took your father Abraham from the region beyond the Euphrates River, led him throughout the land of Canaan, and multiplied his descendants. I gave him Isaac,"
    },
    {
        "o": 7175,
        "r": "csb:Joshua:24:4",
        "t": "and to Isaac I gave Jacob and Esau. I gave the hill country of Seir to Esau as a possession. “‘Jacob*p and his sons, however, went down to Egypt."
    },
    {
        "o": 7176,
        "r": "csb:Joshua:24:5",
        "t": "I sent Moses and Aaron, and I defeated Egypt by what I did within it, and afterward I brought you out."
    },
    {
        "o": 7177,
        "r": "csb:Joshua:24:6",
        "t": "When I brought your ancestors out of Egypt and you reached the Red Sea, the Egyptians pursued your ancestors with chariots and horsemen as far as the sea."
    },
    {
        "o": 7178,
        "r": "csb:Joshua:24:7",
        "t": "Your ancestors cried out to the Lord,*s so he put darkness between you and the Egyptians, and brought the sea over them, engulfing them. Your own eyes saw what I did to Egypt. After that, you lived in the wilderness a long time."
    },
    {
        "o": 7179,
        "r": "csb:Joshua:24:8",
        "t": "“‘Later,*p I brought you to the land of the Amorites who lived beyond the Jordan. They fought against you, but I handed them over to you. You possessed their land, and I annihilated them before you."
    },
    {
        "o": 7180,
        "r": "csb:Joshua:24:9",
        "t": "Balak son of Zippor, king of Moab, set out to fight against Israel. He sent for Balaam son of Beor to curse you,"
    },
    {
        "o": 7181,
        "r": "csb:Joshua:24:10",
        "t": "but I would not listen to Balaam. Instead, he repeatedly blessed you, and I rescued you from him."
    },
    {
        "o": 7182,
        "r": "csb:Joshua:24:11",
        "t": "“‘You*p then crossed the Jordan and came to Jericho. Jericho’s citizens - as well as the Amorites, Perizzites, Canaanites, Hethites, Girgashites, Hivites, and Jebusites - fought against you, but I handed them over to you."
    },
    {
        "o": 7183,
        "r": "csb:Joshua:24:12",
        "t": "I sent hornets ahead of you, and they drove out the two Amorite kings before you. It was not by your sword or bow."
    },
    {
        "o": 7184,
        "r": "csb:Joshua:24:13",
        "t": "I gave you a land you did not labor for, and cities you did not build, though you live in them; you are eating from vineyards and olive groves you did not plant.’"
    },
    {
        "o": 7185,
        "r": "csb:Joshua:24:13",
        "t": "The Covenant Renewal",
        "h": 2
    },
    {
        "o": 7186,
        "r": "csb:Joshua:24:14",
        "t": "“Therefore,*p fear the Lord*s and worship him in sincerity and truth. Get rid of the gods your ancestors worshiped beyond the Euphrates River and in Egypt, and worship the Lord.*s"
    },
    {
        "o": 7187,
        "r": "csb:Joshua:24:15",
        "t": "But if it doesn’t please you to worship the Lord,*s choose for yourselves today: Which will you worship - the gods your ancestors worshiped beyond the Euphrates River or the gods of the Amorites in whose land you are living? As for me and my family, we will worship the Lord.”*s"
    },
    {
        "o": 7188,
        "r": "csb:Joshua:24:16",
        "t": "The*p people replied, “We will certainly not abandon the Lord*s to worship other gods!"
    },
    {
        "o": 7189,
        "r": "csb:Joshua:24:17",
        "t": "For the Lord*s our God brought us and our ancestors out of the land of Egypt, out of the place of slavery, and performed these great signs before our eyes. He also protected us all along the way we went and among all the peoples whose lands we traveled through."
    },
    {
        "o": 7190,
        "r": "csb:Joshua:24:18",
        "t": "The Lord*s drove out before us all the peoples, including the Amorites who lived in the land. We too will worship the Lord,*s because he is our God.”"
    },
    {
        "o": 7191,
        "r": "csb:Joshua:24:19",
        "t": "But*p Joshua told the people, “You will not be able to worship the Lord,*s because he is a holy God. He is a jealous God; he will not forgive your transgressions and sins."
    },
    {
        "o": 7192,
        "r": "csb:Joshua:24:20",
        "t": "If you abandon the Lord*s and worship foreign gods, he will turn against you, harm you, and completely destroy you, after he has been good to you.”"
    },
    {
        "o": 7193,
        "r": "csb:Joshua:24:21",
        "t": "“No!”*p the people answered Joshua. “We will worship the Lord.”*s"
    },
    {
        "o": 7194,
        "r": "csb:Joshua:24:22",
        "t": "Joshua*p then told the people, “You are witnesses against yourselves that you yourselves have chosen to worship the Lord.”*s “We*p are witnesses,” they said."
    },
    {
        "o": 7195,
        "r": "csb:Joshua:24:23",
        "t": "“Then*p get rid of the foreign gods that are among you and turn your hearts to the Lord,*s the God of Israel.”"
    },
    {
        "o": 7196,
        "r": "csb:Joshua:24:24",
        "t": "So*p the people said to Joshua, “We will worship the Lord*s our God and obey him.”"
    },
    {
        "o": 7197,
        "r": "csb:Joshua:24:25",
        "t": "On*p that day Joshua made a covenant for the people at Shechem and established a statute and ordinance for them."
    },
    {
        "o": 7198,
        "r": "csb:Joshua:24:26",
        "t": "Joshua recorded these things in the book of the law of God; he also took a large stone and set it up there under the oak at the sanctuary of the Lord.*s"
    },
    {
        "o": 7199,
        "r": "csb:Joshua:24:27",
        "t": "And Joshua said to all the people, “You see this stone - it will be a witness against us, for it has heard all the words the Lord*s said to us, and it will be a witness against you, so that you will not deny your God.”"
    },
    {
        "o": 7200,
        "r": "csb:Joshua:24:28",
        "t": "Then Joshua sent the people away, each to his own inheritance."
    },
    {
        "o": 7201,
        "r": "csb:Joshua:24:28",
        "t": "Burial of Three Leaders",
        "h": 2
    },
    {
        "o": 7202,
        "r": "csb:Joshua:24:29",
        "t": "After*p these things, the Lord’s*s servant, Joshua son of Nun, died at the age of 110."
    },
    {
        "o": 7203,
        "r": "csb:Joshua:24:30",
        "t": "They buried him in his allotted territory at Timnath-serah, in the hill country of Ephraim north of Mount Gaash."
    },
    {
        "o": 7204,
        "r": "csb:Joshua:24:31",
        "t": "Israel worshiped the Lord*s throughout Joshua’s lifetime and during the lifetimes of the elders who outlived Joshua and who had experienced all the works the Lord*s had done for Israel."
    },
    {
        "o": 7205,
        "r": "csb:Joshua:24:32",
        "t": "Joseph’s*p bones, which the Israelites had brought up from Egypt, were buried at Shechem in the parcel of land Jacob had purchased from the sons of Hamor, Shechem’s father, for a hundred pieces of silver. It was an inheritance for Joseph’s descendants."
    },
    {
        "o": 7206,
        "r": "csb:Joshua:24:33",
        "t": "And*p Eleazar son of Aaron died, and they buried him at Gibeah, which had been given to his son Phinehas in the hill country of Ephraim."
    }
]
