[
    {
        "o": 20535,
        "r": "csb:Isaiah:36:0",
        "t": "Isaiah 36",
        "h": 1
    },
    {
        "o": 20536,
        "r": "csb:Isaiah:36:0",
        "t": "Sennacherib’s Invasion",
        "h": 2
    },
    {
        "o": 20537,
        "r": "csb:Isaiah:36:1",
        "t": "In*p the fourteenth year of King Hezekiah, King Sennacherib of Assyria attacked all the fortified cities of Judah and captured them."
    },
    {
        "o": 20538,
        "r": "csb:Isaiah:36:2",
        "t": "Then the king of Assyria sent his royal spokesman, along with a massive army, from Lachish to King Hezekiah at Jerusalem. The Assyrian stood near the conduit of the upper pool, by the road to Launderer’s Field."
    },
    {
        "o": 20539,
        "r": "csb:Isaiah:36:3",
        "t": "Eliakim son of Hilkiah, who was in charge of the palace, Shebna the court secretary, and Joah son of Asaph, the court historian, came out to him."
    },
    {
        "o": 20540,
        "r": "csb:Isaiah:36:4",
        "t": "The*p royal spokesman said to them, “Tell Hezekiah: The*p great king, the king of Assyria, says this: What are you relying on?"
    },
    {
        "o": 20541,
        "r": "csb:Isaiah:36:5",
        "t": "You think mere words are strategy and strength for war. Who are you now relying on that you have rebelled against me?"
    },
    {
        "o": 20542,
        "r": "csb:Isaiah:36:6",
        "t": "Look, you are relying on Egypt, that splintered reed of a staff that will pierce the hand of anyone who grabs it and leans on it. This is how Pharaoh king of Egypt is to all who rely on him."
    },
    {
        "o": 20543,
        "r": "csb:Isaiah:36:7",
        "t": "Suppose you say to me, ‘We rely on the Lord*s our God.’ Isn’t he the one whose high places and altars Hezekiah has removed, saying to Judah and Jerusalem, ‘You are to worship at this altar’?"
    },
    {
        "o": 20544,
        "r": "csb:Isaiah:36:8",
        "t": "“Now*p make a deal with my master, the king of Assyria. I’ll give you two thousand horses if you’re able to supply riders for them!"
    },
    {
        "o": 20545,
        "r": "csb:Isaiah:36:9",
        "t": "How then can you drive back a single officer among the least of my master’s servants? How can you rely on Egypt for chariots and horsemen?"
    },
    {
        "o": 20546,
        "r": "csb:Isaiah:36:10",
        "t": "Have I attacked this land to destroy it without the Lord’s*s approval? The Lord*s said to me, ‘Attack this land and destroy it.’”"
    },
    {
        "o": 20547,
        "r": "csb:Isaiah:36:11",
        "t": "Then*p Eliakim, Shebna, and Joah said to the royal spokesman, “Please speak to your servants in Aramaic, since we understand it. Don’t speak to us in Hebrew within earshot of the people who are on the wall.”"
    },
    {
        "o": 20548,
        "r": "csb:Isaiah:36:12",
        "t": "But*p the royal spokesman replied, “Has my master sent me to speak these words to your master and to you, and not to the men who are sitting on the wall, who are destined with you to eat their own excrement and drink their own urine?”"
    },
    {
        "o": 20549,
        "r": "csb:Isaiah:36:13",
        "t": "Then*p the royal spokesman stood and called out loudly in Hebrew: Listen*p to the words of the great king, the king of Assyria!"
    },
    {
        "o": 20550,
        "r": "csb:Isaiah:36:14",
        "t": "This is what the king says: “Don’t let Hezekiah deceive you, for he cannot rescue you."
    },
    {
        "o": 20551,
        "r": "csb:Isaiah:36:15",
        "t": "Don’t let Hezekiah persuade you to rely on the Lord,*s saying, ‘The Lord*s will certainly rescue us! This city will not be handed over to the king of Assyria.’”"
    },
    {
        "o": 20552,
        "r": "csb:Isaiah:36:16",
        "t": "Don’t*p listen to Hezekiah, for this is what the king of Assyria says: “Make peace with me and surrender to me. Then every one of you may eat from his own vine and his own fig tree and drink water from his own cistern"
    },
    {
        "o": 20553,
        "r": "csb:Isaiah:36:17",
        "t": "until I come and take you away to a land like your own land - a land of grain and new wine, a land of bread and vineyards."
    },
    {
        "o": 20554,
        "r": "csb:Isaiah:36:18",
        "t": "Beware that Hezekiah does not mislead you by saying, ‘The Lord*s will rescue us.’ Has any one of the gods of the nations rescued his land from the power of the king of Assyria?"
    },
    {
        "o": 20555,
        "r": "csb:Isaiah:36:19",
        "t": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they rescued Samaria from my power?"
    },
    {
        "o": 20556,
        "r": "csb:Isaiah:36:20",
        "t": "Who among all the gods of these lands ever rescued his land from my power? So will the Lord*s rescue Jerusalem from my power?”"
    },
    {
        "o": 20557,
        "r": "csb:Isaiah:36:21",
        "t": "But*p they kept silent; they didn’t say anything, for the king’s command was, “Don’t answer him.”"
    },
    {
        "o": 20558,
        "r": "csb:Isaiah:36:22",
        "t": "Then Eliakim son of Hilkiah, who was in charge of the palace, Shebna the court secretary, and Joah son of Asaph, the court historian, came to Hezekiah with their clothes torn and reported to him the words of the royal spokesman."
    }
]
