[
    {
        "o": 31052,
        "r": "esv:Acts:24:0",
        "t": "Acts 24",
        "h": 1
    },
    {
        "o": 31053,
        "r": "esv:Acts:24:0",
        "t": "Paul Before Felix at Caesarea",
        "h": 2
    },
    {
        "o": 31054,
        "r": "esv:Acts:24:1",
        "t": "And*p after five days the high priest Ananias came down with some elders and a spokesman, one Tertullus. They laid before the governor their case against Paul."
    },
    {
        "o": 31055,
        "r": "esv:Acts:24:2",
        "t": "And when he had been summoned, Tertullus began to accuse him, saying: “Since*p through you we enjoy much peace, and since by your foresight, most excellent Felix, reforms are being made for this nation,"
    },
    {
        "o": 31056,
        "r": "esv:Acts:24:3",
        "t": "in every way and everywhere we accept this with all gratitude."
    },
    {
        "o": 31057,
        "r": "esv:Acts:24:4",
        "t": "But, to detain you no further, I beg you in your kindness to hear us briefly."
    },
    {
        "o": 31058,
        "r": "esv:Acts:24:5",
        "t": "For we have found this man a plague, one who stirs up riots among all the Jews throughout the world and is a ringleader of the sect of the Nazarenes."
    },
    {
        "o": 31059,
        "r": "esv:Acts:24:6",
        "t": "He even tried to profane the temple, but we seized him."
    },
    {
        "o": 31060,
        "r": "esv:Acts:24:8",
        "t": "By examining him yourself you will be able to find out from him about everything of which we accuse him.”"
    },
    {
        "o": 31061,
        "r": "esv:Acts:24:9",
        "t": "The*p Jews also joined in the charge, affirming that all these things were so."
    },
    {
        "o": 31062,
        "r": "esv:Acts:24:10",
        "t": "And*p when the governor had nodded to him to speak, Paul replied: “Knowing*p that for many years you have been a judge over this nation, I cheerfully make my defense."
    },
    {
        "o": 31063,
        "r": "esv:Acts:24:11",
        "t": "You can verify that it is not more than twelve days since I went up to worship in Jerusalem,"
    },
    {
        "o": 31064,
        "r": "esv:Acts:24:12",
        "t": "and they did not find me disputing with anyone or stirring up a crowd, either in the temple or in the synagogues or in the city."
    },
    {
        "o": 31065,
        "r": "esv:Acts:24:13",
        "t": "Neither can they prove to you what they now bring up against me."
    },
    {
        "o": 31066,
        "r": "esv:Acts:24:14",
        "t": "But this I confess to you, that according to the Way, which they call a sect, I worship the God of our fathers, believing everything laid down by the Law and written in the Prophets,"
    },
    {
        "o": 31067,
        "r": "esv:Acts:24:15",
        "t": "having a hope in God, which these men themselves accept, that there will be a resurrection of both the just and the unjust."
    },
    {
        "o": 31068,
        "r": "esv:Acts:24:16",
        "t": "So I always take pains to have a clear conscience toward both God and man."
    },
    {
        "o": 31069,
        "r": "esv:Acts:24:17",
        "t": "Now after several years I came to bring alms to my nation and to present offerings."
    },
    {
        "o": 31070,
        "r": "esv:Acts:24:18",
        "t": "While I was doing this, they found me purified in the temple, without any crowd or tumult. But some Jews from Asia—"
    },
    {
        "o": 31071,
        "r": "esv:Acts:24:19",
        "t": "they ought to be here before you and to make an accusation, should they have anything against me."
    },
    {
        "o": 31072,
        "r": "esv:Acts:24:20",
        "t": "Or else let these men themselves say what wrongdoing they found when I stood before the council,"
    },
    {
        "o": 31073,
        "r": "esv:Acts:24:21",
        "t": "other than this one thing that I cried out while standing among them: ‘It is with respect to the resurrection of the dead that I am on trial before you this day.’”"
    },
    {
        "o": 31074,
        "r": "esv:Acts:24:21",
        "t": "Paul Kept in Custody",
        "h": 2
    },
    {
        "o": 31075,
        "r": "esv:Acts:24:22",
        "t": "But*p Felix, having a rather accurate knowledge of the Way, put them off, saying, “When Lysias the tribune comes down, I will decide your case.”"
    },
    {
        "o": 31076,
        "r": "esv:Acts:24:23",
        "t": "Then he gave orders to the centurion that he should be kept in custody but have some liberty, and that none of his friends should be prevented from attending to his needs."
    },
    {
        "o": 31077,
        "r": "esv:Acts:24:24",
        "t": "After*p some days Felix came with his wife Drusilla, who was Jewish, and he sent for Paul and heard him speak about faith in Christ Jesus."
    },
    {
        "o": 31078,
        "r": "esv:Acts:24:25",
        "t": "And as he reasoned about righteousness and self-control and the coming judgment, Felix was alarmed and said, “Go away for the present. When I get an opportunity I will summon you.”"
    },
    {
        "o": 31079,
        "r": "esv:Acts:24:26",
        "t": "At the same time he hoped that money would be given him by Paul. So he sent for him often and conversed with him."
    },
    {
        "o": 31080,
        "r": "esv:Acts:24:27",
        "t": "When two years had elapsed, Felix was succeeded by Porcius Festus. And desiring to do the Jews a favor, Felix left Paul in prison."
    }
]
