[
    {
        "o": 323,
        "r": "nasb:Genesis:12:0",
        "t": "Genesis 12",
        "h": 1
    },
    {
        "o": 324,
        "r": "nasb:Genesis:12:0",
        "t": "Abram Journeys to Egypt",
        "h": 2
    },
    {
        "o": 325,
        "r": "nasb:Genesis:12:1",
        "t": "Now*p the Lord*s said to Abram, “Go*pn forth from your country, And*ln from your relatives And*ln from your father’s house, To*ln the land which I will show you;"
    },
    {
        "o": 326,
        "r": "nasb:Genesis:12:2",
        "t": "And*ln I will make you a great nation, And*ln I will bless you, And*ln make your name great; And*ln so you shall be a blessing;"
    },
    {
        "o": 327,
        "r": "nasb:Genesis:12:3",
        "t": "And*ln I will bless those who bless you, And*ln the one who curses you I will curse. And*ln in you all the families of the earth will be blessed.”"
    },
    {
        "o": 328,
        "r": "nasb:Genesis:12:4",
        "t": "So*p Abram went forth as the Lord*s had spoken to him; and Lot went with him. Now Abram was seventy-five years old when he departed from Haran."
    },
    {
        "o": 329,
        "r": "nasb:Genesis:12:5",
        "t": "Abram took Sarai his wife and Lot his nephew, and all their possessions which they had accumulated, and the persons which they had acquired in Haran, and they set out for the land of Canaan; thus they came to the land of Canaan."
    },
    {
        "o": 330,
        "r": "nasb:Genesis:12:6",
        "t": "Abram passed through the land as far as the site of Shechem, to the oak of Moreh. Now the Canaanite was*i then in the land."
    },
    {
        "o": 331,
        "r": "nasb:Genesis:12:7",
        "t": "The Lord*s appeared to Abram and said, “To your descendants I will give this land.” So he built an altar there to the Lord*s who had appeared to him."
    },
    {
        "o": 332,
        "r": "nasb:Genesis:12:8",
        "t": "Then he proceeded from there to the mountain on the east of Bethel, and pitched his tent, with Bethel on the west and Ai on the east; and there he built an altar to the Lord*s and called upon the name of the Lord.*s"
    },
    {
        "o": 333,
        "r": "nasb:Genesis:12:9",
        "t": "Abram journeyed on, continuing toward the Negev."
    },
    {
        "o": 334,
        "r": "nasb:Genesis:12:10",
        "t": "Now*p there was a famine in the land; so Abram went down to Egypt to sojourn there, for the famine was severe in the land."
    },
    {
        "o": 335,
        "r": "nasb:Genesis:12:11",
        "t": "It came about when he came near to Egypt, that he said to Sarai his wife, “See now, I know that you are a beautiful woman;"
    },
    {
        "o": 336,
        "r": "nasb:Genesis:12:12",
        "t": "and when the Egyptians see you, they will say, ‘This is his wife’; and they will kill me, but they will let you live."
    },
    {
        "o": 337,
        "r": "nasb:Genesis:12:13",
        "t": "Please say that you are my sister so that it may go well with me because of you, and that I may live on account of you.”"
    },
    {
        "o": 338,
        "r": "nasb:Genesis:12:14",
        "t": "It came about when Abram came into Egypt, the Egyptians saw that the woman was very beautiful."
    },
    {
        "o": 339,
        "r": "nasb:Genesis:12:15",
        "t": "Pharaoh’s officials saw her and praised her to Pharaoh; and the woman was taken into Pharaoh’s house."
    },
    {
        "o": 340,
        "r": "nasb:Genesis:12:16",
        "t": "Therefore he treated Abram well for her sake; and gave him sheep and oxen and donkeys and male and female servants and female donkeys and camels."
    },
    {
        "o": 341,
        "r": "nasb:Genesis:12:17",
        "t": "But*p the Lord*s struck Pharaoh and his house with great plagues because of Sarai, Abram’s wife."
    },
    {
        "o": 342,
        "r": "nasb:Genesis:12:18",
        "t": "Then Pharaoh called Abram and said, “What is this you have done to me? Why did you not tell me that she was your wife?"
    },
    {
        "o": 343,
        "r": "nasb:Genesis:12:19",
        "t": "Why did you say, ‘She is my sister,’ so that I took her for my wife? Now then, here is your wife, take her and go.”"
    },
    {
        "o": 344,
        "r": "nasb:Genesis:12:20",
        "t": "Pharaoh commanded his*i men concerning him; and they escorted him away, with his wife and all that belonged to him."
    }
]
