[
    {
        "o": 24373,
        "r": "nasb:Daniel:6:0",
        "t": "Daniel 6",
        "h": 1
    },
    {
        "o": 24374,
        "r": "nasb:Daniel:6:0",
        "t": "Daniel Serves Darius",
        "h": 2
    },
    {
        "o": 24375,
        "r": "nasb:Daniel:6:1",
        "t": "It*p seemed good to Darius to appoint 120 satraps over the kingdom, that they would be in charge of the whole kingdom,"
    },
    {
        "o": 24376,
        "r": "nasb:Daniel:6:2",
        "t": "and over them three commissioners (of whom Daniel was one), that these satraps might be accountable to them, and that the king might not suffer loss."
    },
    {
        "o": 24377,
        "r": "nasb:Daniel:6:3",
        "t": "Then this Daniel began distinguishing himself among the commissioners and satraps because he possessed an extraordinary spirit, and the king planned to appoint him over the entire kingdom."
    },
    {
        "o": 24378,
        "r": "nasb:Daniel:6:4",
        "t": "Then the commissioners and satraps began trying to find a ground of accusation against Daniel in regard to government affairs; but they could find no ground of accusation or evidence*i of*i corruption, inasmuch as he was faithful, and no negligence or corruption was to*i be*i found in him."
    },
    {
        "o": 24379,
        "r": "nasb:Daniel:6:5",
        "t": "Then these men said, “We will not find any ground of accusation against this Daniel unless we find it*i against him with regard to the law of his God.”"
    },
    {
        "o": 24380,
        "r": "nasb:Daniel:6:6",
        "t": "Then*p these commissioners and satraps came by agreement to the king and spoke to him as follows: “King Darius, live forever!"
    },
    {
        "o": 24381,
        "r": "nasb:Daniel:6:7",
        "t": "All the commissioners of the kingdom, the prefects and the satraps, the high officials and the governors have consulted together that the king should establish a statute and enforce an injunction that anyone who makes a petition to any god or man besides you, O king, for thirty days, shall be cast into the lions’ den."
    },
    {
        "o": 24382,
        "r": "nasb:Daniel:6:8",
        "t": "Now, O king, establish the injunction and sign the document so that it may not be changed, according to the law of the Medes and Persians, which may not be revoked.”"
    },
    {
        "o": 24383,
        "r": "nasb:Daniel:6:9",
        "t": "Therefore King Darius signed the document, that is, the injunction."
    },
    {
        "o": 24384,
        "r": "nasb:Daniel:6:10",
        "t": "Now*p when Daniel knew that the document was signed, he entered his house (now in his roof chamber he had windows open toward Jerusalem); and he continued kneeling on his knees three times a day, praying and giving thanks before his God, as he had been doing previously."
    },
    {
        "o": 24385,
        "r": "nasb:Daniel:6:11",
        "t": "Then these men came by agreement and found Daniel making petition and supplication before his God."
    },
    {
        "o": 24386,
        "r": "nasb:Daniel:6:12",
        "t": "Then they approached and spoke before the king about the king’s injunction, “Did you not sign an injunction that any man who makes a petition to any god or man besides you, O king, for thirty days, is to be cast into the lions’ den?” The king replied, “The statement is true, according to the law of the Medes and Persians, which may not be revoked.”"
    },
    {
        "o": 24387,
        "r": "nasb:Daniel:6:13",
        "t": "Then they answered and spoke before the king, “Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or to the injunction which you signed, but keeps making his petition three times a day.”"
    },
    {
        "o": 24388,
        "r": "nasb:Daniel:6:14",
        "t": "Then,*p as soon as the king heard this statement, he was deeply distressed and set his*i mind on delivering Daniel; and even until sunset he kept exerting himself to rescue him."
    },
    {
        "o": 24389,
        "r": "nasb:Daniel:6:15",
        "t": "Then these men came by agreement to the king and said to the king, “Recognize, O king, that it is a law of the Medes and Persians that no injunction or statute which the king establishes may be changed.”"
    },
    {
        "o": 24390,
        "r": "nasb:Daniel:6:15",
        "t": "Daniel in the Lions’ Den",
        "h": 2
    },
    {
        "o": 24391,
        "r": "nasb:Daniel:6:16",
        "t": "Then*p the king gave orders, and Daniel was brought in and cast into the lions’ den. The king spoke and said to Daniel, “Your God whom you constantly serve will Himself deliver you.”"
    },
    {
        "o": 24392,
        "r": "nasb:Daniel:6:17",
        "t": "A stone was brought and laid over the mouth of the den; and the king sealed it with his own signet ring and with the signet rings of his nobles, so that nothing would be changed in regard to Daniel."
    },
    {
        "o": 24393,
        "r": "nasb:Daniel:6:18",
        "t": "Then the king went off to his palace and spent the night fasting, and no entertainment was brought before him; and his sleep fled from him."
    },
    {
        "o": 24394,
        "r": "nasb:Daniel:6:19",
        "t": "Then*p the king arose at dawn, at the break of day, and went in haste to the lions’ den."
    },
    {
        "o": 24395,
        "r": "nasb:Daniel:6:20",
        "t": "When he had come near the den to Daniel, he cried out with a troubled voice. The king spoke and said to Daniel, “Daniel, servant of the living God, has your God, whom you constantly serve, been able to deliver you from the lions?”"
    },
    {
        "o": 24396,
        "r": "nasb:Daniel:6:21",
        "t": "Then Daniel spoke to the king, “O king, live forever!"
    },
    {
        "o": 24397,
        "r": "nasb:Daniel:6:22",
        "t": "My God sent His angel and shut the lions’ mouths and they have not harmed me, inasmuch as I was found innocent before Him; and also toward you, O king, I have committed no crime.”"
    },
    {
        "o": 24398,
        "r": "nasb:Daniel:6:23",
        "t": "Then the king was very pleased and gave orders for Daniel to be taken up out of the den. So Daniel was taken up out of the den and no injury whatever was found on him, because he had trusted in his God."
    },
    {
        "o": 24399,
        "r": "nasb:Daniel:6:24",
        "t": "The king then gave orders, and they brought those men who had maliciously accused Daniel, and they cast them, their children and their wives into the lions’ den; and they had not reached the bottom of the den before the lions overpowered them and crushed all their bones."
    },
    {
        "o": 24400,
        "r": "nasb:Daniel:6:25",
        "t": "Then*p Darius the king wrote to all the peoples, nations and men*i of*i every*i language who were living in all the land: “May your peace abound!"
    },
    {
        "o": 24401,
        "r": "nasb:Daniel:6:26",
        "t": "I make a decree that in all the dominion of my kingdom men are to fear and tremble before the God of Daniel; For*pn He is the living God and enduring forever, And*ln His kingdom is one which will not be destroyed, And*ln His dominion will*i be*i forever."
    },
    {
        "o": 24402,
        "r": "nasb:Daniel:6:27",
        "t": "He*ln delivers and rescues and performs signs and wonders In*ln heaven and on earth, Who*ln has also*i delivered Daniel from the power of the lions.”"
    },
    {
        "o": 24403,
        "r": "nasb:Daniel:6:28",
        "t": "So*p this Daniel enjoyed success in the reign of Darius and in the reign of Cyrus the Persian."
    }
]
