[
    {
        "o": 3935,
        "r": "nasb:Numbers:1:0",
        "t": "Numbers 1",
        "h": 1
    },
    {
        "o": 3936,
        "r": "nasb:Numbers:1:0",
        "t": "The Census of Israel’s Warriors",
        "h": 2
    },
    {
        "o": 3937,
        "r": "nasb:Numbers:1:1",
        "t": "Then*p the Lord*s spoke to Moses in the wilderness of Sinai, in the tent of meeting, on the first of the second month, in the second year after they had come out of the land of Egypt, saying,"
    },
    {
        "o": 3938,
        "r": "nasb:Numbers:1:2",
        "t": "“Take a census of all the congregation of the sons of Israel, by their families, by their fathers’ households, according to the number of names, every male, head by head"
    },
    {
        "o": 3939,
        "r": "nasb:Numbers:1:3",
        "t": "from twenty years old and upward, whoever is*i able*i to*i go out to war in Israel, you and Aaron shall number them by their armies."
    },
    {
        "o": 3940,
        "r": "nasb:Numbers:1:4",
        "t": "With you, moreover, there shall be a man of each tribe, each one head of his father’s household."
    },
    {
        "o": 3941,
        "r": "nasb:Numbers:1:5",
        "t": "These then are the names of the men who shall stand with you: of Reuben, Elizur the son of Shedeur;"
    },
    {
        "o": 3942,
        "r": "nasb:Numbers:1:6",
        "t": "of Simeon, Shelumiel the son of Zurishaddai;"
    },
    {
        "o": 3943,
        "r": "nasb:Numbers:1:7",
        "t": "of Judah, Nahshon the son of Amminadab;"
    },
    {
        "o": 3944,
        "r": "nasb:Numbers:1:8",
        "t": "of Issachar, Nethanel the son of Zuar;"
    },
    {
        "o": 3945,
        "r": "nasb:Numbers:1:9",
        "t": "of Zebulun, Eliab the son of Helon;"
    },
    {
        "o": 3946,
        "r": "nasb:Numbers:1:10",
        "t": "of the sons of Joseph: of Ephraim, Elishama the son of Ammihud; of Manasseh, Gamaliel the son of Pedahzur;"
    },
    {
        "o": 3947,
        "r": "nasb:Numbers:1:11",
        "t": "of Benjamin, Abidan the son of Gideoni;"
    },
    {
        "o": 3948,
        "r": "nasb:Numbers:1:12",
        "t": "of Dan, Ahiezer the son of Ammishaddai;"
    },
    {
        "o": 3949,
        "r": "nasb:Numbers:1:13",
        "t": "of Asher, Pagiel the son of Ochran;"
    },
    {
        "o": 3950,
        "r": "nasb:Numbers:1:14",
        "t": "of Gad, Eliasaph the son of Deuel;"
    },
    {
        "o": 3951,
        "r": "nasb:Numbers:1:15",
        "t": "of Naphtali, Ahira the son of Enan."
    },
    {
        "o": 3952,
        "r": "nasb:Numbers:1:16",
        "t": "These are they who were called of the congregation, the leaders of their fathers’ tribes; they were the heads of divisions of Israel.”"
    },
    {
        "o": 3953,
        "r": "nasb:Numbers:1:17",
        "t": "So*p Moses and Aaron took these men who had been designated by name,"
    },
    {
        "o": 3954,
        "r": "nasb:Numbers:1:18",
        "t": "and they assembled all the congregation together on the first of the second month. Then they registered by ancestry in their families, by their fathers’ households, according to the number of names, from twenty years old and upward, head by head,"
    },
    {
        "o": 3955,
        "r": "nasb:Numbers:1:19",
        "t": "just as the Lord*s had commanded Moses. So he numbered them in the wilderness of Sinai."
    },
    {
        "o": 3956,
        "r": "nasb:Numbers:1:20",
        "t": "Now*p the sons of Reuben, Israel’s firstborn, their genealogical registration by their families, by their fathers’ households, according to the number of names, head by head, every male from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3957,
        "r": "nasb:Numbers:1:21",
        "t": "their numbered men of the tribe of Reuben were*i 46,500."
    },
    {
        "o": 3958,
        "r": "nasb:Numbers:1:22",
        "t": "Of*p the sons of Simeon, their genealogical registration by their families, by their fathers’ households, their numbered men, according to the number of names, head by head, every male from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3959,
        "r": "nasb:Numbers:1:23",
        "t": "their numbered men of the tribe of Simeon were*i 59,300."
    },
    {
        "o": 3960,
        "r": "nasb:Numbers:1:24",
        "t": "Of*p the sons of Gad, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3961,
        "r": "nasb:Numbers:1:25",
        "t": "their numbered men of the tribe of Gad were*i 45,650."
    },
    {
        "o": 3962,
        "r": "nasb:Numbers:1:26",
        "t": "Of*p the sons of Judah, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3963,
        "r": "nasb:Numbers:1:27",
        "t": "their numbered men of the tribe of Judah were*i 74,600."
    },
    {
        "o": 3964,
        "r": "nasb:Numbers:1:28",
        "t": "Of*p the sons of Issachar, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3965,
        "r": "nasb:Numbers:1:29",
        "t": "their numbered men of the tribe of Issachar were*i 54,400."
    },
    {
        "o": 3966,
        "r": "nasb:Numbers:1:30",
        "t": "Of*p the sons of Zebulun, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3967,
        "r": "nasb:Numbers:1:31",
        "t": "their numbered men of the tribe of Zebulun were*i 57,400."
    },
    {
        "o": 3968,
        "r": "nasb:Numbers:1:32",
        "t": "Of*p the sons of Joseph, namely,*i of the sons of Ephraim, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3969,
        "r": "nasb:Numbers:1:33",
        "t": "their numbered men of the tribe of Ephraim were*i 40,500."
    },
    {
        "o": 3970,
        "r": "nasb:Numbers:1:34",
        "t": "Of*p the sons of Manasseh, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3971,
        "r": "nasb:Numbers:1:35",
        "t": "their numbered men of the tribe of Manasseh were*i 32,200."
    },
    {
        "o": 3972,
        "r": "nasb:Numbers:1:36",
        "t": "Of*p the sons of Benjamin, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3973,
        "r": "nasb:Numbers:1:37",
        "t": "their numbered men of the tribe of Benjamin were*i 35,400."
    },
    {
        "o": 3974,
        "r": "nasb:Numbers:1:38",
        "t": "Of*p the sons of Dan, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3975,
        "r": "nasb:Numbers:1:39",
        "t": "their numbered men of the tribe of Dan were*i 62,700."
    },
    {
        "o": 3976,
        "r": "nasb:Numbers:1:40",
        "t": "Of*p the sons of Asher, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3977,
        "r": "nasb:Numbers:1:41",
        "t": "their numbered men of the tribe of Asher were*i 41,500."
    },
    {
        "o": 3978,
        "r": "nasb:Numbers:1:42",
        "t": "Of*p the sons of Naphtali, their genealogical registration by their families, by their fathers’ households, according to the number of names, from twenty years old and upward, whoever was*i able*i to*i go out to war,"
    },
    {
        "o": 3979,
        "r": "nasb:Numbers:1:43",
        "t": "their numbered men of the tribe of Naphtali were*i 53,400."
    },
    {
        "o": 3980,
        "r": "nasb:Numbers:1:44",
        "t": "These*p are the ones who were numbered, whom Moses and Aaron numbered, with the leaders of Israel, twelve men, each of whom was of his father’s household."
    },
    {
        "o": 3981,
        "r": "nasb:Numbers:1:45",
        "t": "So all the numbered men of the sons of Israel by their fathers’ households, from twenty years old and upward, whoever was*i able*i to*i go out to war in Israel,"
    },
    {
        "o": 3982,
        "r": "nasb:Numbers:1:46",
        "t": "even all the numbered men were 603,550."
    },
    {
        "o": 3983,
        "r": "nasb:Numbers:1:46",
        "t": "Levites Exempted",
        "h": 2
    },
    {
        "o": 3984,
        "r": "nasb:Numbers:1:47",
        "t": "The*p Levites, however, were not numbered among them by their fathers’ tribe."
    },
    {
        "o": 3985,
        "r": "nasb:Numbers:1:48",
        "t": "For the Lord*s had spoken to Moses, saying,"
    },
    {
        "o": 3986,
        "r": "nasb:Numbers:1:49",
        "t": "“Only the tribe of Levi you shall not number, nor shall you take their census among the sons of Israel."
    },
    {
        "o": 3987,
        "r": "nasb:Numbers:1:50",
        "t": "But you shall appoint the Levites over the tabernacle of the testimony, and over all its furnishings and over all that belongs to it. They shall carry the tabernacle and all its furnishings, and they shall take care of it; they shall also camp around the tabernacle."
    },
    {
        "o": 3988,
        "r": "nasb:Numbers:1:51",
        "t": "So when the tabernacle is to set out, the Levites shall take it down; and when the tabernacle encamps, the Levites shall set it up. But the layman who comes near shall be put to death."
    },
    {
        "o": 3989,
        "r": "nasb:Numbers:1:52",
        "t": "The sons of Israel shall camp, each man by his own camp, and each man by his own standard, according to their armies."
    },
    {
        "o": 3990,
        "r": "nasb:Numbers:1:53",
        "t": "But the Levites shall camp around the tabernacle of the testimony, so that there will be no wrath on the congregation of the sons of Israel. So the Levites shall keep charge of the tabernacle of the testimony.”"
    },
    {
        "o": 3991,
        "r": "nasb:Numbers:1:54",
        "t": "Thus the sons of Israel did; according to all which the Lord*s had commanded Moses, so they did."
    },
    {
        "o": 3992,
        "r": "nasb:Numbers:2:0",
        "t": "Numbers 2",
        "h": 1
    },
    {
        "o": 3993,
        "r": "nasb:Numbers:2:0",
        "t": "Arrangement of the Camps",
        "h": 2
    },
    {
        "o": 3994,
        "r": "nasb:Numbers:2:1",
        "t": "Now*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 3995,
        "r": "nasb:Numbers:2:2",
        "t": "“The sons of Israel shall camp, each by his own standard, with the banners of their fathers’ households; they shall camp around the tent of meeting at a distance."
    },
    {
        "o": 3996,
        "r": "nasb:Numbers:2:3",
        "t": "Now those who camp on the east side toward the sunrise shall*i be*i of the standard of the camp of Judah, by their armies, and the leader of the sons of Judah: Nahshon the son of Amminadab,"
    },
    {
        "o": 3997,
        "r": "nasb:Numbers:2:4",
        "t": "and his army, even their numbered men, 74,600."
    },
    {
        "o": 3998,
        "r": "nasb:Numbers:2:5",
        "t": "Those who camp next to him shall*i be*i the tribe of Issachar, and the leader of the sons of Issachar: Nethanel the son of Zuar,"
    },
    {
        "o": 3999,
        "r": "nasb:Numbers:2:6",
        "t": "and his army, even their numbered men, 54,400."
    },
    {
        "o": 4000,
        "r": "nasb:Numbers:2:7",
        "t": "Then*i comes*i the tribe of Zebulun, and the leader of the sons of Zebulun: Eliab the son of Helon,"
    },
    {
        "o": 4001,
        "r": "nasb:Numbers:2:8",
        "t": "and his army, even his numbered men, 57,400."
    },
    {
        "o": 4002,
        "r": "nasb:Numbers:2:9",
        "t": "The total of the numbered men of the camp of Judah: 186,400, by their armies. They shall set out first."
    },
    {
        "o": 4003,
        "r": "nasb:Numbers:2:10",
        "t": "“On*p the south side shall*i be*i the standard of the camp of Reuben by their armies, and the leader of the sons of Reuben: Elizur the son of Shedeur,"
    },
    {
        "o": 4004,
        "r": "nasb:Numbers:2:11",
        "t": "and his army, even their numbered men, 46,500."
    },
    {
        "o": 4005,
        "r": "nasb:Numbers:2:12",
        "t": "Those who camp next to him shall*i be*i the tribe of Simeon, and the leader of the sons of Simeon: Shelumiel the son of Zurishaddai,"
    },
    {
        "o": 4006,
        "r": "nasb:Numbers:2:13",
        "t": "and his army, even their numbered men, 59,300."
    },
    {
        "o": 4007,
        "r": "nasb:Numbers:2:14",
        "t": "Then comes*i the tribe of Gad, and the leader of the sons of Gad: Eliasaph the son of Deuel,"
    },
    {
        "o": 4008,
        "r": "nasb:Numbers:2:15",
        "t": "and his army, even their numbered men, 45,650."
    },
    {
        "o": 4009,
        "r": "nasb:Numbers:2:16",
        "t": "The total of the numbered men of the camp of Reuben: 151,450 by their armies. And they shall set out second."
    },
    {
        "o": 4010,
        "r": "nasb:Numbers:2:17",
        "t": "“Then*p the tent of meeting shall set out with*i the camp of the Levites in the midst of the camps; just as they camp, so they shall set out, every man in his place by their standards."
    },
    {
        "o": 4011,
        "r": "nasb:Numbers:2:18",
        "t": "“On*p the west side shall*i be*i the standard of the camp of Ephraim by their armies, and the leader of the sons of Ephraim shall*i be*i Elishama the son of Ammihud,"
    },
    {
        "o": 4012,
        "r": "nasb:Numbers:2:19",
        "t": "and his army, even their numbered men, 40,500."
    },
    {
        "o": 4013,
        "r": "nasb:Numbers:2:20",
        "t": "Next to him shall*i be*i the tribe of Manasseh, and the leader of the sons of Manasseh: Gamaliel the son of Pedahzur,"
    },
    {
        "o": 4014,
        "r": "nasb:Numbers:2:21",
        "t": "and his army, even their numbered men, 32,200."
    },
    {
        "o": 4015,
        "r": "nasb:Numbers:2:22",
        "t": "Then comes*i the tribe of Benjamin, and the leader of the sons of Benjamin: Abidan the son of Gideoni,"
    },
    {
        "o": 4016,
        "r": "nasb:Numbers:2:23",
        "t": "and his army, even their numbered men, 35,400."
    },
    {
        "o": 4017,
        "r": "nasb:Numbers:2:24",
        "t": "The total of the numbered men of the camp of Ephraim: 108,100, by their armies. And they shall set out third."
    },
    {
        "o": 4018,
        "r": "nasb:Numbers:2:25",
        "t": "“On*p the north side shall*i be*i the standard of the camp of Dan by their armies, and the leader of the sons of Dan: Ahiezer the son of Ammishaddai,"
    },
    {
        "o": 4019,
        "r": "nasb:Numbers:2:26",
        "t": "and his army, even their numbered men, 62,700."
    },
    {
        "o": 4020,
        "r": "nasb:Numbers:2:27",
        "t": "Those who camp next to him shall*i be*i the tribe of Asher, and the leader of the sons of Asher: Pagiel the son of Ochran,"
    },
    {
        "o": 4021,
        "r": "nasb:Numbers:2:28",
        "t": "and his army, even their numbered men, 41,500."
    },
    {
        "o": 4022,
        "r": "nasb:Numbers:2:29",
        "t": "Then comes*i the tribe of Naphtali, and the leader of the sons of Naphtali: Ahira the son of Enan,"
    },
    {
        "o": 4023,
        "r": "nasb:Numbers:2:30",
        "t": "and his army, even their numbered men, 53,400."
    },
    {
        "o": 4024,
        "r": "nasb:Numbers:2:31",
        "t": "The total of the numbered men of the camp of Dan was*i 157,600. They shall set out last by their standards.”"
    },
    {
        "o": 4025,
        "r": "nasb:Numbers:2:32",
        "t": "These*p are the numbered men of the sons of Israel by their fathers’ households; the total of the numbered men of the camps by their armies, 603,550."
    },
    {
        "o": 4026,
        "r": "nasb:Numbers:2:33",
        "t": "The Levites, however, were not numbered among the sons of Israel, just as the Lord*s had commanded Moses."
    },
    {
        "o": 4027,
        "r": "nasb:Numbers:2:34",
        "t": "Thus the sons of Israel did; according to all that the Lord*s commanded Moses, so they camped by their standards, and so they set out, every one by his family according to his father’s household."
    },
    {
        "o": 4028,
        "r": "nasb:Numbers:3:0",
        "t": "Numbers 3",
        "h": 1
    },
    {
        "o": 4029,
        "r": "nasb:Numbers:3:0",
        "t": "Levites to Be Priesthood",
        "h": 2
    },
    {
        "o": 4030,
        "r": "nasb:Numbers:3:1",
        "t": "Now*p these are the*i records*i of*i the generations of Aaron and Moses at the time when the Lord*s spoke with Moses on Mount Sinai."
    },
    {
        "o": 4031,
        "r": "nasb:Numbers:3:2",
        "t": "These then are the names of the sons of Aaron: Nadab the firstborn, and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 4032,
        "r": "nasb:Numbers:3:3",
        "t": "These are the names of the sons of Aaron, the anointed priests, whom he ordained to serve as priests."
    },
    {
        "o": 4033,
        "r": "nasb:Numbers:3:4",
        "t": "But Nadab and Abihu died before the Lord*s when they offered strange fire before the Lord*s in the wilderness of Sinai; and they had no children. So Eleazar and Ithamar served as priests in the lifetime of their father Aaron."
    },
    {
        "o": 4034,
        "r": "nasb:Numbers:3:5",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4035,
        "r": "nasb:Numbers:3:6",
        "t": "“Bring the tribe of Levi near and set them before Aaron the priest, that they may serve him."
    },
    {
        "o": 4036,
        "r": "nasb:Numbers:3:7",
        "t": "They shall perform the duties for him and for the whole congregation before the tent of meeting, to do the service of the tabernacle."
    },
    {
        "o": 4037,
        "r": "nasb:Numbers:3:8",
        "t": "They shall also keep all the furnishings of the tent of meeting, along with the duties of the sons of Israel, to do the service of the tabernacle."
    },
    {
        "o": 4038,
        "r": "nasb:Numbers:3:9",
        "t": "You shall thus give the Levites to Aaron and to his sons; they are wholly given to him from among the sons of Israel."
    },
    {
        "o": 4039,
        "r": "nasb:Numbers:3:10",
        "t": "So you shall appoint Aaron and his sons that they may keep their priesthood, but the layman who comes near shall be put to death.”"
    },
    {
        "o": 4040,
        "r": "nasb:Numbers:3:11",
        "t": "Again*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4041,
        "r": "nasb:Numbers:3:12",
        "t": "“Now, behold, I have taken the Levites from among the sons of Israel instead of every firstborn, the first issue of the womb among the sons of Israel. So the Levites shall be Mine."
    },
    {
        "o": 4042,
        "r": "nasb:Numbers:3:13",
        "t": "For all the firstborn are Mine; on the day that I struck down all the firstborn in the land of Egypt, I sanctified to Myself all the firstborn in Israel, from man to beast. They shall be Mine; I am the Lord.”*s"
    },
    {
        "o": 4043,
        "r": "nasb:Numbers:3:14",
        "t": "Then*p the Lord*s spoke to Moses in the wilderness of Sinai, saying,"
    },
    {
        "o": 4044,
        "r": "nasb:Numbers:3:15",
        "t": "“Number the sons of Levi by their fathers’ households, by their families; every male from a month old and upward you shall number.”"
    },
    {
        "o": 4045,
        "r": "nasb:Numbers:3:16",
        "t": "So Moses numbered them according to the word of the Lord,*s just as he had been commanded."
    },
    {
        "o": 4046,
        "r": "nasb:Numbers:3:17",
        "t": "These then are the sons of Levi by their names: Gershon and Kohath and Merari."
    },
    {
        "o": 4047,
        "r": "nasb:Numbers:3:18",
        "t": "These are the names of the sons of Gershon by their families: Libni and Shimei;"
    },
    {
        "o": 4048,
        "r": "nasb:Numbers:3:19",
        "t": "and the sons of Kohath by their families: Amram and Izhar, Hebron and Uzziel;"
    },
    {
        "o": 4049,
        "r": "nasb:Numbers:3:20",
        "t": "and the sons of Merari by their families: Mahli and Mushi. These are the families of the Levites according to their fathers’ households."
    },
    {
        "o": 4050,
        "r": "nasb:Numbers:3:21",
        "t": "Of*p Gershon was*i the family of the Libnites and the family of the Shimeites; these were*i the families of the Gershonites."
    },
    {
        "o": 4051,
        "r": "nasb:Numbers:3:22",
        "t": "Their numbered men, in the numbering of every male from a month old and upward, even*i their numbered men were*i 7,500."
    },
    {
        "o": 4052,
        "r": "nasb:Numbers:3:23",
        "t": "The families of the Gershonites were to camp behind the tabernacle westward,"
    },
    {
        "o": 4053,
        "r": "nasb:Numbers:3:24",
        "t": "and the leader of the fathers’ households of the Gershonites was*i Eliasaph the son of Lael."
    },
    {
        "o": 4054,
        "r": "nasb:Numbers:3:24",
        "t": "Duties of the Priests",
        "h": 2
    },
    {
        "o": 4055,
        "r": "nasb:Numbers:3:25",
        "t": "Now*p the duties of the sons of Gershon in the tent of meeting involved*i the tabernacle and the tent, its covering, and the screen for the doorway of the tent of meeting,"
    },
    {
        "o": 4056,
        "r": "nasb:Numbers:3:26",
        "t": "and the hangings of the court, and the screen for the doorway of the court which is around the tabernacle and the altar, and its cords, according to all the service concerning them."
    },
    {
        "o": 4057,
        "r": "nasb:Numbers:3:27",
        "t": "Of*p Kohath was*i the family of the Amramites and the family of the Izharites and the family of the Hebronites and the family of the Uzzielites; these were the families of the Kohathites."
    },
    {
        "o": 4058,
        "r": "nasb:Numbers:3:28",
        "t": "In the numbering of every male from a month old and upward, there*i were*i 8,600, performing the duties of the sanctuary."
    },
    {
        "o": 4059,
        "r": "nasb:Numbers:3:29",
        "t": "The families of the sons of Kohath were to camp on the southward side of the tabernacle,"
    },
    {
        "o": 4060,
        "r": "nasb:Numbers:3:30",
        "t": "and the leader of the fathers’ households of the Kohathite families was Elizaphan the son of Uzziel."
    },
    {
        "o": 4061,
        "r": "nasb:Numbers:3:31",
        "t": "Now their duties involved*i the ark, the table, the lampstand, the altars, and the utensils of the sanctuary with which they minister, and the screen, and all the service concerning them;"
    },
    {
        "o": 4062,
        "r": "nasb:Numbers:3:32",
        "t": "and Eleazar the son of Aaron the priest was*i the chief of the leaders of Levi, and*i had*i the oversight of those who perform the duties of the sanctuary."
    },
    {
        "o": 4063,
        "r": "nasb:Numbers:3:33",
        "t": "Of*p Merari was*i the family of the Mahlites and the family of the Mushites; these were*i the families of Merari."
    },
    {
        "o": 4064,
        "r": "nasb:Numbers:3:34",
        "t": "Their numbered men in the numbering of every male from a month old and upward, were*i 6,200."
    },
    {
        "o": 4065,
        "r": "nasb:Numbers:3:35",
        "t": "The leader of the fathers’ households of the families of Merari was*i Zuriel the son of Abihail. They were*i to camp on the northward side of the tabernacle."
    },
    {
        "o": 4066,
        "r": "nasb:Numbers:3:36",
        "t": "Now the appointed duties of the sons of Merari involved*i the frames of the tabernacle, its bars, its pillars, its sockets, all its equipment, and the service concerning them,"
    },
    {
        "o": 4067,
        "r": "nasb:Numbers:3:37",
        "t": "and the pillars around the court with their sockets and their pegs and their cords."
    },
    {
        "o": 4068,
        "r": "nasb:Numbers:3:38",
        "t": "Now*p those who were to camp before the tabernacle eastward, before the tent of meeting toward the sunrise, are Moses and Aaron and his sons, performing the duties of the sanctuary for the obligation of the sons of Israel; but the layman coming near was to be put to death."
    },
    {
        "o": 4069,
        "r": "nasb:Numbers:3:39",
        "t": "All the numbered men of the Levites, whom Moses and Aaron numbered at the command of the Lord*s by their families, every male from a month old and upward, were*i 22,000."
    },
    {
        "o": 4070,
        "r": "nasb:Numbers:3:39",
        "t": "Firstborn Redeemed",
        "h": 2
    },
    {
        "o": 4071,
        "r": "nasb:Numbers:3:40",
        "t": "Then*p the Lord*s said to Moses, “Number every firstborn male of the sons of Israel from a month old and upward, and make a list of their names."
    },
    {
        "o": 4072,
        "r": "nasb:Numbers:3:41",
        "t": "You shall take the Levites for Me, I am the Lord,*s instead of all the firstborn among the sons of Israel, and the cattle of the Levites instead of all the firstborn among the cattle of the sons of Israel.”"
    },
    {
        "o": 4073,
        "r": "nasb:Numbers:3:42",
        "t": "So Moses numbered all the firstborn among the sons of Israel, just as the Lord*s had commanded him;"
    },
    {
        "o": 4074,
        "r": "nasb:Numbers:3:43",
        "t": "and all the firstborn males by the number of names from a month old and upward, for their numbered men were 22,273."
    },
    {
        "o": 4075,
        "r": "nasb:Numbers:3:44",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4076,
        "r": "nasb:Numbers:3:45",
        "t": "“Take the Levites instead of all the firstborn among the sons of Israel and the cattle of the Levites. And the Levites shall be Mine; I am the Lord.*s"
    },
    {
        "o": 4077,
        "r": "nasb:Numbers:3:46",
        "t": "For the ransom of the 273 of the firstborn of the sons of Israel who are in excess beyond the Levites,"
    },
    {
        "o": 4078,
        "r": "nasb:Numbers:3:47",
        "t": "you shall take five shekels apiece, per head; you shall take them*i in terms of the shekel of the sanctuary (the shekel is twenty gerahs),"
    },
    {
        "o": 4079,
        "r": "nasb:Numbers:3:48",
        "t": "and give the money, the ransom of those who are in excess among them, to Aaron and to his sons.”"
    },
    {
        "o": 4080,
        "r": "nasb:Numbers:3:49",
        "t": "So Moses took the ransom money from those who were in excess, beyond those ransomed by the Levites;"
    },
    {
        "o": 4081,
        "r": "nasb:Numbers:3:50",
        "t": "from the firstborn of the sons of Israel he took the money in terms of the shekel of the sanctuary, 1,365."
    },
    {
        "o": 4082,
        "r": "nasb:Numbers:3:51",
        "t": "Then Moses gave the ransom money to Aaron and to his sons, at the command of the Lord,*s just as the Lord*s had commanded Moses."
    },
    {
        "o": 4083,
        "r": "nasb:Numbers:4:0",
        "t": "Numbers 4",
        "h": 1
    },
    {
        "o": 4084,
        "r": "nasb:Numbers:4:0",
        "t": "Duties of the Kohathites",
        "h": 2
    },
    {
        "o": 4085,
        "r": "nasb:Numbers:4:1",
        "t": "Then*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 4086,
        "r": "nasb:Numbers:4:2",
        "t": "“Take a census of the descendants of Kohath from among the sons of Levi, by their families, by their fathers’ households,"
    },
    {
        "o": 4087,
        "r": "nasb:Numbers:4:3",
        "t": "from thirty years and upward, even to fifty years old, all who enter the service to do the work in the tent of meeting."
    },
    {
        "o": 4088,
        "r": "nasb:Numbers:4:4",
        "t": "This is the work of the descendants of Kohath in the tent of meeting, concerning*i the most holy things."
    },
    {
        "o": 4089,
        "r": "nasb:Numbers:4:5",
        "t": "“When*p the camp sets out, Aaron and his sons shall go in and they shall take down the veil of the screen and cover the ark of the testimony with it;"
    },
    {
        "o": 4090,
        "r": "nasb:Numbers:4:6",
        "t": "and they shall lay a covering of porpoise skin on it, and shall spread over it*i a cloth of pure blue, and shall insert its poles."
    },
    {
        "o": 4091,
        "r": "nasb:Numbers:4:7",
        "t": "Over the table of the bread of the Presence they shall also spread a cloth of blue and put on it the dishes and the pans and the sacrificial bowls and the jars for the drink offering, and the continual bread shall be on it."
    },
    {
        "o": 4092,
        "r": "nasb:Numbers:4:8",
        "t": "They shall spread over them a cloth of scarlet material,*i and cover the same with a covering of porpoise skin, and they shall insert its poles."
    },
    {
        "o": 4093,
        "r": "nasb:Numbers:4:9",
        "t": "Then they shall take a blue cloth and cover the lampstand for the light, along with its lamps and its snuffers, and its trays and all its oil vessels, by which they serve it;"
    },
    {
        "o": 4094,
        "r": "nasb:Numbers:4:10",
        "t": "and they shall put it and all its utensils in a covering of porpoise skin, and shall put it on the carrying bars."
    },
    {
        "o": 4095,
        "r": "nasb:Numbers:4:11",
        "t": "Over the golden altar they shall spread a blue cloth and cover it with a covering of porpoise skin, and shall insert its poles;"
    },
    {
        "o": 4096,
        "r": "nasb:Numbers:4:12",
        "t": "and they shall take all the utensils of service, with which they serve in the sanctuary, and put them in a blue cloth and cover them with a covering of porpoise skin, and put them on the carrying bars."
    },
    {
        "o": 4097,
        "r": "nasb:Numbers:4:13",
        "t": "Then they shall take away the ashes from the altar, and spread a purple cloth over it."
    },
    {
        "o": 4098,
        "r": "nasb:Numbers:4:14",
        "t": "They shall also put on it all its utensils by which they serve in connection with it: the firepans, the forks and shovels and the basins, all the utensils of the altar; and they shall spread a cover of porpoise skin over it and insert its poles."
    },
    {
        "o": 4099,
        "r": "nasb:Numbers:4:15",
        "t": "When Aaron and his sons have finished covering the holy objects*i and all the furnishings of the sanctuary, when the camp is to set out, after that the sons of Kohath shall come to carry them,*i so that they will not touch the holy objects*i and die. These are the things in the tent of meeting which the sons of Kohath are to carry."
    },
    {
        "o": 4100,
        "r": "nasb:Numbers:4:16",
        "t": "“The*p responsibility of Eleazar the son of Aaron the priest is the oil for the light and the fragrant incense and the continual grain offering and the anointing oil—the responsibility of all the tabernacle and of all that is in it, with the sanctuary and its furnishings.”"
    },
    {
        "o": 4101,
        "r": "nasb:Numbers:4:17",
        "t": "Then*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 4102,
        "r": "nasb:Numbers:4:18",
        "t": "“Do not let the tribe of the families of the Kohathites be cut off from among the Levites."
    },
    {
        "o": 4103,
        "r": "nasb:Numbers:4:19",
        "t": "But do this to them that they may live and not die when they approach the most holy objects:*i Aaron and his sons shall go in and assign each of them to his work and to his load;"
    },
    {
        "o": 4104,
        "r": "nasb:Numbers:4:20",
        "t": "but they shall not go in to see the holy objects*i even for a moment, or they will die.”"
    },
    {
        "o": 4105,
        "r": "nasb:Numbers:4:20",
        "t": "Duties of the Gershonites",
        "h": 2
    },
    {
        "o": 4106,
        "r": "nasb:Numbers:4:21",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4107,
        "r": "nasb:Numbers:4:22",
        "t": "“Take a census of the sons of Gershon also, by their fathers’ households, by their families;"
    },
    {
        "o": 4108,
        "r": "nasb:Numbers:4:23",
        "t": "from thirty years and upward to fifty years old, you shall number them; all who enter to perform the service to do the work in the tent of meeting."
    },
    {
        "o": 4109,
        "r": "nasb:Numbers:4:24",
        "t": "This is the service of the families of the Gershonites, in serving and in carrying:"
    },
    {
        "o": 4110,
        "r": "nasb:Numbers:4:25",
        "t": "they shall carry the curtains of the tabernacle and the tent of meeting with*i its covering and the covering of porpoise skin that is on top of it, and the screen for the doorway of the tent of meeting,"
    },
    {
        "o": 4111,
        "r": "nasb:Numbers:4:26",
        "t": "and the hangings of the court, and the screen for the doorway of the gate of the court which is around the tabernacle and the altar, and their cords and all the equipment for their service; and all that is to be done, they shall perform."
    },
    {
        "o": 4112,
        "r": "nasb:Numbers:4:27",
        "t": "All the service of the sons of the Gershonites, in all their loads and in all their work, shall be performed*i at the command of Aaron and his sons; and you shall assign to them as a duty all their loads."
    },
    {
        "o": 4113,
        "r": "nasb:Numbers:4:28",
        "t": "This is the service of the families of the sons of the Gershonites in the tent of meeting, and their duties shall*i be*i under the direction of Ithamar the son of Aaron the priest."
    },
    {
        "o": 4114,
        "r": "nasb:Numbers:4:28",
        "t": "Duties of the Merarites",
        "h": 2
    },
    {
        "o": 4115,
        "r": "nasb:Numbers:4:29",
        "t": "“As*ip for*i the sons of Merari, you shall number them by their families, by their fathers’ households;"
    },
    {
        "o": 4116,
        "r": "nasb:Numbers:4:30",
        "t": "from thirty years and upward even to fifty years old, you shall number them, everyone who enters the service to do the work of the tent of meeting."
    },
    {
        "o": 4117,
        "r": "nasb:Numbers:4:31",
        "t": "Now this is the duty of their loads, for all their service in the tent of meeting: the boards of the tabernacle and its bars and its pillars and its sockets,"
    },
    {
        "o": 4118,
        "r": "nasb:Numbers:4:32",
        "t": "and the pillars around the court and their sockets and their pegs and their cords, with all their equipment and with all their service; and you shall assign each*i man*i by name the items he is to carry."
    },
    {
        "o": 4119,
        "r": "nasb:Numbers:4:33",
        "t": "This is the service of the families of the sons of Merari, according to all their service in the tent of meeting, under the direction of Ithamar the son of Aaron the priest.”"
    },
    {
        "o": 4120,
        "r": "nasb:Numbers:4:34",
        "t": "So*p Moses and Aaron and the leaders of the congregation numbered the sons of the Kohathites by their families and by their fathers’ households,"
    },
    {
        "o": 4121,
        "r": "nasb:Numbers:4:35",
        "t": "from thirty years and upward even to fifty years old, everyone who entered the service for work in the tent of meeting."
    },
    {
        "o": 4122,
        "r": "nasb:Numbers:4:36",
        "t": "Their numbered men by their families were 2,750."
    },
    {
        "o": 4123,
        "r": "nasb:Numbers:4:37",
        "t": "These are the numbered men of the Kohathite families, everyone who was serving in the tent of meeting, whom Moses and Aaron numbered according to the commandment of the Lord*s through Moses."
    },
    {
        "o": 4124,
        "r": "nasb:Numbers:4:38",
        "t": "The*p numbered men of the sons of Gershon by their families and by their fathers’ households,"
    },
    {
        "o": 4125,
        "r": "nasb:Numbers:4:39",
        "t": "from thirty years and upward even to fifty years old, everyone who entered the service for work in the tent of meeting."
    },
    {
        "o": 4126,
        "r": "nasb:Numbers:4:40",
        "t": "Their numbered men by their families, by their fathers’ households, were 2,630."
    },
    {
        "o": 4127,
        "r": "nasb:Numbers:4:41",
        "t": "These are the numbered men of the families of the sons of Gershon, everyone who was serving in the tent of meeting, whom Moses and Aaron numbered according to the commandment of the Lord.*s"
    },
    {
        "o": 4128,
        "r": "nasb:Numbers:4:42",
        "t": "The*p numbered men of the families of the sons of Merari by their families, by their fathers’ households,"
    },
    {
        "o": 4129,
        "r": "nasb:Numbers:4:43",
        "t": "from thirty years and upward even to fifty years old, everyone who entered the service for work in the tent of meeting."
    },
    {
        "o": 4130,
        "r": "nasb:Numbers:4:44",
        "t": "Their numbered men by their families were 3,200."
    },
    {
        "o": 4131,
        "r": "nasb:Numbers:4:45",
        "t": "These are the numbered men of the families of the sons of Merari, whom Moses and Aaron numbered according to the commandment of the Lord*s through Moses."
    },
    {
        "o": 4132,
        "r": "nasb:Numbers:4:46",
        "t": "All*p the numbered men of the Levites, whom Moses and Aaron and the leaders of Israel numbered, by their families and by their fathers’ households,"
    },
    {
        "o": 4133,
        "r": "nasb:Numbers:4:47",
        "t": "from thirty years and upward even to fifty years old, everyone who could enter to do the work of service and the work of carrying in the tent of meeting."
    },
    {
        "o": 4134,
        "r": "nasb:Numbers:4:48",
        "t": "Their numbered men were 8,580."
    },
    {
        "o": 4135,
        "r": "nasb:Numbers:4:49",
        "t": "According to the commandment of the Lord*s through Moses, they were numbered, everyone by his serving or carrying; thus these*i were*i his numbered men, just as the Lord*s had commanded Moses."
    },
    {
        "o": 4136,
        "r": "nasb:Numbers:5:0",
        "t": "Numbers 5",
        "h": 1
    },
    {
        "o": 4137,
        "r": "nasb:Numbers:5:0",
        "t": "On Defilement",
        "h": 2
    },
    {
        "o": 4138,
        "r": "nasb:Numbers:5:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4139,
        "r": "nasb:Numbers:5:2",
        "t": "“Command the sons of Israel that they send away from the camp every leper and everyone having a discharge and everyone who is unclean because of a dead*i person."
    },
    {
        "o": 4140,
        "r": "nasb:Numbers:5:3",
        "t": "You shall send away both male and female; you shall send them outside the camp so that they will not defile their camp where I dwell in their midst.”"
    },
    {
        "o": 4141,
        "r": "nasb:Numbers:5:4",
        "t": "The sons of Israel did so and sent them outside the camp; just as the Lord*s had spoken to Moses, thus the sons of Israel did."
    },
    {
        "o": 4142,
        "r": "nasb:Numbers:5:5",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4143,
        "r": "nasb:Numbers:5:6",
        "t": "“Speak to the sons of Israel, ‘When a man or woman commits any of the sins of mankind, acting unfaithfully against the Lord,*s and that person is guilty,"
    },
    {
        "o": 4144,
        "r": "nasb:Numbers:5:7",
        "t": "then he shall confess his sins which he has committed, and he shall make restitution in full for his wrong and add to it one-fifth of it, and give it*i to him whom he has wronged."
    },
    {
        "o": 4145,
        "r": "nasb:Numbers:5:8",
        "t": "But if the man has no relative to whom restitution may be made for the wrong, the restitution which is made for the wrong must*i go*i to the Lord*s for the priest, besides the ram of atonement, by which atonement is made for him."
    },
    {
        "o": 4146,
        "r": "nasb:Numbers:5:9",
        "t": "Also every contribution pertaining to all the holy gifts*i of the sons of Israel, which they offer to the priest, shall be his."
    },
    {
        "o": 4147,
        "r": "nasb:Numbers:5:10",
        "t": "So every man’s holy gifts*i shall be his; whatever any man gives to the priest, it becomes his.’ ”"
    },
    {
        "o": 4148,
        "r": "nasb:Numbers:5:10",
        "t": "The Adultery Test",
        "h": 2
    },
    {
        "o": 4149,
        "r": "nasb:Numbers:5:11",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4150,
        "r": "nasb:Numbers:5:12",
        "t": "“Speak to the sons of Israel and say to them, ‘If any man’s wife goes astray and is unfaithful to him,"
    },
    {
        "o": 4151,
        "r": "nasb:Numbers:5:13",
        "t": "and a man has intercourse with her and it is hidden from the eyes of her husband and she is undetected, although she has defiled herself, and there is no witness against her and she has not been caught in the act,"
    },
    {
        "o": 4152,
        "r": "nasb:Numbers:5:14",
        "t": "if a spirit of jealousy comes over him and he is jealous of his wife when she has defiled herself, or if a spirit of jealousy comes over him and he is jealous of his wife when she has not defiled herself,"
    },
    {
        "o": 4153,
        "r": "nasb:Numbers:5:15",
        "t": "the man shall then bring his wife to the priest, and shall bring as*i an offering for her one-tenth of an ephah of barley meal; he shall not pour oil on it nor put frankincense on it, for it is a grain offering of jealousy, a grain offering of memorial, a reminder of iniquity."
    },
    {
        "o": 4154,
        "r": "nasb:Numbers:5:16",
        "t": "‘Then*p the priest shall bring her near and have her stand before the Lord,*s"
    },
    {
        "o": 4155,
        "r": "nasb:Numbers:5:17",
        "t": "and the priest shall take holy water in an earthenware vessel; and he shall take some of the dust that is on the floor of the tabernacle and put it*i into the water."
    },
    {
        "o": 4156,
        "r": "nasb:Numbers:5:18",
        "t": "The priest shall then have the woman stand before the Lord*s and let the*i hair*i of*i the woman’s head go loose, and place the grain offering of memorial in her hands, which is the grain offering of jealousy, and in the hand of the priest is to be the water of bitterness that brings a curse."
    },
    {
        "o": 4157,
        "r": "nasb:Numbers:5:19",
        "t": "The priest shall have her take an oath and shall say to the woman, “If no man has lain with you and if you have not gone astray into uncleanness, being*i under the*i authority*i of*i your husband, be immune to this water of bitterness that brings a curse;"
    },
    {
        "o": 4158,
        "r": "nasb:Numbers:5:20",
        "t": "if you, however, have gone astray, being*i under the*i authority*i of*i your husband, and if you have defiled yourself and a man other than your husband has had intercourse with you”"
    },
    {
        "o": 4159,
        "r": "nasb:Numbers:5:21",
        "t": "(then the priest shall have the woman swear with the oath of the curse, and the priest shall say to the woman), “the Lord*s make you a curse and an oath among your people by the Lord’s*s making your thigh waste away and your abdomen swell;"
    },
    {
        "o": 4160,
        "r": "nasb:Numbers:5:22",
        "t": "and this water that brings a curse shall go into your stomach, and make your abdomen swell and your thigh waste away.” And the woman shall say, “Amen. Amen.”"
    },
    {
        "o": 4161,
        "r": "nasb:Numbers:5:23",
        "t": "‘The*p priest shall then write these curses on a scroll, and he shall wash them off into the water of bitterness."
    },
    {
        "o": 4162,
        "r": "nasb:Numbers:5:24",
        "t": "Then he shall make the woman drink the water of bitterness that brings a curse, so that the water which brings a curse will go into her and cause*i bitterness."
    },
    {
        "o": 4163,
        "r": "nasb:Numbers:5:25",
        "t": "The priest shall take the grain offering of jealousy from the woman’s hand, and he shall wave the grain offering before the Lord*s and bring it to the altar;"
    },
    {
        "o": 4164,
        "r": "nasb:Numbers:5:26",
        "t": "and the priest shall take a handful of the grain offering as its memorial offering and offer it*i up in smoke on the altar, and afterward he shall make the woman drink the water."
    },
    {
        "o": 4165,
        "r": "nasb:Numbers:5:27",
        "t": "When he has made her drink the water, then it shall come about, if she has defiled herself and has been unfaithful to her husband, that the water which brings a curse will go into her and cause*i bitterness, and her abdomen will swell and her thigh will waste away, and the woman will become a curse among her people."
    },
    {
        "o": 4166,
        "r": "nasb:Numbers:5:28",
        "t": "But if the woman has not defiled herself and is clean, she will then be free and conceive children."
    },
    {
        "o": 4167,
        "r": "nasb:Numbers:5:29",
        "t": "‘This*p is the law of jealousy: when a wife, being*i under the*i authority*i of*i her husband, goes astray and defiles herself,"
    },
    {
        "o": 4168,
        "r": "nasb:Numbers:5:30",
        "t": "or when a spirit of jealousy comes over a man and he is jealous of his wife, he shall then make the woman stand before the Lord,*s and the priest shall apply all this law to her."
    },
    {
        "o": 4169,
        "r": "nasb:Numbers:5:31",
        "t": "Moreover, the man will be free from guilt, but that woman shall bear her guilt.’ ”"
    },
    {
        "o": 4170,
        "r": "nasb:Numbers:6:0",
        "t": "Numbers 6",
        "h": 1
    },
    {
        "o": 4171,
        "r": "nasb:Numbers:6:0",
        "t": "Law of the Nazirites",
        "h": 2
    },
    {
        "o": 4172,
        "r": "nasb:Numbers:6:1",
        "t": "Again*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4173,
        "r": "nasb:Numbers:6:2",
        "t": "“Speak to the sons of Israel and say to them, ‘When a man or woman makes a special vow, the vow of a Nazirite, to dedicate himself to the Lord,*s"
    },
    {
        "o": 4174,
        "r": "nasb:Numbers:6:3",
        "t": "he shall abstain from wine and strong drink; he shall drink no vinegar, whether made from wine or strong drink, nor shall he drink any grape juice nor eat fresh or dried grapes."
    },
    {
        "o": 4175,
        "r": "nasb:Numbers:6:4",
        "t": "All the days of his separation he shall not eat anything that is produced by the grape vine, from the*i seeds even to the*i skin."
    },
    {
        "o": 4176,
        "r": "nasb:Numbers:6:5",
        "t": "‘All*p the days of his vow of separation no razor shall pass over his head. He shall be holy until the days are fulfilled for which he separated himself to the Lord;*s he shall let the locks of hair on his head grow long."
    },
    {
        "o": 4177,
        "r": "nasb:Numbers:6:6",
        "t": "‘All*p the days of his separation to the Lord*s he shall not go near to a dead person."
    },
    {
        "o": 4178,
        "r": "nasb:Numbers:6:7",
        "t": "He shall not make himself unclean for his father or for his mother, for his brother or for his sister, when they die, because his separation to God is on his head."
    },
    {
        "o": 4179,
        "r": "nasb:Numbers:6:8",
        "t": "All the days of his separation he is holy to the Lord.*s"
    },
    {
        "o": 4180,
        "r": "nasb:Numbers:6:9",
        "t": "‘But*p if a man dies very suddenly beside him and he defiles his dedicated head of*i hair,*i then he shall shave his head on the day when he becomes clean; he shall shave it on the seventh day."
    },
    {
        "o": 4181,
        "r": "nasb:Numbers:6:10",
        "t": "Then on the eighth day he shall bring two turtledoves or two young pigeons to the priest, to the doorway of the tent of meeting."
    },
    {
        "o": 4182,
        "r": "nasb:Numbers:6:11",
        "t": "The priest shall offer one for a sin offering and the*i other for a burnt offering, and make atonement for him concerning his sin because of the dead*i person. And that same day he shall consecrate his head,"
    },
    {
        "o": 4183,
        "r": "nasb:Numbers:6:12",
        "t": "and shall dedicate to the Lord*s his days as a Nazirite, and shall bring a male lamb a year old for a guilt offering; but the former days will be void because his separation was defiled."
    },
    {
        "o": 4184,
        "r": "nasb:Numbers:6:13",
        "t": "‘Now*p this is the law of the Nazirite when the days of his separation are fulfilled, he shall bring the offering to the doorway of the tent of meeting."
    },
    {
        "o": 4185,
        "r": "nasb:Numbers:6:14",
        "t": "He shall present his offering to the Lord:*s one male lamb a year old without defect for a burnt offering and one ewe-lamb a year old without defect for a sin offering and one ram without defect for a peace offering,"
    },
    {
        "o": 4186,
        "r": "nasb:Numbers:6:15",
        "t": "and a basket of unleavened cakes of fine flour mixed with oil and unleavened wafers spread with oil, along with their grain offering and their drink offering."
    },
    {
        "o": 4187,
        "r": "nasb:Numbers:6:16",
        "t": "Then the priest shall present them*i before the Lord*s and shall offer his sin offering and his burnt offering."
    },
    {
        "o": 4188,
        "r": "nasb:Numbers:6:17",
        "t": "He shall also offer the ram for a sacrifice of peace offerings to the Lord,*s together with the basket of unleavened cakes; the priest shall likewise offer its grain offering and its drink offering."
    },
    {
        "o": 4189,
        "r": "nasb:Numbers:6:18",
        "t": "The Nazirite shall then shave his dedicated head of*i hair*i at the doorway of the tent of meeting, and take the dedicated hair of his head and put it*i on the fire which is under the sacrifice of peace offerings."
    },
    {
        "o": 4190,
        "r": "nasb:Numbers:6:19",
        "t": "The priest shall take the ram’s shoulder when*i it*i has*i been*i boiled, and one unleavened cake out of the basket and one unleavened wafer, and shall put them*i on the hands of the Nazirite after he has shaved his dedicated hair.*i"
    },
    {
        "o": 4191,
        "r": "nasb:Numbers:6:20",
        "t": "Then the priest shall wave them for a wave offering before the Lord.*s It is holy for the priest, together with the breast offered by waving and the thigh offered by lifting up; and afterward the Nazirite may drink wine.’"
    },
    {
        "o": 4192,
        "r": "nasb:Numbers:6:21",
        "t": "“This*p is the law of the Nazirite who vows his offering to the Lord*s according to his separation, in addition to what else*i he can afford; according to his vow which he takes, so he shall do according to the law of his separation.”"
    },
    {
        "o": 4193,
        "r": "nasb:Numbers:6:21",
        "t": "Aaron’s Benediction",
        "h": 2
    },
    {
        "o": 4194,
        "r": "nasb:Numbers:6:22",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4195,
        "r": "nasb:Numbers:6:23",
        "t": "“Speak to Aaron and to his sons, saying, ‘Thus you shall bless the sons of Israel. You shall say to them:"
    },
    {
        "o": 4196,
        "r": "nasb:Numbers:6:24",
        "t": "The*pn Lord*s bless you, and keep you;"
    },
    {
        "o": 4197,
        "r": "nasb:Numbers:6:25",
        "t": "The*ln Lord*s make His face shine on you, And*ln be gracious to you;"
    },
    {
        "o": 4198,
        "r": "nasb:Numbers:6:26",
        "t": "The*ln Lord*s lift up His countenance on you, And*ln give you peace.’"
    },
    {
        "o": 4199,
        "r": "nasb:Numbers:6:27",
        "t": "So*p they shall invoke My name on the sons of Israel, and I then*i will bless them.”"
    },
    {
        "o": 4200,
        "r": "nasb:Numbers:7:0",
        "t": "Numbers 7",
        "h": 1
    },
    {
        "o": 4201,
        "r": "nasb:Numbers:7:0",
        "t": "Offerings of the Leaders",
        "h": 2
    },
    {
        "o": 4202,
        "r": "nasb:Numbers:7:1",
        "t": "Now*p on the day that Moses had finished setting up the tabernacle, he anointed it and consecrated it with all its furnishings and the altar and all its utensils; he anointed them and consecrated them also."
    },
    {
        "o": 4203,
        "r": "nasb:Numbers:7:2",
        "t": "Then the leaders of Israel, the heads of their fathers’ households, made an offering (they were the leaders of the tribes; they were the ones who were over the numbered men)."
    },
    {
        "o": 4204,
        "r": "nasb:Numbers:7:3",
        "t": "When they brought their offering before the Lord,*s six covered carts and twelve oxen, a cart for every*i two of the leaders and an ox for each one, then they presented them before the tabernacle."
    },
    {
        "o": 4205,
        "r": "nasb:Numbers:7:4",
        "t": "Then the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4206,
        "r": "nasb:Numbers:7:5",
        "t": "“Accept these*i things*i from them, that they may be used in the service of the tent of meeting, and you shall give them to the Levites, to*i each man according to his service.”"
    },
    {
        "o": 4207,
        "r": "nasb:Numbers:7:6",
        "t": "So Moses took the carts and the oxen and gave them to the Levites."
    },
    {
        "o": 4208,
        "r": "nasb:Numbers:7:7",
        "t": "Two carts and four oxen he gave to the sons of Gershon, according to their service,"
    },
    {
        "o": 4209,
        "r": "nasb:Numbers:7:8",
        "t": "and four carts and eight oxen he gave to the sons of Merari, according to their service, under the direction of Ithamar the son of Aaron the priest."
    },
    {
        "o": 4210,
        "r": "nasb:Numbers:7:9",
        "t": "But he did not give any*i to the sons of Kohath because theirs was*i the service of the holy objects,*i which*i they carried on the shoulder."
    },
    {
        "o": 4211,
        "r": "nasb:Numbers:7:10",
        "t": "The*p leaders offered the dedication offering*i for the altar when it was anointed, so the leaders offered their offering before the altar."
    },
    {
        "o": 4212,
        "r": "nasb:Numbers:7:11",
        "t": "Then the Lord*s said to Moses, “Let them present their offering, one leader each day, for the dedication of the altar.”"
    },
    {
        "o": 4213,
        "r": "nasb:Numbers:7:12",
        "t": "Now*p the one who presented his offering on the first day was Nahshon the son of Amminadab, of the tribe of Judah;"
    },
    {
        "o": 4214,
        "r": "nasb:Numbers:7:13",
        "t": "and his offering was*i one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4215,
        "r": "nasb:Numbers:7:14",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4216,
        "r": "nasb:Numbers:7:15",
        "t": "one bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4217,
        "r": "nasb:Numbers:7:16",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4218,
        "r": "nasb:Numbers:7:17",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Nahshon the son of Amminadab."
    },
    {
        "o": 4219,
        "r": "nasb:Numbers:7:18",
        "t": "On*p the second day Nethanel the son of Zuar, leader of Issachar, presented an*i offering;*i"
    },
    {
        "o": 4220,
        "r": "nasb:Numbers:7:19",
        "t": "he presented as his offering one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4221,
        "r": "nasb:Numbers:7:20",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4222,
        "r": "nasb:Numbers:7:21",
        "t": "one bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4223,
        "r": "nasb:Numbers:7:22",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4224,
        "r": "nasb:Numbers:7:23",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Nethanel the son of Zuar."
    },
    {
        "o": 4225,
        "r": "nasb:Numbers:7:24",
        "t": "On*p the third day it*i was*i Eliab the son of Helon, leader of the sons of Zebulun;"
    },
    {
        "o": 4226,
        "r": "nasb:Numbers:7:25",
        "t": "his offering was*i one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4227,
        "r": "nasb:Numbers:7:26",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4228,
        "r": "nasb:Numbers:7:27",
        "t": "one young bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4229,
        "r": "nasb:Numbers:7:28",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4230,
        "r": "nasb:Numbers:7:29",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Eliab the son of Helon."
    },
    {
        "o": 4231,
        "r": "nasb:Numbers:7:30",
        "t": "On*p the fourth day it*i was*i Elizur the son of Shedeur, leader of the sons of Reuben;"
    },
    {
        "o": 4232,
        "r": "nasb:Numbers:7:31",
        "t": "his offering was*i one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4233,
        "r": "nasb:Numbers:7:32",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4234,
        "r": "nasb:Numbers:7:33",
        "t": "one bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4235,
        "r": "nasb:Numbers:7:34",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4236,
        "r": "nasb:Numbers:7:35",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Elizur the son of Shedeur."
    },
    {
        "o": 4237,
        "r": "nasb:Numbers:7:36",
        "t": "On*p the fifth day it*i was*i Shelumiel the son of Zurishaddai, leader of the children of Simeon;"
    },
    {
        "o": 4238,
        "r": "nasb:Numbers:7:37",
        "t": "his offering was*i one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4239,
        "r": "nasb:Numbers:7:38",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4240,
        "r": "nasb:Numbers:7:39",
        "t": "one bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4241,
        "r": "nasb:Numbers:7:40",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4242,
        "r": "nasb:Numbers:7:41",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Shelumiel the son of Zurishaddai."
    },
    {
        "o": 4243,
        "r": "nasb:Numbers:7:42",
        "t": "On*p the sixth day it*i was*i Eliasaph the son of Deuel, leader of the sons of Gad;"
    },
    {
        "o": 4244,
        "r": "nasb:Numbers:7:43",
        "t": "his offering was*i one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4245,
        "r": "nasb:Numbers:7:44",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4246,
        "r": "nasb:Numbers:7:45",
        "t": "one bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4247,
        "r": "nasb:Numbers:7:46",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4248,
        "r": "nasb:Numbers:7:47",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Eliasaph the son of Deuel."
    },
    {
        "o": 4249,
        "r": "nasb:Numbers:7:48",
        "t": "On*p the seventh day it*i was*i Elishama the son of Ammihud, leader of the sons of Ephraim;"
    },
    {
        "o": 4250,
        "r": "nasb:Numbers:7:49",
        "t": "his offering was*i one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4251,
        "r": "nasb:Numbers:7:50",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4252,
        "r": "nasb:Numbers:7:51",
        "t": "one bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4253,
        "r": "nasb:Numbers:7:52",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4254,
        "r": "nasb:Numbers:7:53",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Elishama the son of Ammihud."
    },
    {
        "o": 4255,
        "r": "nasb:Numbers:7:54",
        "t": "On*p the eighth day it*i was*i Gamaliel the son of Pedahzur, leader of the sons of Manasseh;"
    },
    {
        "o": 4256,
        "r": "nasb:Numbers:7:55",
        "t": "his offering was*i one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4257,
        "r": "nasb:Numbers:7:56",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4258,
        "r": "nasb:Numbers:7:57",
        "t": "one bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4259,
        "r": "nasb:Numbers:7:58",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4260,
        "r": "nasb:Numbers:7:59",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Gamaliel the son of Pedahzur."
    },
    {
        "o": 4261,
        "r": "nasb:Numbers:7:60",
        "t": "On*p the ninth day it*i was*i Abidan the son of Gideoni, leader of the sons of Benjamin;"
    },
    {
        "o": 4262,
        "r": "nasb:Numbers:7:61",
        "t": "his offering was*i one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4263,
        "r": "nasb:Numbers:7:62",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4264,
        "r": "nasb:Numbers:7:63",
        "t": "one bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4265,
        "r": "nasb:Numbers:7:64",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4266,
        "r": "nasb:Numbers:7:65",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Abidan the son of Gideoni."
    },
    {
        "o": 4267,
        "r": "nasb:Numbers:7:66",
        "t": "On*p the tenth day it*i was*i Ahiezer the son of Ammishaddai, leader of the sons of Dan;"
    },
    {
        "o": 4268,
        "r": "nasb:Numbers:7:67",
        "t": "his offering was*i one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4269,
        "r": "nasb:Numbers:7:68",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4270,
        "r": "nasb:Numbers:7:69",
        "t": "one bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4271,
        "r": "nasb:Numbers:7:70",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4272,
        "r": "nasb:Numbers:7:71",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Ahiezer the son of Ammishaddai."
    },
    {
        "o": 4273,
        "r": "nasb:Numbers:7:72",
        "t": "On*p the eleventh day it*i was*i Pagiel the son of Ochran, leader of the sons of Asher;"
    },
    {
        "o": 4274,
        "r": "nasb:Numbers:7:73",
        "t": "his offering was*i one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4275,
        "r": "nasb:Numbers:7:74",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4276,
        "r": "nasb:Numbers:7:75",
        "t": "one bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4277,
        "r": "nasb:Numbers:7:76",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4278,
        "r": "nasb:Numbers:7:77",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Pagiel the son of Ochran."
    },
    {
        "o": 4279,
        "r": "nasb:Numbers:7:78",
        "t": "On*p the twelfth day it*i was*i Ahira the son of Enan, leader of the sons of Naphtali;"
    },
    {
        "o": 4280,
        "r": "nasb:Numbers:7:79",
        "t": "his offering was*i one silver dish whose weight was*i one hundred and thirty shekels,*i one silver bowl of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4281,
        "r": "nasb:Numbers:7:80",
        "t": "one gold pan of ten shekels,*i full of incense;"
    },
    {
        "o": 4282,
        "r": "nasb:Numbers:7:81",
        "t": "one bull, one ram, one male lamb one year old, for a burnt offering;"
    },
    {
        "o": 4283,
        "r": "nasb:Numbers:7:82",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4284,
        "r": "nasb:Numbers:7:83",
        "t": "and for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs one year old. This was*i the offering of Ahira the son of Enan."
    },
    {
        "o": 4285,
        "r": "nasb:Numbers:7:84",
        "t": "This*p was*i the dedication offering*i for the altar from the leaders of Israel when it was anointed: twelve silver dishes, twelve silver bowls, twelve gold pans,"
    },
    {
        "o": 4286,
        "r": "nasb:Numbers:7:85",
        "t": "each silver dish weighing*i one hundred and thirty shekels*i and each bowl seventy; all the silver of the utensils was*i 2,400 shekels,*i according to the shekel of the sanctuary;"
    },
    {
        "o": 4287,
        "r": "nasb:Numbers:7:86",
        "t": "the twelve gold pans, full of incense, weighing*i ten shekels*i apiece, according to the shekel of the sanctuary, all the gold of the pans 120 shekels;*i"
    },
    {
        "o": 4288,
        "r": "nasb:Numbers:7:87",
        "t": "all the oxen for the burnt offering twelve bulls, all*i the rams twelve, the male lambs one year old with their grain offering twelve, and the male goats for a sin offering twelve;"
    },
    {
        "o": 4289,
        "r": "nasb:Numbers:7:88",
        "t": "and all the oxen for the sacrifice of peace offerings 24 bulls, all*i the rams 60, the male goats 60, the male lambs one year old 60. This was*i the dedication offering*i for the altar after it was anointed."
    },
    {
        "o": 4290,
        "r": "nasb:Numbers:7:89",
        "t": "Now*p when Moses went into the tent of meeting to speak with Him, he heard the voice speaking to him from above the mercy seat that was on the ark of the testimony, from between the two cherubim, so He spoke to him."
    },
    {
        "o": 4291,
        "r": "nasb:Numbers:8:0",
        "t": "Numbers 8",
        "h": 1
    },
    {
        "o": 4292,
        "r": "nasb:Numbers:8:0",
        "t": "The Seven Lamps",
        "h": 2
    },
    {
        "o": 4293,
        "r": "nasb:Numbers:8:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4294,
        "r": "nasb:Numbers:8:2",
        "t": "“Speak to Aaron and say to him, ‘When you mount the lamps, the seven lamps will give light in the front of the lampstand.’ ”"
    },
    {
        "o": 4295,
        "r": "nasb:Numbers:8:3",
        "t": "Aaron therefore did so; he mounted its lamps at the front of the lampstand, just as the Lord*s had commanded Moses."
    },
    {
        "o": 4296,
        "r": "nasb:Numbers:8:4",
        "t": "Now this was the workmanship of the lampstand, hammered work of gold; from its base to its flowers it was hammered work; according to the pattern which the Lord*s had shown Moses, so he made the lampstand."
    },
    {
        "o": 4297,
        "r": "nasb:Numbers:8:4",
        "t": "Cleansing the Levites",
        "h": 2
    },
    {
        "o": 4298,
        "r": "nasb:Numbers:8:5",
        "t": "Again*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4299,
        "r": "nasb:Numbers:8:6",
        "t": "“Take the Levites from among the sons of Israel and cleanse them."
    },
    {
        "o": 4300,
        "r": "nasb:Numbers:8:7",
        "t": "Thus you shall do to them, for their cleansing: sprinkle*i purifying water on them, and let them use a razor over their whole body and wash their clothes, and they will be clean."
    },
    {
        "o": 4301,
        "r": "nasb:Numbers:8:8",
        "t": "Then let them take a bull with its grain offering, fine flour mixed with oil; and a second bull you shall take for a sin offering."
    },
    {
        "o": 4302,
        "r": "nasb:Numbers:8:9",
        "t": "So you shall present the Levites before the tent of meeting. You shall also assemble the whole congregation of the sons of Israel,"
    },
    {
        "o": 4303,
        "r": "nasb:Numbers:8:10",
        "t": "and present the Levites before the Lord;*s and the sons of Israel shall lay their hands on the Levites."
    },
    {
        "o": 4304,
        "r": "nasb:Numbers:8:11",
        "t": "Aaron then shall present the Levites before the Lord*s as a wave offering from the sons of Israel, that they may qualify to perform the service of the Lord.*s"
    },
    {
        "o": 4305,
        "r": "nasb:Numbers:8:12",
        "t": "Now the Levites shall lay their hands on the heads of the bulls; then offer the one for a sin offering and the other for a burnt offering to the Lord,*s to make atonement for the Levites."
    },
    {
        "o": 4306,
        "r": "nasb:Numbers:8:13",
        "t": "You shall have the Levites stand before Aaron and before his sons so as to present them as a wave offering to the Lord.*s"
    },
    {
        "o": 4307,
        "r": "nasb:Numbers:8:14",
        "t": "“Thus*p you shall separate the Levites from among the sons of Israel, and the Levites shall be Mine."
    },
    {
        "o": 4308,
        "r": "nasb:Numbers:8:15",
        "t": "Then after that the Levites may go in to serve the tent of meeting. But you shall cleanse them and present them as a wave offering;"
    },
    {
        "o": 4309,
        "r": "nasb:Numbers:8:16",
        "t": "for they are wholly given to Me from among the sons of Israel. I have taken them for Myself instead of every first issue of the womb, the firstborn of all the sons of Israel."
    },
    {
        "o": 4310,
        "r": "nasb:Numbers:8:17",
        "t": "For every firstborn among the sons of Israel is Mine, among the men and among the animals; on the day that I struck down all the firstborn in the land of Egypt I sanctified them for Myself."
    },
    {
        "o": 4311,
        "r": "nasb:Numbers:8:18",
        "t": "But I have taken the Levites instead of every firstborn among the sons of Israel."
    },
    {
        "o": 4312,
        "r": "nasb:Numbers:8:19",
        "t": "I have given the Levites as a gift to Aaron and to his sons from among the sons of Israel, to perform the service of the sons of Israel at the tent of meeting and to make atonement on behalf of the sons of Israel, so that there will be no plague among the sons of Israel by their coming near to the sanctuary.”"
    },
    {
        "o": 4313,
        "r": "nasb:Numbers:8:20",
        "t": "Thus*p did Moses and Aaron and all the congregation of the sons of Israel to the Levites; according to all that the Lord*s had commanded Moses concerning the Levites, so the sons of Israel did to them."
    },
    {
        "o": 4314,
        "r": "nasb:Numbers:8:21",
        "t": "The Levites, too, purified themselves from sin and washed their clothes; and Aaron presented them as a wave offering before the Lord.*s Aaron also made atonement for them to cleanse them."
    },
    {
        "o": 4315,
        "r": "nasb:Numbers:8:22",
        "t": "Then after that the Levites went in to perform their service in the tent of meeting before Aaron and before his sons; just as the Lord*s had commanded Moses concerning the Levites, so they did to them."
    },
    {
        "o": 4316,
        "r": "nasb:Numbers:8:22",
        "t": "Retirement",
        "h": 2
    },
    {
        "o": 4317,
        "r": "nasb:Numbers:8:23",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4318,
        "r": "nasb:Numbers:8:24",
        "t": "“This is what applies*i to the Levites: from twenty-five years old and upward they shall enter to perform service in the work of the tent of meeting."
    },
    {
        "o": 4319,
        "r": "nasb:Numbers:8:25",
        "t": "But at the age of fifty years they shall retire from service in the work and not work any more."
    },
    {
        "o": 4320,
        "r": "nasb:Numbers:8:26",
        "t": "They may, however, assist their brothers in the tent of meeting, to keep an obligation, but they themselves*i shall do no work. Thus you shall deal with the Levites concerning their obligations.”"
    },
    {
        "o": 4321,
        "r": "nasb:Numbers:9:0",
        "t": "Numbers 9",
        "h": 1
    },
    {
        "o": 4322,
        "r": "nasb:Numbers:9:0",
        "t": "The Passover",
        "h": 2
    },
    {
        "o": 4323,
        "r": "nasb:Numbers:9:1",
        "t": "Thus*p the Lord*s spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying,"
    },
    {
        "o": 4324,
        "r": "nasb:Numbers:9:2",
        "t": "“Now, let the sons of Israel observe the Passover at its appointed time."
    },
    {
        "o": 4325,
        "r": "nasb:Numbers:9:3",
        "t": "On the fourteenth day of this month, at twilight, you shall observe it at its appointed time; you shall observe it according to all its statutes and according to all its ordinances.”"
    },
    {
        "o": 4326,
        "r": "nasb:Numbers:9:4",
        "t": "So Moses told the sons of Israel to observe the Passover."
    },
    {
        "o": 4327,
        "r": "nasb:Numbers:9:5",
        "t": "They observed the Passover in the first month,*i on the fourteenth day of the month, at twilight, in the wilderness of Sinai; according to all that the Lord*s had commanded Moses, so the sons of Israel did."
    },
    {
        "o": 4328,
        "r": "nasb:Numbers:9:6",
        "t": "But there were some*i men who were unclean because of the*i dead person, so that they could not observe Passover on that day; so they came before Moses and Aaron on that day."
    },
    {
        "o": 4329,
        "r": "nasb:Numbers:9:7",
        "t": "Those men said to him, “Though*i we are unclean because of the*i dead person, why are we restrained from presenting the offering of the Lord*s at its appointed time among the sons of Israel?”"
    },
    {
        "o": 4330,
        "r": "nasb:Numbers:9:8",
        "t": "Moses therefore said to them, “Wait, and I will listen to what the Lord*s will command concerning you.”"
    },
    {
        "o": 4331,
        "r": "nasb:Numbers:9:9",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4332,
        "r": "nasb:Numbers:9:10",
        "t": "“Speak to the sons of Israel, saying, ‘If any one of you or of your generations becomes unclean because of a dead*i person, or is on a distant journey, he may, however, observe the Passover to the Lord.*s"
    },
    {
        "o": 4333,
        "r": "nasb:Numbers:9:11",
        "t": "In the second month on the fourteenth day at twilight, they shall observe it; they shall eat it with unleavened bread and bitter herbs."
    },
    {
        "o": 4334,
        "r": "nasb:Numbers:9:12",
        "t": "They shall leave none of it until morning, nor break a bone of it; according to all the statute of the Passover they shall observe it."
    },
    {
        "o": 4335,
        "r": "nasb:Numbers:9:13",
        "t": "But the man who is clean and is not on a journey, and yet neglects to observe the Passover, that person shall then be cut off from his people, for he did not present the offering of the Lord*s at its appointed time. That man will bear his sin."
    },
    {
        "o": 4336,
        "r": "nasb:Numbers:9:14",
        "t": "If an alien sojourns among you and observes the Passover to the Lord,*s according to the statute of the Passover and according to its ordinance, so he shall do; you shall have one statute, both for the alien and for the native of the land.’ ”"
    },
    {
        "o": 4337,
        "r": "nasb:Numbers:9:14",
        "t": "The Cloud on the Tabernacle",
        "h": 2
    },
    {
        "o": 4338,
        "r": "nasb:Numbers:9:15",
        "t": "Now*p on the day that the tabernacle was erected the cloud covered the tabernacle, the tent of the testimony, and in the evening it was like the appearance of fire over the tabernacle, until morning."
    },
    {
        "o": 4339,
        "r": "nasb:Numbers:9:16",
        "t": "So it was continuously; the cloud would cover it by*i day,*i and the appearance of fire by night."
    },
    {
        "o": 4340,
        "r": "nasb:Numbers:9:17",
        "t": "Whenever the cloud was lifted from over the tent, afterward the sons of Israel would then set out; and in the place where the cloud settled down, there the sons of Israel would camp."
    },
    {
        "o": 4341,
        "r": "nasb:Numbers:9:18",
        "t": "At the command of the Lord*s the sons of Israel would set out, and at the command of the Lord*s they would camp; as long as the cloud settled over the tabernacle, they remained camped."
    },
    {
        "o": 4342,
        "r": "nasb:Numbers:9:19",
        "t": "Even when the cloud lingered over the tabernacle for many days, the sons of Israel would keep the Lord’s*s charge and not set out."
    },
    {
        "o": 4343,
        "r": "nasb:Numbers:9:20",
        "t": "If sometimes the cloud remained a few days over the tabernacle, according to the command of the Lord*s they remained camped. Then according to the command of the Lord*s they set out."
    },
    {
        "o": 4344,
        "r": "nasb:Numbers:9:21",
        "t": "If sometimes the cloud remained from evening until morning, when the cloud was lifted in the morning, they would move out; or if*i it*i remained*i in the daytime and at night, whenever the cloud was lifted, they would set out."
    },
    {
        "o": 4345,
        "r": "nasb:Numbers:9:22",
        "t": "Whether it was two days or a month or a year that the cloud lingered over the tabernacle, staying above it, the sons of Israel remained camped and did not set out; but when it was lifted, they did set out."
    },
    {
        "o": 4346,
        "r": "nasb:Numbers:9:23",
        "t": "At the command of the Lord*s they camped, and at the command of the Lord*s they set out; they kept the Lord’s*s charge, according to the command of the Lord*s through Moses."
    },
    {
        "o": 4347,
        "r": "nasb:Numbers:10:0",
        "t": "Numbers 10",
        "h": 1
    },
    {
        "o": 4348,
        "r": "nasb:Numbers:10:0",
        "t": "The Silver Trumpets",
        "h": 2
    },
    {
        "o": 4349,
        "r": "nasb:Numbers:10:1",
        "t": "The*p Lord*s spoke further to Moses, saying,"
    },
    {
        "o": 4350,
        "r": "nasb:Numbers:10:2",
        "t": "“Make yourself two trumpets of silver, of hammered work you shall make them; and you shall use them for summoning the congregation and for having the camps set out."
    },
    {
        "o": 4351,
        "r": "nasb:Numbers:10:3",
        "t": "When both are blown, all the congregation shall gather themselves to you at the doorway of the tent of meeting."
    },
    {
        "o": 4352,
        "r": "nasb:Numbers:10:4",
        "t": "Yet if only*i one is blown, then the leaders, the heads of the divisions of Israel, shall assemble before you."
    },
    {
        "o": 4353,
        "r": "nasb:Numbers:10:5",
        "t": "But when you blow an alarm, the camps that are pitched on the east side shall set out."
    },
    {
        "o": 4354,
        "r": "nasb:Numbers:10:6",
        "t": "When you blow an alarm the second time, the camps that are pitched on the south side shall set out; an alarm is to be blown for them to set out."
    },
    {
        "o": 4355,
        "r": "nasb:Numbers:10:7",
        "t": "When convening the assembly, however, you shall blow without sounding an alarm."
    },
    {
        "o": 4356,
        "r": "nasb:Numbers:10:8",
        "t": "The priestly sons of Aaron, moreover, shall blow the trumpets; and this shall be for you a perpetual statute throughout your generations."
    },
    {
        "o": 4357,
        "r": "nasb:Numbers:10:9",
        "t": "When you go to war in your land against the adversary who attacks you, then you shall sound an alarm with the trumpets, that you may be remembered before the Lord*s your God, and be saved from your enemies."
    },
    {
        "o": 4358,
        "r": "nasb:Numbers:10:10",
        "t": "Also in the day of your gladness and in your appointed feasts, and on the first days*i of your months, you shall blow the trumpets over your burnt offerings, and over the sacrifices of your peace offerings; and they shall be as a reminder of you before your God. I am the Lord*s your God.”"
    },
    {
        "o": 4359,
        "r": "nasb:Numbers:10:10",
        "t": "The Tribes Leave Sinai",
        "h": 2
    },
    {
        "o": 4360,
        "r": "nasb:Numbers:10:11",
        "t": "Now*p in the second year, in the second month, on the twentieth of the month, the cloud was lifted from over the tabernacle of the testimony;"
    },
    {
        "o": 4361,
        "r": "nasb:Numbers:10:12",
        "t": "and the sons of Israel set out on their journeys from the wilderness of Sinai. Then the cloud settled down in the wilderness of Paran."
    },
    {
        "o": 4362,
        "r": "nasb:Numbers:10:13",
        "t": "So they moved out for the first time according to the commandment of the Lord*s through Moses."
    },
    {
        "o": 4363,
        "r": "nasb:Numbers:10:14",
        "t": "The standard of the camp of the sons of Judah, according to their armies, set out first, with Nahshon the son of Amminadab, over its army,"
    },
    {
        "o": 4364,
        "r": "nasb:Numbers:10:15",
        "t": "and Nethanel the son of Zuar, over the tribal army of the sons of Issachar;"
    },
    {
        "o": 4365,
        "r": "nasb:Numbers:10:16",
        "t": "and Eliab the son of Helon over the tribal army of the sons of Zebulun."
    },
    {
        "o": 4366,
        "r": "nasb:Numbers:10:17",
        "t": "Then*p the tabernacle was taken down; and the sons of Gershon and the sons of Merari, who were carrying the tabernacle, set out."
    },
    {
        "o": 4367,
        "r": "nasb:Numbers:10:18",
        "t": "Next the standard of the camp of Reuben, according to their armies, set out with Elizur the son of Shedeur, over its army,"
    },
    {
        "o": 4368,
        "r": "nasb:Numbers:10:19",
        "t": "and Shelumiel the son of Zurishaddai over the tribal army of the sons of Simeon,"
    },
    {
        "o": 4369,
        "r": "nasb:Numbers:10:20",
        "t": "and Eliasaph the son of Deuel was over the tribal army of the sons of Gad."
    },
    {
        "o": 4370,
        "r": "nasb:Numbers:10:21",
        "t": "Then*p the Kohathites set out, carrying the holy objects;*i and the tabernacle was set up before their arrival."
    },
    {
        "o": 4371,
        "r": "nasb:Numbers:10:22",
        "t": "Next the standard of the camp of the sons of Ephraim, according to their armies, was set out, with Elishama the son of Ammihud over its army,"
    },
    {
        "o": 4372,
        "r": "nasb:Numbers:10:23",
        "t": "and Gamaliel the son of Pedahzur over the tribal army of the sons of Manasseh;"
    },
    {
        "o": 4373,
        "r": "nasb:Numbers:10:24",
        "t": "and Abidan the son of Gideoni over the tribal army of the sons of Benjamin."
    },
    {
        "o": 4374,
        "r": "nasb:Numbers:10:25",
        "t": "Then*p the standard of the camp of the sons of Dan, according to their armies, which*i formed*i the rear guard for all the camps, set out, with Ahiezer the son of Ammishaddai over its army,"
    },
    {
        "o": 4375,
        "r": "nasb:Numbers:10:26",
        "t": "and Pagiel the son of Ochran over the tribal army of the sons of Asher;"
    },
    {
        "o": 4376,
        "r": "nasb:Numbers:10:27",
        "t": "and Ahira the son of Enan over the tribal army of the sons of Naphtali."
    },
    {
        "o": 4377,
        "r": "nasb:Numbers:10:28",
        "t": "This was the order of march of the sons of Israel by their armies as they set out."
    },
    {
        "o": 4378,
        "r": "nasb:Numbers:10:29",
        "t": "Then*p Moses said to Hobab the son of Reuel the Midianite, Moses’ father-in-law, “We are setting out to the place of which the Lord*s said, ‘I will give it to you’; come with us and we will do you good, for the Lord*s has promised good concerning Israel.”"
    },
    {
        "o": 4379,
        "r": "nasb:Numbers:10:30",
        "t": "But he said to him, “I will not come, but rather will go to my own*i land and relatives.”"
    },
    {
        "o": 4380,
        "r": "nasb:Numbers:10:31",
        "t": "Then he said, “Please do not leave us, inasmuch as you know where we should camp in the wilderness, and you will be as eyes for us."
    },
    {
        "o": 4381,
        "r": "nasb:Numbers:10:32",
        "t": "So it will be, if you go with us, that whatever good the Lord*s does for us, we will do for you.”"
    },
    {
        "o": 4382,
        "r": "nasb:Numbers:10:33",
        "t": "Thus*p they set out from the mount of the Lord*s three days’ journey, with the ark of the covenant of the Lord*s journeying in front of them for the three days, to seek out a resting place for them."
    },
    {
        "o": 4383,
        "r": "nasb:Numbers:10:34",
        "t": "The cloud of the Lord*s was over them by day when they set out from the camp."
    },
    {
        "o": 4384,
        "r": "nasb:Numbers:10:35",
        "t": "Then*p it came about when the ark set out that Moses said, “Rise*pn up, O Lord!*s And*ln let Your enemies be scattered, And*ln let those who hate You flee before You.”"
    },
    {
        "o": 4385,
        "r": "nasb:Numbers:10:36",
        "t": "When*p it came to rest, he said, “Return,*pn O Lord,*s To*iln the myriad thousands of Israel.”"
    },
    {
        "o": 4386,
        "r": "nasb:Numbers:11:0",
        "t": "Numbers 11",
        "h": 1
    },
    {
        "o": 4387,
        "r": "nasb:Numbers:11:0",
        "t": "The People Complain",
        "h": 2
    },
    {
        "o": 4388,
        "r": "nasb:Numbers:11:1",
        "t": "Now*p the people became like those who complain of adversity in the hearing of the Lord;*s and when the Lord*s heard it,*i His anger was kindled, and the fire of the Lord*s burned among them and consumed some*i of the outskirts of the camp."
    },
    {
        "o": 4389,
        "r": "nasb:Numbers:11:2",
        "t": "The people therefore cried out to Moses, and Moses prayed to the Lord*s and the fire died out."
    },
    {
        "o": 4390,
        "r": "nasb:Numbers:11:3",
        "t": "So the name of that place was called Taberah, because the fire of the Lord*s burned among them."
    },
    {
        "o": 4391,
        "r": "nasb:Numbers:11:4",
        "t": "The*p rabble who were among them had greedy desires; and also the sons of Israel wept again and said, “Who will give us meat to eat?"
    },
    {
        "o": 4392,
        "r": "nasb:Numbers:11:5",
        "t": "We remember the fish which we used to eat free in Egypt, the cucumbers and the melons and the leeks and the onions and the garlic,"
    },
    {
        "o": 4393,
        "r": "nasb:Numbers:11:6",
        "t": "but now our appetite is gone. There is nothing at all to look at except this manna.”"
    },
    {
        "o": 4394,
        "r": "nasb:Numbers:11:7",
        "t": "Now*p the manna was like coriander seed, and its appearance like that of bdellium."
    },
    {
        "o": 4395,
        "r": "nasb:Numbers:11:8",
        "t": "The people would go about and gather it*i and grind it*i between two millstones or beat it*i in the mortar, and boil it*i in the pot and make cakes with it; and its taste was as the taste of cakes baked with oil."
    },
    {
        "o": 4396,
        "r": "nasb:Numbers:11:9",
        "t": "When the dew fell on the camp at night, the manna would fall with it."
    },
    {
        "o": 4397,
        "r": "nasb:Numbers:11:9",
        "t": "The Complaint of Moses",
        "h": 2
    },
    {
        "o": 4398,
        "r": "nasb:Numbers:11:10",
        "t": "Now*p Moses heard the people weeping throughout their families, each man at the doorway of his tent; and the anger of the Lord*s was kindled greatly, and Moses was displeased."
    },
    {
        "o": 4399,
        "r": "nasb:Numbers:11:11",
        "t": "So Moses said to the Lord,*s “Why have You been so hard on Your servant? And why have I not found favor in Your sight, that You have laid the burden of all this people on me?"
    },
    {
        "o": 4400,
        "r": "nasb:Numbers:11:12",
        "t": "Was it I who conceived all this people? Was it I who brought them forth, that You should say to me, ‘Carry them in your bosom as a nurse carries a nursing infant, to the land which You swore to their fathers’?"
    },
    {
        "o": 4401,
        "r": "nasb:Numbers:11:13",
        "t": "Where am I to get meat to give to all this people? For they weep before me, saying, ‘Give us meat that we may eat!’"
    },
    {
        "o": 4402,
        "r": "nasb:Numbers:11:14",
        "t": "I alone am not able to carry all this people, because it is too burdensome for me."
    },
    {
        "o": 4403,
        "r": "nasb:Numbers:11:15",
        "t": "So if You are going to deal thus with me, please kill me at once, if I have found favor in Your sight, and do not let me see my wretchedness.”"
    },
    {
        "o": 4404,
        "r": "nasb:Numbers:11:15",
        "t": "Seventy Elders to Assist",
        "h": 2
    },
    {
        "o": 4405,
        "r": "nasb:Numbers:11:16",
        "t": "The*p Lord*s therefore said to Moses, “Gather for Me seventy men from the elders of Israel, whom you know to be the elders of the people and their officers and bring them to the tent of meeting, and let them take their stand there with you."
    },
    {
        "o": 4406,
        "r": "nasb:Numbers:11:17",
        "t": "Then I will come down and speak with you there, and I will take of the Spirit who is upon you, and will put Him*i upon them; and they shall bear the burden of the people with you, so that you will not bear it*i all alone."
    },
    {
        "o": 4407,
        "r": "nasb:Numbers:11:18",
        "t": "Say to the people, ‘Consecrate yourselves for tomorrow, and you shall eat meat; for you have wept in the ears of the Lord,*s saying, “Oh that someone would give us meat to eat! For we were well-off in Egypt.” Therefore the Lord*s will give you meat and you shall eat."
    },
    {
        "o": 4408,
        "r": "nasb:Numbers:11:19",
        "t": "You shall eat, not one day, nor two days, nor five days, nor ten days, nor twenty days,"
    },
    {
        "o": 4409,
        "r": "nasb:Numbers:11:20",
        "t": "but a whole month, until it comes out of your nostrils and becomes loathsome to you; because you have rejected the Lord*s who is among you and have wept before Him, saying, “Why did we ever leave Egypt?” ’ ”"
    },
    {
        "o": 4410,
        "r": "nasb:Numbers:11:21",
        "t": "But Moses said, “The people, among whom I am, are 600,000 on foot; yet You have said, ‘I will give them meat, so that they may eat for a whole month.’"
    },
    {
        "o": 4411,
        "r": "nasb:Numbers:11:22",
        "t": "Should flocks and herds be slaughtered for them, to be sufficient for them? Or should all the fish of the sea be gathered together for them, to be sufficient for them?”"
    },
    {
        "o": 4412,
        "r": "nasb:Numbers:11:23",
        "t": "The Lord*s said to Moses, “Is the Lord’s*s power limited? Now you shall see whether My word will come true for you or not.”"
    },
    {
        "o": 4413,
        "r": "nasb:Numbers:11:24",
        "t": "So*p Moses went out and told the people the words of the Lord.*s Also, he gathered seventy men of the elders of the people, and stationed them around the tent."
    },
    {
        "o": 4414,
        "r": "nasb:Numbers:11:25",
        "t": "Then the Lord*s came down in the cloud and spoke to him; and He took of the Spirit who was upon him and placed Him*i upon the seventy elders. And when the Spirit rested upon them, they prophesied. But they did not do it*i again."
    },
    {
        "o": 4415,
        "r": "nasb:Numbers:11:26",
        "t": "But*p two men had remained in the camp; the name of one was Eldad and the name of the other Medad. And the Spirit rested upon them (now they were among those who had been registered, but had not gone out to the tent), and they prophesied in the camp."
    },
    {
        "o": 4416,
        "r": "nasb:Numbers:11:27",
        "t": "So a young man ran and told Moses and said, “Eldad and Medad are prophesying in the camp.”"
    },
    {
        "o": 4417,
        "r": "nasb:Numbers:11:28",
        "t": "Then Joshua the son of Nun, the attendant of Moses from his youth, said, “Moses, my lord, restrain them.”"
    },
    {
        "o": 4418,
        "r": "nasb:Numbers:11:29",
        "t": "But Moses said to him, “Are you jealous for my sake? Would that all the Lord’s*s people were prophets, that the Lord*s would put His Spirit upon them!”"
    },
    {
        "o": 4419,
        "r": "nasb:Numbers:11:30",
        "t": "Then Moses returned to the camp, both*i he and the elders of Israel."
    },
    {
        "o": 4420,
        "r": "nasb:Numbers:11:30",
        "t": "The Quail and the Plague",
        "h": 2
    },
    {
        "o": 4421,
        "r": "nasb:Numbers:11:31",
        "t": "Now*p there went forth a wind from the Lord*s and it brought quail from the sea, and let them*i fall beside the camp, about a day’s journey on this side and a day’s journey on the other side, all around the camp and about two cubits deep*i on the surface of the ground."
    },
    {
        "o": 4422,
        "r": "nasb:Numbers:11:32",
        "t": "The people spent all day and all night and all the next day, and gathered the quail (he who gathered least gathered ten homers) and they spread them*i out for themselves all around the camp."
    },
    {
        "o": 4423,
        "r": "nasb:Numbers:11:33",
        "t": "While the meat was still between their teeth, before it was chewed, the anger of the Lord*s was kindled against the people, and the Lord*s struck the people with a very severe plague."
    },
    {
        "o": 4424,
        "r": "nasb:Numbers:11:34",
        "t": "So the name of that place was called Kibroth-hattaavah, because there they buried the people who had been greedy."
    },
    {
        "o": 4425,
        "r": "nasb:Numbers:11:35",
        "t": "From Kibroth-hattaavah the people set out for Hazeroth, and they remained at Hazeroth."
    },
    {
        "o": 4426,
        "r": "nasb:Numbers:12:0",
        "t": "Numbers 12",
        "h": 1
    },
    {
        "o": 4427,
        "r": "nasb:Numbers:12:0",
        "t": "The Murmuring of Miriam and Aaron",
        "h": 2
    },
    {
        "o": 4428,
        "r": "nasb:Numbers:12:1",
        "t": "Then*p Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married (for he had married a Cushite woman);"
    },
    {
        "o": 4429,
        "r": "nasb:Numbers:12:2",
        "t": "and they said, “Has the Lord*s indeed spoken only through Moses? Has He not spoken through us as well?” And the Lord*s heard it."
    },
    {
        "o": 4430,
        "r": "nasb:Numbers:12:3",
        "t": "(Now the man Moses was very humble, more than any man who was on the face of the earth.)"
    },
    {
        "o": 4431,
        "r": "nasb:Numbers:12:4",
        "t": "Suddenly the Lord*s said to Moses and Aaron and to Miriam, “You three come out to the tent of meeting.” So the three of them came out."
    },
    {
        "o": 4432,
        "r": "nasb:Numbers:12:5",
        "t": "Then the Lord*s came down in a pillar of cloud and stood at the doorway of the tent, and He called Aaron and Miriam. When they had both come forward,"
    },
    {
        "o": 4433,
        "r": "nasb:Numbers:12:6",
        "t": "He said, “Hear*pn now My words: If*ln there is a prophet among you, I,*ln the Lord,*s shall make Myself known to him in a vision. I*ln shall speak with him in a dream."
    },
    {
        "o": 4434,
        "r": "nasb:Numbers:12:7",
        "t": "Not*ln so, with My servant Moses, He*ln is faithful in all My household;"
    },
    {
        "o": 4435,
        "r": "nasb:Numbers:12:8",
        "t": "With*ln him I speak mouth to mouth, Even*ln openly, and not in dark sayings, And*ln he beholds the form of the Lord.*s Why*ln then were you not afraid To*ln speak against My servant, against Moses?”"
    },
    {
        "o": 4436,
        "r": "nasb:Numbers:12:9",
        "t": "So*p the anger of the Lord*s burned against them and He departed."
    },
    {
        "o": 4437,
        "r": "nasb:Numbers:12:10",
        "t": "But when the cloud had withdrawn from over the tent, behold, Miriam was*i leprous, as white*i as*i snow. As Aaron turned toward Miriam, behold, she was*i leprous."
    },
    {
        "o": 4438,
        "r": "nasb:Numbers:12:11",
        "t": "Then Aaron said to Moses, “Oh, my lord, I beg you, do not account this*i sin to us, in which we have acted foolishly and in which we have sinned."
    },
    {
        "o": 4439,
        "r": "nasb:Numbers:12:12",
        "t": "Oh, do not let her be like one dead, whose flesh is half eaten away when he comes from his mother’s womb!”"
    },
    {
        "o": 4440,
        "r": "nasb:Numbers:12:13",
        "t": "Moses cried out to the Lord,*s saying, “O God, heal her, I pray!”"
    },
    {
        "o": 4441,
        "r": "nasb:Numbers:12:14",
        "t": "But the Lord*s said to Moses, “If her father had but spit in her face, would she not bear her shame for seven days? Let her be shut up for seven days outside the camp, and afterward she may be received again.”"
    },
    {
        "o": 4442,
        "r": "nasb:Numbers:12:15",
        "t": "So Miriam was shut up outside the camp for seven days, and the people did not move on until Miriam was received again."
    },
    {
        "o": 4443,
        "r": "nasb:Numbers:12:16",
        "t": "Afterward,*p however, the people moved out from Hazeroth and camped in the wilderness of Paran."
    },
    {
        "o": 4444,
        "r": "nasb:Numbers:13:0",
        "t": "Numbers 13",
        "h": 1
    },
    {
        "o": 4445,
        "r": "nasb:Numbers:13:0",
        "t": "Spies View the Land",
        "h": 2
    },
    {
        "o": 4446,
        "r": "nasb:Numbers:13:1",
        "t": "Then*p the Lord*s spoke to Moses saying,"
    },
    {
        "o": 4447,
        "r": "nasb:Numbers:13:2",
        "t": "“Send out for yourself men so that they may spy out the land of Canaan, which I am going to give to the sons of Israel; you shall send a man from each of their fathers’ tribes, every one a leader among them.”"
    },
    {
        "o": 4448,
        "r": "nasb:Numbers:13:3",
        "t": "So Moses sent them from the wilderness of Paran at the command of the Lord,*s all of them men who were heads of the sons of Israel."
    },
    {
        "o": 4449,
        "r": "nasb:Numbers:13:4",
        "t": "These then were*i their names: from the tribe of Reuben, Shammua the son of Zaccur;"
    },
    {
        "o": 4450,
        "r": "nasb:Numbers:13:5",
        "t": "from the tribe of Simeon, Shaphat the son of Hori;"
    },
    {
        "o": 4451,
        "r": "nasb:Numbers:13:6",
        "t": "from the tribe of Judah, Caleb the son of Jephunneh;"
    },
    {
        "o": 4452,
        "r": "nasb:Numbers:13:7",
        "t": "from the tribe of Issachar, Igal the son of Joseph;"
    },
    {
        "o": 4453,
        "r": "nasb:Numbers:13:8",
        "t": "from the tribe of Ephraim, Hoshea the son of Nun;"
    },
    {
        "o": 4454,
        "r": "nasb:Numbers:13:9",
        "t": "from the tribe of Benjamin, Palti the son of Raphu;"
    },
    {
        "o": 4455,
        "r": "nasb:Numbers:13:10",
        "t": "from the tribe of Zebulun, Gaddiel the son of Sodi;"
    },
    {
        "o": 4456,
        "r": "nasb:Numbers:13:11",
        "t": "from the tribe of Joseph, from the tribe of Manasseh, Gaddi the son of Susi;"
    },
    {
        "o": 4457,
        "r": "nasb:Numbers:13:12",
        "t": "from the tribe of Dan, Ammiel the son of Gemalli;"
    },
    {
        "o": 4458,
        "r": "nasb:Numbers:13:13",
        "t": "from the tribe of Asher, Sethur the son of Michael;"
    },
    {
        "o": 4459,
        "r": "nasb:Numbers:13:14",
        "t": "from the tribe of Naphtali, Nahbi the son of Vophsi;"
    },
    {
        "o": 4460,
        "r": "nasb:Numbers:13:15",
        "t": "from the tribe of Gad, Geuel the son of Machi."
    },
    {
        "o": 4461,
        "r": "nasb:Numbers:13:16",
        "t": "These are the names of the men whom Moses sent to spy out the land; but Moses called Hoshea the son of Nun, Joshua."
    },
    {
        "o": 4462,
        "r": "nasb:Numbers:13:17",
        "t": "When*p Moses sent them to spy out the land of Canaan, he said to them, “Go up there into the Negev; then go up into the hill country."
    },
    {
        "o": 4463,
        "r": "nasb:Numbers:13:18",
        "t": "See what the land is like, and whether the people who live in it are strong or*i weak, whether they are few or many."
    },
    {
        "o": 4464,
        "r": "nasb:Numbers:13:19",
        "t": "How is the land in which they live, is it good or bad? And how are the cities in which they live, are they*i like open*i camps or with fortifications?"
    },
    {
        "o": 4465,
        "r": "nasb:Numbers:13:20",
        "t": "How is the land, is it fat or lean? Are there trees in it or not? Make an effort then to get some of the fruit of the land.” Now the time was the time of the first ripe grapes."
    },
    {
        "o": 4466,
        "r": "nasb:Numbers:13:21",
        "t": "So*p they went up and spied out the land from the wilderness of Zin as far as Rehob, at Lebo-hamath."
    },
    {
        "o": 4467,
        "r": "nasb:Numbers:13:22",
        "t": "When they had gone up into the Negev, they came to Hebron where Ahiman, Sheshai and Talmai, the descendants of Anak were. (Now Hebron was built seven years before Zoan in Egypt.)"
    },
    {
        "o": 4468,
        "r": "nasb:Numbers:13:23",
        "t": "Then*p they came to the valley of Eshcol and from there cut down a branch with a single cluster of grapes; and they carried it on a pole between two men,*i with some of the pomegranates and the figs."
    },
    {
        "o": 4469,
        "r": "nasb:Numbers:13:24",
        "t": "That place was called the valley of Eshcol, because of the cluster which the sons of Israel cut down from there."
    },
    {
        "o": 4470,
        "r": "nasb:Numbers:13:24",
        "t": "The Spies’ Reports",
        "h": 2
    },
    {
        "o": 4471,
        "r": "nasb:Numbers:13:25",
        "t": "When*p they returned from spying out the land, at the end of forty days,"
    },
    {
        "o": 4472,
        "r": "nasb:Numbers:13:26",
        "t": "they proceeded to come to Moses and Aaron and to all the congregation of the sons of Israel in the wilderness of Paran, at Kadesh; and they brought back word to them and to all the congregation and showed them the fruit of the land."
    },
    {
        "o": 4473,
        "r": "nasb:Numbers:13:27",
        "t": "Thus they told him, and said, “We went in to the land where you sent us; and it certainly does flow with milk and honey, and this is its fruit."
    },
    {
        "o": 4474,
        "r": "nasb:Numbers:13:28",
        "t": "Nevertheless, the people who live in the land are strong, and the cities are fortified and*i very large; and moreover, we saw the descendants of Anak there."
    },
    {
        "o": 4475,
        "r": "nasb:Numbers:13:29",
        "t": "Amalek is living in the land of the Negev and the Hittites and the Jebusites and the Amorites are living in the hill country, and the Canaanites are living by the sea and by the side of the Jordan.”"
    },
    {
        "o": 4476,
        "r": "nasb:Numbers:13:30",
        "t": "Then*p Caleb quieted the people before Moses and said, “We should by all means go up and take possession of it, for we will surely overcome it.”"
    },
    {
        "o": 4477,
        "r": "nasb:Numbers:13:31",
        "t": "But the men who had gone up with him said, “We are not able to go up against the people, for they are too strong for us.”"
    },
    {
        "o": 4478,
        "r": "nasb:Numbers:13:32",
        "t": "So they gave out to the sons of Israel a bad report of the land which they had spied out, saying, “The land through which we have gone, in spying it out, is a land that devours its inhabitants; and all the people whom we saw in it are men of great*i size."
    },
    {
        "o": 4479,
        "r": "nasb:Numbers:13:33",
        "t": "There also we saw the Nephilim (the sons of Anak are part of the Nephilim); and we became like grasshoppers in our own sight, and so we were in their sight.”"
    },
    {
        "o": 4480,
        "r": "nasb:Numbers:14:0",
        "t": "Numbers 14",
        "h": 1
    },
    {
        "o": 4481,
        "r": "nasb:Numbers:14:0",
        "t": "The People Rebel",
        "h": 2
    },
    {
        "o": 4482,
        "r": "nasb:Numbers:14:1",
        "t": "Then*p all the congregation lifted up their voices and cried, and the people wept that night."
    },
    {
        "o": 4483,
        "r": "nasb:Numbers:14:2",
        "t": "All the sons of Israel grumbled against Moses and Aaron; and the whole congregation said to them, “Would that we had died in the land of Egypt! Or would that we had died in this wilderness!"
    },
    {
        "o": 4484,
        "r": "nasb:Numbers:14:3",
        "t": "Why is the Lord*s bringing us into this land, to fall by the sword? Our wives and our little ones will become plunder; would it not be better for us to return to Egypt?”"
    },
    {
        "o": 4485,
        "r": "nasb:Numbers:14:4",
        "t": "So they said to one another, “Let us appoint a leader and return to Egypt.”"
    },
    {
        "o": 4486,
        "r": "nasb:Numbers:14:5",
        "t": "Then*p Moses and Aaron fell on their faces in the presence of all the assembly of the congregation of the sons of Israel."
    },
    {
        "o": 4487,
        "r": "nasb:Numbers:14:6",
        "t": "Joshua the son of Nun and Caleb the son of Jephunneh, of those who had spied out the land, tore their clothes;"
    },
    {
        "o": 4488,
        "r": "nasb:Numbers:14:7",
        "t": "and they spoke to all the congregation of the sons of Israel, saying, “The land which we passed through to spy out is an exceedingly good land."
    },
    {
        "o": 4489,
        "r": "nasb:Numbers:14:8",
        "t": "If the Lord*s is pleased with us, then He will bring us into this land and give it to us—a land which flows with milk and honey."
    },
    {
        "o": 4490,
        "r": "nasb:Numbers:14:9",
        "t": "Only do not rebel against the Lord;*s and do not fear the people of the land, for they will be our prey. Their protection has been removed from them, and the Lord*s is with us; do not fear them.”"
    },
    {
        "o": 4491,
        "r": "nasb:Numbers:14:10",
        "t": "But all the congregation said to stone them with stones. Then the glory of the Lord*s appeared in the tent of meeting to all the sons of Israel."
    },
    {
        "o": 4492,
        "r": "nasb:Numbers:14:10",
        "t": "Moses Pleads for the People",
        "h": 2
    },
    {
        "o": 4493,
        "r": "nasb:Numbers:14:11",
        "t": "The*p Lord*s said to Moses, “How long will this people spurn Me? And how long will they not believe in Me, despite all the signs which I have performed in their midst?"
    },
    {
        "o": 4494,
        "r": "nasb:Numbers:14:12",
        "t": "I will smite them with pestilence and dispossess them, and I will make you into a nation greater and mightier than they.”"
    },
    {
        "o": 4495,
        "r": "nasb:Numbers:14:13",
        "t": "But*p Moses said to the Lord,*s “Then the Egyptians will hear of it, for by Your strength You brought up this people from their midst,"
    },
    {
        "o": 4496,
        "r": "nasb:Numbers:14:14",
        "t": "and they will tell it*i to the inhabitants of this land. They have heard that You, O Lord,*s are in the midst of this people, for You, O Lord,*s are seen eye to eye, while Your cloud stands over them; and You go before them in a pillar of cloud by day and in a pillar of fire by night."
    },
    {
        "o": 4497,
        "r": "nasb:Numbers:14:15",
        "t": "Now if You slay this people as one man, then the nations who have heard of Your fame will say,"
    },
    {
        "o": 4498,
        "r": "nasb:Numbers:14:16",
        "t": "‘Because the Lord*s could not bring this people into the land which He promised them by oath, therefore He slaughtered them in the wilderness.’"
    },
    {
        "o": 4499,
        "r": "nasb:Numbers:14:17",
        "t": "But now, I pray, let the power of the Lord be great, just as You have declared,"
    },
    {
        "o": 4500,
        "r": "nasb:Numbers:14:18",
        "t": "‘The Lord*s is slow to anger and abundant in lovingkindness, forgiving iniquity and transgression; but He will by no means clear the*i guilty,*i visiting the iniquity of the fathers on the children to the third and the fourth generations.’*i"
    },
    {
        "o": 4501,
        "r": "nasb:Numbers:14:19",
        "t": "Pardon, I pray, the iniquity of this people according to the greatness of Your lovingkindness, just as You also have forgiven this people, from Egypt even until now.”"
    },
    {
        "o": 4502,
        "r": "nasb:Numbers:14:19",
        "t": "The Lord Pardons and Rebukes",
        "h": 2
    },
    {
        "o": 4503,
        "r": "nasb:Numbers:14:20",
        "t": "So*p the Lord*s said, “I have pardoned them*i according to your word;"
    },
    {
        "o": 4504,
        "r": "nasb:Numbers:14:21",
        "t": "but indeed, as I live, all the earth will be filled with the glory of the Lord.*s"
    },
    {
        "o": 4505,
        "r": "nasb:Numbers:14:22",
        "t": "Surely all the men who have seen My glory and My signs which I performed in Egypt and in the wilderness, yet have put Me to the test these ten times and have not listened to My voice,"
    },
    {
        "o": 4506,
        "r": "nasb:Numbers:14:23",
        "t": "shall by no means see the land which I swore to their fathers, nor shall any of those who spurned Me see it."
    },
    {
        "o": 4507,
        "r": "nasb:Numbers:14:24",
        "t": "But My servant Caleb, because he has had a different spirit and has followed Me fully, I will bring into the land which he entered, and his descendants shall take possession of it."
    },
    {
        "o": 4508,
        "r": "nasb:Numbers:14:25",
        "t": "Now the Amalekites and the Canaanites live in the valleys; turn tomorrow and set out to the wilderness by the way of the Red Sea.”"
    },
    {
        "o": 4509,
        "r": "nasb:Numbers:14:26",
        "t": "The*p Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4510,
        "r": "nasb:Numbers:14:27",
        "t": "“How long shall*i I*i bear*i with this evil congregation who are grumbling against Me? I have heard the complaints of the sons of Israel, which they are making against Me."
    },
    {
        "o": 4511,
        "r": "nasb:Numbers:14:28",
        "t": "Say to them, ‘As I live,’ says the Lord,*s ‘just as you have spoken in My hearing, so I will surely do to you;"
    },
    {
        "o": 4512,
        "r": "nasb:Numbers:14:29",
        "t": "your corpses will fall in this wilderness, even all your numbered men, according to your complete number from twenty years old and upward, who have grumbled against Me."
    },
    {
        "o": 4513,
        "r": "nasb:Numbers:14:30",
        "t": "Surely you shall not come into the land in which I swore to settle you, except Caleb the son of Jephunneh and Joshua the son of Nun."
    },
    {
        "o": 4514,
        "r": "nasb:Numbers:14:31",
        "t": "Your children, however, whom you said would become a prey—I will bring them in, and they will know the land which you have rejected."
    },
    {
        "o": 4515,
        "r": "nasb:Numbers:14:32",
        "t": "But as for you, your corpses will fall in this wilderness."
    },
    {
        "o": 4516,
        "r": "nasb:Numbers:14:33",
        "t": "Your sons shall be shepherds for forty years in the wilderness, and they will suffer for*i your unfaithfulness, until your corpses lie in the wilderness."
    },
    {
        "o": 4517,
        "r": "nasb:Numbers:14:34",
        "t": "According to the number of days which you spied out the land, forty days, for every day you shall bear your guilt a year, even*i forty years, and you will know My opposition."
    },
    {
        "o": 4518,
        "r": "nasb:Numbers:14:35",
        "t": "I, the Lord,*s have spoken, surely this I will do to all this evil congregation who are gathered together against Me. In this wilderness they shall be destroyed, and there they will die.’ ”"
    },
    {
        "o": 4519,
        "r": "nasb:Numbers:14:36",
        "t": "As*p for the men whom Moses sent to spy out the land and who returned and made all the congregation grumble against him by bringing out a bad report concerning the land,"
    },
    {
        "o": 4520,
        "r": "nasb:Numbers:14:37",
        "t": "even those men who brought out the very bad report of the land died by a plague before the Lord.*s"
    },
    {
        "o": 4521,
        "r": "nasb:Numbers:14:38",
        "t": "But Joshua the son of Nun and Caleb the son of Jephunneh remained alive out of those men who went to spy out the land."
    },
    {
        "o": 4522,
        "r": "nasb:Numbers:14:38",
        "t": "Israel Repulsed",
        "h": 2
    },
    {
        "o": 4523,
        "r": "nasb:Numbers:14:39",
        "t": "When*p Moses spoke these words to all the sons of Israel, the people mourned greatly."
    },
    {
        "o": 4524,
        "r": "nasb:Numbers:14:40",
        "t": "In the morning, however, they rose up early and went up to the ridge of the hill country, saying, “Here we are; we have indeed sinned, but we will go up to the place which the Lord*s has promised.”"
    },
    {
        "o": 4525,
        "r": "nasb:Numbers:14:41",
        "t": "But Moses said, “Why then are you transgressing the commandment of the Lord,*s when it will not succeed?"
    },
    {
        "o": 4526,
        "r": "nasb:Numbers:14:42",
        "t": "Do not go up, or you will be struck down before your enemies, for the Lord*s is not among you."
    },
    {
        "o": 4527,
        "r": "nasb:Numbers:14:43",
        "t": "For the Amalekites and the Canaanites will be there in front of you, and you will fall by the sword, inasmuch as you have turned back from following the Lord.*s And the Lord*s will not be with you.”"
    },
    {
        "o": 4528,
        "r": "nasb:Numbers:14:44",
        "t": "But they went up heedlessly to the ridge of the hill country; neither the ark of the covenant of the Lord*s nor Moses left the camp."
    },
    {
        "o": 4529,
        "r": "nasb:Numbers:14:45",
        "t": "Then the Amalekites and the Canaanites who lived in that hill country came down, and struck them and beat them down as far as Hormah."
    },
    {
        "o": 4530,
        "r": "nasb:Numbers:15:0",
        "t": "Numbers 15",
        "h": 1
    },
    {
        "o": 4531,
        "r": "nasb:Numbers:15:0",
        "t": "Laws for Canaan",
        "h": 2
    },
    {
        "o": 4532,
        "r": "nasb:Numbers:15:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4533,
        "r": "nasb:Numbers:15:2",
        "t": "“Speak to the sons of Israel and say to them, ‘When you enter the land where you are to live, which I am giving you,"
    },
    {
        "o": 4534,
        "r": "nasb:Numbers:15:3",
        "t": "then make an offering by fire to the Lord,*s a burnt offering or a sacrifice to fulfill a special vow, or as a freewill offering or in your appointed times, to make a soothing aroma to the Lord,*s from the herd or from the flock."
    },
    {
        "o": 4535,
        "r": "nasb:Numbers:15:4",
        "t": "The one who presents his offering shall present to the Lord*s a grain offering of one-tenth of*i an*i ephah*i of fine flour mixed with one-fourth of a hin of oil,"
    },
    {
        "o": 4536,
        "r": "nasb:Numbers:15:5",
        "t": "and you shall prepare wine for the drink offering, one-fourth of a hin, with the burnt offering or for the sacrifice, for each lamb."
    },
    {
        "o": 4537,
        "r": "nasb:Numbers:15:6",
        "t": "Or for a ram you shall prepare as a grain offering two-tenths of*i an*i ephah*i of fine flour mixed with one-third of a hin of oil;"
    },
    {
        "o": 4538,
        "r": "nasb:Numbers:15:7",
        "t": "and for the drink offering you shall offer one-third of a hin of wine as a soothing aroma to the Lord.*s"
    },
    {
        "o": 4539,
        "r": "nasb:Numbers:15:8",
        "t": "When you prepare a bull as a burnt offering or a sacrifice, to fulfill a special vow, or for peace offerings to the Lord,*s"
    },
    {
        "o": 4540,
        "r": "nasb:Numbers:15:9",
        "t": "then you shall offer with the bull a grain offering of three-tenths of*i an*i ephah*i of fine flour mixed with one-half a hin of oil;"
    },
    {
        "o": 4541,
        "r": "nasb:Numbers:15:10",
        "t": "and you shall offer as the drink offering one-half a hin of wine as an offering by fire, as a soothing aroma to the Lord.*s"
    },
    {
        "o": 4542,
        "r": "nasb:Numbers:15:11",
        "t": "‘Thus*p it shall be done for each ox, or for each ram, or for each of the male lambs, or of the goats."
    },
    {
        "o": 4543,
        "r": "nasb:Numbers:15:12",
        "t": "According to the number that you prepare, so you shall do for everyone according to their number."
    },
    {
        "o": 4544,
        "r": "nasb:Numbers:15:13",
        "t": "All who are native shall do these things in this manner, in presenting an offering by fire, as a soothing aroma to the Lord.*s"
    },
    {
        "o": 4545,
        "r": "nasb:Numbers:15:13",
        "t": "Law of the Sojourner",
        "h": 2
    },
    {
        "o": 4546,
        "r": "nasb:Numbers:15:14",
        "t": "If*p an alien sojourns with you, or one who may be among you throughout your generations, and he wishes*i to*i make an offering by fire, as a soothing aroma to the Lord,*s just as you do so he shall do."
    },
    {
        "o": 4547,
        "r": "nasb:Numbers:15:15",
        "t": "As*i for*i the assembly, there shall be one statute for you and for the alien who sojourns with*i you,*i a perpetual statute throughout your generations; as you are, so shall the alien be before the Lord.*s"
    },
    {
        "o": 4548,
        "r": "nasb:Numbers:15:16",
        "t": "There is to be one law and one ordinance for you and for the alien who sojourns with you.’ ”"
    },
    {
        "o": 4549,
        "r": "nasb:Numbers:15:17",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4550,
        "r": "nasb:Numbers:15:18",
        "t": "“Speak to the sons of Israel and say to them, ‘When you enter the land where I bring you,"
    },
    {
        "o": 4551,
        "r": "nasb:Numbers:15:19",
        "t": "then it shall be, that when you eat of the food of the land, you shall lift up an offering to the Lord.*s"
    },
    {
        "o": 4552,
        "r": "nasb:Numbers:15:20",
        "t": "Of the first of your dough you shall lift up a cake as an offering; as the offering of the threshing floor, so you shall lift it up."
    },
    {
        "o": 4553,
        "r": "nasb:Numbers:15:21",
        "t": "From the first of your dough you shall give to the Lord*s an offering throughout your generations."
    },
    {
        "o": 4554,
        "r": "nasb:Numbers:15:22",
        "t": "‘But*p when you unwittingly fail and do not observe all these commandments, which the Lord*s has spoken to Moses,"
    },
    {
        "o": 4555,
        "r": "nasb:Numbers:15:23",
        "t": "even*i all that the Lord*s has commanded you through Moses, from the day when the Lord*s gave commandment and onward throughout your generations,"
    },
    {
        "o": 4556,
        "r": "nasb:Numbers:15:24",
        "t": "then it shall be, if it is done unintentionally, without the knowledge of the congregation, that all the congregation shall offer one bull for a burnt offering, as a soothing aroma to the Lord,*s with its grain offering and its drink offering, according to the ordinance, and one male goat for a sin offering."
    },
    {
        "o": 4557,
        "r": "nasb:Numbers:15:25",
        "t": "Then the priest shall make atonement for all the congregation of the sons of Israel, and they will be forgiven; for it was an error, and they have brought their offering, an offering by fire to the Lord,*s and their sin offering before the Lord,*s for their error."
    },
    {
        "o": 4558,
        "r": "nasb:Numbers:15:26",
        "t": "So all the congregation of the sons of Israel will be forgiven, with the alien who sojourns among them, for it*i happened*i to all the people through error."
    },
    {
        "o": 4559,
        "r": "nasb:Numbers:15:27",
        "t": "‘Also*p if one person sins unintentionally, then he shall offer a one year old female goat for a sin offering."
    },
    {
        "o": 4560,
        "r": "nasb:Numbers:15:28",
        "t": "The priest shall make atonement before the Lord*s for the person who goes astray when he sins unintentionally, making atonement for him that he may be forgiven."
    },
    {
        "o": 4561,
        "r": "nasb:Numbers:15:29",
        "t": "You shall have one law for him who does anything*i unintentionally, for him who is native among the sons of Israel and for the alien who sojourns among them."
    },
    {
        "o": 4562,
        "r": "nasb:Numbers:15:30",
        "t": "But the person who does anything*i defiantly, whether he is native or an alien, that one is blaspheming the Lord;*s and that person shall be cut off from among his people."
    },
    {
        "o": 4563,
        "r": "nasb:Numbers:15:31",
        "t": "Because he has despised the word of the Lord*s and has broken His commandment, that person shall be completely cut off; his guilt will*i be*i on him.’ ”"
    },
    {
        "o": 4564,
        "r": "nasb:Numbers:15:31",
        "t": "Sabbath-breaking Punished",
        "h": 2
    },
    {
        "o": 4565,
        "r": "nasb:Numbers:15:32",
        "t": "Now*p while the sons of Israel were in the wilderness, they found a man gathering wood on the sabbath day."
    },
    {
        "o": 4566,
        "r": "nasb:Numbers:15:33",
        "t": "Those who found him gathering wood brought him to Moses and Aaron and to all the congregation;"
    },
    {
        "o": 4567,
        "r": "nasb:Numbers:15:34",
        "t": "and they put him in custody because it had not been declared what should be done to him."
    },
    {
        "o": 4568,
        "r": "nasb:Numbers:15:35",
        "t": "Then the Lord*s said to Moses, “The man shall surely be put to death; all the congregation shall stone him with stones outside the camp.”"
    },
    {
        "o": 4569,
        "r": "nasb:Numbers:15:36",
        "t": "So all the congregation brought him outside the camp and stoned him to death with stones, just as the Lord*s had commanded Moses."
    },
    {
        "o": 4570,
        "r": "nasb:Numbers:15:37",
        "t": "The*p Lord*s also spoke to Moses, saying,"
    },
    {
        "o": 4571,
        "r": "nasb:Numbers:15:38",
        "t": "“Speak to the sons of Israel, and tell them that they shall make for themselves tassels on the corners of their garments throughout their generations, and that they shall put on the tassel of each corner a cord of blue."
    },
    {
        "o": 4572,
        "r": "nasb:Numbers:15:39",
        "t": "It shall be a tassel for you to look at and remember all the commandments of the Lord,*s so as to do them and not follow after your own heart and your own eyes, after which you played the harlot,"
    },
    {
        "o": 4573,
        "r": "nasb:Numbers:15:40",
        "t": "so that you may remember to do all My commandments and be holy to your God."
    },
    {
        "o": 4574,
        "r": "nasb:Numbers:15:41",
        "t": "I am the Lord*s your God who brought you out from the land of Egypt to be your God; I am the Lord*s your God.”"
    },
    {
        "o": 4575,
        "r": "nasb:Numbers:16:0",
        "t": "Numbers 16",
        "h": 1
    },
    {
        "o": 4576,
        "r": "nasb:Numbers:16:0",
        "t": "Korah’s Rebellion",
        "h": 2
    },
    {
        "o": 4577,
        "r": "nasb:Numbers:16:1",
        "t": "Now*p Korah the son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram, the sons of Eliab, and On the son of Peleth, sons of Reuben, took action,*i"
    },
    {
        "o": 4578,
        "r": "nasb:Numbers:16:2",
        "t": "and they rose up before Moses, together with some of the sons of Israel, two hundred and fifty leaders of the congregation, chosen in the assembly, men of renown."
    },
    {
        "o": 4579,
        "r": "nasb:Numbers:16:3",
        "t": "They assembled together against Moses and Aaron, and said to them, “You have gone far enough, for all the congregation are holy, every one of them, and the Lord*s is in their midst; so why do you exalt yourselves above the assembly of the Lord?”*s"
    },
    {
        "o": 4580,
        "r": "nasb:Numbers:16:4",
        "t": "When*p Moses heard this,*i he fell on his face;"
    },
    {
        "o": 4581,
        "r": "nasb:Numbers:16:5",
        "t": "and he spoke to Korah and all his company, saying, “Tomorrow morning the Lord*s will show who is His, and who is holy, and will bring him*i near to Himself; even the one whom He will choose, He will bring near to Himself."
    },
    {
        "o": 4582,
        "r": "nasb:Numbers:16:6",
        "t": "Do this: take censers for yourselves, Korah and all your company,"
    },
    {
        "o": 4583,
        "r": "nasb:Numbers:16:7",
        "t": "and put fire in them, and lay incense upon them in the presence of the Lord*s tomorrow; and the man whom the Lord*s chooses shall*i be*i the one who is holy. You have gone far enough, you sons of Levi!”"
    },
    {
        "o": 4584,
        "r": "nasb:Numbers:16:8",
        "t": "Then*p Moses said to Korah, “Hear now, you sons of Levi,"
    },
    {
        "o": 4585,
        "r": "nasb:Numbers:16:9",
        "t": "is it not enough for you that the God of Israel has separated you from the rest*i of*i the congregation of Israel, to bring you near to Himself, to do the service of the tabernacle of the Lord,*s and to stand before the congregation to minister to them;"
    },
    {
        "o": 4586,
        "r": "nasb:Numbers:16:10",
        "t": "and that He has brought you near, Korah,*i and all your brothers, sons of Levi, with you? And are you seeking for the priesthood also?"
    },
    {
        "o": 4587,
        "r": "nasb:Numbers:16:11",
        "t": "Therefore you and all your company are gathered together against the Lord;*s but as for Aaron, who is he that you grumble against him?”"
    },
    {
        "o": 4588,
        "r": "nasb:Numbers:16:12",
        "t": "Then*p Moses sent a summons to Dathan and Abiram, the sons of Eliab; but they said, “We will not come up."
    },
    {
        "o": 4589,
        "r": "nasb:Numbers:16:13",
        "t": "Is it not enough that you have brought us up out of a land flowing with milk and honey to have us die in the wilderness, but you would also lord it over us?"
    },
    {
        "o": 4590,
        "r": "nasb:Numbers:16:14",
        "t": "Indeed, you have not brought us into a land flowing with milk and honey, nor have you given us an inheritance of fields and vineyards. Would you put out the eyes of these men? We will not come up!”"
    },
    {
        "o": 4591,
        "r": "nasb:Numbers:16:15",
        "t": "Then*p Moses became very angry and said to the Lord,*s “Do not regard their offering! I have not taken a single donkey from them, nor have I done harm to any of them.”"
    },
    {
        "o": 4592,
        "r": "nasb:Numbers:16:16",
        "t": "Moses said to Korah, “You and all your company be present before the Lord*s tomorrow, both you and they along with Aaron."
    },
    {
        "o": 4593,
        "r": "nasb:Numbers:16:17",
        "t": "Each of you take his firepan and put incense on it, and each of you bring his censer before the Lord,*s two hundred and fifty firepans; also you and Aaron shall*i each bring*i his firepan.”"
    },
    {
        "o": 4594,
        "r": "nasb:Numbers:16:18",
        "t": "So they each took his own*i censer and put fire on it, and laid incense on it; and they stood at the doorway of the tent of meeting, with Moses and Aaron."
    },
    {
        "o": 4595,
        "r": "nasb:Numbers:16:19",
        "t": "Thus Korah assembled all the congregation against them at the doorway of the tent of meeting. And the glory of the Lord*s appeared to all the congregation."
    },
    {
        "o": 4596,
        "r": "nasb:Numbers:16:20",
        "t": "Then*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4597,
        "r": "nasb:Numbers:16:21",
        "t": "“Separate yourselves from among this congregation, that I may consume them instantly.”"
    },
    {
        "o": 4598,
        "r": "nasb:Numbers:16:22",
        "t": "But they fell on their faces and said, “O God, God of the spirits of all flesh, when one man sins, will You be angry with the entire congregation?”"
    },
    {
        "o": 4599,
        "r": "nasb:Numbers:16:23",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4600,
        "r": "nasb:Numbers:16:24",
        "t": "“Speak to the congregation, saying, ‘Get back from around the dwellings of Korah, Dathan and Abiram.’ ”"
    },
    {
        "o": 4601,
        "r": "nasb:Numbers:16:25",
        "t": "Then*p Moses arose and went to Dathan and Abiram, with the elders of Israel following him,"
    },
    {
        "o": 4602,
        "r": "nasb:Numbers:16:26",
        "t": "and he spoke to the congregation, saying, “Depart now from the tents of these wicked men, and touch nothing that belongs to them, or you will be swept away in all their sin.”"
    },
    {
        "o": 4603,
        "r": "nasb:Numbers:16:27",
        "t": "So they got back from around the dwellings of Korah, Dathan and Abiram; and Dathan and Abiram came out and*i stood at the doorway of their tents, along with their wives and their sons and their little ones."
    },
    {
        "o": 4604,
        "r": "nasb:Numbers:16:28",
        "t": "Moses said, “By this you shall know that the Lord*s has sent me to do all these deeds; for this is not my doing."
    },
    {
        "o": 4605,
        "r": "nasb:Numbers:16:29",
        "t": "If these men die the death of all men or if they suffer the fate of all men, then*i the Lord*s has not sent me."
    },
    {
        "o": 4606,
        "r": "nasb:Numbers:16:30",
        "t": "But if the Lord*s brings about an entirely new thing and the ground opens its mouth and swallows them up with all that is theirs, and they descend alive into Sheol, then you will understand that these men have spurned the Lord.”*s"
    },
    {
        "o": 4607,
        "r": "nasb:Numbers:16:31",
        "t": "As*p he finished speaking all these words, the ground that was under them split open;"
    },
    {
        "o": 4608,
        "r": "nasb:Numbers:16:32",
        "t": "and the earth opened its mouth and swallowed them up, and their households, and all the men who belonged to Korah with their*i possessions."
    },
    {
        "o": 4609,
        "r": "nasb:Numbers:16:33",
        "t": "So they and all that belonged to them went down alive to Sheol; and the earth closed over them, and they perished from the midst of the assembly."
    },
    {
        "o": 4610,
        "r": "nasb:Numbers:16:34",
        "t": "All Israel who were*i around them fled at their outcry, for they said, “The earth may swallow us up!”"
    },
    {
        "o": 4611,
        "r": "nasb:Numbers:16:35",
        "t": "Fire also came forth from the Lord*s and consumed the two hundred and fifty men who were offering the incense."
    },
    {
        "o": 4612,
        "r": "nasb:Numbers:16:36",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4613,
        "r": "nasb:Numbers:16:37",
        "t": "“Say to Eleazar, the son of Aaron the priest, that he shall take up the censers out of the midst of the blaze, for they are holy; and you scatter the burning coals abroad."
    },
    {
        "o": 4614,
        "r": "nasb:Numbers:16:38",
        "t": "As for the censers of these men who have sinned at the cost of their lives, let them be made into hammered sheets for a plating of the altar, since they did present them before the Lord*s and they are holy; and they shall be for a sign to the sons of Israel.”"
    },
    {
        "o": 4615,
        "r": "nasb:Numbers:16:39",
        "t": "So Eleazar the priest took the bronze censers which the men who were burned had offered, and they hammered them out as a plating for the altar,"
    },
    {
        "o": 4616,
        "r": "nasb:Numbers:16:40",
        "t": "as a reminder to the sons of Israel that no layman who is not of the descendants of Aaron should come near to burn incense before the Lord;*s so that he will not become like Korah and his company—just as the Lord*s had spoken to him through Moses."
    },
    {
        "o": 4617,
        "r": "nasb:Numbers:16:40",
        "t": "Murmuring and Plague",
        "h": 2
    },
    {
        "o": 4618,
        "r": "nasb:Numbers:16:41",
        "t": "But*p on the next day all the congregation of the sons of Israel grumbled against Moses and Aaron, saying, “You are the ones who have caused the death of the Lord’s*s people.”"
    },
    {
        "o": 4619,
        "r": "nasb:Numbers:16:42",
        "t": "It came about, however, when the congregation had assembled against Moses and Aaron, that they turned toward the tent of meeting, and behold, the cloud covered it and the glory of the Lord*s appeared."
    },
    {
        "o": 4620,
        "r": "nasb:Numbers:16:43",
        "t": "Then Moses and Aaron came to the front of the tent of meeting,"
    },
    {
        "o": 4621,
        "r": "nasb:Numbers:16:44",
        "t": "and the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4622,
        "r": "nasb:Numbers:16:45",
        "t": "“Get away from among this congregation, that I may consume them instantly.” Then they fell on their faces."
    },
    {
        "o": 4623,
        "r": "nasb:Numbers:16:46",
        "t": "Moses said to Aaron, “Take your censer and put in it fire from the altar, and lay incense on*i it;*i then bring it quickly to the congregation and make atonement for them, for wrath has gone forth from the Lord,*s the plague has begun!”"
    },
    {
        "o": 4624,
        "r": "nasb:Numbers:16:47",
        "t": "Then Aaron took it*i as Moses had spoken, and ran into the midst of the assembly, for behold, the plague had begun among the people. So he put on*i the incense and made atonement for the people."
    },
    {
        "o": 4625,
        "r": "nasb:Numbers:16:48",
        "t": "He took his stand between the dead and the living, so that the plague was checked."
    },
    {
        "o": 4626,
        "r": "nasb:Numbers:16:49",
        "t": "But those who died by the plague were 14,700, besides those who died on account of Korah."
    },
    {
        "o": 4627,
        "r": "nasb:Numbers:16:50",
        "t": "Then Aaron returned to Moses at the doorway of the tent of meeting, for the plague had been checked."
    },
    {
        "o": 4628,
        "r": "nasb:Numbers:17:0",
        "t": "Numbers 17",
        "h": 1
    },
    {
        "o": 4629,
        "r": "nasb:Numbers:17:0",
        "t": "Aaron’s Rod Buds",
        "h": 2
    },
    {
        "o": 4630,
        "r": "nasb:Numbers:17:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4631,
        "r": "nasb:Numbers:17:2",
        "t": "“Speak to the sons of Israel, and get from them a rod for each father’s household: twelve rods, from all their leaders according to their fathers’ households. You shall write each name on his rod,"
    },
    {
        "o": 4632,
        "r": "nasb:Numbers:17:3",
        "t": "and write Aaron’s name on the rod of Levi; for there is one rod for the head of*i each*i of their fathers’ households."
    },
    {
        "o": 4633,
        "r": "nasb:Numbers:17:4",
        "t": "You shall then deposit them in the tent of meeting in front of the testimony, where I meet with you."
    },
    {
        "o": 4634,
        "r": "nasb:Numbers:17:5",
        "t": "It will come about that the rod of the man whom I choose will sprout. Thus I will lessen from upon Myself the grumblings of the sons of Israel, who are grumbling against you.”"
    },
    {
        "o": 4635,
        "r": "nasb:Numbers:17:6",
        "t": "Moses therefore spoke to the sons of Israel, and all their leaders gave him a rod apiece, for each leader according to their fathers’ households, twelve rods, with the rod of Aaron among their rods."
    },
    {
        "o": 4636,
        "r": "nasb:Numbers:17:7",
        "t": "So Moses deposited the rods before the Lord*s in the tent of the testimony."
    },
    {
        "o": 4637,
        "r": "nasb:Numbers:17:8",
        "t": "Now*p on the next day Moses went into the tent of the testimony; and behold, the rod of Aaron for the house of Levi had sprouted and put forth buds and produced blossoms, and it bore ripe almonds."
    },
    {
        "o": 4638,
        "r": "nasb:Numbers:17:9",
        "t": "Moses then brought out all the rods from the presence of the Lord*s to all the sons of Israel; and they looked, and each man took his rod."
    },
    {
        "o": 4639,
        "r": "nasb:Numbers:17:10",
        "t": "But the Lord*s said to Moses, “Put back the rod of Aaron before the testimony to be kept as a sign against the rebels, that you may put an end to their grumblings against Me, so that they will not die.”"
    },
    {
        "o": 4640,
        "r": "nasb:Numbers:17:11",
        "t": "Thus Moses did; just as the Lord*s had commanded him, so he did."
    },
    {
        "o": 4641,
        "r": "nasb:Numbers:17:12",
        "t": "Then*p the sons of Israel spoke to Moses, saying, “Behold, we perish, we are dying, we are all dying!"
    },
    {
        "o": 4642,
        "r": "nasb:Numbers:17:13",
        "t": "Everyone who comes near, who comes near to the tabernacle of the Lord,*s must die. Are we to perish completely?”"
    },
    {
        "o": 4643,
        "r": "nasb:Numbers:18:0",
        "t": "Numbers 18",
        "h": 1
    },
    {
        "o": 4644,
        "r": "nasb:Numbers:18:0",
        "t": "Duties of Levites",
        "h": 2
    },
    {
        "o": 4645,
        "r": "nasb:Numbers:18:1",
        "t": "So*p the Lord*s said to Aaron, “You and your sons and your father’s household with you shall bear the guilt in connection with the sanctuary, and you and your sons with you shall bear the guilt in connection with your priesthood."
    },
    {
        "o": 4646,
        "r": "nasb:Numbers:18:2",
        "t": "But bring with you also your brothers, the tribe of Levi, the tribe of your father, that they may be joined with you and serve you, while you and your sons with you are before the tent of the testimony."
    },
    {
        "o": 4647,
        "r": "nasb:Numbers:18:3",
        "t": "And they shall thus attend to your obligation and the obligation of all the tent, but they shall not come near to the furnishings of the sanctuary and the altar, or both they and you will die."
    },
    {
        "o": 4648,
        "r": "nasb:Numbers:18:4",
        "t": "They shall be joined with you and attend to the obligations of the tent of meeting, for all the service of the tent; but an outsider may not come near you."
    },
    {
        "o": 4649,
        "r": "nasb:Numbers:18:5",
        "t": "So you shall attend to the obligations of the sanctuary and the obligations of the altar, so that there will no longer be wrath on the sons of Israel."
    },
    {
        "o": 4650,
        "r": "nasb:Numbers:18:6",
        "t": "Behold, I Myself have taken your fellow Levites from among the sons of Israel; they are a gift to you, dedicated to the Lord,*s to perform the service for the tent of meeting."
    },
    {
        "o": 4651,
        "r": "nasb:Numbers:18:7",
        "t": "But you and your sons with you shall attend to your priesthood for everything concerning the altar and inside the veil, and you are to perform service. I am giving you the priesthood as a bestowed service, but the outsider who comes near shall be put to death.”"
    },
    {
        "o": 4652,
        "r": "nasb:Numbers:18:7",
        "t": "The Priests’ Portion",
        "h": 2
    },
    {
        "o": 4653,
        "r": "nasb:Numbers:18:8",
        "t": "Then*p the Lord*s spoke to Aaron, “Now behold, I Myself have given you charge of My offerings, even all the holy gifts of the sons of Israel I have given them to you as a portion and to your sons as a perpetual allotment."
    },
    {
        "o": 4654,
        "r": "nasb:Numbers:18:9",
        "t": "This shall be yours from the most holy gifts*i reserved*i from the fire; every offering of theirs, even every grain offering and every sin offering and every guilt offering, which they shall render to Me, shall be most holy for you and for your sons."
    },
    {
        "o": 4655,
        "r": "nasb:Numbers:18:10",
        "t": "As the most holy gifts*i you shall eat it; every male shall eat it. It shall be holy to you."
    },
    {
        "o": 4656,
        "r": "nasb:Numbers:18:11",
        "t": "This also is yours, the offering of their gift, even all the wave offerings of the sons of Israel; I have given them to you and to your sons and daughters with you as a perpetual allotment. Everyone of your household who is clean may eat it."
    },
    {
        "o": 4657,
        "r": "nasb:Numbers:18:12",
        "t": "All the best of the fresh oil and all the best of the fresh wine and of the grain, the first fruits of those which they give to the Lord,*s I give them to you."
    },
    {
        "o": 4658,
        "r": "nasb:Numbers:18:13",
        "t": "The first ripe fruits of all that is in their land, which they bring to the Lord,*s shall be yours; everyone of your household who is clean may eat it."
    },
    {
        "o": 4659,
        "r": "nasb:Numbers:18:14",
        "t": "Every devoted thing in Israel shall be yours."
    },
    {
        "o": 4660,
        "r": "nasb:Numbers:18:15",
        "t": "Every first issue of the womb of all flesh, whether man or animal, which they offer to the Lord,*s shall be yours; nevertheless the firstborn of man you shall surely redeem, and the firstborn of unclean animals you shall redeem."
    },
    {
        "o": 4661,
        "r": "nasb:Numbers:18:16",
        "t": "As to their redemption price, from a month old you shall redeem them, by your valuation, five shekels in silver, according to the shekel of the sanctuary, which is twenty gerahs."
    },
    {
        "o": 4662,
        "r": "nasb:Numbers:18:17",
        "t": "But the firstborn of an ox or the firstborn of a sheep or the firstborn of a goat, you shall not redeem; they are holy. You shall sprinkle their blood on the altar and shall offer up their fat in smoke as*i an offering by fire, for a soothing aroma to the Lord.*s"
    },
    {
        "o": 4663,
        "r": "nasb:Numbers:18:18",
        "t": "Their meat shall be yours; it shall be yours like the breast of a wave offering and like the right thigh."
    },
    {
        "o": 4664,
        "r": "nasb:Numbers:18:19",
        "t": "All the offerings of the holy gifts,*i which the sons of Israel offer to the Lord,*s I have given to you and your sons and your daughters with you, as a perpetual allotment. It is an everlasting covenant of salt before the Lord*s to you and your descendants with you.”"
    },
    {
        "o": 4665,
        "r": "nasb:Numbers:18:20",
        "t": "Then the Lord*s said to Aaron, “You shall have no inheritance in their land nor own any portion among them; I am your portion and your inheritance among the sons of Israel."
    },
    {
        "o": 4666,
        "r": "nasb:Numbers:18:21",
        "t": "“To*p the sons of Levi, behold, I have given all the tithe in Israel for an inheritance, in return for their service which they perform, the service of the tent of meeting."
    },
    {
        "o": 4667,
        "r": "nasb:Numbers:18:22",
        "t": "The sons of Israel shall not come near the tent of meeting again, or they will bear sin and die."
    },
    {
        "o": 4668,
        "r": "nasb:Numbers:18:23",
        "t": "Only the Levites shall perform the service of the tent of meeting, and they shall bear their iniquity; it shall be a perpetual statute throughout your generations, and among the sons of Israel they shall have no inheritance."
    },
    {
        "o": 4669,
        "r": "nasb:Numbers:18:24",
        "t": "For the tithe of the sons of Israel, which they offer as an offering to the Lord,*s I have given to the Levites for an inheritance; therefore I have said concerning them, ‘They shall have no inheritance among the sons of Israel.’ ”"
    },
    {
        "o": 4670,
        "r": "nasb:Numbers:18:25",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4671,
        "r": "nasb:Numbers:18:26",
        "t": "“Moreover, you shall speak to the Levites and say to them, ‘When you take from the sons of Israel the tithe which I have given you from them for your inheritance, then you shall present an offering from it to the Lord,*s a tithe of the tithe."
    },
    {
        "o": 4672,
        "r": "nasb:Numbers:18:27",
        "t": "Your offering shall be reckoned to you as the grain from the threshing floor or the full produce from the wine vat."
    },
    {
        "o": 4673,
        "r": "nasb:Numbers:18:28",
        "t": "So you shall also present an offering to the Lord*s from your tithes, which you receive from the sons of Israel; and from it you shall give the Lord’s*s offering to Aaron the priest."
    },
    {
        "o": 4674,
        "r": "nasb:Numbers:18:29",
        "t": "Out of all your gifts you shall present every offering due to the Lord,*s from all the best of them, the sacred part from them.’"
    },
    {
        "o": 4675,
        "r": "nasb:Numbers:18:30",
        "t": "You shall say to them, ‘When you have offered from it the best of it, then the*i rest*i shall be reckoned to the Levites as the product of the threshing floor, and as the product of the wine vat."
    },
    {
        "o": 4676,
        "r": "nasb:Numbers:18:31",
        "t": "You may eat it anywhere, you and your households, for it is your compensation in return for your service in the tent of meeting."
    },
    {
        "o": 4677,
        "r": "nasb:Numbers:18:32",
        "t": "You will bear no sin by reason of it when you have offered the best of it. But you shall not profane the sacred gifts of the sons of Israel, or you will die.’ ”"
    },
    {
        "o": 4678,
        "r": "nasb:Numbers:19:0",
        "t": "Numbers 19",
        "h": 1
    },
    {
        "o": 4679,
        "r": "nasb:Numbers:19:0",
        "t": "Ordinance of the Red Heifer",
        "h": 2
    },
    {
        "o": 4680,
        "r": "nasb:Numbers:19:1",
        "t": "Then*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4681,
        "r": "nasb:Numbers:19:2",
        "t": "“This is the statute of the law which the Lord*s has commanded, saying, ‘Speak to the sons of Israel that they bring you an unblemished red heifer in which is no defect and*i on which a yoke has never been placed."
    },
    {
        "o": 4682,
        "r": "nasb:Numbers:19:3",
        "t": "You shall give it to Eleazar the priest, and it shall be brought outside the camp and be slaughtered in his presence."
    },
    {
        "o": 4683,
        "r": "nasb:Numbers:19:4",
        "t": "Next Eleazar the priest shall take some of its blood with his finger and sprinkle some of its blood toward the front of the tent of meeting seven times."
    },
    {
        "o": 4684,
        "r": "nasb:Numbers:19:5",
        "t": "Then the heifer shall be burned in his sight; its hide and its flesh and its blood, with its refuse, shall be burned."
    },
    {
        "o": 4685,
        "r": "nasb:Numbers:19:6",
        "t": "The priest shall take cedar wood and hyssop and scarlet material*i and cast it into the midst of the burning heifer."
    },
    {
        "o": 4686,
        "r": "nasb:Numbers:19:7",
        "t": "The priest shall then wash his clothes and bathe his body in water, and afterward come into the camp, but the priest shall be unclean until evening."
    },
    {
        "o": 4687,
        "r": "nasb:Numbers:19:8",
        "t": "The one who burns it shall also wash his clothes in water and bathe his body in water, and shall be unclean until evening."
    },
    {
        "o": 4688,
        "r": "nasb:Numbers:19:9",
        "t": "Now a man who is clean shall gather up the ashes of the heifer and deposit them outside the camp in a clean place, and the congregation of the sons of Israel shall keep it as water to remove impurity; it is purification from sin."
    },
    {
        "o": 4689,
        "r": "nasb:Numbers:19:10",
        "t": "The one who gathers the ashes of the heifer shall wash his clothes and be unclean until evening; and it shall be a perpetual statute to the sons of Israel and to the alien who sojourns among them."
    },
    {
        "o": 4690,
        "r": "nasb:Numbers:19:11",
        "t": "‘The*p one who touches the corpse of any person shall be unclean for seven days."
    },
    {
        "o": 4691,
        "r": "nasb:Numbers:19:12",
        "t": "That one shall purify himself from uncleanness with the water on the third day and on the seventh day, and*i then*i he will be clean; but if he does not purify himself on the third day and on the seventh day, he will not be clean."
    },
    {
        "o": 4692,
        "r": "nasb:Numbers:19:13",
        "t": "Anyone who touches a corpse, the body of a man who has died, and does not purify himself, defiles the tabernacle of the Lord;*s and that person shall be cut off from Israel. Because the water for impurity was not sprinkled on him, he shall be unclean; his uncleanness is still on him."
    },
    {
        "o": 4693,
        "r": "nasb:Numbers:19:14",
        "t": "‘This*p is the law when a man dies in a tent: everyone who comes into the tent and everyone who is in the tent shall be unclean for seven days."
    },
    {
        "o": 4694,
        "r": "nasb:Numbers:19:15",
        "t": "Every open vessel, which has no covering tied down on it, shall be unclean."
    },
    {
        "o": 4695,
        "r": "nasb:Numbers:19:16",
        "t": "Also, anyone who in the open field touches one who has been slain with a sword or who has died naturally,*i or a human bone or a grave, shall be unclean for seven days."
    },
    {
        "o": 4696,
        "r": "nasb:Numbers:19:17",
        "t": "Then for the unclean person*i they shall take some of the ashes of the burnt purification from sin and flowing water shall be added to them in a vessel."
    },
    {
        "o": 4697,
        "r": "nasb:Numbers:19:18",
        "t": "A clean person shall take hyssop and dip it*i in the water, and sprinkle it*i on the tent and on all the furnishings and on the persons who were there, and on the one who touched the bone or the one slain or the one dying naturally*i or the grave."
    },
    {
        "o": 4698,
        "r": "nasb:Numbers:19:19",
        "t": "Then the clean person*i shall sprinkle on the unclean on the third day and on the seventh day; and on the seventh day he shall purify him from uncleanness, and he shall wash his clothes and bathe himself*i in water and shall be clean by evening."
    },
    {
        "o": 4699,
        "r": "nasb:Numbers:19:20",
        "t": "‘But*p the man who is unclean and does not purify himself from uncleanness, that person shall be cut off from the midst of the assembly, because he has defiled the sanctuary of the Lord;*s the water for impurity has not been sprinkled on him, he is unclean."
    },
    {
        "o": 4700,
        "r": "nasb:Numbers:19:21",
        "t": "So it shall be a perpetual statute for them. And he who sprinkles the water for impurity shall wash his clothes, and he who touches the water for impurity shall be unclean until evening."
    },
    {
        "o": 4701,
        "r": "nasb:Numbers:19:22",
        "t": "Furthermore, anything that the unclean person*i touches shall be unclean; and the person who touches it*i shall be unclean until evening.’ ”"
    },
    {
        "o": 4702,
        "r": "nasb:Numbers:20:0",
        "t": "Numbers 20",
        "h": 1
    },
    {
        "o": 4703,
        "r": "nasb:Numbers:20:0",
        "t": "Death of Miriam",
        "h": 2
    },
    {
        "o": 4704,
        "r": "nasb:Numbers:20:1",
        "t": "Then*p the sons of Israel, the whole congregation, came to the wilderness of Zin in the first month; and the people stayed at Kadesh. Now Miriam died there and was buried there."
    },
    {
        "o": 4705,
        "r": "nasb:Numbers:20:2",
        "t": "There*p was no water for the congregation, and they assembled themselves against Moses and Aaron."
    },
    {
        "o": 4706,
        "r": "nasb:Numbers:20:3",
        "t": "The people thus contended with Moses and spoke, saying, “If only we had perished when our brothers perished before the Lord!*s"
    },
    {
        "o": 4707,
        "r": "nasb:Numbers:20:4",
        "t": "Why then have you brought the Lord’s*s assembly into this wilderness, for us and our beasts to die here?"
    },
    {
        "o": 4708,
        "r": "nasb:Numbers:20:5",
        "t": "Why have you made us come up from Egypt, to bring us in to this wretched place? It is not a place of grain or figs or vines or pomegranates, nor is there water to drink.”"
    },
    {
        "o": 4709,
        "r": "nasb:Numbers:20:6",
        "t": "Then Moses and Aaron came in from the presence of the assembly to the doorway of the tent of meeting and fell on their faces. Then the glory of the Lord*s appeared to them;"
    },
    {
        "o": 4710,
        "r": "nasb:Numbers:20:7",
        "t": "and the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4711,
        "r": "nasb:Numbers:20:7",
        "t": "The Water of Meribah",
        "h": 2
    },
    {
        "o": 4712,
        "r": "nasb:Numbers:20:8",
        "t": "“Take*p the rod; and you and your brother Aaron assemble the congregation and speak to the rock before their eyes, that it may yield its water. You shall thus bring forth water for them out of the rock and let the congregation and their beasts drink.”"
    },
    {
        "o": 4713,
        "r": "nasb:Numbers:20:9",
        "t": "So*p Moses took the rod from before the Lord,*s just as He had commanded him;"
    },
    {
        "o": 4714,
        "r": "nasb:Numbers:20:10",
        "t": "and Moses and Aaron gathered the assembly before the rock. And he said to them, “Listen now, you rebels; shall we bring forth water for you out of this rock?”"
    },
    {
        "o": 4715,
        "r": "nasb:Numbers:20:11",
        "t": "Then Moses lifted up his hand and struck the rock twice with his rod; and water came forth abundantly, and the congregation and their beasts drank."
    },
    {
        "o": 4716,
        "r": "nasb:Numbers:20:12",
        "t": "But the Lord*s said to Moses and Aaron, “Because you have not believed Me, to treat Me as holy in the sight of the sons of Israel, therefore you shall not bring this assembly into the land which I have given them.”"
    },
    {
        "o": 4717,
        "r": "nasb:Numbers:20:13",
        "t": "Those were*i the waters of Meribah, because the sons of Israel contended with the Lord,*s and He proved Himself holy among them."
    },
    {
        "o": 4718,
        "r": "nasb:Numbers:20:14",
        "t": "From*p Kadesh Moses then sent messengers to the king of Edom: “Thus your brother Israel has said, ‘You know all the hardship that has befallen us;"
    },
    {
        "o": 4719,
        "r": "nasb:Numbers:20:15",
        "t": "that our fathers went down to Egypt, and we stayed in Egypt a long time, and the Egyptians treated us and our fathers badly."
    },
    {
        "o": 4720,
        "r": "nasb:Numbers:20:16",
        "t": "But when we cried out to the Lord,*s He heard our voice and sent an angel and brought us out from Egypt; now behold, we are at Kadesh, a town on the edge of your territory."
    },
    {
        "o": 4721,
        "r": "nasb:Numbers:20:17",
        "t": "Please let us pass through your land. We will not pass through field or through vineyard; we will not even drink water from a well. We will go along the king’s highway, not turning to the right or left, until we pass through your territory.’ ”"
    },
    {
        "o": 4722,
        "r": "nasb:Numbers:20:18",
        "t": "Edom,*p however, said to him, “You shall not pass through us, or I will come out with the sword against you.”"
    },
    {
        "o": 4723,
        "r": "nasb:Numbers:20:19",
        "t": "Again, the sons of Israel said to him, “We will go up by the highway, and if I and my livestock do drink any of your water, then I will pay its price. Let me only pass through on my feet, nothing else.”*i"
    },
    {
        "o": 4724,
        "r": "nasb:Numbers:20:20",
        "t": "But he said, “You shall not pass through.” And Edom came out against him with a heavy force and with a strong hand."
    },
    {
        "o": 4725,
        "r": "nasb:Numbers:20:21",
        "t": "Thus Edom refused to allow Israel to pass through his territory; so Israel turned away from him."
    },
    {
        "o": 4726,
        "r": "nasb:Numbers:20:22",
        "t": "Now*p when they set out from Kadesh, the sons of Israel, the whole congregation, came to Mount Hor."
    },
    {
        "o": 4727,
        "r": "nasb:Numbers:20:22",
        "t": "Death of Aaron",
        "h": 2
    },
    {
        "o": 4728,
        "r": "nasb:Numbers:20:23",
        "t": "Then*p the Lord*s spoke to Moses and Aaron at Mount Hor by the border of the land of Edom, saying,"
    },
    {
        "o": 4729,
        "r": "nasb:Numbers:20:24",
        "t": "“Aaron will be gathered to his people; for he shall not enter the land which I have given to the sons of Israel, because you rebelled against My command at the waters of Meribah."
    },
    {
        "o": 4730,
        "r": "nasb:Numbers:20:25",
        "t": "Take Aaron and his son Eleazar and bring them up to Mount Hor;"
    },
    {
        "o": 4731,
        "r": "nasb:Numbers:20:26",
        "t": "and strip Aaron of his garments and put them on his son Eleazar. So Aaron will be gathered to*i his*i people,*i and will die there.”"
    },
    {
        "o": 4732,
        "r": "nasb:Numbers:20:27",
        "t": "So Moses did just as the Lord*s had commanded, and they went up to Mount Hor in the sight of all the congregation."
    },
    {
        "o": 4733,
        "r": "nasb:Numbers:20:28",
        "t": "After Moses had stripped Aaron of his garments and put them on his son Eleazar, Aaron died there on the mountain top. Then Moses and Eleazar came down from the mountain."
    },
    {
        "o": 4734,
        "r": "nasb:Numbers:20:29",
        "t": "When all the congregation saw that Aaron had died, all the house of Israel wept for Aaron thirty days."
    },
    {
        "o": 4735,
        "r": "nasb:Numbers:21:0",
        "t": "Numbers 21",
        "h": 1
    },
    {
        "o": 4736,
        "r": "nasb:Numbers:21:0",
        "t": "Arad Conquered",
        "h": 2
    },
    {
        "o": 4737,
        "r": "nasb:Numbers:21:1",
        "t": "When*p the Canaanite, the king of Arad, who lived in the Negev, heard that Israel was coming by the way of Atharim, then he fought against Israel and took some of them captive."
    },
    {
        "o": 4738,
        "r": "nasb:Numbers:21:2",
        "t": "So Israel made a vow to the Lord*s and said, “If You will indeed deliver this people into my hand, then I will utterly destroy their cities.”"
    },
    {
        "o": 4739,
        "r": "nasb:Numbers:21:3",
        "t": "The Lord*s heard the voice of Israel and delivered up the Canaanites; then they utterly destroyed them and their cities. Thus the name of the place was called Hormah."
    },
    {
        "o": 4740,
        "r": "nasb:Numbers:21:4",
        "t": "Then*p they set out from Mount Hor by the way of the Red Sea, to go around the land of Edom; and the people became impatient because of the journey."
    },
    {
        "o": 4741,
        "r": "nasb:Numbers:21:5",
        "t": "The people spoke against God and Moses, “Why have you brought us up out of Egypt to die in the wilderness? For there is no food and no water, and we loathe this miserable food.”"
    },
    {
        "o": 4742,
        "r": "nasb:Numbers:21:5",
        "t": "The Bronze Serpent",
        "h": 2
    },
    {
        "o": 4743,
        "r": "nasb:Numbers:21:6",
        "t": "The*p Lord*s sent fiery serpents among the people and they bit the people, so that many people of Israel died."
    },
    {
        "o": 4744,
        "r": "nasb:Numbers:21:7",
        "t": "So the people came to Moses and said, “We have sinned, because we have spoken against the Lord*s and you; intercede with the Lord,*s that He may remove the serpents from us.” And Moses interceded for the people."
    },
    {
        "o": 4745,
        "r": "nasb:Numbers:21:8",
        "t": "Then the Lord*s said to Moses, “Make a fiery serpent,*i and set it on a standard; and it shall come about, that everyone who is bitten, when he looks at it, he will live.”"
    },
    {
        "o": 4746,
        "r": "nasb:Numbers:21:9",
        "t": "And Moses made a bronze serpent and set it on the standard; and it came about, that if a serpent bit any man, when he looked to the bronze serpent, he lived."
    },
    {
        "o": 4747,
        "r": "nasb:Numbers:21:10",
        "t": "Now*p the sons of Israel moved out and camped in Oboth."
    },
    {
        "o": 4748,
        "r": "nasb:Numbers:21:11",
        "t": "They journeyed from Oboth and camped at Iye-abarim, in the wilderness which is opposite Moab, to the east."
    },
    {
        "o": 4749,
        "r": "nasb:Numbers:21:12",
        "t": "From there they set out and camped in Wadi Zered."
    },
    {
        "o": 4750,
        "r": "nasb:Numbers:21:13",
        "t": "From there they journeyed and camped on the other side of the Arnon, which is in the wilderness that comes out of the border of the Amorites, for the Arnon is the border of Moab, between Moab and the Amorites."
    },
    {
        "o": 4751,
        "r": "nasb:Numbers:21:14",
        "t": "Therefore it is said in the Book of the Wars of the Lord,*s “Waheb*pn in Suphah, And*ln the wadis of the Arnon,"
    },
    {
        "o": 4752,
        "r": "nasb:Numbers:21:15",
        "t": "And*ln the slope of the wadis That*ln extends to the site of Ar, And*ln leans to the border of Moab.”"
    },
    {
        "o": 4753,
        "r": "nasb:Numbers:21:16",
        "t": "From*p there they*i continued*i to Beer, that is the well where the Lord*s said to Moses, “Assemble the people, that I may give them water.”"
    },
    {
        "o": 4754,
        "r": "nasb:Numbers:21:17",
        "t": "Then*p Israel sang this song: “Spring*pn up, O well! Sing to it!"
    },
    {
        "o": 4755,
        "r": "nasb:Numbers:21:18",
        "t": "The*ln well, which the leaders sank, Which*ln the nobles of the people dug, With*ln the scepter and*i with their staffs.” And*p from the wilderness they*i continued*i to Mattanah,"
    },
    {
        "o": 4756,
        "r": "nasb:Numbers:21:19",
        "t": "and from Mattanah to Nahaliel, and from Nahaliel to Bamoth,"
    },
    {
        "o": 4757,
        "r": "nasb:Numbers:21:20",
        "t": "and from Bamoth to the valley that is in the land of Moab, at the top of Pisgah which overlooks the wasteland."
    },
    {
        "o": 4758,
        "r": "nasb:Numbers:21:20",
        "t": "Two Victories",
        "h": 2
    },
    {
        "o": 4759,
        "r": "nasb:Numbers:21:21",
        "t": "Then*p Israel sent messengers to Sihon, king of the Amorites, saying,"
    },
    {
        "o": 4760,
        "r": "nasb:Numbers:21:22",
        "t": "“Let me pass through your land. We will not turn off into field or vineyard; we will not drink water from wells. We will go by the king’s highway until we have passed through your border.”"
    },
    {
        "o": 4761,
        "r": "nasb:Numbers:21:23",
        "t": "But Sihon would not permit Israel to pass through his border. So Sihon gathered all his people and went out against Israel in the wilderness, and came to Jahaz and fought against Israel."
    },
    {
        "o": 4762,
        "r": "nasb:Numbers:21:24",
        "t": "Then Israel struck him with the edge of the sword, and took possession of his land from the Arnon to the Jabbok, as far as the sons of Ammon; for the border of the sons of Ammon was*i Jazer."
    },
    {
        "o": 4763,
        "r": "nasb:Numbers:21:25",
        "t": "Israel took all these cities and Israel lived in all the cities of the Amorites, in Heshbon, and in all her villages."
    },
    {
        "o": 4764,
        "r": "nasb:Numbers:21:26",
        "t": "For Heshbon was the city of Sihon, king of the Amorites, who had fought against the former king of Moab and had taken all his land out of his hand, as far as the Arnon."
    },
    {
        "o": 4765,
        "r": "nasb:Numbers:21:27",
        "t": "Therefore those who use proverbs say, “Come*pn to Heshbon! Let it be built! So*ln let the city of Sihon be established."
    },
    {
        "o": 4766,
        "r": "nasb:Numbers:21:28",
        "t": "For*ln a fire went forth from Heshbon, A*ln flame from the town of Sihon; It*ln devoured Ar of Moab, The*ln dominant heights of the Arnon."
    },
    {
        "o": 4767,
        "r": "nasb:Numbers:21:29",
        "t": "Woe*ln to you, O Moab! You*ln are ruined, O people of Chemosh! He*ln has given his sons as fugitives, And*ln his daughters into captivity, To*ln an Amorite king, Sihon."
    },
    {
        "o": 4768,
        "r": "nasb:Numbers:21:30",
        "t": "But*ln we have cast them down, Heshbon*ln is ruined as far as Dibon, Then*ln we have laid waste even to Nophah, Which*ln reaches*i to Medeba.”"
    },
    {
        "o": 4769,
        "r": "nasb:Numbers:21:31",
        "t": "Thus*p Israel lived in the land of the Amorites."
    },
    {
        "o": 4770,
        "r": "nasb:Numbers:21:32",
        "t": "Moses sent to spy out Jazer, and they captured its villages and dispossessed the Amorites who were*i there."
    },
    {
        "o": 4771,
        "r": "nasb:Numbers:21:33",
        "t": "Then*p they turned and went up by the way of Bashan, and Og the king of Bashan went out with all his people, for battle at Edrei."
    },
    {
        "o": 4772,
        "r": "nasb:Numbers:21:34",
        "t": "But the Lord*s said to Moses, “Do not fear him, for I have given him into your hand, and all his people and his land; and you shall do to him as you did to Sihon, king of the Amorites, who lived at Heshbon.”"
    },
    {
        "o": 4773,
        "r": "nasb:Numbers:21:35",
        "t": "So they killed him and his sons and all his people, until there was no remnant left him; and they possessed his land."
    },
    {
        "o": 4774,
        "r": "nasb:Numbers:22:0",
        "t": "Numbers 22",
        "h": 1
    },
    {
        "o": 4775,
        "r": "nasb:Numbers:22:0",
        "t": "Balak Sends for Balaam",
        "h": 2
    },
    {
        "o": 4776,
        "r": "nasb:Numbers:22:1",
        "t": "Then*p the sons of Israel journeyed, and camped in the plains of Moab beyond the Jordan opposite*i Jericho."
    },
    {
        "o": 4777,
        "r": "nasb:Numbers:22:2",
        "t": "Now*p Balak the son of Zippor saw all that Israel had done to the Amorites."
    },
    {
        "o": 4778,
        "r": "nasb:Numbers:22:3",
        "t": "So Moab was in great fear because of the people, for they were numerous; and Moab was in dread of the sons of Israel."
    },
    {
        "o": 4779,
        "r": "nasb:Numbers:22:4",
        "t": "Moab said to the elders of Midian, “Now this horde will lick up all that is around us, as the ox licks up the grass of the field.” And Balak the son of Zippor was king of Moab at that time."
    },
    {
        "o": 4780,
        "r": "nasb:Numbers:22:5",
        "t": "So he sent messengers to Balaam the son of Beor, at Pethor, which is near the River, in*i the land of the sons of his people, to call him, saying, “Behold, a people came out of Egypt; behold, they cover the surface of the land, and they are living opposite me."
    },
    {
        "o": 4781,
        "r": "nasb:Numbers:22:6",
        "t": "Now, therefore, please come, curse this people for me since they are too mighty for me; perhaps I may be able to defeat them and drive them out of the land. For I know that he whom you bless is blessed, and he whom you curse is cursed.”"
    },
    {
        "o": 4782,
        "r": "nasb:Numbers:22:7",
        "t": "So*p the elders of Moab and the elders of Midian departed with the fees*i for*i divination in their hand; and they came to Balaam and repeated Balak’s words to him."
    },
    {
        "o": 4783,
        "r": "nasb:Numbers:22:8",
        "t": "He said to them, “Spend the night here, and I will bring word back to you as the Lord*s may speak to me.” And the leaders of Moab stayed with Balaam."
    },
    {
        "o": 4784,
        "r": "nasb:Numbers:22:9",
        "t": "Then God came to Balaam and said, “Who are these men with you?”"
    },
    {
        "o": 4785,
        "r": "nasb:Numbers:22:10",
        "t": "Balaam said to God, “Balak the son of Zippor, king of Moab, has sent word*i to me,"
    },
    {
        "o": 4786,
        "r": "nasb:Numbers:22:11",
        "t": "‘Behold, there is a people who came out of Egypt and they cover the surface of the land; now come, curse them for me; perhaps I may be able to fight against them and drive them out.’ ”"
    },
    {
        "o": 4787,
        "r": "nasb:Numbers:22:12",
        "t": "God said to Balaam, “Do not go with them; you shall not curse the people, for they are blessed.”"
    },
    {
        "o": 4788,
        "r": "nasb:Numbers:22:13",
        "t": "So Balaam arose in the morning and said to Balak’s leaders, “Go back to your land, for the Lord*s has refused to let me go with you.”"
    },
    {
        "o": 4789,
        "r": "nasb:Numbers:22:14",
        "t": "The leaders of Moab arose and went to Balak and said, “Balaam refused to come with us.”"
    },
    {
        "o": 4790,
        "r": "nasb:Numbers:22:15",
        "t": "Then*p Balak again sent leaders, more numerous and more distinguished than the former."
    },
    {
        "o": 4791,
        "r": "nasb:Numbers:22:16",
        "t": "They came to Balaam and said to him, “Thus says Balak the son of Zippor, ‘Let nothing, I beg you, hinder you from coming to me;"
    },
    {
        "o": 4792,
        "r": "nasb:Numbers:22:17",
        "t": "for I will indeed honor you richly, and I will do whatever you say to me. Please come then, curse this people for me.’ ”"
    },
    {
        "o": 4793,
        "r": "nasb:Numbers:22:18",
        "t": "Balaam replied to the servants of Balak, “Though Balak were to give me his house full of silver and gold, I could not do anything, either small or great, contrary to the command of the Lord*s my God."
    },
    {
        "o": 4794,
        "r": "nasb:Numbers:22:19",
        "t": "Now please, you also stay here tonight, and I will find out what else the Lord*s will speak to me.”"
    },
    {
        "o": 4795,
        "r": "nasb:Numbers:22:20",
        "t": "God came to Balaam at night and said to him, “If the men have come to call you, rise up and*i go with them; but only the word which I speak to you shall you do.”"
    },
    {
        "o": 4796,
        "r": "nasb:Numbers:22:21",
        "t": "So*p Balaam arose in the morning, and saddled his donkey and went with the leaders of Moab."
    },
    {
        "o": 4797,
        "r": "nasb:Numbers:22:21",
        "t": "The Angel and Balaam",
        "h": 2
    },
    {
        "o": 4798,
        "r": "nasb:Numbers:22:22",
        "t": "But*p God was angry because he was going, and the angel of the Lord*s took his stand in the way as an adversary against him. Now he was riding on his donkey and his two servants were with him."
    },
    {
        "o": 4799,
        "r": "nasb:Numbers:22:23",
        "t": "When the donkey saw the angel of the Lord*s standing in the way with his drawn sword in his hand, the donkey turned off from the way and went into the field; but Balaam struck the donkey to turn her back into the way."
    },
    {
        "o": 4800,
        "r": "nasb:Numbers:22:24",
        "t": "Then the angel of the Lord*s stood in a narrow path of the vineyards, with*i a wall on this side and a wall on that side."
    },
    {
        "o": 4801,
        "r": "nasb:Numbers:22:25",
        "t": "When the donkey saw the angel of the Lord,*s she pressed herself to the wall and pressed Balaam’s foot against the wall, so he struck her again."
    },
    {
        "o": 4802,
        "r": "nasb:Numbers:22:26",
        "t": "The angel of the Lord*s went further, and stood in a narrow place where there was no way to turn to the right hand or the left."
    },
    {
        "o": 4803,
        "r": "nasb:Numbers:22:27",
        "t": "When the donkey saw the angel of the Lord,*s she lay down under Balaam; so Balaam was angry and struck the donkey with his stick."
    },
    {
        "o": 4804,
        "r": "nasb:Numbers:22:28",
        "t": "And the Lord*s opened the mouth of the donkey, and she said to Balaam, “What have I done to you, that you have struck me these three times?”"
    },
    {
        "o": 4805,
        "r": "nasb:Numbers:22:29",
        "t": "Then Balaam said to the donkey, “Because you have made a mockery of me! If there had been a sword in my hand, I would have killed you by now.”"
    },
    {
        "o": 4806,
        "r": "nasb:Numbers:22:30",
        "t": "The donkey said to Balaam, “Am I not your donkey on which you have ridden all your life to this day? Have I ever been accustomed to do so to you?” And he said, “No.”"
    },
    {
        "o": 4807,
        "r": "nasb:Numbers:22:31",
        "t": "Then*p the Lord*s opened the eyes of Balaam, and he saw the angel of the Lord*s standing in the way with his drawn sword in his hand; and he bowed all the way to the ground."
    },
    {
        "o": 4808,
        "r": "nasb:Numbers:22:32",
        "t": "The angel of the Lord*s said to him, “Why have you struck your donkey these three times? Behold, I have come out as an adversary, because your way was contrary to me."
    },
    {
        "o": 4809,
        "r": "nasb:Numbers:22:33",
        "t": "But the donkey saw me and turned aside from me these three times. If she had not turned aside from me, I would surely have killed you just now, and let her live.”"
    },
    {
        "o": 4810,
        "r": "nasb:Numbers:22:34",
        "t": "Balaam said to the angel of the Lord,*s “I have sinned, for I did not know that you were standing in the way against me. Now then, if it is displeasing to you, I will turn back.”"
    },
    {
        "o": 4811,
        "r": "nasb:Numbers:22:35",
        "t": "But the angel of the Lord*s said to Balaam, “Go with the men, but you shall speak only the word which I tell you.” So Balaam went along with the leaders of Balak."
    },
    {
        "o": 4812,
        "r": "nasb:Numbers:22:36",
        "t": "When*p Balak heard that Balaam was coming, he went out to meet him at the city of Moab, which is on the Arnon border, at the extreme end of the border."
    },
    {
        "o": 4813,
        "r": "nasb:Numbers:22:37",
        "t": "Then Balak said to Balaam, “Did I not urgently send to you to call you? Why did you not come to me? Am I really unable to honor you?”"
    },
    {
        "o": 4814,
        "r": "nasb:Numbers:22:38",
        "t": "So Balaam said to Balak, “Behold, I have come now to you! Am I able to speak anything at all? The word that God puts in my mouth, that I shall speak.”"
    },
    {
        "o": 4815,
        "r": "nasb:Numbers:22:39",
        "t": "And Balaam went with Balak, and they came to Kiriath-huzoth."
    },
    {
        "o": 4816,
        "r": "nasb:Numbers:22:40",
        "t": "Balak sacrificed oxen and sheep, and sent some*i to Balaam and the leaders who were with him."
    },
    {
        "o": 4817,
        "r": "nasb:Numbers:22:41",
        "t": "Then*p it came about in the morning that Balak took Balaam and brought him up to the high places of Baal, and he saw from there a portion of the people."
    },
    {
        "o": 4818,
        "r": "nasb:Numbers:23:0",
        "t": "Numbers 23",
        "h": 1
    },
    {
        "o": 4819,
        "r": "nasb:Numbers:23:0",
        "t": "The Prophecies of Balaam",
        "h": 2
    },
    {
        "o": 4820,
        "r": "nasb:Numbers:23:1",
        "t": "Then*p Balaam said to Balak, “Build seven altars for me here, and prepare seven bulls and seven rams for me here.”"
    },
    {
        "o": 4821,
        "r": "nasb:Numbers:23:2",
        "t": "Balak did just as Balaam had spoken, and Balak and Balaam offered up a bull and a ram on each altar."
    },
    {
        "o": 4822,
        "r": "nasb:Numbers:23:3",
        "t": "Then Balaam said to Balak, “Stand beside your burnt offering, and I will go; perhaps the Lord*s will come to meet me, and whatever He shows me I will tell you.” So he went to a bare hill."
    },
    {
        "o": 4823,
        "r": "nasb:Numbers:23:4",
        "t": "Now*p God met Balaam, and he said to Him, “I have set up the seven altars, and I have offered up a bull and a ram on each altar.”"
    },
    {
        "o": 4824,
        "r": "nasb:Numbers:23:5",
        "t": "Then the Lord*s put a word in Balaam’s mouth and said, “Return to Balak, and you shall speak thus.”"
    },
    {
        "o": 4825,
        "r": "nasb:Numbers:23:6",
        "t": "So he returned to him, and behold, he was standing beside his burnt offering, he and all the leaders of Moab."
    },
    {
        "o": 4826,
        "r": "nasb:Numbers:23:7",
        "t": "He took up his discourse and said, “From*pn Aram Balak has brought me, Moab’s*ln king from the mountains of the East, ‘Come*ln curse Jacob for me, And*ln come, denounce Israel!’"
    },
    {
        "o": 4827,
        "r": "nasb:Numbers:23:8",
        "t": "How*ln shall I curse whom God has not cursed? And*ln how can I denounce whom the Lord*s has not denounced?"
    },
    {
        "o": 4828,
        "r": "nasb:Numbers:23:9",
        "t": "As*ln I see him from the top of the rocks, And*ln I look at him from the hills; Behold,*ln a people who*i dwells apart, And*ln will not be reckoned among the nations."
    },
    {
        "o": 4829,
        "r": "nasb:Numbers:23:10",
        "t": "Who*ln can count the dust of Jacob, Or*ln number the fourth part of Israel? Let*ln me die the death of the upright, And*ln let my end be like his!”"
    },
    {
        "o": 4830,
        "r": "nasb:Numbers:23:11",
        "t": "Then*p Balak said to Balaam, “What have you done to me? I took you to curse my enemies, but behold, you have actually blessed them!”"
    },
    {
        "o": 4831,
        "r": "nasb:Numbers:23:12",
        "t": "He replied, “Must I not be careful to speak what the Lord*s puts in my mouth?”"
    },
    {
        "o": 4832,
        "r": "nasb:Numbers:23:13",
        "t": "Then*p Balak said to him, “Please come with me to another place from where you may see them, although you will only see the extreme end of them and will not see all of them; and curse them for me from there.”"
    },
    {
        "o": 4833,
        "r": "nasb:Numbers:23:14",
        "t": "So he took him to the field of Zophim, to the top of Pisgah, and built seven altars and offered a bull and a ram on each*i altar."
    },
    {
        "o": 4834,
        "r": "nasb:Numbers:23:15",
        "t": "And he said to Balak, “Stand here beside your burnt offering while I myself meet the*i Lord*is over there.”"
    },
    {
        "o": 4835,
        "r": "nasb:Numbers:23:16",
        "t": "Then the Lord*s met Balaam and put a word in his mouth and said, “Return to Balak, and thus you shall speak.”"
    },
    {
        "o": 4836,
        "r": "nasb:Numbers:23:17",
        "t": "He came to him, and behold, he was standing beside his burnt offering, and the leaders of Moab with him. And Balak said to him, “What has the Lord*s spoken?”"
    },
    {
        "o": 4837,
        "r": "nasb:Numbers:23:18",
        "t": "Then he took up his discourse and said, “Arise,*pn O Balak, and hear; Give*ln ear to me, O son of Zippor!"
    },
    {
        "o": 4838,
        "r": "nasb:Numbers:23:19",
        "t": "God*ln is not a man, that He should lie, Nor*ln a son of man, that He should repent; Has*ln He said, and will He not do it? Or*ln has He spoken, and will He not make it good?"
    },
    {
        "o": 4839,
        "r": "nasb:Numbers:23:20",
        "t": "Behold,*ln I have received a*i command*i to bless; When*ln He has blessed, then I cannot revoke it."
    },
    {
        "o": 4840,
        "r": "nasb:Numbers:23:21",
        "t": "He*ln has not observed misfortune in Jacob; Nor*ln has He seen trouble in Israel; The*ln Lord*s his God is with him, And*ln the shout of a king is among them."
    },
    {
        "o": 4841,
        "r": "nasb:Numbers:23:22",
        "t": "God*ln brings them out of Egypt, He*ln is for them like the horns of the wild ox."
    },
    {
        "o": 4842,
        "r": "nasb:Numbers:23:23",
        "t": "For*ln there is no omen against Jacob, Nor*ln is there any divination against Israel; At*ln the proper time it shall be said to Jacob And*ln to Israel, what God has done!"
    },
    {
        "o": 4843,
        "r": "nasb:Numbers:23:24",
        "t": "Behold,*ln a people rises like a lioness, And*ln as a lion it lifts itself; It*ln will not lie down until it devours the prey, And*ln drinks the blood of the slain.”"
    },
    {
        "o": 4844,
        "r": "nasb:Numbers:23:25",
        "t": "Then*p Balak said to Balaam, “Do not curse them at all nor bless them at all!”"
    },
    {
        "o": 4845,
        "r": "nasb:Numbers:23:26",
        "t": "But Balaam replied to Balak, “Did I not tell you, ‘Whatever the Lord*s speaks, that I must do’?”"
    },
    {
        "o": 4846,
        "r": "nasb:Numbers:23:27",
        "t": "Then*p Balak said to Balaam, “Please come, I will take you to another place; perhaps it will be agreeable with God that you curse them for me from there.”"
    },
    {
        "o": 4847,
        "r": "nasb:Numbers:23:28",
        "t": "So Balak took Balaam to the top of Peor which overlooks the wasteland."
    },
    {
        "o": 4848,
        "r": "nasb:Numbers:23:29",
        "t": "Balaam said to Balak, “Build seven altars for me here and prepare seven bulls and seven rams for me here.”"
    },
    {
        "o": 4849,
        "r": "nasb:Numbers:23:30",
        "t": "Balak did just as Balaam had said, and offered up a bull and a ram on each*i altar."
    },
    {
        "o": 4850,
        "r": "nasb:Numbers:24:0",
        "t": "Numbers 24",
        "h": 1
    },
    {
        "o": 4851,
        "r": "nasb:Numbers:24:0",
        "t": "The Prophecy from Peor",
        "h": 2
    },
    {
        "o": 4852,
        "r": "nasb:Numbers:24:1",
        "t": "When*p Balaam saw that it pleased the Lord*s to bless Israel, he did not go as at other times to seek omens but he set his face toward the wilderness."
    },
    {
        "o": 4853,
        "r": "nasb:Numbers:24:2",
        "t": "And Balaam lifted up his eyes and saw Israel camping tribe by tribe; and the Spirit of God came upon him."
    },
    {
        "o": 4854,
        "r": "nasb:Numbers:24:3",
        "t": "He took up his discourse and said, “The*pn oracle of Balaam the son of Beor, And*ln the oracle of the man whose eye is opened;"
    },
    {
        "o": 4855,
        "r": "nasb:Numbers:24:4",
        "t": "The*ln oracle of him who hears the words of God, Who*ln sees the vision of the Almighty, Falling*ln down, yet having his eyes uncovered,"
    },
    {
        "o": 4856,
        "r": "nasb:Numbers:24:5",
        "t": "How*ln fair are your tents, O Jacob, Your*ln dwellings, O Israel!"
    },
    {
        "o": 4857,
        "r": "nasb:Numbers:24:6",
        "t": "Like*ln valleys that stretch out, Like*ln gardens beside the river, Like*ln aloes planted by the Lord,*s Like*ln cedars beside the waters."
    },
    {
        "o": 4858,
        "r": "nasb:Numbers:24:7",
        "t": "Water*ln will flow from his buckets, And*ln his seed will*i be*i by many waters, And*ln his king shall be higher than Agag, And*ln his kingdom shall be exalted."
    },
    {
        "o": 4859,
        "r": "nasb:Numbers:24:8",
        "t": "God*ln brings him out of Egypt, He*ln is for him like the horns of the wild ox. He*ln will devour the nations who*i are*i his adversaries, And*ln will crush their bones in pieces, And*ln shatter them*i with his arrows."
    },
    {
        "o": 4860,
        "r": "nasb:Numbers:24:9",
        "t": "He*ln couches, he lies down as a lion, And*ln as a lion, who dares rouse him? Blessed*ln is everyone who blesses you, And*ln cursed is everyone who curses you.”"
    },
    {
        "o": 4861,
        "r": "nasb:Numbers:24:10",
        "t": "Then*p Balak’s anger burned against Balaam, and he struck his hands together; and Balak said to Balaam, “I called you to curse my enemies, but behold, you have persisted in blessing them these three times!"
    },
    {
        "o": 4862,
        "r": "nasb:Numbers:24:11",
        "t": "Therefore, flee to your place now. I said I would honor you greatly, but behold, the Lord*s has held you back from honor.”"
    },
    {
        "o": 4863,
        "r": "nasb:Numbers:24:12",
        "t": "Balaam said to Balak, “Did I not tell your messengers whom you had sent to me, saying,"
    },
    {
        "o": 4864,
        "r": "nasb:Numbers:24:13",
        "t": "‘Though Balak were to give me his house full of silver and gold, I could not do anything contrary to the command of the Lord,*s either good or bad, of my own accord. What the Lord*s speaks, that I will speak’?"
    },
    {
        "o": 4865,
        "r": "nasb:Numbers:24:14",
        "t": "And now, behold, I am going to my people; come, and*i I will advise you what this people will do to your people in the days to come.”"
    },
    {
        "o": 4866,
        "r": "nasb:Numbers:24:15",
        "t": "He*p took up his discourse and said, “The*pn oracle of Balaam the son of Beor, And*ln the oracle of the man whose eye is opened,"
    },
    {
        "o": 4867,
        "r": "nasb:Numbers:24:16",
        "t": "The*ln oracle of him who hears the words of God, And*ln knows the knowledge of the Most High, Who*ln sees the vision of the Almighty, Falling*ln down, yet having his eyes uncovered."
    },
    {
        "o": 4868,
        "r": "nasb:Numbers:24:17",
        "t": "I*ln see him, but not now; I*ln behold him, but not near; A*ln star shall come forth from Jacob, A*ln scepter shall rise from Israel, And*ln shall crush through the forehead of Moab, And*ln tear down all the sons of Sheth."
    },
    {
        "o": 4869,
        "r": "nasb:Numbers:24:18",
        "t": "Edom*ln shall be a possession, Seir,*ln its enemies, also will be a possession, While*ln Israel performs valiantly."
    },
    {
        "o": 4870,
        "r": "nasb:Numbers:24:19",
        "t": "One*ln from Jacob shall have dominion, And*ln will destroy the remnant from the city.”"
    },
    {
        "o": 4871,
        "r": "nasb:Numbers:24:20",
        "t": "And*p he looked at Amalek and took up his discourse and said, “Amalek*pn was the first of the nations, But*ln his end shall*i be*i destruction.”"
    },
    {
        "o": 4872,
        "r": "nasb:Numbers:24:21",
        "t": "And*p he looked at the Kenite, and took up his discourse and said, “Your*pn dwelling place is enduring, And*ln your nest is set in the cliff."
    },
    {
        "o": 4873,
        "r": "nasb:Numbers:24:22",
        "t": "Nevertheless*ln Kain will be consumed; How*ln long will Asshur keep you captive?”"
    },
    {
        "o": 4874,
        "r": "nasb:Numbers:24:23",
        "t": "Then*p he took up his discourse and said, “Alas,*pn who can live except God has ordained it?"
    },
    {
        "o": 4875,
        "r": "nasb:Numbers:24:24",
        "t": "But*ln ships shall*i come*i from the coast of Kittim, And*ln they shall afflict Asshur and will afflict Eber; So*ln they also will*i come*i to destruction.”"
    },
    {
        "o": 4876,
        "r": "nasb:Numbers:24:25",
        "t": "Then*p Balaam arose and departed and returned to his place, and Balak also went his way."
    },
    {
        "o": 4877,
        "r": "nasb:Numbers:25:0",
        "t": "Numbers 25",
        "h": 1
    },
    {
        "o": 4878,
        "r": "nasb:Numbers:25:0",
        "t": "The Sin of Peor",
        "h": 2
    },
    {
        "o": 4879,
        "r": "nasb:Numbers:25:1",
        "t": "While*p Israel remained at Shittim, the people began to play the harlot with the daughters of Moab."
    },
    {
        "o": 4880,
        "r": "nasb:Numbers:25:2",
        "t": "For they invited the people to the sacrifices of their gods, and the people ate and bowed down to their gods."
    },
    {
        "o": 4881,
        "r": "nasb:Numbers:25:3",
        "t": "So Israel joined themselves to Baal of Peor, and the Lord*s was angry against Israel."
    },
    {
        "o": 4882,
        "r": "nasb:Numbers:25:4",
        "t": "The Lord*s said to Moses, “Take all the leaders of the people and execute them in broad daylight before the Lord,*s so that the fierce anger of the Lord*s may turn away from Israel.”"
    },
    {
        "o": 4883,
        "r": "nasb:Numbers:25:5",
        "t": "So Moses said to the judges of Israel, “Each of you slay his men who have joined themselves to Baal of Peor.”"
    },
    {
        "o": 4884,
        "r": "nasb:Numbers:25:6",
        "t": "Then*p behold, one of the sons of Israel came and brought to his relatives a Midianite woman, in the sight of Moses and in the sight of all the congregation of the sons of Israel, while they were weeping at the doorway of the tent of meeting."
    },
    {
        "o": 4885,
        "r": "nasb:Numbers:25:7",
        "t": "When Phinehas the son of Eleazar, the son of Aaron the priest, saw it, he arose from the midst of the congregation and took a spear in his hand,"
    },
    {
        "o": 4886,
        "r": "nasb:Numbers:25:8",
        "t": "and he went after the man of Israel into the tent and pierced both of them through, the man of Israel and the woman, through the body. So the plague on the sons of Israel was checked."
    },
    {
        "o": 4887,
        "r": "nasb:Numbers:25:9",
        "t": "Those who died by the plague were 24,000."
    },
    {
        "o": 4888,
        "r": "nasb:Numbers:25:9",
        "t": "The Zeal of Phinehas",
        "h": 2
    },
    {
        "o": 4889,
        "r": "nasb:Numbers:25:10",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4890,
        "r": "nasb:Numbers:25:11",
        "t": "“Phinehas the son of Eleazar, the son of Aaron the priest, has turned away My wrath from the sons of Israel in that he was jealous with My jealousy among them, so that I did not destroy the sons of Israel in My jealousy."
    },
    {
        "o": 4891,
        "r": "nasb:Numbers:25:12",
        "t": "Therefore say, ‘Behold, I give him My covenant of peace;"
    },
    {
        "o": 4892,
        "r": "nasb:Numbers:25:13",
        "t": "and it shall be for him and his descendants after him, a covenant of a perpetual priesthood, because he was jealous for his God and made atonement for the sons of Israel.’ ”"
    },
    {
        "o": 4893,
        "r": "nasb:Numbers:25:14",
        "t": "Now*p the name of the slain man of Israel who was slain with the Midianite woman, was Zimri the son of Salu, a leader of a father’s household among the Simeonites."
    },
    {
        "o": 4894,
        "r": "nasb:Numbers:25:15",
        "t": "The name of the Midianite woman who was slain was Cozbi the daughter of Zur, who was head of the people of a father’s household in Midian."
    },
    {
        "o": 4895,
        "r": "nasb:Numbers:25:16",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4896,
        "r": "nasb:Numbers:25:17",
        "t": "“Be hostile to the Midianites and strike them;"
    },
    {
        "o": 4897,
        "r": "nasb:Numbers:25:18",
        "t": "for they have been hostile to you with their tricks, with which they have deceived you in the affair of Peor and in the affair of Cozbi, the daughter of the leader of Midian, their sister who was slain on the day of the plague because of Peor.”"
    },
    {
        "o": 4898,
        "r": "nasb:Numbers:26:0",
        "t": "Numbers 26",
        "h": 1
    },
    {
        "o": 4899,
        "r": "nasb:Numbers:26:0",
        "t": "Census of a New Generation",
        "h": 2
    },
    {
        "o": 4900,
        "r": "nasb:Numbers:26:1",
        "t": "Then*p it came about after the plague, that the Lord*s spoke to Moses and to Eleazar the son of Aaron the priest, saying,"
    },
    {
        "o": 4901,
        "r": "nasb:Numbers:26:2",
        "t": "“Take a census of all the congregation of the sons of Israel from twenty years old and upward, by their fathers’ households, whoever is able to go out to war in Israel.”"
    },
    {
        "o": 4902,
        "r": "nasb:Numbers:26:3",
        "t": "So Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying,"
    },
    {
        "o": 4903,
        "r": "nasb:Numbers:26:4",
        "t": "“Take*i a*i census*i of*i the*i people*i from twenty years old and upward, as the Lord*s has commanded Moses.” Now*bp the sons of Israel who came out of the land of Egypt were:*i"
    },
    {
        "o": 4904,
        "r": "nasb:Numbers:26:5",
        "t": "Reuben,*p Israel’s firstborn, the sons of Reuben: of*i Hanoch, the family of the Hanochites; of Pallu, the family of the Palluites;"
    },
    {
        "o": 4905,
        "r": "nasb:Numbers:26:6",
        "t": "of Hezron, the family of the Hezronites; of Carmi, the family of the Carmites."
    },
    {
        "o": 4906,
        "r": "nasb:Numbers:26:7",
        "t": "These are the families of the Reubenites, and those who were numbered of them were 43,730."
    },
    {
        "o": 4907,
        "r": "nasb:Numbers:26:8",
        "t": "The son of Pallu: Eliab."
    },
    {
        "o": 4908,
        "r": "nasb:Numbers:26:9",
        "t": "The sons of Eliab: Nemuel and Dathan and Abiram. These are the Dathan and Abiram who were called by the congregation, who contended against Moses and against Aaron in the company of Korah, when they contended against the Lord,*s"
    },
    {
        "o": 4909,
        "r": "nasb:Numbers:26:10",
        "t": "and the earth opened its mouth and swallowed them up along with Korah, when that company died, when the fire devoured 250 men, so that they became a warning."
    },
    {
        "o": 4910,
        "r": "nasb:Numbers:26:11",
        "t": "The sons of Korah, however, did not die."
    },
    {
        "o": 4911,
        "r": "nasb:Numbers:26:12",
        "t": "The*p sons of Simeon according to their families: of Nemuel, the family of the Nemuelites; of Jamin, the family of the Jaminites; of Jachin, the family of the Jachinites;"
    },
    {
        "o": 4912,
        "r": "nasb:Numbers:26:13",
        "t": "of Zerah, the family of the Zerahites; of Shaul, the family of the Shaulites."
    },
    {
        "o": 4913,
        "r": "nasb:Numbers:26:14",
        "t": "These are the families of the Simeonites, 22,200."
    },
    {
        "o": 4914,
        "r": "nasb:Numbers:26:15",
        "t": "The*p sons of Gad according to their families: of Zephon, the family of the Zephonites; of Haggi, the family of the Haggites; of Shuni, the family of the Shunites;"
    },
    {
        "o": 4915,
        "r": "nasb:Numbers:26:16",
        "t": "of Ozni, the family of the Oznites; of Eri, the family of the Erites;"
    },
    {
        "o": 4916,
        "r": "nasb:Numbers:26:17",
        "t": "of Arod, the family of the Arodites; of Areli, the family of the Arelites."
    },
    {
        "o": 4917,
        "r": "nasb:Numbers:26:18",
        "t": "These are the families of the sons of Gad according to those who were numbered of them, 40,500."
    },
    {
        "o": 4918,
        "r": "nasb:Numbers:26:19",
        "t": "The*p sons of Judah were*i Er and Onan, but Er and Onan died in the land of Canaan."
    },
    {
        "o": 4919,
        "r": "nasb:Numbers:26:20",
        "t": "The sons of Judah according to their families were: of Shelah, the family of the Shelanites; of Perez, the family of the Perezites; of Zerah, the family of the Zerahites."
    },
    {
        "o": 4920,
        "r": "nasb:Numbers:26:21",
        "t": "The sons of Perez were: of Hezron, the family of the Hezronites; of Hamul, the family of the Hamulites."
    },
    {
        "o": 4921,
        "r": "nasb:Numbers:26:22",
        "t": "These are the families of Judah according to those who were numbered of them, 76,500."
    },
    {
        "o": 4922,
        "r": "nasb:Numbers:26:23",
        "t": "The*p sons of Issachar according to their families: of*i Tola, the family of the Tolaites; of Puvah, the family of the Punites;"
    },
    {
        "o": 4923,
        "r": "nasb:Numbers:26:24",
        "t": "of Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites."
    },
    {
        "o": 4924,
        "r": "nasb:Numbers:26:25",
        "t": "These are the families of Issachar according to those who were numbered of them, 64,300."
    },
    {
        "o": 4925,
        "r": "nasb:Numbers:26:26",
        "t": "The*p sons of Zebulun according to their families: of Sered, the family of the Seredites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites."
    },
    {
        "o": 4926,
        "r": "nasb:Numbers:26:27",
        "t": "These are the families of the Zebulunites according to those who were numbered of them, 60,500."
    },
    {
        "o": 4927,
        "r": "nasb:Numbers:26:28",
        "t": "The*p sons of Joseph according to their families: Manasseh and Ephraim."
    },
    {
        "o": 4928,
        "r": "nasb:Numbers:26:29",
        "t": "The sons of Manasseh: of Machir, the family of the Machirites; and Machir became the father of Gilead: of Gilead, the family of the Gileadites."
    },
    {
        "o": 4929,
        "r": "nasb:Numbers:26:30",
        "t": "These are the sons of Gilead: of*i Iezer, the family of the Iezerites; of Helek, the family of the Helekites;"
    },
    {
        "o": 4930,
        "r": "nasb:Numbers:26:31",
        "t": "and of*i Asriel, the family of the Asrielites; and of*i Shechem, the family of the Shechemites;"
    },
    {
        "o": 4931,
        "r": "nasb:Numbers:26:32",
        "t": "and of*i Shemida, the family of the Shemidaites; and of*i Hepher, the family of the Hepherites."
    },
    {
        "o": 4932,
        "r": "nasb:Numbers:26:33",
        "t": "Now Zelophehad the son of Hepher had no sons, but only daughters; and the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah and Tirzah."
    },
    {
        "o": 4933,
        "r": "nasb:Numbers:26:34",
        "t": "These are the families of Manasseh; and those who were numbered of them were 52,700."
    },
    {
        "o": 4934,
        "r": "nasb:Numbers:26:35",
        "t": "These*p are the sons of Ephraim according to their families: of Shuthelah, the family of the Shuthelahites; of Becher, the family of the Becherites; of Tahan, the family of the Tahanites."
    },
    {
        "o": 4935,
        "r": "nasb:Numbers:26:36",
        "t": "These are the sons of Shuthelah: of Eran, the family of the Eranites."
    },
    {
        "o": 4936,
        "r": "nasb:Numbers:26:37",
        "t": "These are the families of the sons of Ephraim according to those who were numbered of them, 32,500. These are the sons of Joseph according to their families."
    },
    {
        "o": 4937,
        "r": "nasb:Numbers:26:38",
        "t": "The*p sons of Benjamin according to their families: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of Ahiram, the family of the Ahiramites;"
    },
    {
        "o": 4938,
        "r": "nasb:Numbers:26:39",
        "t": "of Shephupham, the family of the Shuphamites; of Hupham, the family of the Huphamites."
    },
    {
        "o": 4939,
        "r": "nasb:Numbers:26:40",
        "t": "The sons of Bela were Ard and Naaman: of*i Ard,*i the family of the Ardites; of Naaman, the family of the Naamites."
    },
    {
        "o": 4940,
        "r": "nasb:Numbers:26:41",
        "t": "These are the sons of Benjamin according to their families; and those who were numbered of them were 45,600."
    },
    {
        "o": 4941,
        "r": "nasb:Numbers:26:42",
        "t": "These*p are the sons of Dan according to their families: of Shuham, the family of the Shuhamites. These are the families of Dan according to their families."
    },
    {
        "o": 4942,
        "r": "nasb:Numbers:26:43",
        "t": "All the families of the Shuhamites, according to those who were numbered of them, were 64,400."
    },
    {
        "o": 4943,
        "r": "nasb:Numbers:26:44",
        "t": "The*p sons of Asher according to their families: of Imnah, the family of the Imnites; of Ishvi, the family of the Ishvites; of Beriah, the family of the Beriites."
    },
    {
        "o": 4944,
        "r": "nasb:Numbers:26:45",
        "t": "Of the sons of Beriah: of Heber, the family of the Heberites; of Malchiel, the family of the Malchielites."
    },
    {
        "o": 4945,
        "r": "nasb:Numbers:26:46",
        "t": "The name of the daughter of Asher was*i Serah."
    },
    {
        "o": 4946,
        "r": "nasb:Numbers:26:47",
        "t": "These are the families of the sons of Asher according to those who were numbered of them, 53,400."
    },
    {
        "o": 4947,
        "r": "nasb:Numbers:26:48",
        "t": "The*p sons of Naphtali according to their families: of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites;"
    },
    {
        "o": 4948,
        "r": "nasb:Numbers:26:49",
        "t": "of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites."
    },
    {
        "o": 4949,
        "r": "nasb:Numbers:26:50",
        "t": "These are the families of Naphtali according to their families; and those who were numbered of them were 45,400."
    },
    {
        "o": 4950,
        "r": "nasb:Numbers:26:51",
        "t": "These*p are those who were numbered of the sons of Israel, 601,730."
    },
    {
        "o": 4951,
        "r": "nasb:Numbers:26:52",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4952,
        "r": "nasb:Numbers:26:53",
        "t": "“Among these the land shall be divided for an inheritance according to the number of names."
    },
    {
        "o": 4953,
        "r": "nasb:Numbers:26:54",
        "t": "To the larger group*i you shall increase their inheritance, and to the smaller group*i you shall diminish their inheritance; each shall be given their inheritance according to those who were numbered of them."
    },
    {
        "o": 4954,
        "r": "nasb:Numbers:26:55",
        "t": "But the land shall be divided by lot. They shall receive their inheritance according to the names of the tribes of their fathers."
    },
    {
        "o": 4955,
        "r": "nasb:Numbers:26:56",
        "t": "According to the selection by lot, their inheritance shall be divided between the larger and the smaller groups.”*i"
    },
    {
        "o": 4956,
        "r": "nasb:Numbers:26:57",
        "t": "These*p are those who were numbered of the Levites according to their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites."
    },
    {
        "o": 4957,
        "r": "nasb:Numbers:26:58",
        "t": "These are the families of Levi: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korahites. Kohath became the father of Amram."
    },
    {
        "o": 4958,
        "r": "nasb:Numbers:26:59",
        "t": "The name of Amram’s wife was Jochebed, the daughter of Levi, who was born to Levi in Egypt; and she bore to Amram: Aaron and Moses and their sister Miriam."
    },
    {
        "o": 4959,
        "r": "nasb:Numbers:26:60",
        "t": "To Aaron were born Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 4960,
        "r": "nasb:Numbers:26:61",
        "t": "But Nadab and Abihu died when they offered strange fire before the Lord.*s"
    },
    {
        "o": 4961,
        "r": "nasb:Numbers:26:62",
        "t": "Those who were numbered of them were 23,000, every male from a month old and upward, for they were not numbered among the sons of Israel since no inheritance was given to them among the sons of Israel."
    },
    {
        "o": 4962,
        "r": "nasb:Numbers:26:63",
        "t": "These*p are those who were numbered by Moses and Eleazar the priest, who numbered the sons of Israel in the plains of Moab by the Jordan at Jericho."
    },
    {
        "o": 4963,
        "r": "nasb:Numbers:26:64",
        "t": "But among these there was not a man of those who were numbered by Moses and Aaron the priest, who numbered the sons of Israel in the wilderness of Sinai."
    },
    {
        "o": 4964,
        "r": "nasb:Numbers:26:65",
        "t": "For the Lord*s had said of them, “They shall surely die in the wilderness.” And not a man was left of them, except Caleb the son of Jephunneh and Joshua the son of Nun."
    },
    {
        "o": 4965,
        "r": "nasb:Numbers:27:0",
        "t": "Numbers 27",
        "h": 1
    },
    {
        "o": 4966,
        "r": "nasb:Numbers:27:0",
        "t": "A Law of Inheritance",
        "h": 2
    },
    {
        "o": 4967,
        "r": "nasb:Numbers:27:1",
        "t": "Then*p the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the families of Manasseh the son of Joseph, came near; and these are the names of his daughters: Mahlah, Noah and Hoglah and Milcah and Tirzah."
    },
    {
        "o": 4968,
        "r": "nasb:Numbers:27:2",
        "t": "They stood before Moses and before Eleazar the priest and before the leaders and all the congregation, at the doorway of the tent of meeting, saying,"
    },
    {
        "o": 4969,
        "r": "nasb:Numbers:27:3",
        "t": "“Our father died in the wilderness, yet he was not among the company of those who gathered themselves together against the Lord*s in the company of Korah; but he died in his own sin, and he had no sons."
    },
    {
        "o": 4970,
        "r": "nasb:Numbers:27:4",
        "t": "Why should the name of our father be withdrawn from among his family because he had no son? Give us a possession among our father’s brothers.”"
    },
    {
        "o": 4971,
        "r": "nasb:Numbers:27:5",
        "t": "So Moses brought their case before the Lord.*s"
    },
    {
        "o": 4972,
        "r": "nasb:Numbers:27:6",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4973,
        "r": "nasb:Numbers:27:7",
        "t": "“The daughters of Zelophehad are right in their*i statements. You shall surely give them a hereditary possession among their father’s brothers, and you shall transfer the inheritance of their father to them."
    },
    {
        "o": 4974,
        "r": "nasb:Numbers:27:8",
        "t": "Further, you shall speak to the sons of Israel, saying, ‘If a man dies and has no son, then you shall transfer his inheritance to his daughter."
    },
    {
        "o": 4975,
        "r": "nasb:Numbers:27:9",
        "t": "If he has no daughter, then you shall give his inheritance to his brothers."
    },
    {
        "o": 4976,
        "r": "nasb:Numbers:27:10",
        "t": "If he has no brothers, then you shall give his inheritance to his father’s brothers."
    },
    {
        "o": 4977,
        "r": "nasb:Numbers:27:11",
        "t": "If his father has no brothers, then you shall give his inheritance to his nearest relative in his own family, and he shall possess it; and it shall be a statutory ordinance to the sons of Israel, just as the Lord*s commanded Moses.’ ”"
    },
    {
        "o": 4978,
        "r": "nasb:Numbers:27:12",
        "t": "Then*p the Lord*s said to Moses, “Go up to this mountain of Abarim, and see the land which I have given to the sons of Israel."
    },
    {
        "o": 4979,
        "r": "nasb:Numbers:27:13",
        "t": "When you have seen it, you too will be gathered to your people, as Aaron your brother was;"
    },
    {
        "o": 4980,
        "r": "nasb:Numbers:27:14",
        "t": "for in the wilderness of Zin, during the strife of the congregation, you rebelled against My command to treat Me as holy before their eyes at the water.” (These are the waters of Meribah of Kadesh in the wilderness of Zin.)"
    },
    {
        "o": 4981,
        "r": "nasb:Numbers:27:14",
        "t": "Joshua to Succeed Moses",
        "h": 2
    },
    {
        "o": 4982,
        "r": "nasb:Numbers:27:15",
        "t": "Then*p Moses spoke to the Lord,*s saying,"
    },
    {
        "o": 4983,
        "r": "nasb:Numbers:27:16",
        "t": "“May the Lord,*s the God of the spirits of all flesh, appoint a man over the congregation,"
    },
    {
        "o": 4984,
        "r": "nasb:Numbers:27:17",
        "t": "who will go out and come in before them, and who will lead them out and bring them in, so that the congregation of the Lord*s will not be like sheep which have no shepherd.”"
    },
    {
        "o": 4985,
        "r": "nasb:Numbers:27:18",
        "t": "So the Lord*s said to Moses, “Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him;"
    },
    {
        "o": 4986,
        "r": "nasb:Numbers:27:19",
        "t": "and have him stand before Eleazar the priest and before all the congregation, and commission him in their sight."
    },
    {
        "o": 4987,
        "r": "nasb:Numbers:27:20",
        "t": "You shall put some of your authority on him, in order that all the congregation of the sons of Israel may obey him.*i"
    },
    {
        "o": 4988,
        "r": "nasb:Numbers:27:21",
        "t": "Moreover, he shall stand before Eleazar the priest, who shall inquire for him by the judgment of the Urim before the Lord.*s At his command they shall go out and at his command they shall come in, both*i he and the sons of Israel with him, even all the congregation.”"
    },
    {
        "o": 4989,
        "r": "nasb:Numbers:27:22",
        "t": "Moses did just as the Lord*s commanded him; and he took Joshua and set him before Eleazar the priest and before all the congregation."
    },
    {
        "o": 4990,
        "r": "nasb:Numbers:27:23",
        "t": "Then he laid his hands on him and commissioned him, just as the Lord*s had spoken through Moses."
    },
    {
        "o": 4991,
        "r": "nasb:Numbers:28:0",
        "t": "Numbers 28",
        "h": 1
    },
    {
        "o": 4992,
        "r": "nasb:Numbers:28:0",
        "t": "Laws for Offerings",
        "h": 2
    },
    {
        "o": 4993,
        "r": "nasb:Numbers:28:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4994,
        "r": "nasb:Numbers:28:2",
        "t": "“Command the sons of Israel and say to them, ‘You shall be careful to present My offering, My food for My offerings by fire, of a soothing aroma to Me, at their appointed time.’"
    },
    {
        "o": 4995,
        "r": "nasb:Numbers:28:3",
        "t": "You shall say to them, ‘This is the offering by fire which you shall offer to the Lord:*s two male lambs one year old without defect as*i a continual burnt offering every day."
    },
    {
        "o": 4996,
        "r": "nasb:Numbers:28:4",
        "t": "You shall offer the one lamb in the morning and the other lamb you shall offer at twilight;"
    },
    {
        "o": 4997,
        "r": "nasb:Numbers:28:5",
        "t": "also a tenth of an ephah of fine flour for a grain offering, mixed with a fourth of a hin of beaten oil."
    },
    {
        "o": 4998,
        "r": "nasb:Numbers:28:6",
        "t": "It is a continual burnt offering which was ordained in Mount Sinai as a soothing aroma, an offering by fire to the Lord.*s"
    },
    {
        "o": 4999,
        "r": "nasb:Numbers:28:7",
        "t": "Then the drink offering with it shall*i be*i a fourth of a hin for each lamb, in the holy place you shall pour out a drink offering of strong drink to the Lord.*s"
    },
    {
        "o": 5000,
        "r": "nasb:Numbers:28:8",
        "t": "The other lamb you shall offer at twilight; as the grain offering of the morning and as its drink offering, you shall offer it, an offering by fire, a soothing aroma to the Lord.*s"
    },
    {
        "o": 5001,
        "r": "nasb:Numbers:28:9",
        "t": "‘Then*p on the sabbath day two male lambs one year old without defect, and two-tenths of*i an*i ephah*i of fine flour mixed with oil as a grain offering, and its drink offering:"
    },
    {
        "o": 5002,
        "r": "nasb:Numbers:28:10",
        "t": "This*i is*i the burnt offering of every sabbath in addition to the continual burnt offering and its drink offering."
    },
    {
        "o": 5003,
        "r": "nasb:Numbers:28:11",
        "t": "‘Then*p at the beginning of each of your months you shall present a burnt offering to the Lord:*s two bulls and one ram, seven male lambs one year old without defect;"
    },
    {
        "o": 5004,
        "r": "nasb:Numbers:28:12",
        "t": "and three-tenths of*i an*i ephah*i of fine flour mixed with oil for a grain offering, for each bull; and two-tenths of fine flour mixed with oil for a grain offering, for the one ram;"
    },
    {
        "o": 5005,
        "r": "nasb:Numbers:28:13",
        "t": "and a tenth of*i an*i ephah*i of fine flour mixed with oil for a grain offering for each lamb, for a burnt offering of a soothing aroma, an offering by fire to the Lord.*s"
    },
    {
        "o": 5006,
        "r": "nasb:Numbers:28:14",
        "t": "Their drink offerings shall be half a hin of wine for a bull and a third of a hin for the ram and a fourth of a hin for a lamb; this is the burnt offering of each month throughout the months of the year."
    },
    {
        "o": 5007,
        "r": "nasb:Numbers:28:15",
        "t": "And one male goat for a sin offering to the Lord;*s it shall be offered with its drink offering in addition to the continual burnt offering."
    },
    {
        "o": 5008,
        "r": "nasb:Numbers:28:16",
        "t": "‘Then*p on the fourteenth day of the first month shall be the Lord’s*s Passover."
    },
    {
        "o": 5009,
        "r": "nasb:Numbers:28:17",
        "t": "On the fifteenth day of this month shall*i be*i a feast, unleavened bread shall*i be*i eaten for seven days."
    },
    {
        "o": 5010,
        "r": "nasb:Numbers:28:18",
        "t": "On the first day shall*i be*i a holy convocation; you shall do no laborious work."
    },
    {
        "o": 5011,
        "r": "nasb:Numbers:28:19",
        "t": "You shall present an offering by fire, a burnt offering to the Lord:*s two bulls and one ram and seven male lambs one year old, having them without defect."
    },
    {
        "o": 5012,
        "r": "nasb:Numbers:28:20",
        "t": "For their grain offering, you shall offer fine flour mixed with oil: three-tenths of*i an*i ephah*i for a bull and two-tenths for the ram."
    },
    {
        "o": 5013,
        "r": "nasb:Numbers:28:21",
        "t": "A tenth of*i an*i ephah*i you shall offer for each of the seven lambs;"
    },
    {
        "o": 5014,
        "r": "nasb:Numbers:28:22",
        "t": "and one male goat for a sin offering to make atonement for you."
    },
    {
        "o": 5015,
        "r": "nasb:Numbers:28:23",
        "t": "You shall present these besides the burnt offering of the morning, which is for a continual burnt offering."
    },
    {
        "o": 5016,
        "r": "nasb:Numbers:28:24",
        "t": "After this manner you shall present daily, for seven days, the food of the offering by fire, of a soothing aroma to the Lord;*s it shall be presented with its drink offering in addition to the continual burnt offering."
    },
    {
        "o": 5017,
        "r": "nasb:Numbers:28:25",
        "t": "On the seventh day you shall have a holy convocation; you shall do no laborious work."
    },
    {
        "o": 5018,
        "r": "nasb:Numbers:28:26",
        "t": "‘Also*p on the day of the first fruits, when you present a new grain offering to the Lord*s in your Feast*i of*i Weeks, you shall have a holy convocation; you shall do no laborious work."
    },
    {
        "o": 5019,
        "r": "nasb:Numbers:28:27",
        "t": "You shall offer a burnt offering for a soothing aroma to the Lord:*s two young bulls, one ram, seven male lambs one year old;"
    },
    {
        "o": 5020,
        "r": "nasb:Numbers:28:28",
        "t": "and their grain offering, fine flour mixed with oil: three-tenths of*i an*i ephah*i for each bull, two-tenths for the one ram,"
    },
    {
        "o": 5021,
        "r": "nasb:Numbers:28:29",
        "t": "a tenth for each of the seven lambs;"
    },
    {
        "o": 5022,
        "r": "nasb:Numbers:28:30",
        "t": "also*i one male goat to make atonement for you."
    },
    {
        "o": 5023,
        "r": "nasb:Numbers:28:31",
        "t": "Besides the continual burnt offering and its grain offering, you shall present them*i with their drink offerings. They shall be without defect."
    },
    {
        "o": 5024,
        "r": "nasb:Numbers:29:0",
        "t": "Numbers 29",
        "h": 1
    },
    {
        "o": 5025,
        "r": "nasb:Numbers:29:0",
        "t": "Offerings of the Seventh Month",
        "h": 2
    },
    {
        "o": 5026,
        "r": "nasb:Numbers:29:1",
        "t": "‘Now*p in the seventh month, on the first day of the month, you shall also have a holy convocation; you shall do no laborious work. It will be to you a day for blowing trumpets."
    },
    {
        "o": 5027,
        "r": "nasb:Numbers:29:2",
        "t": "You shall offer a burnt offering as a soothing aroma to the Lord:*s one bull, one ram, and*i seven male lambs one year old without defect;"
    },
    {
        "o": 5028,
        "r": "nasb:Numbers:29:3",
        "t": "also their grain offering, fine flour mixed with oil: three-tenths of*i an*i ephah*i for the bull, two-tenths for the ram,"
    },
    {
        "o": 5029,
        "r": "nasb:Numbers:29:4",
        "t": "and one-tenth for each of the seven lambs."
    },
    {
        "o": 5030,
        "r": "nasb:Numbers:29:5",
        "t": "Offer*i one male goat for a sin offering, to make atonement for you,"
    },
    {
        "o": 5031,
        "r": "nasb:Numbers:29:6",
        "t": "besides the burnt offering of the new moon and its grain offering, and the continual burnt offering and its grain offering, and their drink offerings, according to their ordinance, for a soothing aroma, an offering by fire to the Lord.*s"
    },
    {
        "o": 5032,
        "r": "nasb:Numbers:29:7",
        "t": "‘Then*p on the tenth day of this seventh month you shall have a holy convocation, and you shall humble yourselves; you shall not do any work."
    },
    {
        "o": 5033,
        "r": "nasb:Numbers:29:8",
        "t": "You shall present a burnt offering to the Lord*s as*i a soothing aroma: one bull, one ram, seven male lambs one year old, having them without defect;"
    },
    {
        "o": 5034,
        "r": "nasb:Numbers:29:9",
        "t": "and their grain offering, fine flour mixed with oil: three-tenths of*i an*i ephah*i for the bull, two-tenths for the one ram,"
    },
    {
        "o": 5035,
        "r": "nasb:Numbers:29:10",
        "t": "a tenth for each of the seven lambs;"
    },
    {
        "o": 5036,
        "r": "nasb:Numbers:29:11",
        "t": "one male goat for a sin offering, besides the sin offering of atonement and the continual burnt offering and its grain offering, and their drink offerings."
    },
    {
        "o": 5037,
        "r": "nasb:Numbers:29:12",
        "t": "‘Then*p on the fifteenth day of the seventh month you shall have a holy convocation; you shall do no laborious work, and you shall observe a feast to the Lord*s for seven days."
    },
    {
        "o": 5038,
        "r": "nasb:Numbers:29:13",
        "t": "You shall present a burnt offering, an offering by fire as a soothing aroma to the Lord:*s thirteen bulls, two rams, fourteen male lambs one year old, which are without defect;"
    },
    {
        "o": 5039,
        "r": "nasb:Numbers:29:14",
        "t": "and their grain offering, fine flour mixed with oil: three-tenths of*i an*i ephah*i for each of the thirteen bulls, two-tenths for each of the two rams,"
    },
    {
        "o": 5040,
        "r": "nasb:Numbers:29:15",
        "t": "and a tenth for each of the fourteen lambs;"
    },
    {
        "o": 5041,
        "r": "nasb:Numbers:29:16",
        "t": "and one male goat for a sin offering, besides the continual burnt offering, its grain offering and its drink offering."
    },
    {
        "o": 5042,
        "r": "nasb:Numbers:29:17",
        "t": "‘Then*p on the second day: twelve bulls, two rams, fourteen male lambs one year old without defect;"
    },
    {
        "o": 5043,
        "r": "nasb:Numbers:29:18",
        "t": "and their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"
    },
    {
        "o": 5044,
        "r": "nasb:Numbers:29:19",
        "t": "and one male goat for a sin offering, besides the continual burnt offering and its grain offering, and their drink offerings."
    },
    {
        "o": 5045,
        "r": "nasb:Numbers:29:20",
        "t": "‘Then*p on the third day: eleven bulls, two rams, fourteen male lambs one year old without defect;"
    },
    {
        "o": 5046,
        "r": "nasb:Numbers:29:21",
        "t": "and their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"
    },
    {
        "o": 5047,
        "r": "nasb:Numbers:29:22",
        "t": "and one male goat for a sin offering, besides the continual burnt offering and its grain offering and its drink offering."
    },
    {
        "o": 5048,
        "r": "nasb:Numbers:29:23",
        "t": "‘Then*p on the fourth day: ten bulls, two rams, fourteen male lambs one year old without defect;"
    },
    {
        "o": 5049,
        "r": "nasb:Numbers:29:24",
        "t": "their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"
    },
    {
        "o": 5050,
        "r": "nasb:Numbers:29:25",
        "t": "and one male goat for a sin offering, besides the continual burnt offering, its grain offering and its drink offering."
    },
    {
        "o": 5051,
        "r": "nasb:Numbers:29:26",
        "t": "‘Then*p on the fifth day: nine bulls, two rams, fourteen male lambs one year old without defect;"
    },
    {
        "o": 5052,
        "r": "nasb:Numbers:29:27",
        "t": "and their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"
    },
    {
        "o": 5053,
        "r": "nasb:Numbers:29:28",
        "t": "and one male goat for a sin offering, besides the continual burnt offering and its grain offering and its drink offering."
    },
    {
        "o": 5054,
        "r": "nasb:Numbers:29:29",
        "t": "‘Then*p on the sixth day: eight bulls, two rams, fourteen male lambs one year old without defect;"
    },
    {
        "o": 5055,
        "r": "nasb:Numbers:29:30",
        "t": "and their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"
    },
    {
        "o": 5056,
        "r": "nasb:Numbers:29:31",
        "t": "and one male goat for a sin offering, besides the continual burnt offering, its grain offering and its drink offerings."
    },
    {
        "o": 5057,
        "r": "nasb:Numbers:29:32",
        "t": "‘Then*p on the seventh day: seven bulls, two rams, fourteen male lambs one year old without defect;"
    },
    {
        "o": 5058,
        "r": "nasb:Numbers:29:33",
        "t": "and their grain offering and their drink offerings for the bulls, for the rams and for the lambs, by their number according to the ordinance;"
    },
    {
        "o": 5059,
        "r": "nasb:Numbers:29:34",
        "t": "and one male goat for a sin offering, besides the continual burnt offering, its grain offering and its drink offering."
    },
    {
        "o": 5060,
        "r": "nasb:Numbers:29:35",
        "t": "‘On*p the eighth day you shall have a solemn assembly; you shall do no laborious work."
    },
    {
        "o": 5061,
        "r": "nasb:Numbers:29:36",
        "t": "But you shall present a burnt offering, an offering by fire, as a soothing aroma to the Lord:*s one bull, one ram, seven male lambs one year old without defect;"
    },
    {
        "o": 5062,
        "r": "nasb:Numbers:29:37",
        "t": "their grain offering and their drink offerings for the bull, for the ram and for the lambs, by their number according to the ordinance;"
    },
    {
        "o": 5063,
        "r": "nasb:Numbers:29:38",
        "t": "and one male goat for a sin offering, besides the continual burnt offering and its grain offering and its drink offering."
    },
    {
        "o": 5064,
        "r": "nasb:Numbers:29:39",
        "t": "‘You*p shall present these to the Lord*s at your appointed times, besides your votive offerings and your freewill offerings, for your burnt offerings and for your grain offerings and for your drink offerings and for your peace offerings.’ ”"
    },
    {
        "o": 5065,
        "r": "nasb:Numbers:29:40",
        "t": "Moses spoke to the sons of Israel in accordance with all that the Lord*s had commanded Moses."
    },
    {
        "o": 5066,
        "r": "nasb:Numbers:30:0",
        "t": "Numbers 30",
        "h": 1
    },
    {
        "o": 5067,
        "r": "nasb:Numbers:30:0",
        "t": "The Law of Vows",
        "h": 2
    },
    {
        "o": 5068,
        "r": "nasb:Numbers:30:1",
        "t": "Then*p Moses spoke to the heads of the tribes of the sons of Israel, saying, “This is the word which the Lord*s has commanded."
    },
    {
        "o": 5069,
        "r": "nasb:Numbers:30:2",
        "t": "If a man makes a vow to the Lord,*s or takes an oath to bind himself with a binding obligation, he shall not violate his word; he shall do according to all that proceeds out of his mouth."
    },
    {
        "o": 5070,
        "r": "nasb:Numbers:30:3",
        "t": "“Also*p if a woman makes a vow to the Lord,*s and binds herself by an obligation in her father’s house in her youth,"
    },
    {
        "o": 5071,
        "r": "nasb:Numbers:30:4",
        "t": "and her father hears her vow and her obligation by which she has bound herself, and her father says nothing to her, then all her vows shall stand and every obligation by which she has bound herself shall stand."
    },
    {
        "o": 5072,
        "r": "nasb:Numbers:30:5",
        "t": "But if her father should forbid her on the day he hears of*i it,*i none of her vows or her obligations by which she has bound herself shall stand; and the Lord*s will forgive her because her father had forbidden her."
    },
    {
        "o": 5073,
        "r": "nasb:Numbers:30:6",
        "t": "“However,*p if she should marry while under her vows or the rash statement of her lips by which she has bound herself,"
    },
    {
        "o": 5074,
        "r": "nasb:Numbers:30:7",
        "t": "and her husband hears of it and says nothing to her on the day he hears it,*i then her vows shall stand and her obligations by which she has bound herself shall stand."
    },
    {
        "o": 5075,
        "r": "nasb:Numbers:30:8",
        "t": "But if on the day her husband hears of*i it,*i he forbids her, then he shall annul her vow which she is under and the rash statement of her lips by which she has bound herself; and the Lord*s will forgive her."
    },
    {
        "o": 5076,
        "r": "nasb:Numbers:30:9",
        "t": "“But*p the vow of a widow or of a divorced woman, everything by which she has bound herself, shall stand against her."
    },
    {
        "o": 5077,
        "r": "nasb:Numbers:30:10",
        "t": "However, if she vowed in her husband’s house, or bound herself by an obligation with an oath,"
    },
    {
        "o": 5078,
        "r": "nasb:Numbers:30:11",
        "t": "and her husband heard it,*i but said nothing to her and*i did not forbid her, then all her vows shall stand and every obligation by which she bound herself shall stand."
    },
    {
        "o": 5079,
        "r": "nasb:Numbers:30:12",
        "t": "But if her husband indeed annuls them on the day he hears them,*i then whatever proceeds out of her lips concerning her vows or concerning the obligation of herself shall not stand; her husband has annulled them, and the Lord*s will forgive her."
    },
    {
        "o": 5080,
        "r": "nasb:Numbers:30:13",
        "t": "“Every*p vow and every binding oath to humble herself, her husband may confirm it or her husband may annul it."
    },
    {
        "o": 5081,
        "r": "nasb:Numbers:30:14",
        "t": "But if her husband indeed says nothing to her from day to day, then he confirms all her vows or all her obligations which are on her; he has confirmed them, because he said nothing to her on the day he heard them."
    },
    {
        "o": 5082,
        "r": "nasb:Numbers:30:15",
        "t": "But if he indeed annuls them after he has heard them, then he shall bear her guilt.”"
    },
    {
        "o": 5083,
        "r": "nasb:Numbers:30:16",
        "t": "These*p are the statutes which the Lord*s commanded Moses, as*i between a man and his wife, and*i as*i between a father and his daughter, while*i she*i is*i in her youth in her father’s house."
    },
    {
        "o": 5084,
        "r": "nasb:Numbers:31:0",
        "t": "Numbers 31",
        "h": 1
    },
    {
        "o": 5085,
        "r": "nasb:Numbers:31:0",
        "t": "The Slaughter of Midian",
        "h": 2
    },
    {
        "o": 5086,
        "r": "nasb:Numbers:31:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5087,
        "r": "nasb:Numbers:31:2",
        "t": "“Take full vengeance for the sons of Israel on the Midianites; afterward you will be gathered to your people.”"
    },
    {
        "o": 5088,
        "r": "nasb:Numbers:31:3",
        "t": "Moses spoke to the people, saying, “Arm men from among you for the war, that they may go against Midian to execute the Lord’s*s vengeance on Midian."
    },
    {
        "o": 5089,
        "r": "nasb:Numbers:31:4",
        "t": "A thousand from each tribe of all the tribes of Israel you shall send to the war.”"
    },
    {
        "o": 5090,
        "r": "nasb:Numbers:31:5",
        "t": "So there were furnished from the thousands of Israel, a thousand from each tribe, twelve thousand armed for war."
    },
    {
        "o": 5091,
        "r": "nasb:Numbers:31:6",
        "t": "Moses sent them, a thousand from each tribe, to the war, and Phinehas the son of Eleazar the priest, to the war with them, and the holy vessels and the trumpets for the alarm in his hand."
    },
    {
        "o": 5092,
        "r": "nasb:Numbers:31:7",
        "t": "So they made war against Midian, just as the Lord*s had commanded Moses, and they killed every male."
    },
    {
        "o": 5093,
        "r": "nasb:Numbers:31:8",
        "t": "They killed the kings of Midian along with the rest*i of*i their slain: Evi and Rekem and Zur and Hur and Reba, the five kings of Midian; they also killed Balaam the son of Beor with the sword."
    },
    {
        "o": 5094,
        "r": "nasb:Numbers:31:9",
        "t": "The sons of Israel captured the women of Midian and their little ones; and all their cattle and all their flocks and all their goods they plundered."
    },
    {
        "o": 5095,
        "r": "nasb:Numbers:31:10",
        "t": "Then they burned all their cities where they lived and all their camps with fire."
    },
    {
        "o": 5096,
        "r": "nasb:Numbers:31:11",
        "t": "They took all the spoil and all the prey, both of man and of beast."
    },
    {
        "o": 5097,
        "r": "nasb:Numbers:31:12",
        "t": "They brought the captives and the prey and the spoil to Moses, and to Eleazar the priest and to the congregation of the sons of Israel, to the camp at the plains of Moab, which are by the Jordan opposite*i Jericho."
    },
    {
        "o": 5098,
        "r": "nasb:Numbers:31:13",
        "t": "Moses*p and Eleazar the priest and all the leaders of the congregation went out to meet them outside the camp."
    },
    {
        "o": 5099,
        "r": "nasb:Numbers:31:14",
        "t": "Moses was angry with the officers of the army, the captains of thousands and the captains of hundreds, who had come from service in the war."
    },
    {
        "o": 5100,
        "r": "nasb:Numbers:31:15",
        "t": "And Moses said to them, “Have you spared all the women?"
    },
    {
        "o": 5101,
        "r": "nasb:Numbers:31:16",
        "t": "Behold, these caused the sons of Israel, through the counsel of Balaam, to trespass against the Lord*s in the matter of Peor, so the plague was among the congregation of the Lord.*s"
    },
    {
        "o": 5102,
        "r": "nasb:Numbers:31:17",
        "t": "Now therefore, kill every male among the little ones, and kill every woman who has known man intimately."
    },
    {
        "o": 5103,
        "r": "nasb:Numbers:31:18",
        "t": "But all the girls who have not known man intimately, spare for yourselves."
    },
    {
        "o": 5104,
        "r": "nasb:Numbers:31:19",
        "t": "And you, camp outside the camp seven days; whoever has killed any person and whoever has touched any slain, purify yourselves, you and your captives, on the third day and on the seventh day."
    },
    {
        "o": 5105,
        "r": "nasb:Numbers:31:20",
        "t": "You shall purify for yourselves every garment and every article of leather and all the work of goats’ hair,*i and all articles of wood.”"
    },
    {
        "o": 5106,
        "r": "nasb:Numbers:31:21",
        "t": "Then*p Eleazar the priest said to the men of war who had gone to battle, “This is the statute of the law which the Lord*s has commanded Moses:"
    },
    {
        "o": 5107,
        "r": "nasb:Numbers:31:22",
        "t": "only the gold and the silver, the bronze, the iron, the tin and the lead,"
    },
    {
        "o": 5108,
        "r": "nasb:Numbers:31:23",
        "t": "everything that can stand the fire, you shall pass through the fire, and it shall be clean, but it shall be purified with water for impurity. But whatever cannot stand the fire you shall pass through the water."
    },
    {
        "o": 5109,
        "r": "nasb:Numbers:31:24",
        "t": "And you shall wash your clothes on the seventh day and be clean, and afterward you may enter the camp.”"
    },
    {
        "o": 5110,
        "r": "nasb:Numbers:31:24",
        "t": "Division of the Booty",
        "h": 2
    },
    {
        "o": 5111,
        "r": "nasb:Numbers:31:25",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5112,
        "r": "nasb:Numbers:31:26",
        "t": "“You and Eleazar the priest and the heads of the fathers’ households*i of the congregation take a count of the booty that was captured, both of man and of animal;"
    },
    {
        "o": 5113,
        "r": "nasb:Numbers:31:27",
        "t": "and divide the booty between the warriors who went out to battle and all the congregation."
    },
    {
        "o": 5114,
        "r": "nasb:Numbers:31:28",
        "t": "Levy a tax for the Lord*s from the men of war who went out to battle, one in five hundred of the persons and of the cattle and of the donkeys and of the sheep;"
    },
    {
        "o": 5115,
        "r": "nasb:Numbers:31:29",
        "t": "take it from their half and give it to Eleazar the priest, as an offering to the Lord.*s"
    },
    {
        "o": 5116,
        "r": "nasb:Numbers:31:30",
        "t": "From the sons of Israel’s half, you shall take one drawn out of every fifty of the persons, of the cattle, of the donkeys and of the sheep, from all the animals, and give them to the Levites who keep charge of the tabernacle of the Lord.”*s"
    },
    {
        "o": 5117,
        "r": "nasb:Numbers:31:31",
        "t": "Moses and Eleazar the priest did just as the Lord*s had commanded Moses."
    },
    {
        "o": 5118,
        "r": "nasb:Numbers:31:32",
        "t": "Now*p the booty that remained from the spoil which the men of war had plundered was 675,000 sheep,"
    },
    {
        "o": 5119,
        "r": "nasb:Numbers:31:33",
        "t": "and 72,000 cattle,"
    },
    {
        "o": 5120,
        "r": "nasb:Numbers:31:34",
        "t": "and 61,000 donkeys,"
    },
    {
        "o": 5121,
        "r": "nasb:Numbers:31:35",
        "t": "and of human beings, of the women who had not known man intimately, all the persons were 32,000."
    },
    {
        "o": 5122,
        "r": "nasb:Numbers:31:36",
        "t": "The*p half, the portion of those who went out to war, was as*i follows:*i the number of sheep was 337,500,"
    },
    {
        "o": 5123,
        "r": "nasb:Numbers:31:37",
        "t": "and the Lord’s*s levy of the sheep was 675;"
    },
    {
        "o": 5124,
        "r": "nasb:Numbers:31:38",
        "t": "and the cattle were 36,000, from which the Lord’s*s levy was 72;"
    },
    {
        "o": 5125,
        "r": "nasb:Numbers:31:39",
        "t": "and the donkeys were 30,500, from which the Lord’s*s levy was 61;"
    },
    {
        "o": 5126,
        "r": "nasb:Numbers:31:40",
        "t": "and the human beings were 16,000, from whom the Lord’s*s levy was 32 persons."
    },
    {
        "o": 5127,
        "r": "nasb:Numbers:31:41",
        "t": "Moses gave the levy which*i was*i the Lord’s*s offering to Eleazar the priest, just as the Lord*s had commanded Moses."
    },
    {
        "o": 5128,
        "r": "nasb:Numbers:31:42",
        "t": "As*p for the sons of Israel’s half, which Moses separated from the men who had gone to war—"
    },
    {
        "o": 5129,
        "r": "nasb:Numbers:31:43",
        "t": "now the congregation’s half was 337,500 sheep,"
    },
    {
        "o": 5130,
        "r": "nasb:Numbers:31:44",
        "t": "and 36,000 cattle,"
    },
    {
        "o": 5131,
        "r": "nasb:Numbers:31:45",
        "t": "and 30,500 donkeys,"
    },
    {
        "o": 5132,
        "r": "nasb:Numbers:31:46",
        "t": "and the human beings were 16,000—"
    },
    {
        "o": 5133,
        "r": "nasb:Numbers:31:47",
        "t": "and from the sons of Israel’s half, Moses took one drawn out of every fifty, both of man and of animals, and gave them to the Levites, who kept charge of the tabernacle of the Lord,*s just as the Lord*s had commanded Moses."
    },
    {
        "o": 5134,
        "r": "nasb:Numbers:31:48",
        "t": "Then*p the officers who were over the thousands of the army, the captains of thousands and the captains of hundreds, approached Moses,"
    },
    {
        "o": 5135,
        "r": "nasb:Numbers:31:49",
        "t": "and they said to Moses, “Your servants have taken a census of men of war who are in our charge, and no man of us is missing."
    },
    {
        "o": 5136,
        "r": "nasb:Numbers:31:50",
        "t": "So we have brought as an offering to the Lord*s what each man found, articles of gold, armlets and bracelets, signet rings, earrings and necklaces, to make atonement for ourselves before the Lord.”*s"
    },
    {
        "o": 5137,
        "r": "nasb:Numbers:31:51",
        "t": "Moses and Eleazar the priest took the gold from them, all kinds of wrought articles."
    },
    {
        "o": 5138,
        "r": "nasb:Numbers:31:52",
        "t": "All the gold of the offering which they offered up to the Lord,*s from the captains of thousands and the captains of hundreds, was 16,750 shekels."
    },
    {
        "o": 5139,
        "r": "nasb:Numbers:31:53",
        "t": "The men of war had taken booty, every man for himself."
    },
    {
        "o": 5140,
        "r": "nasb:Numbers:31:54",
        "t": "So Moses and Eleazar the priest took the gold from the captains of thousands and of hundreds, and brought it to the tent of meeting as a memorial for the sons of Israel before the Lord.*s"
    },
    {
        "o": 5141,
        "r": "nasb:Numbers:32:0",
        "t": "Numbers 32",
        "h": 1
    },
    {
        "o": 5142,
        "r": "nasb:Numbers:32:0",
        "t": "Reuben and Gad Settle in Gilead",
        "h": 2
    },
    {
        "o": 5143,
        "r": "nasb:Numbers:32:1",
        "t": "Now*p the sons of Reuben and the sons of Gad had an exceedingly large number of livestock. So when they saw the land of Jazer and the land of Gilead, that it was indeed a place suitable for livestock,"
    },
    {
        "o": 5144,
        "r": "nasb:Numbers:32:2",
        "t": "the sons of Gad and the sons of Reuben came and spoke to Moses and to Eleazar the priest and to the leaders of the congregation, saying,"
    },
    {
        "o": 5145,
        "r": "nasb:Numbers:32:3",
        "t": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo and Beon,"
    },
    {
        "o": 5146,
        "r": "nasb:Numbers:32:4",
        "t": "the land which the Lord*s conquered before the congregation of Israel, is a land for livestock, and your servants have livestock.”"
    },
    {
        "o": 5147,
        "r": "nasb:Numbers:32:5",
        "t": "They said, “If we have found favor in your sight, let this land be given to your servants as a possession; do not take us across the Jordan.”"
    },
    {
        "o": 5148,
        "r": "nasb:Numbers:32:6",
        "t": "But*p Moses said to the sons of Gad and to the sons of Reuben, “Shall your brothers go to war while you yourselves sit here?"
    },
    {
        "o": 5149,
        "r": "nasb:Numbers:32:7",
        "t": "Now why are you discouraging the sons of Israel from crossing over into the land which the Lord*s has given them?"
    },
    {
        "o": 5150,
        "r": "nasb:Numbers:32:8",
        "t": "This is what your fathers did when I sent them from Kadesh-barnea to see the land."
    },
    {
        "o": 5151,
        "r": "nasb:Numbers:32:9",
        "t": "For when they went up to the valley of Eshcol and saw the land, they discouraged the sons of Israel so that they did not go into the land which the Lord*s had given them."
    },
    {
        "o": 5152,
        "r": "nasb:Numbers:32:10",
        "t": "So the Lord’s*s anger burned in that day, and He swore, saying,"
    },
    {
        "o": 5153,
        "r": "nasb:Numbers:32:11",
        "t": "‘None of the men who came up from Egypt, from twenty years old and upward, shall see the land which I swore to Abraham, to Isaac and to Jacob; for they did not follow Me fully,"
    },
    {
        "o": 5154,
        "r": "nasb:Numbers:32:12",
        "t": "except Caleb the son of Jephunneh the Kenizzite and Joshua the son of Nun, for they have followed the Lord*s fully.’"
    },
    {
        "o": 5155,
        "r": "nasb:Numbers:32:13",
        "t": "So the Lord’s*s anger burned against Israel, and He made them wander in the wilderness forty years, until the entire generation of those who had done evil in the sight of the Lord*s was destroyed."
    },
    {
        "o": 5156,
        "r": "nasb:Numbers:32:14",
        "t": "Now behold, you have risen up in your fathers’ place, a brood of sinful men, to add still more to the burning anger of the Lord*s against Israel."
    },
    {
        "o": 5157,
        "r": "nasb:Numbers:32:15",
        "t": "For if you turn away from following Him, He will once more abandon them in the wilderness, and you will destroy all these people.”"
    },
    {
        "o": 5158,
        "r": "nasb:Numbers:32:16",
        "t": "Then*p they came near to him and said, “We will build here sheepfolds for our livestock and cities for our little ones;"
    },
    {
        "o": 5159,
        "r": "nasb:Numbers:32:17",
        "t": "but we ourselves will be armed ready to*i go*i before the sons of Israel, until we have brought them to their place, while our little ones live in the fortified cities because of the inhabitants of the land."
    },
    {
        "o": 5160,
        "r": "nasb:Numbers:32:18",
        "t": "We will not return to our homes until every one of the sons of Israel has possessed his inheritance."
    },
    {
        "o": 5161,
        "r": "nasb:Numbers:32:19",
        "t": "For we will not have an inheritance with them on the other side of the Jordan and beyond, because our inheritance has fallen to us on this side of the Jordan toward the east.”"
    },
    {
        "o": 5162,
        "r": "nasb:Numbers:32:20",
        "t": "So*p Moses said to them, “If you will do this, if you will arm yourselves before the Lord*s for the war,"
    },
    {
        "o": 5163,
        "r": "nasb:Numbers:32:21",
        "t": "and all of you armed men cross over the Jordan before the Lord*s until He has driven His enemies out from before Him,"
    },
    {
        "o": 5164,
        "r": "nasb:Numbers:32:22",
        "t": "and the land is subdued before the Lord,*s then afterward you shall return and be free of obligation toward the Lord*s and toward Israel, and this land shall be yours for a possession before the Lord.*s"
    },
    {
        "o": 5165,
        "r": "nasb:Numbers:32:23",
        "t": "But if you will not do so, behold, you have sinned against the Lord,*s and be sure your sin will find you out."
    },
    {
        "o": 5166,
        "r": "nasb:Numbers:32:24",
        "t": "Build yourselves cities for your little ones, and sheepfolds for your sheep, and do what you have promised.”"
    },
    {
        "o": 5167,
        "r": "nasb:Numbers:32:25",
        "t": "The*p sons of Gad and the sons of Reuben spoke to Moses, saying, “Your servants will do just as my lord commands."
    },
    {
        "o": 5168,
        "r": "nasb:Numbers:32:26",
        "t": "Our little ones, our wives, our livestock and all our cattle shall remain there in the cities of Gilead;"
    },
    {
        "o": 5169,
        "r": "nasb:Numbers:32:27",
        "t": "while your servants, everyone who is armed for war, will cross over in the presence of the Lord*s to battle, just as my lord says.”"
    },
    {
        "o": 5170,
        "r": "nasb:Numbers:32:28",
        "t": "So*p Moses gave command concerning them to Eleazar the priest, and to Joshua the son of Nun, and to the heads of the fathers’ households*i of the tribes of the sons of Israel."
    },
    {
        "o": 5171,
        "r": "nasb:Numbers:32:29",
        "t": "Moses said to them, “If the sons of Gad and the sons of Reuben, everyone who is armed for battle, will cross with you over the Jordan in the presence of the Lord,*s and the land is subdued before you, then you shall give them the land of Gilead for a possession;"
    },
    {
        "o": 5172,
        "r": "nasb:Numbers:32:30",
        "t": "but if they will not cross over with you armed, they shall have possessions among you in the land of Canaan.”"
    },
    {
        "o": 5173,
        "r": "nasb:Numbers:32:31",
        "t": "The sons of Gad and the sons of Reuben answered, saying, “As the Lord*s has said to your servants, so we will do."
    },
    {
        "o": 5174,
        "r": "nasb:Numbers:32:32",
        "t": "We ourselves will cross over armed in the presence of the Lord*s into the land of Canaan, and the possession of our inheritance shall*i remain*i with us across the Jordan.”"
    },
    {
        "o": 5175,
        "r": "nasb:Numbers:32:33",
        "t": "So*p Moses gave to them, to the sons of Gad and to the sons of Reuben and to the half-tribe of Joseph’s son Manasseh, the kingdom of Sihon, king of the Amorites and the kingdom of Og, the king of Bashan, the land with its cities with their*i territories, the cities of the surrounding land."
    },
    {
        "o": 5176,
        "r": "nasb:Numbers:32:34",
        "t": "The sons of Gad built Dibon and Ataroth and Aroer,"
    },
    {
        "o": 5177,
        "r": "nasb:Numbers:32:35",
        "t": "and Atroth-shophan and Jazer and Jogbehah,"
    },
    {
        "o": 5178,
        "r": "nasb:Numbers:32:36",
        "t": "and Beth-nimrah and Beth-haran as fortified cities, and sheepfolds for sheep."
    },
    {
        "o": 5179,
        "r": "nasb:Numbers:32:37",
        "t": "The sons of Reuben built Heshbon and Elealeh and Kiriathaim,"
    },
    {
        "o": 5180,
        "r": "nasb:Numbers:32:38",
        "t": "and Nebo and Baal-meon— their*i names being changed—and Sibmah, and they gave other*i names to the cities which they built."
    },
    {
        "o": 5181,
        "r": "nasb:Numbers:32:39",
        "t": "The sons of Machir the son of Manasseh went to Gilead and took it, and dispossessed the Amorites who were in it."
    },
    {
        "o": 5182,
        "r": "nasb:Numbers:32:40",
        "t": "So Moses gave Gilead to Machir the son of Manasseh, and he lived in it."
    },
    {
        "o": 5183,
        "r": "nasb:Numbers:32:41",
        "t": "Jair the son of Manasseh went and took its towns, and called them Havvoth-jair."
    },
    {
        "o": 5184,
        "r": "nasb:Numbers:32:42",
        "t": "Nobah went and took Kenath and its villages, and called it Nobah after his own name."
    },
    {
        "o": 5185,
        "r": "nasb:Numbers:33:0",
        "t": "Numbers 33",
        "h": 1
    },
    {
        "o": 5186,
        "r": "nasb:Numbers:33:0",
        "t": "Review of the Journey from Egypt to Jordan",
        "h": 2
    },
    {
        "o": 5187,
        "r": "nasb:Numbers:33:1",
        "t": "These*p are the journeys of the sons of Israel, by which they came out from the land of Egypt by their armies, under the leadership of Moses and Aaron."
    },
    {
        "o": 5188,
        "r": "nasb:Numbers:33:2",
        "t": "Moses recorded their starting places according to their journeys by the command of the Lord,*s and these are their journeys according to their starting places."
    },
    {
        "o": 5189,
        "r": "nasb:Numbers:33:3",
        "t": "They journeyed from Rameses in the first month, on the fifteenth day of the first month; on the next day after the Passover the sons of Israel started out boldly in the sight of all the Egyptians,"
    },
    {
        "o": 5190,
        "r": "nasb:Numbers:33:4",
        "t": "while the Egyptians were burying all their firstborn whom the Lord*s had struck down among them. The Lord*s had also executed judgments on their gods."
    },
    {
        "o": 5191,
        "r": "nasb:Numbers:33:5",
        "t": "Then*p the sons of Israel journeyed from Rameses and camped in Succoth."
    },
    {
        "o": 5192,
        "r": "nasb:Numbers:33:6",
        "t": "They journeyed from Succoth and camped in Etham, which is on the edge of the wilderness."
    },
    {
        "o": 5193,
        "r": "nasb:Numbers:33:7",
        "t": "They journeyed from Etham and turned back to Pi-hahiroth, which faces Baal-zephon, and they camped before Migdol."
    },
    {
        "o": 5194,
        "r": "nasb:Numbers:33:8",
        "t": "They journeyed from before Hahiroth and passed through the midst of the sea into the wilderness; and they went three days’ journey in the wilderness of Etham and camped at Marah."
    },
    {
        "o": 5195,
        "r": "nasb:Numbers:33:9",
        "t": "They journeyed from Marah and came to Elim; and in Elim there were twelve springs of water and seventy palm trees, and they camped there."
    },
    {
        "o": 5196,
        "r": "nasb:Numbers:33:10",
        "t": "They journeyed from Elim and camped by the Red Sea."
    },
    {
        "o": 5197,
        "r": "nasb:Numbers:33:11",
        "t": "They journeyed from the Red Sea and camped in the wilderness of Sin."
    },
    {
        "o": 5198,
        "r": "nasb:Numbers:33:12",
        "t": "They journeyed from the wilderness of Sin and camped at Dophkah."
    },
    {
        "o": 5199,
        "r": "nasb:Numbers:33:13",
        "t": "They journeyed from Dophkah and camped at Alush."
    },
    {
        "o": 5200,
        "r": "nasb:Numbers:33:14",
        "t": "They journeyed from Alush and camped at Rephidim; now it was there that the people had no water to drink."
    },
    {
        "o": 5201,
        "r": "nasb:Numbers:33:15",
        "t": "They journeyed from Rephidim and camped in the wilderness of Sinai."
    },
    {
        "o": 5202,
        "r": "nasb:Numbers:33:16",
        "t": "They journeyed from the wilderness of Sinai and camped at Kibroth-hattaavah."
    },
    {
        "o": 5203,
        "r": "nasb:Numbers:33:17",
        "t": "They*p journeyed from Kibroth-hattaavah and camped at Hazeroth."
    },
    {
        "o": 5204,
        "r": "nasb:Numbers:33:18",
        "t": "They journeyed from Hazeroth and camped at Rithmah."
    },
    {
        "o": 5205,
        "r": "nasb:Numbers:33:19",
        "t": "They journeyed from Rithmah and camped at Rimmon-perez."
    },
    {
        "o": 5206,
        "r": "nasb:Numbers:33:20",
        "t": "They journeyed from Rimmon-perez and camped at Libnah."
    },
    {
        "o": 5207,
        "r": "nasb:Numbers:33:21",
        "t": "They journeyed from Libnah and camped at Rissah."
    },
    {
        "o": 5208,
        "r": "nasb:Numbers:33:22",
        "t": "They journeyed from Rissah and camped in Kehelathah."
    },
    {
        "o": 5209,
        "r": "nasb:Numbers:33:23",
        "t": "They journeyed from Kehelathah and camped at Mount Shepher."
    },
    {
        "o": 5210,
        "r": "nasb:Numbers:33:24",
        "t": "They journeyed from Mount Shepher and camped at Haradah."
    },
    {
        "o": 5211,
        "r": "nasb:Numbers:33:25",
        "t": "They journeyed from Haradah and camped at Makheloth."
    },
    {
        "o": 5212,
        "r": "nasb:Numbers:33:26",
        "t": "They journeyed from Makheloth and camped at Tahath."
    },
    {
        "o": 5213,
        "r": "nasb:Numbers:33:27",
        "t": "They journeyed from Tahath and camped at Terah."
    },
    {
        "o": 5214,
        "r": "nasb:Numbers:33:28",
        "t": "They journeyed from Terah and camped at Mithkah."
    },
    {
        "o": 5215,
        "r": "nasb:Numbers:33:29",
        "t": "They journeyed from Mithkah and camped at Hashmonah."
    },
    {
        "o": 5216,
        "r": "nasb:Numbers:33:30",
        "t": "They journeyed from Hashmonah and camped at Moseroth."
    },
    {
        "o": 5217,
        "r": "nasb:Numbers:33:31",
        "t": "They journeyed from Moseroth and camped at Bene-jaakan."
    },
    {
        "o": 5218,
        "r": "nasb:Numbers:33:32",
        "t": "They journeyed from Bene-jaakan and camped at Hor-haggidgad."
    },
    {
        "o": 5219,
        "r": "nasb:Numbers:33:33",
        "t": "They journeyed from Hor-haggidgad and camped at Jotbathah."
    },
    {
        "o": 5220,
        "r": "nasb:Numbers:33:34",
        "t": "They journeyed from Jotbathah and camped at Abronah."
    },
    {
        "o": 5221,
        "r": "nasb:Numbers:33:35",
        "t": "They journeyed from Abronah and camped at Ezion-geber."
    },
    {
        "o": 5222,
        "r": "nasb:Numbers:33:36",
        "t": "They journeyed from Ezion-geber and camped in the wilderness of Zin, that is, Kadesh."
    },
    {
        "o": 5223,
        "r": "nasb:Numbers:33:37",
        "t": "They journeyed from Kadesh and camped at Mount Hor, at the edge of the land of Edom."
    },
    {
        "o": 5224,
        "r": "nasb:Numbers:33:38",
        "t": "Then*p Aaron the priest went up to Mount Hor at the command of the Lord,*s and died there in the fortieth year after the sons of Israel had come from the land of Egypt, on the first day*i in the fifth month."
    },
    {
        "o": 5225,
        "r": "nasb:Numbers:33:39",
        "t": "Aaron was one hundred twenty-three years old when he died on Mount Hor."
    },
    {
        "o": 5226,
        "r": "nasb:Numbers:33:40",
        "t": "Now*p the Canaanite, the king of Arad who lived in the Negev in the land of Canaan, heard of the coming of the sons of Israel."
    },
    {
        "o": 5227,
        "r": "nasb:Numbers:33:41",
        "t": "Then*p they journeyed from Mount Hor and camped at Zalmonah."
    },
    {
        "o": 5228,
        "r": "nasb:Numbers:33:42",
        "t": "They journeyed from Zalmonah and camped at Punon."
    },
    {
        "o": 5229,
        "r": "nasb:Numbers:33:43",
        "t": "They journeyed from Punon and camped at Oboth."
    },
    {
        "o": 5230,
        "r": "nasb:Numbers:33:44",
        "t": "They journeyed from Oboth and camped at Iye-abarim, at the border of Moab."
    },
    {
        "o": 5231,
        "r": "nasb:Numbers:33:45",
        "t": "They journeyed from Iyim and camped at Dibon-gad."
    },
    {
        "o": 5232,
        "r": "nasb:Numbers:33:46",
        "t": "They journeyed from Dibon-gad and camped at Almon-diblathaim."
    },
    {
        "o": 5233,
        "r": "nasb:Numbers:33:47",
        "t": "They journeyed from Almon-diblathaim and camped in the mountains of Abarim, before Nebo."
    },
    {
        "o": 5234,
        "r": "nasb:Numbers:33:48",
        "t": "They journeyed from the mountains of Abarim and camped in the plains of Moab by the Jordan opposite*i Jericho."
    },
    {
        "o": 5235,
        "r": "nasb:Numbers:33:49",
        "t": "They camped by the Jordan, from Beth-jeshimoth as far as Abel-shittim in the plains of Moab."
    },
    {
        "o": 5236,
        "r": "nasb:Numbers:33:49",
        "t": "Law of Possessing the Land",
        "h": 2
    },
    {
        "o": 5237,
        "r": "nasb:Numbers:33:50",
        "t": "Then*p the Lord*s spoke to Moses in the plains of Moab by the Jordan opposite*i Jericho, saying,"
    },
    {
        "o": 5238,
        "r": "nasb:Numbers:33:51",
        "t": "“Speak to the sons of Israel and say to them, ‘When you cross over the Jordan into the land of Canaan,"
    },
    {
        "o": 5239,
        "r": "nasb:Numbers:33:52",
        "t": "then you shall drive out all the inhabitants of the land from before you, and destroy all their figured stones, and destroy all their molten images and demolish all their high places;"
    },
    {
        "o": 5240,
        "r": "nasb:Numbers:33:53",
        "t": "and you shall take possession of the land and live in it, for I have given the land to you to possess it."
    },
    {
        "o": 5241,
        "r": "nasb:Numbers:33:54",
        "t": "You shall inherit the land by lot according to your families; to the larger you shall give more inheritance, and to the smaller you shall give less inheritance. Wherever the lot falls to anyone, that shall be his. You shall inherit according to the tribes of your fathers."
    },
    {
        "o": 5242,
        "r": "nasb:Numbers:33:55",
        "t": "But if you do not drive out the inhabitants of the land from before you, then it shall come about that those whom you let remain of them will*i become*i as pricks in your eyes and as thorns in your sides, and they will trouble you in the land in which you live."
    },
    {
        "o": 5243,
        "r": "nasb:Numbers:33:56",
        "t": "And as I plan to do to them, so I will do to you.’ ”"
    },
    {
        "o": 5244,
        "r": "nasb:Numbers:34:0",
        "t": "Numbers 34",
        "h": 1
    },
    {
        "o": 5245,
        "r": "nasb:Numbers:34:0",
        "t": "Instruction for Apportioning Canaan",
        "h": 2
    },
    {
        "o": 5246,
        "r": "nasb:Numbers:34:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5247,
        "r": "nasb:Numbers:34:2",
        "t": "“Command the sons of Israel and say to them, ‘When you enter the land of Canaan, this is the land that shall fall to you as an inheritance, even*i the*i land of Canaan according to its borders."
    },
    {
        "o": 5248,
        "r": "nasb:Numbers:34:3",
        "t": "Your southern sector shall extend from the wilderness of Zin along the side of Edom, and your southern border shall extend from the end of the Salt Sea eastward."
    },
    {
        "o": 5249,
        "r": "nasb:Numbers:34:4",
        "t": "Then your border shall turn direction*i from the south to the ascent of Akrabbim and continue to Zin, and its termination shall be to the south of Kadesh-barnea; and it shall reach Hazaraddar and continue to Azmon."
    },
    {
        "o": 5250,
        "r": "nasb:Numbers:34:5",
        "t": "The border shall turn direction*i from Azmon to the brook of Egypt, and its termination shall be at the sea."
    },
    {
        "o": 5251,
        "r": "nasb:Numbers:34:6",
        "t": "‘As*p for the western border, you shall have the Great Sea, that is, its*i coastline; this shall be your west border."
    },
    {
        "o": 5252,
        "r": "nasb:Numbers:34:7",
        "t": "‘And*p this shall be your north border: you shall draw your border*i line from the Great Sea to Mount Hor."
    },
    {
        "o": 5253,
        "r": "nasb:Numbers:34:8",
        "t": "You shall draw a line from Mount Hor to the Lebo-hamath, and the termination of the border shall be at Zedad;"
    },
    {
        "o": 5254,
        "r": "nasb:Numbers:34:9",
        "t": "and the border shall proceed to Ziphron, and its termination shall be at Hazar-enan. This shall be your north border."
    },
    {
        "o": 5255,
        "r": "nasb:Numbers:34:10",
        "t": "‘For*p your eastern border you shall also draw a line from Hazar-enan to Shepham,"
    },
    {
        "o": 5256,
        "r": "nasb:Numbers:34:11",
        "t": "and the border shall go down from Shepham to Riblah on the east side of Ain; and the border shall go down and reach to the slope on the east side of the Sea of Chinnereth."
    },
    {
        "o": 5257,
        "r": "nasb:Numbers:34:12",
        "t": "And the border shall go down to the Jordan and its termination shall be at the Salt Sea. This shall be your land according to its borders all around.’ ”"
    },
    {
        "o": 5258,
        "r": "nasb:Numbers:34:13",
        "t": "So*p Moses commanded the sons of Israel, saying, “This is the land that you are to apportion by lot among you as a possession, which the Lord*s has commanded to give to the nine and a half tribes."
    },
    {
        "o": 5259,
        "r": "nasb:Numbers:34:14",
        "t": "For the tribe of the sons of Reuben have received theirs*i according to their fathers’ households, and the tribe of the sons of Gad according to their fathers’ households, and the half-tribe of Manasseh have received their possession."
    },
    {
        "o": 5260,
        "r": "nasb:Numbers:34:15",
        "t": "The two and a half tribes have received their possession across the Jordan opposite Jericho, eastward toward the sunrising.”"
    },
    {
        "o": 5261,
        "r": "nasb:Numbers:34:16",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5262,
        "r": "nasb:Numbers:34:17",
        "t": "“These are the names of the men who shall apportion the land to you for inheritance: Eleazar the priest and Joshua the son of Nun."
    },
    {
        "o": 5263,
        "r": "nasb:Numbers:34:18",
        "t": "You shall take one leader of every tribe to apportion the land for inheritance."
    },
    {
        "o": 5264,
        "r": "nasb:Numbers:34:19",
        "t": "These are the names of the men: of the tribe of Judah, Caleb the son of Jephunneh."
    },
    {
        "o": 5265,
        "r": "nasb:Numbers:34:20",
        "t": "Of the tribe of the sons of Simeon, Samuel the son of Ammihud."
    },
    {
        "o": 5266,
        "r": "nasb:Numbers:34:21",
        "t": "Of the tribe of Benjamin, Elidad the son of Chislon."
    },
    {
        "o": 5267,
        "r": "nasb:Numbers:34:22",
        "t": "Of the tribe of the sons of Dan a leader, Bukki the son of Jogli."
    },
    {
        "o": 5268,
        "r": "nasb:Numbers:34:23",
        "t": "Of the sons of Joseph: of the tribe of the sons of Manasseh a leader, Hanniel the son of Ephod."
    },
    {
        "o": 5269,
        "r": "nasb:Numbers:34:24",
        "t": "Of the tribe of the sons of Ephraim a leader, Kemuel the son of Shiphtan."
    },
    {
        "o": 5270,
        "r": "nasb:Numbers:34:25",
        "t": "Of the tribe of the sons of Zebulun a leader, Elizaphan the son of Parnach."
    },
    {
        "o": 5271,
        "r": "nasb:Numbers:34:26",
        "t": "Of the tribe of the sons of Issachar a leader, Paltiel the son of Azzan."
    },
    {
        "o": 5272,
        "r": "nasb:Numbers:34:27",
        "t": "Of the tribe of the sons of Asher a leader, Ahihud the son of Shelomi."
    },
    {
        "o": 5273,
        "r": "nasb:Numbers:34:28",
        "t": "Of the tribe of the sons of Naphtali a leader, Pedahel the son of Ammihud.”"
    },
    {
        "o": 5274,
        "r": "nasb:Numbers:34:29",
        "t": "These are those whom the Lord*s commanded to apportion the inheritance to the sons of Israel in the land of Canaan."
    },
    {
        "o": 5275,
        "r": "nasb:Numbers:35:0",
        "t": "Numbers 35",
        "h": 1
    },
    {
        "o": 5276,
        "r": "nasb:Numbers:35:0",
        "t": "Cities for the Levites",
        "h": 2
    },
    {
        "o": 5277,
        "r": "nasb:Numbers:35:1",
        "t": "Now*p the Lord*s spoke to Moses in the plains of Moab by the Jordan opposite*i Jericho, saying,"
    },
    {
        "o": 5278,
        "r": "nasb:Numbers:35:2",
        "t": "“Command the sons of Israel that they give to the Levites from the inheritance of their possession cities to live in; and you shall give to the Levites pasture lands around the cities."
    },
    {
        "o": 5279,
        "r": "nasb:Numbers:35:3",
        "t": "The cities shall be theirs to live in; and their pasture lands shall be for their cattle and for their herds and for all their beasts."
    },
    {
        "o": 5280,
        "r": "nasb:Numbers:35:4",
        "t": "“The*p pasture lands of the cities which you shall give to the Levites shall*i extend*i from the wall of the city outward a thousand cubits around."
    },
    {
        "o": 5281,
        "r": "nasb:Numbers:35:5",
        "t": "You shall also measure outside the city on the east side two thousand cubits, and on the south side two thousand cubits, and on the west side two thousand cubits, and on the north side two thousand cubits, with the city in the center. This shall become theirs as pasture lands for the cities."
    },
    {
        "o": 5282,
        "r": "nasb:Numbers:35:5",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5283,
        "r": "nasb:Numbers:35:6",
        "t": "The*p cities which you shall give to the Levites shall*i be*i the six cities of refuge, which you shall give for the manslayer to flee to; and in addition to them you shall give forty-two cities."
    },
    {
        "o": 5284,
        "r": "nasb:Numbers:35:7",
        "t": "All the cities which you shall give to the Levites shall*i be*i forty-eight cities, together with their pasture lands."
    },
    {
        "o": 5285,
        "r": "nasb:Numbers:35:8",
        "t": "As for the cities which you shall give from the possession of the sons of Israel, you shall take more from the larger and you shall take less from the smaller; each shall give some of his cities to the Levites in proportion to his possession which he inherits.”"
    },
    {
        "o": 5286,
        "r": "nasb:Numbers:35:9",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5287,
        "r": "nasb:Numbers:35:10",
        "t": "“Speak to the sons of Israel and say to them, ‘When you cross the Jordan into the land of Canaan,"
    },
    {
        "o": 5288,
        "r": "nasb:Numbers:35:11",
        "t": "then you shall select for yourselves cities to be your cities of refuge, that the manslayer who has killed any person unintentionally may flee there."
    },
    {
        "o": 5289,
        "r": "nasb:Numbers:35:12",
        "t": "The cities shall be to you as a refuge from the avenger, so that the manslayer will not die until he stands before the congregation for trial."
    },
    {
        "o": 5290,
        "r": "nasb:Numbers:35:13",
        "t": "The cities which you are to give shall be your six cities of refuge."
    },
    {
        "o": 5291,
        "r": "nasb:Numbers:35:14",
        "t": "You shall give three cities across the Jordan and three cities in the land of Canaan; they are to be cities of refuge."
    },
    {
        "o": 5292,
        "r": "nasb:Numbers:35:15",
        "t": "These six cities shall be for refuge for the sons of Israel, and for the alien and for the sojourner among them; that anyone who kills a person unintentionally may flee there."
    },
    {
        "o": 5293,
        "r": "nasb:Numbers:35:16",
        "t": "‘But*p if he struck him down with an iron object, so that he died, he is a murderer; the murderer shall surely be put to death."
    },
    {
        "o": 5294,
        "r": "nasb:Numbers:35:17",
        "t": "If he struck him down with a stone in the hand, by which he will die, and as*i a*i result*i he died, he is a murderer; the murderer shall surely be put to death."
    },
    {
        "o": 5295,
        "r": "nasb:Numbers:35:18",
        "t": "Or if he struck him with a wooden object in the hand, by which he might die, and as*i a*i result*i he died, he is a murderer; the murderer shall surely be put to death."
    },
    {
        "o": 5296,
        "r": "nasb:Numbers:35:19",
        "t": "The blood avenger himself shall put the murderer to death; he shall put him to death when he meets him."
    },
    {
        "o": 5297,
        "r": "nasb:Numbers:35:20",
        "t": "If he pushed him of hatred, or threw something at him lying in wait and as*i a*i result*i he died,"
    },
    {
        "o": 5298,
        "r": "nasb:Numbers:35:21",
        "t": "or if he struck him down with his hand in enmity, and as*i a*i result*i he died, the one who struck him shall surely be put to death, he is a murderer; the blood avenger shall put the murderer to death when he meets him."
    },
    {
        "o": 5299,
        "r": "nasb:Numbers:35:22",
        "t": "‘But*p if he pushed him suddenly without enmity, or threw something at him without lying in wait,"
    },
    {
        "o": 5300,
        "r": "nasb:Numbers:35:23",
        "t": "or with any deadly object of stone, and without seeing it dropped on him so that he died, while he was not his enemy nor seeking his injury,"
    },
    {
        "o": 5301,
        "r": "nasb:Numbers:35:24",
        "t": "then the congregation shall judge between the slayer and the blood avenger according to these ordinances."
    },
    {
        "o": 5302,
        "r": "nasb:Numbers:35:25",
        "t": "The congregation shall deliver the manslayer from the hand of the blood avenger, and the congregation shall restore him to his city of refuge to which he fled; and he shall live in it until the death of the high priest who was anointed with the holy oil."
    },
    {
        "o": 5303,
        "r": "nasb:Numbers:35:26",
        "t": "But if the manslayer at any time goes beyond the border of his city of refuge to which he may flee,"
    },
    {
        "o": 5304,
        "r": "nasb:Numbers:35:27",
        "t": "and the blood avenger finds him outside the border of his city of refuge, and the blood avenger kills the manslayer, he will not be guilty of blood"
    },
    {
        "o": 5305,
        "r": "nasb:Numbers:35:28",
        "t": "because he should have remained in his city of refuge until the death of the high priest. But after the death of the high priest the manslayer shall return to the land of his possession."
    },
    {
        "o": 5306,
        "r": "nasb:Numbers:35:29",
        "t": "‘These*p things shall be for a statutory ordinance to you throughout your generations in all your dwellings."
    },
    {
        "o": 5307,
        "r": "nasb:Numbers:35:30",
        "t": "‘If*p anyone kills a person, the murderer shall be put to death at the evidence of witnesses, but no person shall be put to death on the testimony of one witness."
    },
    {
        "o": 5308,
        "r": "nasb:Numbers:35:31",
        "t": "Moreover, you shall not take ransom for the life of a murderer who is guilty of death, but he shall surely be put to death."
    },
    {
        "o": 5309,
        "r": "nasb:Numbers:35:32",
        "t": "You shall not take ransom for him who has fled to his city of refuge, that he may return to live in the land before the death of the priest."
    },
    {
        "o": 5310,
        "r": "nasb:Numbers:35:33",
        "t": "So you shall not pollute the land in which you are; for blood pollutes the land and no expiation can be made for the land for the blood that is shed on it, except by the blood of him who shed it."
    },
    {
        "o": 5311,
        "r": "nasb:Numbers:35:34",
        "t": "You shall not defile the land in which you live, in the midst of which I dwell; for I the Lord*s am dwelling in the midst of the sons of Israel.’ ”"
    },
    {
        "o": 5312,
        "r": "nasb:Numbers:36:0",
        "t": "Numbers 36",
        "h": 1
    },
    {
        "o": 5313,
        "r": "nasb:Numbers:36:0",
        "t": "Inheritance by Marriage",
        "h": 2
    },
    {
        "o": 5314,
        "r": "nasb:Numbers:36:1",
        "t": "And*p the heads of the fathers’ households*i of the family of the sons of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near and spoke before Moses and before the leaders, the heads of the fathers’ households*i of the sons of Israel,"
    },
    {
        "o": 5315,
        "r": "nasb:Numbers:36:2",
        "t": "and they said, “The Lord*s commanded my lord to give the land by lot to the sons of Israel as an inheritance, and my lord was commanded by the Lord*s to give the inheritance of Zelophehad our brother to his daughters."
    },
    {
        "o": 5316,
        "r": "nasb:Numbers:36:3",
        "t": "But if they marry one of the sons of the other*i tribes of the sons of Israel, their inheritance will be withdrawn from the inheritance of our fathers and will be added to the inheritance of the tribe to which they belong; thus it will be withdrawn from our allotted inheritance."
    },
    {
        "o": 5317,
        "r": "nasb:Numbers:36:4",
        "t": "When the jubilee of the sons of Israel comes, then their inheritance will be added to the inheritance of the tribe to which they belong; so their inheritance will be withdrawn from the inheritance of the tribe of our fathers.”"
    },
    {
        "o": 5318,
        "r": "nasb:Numbers:36:5",
        "t": "Then*p Moses commanded the sons of Israel according to the word of the Lord,*s saying, “The tribe of the sons of Joseph are right in their*i statements."
    },
    {
        "o": 5319,
        "r": "nasb:Numbers:36:6",
        "t": "This is what the Lord*s has commanded concerning the daughters of Zelophehad, saying, ‘Let them marry whom they wish; only they must marry within the family of the tribe of their father.’"
    },
    {
        "o": 5320,
        "r": "nasb:Numbers:36:7",
        "t": "Thus no inheritance of the sons of Israel shall be transferred from tribe to tribe, for the sons of Israel shall each hold to the inheritance of the tribe of his fathers."
    },
    {
        "o": 5321,
        "r": "nasb:Numbers:36:8",
        "t": "Every daughter who comes into possession of an inheritance of any tribe of the sons of Israel shall be wife to one of the family of the tribe of her father, so that the sons of Israel each may possess the inheritance of his fathers."
    },
    {
        "o": 5322,
        "r": "nasb:Numbers:36:9",
        "t": "Thus no inheritance shall be transferred from one tribe to another tribe, for the tribes of the sons of Israel shall each hold to his own inheritance.”"
    },
    {
        "o": 5323,
        "r": "nasb:Numbers:36:10",
        "t": "Just*p as the Lord*s had commanded Moses, so the daughters of Zelophehad did:"
    },
    {
        "o": 5324,
        "r": "nasb:Numbers:36:11",
        "t": "Mahlah, Tirzah, Hoglah, Milcah and Noah, the daughters of Zelophehad married their uncles’ sons."
    },
    {
        "o": 5325,
        "r": "nasb:Numbers:36:12",
        "t": "They married those*i from the families of the sons of Manasseh the son of Joseph, and their inheritance remained with the tribe of the family of their father."
    },
    {
        "o": 5326,
        "r": "nasb:Numbers:36:13",
        "t": "These*p are the commandments and the ordinances which the Lord*s commanded to the sons of Israel through Moses in the plains of Moab by the Jordan opposite*i Jericho."
    }
]
