[
    {
        "o": 4818,
        "r": "nasb:Numbers:23:0",
        "t": "Numbers 23",
        "h": 1
    },
    {
        "o": 4819,
        "r": "nasb:Numbers:23:0",
        "t": "The Prophecies of Balaam",
        "h": 2
    },
    {
        "o": 4820,
        "r": "nasb:Numbers:23:1",
        "t": "Then*p Balaam said to Balak, “Build seven altars for me here, and prepare seven bulls and seven rams for me here.”"
    },
    {
        "o": 4821,
        "r": "nasb:Numbers:23:2",
        "t": "Balak did just as Balaam had spoken, and Balak and Balaam offered up a bull and a ram on each altar."
    },
    {
        "o": 4822,
        "r": "nasb:Numbers:23:3",
        "t": "Then Balaam said to Balak, “Stand beside your burnt offering, and I will go; perhaps the Lord*s will come to meet me, and whatever He shows me I will tell you.” So he went to a bare hill."
    },
    {
        "o": 4823,
        "r": "nasb:Numbers:23:4",
        "t": "Now*p God met Balaam, and he said to Him, “I have set up the seven altars, and I have offered up a bull and a ram on each altar.”"
    },
    {
        "o": 4824,
        "r": "nasb:Numbers:23:5",
        "t": "Then the Lord*s put a word in Balaam’s mouth and said, “Return to Balak, and you shall speak thus.”"
    },
    {
        "o": 4825,
        "r": "nasb:Numbers:23:6",
        "t": "So he returned to him, and behold, he was standing beside his burnt offering, he and all the leaders of Moab."
    },
    {
        "o": 4826,
        "r": "nasb:Numbers:23:7",
        "t": "He took up his discourse and said, “From*pn Aram Balak has brought me, Moab’s*ln king from the mountains of the East, ‘Come*ln curse Jacob for me, And*ln come, denounce Israel!’"
    },
    {
        "o": 4827,
        "r": "nasb:Numbers:23:8",
        "t": "How*ln shall I curse whom God has not cursed? And*ln how can I denounce whom the Lord*s has not denounced?"
    },
    {
        "o": 4828,
        "r": "nasb:Numbers:23:9",
        "t": "As*ln I see him from the top of the rocks, And*ln I look at him from the hills; Behold,*ln a people who*i dwells apart, And*ln will not be reckoned among the nations."
    },
    {
        "o": 4829,
        "r": "nasb:Numbers:23:10",
        "t": "Who*ln can count the dust of Jacob, Or*ln number the fourth part of Israel? Let*ln me die the death of the upright, And*ln let my end be like his!”"
    },
    {
        "o": 4830,
        "r": "nasb:Numbers:23:11",
        "t": "Then*p Balak said to Balaam, “What have you done to me? I took you to curse my enemies, but behold, you have actually blessed them!”"
    },
    {
        "o": 4831,
        "r": "nasb:Numbers:23:12",
        "t": "He replied, “Must I not be careful to speak what the Lord*s puts in my mouth?”"
    },
    {
        "o": 4832,
        "r": "nasb:Numbers:23:13",
        "t": "Then*p Balak said to him, “Please come with me to another place from where you may see them, although you will only see the extreme end of them and will not see all of them; and curse them for me from there.”"
    },
    {
        "o": 4833,
        "r": "nasb:Numbers:23:14",
        "t": "So he took him to the field of Zophim, to the top of Pisgah, and built seven altars and offered a bull and a ram on each*i altar."
    },
    {
        "o": 4834,
        "r": "nasb:Numbers:23:15",
        "t": "And he said to Balak, “Stand here beside your burnt offering while I myself meet the*i Lord*is over there.”"
    },
    {
        "o": 4835,
        "r": "nasb:Numbers:23:16",
        "t": "Then the Lord*s met Balaam and put a word in his mouth and said, “Return to Balak, and thus you shall speak.”"
    },
    {
        "o": 4836,
        "r": "nasb:Numbers:23:17",
        "t": "He came to him, and behold, he was standing beside his burnt offering, and the leaders of Moab with him. And Balak said to him, “What has the Lord*s spoken?”"
    },
    {
        "o": 4837,
        "r": "nasb:Numbers:23:18",
        "t": "Then he took up his discourse and said, “Arise,*pn O Balak, and hear; Give*ln ear to me, O son of Zippor!"
    },
    {
        "o": 4838,
        "r": "nasb:Numbers:23:19",
        "t": "God*ln is not a man, that He should lie, Nor*ln a son of man, that He should repent; Has*ln He said, and will He not do it? Or*ln has He spoken, and will He not make it good?"
    },
    {
        "o": 4839,
        "r": "nasb:Numbers:23:20",
        "t": "Behold,*ln I have received a*i command*i to bless; When*ln He has blessed, then I cannot revoke it."
    },
    {
        "o": 4840,
        "r": "nasb:Numbers:23:21",
        "t": "He*ln has not observed misfortune in Jacob; Nor*ln has He seen trouble in Israel; The*ln Lord*s his God is with him, And*ln the shout of a king is among them."
    },
    {
        "o": 4841,
        "r": "nasb:Numbers:23:22",
        "t": "God*ln brings them out of Egypt, He*ln is for them like the horns of the wild ox."
    },
    {
        "o": 4842,
        "r": "nasb:Numbers:23:23",
        "t": "For*ln there is no omen against Jacob, Nor*ln is there any divination against Israel; At*ln the proper time it shall be said to Jacob And*ln to Israel, what God has done!"
    },
    {
        "o": 4843,
        "r": "nasb:Numbers:23:24",
        "t": "Behold,*ln a people rises like a lioness, And*ln as a lion it lifts itself; It*ln will not lie down until it devours the prey, And*ln drinks the blood of the slain.”"
    },
    {
        "o": 4844,
        "r": "nasb:Numbers:23:25",
        "t": "Then*p Balak said to Balaam, “Do not curse them at all nor bless them at all!”"
    },
    {
        "o": 4845,
        "r": "nasb:Numbers:23:26",
        "t": "But Balaam replied to Balak, “Did I not tell you, ‘Whatever the Lord*s speaks, that I must do’?”"
    },
    {
        "o": 4846,
        "r": "nasb:Numbers:23:27",
        "t": "Then*p Balak said to Balaam, “Please come, I will take you to another place; perhaps it will be agreeable with God that you curse them for me from there.”"
    },
    {
        "o": 4847,
        "r": "nasb:Numbers:23:28",
        "t": "So Balak took Balaam to the top of Peor which overlooks the wasteland."
    },
    {
        "o": 4848,
        "r": "nasb:Numbers:23:29",
        "t": "Balaam said to Balak, “Build seven altars for me here and prepare seven bulls and seven rams for me here.”"
    },
    {
        "o": 4849,
        "r": "nasb:Numbers:23:30",
        "t": "Balak did just as Balaam had said, and offered up a bull and a ram on each*i altar."
    }
]
