[
    {
        "o": 21062,
        "r": "csb:Isaiah:59:0",
        "t": "Isaiah 59",
        "h": 1
    },
    {
        "o": 21063,
        "r": "csb:Isaiah:59:0",
        "t": "Sin and Redemption",
        "h": 2
    },
    {
        "o": 21064,
        "r": "csb:Isaiah:59:1",
        "t": "Indeed,*pn the Lord’s*s arm is not too weak to save, and*ln his ear is not too deaf to hear."
    },
    {
        "o": 21065,
        "r": "csb:Isaiah:59:2",
        "t": "But*ln your iniquities are separating you from*ln your God, and*ln your sins have hidden his face from you so*ln that he does not listen."
    },
    {
        "o": 21066,
        "r": "csb:Isaiah:59:3",
        "t": "For*ln your hands are defiled with blood and*ln your fingers, with iniquity; your*ln lips have spoken lies, and*ln your tongues mutter injustice."
    },
    {
        "o": 21067,
        "r": "csb:Isaiah:59:4",
        "t": "No*ln one makes claims justly; no*ln one pleads honestly. They*ln trust in empty and worthless words; they*ln conceive trouble and give birth to iniquity."
    },
    {
        "o": 21068,
        "r": "csb:Isaiah:59:5",
        "t": "They*ln hatch viper’s eggs and*ln weave spider’s webs. Whoever*ln eats their eggs will die; crack*ln one open, and a viper is hatched."
    },
    {
        "o": 21069,
        "r": "csb:Isaiah:59:6",
        "t": "Their*ln webs cannot become clothing, and*ln they cannot cover themselves with their works. Their*ln works are sinful works, and*ln violent acts are in their hands."
    },
    {
        "o": 21070,
        "r": "csb:Isaiah:59:7",
        "t": "Their*ln feet run after evil, and*ln they rush to shed innocent blood. Their*ln thoughts are sinful thoughts; ruin*ln and wretchedness are in their paths."
    },
    {
        "o": 21071,
        "r": "csb:Isaiah:59:8",
        "t": "They*pn have not known the path of peace, and*ln there is no justice in their ways. They*ln have made their roads crooked; no*ln one who walks on them will know peace."
    },
    {
        "o": 21072,
        "r": "csb:Isaiah:59:9",
        "t": "Therefore*ln justice is far from us, and*ln righteousness does not reach us. We*ln hope for light, but there is darkness; for*ln brightness, but we live in the night."
    },
    {
        "o": 21073,
        "r": "csb:Isaiah:59:10",
        "t": "We*ln grope along a wall like the blind; we*ln grope like those without eyes. We*ln stumble at noon as though it were twilight; we*ln are like the dead among those who are healthy."
    },
    {
        "o": 21074,
        "r": "csb:Isaiah:59:11",
        "t": "We*ln all growl like bears and*ln moan like doves. We*ln hope for justice, but there is none; for*ln salvation, but it is far from us."
    },
    {
        "o": 21075,
        "r": "csb:Isaiah:59:12",
        "t": "For*ln our transgressions have multiplied before you, and*ln our sins testify against us. For*ln our transgressions are with us, and*ln we know our iniquities:"
    },
    {
        "o": 21076,
        "r": "csb:Isaiah:59:13",
        "t": "transgression*ln and deception against the Lord,*s turning*ln away from following our God, speaking*ln oppression and revolt, conceiving*ln and uttering lying words from the heart."
    },
    {
        "o": 21077,
        "r": "csb:Isaiah:59:14",
        "t": "Justice*ln is turned back, and*ln righteousness stands far off. For*ln truth has stumbled in the public square, and*ln honesty cannot enter."
    },
    {
        "o": 21078,
        "r": "csb:Isaiah:59:15",
        "t": "Truth*ln is missing, and*ln whoever turns from evil is plundered. The*ln Lord*s saw that there was no justice, and*ln he was offended."
    },
    {
        "o": 21079,
        "r": "csb:Isaiah:59:16",
        "t": "He*ln saw that there was no man — he*ln was amazed that there was no one interceding; so*ln his own arm brought salvation, and*ln his own righteousness supported him."
    },
    {
        "o": 21080,
        "r": "csb:Isaiah:59:17",
        "t": "He*pn put on righteousness as body armor, and*ln a helmet of salvation on his head; he*ln put on garments of vengeance for clothing, and*ln he wrapped himself in zeal as in a cloak."
    },
    {
        "o": 21081,
        "r": "csb:Isaiah:59:18",
        "t": "So*ln he will repay according to their deeds: fury*ln to his enemies, retribution*ln to his foes, and*ln he will repay the coasts and islands."
    },
    {
        "o": 21082,
        "r": "csb:Isaiah:59:19",
        "t": "They*ln will fear the name of the Lord*s in the west and*ln his glory in the east; for*ln he will come like a rushing stream driven*ln by the wind of the Lord.*s"
    },
    {
        "o": 21083,
        "r": "csb:Isaiah:59:20",
        "t": "“The*ln Redeemer will come to Zion, and*ln to those in Jacob who turn from transgression.” This*lg is the Lord’s*s declaration."
    },
    {
        "o": 21084,
        "r": "csb:Isaiah:59:21",
        "t": "“As*p for me, this is my covenant with them,” says the Lord:*s “My Spirit who is on you, and my words that I have put in your mouth, will not depart from your mouth, or from the mouths of your children, or from the mouths of your children’s children, from now on and forever,” says the Lord.*s"
    }
]
