[
    {
        "o": 4717,
        "r": "nkjv:Numbers:19:0",
        "t": "Numbers 19",
        "h": 1
    },
    {
        "o": 4718,
        "r": "nkjv:Numbers:19:0",
        "t": "Laws of Purification",
        "h": 2
    },
    {
        "o": 4719,
        "r": "nkjv:Numbers:19:1",
        "t": "Now*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4720,
        "r": "nkjv:Numbers:19:2",
        "t": "“This is*i the ordinance of the law which the Lord*s has commanded, saying: ‘Speak to the children of Israel, that they bring you a red heifer without blemish, in which there is*i no defect and*i on which a yoke has never come."
    },
    {
        "o": 4721,
        "r": "nkjv:Numbers:19:3",
        "t": "You shall give it to Eleazar the priest, that he may take it outside the camp, and it shall be slaughtered before him;"
    },
    {
        "o": 4722,
        "r": "nkjv:Numbers:19:4",
        "t": "and Eleazar the priest shall take some of its blood with his finger, and sprinkle some of its blood seven times directly in front of the tabernacle of meeting."
    },
    {
        "o": 4723,
        "r": "nkjv:Numbers:19:5",
        "t": "Then the heifer shall be burned in his sight: its hide, its flesh, its blood, and its offal shall be burned."
    },
    {
        "o": 4724,
        "r": "nkjv:Numbers:19:6",
        "t": "And the priest shall take cedar wood and hyssop and scarlet, and cast them*i into the midst of the fire burning the heifer."
    },
    {
        "o": 4725,
        "r": "nkjv:Numbers:19:7",
        "t": "Then the priest shall wash his clothes, he shall bathe in water, and afterward he shall come into the camp; the priest shall be unclean until evening."
    },
    {
        "o": 4726,
        "r": "nkjv:Numbers:19:8",
        "t": "And the one who burns it shall wash his clothes in water, bathe in water, and shall be unclean until evening."
    },
    {
        "o": 4727,
        "r": "nkjv:Numbers:19:9",
        "t": "Then a man who*i is*i clean shall gather up the ashes of the heifer, and store them*i outside the camp in a clean place; and they shall be kept for the congregation of the children of Israel for the water of purification; it is*i for purifying from sin."
    },
    {
        "o": 4728,
        "r": "nkjv:Numbers:19:10",
        "t": "And the one who gathers the ashes of the heifer shall wash his clothes, and be unclean until evening. It shall be a statute forever to the children of Israel and to the stranger who dwells among them."
    },
    {
        "o": 4729,
        "r": "nkjv:Numbers:19:11",
        "t": "‘He*p who touches the dead body of anyone shall be unclean seven days."
    },
    {
        "o": 4730,
        "r": "nkjv:Numbers:19:12",
        "t": "He shall purify himself with the water on the third day and on the seventh day; then*i he will be clean. But if he does not purify himself on the third day and on the seventh day, he will not be clean."
    },
    {
        "o": 4731,
        "r": "nkjv:Numbers:19:13",
        "t": "Whoever touches the body of anyone who has died, and does not purify himself, defiles the tabernacle of the Lord.*s That person shall be cut off from Israel. He shall be unclean, because the water of purification was not sprinkled on him; his uncleanness is*i still on him."
    },
    {
        "o": 4732,
        "r": "nkjv:Numbers:19:14",
        "t": "‘This*p is*i the law when a man dies in a tent: All who come into the tent and all who are*i in the tent shall be unclean seven days;"
    },
    {
        "o": 4733,
        "r": "nkjv:Numbers:19:15",
        "t": "and every open vessel, which has no cover fastened on it, is*i unclean."
    },
    {
        "o": 4734,
        "r": "nkjv:Numbers:19:16",
        "t": "Whoever in the open field touches one who is slain by a sword or who has died, or a bone of a man, or a grave, shall be unclean seven days."
    },
    {
        "o": 4735,
        "r": "nkjv:Numbers:19:17",
        "t": "‘And*p for an unclean person*i they shall take some of the ashes of the heifer burnt for purification from sin, and running water shall be put on them in a vessel."
    },
    {
        "o": 4736,
        "r": "nkjv:Numbers:19:18",
        "t": "A clean person shall take hyssop and dip it*i in the water, sprinkle it*i on the tent, on all the vessels, on the persons who were there, or on the one who touched a bone, the slain, the dead, or a grave."
    },
    {
        "o": 4737,
        "r": "nkjv:Numbers:19:19",
        "t": "The clean person*i shall sprinkle the unclean on the third day and on the seventh day; and on the seventh day he shall purify himself, wash his clothes, and bathe in water; and at evening he shall be clean."
    },
    {
        "o": 4738,
        "r": "nkjv:Numbers:19:20",
        "t": "‘But*p the man who is unclean and does not purify himself, that person shall be cut off from among the assembly, because he has defiled the sanctuary of the Lord.*s The water of purification has not been sprinkled on him; he is*i unclean."
    },
    {
        "o": 4739,
        "r": "nkjv:Numbers:19:21",
        "t": "It shall be a perpetual statute for them. He who sprinkles the water of purification shall wash his clothes; and he who touches the water of purification shall be unclean until evening."
    },
    {
        "o": 4740,
        "r": "nkjv:Numbers:19:22",
        "t": "Whatever the unclean person*i touches shall be unclean; and the person who touches it*i shall be unclean until evening.’”"
    }
]
