[
    {
        "o": 8552,
        "r": "nasb:1 Samuel:24:0",
        "t": "1 Samuel 24",
        "h": 1
    },
    {
        "o": 8553,
        "r": "nasb:1 Samuel:24:0",
        "t": "David Spares Saul’s Life",
        "h": 2
    },
    {
        "o": 8554,
        "r": "nasb:1 Samuel:24:1",
        "t": "Now*p when Saul returned from pursuing the Philistines, he was told, saying, “Behold, David is in the wilderness of Engedi.”"
    },
    {
        "o": 8555,
        "r": "nasb:1 Samuel:24:2",
        "t": "Then Saul took three thousand chosen men from all Israel and went to seek David and his men in front of the Rocks of the Wild Goats."
    },
    {
        "o": 8556,
        "r": "nasb:1 Samuel:24:3",
        "t": "He came to the sheepfolds on the way, where there was*i a cave; and Saul went in to relieve himself. Now David and his men were sitting in the inner recesses of the cave."
    },
    {
        "o": 8557,
        "r": "nasb:1 Samuel:24:4",
        "t": "The men of David said to him, “Behold, this*i is*i the day of which the Lord*s said to you, ‘Behold; I am about to give your enemy into your hand, and you shall do to him as it seems good to you.’ ” Then David arose and cut off the edge of Saul’s robe secretly."
    },
    {
        "o": 8558,
        "r": "nasb:1 Samuel:24:5",
        "t": "It came about afterward that David’s conscience bothered him because he had cut off the edge of Saul’s robe.*i"
    },
    {
        "o": 8559,
        "r": "nasb:1 Samuel:24:6",
        "t": "So he said to his men, “Far be it from me because of the Lord*s that I should do this thing to my lord, the Lord’s*s anointed, to stretch out my hand against him, since he is the Lord’s*s anointed.”"
    },
    {
        "o": 8560,
        "r": "nasb:1 Samuel:24:7",
        "t": "David persuaded his men with these*i words and did not allow them to rise up against Saul. And Saul arose, left the cave, and went on his*i way."
    },
    {
        "o": 8561,
        "r": "nasb:1 Samuel:24:8",
        "t": "Now*p afterward David arose and went out of the cave and called after Saul, saying, “My lord the king!” And when Saul looked behind him, David bowed with his face to the ground and prostrated himself."
    },
    {
        "o": 8562,
        "r": "nasb:1 Samuel:24:9",
        "t": "David said to Saul, “Why do you listen to the words of men, saying, ‘Behold, David seeks to harm you’?"
    },
    {
        "o": 8563,
        "r": "nasb:1 Samuel:24:10",
        "t": "Behold, this day your eyes have seen that the Lord*s had given you today into my hand in the cave, and some said to kill you, but my*i eye*i had pity on you; and I said, ‘I will not stretch out my hand against my lord, for he is the Lord’s*s anointed.’"
    },
    {
        "o": 8564,
        "r": "nasb:1 Samuel:24:11",
        "t": "Now, my father, see! Indeed, see the edge of your robe in my hand! For in that I cut off the edge of your robe and did not kill you, know and perceive that there is no evil or rebellion in my hands, and I have not sinned against you, though you are lying in wait for my life to take it."
    },
    {
        "o": 8565,
        "r": "nasb:1 Samuel:24:12",
        "t": "May the Lord*s judge between you and me, and may the Lord*s avenge me on you; but my hand shall not be against you."
    },
    {
        "o": 8566,
        "r": "nasb:1 Samuel:24:13",
        "t": "As the proverb of the ancients says, ‘Out of the wicked comes forth wickedness’; but my hand shall not be against you."
    },
    {
        "o": 8567,
        "r": "nasb:1 Samuel:24:14",
        "t": "After whom has the king of Israel come out? Whom are you pursuing? A dead dog, a single flea?"
    },
    {
        "o": 8568,
        "r": "nasb:1 Samuel:24:15",
        "t": "The Lord*s therefore be judge and decide between you and me; and may He see and plead my cause and deliver me from your hand.”"
    },
    {
        "o": 8569,
        "r": "nasb:1 Samuel:24:16",
        "t": "When*p David had finished speaking these words to Saul, Saul said, “Is this your voice, my son David?” Then Saul lifted up his voice and wept."
    },
    {
        "o": 8570,
        "r": "nasb:1 Samuel:24:17",
        "t": "He said to David, “You are more righteous than I; for you have dealt well with me, while I have dealt wickedly with you."
    },
    {
        "o": 8571,
        "r": "nasb:1 Samuel:24:18",
        "t": "You have declared today that you have done good to me, that the Lord*s delivered me into your hand and yet*i you did not kill me."
    },
    {
        "o": 8572,
        "r": "nasb:1 Samuel:24:19",
        "t": "For if a man finds his enemy, will he let him go away safely? May the Lord*s therefore reward you with good in return for what you have done to me this day."
    },
    {
        "o": 8573,
        "r": "nasb:1 Samuel:24:20",
        "t": "Now, behold, I know that you will surely be king, and that the kingdom of Israel will be established in your hand."
    },
    {
        "o": 8574,
        "r": "nasb:1 Samuel:24:21",
        "t": "So now swear to me by the Lord*s that you will not cut off my descendants after me and that you will not destroy my name from my father’s household.”"
    },
    {
        "o": 8575,
        "r": "nasb:1 Samuel:24:22",
        "t": "David swore to Saul. And Saul went to his home, but David and his men went up to the stronghold."
    }
]
