[
    {
        "o": 14268,
        "r": "kjv:Job:38:0",
        "t": "Job 38",
        "h": 1
    },
    {
        "o": 14269,
        "r": "kjv:Job:38:1",
        "t": "Then*p the Lord*s answered Job out of the whirlwind, and said,"
    },
    {
        "o": 14270,
        "r": "kjv:Job:38:2",
        "t": "Who*p is this that darkeneth counsel by words without knowledge?"
    },
    {
        "o": 14271,
        "r": "kjv:Job:38:3",
        "t": "Gird*p up now thy loins like a man; for I will demand of thee, and answer thou me."
    },
    {
        "o": 14272,
        "r": "kjv:Job:38:4",
        "t": "Where*p wast thou when I laid the foundations of the earth? declare, if thou hast understanding."
    },
    {
        "o": 14273,
        "r": "kjv:Job:38:5",
        "t": "Who*p hath laid the measures thereof, if thou knowest? or who hath stretched the line upon it?"
    },
    {
        "o": 14274,
        "r": "kjv:Job:38:6",
        "t": "Whereupon*p are the foundations thereof fastened? or who laid the corner stone thereof;"
    },
    {
        "o": 14275,
        "r": "kjv:Job:38:7",
        "t": "When*p the morning stars sang together, and all the sons of God shouted for joy?"
    },
    {
        "o": 14276,
        "r": "kjv:Job:38:8",
        "t": "Or*p who shut up the sea with doors, when it brake forth, as if it had issued out of the womb?"
    },
    {
        "o": 14277,
        "r": "kjv:Job:38:9",
        "t": "When*p I made the cloud the garment thereof, and thick darkness a swaddlingband for it,"
    },
    {
        "o": 14278,
        "r": "kjv:Job:38:10",
        "t": "And*p brake up for it my decreed place, and set bars and doors,"
    },
    {
        "o": 14279,
        "r": "kjv:Job:38:11",
        "t": "And*p said, Hitherto shalt thou come, but no further: and here shall thy proud waves be stayed?"
    },
    {
        "o": 14280,
        "r": "kjv:Job:38:12",
        "t": "Hast*p thou commanded the morning since thy days; and caused the dayspring to know his place;"
    },
    {
        "o": 14281,
        "r": "kjv:Job:38:13",
        "t": "That*p it might take hold of the ends of the earth, that the wicked might be shaken out of it?"
    },
    {
        "o": 14282,
        "r": "kjv:Job:38:14",
        "t": "It*p is turned as clay to the seal; and they stand as a garment."
    },
    {
        "o": 14283,
        "r": "kjv:Job:38:15",
        "t": "And*p from the wicked their light is withholden, and the high arm shall be broken."
    },
    {
        "o": 14284,
        "r": "kjv:Job:38:16",
        "t": "Hast*p thou entered into the springs of the sea? or hast thou walked in the search of the depth?"
    },
    {
        "o": 14285,
        "r": "kjv:Job:38:17",
        "t": "Have*p the gates of death been opened unto thee? or hast thou seen the doors of the shadow of death?"
    },
    {
        "o": 14286,
        "r": "kjv:Job:38:18",
        "t": "Hast*p thou perceived the breadth of the earth? declare if thou knowest it all."
    },
    {
        "o": 14287,
        "r": "kjv:Job:38:19",
        "t": "Where*p is the way where light dwelleth? and as for darkness, where is the place thereof,"
    },
    {
        "o": 14288,
        "r": "kjv:Job:38:20",
        "t": "That*p thou shouldest take it to the bound thereof, and that thou shouldest know the paths to the house thereof?"
    },
    {
        "o": 14289,
        "r": "kjv:Job:38:21",
        "t": "Knowest*p thou it, because thou wast then born? or because the number of thy days is great?"
    },
    {
        "o": 14290,
        "r": "kjv:Job:38:22",
        "t": "Hast*p thou entered into the treasures of the snow? or hast thou seen the treasures of the hail,"
    },
    {
        "o": 14291,
        "r": "kjv:Job:38:23",
        "t": "Which*p I have reserved against the time of trouble, against the day of battle and war?"
    },
    {
        "o": 14292,
        "r": "kjv:Job:38:24",
        "t": "By*p what way is the light parted, which scattereth the east wind upon the earth?"
    },
    {
        "o": 14293,
        "r": "kjv:Job:38:25",
        "t": "Who*p hath divided a watercourse for the overflowing of waters, or a way for the lightning of thunder;"
    },
    {
        "o": 14294,
        "r": "kjv:Job:38:26",
        "t": "To*p cause it to rain on the earth, where no man is; on the wilderness, wherein there is no man;"
    },
    {
        "o": 14295,
        "r": "kjv:Job:38:27",
        "t": "To*p satisfy the desolate and waste ground; and to cause the bud of the tender herb to spring forth?"
    },
    {
        "o": 14296,
        "r": "kjv:Job:38:28",
        "t": "Hath*p the rain a father? or who hath begotten the drops of dew?"
    },
    {
        "o": 14297,
        "r": "kjv:Job:38:29",
        "t": "Out*p of whose womb came the ice? and the hoary frost of heaven, who hath gendered it?"
    },
    {
        "o": 14298,
        "r": "kjv:Job:38:30",
        "t": "The*p waters are hid as with a stone, and the face of the deep is frozen."
    },
    {
        "o": 14299,
        "r": "kjv:Job:38:31",
        "t": "Canst*p thou bind the sweet influences of Pleiades, or loose the bands of Orion?"
    },
    {
        "o": 14300,
        "r": "kjv:Job:38:32",
        "t": "Canst*p thou bring forth Mazzaroth in his season? or canst thou guide Arcturus with his sons?"
    },
    {
        "o": 14301,
        "r": "kjv:Job:38:33",
        "t": "Knowest*p thou the ordinances of heaven? canst thou set the dominion thereof in the earth?"
    },
    {
        "o": 14302,
        "r": "kjv:Job:38:34",
        "t": "Canst*p thou lift up thy voice to the clouds, that abundance of waters may cover thee?"
    },
    {
        "o": 14303,
        "r": "kjv:Job:38:35",
        "t": "Canst*p thou send lightnings, that they may go, and say unto thee, Here we are?"
    },
    {
        "o": 14304,
        "r": "kjv:Job:38:36",
        "t": "Who*p hath put wisdom in the inward parts? or who hath given understanding to the heart?"
    },
    {
        "o": 14305,
        "r": "kjv:Job:38:37",
        "t": "Who*p can number the clouds in wisdom? or who can stay the bottles of heaven,"
    },
    {
        "o": 14306,
        "r": "kjv:Job:38:38",
        "t": "When*p the dust groweth into hardness, and the clods cleave fast together?"
    },
    {
        "o": 14307,
        "r": "kjv:Job:38:39",
        "t": "Wilt*p thou hunt the prey for the lion? or fill the appetite of the young lions,"
    },
    {
        "o": 14308,
        "r": "kjv:Job:38:40",
        "t": "When*p they couch in their dens, and abide in the covert to lie in wait?"
    },
    {
        "o": 14309,
        "r": "kjv:Job:38:41",
        "t": "Who*p provideth for the raven his food? when his young ones cry unto God, they wander for lack of meat."
    }
]
