[
    {
        "o": 25227,
        "r": "niv:Zechariah:4:0",
        "t": "Zechariah 4",
        "h": 1
    },
    {
        "o": 25228,
        "r": "niv:Zechariah:4:0",
        "t": "The Gold Lampstand and the Two Olive Trees",
        "h": 2
    },
    {
        "o": 25229,
        "r": "niv:Zechariah:4:1",
        "t": "Then*p the angel who talked with me returned and woke me up, like someone awakened from sleep."
    },
    {
        "o": 25230,
        "r": "niv:Zechariah:4:2",
        "t": "He asked me, “What do you see?” I*p answered, “I see a solid gold lampstand with a bowl at the top and seven lamps on it, with seven channels to the lamps."
    },
    {
        "o": 25231,
        "r": "niv:Zechariah:4:3",
        "t": "Also there are two olive trees by it, one on the right of the bowl and the other on its left.”"
    },
    {
        "o": 25232,
        "r": "niv:Zechariah:4:4",
        "t": "I*p asked the angel who talked with me, “What are these, my lord?”"
    },
    {
        "o": 25233,
        "r": "niv:Zechariah:4:5",
        "t": "He*p answered, “Do you not know what these are?” “No,*p my lord,” I replied."
    },
    {
        "o": 25234,
        "r": "niv:Zechariah:4:6",
        "t": "So*p he said to me, “This is the word of the Lord*s to Zerubbabel: ‘Not by might nor by power, but by my Spirit,’ says the Lord*s Almighty."
    },
    {
        "o": 25235,
        "r": "niv:Zechariah:4:7",
        "t": "“What*p are you, mighty mountain? Before Zerubbabel you will become level ground. Then he will bring out the capstone to shouts of ‘God bless it! God bless it!’ ”"
    },
    {
        "o": 25236,
        "r": "niv:Zechariah:4:8",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 25237,
        "r": "niv:Zechariah:4:9",
        "t": "“The hands of Zerubbabel have laid the foundation of this temple; his hands will also complete it. Then you will know that the Lord*s Almighty has sent me to you."
    },
    {
        "o": 25238,
        "r": "niv:Zechariah:4:10",
        "t": "“Who*p dares despise the day of small things, since the seven eyes of the Lord*s that range throughout the earth will rejoice when they see the chosen capstone in the hand of Zerubbabel?”"
    },
    {
        "o": 25239,
        "r": "niv:Zechariah:4:11",
        "t": "Then*p I asked the angel, “What are these two olive trees on the right and the left of the lampstand?”"
    },
    {
        "o": 25240,
        "r": "niv:Zechariah:4:12",
        "t": "Again*p I asked him, “What are these two olive branches beside the two gold pipes that pour out golden oil?”"
    },
    {
        "o": 25241,
        "r": "niv:Zechariah:4:13",
        "t": "He*p replied, “Do you not know what these are?” “No,*p my lord,” I said."
    },
    {
        "o": 25242,
        "r": "niv:Zechariah:4:14",
        "t": "So*p he said, “These are the two who are anointed to serve the Lord of all the earth.”"
    }
]
