[
    {
        "o": 1866,
        "r": "nasb:Exodus:8:0",
        "t": "Exodus 8",
        "h": 1
    },
    {
        "o": 1867,
        "r": "nasb:Exodus:8:0",
        "t": "Frogs over the Land",
        "h": 2
    },
    {
        "o": 1868,
        "r": "nasb:Exodus:8:1",
        "t": "Then*p the Lord*s said to Moses, “Go to Pharaoh and say to him, ‘Thus says the Lord,*s “Let My people go, that they may serve Me."
    },
    {
        "o": 1869,
        "r": "nasb:Exodus:8:2",
        "t": "But if you refuse to let them*i go, behold, I will smite your whole territory with frogs."
    },
    {
        "o": 1870,
        "r": "nasb:Exodus:8:3",
        "t": "The Nile will swarm with frogs, which will come up and go into your house and into your bedroom and on your bed, and into the houses of your servants and on your people, and into your ovens and into your kneading bowls."
    },
    {
        "o": 1871,
        "r": "nasb:Exodus:8:4",
        "t": "So the frogs will come up on you and your people and all your servants.” ’ ”"
    },
    {
        "o": 1872,
        "r": "nasb:Exodus:8:5",
        "t": "Then the Lord*s said to Moses, “Say to Aaron, ‘Stretch out your hand with your staff over the rivers, over the streams and over the pools, and make frogs come up on the land of Egypt.’ ”"
    },
    {
        "o": 1873,
        "r": "nasb:Exodus:8:6",
        "t": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."
    },
    {
        "o": 1874,
        "r": "nasb:Exodus:8:7",
        "t": "The magicians did the same with their secret arts, making frogs come up on the land of Egypt."
    },
    {
        "o": 1875,
        "r": "nasb:Exodus:8:8",
        "t": "Then*p Pharaoh called for Moses and Aaron and said, “Entreat the Lord*s that He remove the frogs from me and from my people; and I will let the people go, that they may sacrifice to the Lord.”*s"
    },
    {
        "o": 1876,
        "r": "nasb:Exodus:8:9",
        "t": "Moses said to Pharaoh, “The honor is yours to tell me: when shall I entreat for you and your servants and your people, that the frogs be destroyed from you and your houses, that*i they may be left only in the Nile?”"
    },
    {
        "o": 1877,
        "r": "nasb:Exodus:8:10",
        "t": "Then*p he said, “Tomorrow.” So he said, “May*i it*i be*i according to your word, that you may know that there is no one like the Lord*s our God."
    },
    {
        "o": 1878,
        "r": "nasb:Exodus:8:11",
        "t": "The frogs will depart from you and your houses and your servants and your people; they will be left only in the Nile.”"
    },
    {
        "o": 1879,
        "r": "nasb:Exodus:8:12",
        "t": "Then Moses and Aaron went out from Pharaoh, and Moses cried to the Lord*s concerning the frogs which He had inflicted upon Pharaoh."
    },
    {
        "o": 1880,
        "r": "nasb:Exodus:8:13",
        "t": "The Lord*s did according to the word of Moses, and the frogs died out of the houses, the courts, and the fields."
    },
    {
        "o": 1881,
        "r": "nasb:Exodus:8:14",
        "t": "So they piled them in heaps, and the land became foul."
    },
    {
        "o": 1882,
        "r": "nasb:Exodus:8:15",
        "t": "But when Pharaoh saw that there was relief, he hardened his heart and did not listen to them, as the Lord*s had said."
    },
    {
        "o": 1883,
        "r": "nasb:Exodus:8:15",
        "t": "The Plague of Insects",
        "h": 2
    },
    {
        "o": 1884,
        "r": "nasb:Exodus:8:16",
        "t": "Then*p the Lord*s said to Moses, “Say to Aaron, ‘Stretch out your staff and strike the dust of the earth, that it may become gnats through all the land of Egypt.’ ”"
    },
    {
        "o": 1885,
        "r": "nasb:Exodus:8:17",
        "t": "They did so; and Aaron stretched out his hand with his staff, and struck the dust of the earth, and there were gnats on man and beast. All the dust of the earth became gnats through all the land of Egypt."
    },
    {
        "o": 1886,
        "r": "nasb:Exodus:8:18",
        "t": "The magicians tried with their secret arts to bring forth gnats, but they could not; so there were gnats on man and beast."
    },
    {
        "o": 1887,
        "r": "nasb:Exodus:8:19",
        "t": "Then the magicians said to Pharaoh, “This is the finger of God.” But Pharaoh’s heart was hardened, and he did not listen to them, as the Lord*s had said."
    },
    {
        "o": 1888,
        "r": "nasb:Exodus:8:20",
        "t": "Now*p the Lord*s said to Moses, “Rise early in the morning and present yourself before Pharaoh, as he comes out to the water, and say to him, ‘Thus says the Lord,*s “Let My people go, that they may serve Me."
    },
    {
        "o": 1889,
        "r": "nasb:Exodus:8:21",
        "t": "For if you do not let My people go, behold, I will send swarms of flies on you and on your servants and on your people and into your houses; and the houses of the Egyptians will be full of swarms of flies, and also the ground on which they dwell.*i"
    },
    {
        "o": 1890,
        "r": "nasb:Exodus:8:22",
        "t": "But on that day I will set apart the land of Goshen, where My people are living, so that no swarms of flies will be there, in order that you may know that I, the Lord,*s am in the midst of the land."
    },
    {
        "o": 1891,
        "r": "nasb:Exodus:8:23",
        "t": "I will put a division between My people and your people. Tomorrow this sign will occur.” ’ ”"
    },
    {
        "o": 1892,
        "r": "nasb:Exodus:8:24",
        "t": "Then the Lord*s did so. And there came great swarms of flies into the house of Pharaoh and the houses of his servants and the land was laid waste because of the swarms of flies in all the land of Egypt."
    },
    {
        "o": 1893,
        "r": "nasb:Exodus:8:25",
        "t": "Pharaoh*p called for Moses and Aaron and said, “Go, sacrifice to your God within the land.”"
    },
    {
        "o": 1894,
        "r": "nasb:Exodus:8:26",
        "t": "But Moses said, “It is not right to do so, for we will sacrifice to the Lord*s our God what is an abomination to the Egyptians. If we sacrifice what is an abomination to the Egyptians before their eyes, will they not then stone us?"
    },
    {
        "o": 1895,
        "r": "nasb:Exodus:8:27",
        "t": "We must go a three days’ journey into the wilderness and sacrifice to the Lord*s our God as He commands us.”"
    },
    {
        "o": 1896,
        "r": "nasb:Exodus:8:28",
        "t": "Pharaoh said, “I will let you go, that you may sacrifice to the Lord*s your God in the wilderness; only you shall not go very far away. Make supplication for me.”"
    },
    {
        "o": 1897,
        "r": "nasb:Exodus:8:29",
        "t": "Then Moses said, “Behold, I am going out from you, and I shall make supplication to the Lord*s that the swarms of flies may depart from Pharaoh, from his servants, and from his people tomorrow; only do not let Pharaoh deal deceitfully again in not letting the people go to sacrifice to the Lord.”*s"
    },
    {
        "o": 1898,
        "r": "nasb:Exodus:8:30",
        "t": "So*p Moses went out from Pharaoh and made supplication to the Lord.*s"
    },
    {
        "o": 1899,
        "r": "nasb:Exodus:8:31",
        "t": "The Lord*s did as Moses asked, and removed the swarms of flies from Pharaoh, from his servants and from his people; not one remained."
    },
    {
        "o": 1900,
        "r": "nasb:Exodus:8:32",
        "t": "But Pharaoh hardened his heart this time also, and he did not let the people go."
    }
]
