[
    {
        "o": 22289,
        "r": "niv:Jeremiah:52:0",
        "t": "Jeremiah 52",
        "h": 1
    },
    {
        "o": 22290,
        "r": "niv:Jeremiah:52:0",
        "t": "The Fall of Jerusalem",
        "h": 2
    },
    {
        "o": 22291,
        "r": "niv:Jeremiah:52:1",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned in Jerusalem eleven years. His mother’s name was Hamutal daughter of Jeremiah; she was from Libnah."
    },
    {
        "o": 22292,
        "r": "niv:Jeremiah:52:2",
        "t": "He did evil in the eyes of the Lord,*s just as Jehoiakim had done."
    },
    {
        "o": 22293,
        "r": "niv:Jeremiah:52:3",
        "t": "It was because of the Lord’s*s anger that all this happened to Jerusalem and Judah, and in the end he thrust them from his presence. Now*p Zedekiah rebelled against the king of Babylon."
    },
    {
        "o": 22294,
        "r": "niv:Jeremiah:52:4",
        "t": "So*p in the ninth year of Zedekiah’s reign, on the tenth day of the tenth month, Nebuchadnezzar king of Babylon marched against Jerusalem with his whole army. They encamped outside the city and built siege works all around it."
    },
    {
        "o": 22295,
        "r": "niv:Jeremiah:52:5",
        "t": "The city was kept under siege until the eleventh year of King Zedekiah."
    },
    {
        "o": 22296,
        "r": "niv:Jeremiah:52:6",
        "t": "By*p the ninth day of the fourth month the famine in the city had become so severe that there was no food for the people to eat."
    },
    {
        "o": 22297,
        "r": "niv:Jeremiah:52:7",
        "t": "Then the city wall was broken through, and the whole army fled. They left the city at night through the gate between the two walls near the king’s garden, though the Babylonians were surrounding the city. They fled toward the Arabah,"
    },
    {
        "o": 22298,
        "r": "niv:Jeremiah:52:8",
        "t": "but the Babylonian army pursued King Zedekiah and overtook him in the plains of Jericho. All his soldiers were separated from him and scattered,"
    },
    {
        "o": 22299,
        "r": "niv:Jeremiah:52:9",
        "t": "and he was captured. He*p was taken to the king of Babylon at Riblah in the land of Hamath, where he pronounced sentence on him."
    },
    {
        "o": 22300,
        "r": "niv:Jeremiah:52:10",
        "t": "There at Riblah the king of Babylon killed the sons of Zedekiah before his eyes; he also killed all the officials of Judah."
    },
    {
        "o": 22301,
        "r": "niv:Jeremiah:52:11",
        "t": "Then he put out Zedekiah’s eyes, bound him with bronze shackles and took him to Babylon, where he put him in prison till the day of his death."
    },
    {
        "o": 22302,
        "r": "niv:Jeremiah:52:12",
        "t": "On*p the tenth day of the fifth month, in the nineteenth year of Nebuchadnezzar king of Babylon, Nebuzaradan commander of the imperial guard, who served the king of Babylon, came to Jerusalem."
    },
    {
        "o": 22303,
        "r": "niv:Jeremiah:52:13",
        "t": "He set fire to the temple of the Lord,*s the royal palace and all the houses of Jerusalem. Every important building he burned down."
    },
    {
        "o": 22304,
        "r": "niv:Jeremiah:52:14",
        "t": "The whole Babylonian army, under the commander of the imperial guard, broke down all the walls around Jerusalem."
    },
    {
        "o": 22305,
        "r": "niv:Jeremiah:52:15",
        "t": "Nebuzaradan the commander of the guard carried into exile some of the poorest people and those who remained in the city, along with the rest of the craftsmen and those who had deserted to the king of Babylon."
    },
    {
        "o": 22306,
        "r": "niv:Jeremiah:52:16",
        "t": "But Nebuzaradan left behind the rest of the poorest people of the land to work the vineyards and fields."
    },
    {
        "o": 22307,
        "r": "niv:Jeremiah:52:17",
        "t": "The*p Babylonians broke up the bronze pillars, the movable stands and the bronze Sea that were at the temple of the Lord*s and they carried all the bronze to Babylon."
    },
    {
        "o": 22308,
        "r": "niv:Jeremiah:52:18",
        "t": "They also took away the pots, shovels, wick trimmers, sprinkling bowls, dishes and all the bronze articles used in the temple service."
    },
    {
        "o": 22309,
        "r": "niv:Jeremiah:52:19",
        "t": "The commander of the imperial guard took away the basins, censers, sprinkling bowls, pots, lampstands, dishes and bowls used for drink offerings—all that were made of pure gold or silver."
    },
    {
        "o": 22310,
        "r": "niv:Jeremiah:52:20",
        "t": "The*p bronze from the two pillars, the Sea and the twelve bronze bulls under it, and the movable stands, which King Solomon had made for the temple of the Lord,*s was more than could be weighed."
    },
    {
        "o": 22311,
        "r": "niv:Jeremiah:52:21",
        "t": "Each pillar was eighteen cubits high and twelve cubits in circumference; each was four fingers thick, and hollow."
    },
    {
        "o": 22312,
        "r": "niv:Jeremiah:52:22",
        "t": "The bronze capital on top of one pillar was five cubits high and was decorated with a network and pomegranates of bronze all around. The other pillar, with its pomegranates, was similar."
    },
    {
        "o": 22313,
        "r": "niv:Jeremiah:52:23",
        "t": "There were ninety-six pomegranates on the sides; the total number of pomegranates above the surrounding network was a hundred."
    },
    {
        "o": 22314,
        "r": "niv:Jeremiah:52:24",
        "t": "The*p commander of the guard took as prisoners Seraiah the chief priest, Zephaniah the priest next in rank and the three doorkeepers."
    },
    {
        "o": 22315,
        "r": "niv:Jeremiah:52:25",
        "t": "Of those still in the city, he took the officer in charge of the fighting men, and seven royal advisers. He also took the secretary who was chief officer in charge of conscripting the people of the land, sixty of whom were found in the city."
    },
    {
        "o": 22316,
        "r": "niv:Jeremiah:52:26",
        "t": "Nebuzaradan the commander took them all and brought them to the king of Babylon at Riblah."
    },
    {
        "o": 22317,
        "r": "niv:Jeremiah:52:27",
        "t": "There at Riblah, in the land of Hamath, the king had them executed. So*p Judah went into captivity, away from her land."
    },
    {
        "o": 22318,
        "r": "niv:Jeremiah:52:28",
        "t": "This is the number of the people Nebuchadnezzar carried into exile: in*pln the seventh year, 3,023*ld Jews;"
    },
    {
        "o": 22319,
        "r": "niv:Jeremiah:52:29",
        "t": "in*ln Nebuchadnezzar’s eighteenth year, 832*ld people from Jerusalem;"
    },
    {
        "o": 22320,
        "r": "niv:Jeremiah:52:30",
        "t": "in*ln his twenty-third year, 745*ld Jews taken into exile by Nebuzaradan the commander of the imperial guard. There*ld were 4,600 people in all."
    },
    {
        "o": 22321,
        "r": "niv:Jeremiah:52:30",
        "t": "Jehoiachin Released",
        "h": 2
    },
    {
        "o": 22322,
        "r": "niv:Jeremiah:52:31",
        "t": "In*p the thirty-seventh year of the exile of Jehoiachin king of Judah, in the year Awel-Marduk became king of Babylon, on the twenty-fifth day of the twelfth month, he released Jehoiachin king of Judah and freed him from prison."
    },
    {
        "o": 22323,
        "r": "niv:Jeremiah:52:32",
        "t": "He spoke kindly to him and gave him a seat of honor higher than those of the other kings who were with him in Babylon."
    },
    {
        "o": 22324,
        "r": "niv:Jeremiah:52:33",
        "t": "So Jehoiachin put aside his prison clothes and for the rest of his life ate regularly at the king’s table."
    },
    {
        "o": 22325,
        "r": "niv:Jeremiah:52:34",
        "t": "Day by day the king of Babylon gave Jehoiachin a regular allowance as long as he lived, till the day of his death."
    }
]
