[
    {
        "o": 25009,
        "r": "nasb:Amos:7:0",
        "t": "Amos 7",
        "h": 1
    },
    {
        "o": 25010,
        "r": "nasb:Amos:7:0",
        "t": "Warning Through Visions",
        "h": 2
    },
    {
        "o": 25011,
        "r": "nasb:Amos:7:1",
        "t": "Thus*p the Lord God*s showed me, and behold, He was forming a locust-swarm when the spring crop began to sprout. And behold, the spring crop was*i after the king’s mowing."
    },
    {
        "o": 25012,
        "r": "nasb:Amos:7:2",
        "t": "And it came about, when it had finished eating the vegetation of the land, that I said, “Lord*pn God,*s please pardon! How*ln can Jacob stand, For*ln he is small?”"
    },
    {
        "o": 25013,
        "r": "nasb:Amos:7:3",
        "t": "The*ln Lord*s changed His mind about this. “It*ln shall not be,” said the Lord.*s"
    },
    {
        "o": 25014,
        "r": "nasb:Amos:7:4",
        "t": "Thus*p the Lord God*s showed me, and behold, the Lord God*s was calling to contend with*i them*i by fire, and it consumed the great deep and began to consume the farm land."
    },
    {
        "o": 25015,
        "r": "nasb:Amos:7:5",
        "t": "Then I said, “Lord*pn God,*s please stop! How*ln can Jacob stand, for he is small?”"
    },
    {
        "o": 25016,
        "r": "nasb:Amos:7:6",
        "t": "The*ln Lord*s changed His mind about this. “This*ln too shall not be,” said the Lord God.*s"
    },
    {
        "o": 25017,
        "r": "nasb:Amos:7:7",
        "t": "Thus*p He showed me, and behold, the Lord was standing by a vertical wall with a plumb line in His hand."
    },
    {
        "o": 25018,
        "r": "nasb:Amos:7:8",
        "t": "The Lord*s said to me, “What do you see, Amos?” And I said, “A plumb line.” Then the Lord said, “Behold*pn I am about to put a plumb line In*ln the midst of My people Israel. I*ln will spare them no longer."
    },
    {
        "o": 25019,
        "r": "nasb:Amos:7:9",
        "t": "The*ln high places of Isaac will be desolated And*ln the sanctuaries of Israel laid waste. Then*ln I will rise up against the house of Jeroboam with the sword.”"
    },
    {
        "o": 25020,
        "r": "nasb:Amos:7:9",
        "t": "Amos Accused, Answers",
        "h": 2
    },
    {
        "o": 25021,
        "r": "nasb:Amos:7:10",
        "t": "Then*p Amaziah, the priest of Bethel, sent word*i to Jeroboam king of Israel, saying, “Amos has conspired against you in the midst of the house of Israel; the land is unable to endure all his words."
    },
    {
        "o": 25022,
        "r": "nasb:Amos:7:11",
        "t": "For thus Amos says, ‘Jeroboam will die by the sword and Israel will certainly go from its land into exile.’ ”"
    },
    {
        "o": 25023,
        "r": "nasb:Amos:7:12",
        "t": "Then Amaziah said to Amos, “Go, you seer, flee away to the land of Judah and there eat bread and there do your prophesying!"
    },
    {
        "o": 25024,
        "r": "nasb:Amos:7:13",
        "t": "But no longer prophesy at Bethel, for it is a sanctuary of the king and a royal residence.”"
    },
    {
        "o": 25025,
        "r": "nasb:Amos:7:14",
        "t": "Then*p Amos replied to Amaziah, “I am not a prophet, nor am I the son of a prophet; for I am a herdsman and a grower of sycamore figs."
    },
    {
        "o": 25026,
        "r": "nasb:Amos:7:15",
        "t": "But the Lord*s took me from following the flock and the Lord*s said to me, ‘Go prophesy to My people Israel.’"
    },
    {
        "o": 25027,
        "r": "nasb:Amos:7:16",
        "t": "Now hear the word of the Lord:*s you are saying, ‘You shall not prophesy against Israel nor shall you speak against the house of Isaac.’"
    },
    {
        "o": 25028,
        "r": "nasb:Amos:7:17",
        "t": "Therefore, thus says the Lord,*s ‘Your wife will become a harlot in the city, your sons and your daughters will fall by the sword, your land will be parceled up by a measuring*i line and you yourself will die upon unclean soil. Moreover, Israel will certainly go from its land into exile.’ ”"
    }
]
