[
    {
        "o": 8693,
        "r": "nasb:1 Samuel:29:0",
        "t": "1 Samuel 29",
        "h": 1
    },
    {
        "o": 8694,
        "r": "nasb:1 Samuel:29:0",
        "t": "The Philistines Mistrust David",
        "h": 2
    },
    {
        "o": 8695,
        "r": "nasb:1 Samuel:29:1",
        "t": "Now*p the Philistines gathered together all their armies to Aphek, while the Israelites were camping by the spring which is in Jezreel."
    },
    {
        "o": 8696,
        "r": "nasb:1 Samuel:29:2",
        "t": "And the lords of the Philistines were proceeding on by hundreds and by thousands, and David and his men were proceeding on in the rear with Achish."
    },
    {
        "o": 8697,
        "r": "nasb:1 Samuel:29:3",
        "t": "Then the commanders of the Philistines said, “What are*i these Hebrews doing*i here?”*i And Achish said to the commanders of the Philistines, “Is this not David, the servant of Saul the king of Israel, who has been with me these days, or rather*i these years, and I have found no fault in him from the day he deserted to*i me*i to this day?”"
    },
    {
        "o": 8698,
        "r": "nasb:1 Samuel:29:4",
        "t": "But the commanders of the Philistines were angry with him, and the commanders of the Philistines said to him, “Make the man go back, that he may return to his place where you have assigned him, and do not let him go down to battle with us, or in the battle he may become an adversary to us. For with what could this man*i make himself acceptable to his lord? Would*i it*i not be*i with the heads of these men?"
    },
    {
        "o": 8699,
        "r": "nasb:1 Samuel:29:5",
        "t": "Is this not David, of whom they sing in the dances, saying, ‘Saul*pn has slain his thousands, And*ln David his ten thousands’?”"
    },
    {
        "o": 8700,
        "r": "nasb:1 Samuel:29:6",
        "t": "Then*p Achish called David and said to him, “As*i the Lord*s lives, you have*i been*i upright, and your going out and your coming in with me in the army are pleasing in my sight; for I have not found evil in you from the day of your coming to me to this day. Nevertheless, you are not pleasing in the sight of the lords."
    },
    {
        "o": 8701,
        "r": "nasb:1 Samuel:29:7",
        "t": "Now therefore return and go in peace, that you may not displease the lords of the Philistines.”"
    },
    {
        "o": 8702,
        "r": "nasb:1 Samuel:29:8",
        "t": "David said to Achish, “But what have I done? And what have you found in your servant from the day when I came before you to this day, that I may not go and fight against the enemies of my lord the king?”"
    },
    {
        "o": 8703,
        "r": "nasb:1 Samuel:29:9",
        "t": "But Achish replied to David, “I know that you are pleasing in my sight, like an angel of God; nevertheless the commanders of the Philistines have said, ‘He must not go up with us to the battle.’"
    },
    {
        "o": 8704,
        "r": "nasb:1 Samuel:29:10",
        "t": "Now then arise early in the morning with the servants of your lord who have come with you, and as soon as you have arisen early in the morning and have light, depart.”"
    },
    {
        "o": 8705,
        "r": "nasb:1 Samuel:29:11",
        "t": "So David arose early, he and his men, to depart in the morning to return to the land of the Philistines. And the Philistines went up to Jezreel."
    }
]
