[
    {
        "o": 21641,
        "r": "nkjv:Jeremiah:16:0",
        "t": "Jeremiah 16",
        "h": 1
    },
    {
        "o": 21642,
        "r": "nkjv:Jeremiah:16:0",
        "t": "Jeremiah’s Life-Style and Message",
        "h": 2
    },
    {
        "o": 21643,
        "r": "nkjv:Jeremiah:16:1",
        "t": "The*p word of the Lord*s also came to me, saying,"
    },
    {
        "o": 21644,
        "r": "nkjv:Jeremiah:16:2",
        "t": "“You shall not take a wife, nor shall you have sons or daughters in this place.”"
    },
    {
        "o": 21645,
        "r": "nkjv:Jeremiah:16:3",
        "t": "For thus says the Lord*s concerning the sons and daughters who are born in this place, and concerning their mothers who bore them and their fathers who begot them in this land:"
    },
    {
        "o": 21646,
        "r": "nkjv:Jeremiah:16:4",
        "t": "“They shall die gruesome deaths; they shall not be lamented nor shall they be buried, but*i they shall be like refuse on the face of the earth. They shall be consumed by the sword and by famine, and their corpses shall be meat for the birds of heaven and for the beasts of the earth.”"
    },
    {
        "o": 21647,
        "r": "nkjv:Jeremiah:16:5",
        "t": "For*p thus says the Lord:*s “Do not enter the house of mourning, nor go to lament or bemoan them; for I have taken away My peace from this people,” says the Lord,*s “lovingkindness and mercies."
    },
    {
        "o": 21648,
        "r": "nkjv:Jeremiah:16:6",
        "t": "Both the great and the small shall die in this land. They shall not be buried; neither shall men lament for them, cut themselves, nor make themselves bald for them."
    },
    {
        "o": 21649,
        "r": "nkjv:Jeremiah:16:7",
        "t": "Nor shall men*i break bread*i in mourning for them, to comfort them for the dead; nor shall men*i give them the cup of consolation to drink for their father or their mother."
    },
    {
        "o": 21650,
        "r": "nkjv:Jeremiah:16:8",
        "t": "Also you shall not go into the house of feasting to sit with them, to eat and drink.”"
    },
    {
        "o": 21651,
        "r": "nkjv:Jeremiah:16:9",
        "t": "For*p thus says the Lord*s of hosts, the God of Israel: “Behold, I will cause to cease from this place, before your eyes and in your days, the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride."
    },
    {
        "o": 21652,
        "r": "nkjv:Jeremiah:16:10",
        "t": "“And*p it shall be, when you show this people all these words, and they say to you, ‘Why has the Lord*s pronounced all this great disaster against us? Or what is*i our iniquity? Or what is*i our sin that we have committed against the Lord*s our God?’"
    },
    {
        "o": 21653,
        "r": "nkjv:Jeremiah:16:11",
        "t": "then you shall say to them, ‘Because your fathers have forsaken Me,’ says the Lord;*s ‘they have walked after other gods and have served them and worshiped them, and have forsaken Me and not kept My law."
    },
    {
        "o": 21654,
        "r": "nkjv:Jeremiah:16:12",
        "t": "And you have done worse than your fathers, for behold, each one follows the dictates of his own evil heart, so that no one listens to Me."
    },
    {
        "o": 21655,
        "r": "nkjv:Jeremiah:16:13",
        "t": "Therefore I will cast you out of this land into a land that you do not know, neither you nor your fathers; and there you shall serve other gods day and night, where I will not show you favor.’"
    },
    {
        "o": 21656,
        "r": "nkjv:Jeremiah:16:13",
        "t": "God Will Restore Israel",
        "h": 2
    },
    {
        "o": 21657,
        "r": "nkjv:Jeremiah:16:14",
        "t": "“Therefore*p behold, the days are coming,” says the Lord,*s “that it shall no more be said, ‘The Lord*s lives who brought up the children of Israel from the land of Egypt,’"
    },
    {
        "o": 21658,
        "r": "nkjv:Jeremiah:16:15",
        "t": "but, ‘The Lord*s lives who brought up the children of Israel from the land of the north and from all the lands where He had driven them.’ For I will bring them back into their land which I gave to their fathers."
    },
    {
        "o": 21659,
        "r": "nkjv:Jeremiah:16:16",
        "t": "“Behold,*p I will send for many fishermen,” says the Lord,*s “and they shall fish them; and afterward I will send for many hunters, and they shall hunt them from every mountain and every hill, and out of the holes of the rocks."
    },
    {
        "o": 21660,
        "r": "nkjv:Jeremiah:16:17",
        "t": "For My eyes are*i on all their ways; they are not hidden from My face, nor is their iniquity hidden from My eyes."
    },
    {
        "o": 21661,
        "r": "nkjv:Jeremiah:16:18",
        "t": "And first I will repay double for their iniquity and their sin, because they have defiled My land; they have filled My inheritance with the carcasses of their detestable and abominable idols.”"
    },
    {
        "o": 21662,
        "r": "nkjv:Jeremiah:16:19",
        "t": "O*pn Lord,*s my strength and my fortress, My*ld refuge in the day of affliction, The*ld Gentiles shall come to You From*ld the ends of the earth and say, “Surely*ld our fathers have inherited lies, Worthlessness*ld and unprofitable things.”*i"
    },
    {
        "o": 21663,
        "r": "nkjv:Jeremiah:16:20",
        "t": "Will*ld a man make gods for himself, Which*ld are*i not gods?"
    },
    {
        "o": 21664,
        "r": "nkjv:Jeremiah:16:21",
        "t": "“Therefore*ln behold, I will this once cause them to know, I*ld will cause them to know My*ld hand and My might; And*ld they shall know that My name is*i the Lord.*s"
    }
]
