[
    {
        "o": 21321,
        "r": "niv:Jeremiah:18:0",
        "t": "Jeremiah 18",
        "h": 1
    },
    {
        "o": 21322,
        "r": "niv:Jeremiah:18:0",
        "t": "At the Potter’s House",
        "h": 2
    },
    {
        "o": 21323,
        "r": "niv:Jeremiah:18:1",
        "t": "This*p is the word that came to Jeremiah from the Lord:*s"
    },
    {
        "o": 21324,
        "r": "niv:Jeremiah:18:2",
        "t": "“Go down to the potter’s house, and there I will give you my message.”"
    },
    {
        "o": 21325,
        "r": "niv:Jeremiah:18:3",
        "t": "So I went down to the potter’s house, and I saw him working at the wheel."
    },
    {
        "o": 21326,
        "r": "niv:Jeremiah:18:4",
        "t": "But the pot he was shaping from the clay was marred in his hands; so the potter formed it into another pot, shaping it as seemed best to him."
    },
    {
        "o": 21327,
        "r": "niv:Jeremiah:18:5",
        "t": "Then*p the word of the Lord*s came to me."
    },
    {
        "o": 21328,
        "r": "niv:Jeremiah:18:6",
        "t": "He said, “Can I not do with you, Israel, as this potter does?” declares the Lord.*s “Like clay in the hand of the potter, so are you in my hand, Israel."
    },
    {
        "o": 21329,
        "r": "niv:Jeremiah:18:7",
        "t": "If at any time I announce that a nation or kingdom is to be uprooted, torn down and destroyed,"
    },
    {
        "o": 21330,
        "r": "niv:Jeremiah:18:8",
        "t": "and if that nation I warned repents of its evil, then I will relent and not inflict on it the disaster I had planned."
    },
    {
        "o": 21331,
        "r": "niv:Jeremiah:18:9",
        "t": "And if at another time I announce that a nation or kingdom is to be built up and planted,"
    },
    {
        "o": 21332,
        "r": "niv:Jeremiah:18:10",
        "t": "and if it does evil in my sight and does not obey me, then I will reconsider the good I had intended to do for it."
    },
    {
        "o": 21333,
        "r": "niv:Jeremiah:18:11",
        "t": "“Now*p therefore say to the people of Judah and those living in Jerusalem, ‘This is what the Lord*s says: Look! I am preparing a disaster for you and devising a plan against you. So turn from your evil ways, each one of you, and reform your ways and your actions.’"
    },
    {
        "o": 21334,
        "r": "niv:Jeremiah:18:12",
        "t": "But they will reply, ‘It’s no use. We will continue with our own plans; we will all follow the stubbornness of our evil hearts.’ ”"
    },
    {
        "o": 21335,
        "r": "niv:Jeremiah:18:13",
        "t": "Therefore*p this is what the Lord*s says: “Inquire*pn among the nations: Who*ld has ever heard anything like this? A*ln most horrible thing has been done by*ld Virgin Israel."
    },
    {
        "o": 21336,
        "r": "niv:Jeremiah:18:14",
        "t": "Does*ln the snow of Lebanon ever*ld vanish from its rocky slopes? Do*ln its cool waters from distant sources ever*ld stop flowing?"
    },
    {
        "o": 21337,
        "r": "niv:Jeremiah:18:15",
        "t": "Yet*ln my people have forgotten me; they*ld burn incense to worthless idols, which*ln made them stumble in their ways, in*ld the ancient paths. They*ln made them walk in byways, on*ld roads not built up."
    },
    {
        "o": 21338,
        "r": "niv:Jeremiah:18:16",
        "t": "Their*ln land will be an object of horror and*ld of lasting scorn; all*ln who pass by will be appalled and*ld will shake their heads."
    },
    {
        "o": 21339,
        "r": "niv:Jeremiah:18:17",
        "t": "Like*ln a wind from the east, I*ld will scatter them before their enemies; I*ln will show them my back and not my face in*ld the day of their disaster.”"
    },
    {
        "o": 21340,
        "r": "niv:Jeremiah:18:18",
        "t": "They*p said, “Come, let’s make plans against Jeremiah; for the teaching of the law by the priest will not cease, nor will counsel from the wise, nor the word from the prophets. So come, let’s attack him with our tongues and pay no attention to anything he says.”"
    },
    {
        "o": 21341,
        "r": "niv:Jeremiah:18:19",
        "t": "Listen*pn to me, Lord;*s hear*ld what my accusers are saying!"
    },
    {
        "o": 21342,
        "r": "niv:Jeremiah:18:20",
        "t": "Should*ln good be repaid with evil? Yet*ld they have dug a pit for me. Remember*ln that I stood before you and*ld spoke in their behalf to*ld turn your wrath away from them."
    },
    {
        "o": 21343,
        "r": "niv:Jeremiah:18:21",
        "t": "So*ln give their children over to famine; hand*ld them over to the power of the sword. Let*ln their wives be made childless and widows; let*ld their men be put to death, their*ld young men slain by the sword in battle."
    },
    {
        "o": 21344,
        "r": "niv:Jeremiah:18:22",
        "t": "Let*ln a cry be heard from their houses when*ld you suddenly bring invaders against them, for*ln they have dug a pit to capture me and*ld have hidden snares for my feet."
    },
    {
        "o": 21345,
        "r": "niv:Jeremiah:18:23",
        "t": "But*ln you, Lord,*s know all*ld their plots to kill me. Do*ln not forgive their crimes or*ld blot out their sins from your sight. Let*ln them be overthrown before you; deal*ld with them in the time of your anger."
    }
]
