[
    {
        "o": 29519,
        "r": "csb:John:2:0",
        "t": "John 2",
        "h": 1
    },
    {
        "o": 29520,
        "r": "csb:John:2:0",
        "t": "The First Sign: Turning Water into Wine",
        "h": 2
    },
    {
        "o": 29521,
        "r": "csb:John:2:1",
        "t": "On*p the third day a wedding took place in Cana of Galilee. Jesus’s mother was there,"
    },
    {
        "o": 29522,
        "r": "csb:John:2:2",
        "t": "and Jesus and his disciples were invited to the wedding as well."
    },
    {
        "o": 29523,
        "r": "csb:John:2:3",
        "t": "When the wine ran out, Jesus’s mother told him, “They don’t have any wine.”"
    },
    {
        "o": 29524,
        "r": "csb:John:2:4",
        "t": "“What*rp has*r this*r concern*r of*r yours*r to*r do*r with*r me,*r woman?”*r Jesus asked. “My*r hour*r has*r not*r yet*r come.”*r"
    },
    {
        "o": 29525,
        "r": "csb:John:2:5",
        "t": "“Do*p whatever he tells you,” his mother told the servants."
    },
    {
        "o": 29526,
        "r": "csb:John:2:6",
        "t": "Now*p six stone water jars had been set there for Jewish purification. Each contained twenty or thirty gallons."
    },
    {
        "o": 29527,
        "r": "csb:John:2:7",
        "t": "“Fill*rp the*r jars*r with*r water,”*r Jesus told them. So they filled them to the brim."
    },
    {
        "o": 29528,
        "r": "csb:John:2:8",
        "t": "Then he said to them, “Now*r draw*r some*r out*r and*r take*r it*r to*r the*r headwaiter.”*r And they did."
    },
    {
        "o": 29529,
        "r": "csb:John:2:9",
        "t": "When*p the headwaiter tasted the water (after it had become wine), he did not know where it came from - though the servants who had drawn the water knew. He called the groom"
    },
    {
        "o": 29530,
        "r": "csb:John:2:10",
        "t": "and told him, “Everyone sets out the fine wine first, then, after people are drunk, the inferior. But you have kept the fine wine until now.”"
    },
    {
        "o": 29531,
        "r": "csb:John:2:11",
        "t": "Jesus*p did this, the first of his signs, in Cana of Galilee. He revealed his glory, and his disciples believed in him."
    },
    {
        "o": 29532,
        "r": "csb:John:2:12",
        "t": "After*p this, he went down to Capernaum, together with his mother, his brothers, and his disciples, and they stayed there only a few days."
    },
    {
        "o": 29533,
        "r": "csb:John:2:12",
        "t": "Cleansing the Temple",
        "h": 2
    },
    {
        "o": 29534,
        "r": "csb:John:2:13",
        "t": "The*p Jewish Passover was near, and so Jesus went up to Jerusalem."
    },
    {
        "o": 29535,
        "r": "csb:John:2:14",
        "t": "In the temple he found people selling oxen, sheep, and doves, and he also found the money changers sitting there."
    },
    {
        "o": 29536,
        "r": "csb:John:2:15",
        "t": "After making a whip out of cords, he drove everyone out of the temple with their sheep and oxen. He also poured out the money changers’ coins and overturned the tables."
    },
    {
        "o": 29537,
        "r": "csb:John:2:16",
        "t": "He told those who were selling doves, “Get*r these*r things*r out*r of*r here!*r Stop*r turning*r my*r Father’s*r house*r into*r a*r marketplace!”*r"
    },
    {
        "o": 29538,
        "r": "csb:John:2:17",
        "t": "And*p his disciples remembered that it is written: Zeal*i for*i your*i house*i will*i consume*i me.*i"
    },
    {
        "o": 29539,
        "r": "csb:John:2:18",
        "t": "So*p the Jews replied to him, “What sign will you show us for doing these things?”"
    },
    {
        "o": 29540,
        "r": "csb:John:2:19",
        "t": "Jesus*p answered, “Destroy*r this*r temple,*r and*r I*r will*r raise*r it*r up*r in*r three*r days.”*r"
    },
    {
        "o": 29541,
        "r": "csb:John:2:20",
        "t": "Therefore*p the Jews said, “This temple took forty-six years to build, and will you raise it up in three days?”"
    },
    {
        "o": 29542,
        "r": "csb:John:2:21",
        "t": "But*p he was speaking about the temple of his body."
    },
    {
        "o": 29543,
        "r": "csb:John:2:22",
        "t": "So when he was raised from the dead, his disciples remembered that he had said this, and they believed the Scripture and the statement Jesus had made."
    },
    {
        "o": 29544,
        "r": "csb:John:2:23",
        "t": "While*p he was in Jerusalem during the Passover Festival, many believed in his name when they saw the signs he was doing."
    },
    {
        "o": 29545,
        "r": "csb:John:2:24",
        "t": "Jesus, however, would not entrust himself to them, since he knew them all"
    },
    {
        "o": 29546,
        "r": "csb:John:2:25",
        "t": "and because he did not need anyone to testify about man; for he himself knew what was in man."
    }
]
