[
    {
        "o": 14773,
        "r": "esv:Job:23:0",
        "t": "Job 23",
        "h": 1
    },
    {
        "o": 14774,
        "r": "esv:Job:23:0",
        "t": "Job Replies: Where Is God?",
        "h": 2
    },
    {
        "o": 14775,
        "r": "esv:Job:23:1",
        "t": "Then*p Job answered and said:"
    },
    {
        "o": 14776,
        "r": "esv:Job:23:2",
        "t": "“Today*pn also my complaint is bitter; my*ld hand is heavy on account of my groaning."
    },
    {
        "o": 14777,
        "r": "esv:Job:23:3",
        "t": "Oh,*ln that I knew where I might find him, that*ld I might come even to his seat!"
    },
    {
        "o": 14778,
        "r": "esv:Job:23:4",
        "t": "I*ln would lay my case before him and*ld fill my mouth with arguments."
    },
    {
        "o": 14779,
        "r": "esv:Job:23:5",
        "t": "I*ln would know what he would answer me and*ld understand what he would say to me."
    },
    {
        "o": 14780,
        "r": "esv:Job:23:6",
        "t": "Would*ln he contend with me in the greatness of his power? No;*ld he would pay attention to me."
    },
    {
        "o": 14781,
        "r": "esv:Job:23:7",
        "t": "There*ln an upright man could argue with him, and*ld I would be acquitted forever by my judge."
    },
    {
        "o": 14782,
        "r": "esv:Job:23:8",
        "t": "“Behold,*pn I go forward, but he is not there, and*ld backward, but I do not perceive him;"
    },
    {
        "o": 14783,
        "r": "esv:Job:23:9",
        "t": "on*ln the left hand when he is working, I do not behold him; he*ld turns to the right hand, but I do not see him."
    },
    {
        "o": 14784,
        "r": "esv:Job:23:10",
        "t": "But*ln he knows the way that I take; when*ld he has tried me, I shall come out as gold."
    },
    {
        "o": 14785,
        "r": "esv:Job:23:11",
        "t": "My*ln foot has held fast to his steps; I*ld have kept his way and have not turned aside."
    },
    {
        "o": 14786,
        "r": "esv:Job:23:12",
        "t": "I*ln have not departed from the commandment of his lips; I*ld have treasured the words of his mouth more than my portion of food."
    },
    {
        "o": 14787,
        "r": "esv:Job:23:13",
        "t": "But*ln he is unchangeable, and who can turn him back? What*ld he desires, that he does."
    },
    {
        "o": 14788,
        "r": "esv:Job:23:14",
        "t": "For*ln he will complete what he appoints for me, and*ld many such things are in his mind."
    },
    {
        "o": 14789,
        "r": "esv:Job:23:15",
        "t": "Therefore*ln I am terrified at his presence; when*ld I consider, I am in dread of him."
    },
    {
        "o": 14790,
        "r": "esv:Job:23:16",
        "t": "God*ln has made my heart faint; the*ld Almighty has terrified me;"
    },
    {
        "o": 14791,
        "r": "esv:Job:23:17",
        "t": "yet*ln I am not silenced because of the darkness, nor*ld because thick darkness covers my face."
    }
]
