[
    {
        "o": 31194,
        "r": "esv:Acts:28:0",
        "t": "Acts 28",
        "h": 1
    },
    {
        "o": 31195,
        "r": "esv:Acts:28:0",
        "t": "Paul on Malta",
        "h": 2
    },
    {
        "o": 31196,
        "r": "esv:Acts:28:1",
        "t": "After*p we were brought safely through, we then learned that the island was called Malta."
    },
    {
        "o": 31197,
        "r": "esv:Acts:28:2",
        "t": "The native people showed us unusual kindness, for they kindled a fire and welcomed us all, because it had begun to rain and was cold."
    },
    {
        "o": 31198,
        "r": "esv:Acts:28:3",
        "t": "When Paul had gathered a bundle of sticks and put them on the fire, a viper came out because of the heat and fastened on his hand."
    },
    {
        "o": 31199,
        "r": "esv:Acts:28:4",
        "t": "When the native people saw the creature hanging from his hand, they said to one another, “No doubt this man is a murderer. Though he has escaped from the sea, Justice has not allowed him to live.”"
    },
    {
        "o": 31200,
        "r": "esv:Acts:28:5",
        "t": "He, however, shook off the creature into the fire and suffered no harm."
    },
    {
        "o": 31201,
        "r": "esv:Acts:28:6",
        "t": "They were waiting for him to swell up or suddenly fall down dead. But when they had waited a long time and saw no misfortune come to him, they changed their minds and said that he was a god."
    },
    {
        "o": 31202,
        "r": "esv:Acts:28:7",
        "t": "Now*p in the neighborhood of that place were lands belonging to the chief man of the island, named Publius, who received us and entertained us hospitably for three days."
    },
    {
        "o": 31203,
        "r": "esv:Acts:28:8",
        "t": "It happened that the father of Publius lay sick with fever and dysentery. And Paul visited him and prayed, and putting his hands on him, healed him."
    },
    {
        "o": 31204,
        "r": "esv:Acts:28:9",
        "t": "And when this had taken place, the rest of the people on the island who had diseases also came and were cured."
    },
    {
        "o": 31205,
        "r": "esv:Acts:28:10",
        "t": "They also honored us greatly, and when we were about to sail, they put on board whatever we needed."
    },
    {
        "o": 31206,
        "r": "esv:Acts:28:10",
        "t": "Paul Arrives at Rome",
        "h": 2
    },
    {
        "o": 31207,
        "r": "esv:Acts:28:11",
        "t": "After*p three months we set sail in a ship that had wintered in the island, a ship of Alexandria, with the twin gods as a figurehead."
    },
    {
        "o": 31208,
        "r": "esv:Acts:28:12",
        "t": "Putting in at Syracuse, we stayed there for three days."
    },
    {
        "o": 31209,
        "r": "esv:Acts:28:13",
        "t": "And from there we made a circuit and arrived at Rhegium. And after one day a south wind sprang up, and on the second day we came to Puteoli."
    },
    {
        "o": 31210,
        "r": "esv:Acts:28:14",
        "t": "There we found brothers and were invited to stay with them for seven days. And so we came to Rome."
    },
    {
        "o": 31211,
        "r": "esv:Acts:28:15",
        "t": "And the brothers there, when they heard about us, came as far as the Forum of Appius and Three Taverns to meet us. On seeing them, Paul thanked God and took courage."
    },
    {
        "o": 31212,
        "r": "esv:Acts:28:16",
        "t": "And when we came into Rome, Paul was allowed to stay by himself, with the soldier who guarded him."
    },
    {
        "o": 31213,
        "r": "esv:Acts:28:16",
        "t": "Paul in Rome",
        "h": 2
    },
    {
        "o": 31214,
        "r": "esv:Acts:28:17",
        "t": "After*p three days he called together the local leaders of the Jews, and when they had gathered, he said to them, “Brothers, though I had done nothing against our people or the customs of our fathers, yet I was delivered as a prisoner from Jerusalem into the hands of the Romans."
    },
    {
        "o": 31215,
        "r": "esv:Acts:28:18",
        "t": "When they had examined me, they wished to set me at liberty, because there was no reason for the death penalty in my case."
    },
    {
        "o": 31216,
        "r": "esv:Acts:28:19",
        "t": "But because the Jews objected, I was compelled to appeal to Caesar— though I had no charge to bring against my nation."
    },
    {
        "o": 31217,
        "r": "esv:Acts:28:20",
        "t": "For this reason, therefore, I have asked to see you and speak with you, since it is because of the hope of Israel that I am wearing this chain.”"
    },
    {
        "o": 31218,
        "r": "esv:Acts:28:21",
        "t": "And they said to him, “We have received no letters from Judea about you, and none of the brothers coming here has reported or spoken any evil about you."
    },
    {
        "o": 31219,
        "r": "esv:Acts:28:22",
        "t": "But we desire to hear from you what your views are, for with regard to this sect we know that everywhere it is spoken against.”"
    },
    {
        "o": 31220,
        "r": "esv:Acts:28:23",
        "t": "When*p they had appointed a day for him, they came to him at his lodging in greater numbers. From morning till evening he expounded to them, testifying to the kingdom of God and trying to convince them about Jesus both from the Law of Moses and from the Prophets."
    },
    {
        "o": 31221,
        "r": "esv:Acts:28:24",
        "t": "And some were convinced by what he said, but others disbelieved."
    },
    {
        "o": 31222,
        "r": "esv:Acts:28:25",
        "t": "And disagreeing among themselves, they departed after Paul had made one statement: “The Holy Spirit was right in saying to your fathers through Isaiah the prophet:"
    },
    {
        "o": 31223,
        "r": "esv:Acts:28:26",
        "t": "“‘Go*pn to this people, and say, “You*ln will indeed hear but never understand, and*ld you will indeed see but never perceive.”"
    },
    {
        "o": 31224,
        "r": "esv:Acts:28:27",
        "t": "For*ln this people’s heart has grown dull, and*ld with their ears they can barely hear, and*ld their eyes they have closed; lest*ln they should see with their eyes and*ld hear with their ears and*ln understand with their heart and*ld turn, and I would heal them.’"
    },
    {
        "o": 31225,
        "r": "esv:Acts:28:28",
        "t": "Therefore*p let it be known to you that this salvation of God has been sent to the Gentiles; they will listen.”"
    },
    {
        "o": 31226,
        "r": "esv:Acts:28:30",
        "t": "He*p lived there two whole years at his own expense, and welcomed all who came to him,"
    },
    {
        "o": 31227,
        "r": "esv:Acts:28:31",
        "t": "proclaiming the kingdom of God and teaching about the Lord Jesus Christ with all boldness and without hindrance."
    }
]
