[
    {
        "o": 961,
        "r": "kjv:Genesis:32:0",
        "t": "Genesis 32",
        "h": 1
    },
    {
        "o": 962,
        "r": "kjv:Genesis:32:1",
        "t": "And*p Jacob went on his way, and the angels of God met him."
    },
    {
        "o": 963,
        "r": "kjv:Genesis:32:2",
        "t": "And*p when Jacob saw them, he said, This is God's host: and he called the name of that place Mahanaim."
    },
    {
        "o": 964,
        "r": "kjv:Genesis:32:3",
        "t": "And*p Jacob sent messengers before him to Esau his brother unto the land of Seir, the country of Edom."
    },
    {
        "o": 965,
        "r": "kjv:Genesis:32:4",
        "t": "And*p he commanded them, saying, Thus shall ye speak unto my lord Esau; Thy servant Jacob saith thus, I have sojourned with Laban, and stayed there until now:"
    },
    {
        "o": 966,
        "r": "kjv:Genesis:32:5",
        "t": "And*p I have oxen, and asses, flocks, and menservants, and womenservants: and I have sent to tell my lord, that I may find grace in thy sight."
    },
    {
        "o": 967,
        "r": "kjv:Genesis:32:6",
        "t": "And*p the messengers returned to Jacob, saying, We came to thy brother Esau, and also he cometh to meet thee, and four hundred men with him."
    },
    {
        "o": 968,
        "r": "kjv:Genesis:32:7",
        "t": "Then*p Jacob was greatly afraid and distressed: and he divided the people that was with him, and the flocks, and herds, and the camels, into two bands;"
    },
    {
        "o": 969,
        "r": "kjv:Genesis:32:8",
        "t": "And*p said, If Esau come to the one company, and smite it, then the other company which is left shall escape."
    },
    {
        "o": 970,
        "r": "kjv:Genesis:32:9",
        "t": "And*p Jacob said, O God of my father Abraham, and God of my father Isaac, the Lord*s which saidst unto me, Return unto thy country, and to thy kindred, and I will deal well with thee:"
    },
    {
        "o": 971,
        "r": "kjv:Genesis:32:10",
        "t": "I*p am not worthy of the least of all the mercies, and of all the truth, which thou hast shewed unto thy servant; for with my staff I passed over this Jordan; and now I am become two bands."
    },
    {
        "o": 972,
        "r": "kjv:Genesis:32:11",
        "t": "Deliver*p me, I pray thee, from the hand of my brother, from the hand of Esau: for I fear him, lest he will come and smite me, and the mother with the children."
    },
    {
        "o": 973,
        "r": "kjv:Genesis:32:12",
        "t": "And*p thou saidst, I will surely do thee good, and make thy seed as the sand of the sea, which cannot be numbered for multitude."
    },
    {
        "o": 974,
        "r": "kjv:Genesis:32:13",
        "t": "And*p he lodged there that same night; and took of that which came to his hand a present for Esau his brother;"
    },
    {
        "o": 975,
        "r": "kjv:Genesis:32:14",
        "t": "Two*p hundred she goats, and twenty he goats, two hundred ewes, and twenty rams,"
    },
    {
        "o": 976,
        "r": "kjv:Genesis:32:15",
        "t": "Thirty*p milch camels with their colts, forty kine, and ten bulls, twenty she asses, and ten foals."
    },
    {
        "o": 977,
        "r": "kjv:Genesis:32:16",
        "t": "And*p he delivered them into the hand of his servants, every drove by themselves; and said unto his servants, Pass over before me, and put a space betwixt drove and drove."
    },
    {
        "o": 978,
        "r": "kjv:Genesis:32:17",
        "t": "And*p he commanded the foremost, saying, When Esau my brother meeteth thee, and asketh thee, saying, Whose art thou? and whither goest thou? and whose are these before thee?"
    },
    {
        "o": 979,
        "r": "kjv:Genesis:32:18",
        "t": "Then*p thou shalt say, They be thy servant Jacob's; it is a present sent unto my lord Esau: and, behold, also he is behind us."
    },
    {
        "o": 980,
        "r": "kjv:Genesis:32:19",
        "t": "And*p so commanded he the second, and the third, and all that followed the droves, saying, On this manner shall ye speak unto Esau, when ye find him."
    },
    {
        "o": 981,
        "r": "kjv:Genesis:32:20",
        "t": "And*p say ye moreover, Behold, thy servant Jacob is behind us. For he said, I will appease him with the present that goeth before me, and afterward I will see his face; peradventure he will accept of me."
    },
    {
        "o": 982,
        "r": "kjv:Genesis:32:21",
        "t": "So*p went the present over before him: and himself lodged that night in the company."
    },
    {
        "o": 983,
        "r": "kjv:Genesis:32:22",
        "t": "And*p he rose up that night, and took his two wives, and his two womenservants, and his eleven sons, and passed over the ford Jabbok."
    },
    {
        "o": 984,
        "r": "kjv:Genesis:32:23",
        "t": "And*p he took them, and sent them over the brook, and sent over that he had."
    },
    {
        "o": 985,
        "r": "kjv:Genesis:32:24",
        "t": "And*p Jacob was left alone; and there wrestled a man with him until the breaking of the day."
    },
    {
        "o": 986,
        "r": "kjv:Genesis:32:25",
        "t": "And*p when he saw that he prevailed not against him, he touched the hollow of his thigh; and the hollow of Jacob's thigh was out of joint, as he wrestled with him."
    },
    {
        "o": 987,
        "r": "kjv:Genesis:32:26",
        "t": "And*p he said, Let me go, for the day breaketh. And he said, I will not let thee go, except thou bless me."
    },
    {
        "o": 988,
        "r": "kjv:Genesis:32:27",
        "t": "And*p he said unto him, What is thy name? And he said, Jacob."
    },
    {
        "o": 989,
        "r": "kjv:Genesis:32:28",
        "t": "And*p he said, Thy name shall be called no more Jacob, but Israel: for as a prince hast thou power with God and with men, and hast prevailed."
    },
    {
        "o": 990,
        "r": "kjv:Genesis:32:29",
        "t": "And*p Jacob asked him, and said, Tell me, I pray thee, thy name. And he said, Wherefore is it that thou dost ask after my name? And he blessed him there."
    },
    {
        "o": 991,
        "r": "kjv:Genesis:32:30",
        "t": "And*p Jacob called the name of the place Peniel: for I have seen God face to face, and my life is preserved."
    },
    {
        "o": 992,
        "r": "kjv:Genesis:32:31",
        "t": "And*p as he passed over Penuel the sun rose upon him, and he halted upon his thigh."
    },
    {
        "o": 993,
        "r": "kjv:Genesis:32:32",
        "t": "Therefore*p the children of Israel eat not of the sinew which shrank, which is upon the hollow of the thigh, unto this day: because he touched the hollow of Jacob's thigh in the sinew that shrank."
    }
]
