[
    {
        "o": 2612,
        "r": "nasb:Exodus:30:0",
        "t": "Exodus 30",
        "h": 1
    },
    {
        "o": 2613,
        "r": "nasb:Exodus:30:0",
        "t": "The Altar of Incense",
        "h": 2
    },
    {
        "o": 2614,
        "r": "nasb:Exodus:30:1",
        "t": "“Moreover,*p you shall make an altar as a place for burning incense; you shall make it of acacia wood."
    },
    {
        "o": 2615,
        "r": "nasb:Exodus:30:2",
        "t": "Its length shall*i be*i a cubit, and its width a cubit, it shall be square, and its height shall*i be*i two cubits; its horns shall*i be*i of one piece with it."
    },
    {
        "o": 2616,
        "r": "nasb:Exodus:30:3",
        "t": "You shall overlay it with pure gold, its top and its sides all around, and its horns; and you shall make a gold molding all around for it."
    },
    {
        "o": 2617,
        "r": "nasb:Exodus:30:4",
        "t": "You shall make two gold rings for it under its molding; you shall make them*i on its two side walls—on opposite sides—and they shall be holders for poles with which to carry it."
    },
    {
        "o": 2618,
        "r": "nasb:Exodus:30:5",
        "t": "You shall make the poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2619,
        "r": "nasb:Exodus:30:6",
        "t": "You shall put this altar in front of the veil that is near the ark of the testimony, in front of the mercy seat that is over the*i ark*i of*i the testimony, where I will meet with you."
    },
    {
        "o": 2620,
        "r": "nasb:Exodus:30:7",
        "t": "Aaron shall burn fragrant incense on it; he shall burn it every morning when he trims the lamps."
    },
    {
        "o": 2621,
        "r": "nasb:Exodus:30:8",
        "t": "When Aaron trims the lamps at twilight, he shall burn incense. There*i shall*i be*i perpetual incense before the Lord*s throughout your generations."
    },
    {
        "o": 2622,
        "r": "nasb:Exodus:30:9",
        "t": "You shall not offer any strange incense on this altar, or burnt offering or meal offering; and you shall not pour out a drink offering on it."
    },
    {
        "o": 2623,
        "r": "nasb:Exodus:30:10",
        "t": "Aaron shall make atonement on its horns once a year; he shall make atonement on it with the blood of the sin offering of atonement once a year throughout your generations. It is most holy to the Lord.”*s"
    },
    {
        "o": 2624,
        "r": "nasb:Exodus:30:11",
        "t": "The*p Lord*s also spoke to Moses, saying,"
    },
    {
        "o": 2625,
        "r": "nasb:Exodus:30:12",
        "t": "“When you take a census of the sons of Israel to number them, then each one of them shall give a ransom for himself to the Lord,*s when you number them, so that there will be no plague among them when you number them."
    },
    {
        "o": 2626,
        "r": "nasb:Exodus:30:13",
        "t": "This is what everyone who is numbered shall give: half a shekel according to the shekel of the sanctuary (the shekel is twenty gerahs), half a shekel as a contribution to the Lord.*s"
    },
    {
        "o": 2627,
        "r": "nasb:Exodus:30:14",
        "t": "Everyone who is numbered, from twenty years old and over, shall give the contribution to the Lord.*s"
    },
    {
        "o": 2628,
        "r": "nasb:Exodus:30:15",
        "t": "The rich shall not pay more and the poor shall not pay less than the half shekel, when you give the contribution to the Lord*s to make atonement for yourselves."
    },
    {
        "o": 2629,
        "r": "nasb:Exodus:30:16",
        "t": "You shall take the atonement money from the sons of Israel and shall give it for the service of the tent of meeting, that it may be a memorial for the sons of Israel before the Lord,*s to make atonement for yourselves.”"
    },
    {
        "o": 2630,
        "r": "nasb:Exodus:30:17",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2631,
        "r": "nasb:Exodus:30:18",
        "t": "“You shall also make a laver of bronze, with its base of bronze, for washing; and you shall put it between the tent of meeting and the altar, and you shall put water in it."
    },
    {
        "o": 2632,
        "r": "nasb:Exodus:30:19",
        "t": "Aaron and his sons shall wash their hands and their feet from it;"
    },
    {
        "o": 2633,
        "r": "nasb:Exodus:30:20",
        "t": "when they enter the tent of meeting, they shall wash with water, so that they will not die; or when they approach the altar to minister, by offering up in smoke a fire sacrifice*i to the Lord.*s"
    },
    {
        "o": 2634,
        "r": "nasb:Exodus:30:21",
        "t": "So they shall wash their hands and their feet, so that they will not die; and it shall be a perpetual statute for them, for Aaron and his descendants throughout their generations.”"
    },
    {
        "o": 2635,
        "r": "nasb:Exodus:30:21",
        "t": "The Anointing Oil",
        "h": 2
    },
    {
        "o": 2636,
        "r": "nasb:Exodus:30:22",
        "t": "Moreover,*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2637,
        "r": "nasb:Exodus:30:23",
        "t": "“Take also for yourself the finest of spices: of flowing myrrh five hundred shekels,*i and of fragrant cinnamon half as much, two hundred and fifty, and of fragrant cane two hundred and fifty,"
    },
    {
        "o": 2638,
        "r": "nasb:Exodus:30:24",
        "t": "and of cassia five hundred, according to the shekel of the sanctuary, and of olive oil a hin."
    },
    {
        "o": 2639,
        "r": "nasb:Exodus:30:25",
        "t": "You shall make of these a holy anointing oil, a perfume mixture, the work of a perfumer; it shall be a holy anointing oil."
    },
    {
        "o": 2640,
        "r": "nasb:Exodus:30:26",
        "t": "With it you shall anoint the tent of meeting and the ark of the testimony,"
    },
    {
        "o": 2641,
        "r": "nasb:Exodus:30:27",
        "t": "and the table and all its utensils, and the lampstand and its utensils, and the altar of incense,"
    },
    {
        "o": 2642,
        "r": "nasb:Exodus:30:28",
        "t": "and the altar of burnt offering and all its utensils, and the laver and its stand."
    },
    {
        "o": 2643,
        "r": "nasb:Exodus:30:29",
        "t": "You shall also consecrate them, that they may be most holy; whatever touches them shall be holy."
    },
    {
        "o": 2644,
        "r": "nasb:Exodus:30:30",
        "t": "You shall anoint Aaron and his sons, and consecrate them, that they may minister as priests to Me."
    },
    {
        "o": 2645,
        "r": "nasb:Exodus:30:31",
        "t": "You shall speak to the sons of Israel, saying, ‘This shall be a holy anointing oil to Me throughout your generations."
    },
    {
        "o": 2646,
        "r": "nasb:Exodus:30:32",
        "t": "It shall not be poured on anyone’s body, nor shall you make any*i like it in the same proportions; it is holy, and*i it shall be holy to you."
    },
    {
        "o": 2647,
        "r": "nasb:Exodus:30:33",
        "t": "Whoever shall mix any*i like it or whoever puts any of it on a layman shall be cut off from his people.’ ”"
    },
    {
        "o": 2648,
        "r": "nasb:Exodus:30:33",
        "t": "The Incense",
        "h": 2
    },
    {
        "o": 2649,
        "r": "nasb:Exodus:30:34",
        "t": "Then*p the Lord*s said to Moses, “Take for yourself spices, stacte and onycha and galbanum, spices with pure frankincense; there shall be an equal part of each."
    },
    {
        "o": 2650,
        "r": "nasb:Exodus:30:35",
        "t": "With it you shall make incense, a perfume, the work of a perfumer, salted, pure, and*i holy."
    },
    {
        "o": 2651,
        "r": "nasb:Exodus:30:36",
        "t": "You shall beat some of it very fine, and put part of it before the testimony in the tent of meeting where I will meet with you; it shall be most holy to you."
    },
    {
        "o": 2652,
        "r": "nasb:Exodus:30:37",
        "t": "The incense which you shall make, you shall not make in the same proportions for yourselves; it shall be holy to you for the Lord.*s"
    },
    {
        "o": 2653,
        "r": "nasb:Exodus:30:38",
        "t": "Whoever shall make any*i like it, to use as perfume, shall be cut off from his people.”"
    }
]
