[
    {
        "o": 6504,
        "r": "nasb:Joshua:7:0",
        "t": "Joshua 7",
        "h": 1
    },
    {
        "o": 6505,
        "r": "nasb:Joshua:7:0",
        "t": "Israel Is Defeated at Ai",
        "h": 2
    },
    {
        "o": 6506,
        "r": "nasb:Joshua:7:1",
        "t": "But*p the sons of Israel acted unfaithfully in regard to the things under the ban, for Achan, the son of Carmi, the son of Zabdi, the son of Zerah, from the tribe of Judah, took some of the things under the ban, therefore the anger of the Lord*s burned against the sons of Israel."
    },
    {
        "o": 6507,
        "r": "nasb:Joshua:7:2",
        "t": "Now*p Joshua sent men from Jericho to Ai, which is near Beth-aven, east of Bethel, and said to them, “Go up and spy out the land.” So the men went up and spied out Ai."
    },
    {
        "o": 6508,
        "r": "nasb:Joshua:7:3",
        "t": "They returned to Joshua and said to him, “Do not let all the people go up; only*i about two or three thousand men need go up to Ai; do not make all the people toil up there, for they are few.”"
    },
    {
        "o": 6509,
        "r": "nasb:Joshua:7:4",
        "t": "So about three thousand men from the people went up there, but they fled from the men of Ai."
    },
    {
        "o": 6510,
        "r": "nasb:Joshua:7:5",
        "t": "The men of Ai struck down about thirty-six of their men, and pursued them from the gate as far as Shebarim and struck them down on the descent, so the hearts of the people melted and became as water."
    },
    {
        "o": 6511,
        "r": "nasb:Joshua:7:6",
        "t": "Then*p Joshua tore his clothes and fell to the earth on his face before the ark of the Lord*s until the evening, both*i he and the elders of Israel; and they put dust on their heads."
    },
    {
        "o": 6512,
        "r": "nasb:Joshua:7:7",
        "t": "Joshua said, “Alas, O Lord God,*s why did You ever bring this people over the Jordan, only*i to deliver us into the hand of the Amorites, to destroy us? If only we had been willing to dwell beyond the Jordan!"
    },
    {
        "o": 6513,
        "r": "nasb:Joshua:7:8",
        "t": "O Lord, what can I say since Israel has turned their*i back before their enemies?"
    },
    {
        "o": 6514,
        "r": "nasb:Joshua:7:9",
        "t": "For the Canaanites and all the inhabitants of the land will hear of it, and they will surround us and cut off our name from the earth. And what will You do for Your great name?”"
    },
    {
        "o": 6515,
        "r": "nasb:Joshua:7:10",
        "t": "So*p the Lord*s said to Joshua, “Rise up! Why is it that you have fallen on your face?"
    },
    {
        "o": 6516,
        "r": "nasb:Joshua:7:11",
        "t": "Israel has sinned, and they have also transgressed My covenant which I commanded them. And they have even taken some of the things under the ban and have both stolen and deceived. Moreover, they have also put them*i among their own things."
    },
    {
        "o": 6517,
        "r": "nasb:Joshua:7:12",
        "t": "Therefore the sons of Israel cannot stand before their enemies; they turn their*i backs before their enemies, for they have become accursed. I will not be with you anymore unless you destroy the things under the ban from your midst."
    },
    {
        "o": 6518,
        "r": "nasb:Joshua:7:13",
        "t": "Rise up! Consecrate the people and say, ‘Consecrate yourselves for tomorrow, for thus the Lord,*s the God of Israel, has said, “There are things under the ban in your midst, O Israel. You cannot stand before your enemies until you have removed the things under the ban from your midst.”"
    },
    {
        "o": 6519,
        "r": "nasb:Joshua:7:14",
        "t": "In the morning then you shall come near by your tribes. And it shall be that the tribe which the Lord*s takes by*i lot*i shall come near by families, and the family which the Lord*s takes shall come near by households, and the household which the Lord*s takes shall come near man by man."
    },
    {
        "o": 6520,
        "r": "nasb:Joshua:7:15",
        "t": "It shall be that the one who is taken with the things under the ban shall be burned with fire, he and all that belongs to him, because he has transgressed the covenant of the Lord,*s and because he has committed a disgraceful thing in Israel.’ ”"
    },
    {
        "o": 6521,
        "r": "nasb:Joshua:7:15",
        "t": "The Sin of Achan",
        "h": 2
    },
    {
        "o": 6522,
        "r": "nasb:Joshua:7:16",
        "t": "So*p Joshua arose early in the morning and brought Israel near by tribes, and the tribe of Judah was taken."
    },
    {
        "o": 6523,
        "r": "nasb:Joshua:7:17",
        "t": "He brought the family of Judah near, and he took the family of the Zerahites; and he brought the family of the Zerahites near man by man, and Zabdi was taken."
    },
    {
        "o": 6524,
        "r": "nasb:Joshua:7:18",
        "t": "He brought his household near man by man; and Achan, son of Carmi, son of Zabdi, son of Zerah, from the tribe of Judah, was taken."
    },
    {
        "o": 6525,
        "r": "nasb:Joshua:7:19",
        "t": "Then Joshua said to Achan, “My son, I implore you, give glory to the Lord,*s the God of Israel, and give praise to Him; and tell me now what you have done. Do not hide it from me.”"
    },
    {
        "o": 6526,
        "r": "nasb:Joshua:7:20",
        "t": "So Achan answered Joshua and said, “Truly, I have sinned against the Lord,*s the God of Israel, and this is what I did:"
    },
    {
        "o": 6527,
        "r": "nasb:Joshua:7:21",
        "t": "when I saw among the spoil a beautiful mantle from Shinar and two hundred shekels of silver and a bar of gold fifty shekels in weight, then I coveted them and took them; and behold, they are concealed in the earth inside my tent with the silver underneath it.”"
    },
    {
        "o": 6528,
        "r": "nasb:Joshua:7:22",
        "t": "So*p Joshua sent messengers, and they ran to the tent; and behold, it was concealed in his tent with the silver underneath it."
    },
    {
        "o": 6529,
        "r": "nasb:Joshua:7:23",
        "t": "They took them from inside the tent and brought them to Joshua and to all the sons of Israel, and they poured them out before the Lord.*s"
    },
    {
        "o": 6530,
        "r": "nasb:Joshua:7:24",
        "t": "Then Joshua and all Israel with him, took Achan the son of Zerah, the silver, the mantle, the bar of gold, his sons, his daughters, his oxen, his donkeys, his sheep, his tent and all that belonged to him; and they brought them up to the valley of Achor."
    },
    {
        "o": 6531,
        "r": "nasb:Joshua:7:25",
        "t": "Joshua said, “Why have you troubled us? The Lord*s will trouble you this day.” And all Israel stoned them with stones; and they burned them with fire after they had stoned them with stones."
    },
    {
        "o": 6532,
        "r": "nasb:Joshua:7:26",
        "t": "They raised over him a great heap of stones that stands to this day, and the Lord*s turned from the fierceness of His anger. Therefore the name of that place has been called the valley of Achor to this day."
    }
]
