[
    {
        "o": 30088,
        "r": "nasb:Acts:3:0",
        "t": "Acts 3",
        "h": 1
    },
    {
        "o": 30089,
        "r": "nasb:Acts:3:0",
        "t": "Healing the Lame Beggar",
        "h": 2
    },
    {
        "o": 30090,
        "r": "nasb:Acts:3:1",
        "t": "Now*p Peter and John were going up to the temple at the ninth hour,*i the hour of prayer."
    },
    {
        "o": 30091,
        "r": "nasb:Acts:3:2",
        "t": "And a man who had been lame from his mother’s womb was being carried along, whom they used to set down every day at the gate of the temple which is called Beautiful, in order to beg alms of those who were entering the temple."
    },
    {
        "o": 30092,
        "r": "nasb:Acts:3:3",
        "t": "When he saw Peter and John about to go into the temple, he began*i asking to receive alms."
    },
    {
        "o": 30093,
        "r": "nasb:Acts:3:4",
        "t": "But Peter, along with John, fixed his gaze on him and said, “Look at us!”"
    },
    {
        "o": 30094,
        "r": "nasb:Acts:3:5",
        "t": "And he began*i to give them his attention, expecting to receive something from them."
    },
    {
        "o": 30095,
        "r": "nasb:Acts:3:6",
        "t": "But Peter said, “I do not possess silver and gold, but what I do have I give to you: In the name of Jesus Christ the Nazarene—walk!”"
    },
    {
        "o": 30096,
        "r": "nasb:Acts:3:7",
        "t": "And seizing him by the right hand, he raised him up; and immediately his feet and his ankles were strengthened."
    },
    {
        "o": 30097,
        "r": "nasb:Acts:3:8",
        "t": "With a leap he stood upright and began*i to walk; and he entered the temple with them, walking and leaping and praising God."
    },
    {
        "o": 30098,
        "r": "nasb:Acts:3:9",
        "t": "And all the people saw him walking and praising God;"
    },
    {
        "o": 30099,
        "r": "nasb:Acts:3:10",
        "t": "and they were taking note of him as being the one who used to sit at the Beautiful Gate of the temple to beg*i alms, and they were filled with wonder and amazement at what had happened to him."
    },
    {
        "o": 30100,
        "r": "nasb:Acts:3:10",
        "t": "Peter’s Second Sermon",
        "h": 2
    },
    {
        "o": 30101,
        "r": "nasb:Acts:3:11",
        "t": "While*p he was clinging to Peter and John, all the people ran together to them at the so-called portico of Solomon, full of amazement."
    },
    {
        "o": 30102,
        "r": "nasb:Acts:3:12",
        "t": "But when Peter saw this,*i he replied to the people, “Men of Israel, why are you amazed at this, or why do you gaze at us, as if by our own power or piety we had made him walk?"
    },
    {
        "o": 30103,
        "r": "nasb:Acts:3:13",
        "t": "The God of Abraham, Isaac and Jacob, the God of our fathers, has glorified His servant Jesus, the*i one*i whom you delivered and disowned in the presence of Pilate, when he had decided to release Him."
    },
    {
        "o": 30104,
        "r": "nasb:Acts:3:14",
        "t": "But you disowned the Holy and Righteous One and asked for a murderer to be granted to you,"
    },
    {
        "o": 30105,
        "r": "nasb:Acts:3:15",
        "t": "but put to death the Prince of life, the*i one*i whom God raised from the dead, a*i fact*i to which we are witnesses."
    },
    {
        "o": 30106,
        "r": "nasb:Acts:3:16",
        "t": "And on the basis of faith in His name, it*i is*i the name of Jesus which has strengthened this man whom you see and know; and the faith which comes*i through Him has given him this perfect health in the presence of you all."
    },
    {
        "o": 30107,
        "r": "nasb:Acts:3:17",
        "t": "“And*p now, brethren, I know that you acted in ignorance, just as your rulers did also."
    },
    {
        "o": 30108,
        "r": "nasb:Acts:3:18",
        "t": "But the things which God announced beforehand by the mouth of all the prophets, that His Christ would suffer, He has thus fulfilled."
    },
    {
        "o": 30109,
        "r": "nasb:Acts:3:19",
        "t": "Therefore repent and return, so that your sins may be wiped away, in order that times of refreshing may come from the presence of the Lord;"
    },
    {
        "o": 30110,
        "r": "nasb:Acts:3:20",
        "t": "and that He may send Jesus, the Christ appointed for you,"
    },
    {
        "o": 30111,
        "r": "nasb:Acts:3:21",
        "t": "whom heaven must receive until the*i period of restoration of all things about which God spoke by the mouth of His holy prophets from ancient time."
    },
    {
        "o": 30112,
        "r": "nasb:Acts:3:22",
        "t": "Moses said, ‘The*s Lord*s God*s will*s raise*s up*s for*s you*s a*s prophet*s like*s me*s from*s your*s brethren*s ;to*s Him*s you*s shall*s give*s heed*s to everything He says to you."
    },
    {
        "o": 30113,
        "r": "nasb:Acts:3:23",
        "t": "And it will be that every soul that does not heed that prophet shall be utterly destroyed from among the people.’"
    },
    {
        "o": 30114,
        "r": "nasb:Acts:3:24",
        "t": "And likewise, all the prophets who have spoken, from Samuel and his*i successors onward, also announced these days."
    },
    {
        "o": 30115,
        "r": "nasb:Acts:3:25",
        "t": "It is you who are the sons of the prophets and of the covenant which God made with your fathers, saying to Abraham, ‘And in*s your*s seed*s all*s the*s families*s of*s the*s earth*s shall*s be*s blessed.’*s"
    },
    {
        "o": 30116,
        "r": "nasb:Acts:3:26",
        "t": "For you first, God raised up His Servant and sent Him to bless you by turning every one of*i you*i from your wicked ways.”"
    }
]
