[
    {
        "o": 15232,
        "r": "csb:Job:35:0",
        "t": "Job 35",
        "h": 1
    },
    {
        "o": 15233,
        "r": "csb:Job:35:1",
        "t": "Then*p Elihu continued, saying:"
    },
    {
        "o": 15234,
        "r": "csb:Job:35:2",
        "t": "Do*pn you think it is just when you say, “I*ln am righteous before God”?"
    },
    {
        "o": 15235,
        "r": "csb:Job:35:3",
        "t": "For*ln you ask, “What does it profit you, and*ln what benefit comes to me, if I do not sin?”"
    },
    {
        "o": 15236,
        "r": "csb:Job:35:4",
        "t": "I*ln will answer you and*ln your friends with you."
    },
    {
        "o": 15237,
        "r": "csb:Job:35:5",
        "t": "Look*ln at the heavens and see; gaze*ln at the clouds high above you."
    },
    {
        "o": 15238,
        "r": "csb:Job:35:6",
        "t": "If*ln you sin, how does it affect God? If*ln you multiply your transgressions, what does it do to him?"
    },
    {
        "o": 15239,
        "r": "csb:Job:35:7",
        "t": "If*ln you are righteous, what do you give him, or*ln what does he receive from your hand?"
    },
    {
        "o": 15240,
        "r": "csb:Job:35:8",
        "t": "Your*ln wickedness affects a person like yourself, and*ln your righteousness, a son of man."
    },
    {
        "o": 15241,
        "r": "csb:Job:35:9",
        "t": "People*ln cry out because of severe oppression; they*ln shout for help because of the power of the mighty."
    },
    {
        "o": 15242,
        "r": "csb:Job:35:10",
        "t": "But*ln no one asks, “Where is God my Maker, who*ln provides us with songs in the night,"
    },
    {
        "o": 15243,
        "r": "csb:Job:35:11",
        "t": "who*ln gives us more understanding than the animals of the earth and*ln makes us wiser than the birds of the sky?”"
    },
    {
        "o": 15244,
        "r": "csb:Job:35:12",
        "t": "There*ln they cry out, but he does not answer, because*ln of the pride of evil people."
    },
    {
        "o": 15245,
        "r": "csb:Job:35:13",
        "t": "Indeed,*ln God does not listen to empty cries, and*ln the Almighty does not take note of it —"
    },
    {
        "o": 15246,
        "r": "csb:Job:35:14",
        "t": "how*ln much less when you complain that*ln you do not see him, that*ln your case is before him and*ln you are waiting for him."
    },
    {
        "o": 15247,
        "r": "csb:Job:35:15",
        "t": "But*ln now, because God’s anger does not punish and*ln he does not pay attention to transgression,"
    },
    {
        "o": 15248,
        "r": "csb:Job:35:16",
        "t": "Job*ln opens his mouth in vain and*ln multiplies words without knowledge."
    }
]
