[
    {
        "o": 261,
        "r": "csb:Genesis:10:0",
        "t": "Genesis 10",
        "h": 1
    },
    {
        "o": 262,
        "r": "csb:Genesis:10:0",
        "t": "The Table of Nations",
        "h": 2
    },
    {
        "o": 263,
        "r": "csb:Genesis:10:1",
        "t": "These*p are the family records of Noah’s sons, Shem, Ham, and Japheth. They also had sons after the flood."
    },
    {
        "o": 264,
        "r": "csb:Genesis:10:2",
        "t": "Japheth’s*p sons: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
    },
    {
        "o": 265,
        "r": "csb:Genesis:10:3",
        "t": "Gomer’s sons: Ashkenaz, Riphath, and Togarmah."
    },
    {
        "o": 266,
        "r": "csb:Genesis:10:4",
        "t": "And Javan’s sons: Elishah, Tarshish, Kittim, and Dodanim."
    },
    {
        "o": 267,
        "r": "csb:Genesis:10:5",
        "t": "From these descendants, the peoples of the coasts and islands spread out into their lands according to their clans in their nations, each with its own language."
    },
    {
        "o": 268,
        "r": "csb:Genesis:10:6",
        "t": "Ham’s*p sons: Cush, Mizraim, Put, and Canaan."
    },
    {
        "o": 269,
        "r": "csb:Genesis:10:7",
        "t": "Cush’s sons: Seba, Havilah, Sabtah, Raamah, and Sabteca. And Raamah’s sons: Sheba and Dedan."
    },
    {
        "o": 270,
        "r": "csb:Genesis:10:8",
        "t": "Cush*p fathered Nimrod, who began to be powerful in the land."
    },
    {
        "o": 271,
        "r": "csb:Genesis:10:9",
        "t": "He was a powerful hunter in the sight of the Lord.*s That is why it is said, “Like Nimrod, a powerful hunter in the sight of the Lord.”*s"
    },
    {
        "o": 272,
        "r": "csb:Genesis:10:10",
        "t": "His kingdom started with Babylon, Erech, Accad, and Calneh, in the land of Shinar."
    },
    {
        "o": 273,
        "r": "csb:Genesis:10:11",
        "t": "From that land he went to Assyria and built Nineveh, Rehoboth-ir, Calah,"
    },
    {
        "o": 274,
        "r": "csb:Genesis:10:12",
        "t": "and Resen, between Nineveh and the great city Calah."
    },
    {
        "o": 275,
        "r": "csb:Genesis:10:13",
        "t": "Mizraim*p fathered the people of Lud, Anam, Lehab, Naphtuh,"
    },
    {
        "o": 276,
        "r": "csb:Genesis:10:14",
        "t": "Pathrus, Casluh (the Philistines came from them), and Caphtor."
    },
    {
        "o": 277,
        "r": "csb:Genesis:10:15",
        "t": "Canaan*p fathered Sidon his firstborn and Heth,"
    },
    {
        "o": 278,
        "r": "csb:Genesis:10:16",
        "t": "as well as the Jebusites, the Amorites, the Girgashites,"
    },
    {
        "o": 279,
        "r": "csb:Genesis:10:17",
        "t": "the Hivites, the Arkites, the Sinites,"
    },
    {
        "o": 280,
        "r": "csb:Genesis:10:18",
        "t": "the Arvadites, the Zemarites, and the Hamathites. Afterward the Canaanite clans scattered."
    },
    {
        "o": 281,
        "r": "csb:Genesis:10:19",
        "t": "The Canaanite border went from Sidon going toward Gerar as far as Gaza, and going toward Sodom, Gomorrah, Admah, and Zeboiim as far as Lasha."
    },
    {
        "o": 282,
        "r": "csb:Genesis:10:20",
        "t": "These*p are Ham’s sons by their clans, according to their languages, in their lands and their nations."
    },
    {
        "o": 283,
        "r": "csb:Genesis:10:21",
        "t": "And*p Shem, Japheth’s older brother, also had sons. Shem was the father of all the sons of Eber."
    },
    {
        "o": 284,
        "r": "csb:Genesis:10:22",
        "t": "Shem’s sons were Elam, Asshur, Arpachshad, Lud, and Aram."
    },
    {
        "o": 285,
        "r": "csb:Genesis:10:23",
        "t": "Aram’s*p sons: Uz, Hul, Gether, and Mash."
    },
    {
        "o": 286,
        "r": "csb:Genesis:10:24",
        "t": "Arpachshad*p fathered Shelah, and Shelah fathered Eber."
    },
    {
        "o": 287,
        "r": "csb:Genesis:10:25",
        "t": "Eber had two sons. One was named Peleg, for during his days the earth was divided; his brother was named Joktan."
    },
    {
        "o": 288,
        "r": "csb:Genesis:10:26",
        "t": "And Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah,"
    },
    {
        "o": 289,
        "r": "csb:Genesis:10:27",
        "t": "Hadoram, Uzal, Diklah,"
    },
    {
        "o": 290,
        "r": "csb:Genesis:10:28",
        "t": "Obal, Abimael, Sheba,"
    },
    {
        "o": 291,
        "r": "csb:Genesis:10:29",
        "t": "Ophir, Havilah, and Jobab. All these were Joktan’s sons."
    },
    {
        "o": 292,
        "r": "csb:Genesis:10:30",
        "t": "Their settlements extended from Mesha to Sephar, the eastern hill country."
    },
    {
        "o": 293,
        "r": "csb:Genesis:10:31",
        "t": "These*p are Shem’s sons by their clans, according to their languages, in their lands and their nations."
    },
    {
        "o": 294,
        "r": "csb:Genesis:10:32",
        "t": "These*p are the clans of Noah’s sons, according to their family records, in their nations. The nations on earth spread out from these after the flood."
    }
]
