[
    {
        "o": 24488,
        "r": "esv:Daniel:11:0",
        "t": "Daniel 11",
        "h": 1
    },
    {
        "o": 24489,
        "r": "esv:Daniel:11:0",
        "t": "The Kings of the South and the North",
        "h": 2
    },
    {
        "o": 24490,
        "r": "esv:Daniel:11:1",
        "t": "“And*p as for me, in the first year of Darius the Mede, I stood up to confirm and strengthen him."
    },
    {
        "o": 24491,
        "r": "esv:Daniel:11:2",
        "t": "“And*p now I will show you the truth. Behold, three more kings shall arise in Persia, and a fourth shall be far richer than all of them. And when he has become strong through his riches, he shall stir up all against the kingdom of Greece."
    },
    {
        "o": 24492,
        "r": "esv:Daniel:11:3",
        "t": "Then a mighty king shall arise, who shall rule with great dominion and do as he wills."
    },
    {
        "o": 24493,
        "r": "esv:Daniel:11:4",
        "t": "And as soon as he has arisen, his kingdom shall be broken and divided toward the four winds of heaven, but not to his posterity, nor according to the authority with which he ruled, for his kingdom shall be plucked up and go to others besides these."
    },
    {
        "o": 24494,
        "r": "esv:Daniel:11:5",
        "t": "“Then*p the king of the south shall be strong, but one of his princes shall be stronger than he and shall rule, and his authority shall be a great authority."
    },
    {
        "o": 24495,
        "r": "esv:Daniel:11:6",
        "t": "After some years they shall make an alliance, and the daughter of the king of the south shall come to the king of the north to make an agreement. But she shall not retain the strength of her arm, and he and his arm shall not endure, but she shall be given up, and her attendants, he who fathered her, and he who supported her in those times."
    },
    {
        "o": 24496,
        "r": "esv:Daniel:11:7",
        "t": "“And*p from a branch from her roots one shall arise in his place. He shall come against the army and enter the fortress of the king of the north, and he shall deal with them and shall prevail."
    },
    {
        "o": 24497,
        "r": "esv:Daniel:11:8",
        "t": "He shall also carry off to Egypt their gods with their metal images and their precious vessels of silver and gold, and for some years he shall refrain from attacking the king of the north."
    },
    {
        "o": 24498,
        "r": "esv:Daniel:11:9",
        "t": "Then the latter shall come into the realm of the king of the south but shall return to his own land."
    },
    {
        "o": 24499,
        "r": "esv:Daniel:11:10",
        "t": "“His*p sons shall wage war and assemble a multitude of great forces, which shall keep coming and overflow and pass through, and again shall carry the war as far as his fortress."
    },
    {
        "o": 24500,
        "r": "esv:Daniel:11:11",
        "t": "Then the king of the south, moved with rage, shall come out and fight against the king of the north. And he shall raise a great multitude, but it shall be given into his hand."
    },
    {
        "o": 24501,
        "r": "esv:Daniel:11:12",
        "t": "And when the multitude is taken away, his heart shall be exalted, and he shall cast down tens of thousands, but he shall not prevail."
    },
    {
        "o": 24502,
        "r": "esv:Daniel:11:13",
        "t": "For the king of the north shall again raise a multitude, greater than the first. And after some years he shall come on with a great army and abundant supplies."
    },
    {
        "o": 24503,
        "r": "esv:Daniel:11:14",
        "t": "“In*p those times many shall rise against the king of the south, and the violent among your own people shall lift themselves up in order to fulfill the vision, but they shall fail."
    },
    {
        "o": 24504,
        "r": "esv:Daniel:11:15",
        "t": "Then the king of the north shall come and throw up siegeworks and take a well-fortified city. And the forces of the south shall not stand, or even his best troops, for there shall be no strength to stand."
    },
    {
        "o": 24505,
        "r": "esv:Daniel:11:16",
        "t": "But he who comes against him shall do as he wills, and none shall stand before him. And he shall stand in the glorious land, with destruction in his hand."
    },
    {
        "o": 24506,
        "r": "esv:Daniel:11:17",
        "t": "He shall set his face to come with the strength of his whole kingdom, and he shall bring terms of an agreement and perform them. He shall give him the daughter of women to destroy the kingdom, but it shall not stand or be to his advantage."
    },
    {
        "o": 24507,
        "r": "esv:Daniel:11:18",
        "t": "Afterward he shall turn his face to the coastlands and shall capture many of them, but a commander shall put an end to his insolence. Indeed, he shall turn his insolence back upon him."
    },
    {
        "o": 24508,
        "r": "esv:Daniel:11:19",
        "t": "Then he shall turn his face back toward the fortresses of his own land, but he shall stumble and fall, and shall not be found."
    },
    {
        "o": 24509,
        "r": "esv:Daniel:11:20",
        "t": "“Then*p shall arise in his place one who shall send an exactor of tribute for the glory of the kingdom. But within a few days he shall be broken, neither in anger nor in battle."
    },
    {
        "o": 24510,
        "r": "esv:Daniel:11:21",
        "t": "In his place shall arise a contemptible person to whom royal majesty has not been given. He shall come in without warning and obtain the kingdom by flatteries."
    },
    {
        "o": 24511,
        "r": "esv:Daniel:11:22",
        "t": "Armies shall be utterly swept away before him and broken, even the prince of the covenant."
    },
    {
        "o": 24512,
        "r": "esv:Daniel:11:23",
        "t": "And from the time that an alliance is made with him he shall act deceitfully, and he shall become strong with a small people."
    },
    {
        "o": 24513,
        "r": "esv:Daniel:11:24",
        "t": "Without warning he shall come into the richest parts of the province, and he shall do what neither his fathers nor his fathers’ fathers have done, scattering among them plunder, spoil, and goods. He shall devise plans against strongholds, but only for a time."
    },
    {
        "o": 24514,
        "r": "esv:Daniel:11:25",
        "t": "And he shall stir up his power and his heart against the king of the south with a great army. And the king of the south shall wage war with an exceedingly great and mighty army, but he shall not stand, for plots shall be devised against him."
    },
    {
        "o": 24515,
        "r": "esv:Daniel:11:26",
        "t": "Even those who eat his food shall break him. His army shall be swept away, and many shall fall down slain."
    },
    {
        "o": 24516,
        "r": "esv:Daniel:11:27",
        "t": "And as for the two kings, their hearts shall be bent on doing evil. They shall speak lies at the same table, but to no avail, for the end is yet to be at the time appointed."
    },
    {
        "o": 24517,
        "r": "esv:Daniel:11:28",
        "t": "And he shall return to his land with great wealth, but his heart shall be set against the holy covenant. And he shall work his will and return to his own land."
    },
    {
        "o": 24518,
        "r": "esv:Daniel:11:29",
        "t": "“At*p the time appointed he shall return and come into the south, but it shall not be this time as it was before."
    },
    {
        "o": 24519,
        "r": "esv:Daniel:11:30",
        "t": "For ships of Kittim shall come against him, and he shall be afraid and withdraw, and shall turn back and be enraged and take action against the holy covenant. He shall turn back and pay attention to those who forsake the holy covenant."
    },
    {
        "o": 24520,
        "r": "esv:Daniel:11:31",
        "t": "Forces from him shall appear and profane the temple and fortress, and shall take away the regular burnt offering. And they shall set up the abomination that makes desolate."
    },
    {
        "o": 24521,
        "r": "esv:Daniel:11:32",
        "t": "He shall seduce with flattery those who violate the covenant, but the people who know their God shall stand firm and take action."
    },
    {
        "o": 24522,
        "r": "esv:Daniel:11:33",
        "t": "And the wise among the people shall make many understand, though for some days they shall stumble by sword and flame, by captivity and plunder."
    },
    {
        "o": 24523,
        "r": "esv:Daniel:11:34",
        "t": "When they stumble, they shall receive a little help. And many shall join themselves to them with flattery,"
    },
    {
        "o": 24524,
        "r": "esv:Daniel:11:35",
        "t": "and some of the wise shall stumble, so that they may be refined, purified, and made white, until the time of the end, for it still awaits the appointed time."
    },
    {
        "o": 24525,
        "r": "esv:Daniel:11:36",
        "t": "“And*p the king shall do as he wills. He shall exalt himself and magnify himself above every god, and shall speak astonishing things against the God of gods. He shall prosper till the indignation is accomplished; for what is decreed shall be done."
    },
    {
        "o": 24526,
        "r": "esv:Daniel:11:37",
        "t": "He shall pay no attention to the gods of his fathers, or to the one beloved by women. He shall not pay attention to any other god, for he shall magnify himself above all."
    },
    {
        "o": 24527,
        "r": "esv:Daniel:11:38",
        "t": "He shall honor the god of fortresses instead of these. A god whom his fathers did not know he shall honor with gold and silver, with precious stones and costly gifts."
    },
    {
        "o": 24528,
        "r": "esv:Daniel:11:39",
        "t": "He shall deal with the strongest fortresses with the help of a foreign god. Those who acknowledge him he shall load with honor. He shall make them rulers over many and shall divide the land for a price."
    },
    {
        "o": 24529,
        "r": "esv:Daniel:11:40",
        "t": "“At*p the time of the end, the king of the south shall attack him, but the king of the north shall rush upon him like a whirlwind, with chariots and horsemen, and with many ships. And he shall come into countries and shall overflow and pass through."
    },
    {
        "o": 24530,
        "r": "esv:Daniel:11:41",
        "t": "He shall come into the glorious land. And tens of thousands shall fall, but these shall be delivered out of his hand: Edom and Moab and the main part of the Ammonites."
    },
    {
        "o": 24531,
        "r": "esv:Daniel:11:42",
        "t": "He shall stretch out his hand against the countries, and the land of Egypt shall not escape."
    },
    {
        "o": 24532,
        "r": "esv:Daniel:11:43",
        "t": "He shall become ruler of the treasures of gold and of silver, and all the precious things of Egypt, and the Libyans and the Cushites shall follow in his train."
    },
    {
        "o": 24533,
        "r": "esv:Daniel:11:44",
        "t": "But news from the east and the north shall alarm him, and he shall go out with great fury to destroy and devote many to destruction."
    },
    {
        "o": 24534,
        "r": "esv:Daniel:11:45",
        "t": "And he shall pitch his palatial tents between the sea and the glorious holy mountain. Yet he shall come to his end, with none to help him."
    }
]
