[
    {
        "o": 23761,
        "r": "nasb:Ezekiel:36:0",
        "t": "Ezekiel 36",
        "h": 1
    },
    {
        "o": 23762,
        "r": "nasb:Ezekiel:36:0",
        "t": "The Mountains of Israel to Be Blessed",
        "h": 2
    },
    {
        "o": 23763,
        "r": "nasb:Ezekiel:36:1",
        "t": "“And*p you, son of man, prophesy to the mountains of Israel and say, ‘O mountains of Israel, hear the word of the Lord.*s"
    },
    {
        "o": 23764,
        "r": "nasb:Ezekiel:36:2",
        "t": "Thus says the Lord God,*s “Because the enemy has spoken against you, ‘Aha!’ and, ‘The everlasting heights have become our possession,’"
    },
    {
        "o": 23765,
        "r": "nasb:Ezekiel:36:3",
        "t": "therefore prophesy and say, ‘Thus says the Lord God,*s “For good reason they have made you desolate and crushed you from every side, that you would become a possession of the rest of the nations and you have been taken up in the talk and the whispering of the people.” ’ ”"
    },
    {
        "o": 23766,
        "r": "nasb:Ezekiel:36:4",
        "t": "Therefore, O mountains of Israel, hear the word of the Lord God.*s Thus says the Lord God*s to the mountains and to the hills, to the ravines and to the valleys, to the desolate wastes and to the forsaken cities which have become a prey and a derision to the rest of the nations which are round about,"
    },
    {
        "o": 23767,
        "r": "nasb:Ezekiel:36:5",
        "t": "therefore thus says the Lord God,*s “Surely in the fire of My jealousy I have spoken against the rest of the nations, and against all Edom, who appropriated My land for themselves as a possession with wholehearted joy and*i with scorn of soul, to drive it out for a prey.”"
    },
    {
        "o": 23768,
        "r": "nasb:Ezekiel:36:6",
        "t": "Therefore prophesy concerning the land of Israel and say to the mountains and to the hills, to the ravines and to the valleys, “Thus says the Lord God,*s ‘Behold, I have spoken in My jealousy and in My wrath because you have endured the insults of the nations.’"
    },
    {
        "o": 23769,
        "r": "nasb:Ezekiel:36:7",
        "t": "Therefore thus says the Lord God,*s ‘I have sworn that surely the nations which are around you will themselves endure their insults."
    },
    {
        "o": 23770,
        "r": "nasb:Ezekiel:36:8",
        "t": "But you, O mountains of Israel, you will put forth your branches and bear your fruit for My people Israel; for they will soon come."
    },
    {
        "o": 23771,
        "r": "nasb:Ezekiel:36:9",
        "t": "For, behold, I am for you, and I will turn to you, and you will be cultivated and sown."
    },
    {
        "o": 23772,
        "r": "nasb:Ezekiel:36:10",
        "t": "I will multiply men on you, all the house of Israel, all of it; and the cities will be inhabited and the waste places will be rebuilt."
    },
    {
        "o": 23773,
        "r": "nasb:Ezekiel:36:11",
        "t": "I will multiply on you man and beast; and they will increase and be fruitful; and I will cause you to be inhabited as you were formerly and will treat you better than at the first. Thus you will know that I am the Lord.*s"
    },
    {
        "o": 23774,
        "r": "nasb:Ezekiel:36:12",
        "t": "Yes, I will cause men—My people Israel—to walk on you and possess you, so that you will become their inheritance and never again bereave them of children.’"
    },
    {
        "o": 23775,
        "r": "nasb:Ezekiel:36:13",
        "t": "“Thus*p says the Lord God,*s ‘Because they say to you, “You are a devourer of men and have bereaved your nation of children,”"
    },
    {
        "o": 23776,
        "r": "nasb:Ezekiel:36:14",
        "t": "therefore you will no longer devour men and no longer bereave your nation of children,’ declares the Lord God.*s"
    },
    {
        "o": 23777,
        "r": "nasb:Ezekiel:36:15",
        "t": "I will not let you hear insults from the nations anymore, nor will you bear disgrace from the peoples any longer, nor will you cause your nation to stumble any longer,” declares the Lord God*s .’ ”"
    },
    {
        "o": 23778,
        "r": "nasb:Ezekiel:36:16",
        "t": "Then*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 23779,
        "r": "nasb:Ezekiel:36:17",
        "t": "“Son of man, when the house of Israel was living in their own land, they defiled it by their ways and their deeds; their way before Me was like the uncleanness of a woman in her impurity."
    },
    {
        "o": 23780,
        "r": "nasb:Ezekiel:36:18",
        "t": "Therefore I poured out My wrath on them for the blood which they had shed on the land, because they had defiled it with their idols."
    },
    {
        "o": 23781,
        "r": "nasb:Ezekiel:36:19",
        "t": "Also I scattered them among the nations and they were dispersed throughout the lands. According to their ways and their deeds I judged them."
    },
    {
        "o": 23782,
        "r": "nasb:Ezekiel:36:20",
        "t": "When they came to the nations where they went, they profaned My holy name, because it was said of them, ‘These are the people of the Lord;*s yet they have come out of His land.’"
    },
    {
        "o": 23783,
        "r": "nasb:Ezekiel:36:21",
        "t": "But I had concern for My holy name, which the house of Israel had profaned among the nations where they went."
    },
    {
        "o": 23784,
        "r": "nasb:Ezekiel:36:21",
        "t": "Israel to Be Renewed for His Name’s Sake",
        "h": 2
    },
    {
        "o": 23785,
        "r": "nasb:Ezekiel:36:22",
        "t": "“Therefore*p say to the house of Israel, ‘Thus says the Lord God,*s “It is not for your sake, O house of Israel, that I am about to act, but for My holy name, which you have profaned among the nations where you went."
    },
    {
        "o": 23786,
        "r": "nasb:Ezekiel:36:23",
        "t": "I will vindicate the holiness of My great name which has been profaned among the nations, which you have profaned in their midst. Then the nations will know that I am the Lord,”*s declares the Lord God,*s “when I prove Myself holy among you in their sight."
    },
    {
        "o": 23787,
        "r": "nasb:Ezekiel:36:24",
        "t": "For I will take you from the nations, gather you from all the lands and bring you into your own land."
    },
    {
        "o": 23788,
        "r": "nasb:Ezekiel:36:25",
        "t": "Then I will sprinkle clean water on you, and you will be clean; I will cleanse you from all your filthiness and from all your idols."
    },
    {
        "o": 23789,
        "r": "nasb:Ezekiel:36:26",
        "t": "Moreover, I will give you a new heart and put a new spirit within you; and I will remove the heart of stone from your flesh and give you a heart of flesh."
    },
    {
        "o": 23790,
        "r": "nasb:Ezekiel:36:27",
        "t": "I will put My Spirit within you and cause you to walk in My statutes, and you will be careful to observe My ordinances."
    },
    {
        "o": 23791,
        "r": "nasb:Ezekiel:36:28",
        "t": "You will live in the land that I gave to your forefathers; so you will be My people, and I will be your God."
    },
    {
        "o": 23792,
        "r": "nasb:Ezekiel:36:29",
        "t": "Moreover, I will save you from all your uncleanness; and I will call for the grain and multiply it, and I will not bring a famine on you."
    },
    {
        "o": 23793,
        "r": "nasb:Ezekiel:36:30",
        "t": "I will multiply the fruit of the tree and the produce of the field, so that you will not receive again the disgrace of famine among the nations."
    },
    {
        "o": 23794,
        "r": "nasb:Ezekiel:36:31",
        "t": "Then you will remember your evil ways and your deeds that were not good, and you will loathe yourselves in your own sight for your iniquities and your abominations."
    },
    {
        "o": 23795,
        "r": "nasb:Ezekiel:36:32",
        "t": "I am not doing this*i for your sake,” declares the Lord God,*s “let it be known to you. Be ashamed and confounded for your ways, O house of Israel!”"
    },
    {
        "o": 23796,
        "r": "nasb:Ezekiel:36:33",
        "t": "‘Thus*p says the Lord God,*s “On the day that I cleanse you from all your iniquities, I will cause the cities to be inhabited, and the waste places will be rebuilt."
    },
    {
        "o": 23797,
        "r": "nasb:Ezekiel:36:34",
        "t": "The desolate land will be cultivated instead of being a desolation in the sight of everyone who passes by."
    },
    {
        "o": 23798,
        "r": "nasb:Ezekiel:36:35",
        "t": "They will say, ‘This desolate land has become like the garden of Eden; and the waste, desolate and ruined cities are fortified and*i inhabited.’"
    },
    {
        "o": 23799,
        "r": "nasb:Ezekiel:36:36",
        "t": "Then the nations that are left round about you will know that I, the Lord,*s have rebuilt the ruined places and*i planted that which was desolate; I, the Lord,*s have spoken and will do it.”"
    },
    {
        "o": 23800,
        "r": "nasb:Ezekiel:36:37",
        "t": "‘Thus*p says the Lord God,*s “This also I will let the house of Israel ask Me to do for them: I will increase their men like a flock."
    },
    {
        "o": 23801,
        "r": "nasb:Ezekiel:36:38",
        "t": "Like the flock for sacrifices, like the flock at Jerusalem during her appointed feasts, so will the waste cities be filled with flocks of men. Then they will know that I am the Lord*s .” ’ ”"
    }
]
