[
    {
        "o": 32845,
        "r": "nkjv:Galatians:2:0",
        "t": "Galatians 2",
        "h": 1
    },
    {
        "o": 32846,
        "r": "nkjv:Galatians:2:0",
        "t": "Defending the Gospel",
        "h": 2
    },
    {
        "o": 32847,
        "r": "nkjv:Galatians:2:1",
        "t": "Then*p after fourteen years I went up again to Jerusalem with Barnabas, and also took Titus with me.*i"
    },
    {
        "o": 32848,
        "r": "nkjv:Galatians:2:2",
        "t": "And I went up by revelation, and communicated to them that gospel which I preach among the Gentiles, but privately to those who were of reputation, lest by any means I might run, or had run, in vain."
    },
    {
        "o": 32849,
        "r": "nkjv:Galatians:2:3",
        "t": "Yet not even Titus who was*i with me, being a Greek, was compelled to be circumcised."
    },
    {
        "o": 32850,
        "r": "nkjv:Galatians:2:4",
        "t": "And this*i occurred*i because of false brethren secretly brought in (who came in by stealth to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage),"
    },
    {
        "o": 32851,
        "r": "nkjv:Galatians:2:5",
        "t": "to whom we did not yield submission even for an hour, that the truth of the gospel might continue with you."
    },
    {
        "o": 32852,
        "r": "nkjv:Galatians:2:6",
        "t": "But*p from those who seemed to be something—whatever they were, it makes no difference to me; God shows personal favoritism to no man—for those who seemed to*i be*i something*i added nothing to me."
    },
    {
        "o": 32853,
        "r": "nkjv:Galatians:2:7",
        "t": "But on the contrary, when they saw that the gospel for the uncircumcised had been committed to me, as the*i gospel*i for the circumcised was*i to Peter"
    },
    {
        "o": 32854,
        "r": "nkjv:Galatians:2:8",
        "t": "(for He who worked effectively in Peter for the apostleship to the circumcised also worked effectively in me toward the Gentiles),"
    },
    {
        "o": 32855,
        "r": "nkjv:Galatians:2:9",
        "t": "and when James, Cephas, and John, who seemed to be pillars, perceived the grace that had been given to me, they gave me and Barnabas the right hand of fellowship, that we should*i go*i to the Gentiles and they to the circumcised."
    },
    {
        "o": 32856,
        "r": "nkjv:Galatians:2:10",
        "t": "They*i desired*i only that we should remember the poor, the very thing which I also was eager to do."
    },
    {
        "o": 32857,
        "r": "nkjv:Galatians:2:10",
        "t": "No Return to the Law",
        "h": 2
    },
    {
        "o": 32858,
        "r": "nkjv:Galatians:2:11",
        "t": "Now*p when Peter had come to Antioch, I withstood him to his face, because he was to be blamed;"
    },
    {
        "o": 32859,
        "r": "nkjv:Galatians:2:12",
        "t": "for before certain men came from James, he would eat with the Gentiles; but when they came, he withdrew and separated himself, fearing those who were of the circumcision."
    },
    {
        "o": 32860,
        "r": "nkjv:Galatians:2:13",
        "t": "And the rest of the Jews also played the hypocrite with him, so that even Barnabas was carried away with their hypocrisy."
    },
    {
        "o": 32861,
        "r": "nkjv:Galatians:2:14",
        "t": "But*p when I saw that they were not straightforward about the truth of the gospel, I said to Peter before them*i all, “If you, being a Jew, live in the manner of Gentiles and not as the Jews, why do you compel Gentiles to live as Jews?"
    },
    {
        "o": 32862,
        "r": "nkjv:Galatians:2:15",
        "t": "We who*i are*i Jews by nature, and not sinners of the Gentiles,"
    },
    {
        "o": 32863,
        "r": "nkjv:Galatians:2:16",
        "t": "knowing that a man is not justified by the works of the law but by faith in Jesus Christ, even we have believed in Christ Jesus, that we might be justified by faith in Christ and not by the works of the law; for by the works of the law no flesh shall be justified."
    },
    {
        "o": 32864,
        "r": "nkjv:Galatians:2:17",
        "t": "“But*p if, while we seek to be justified by Christ, we ourselves also are found sinners, is*i Christ therefore a minister of sin? Certainly not!"
    },
    {
        "o": 32865,
        "r": "nkjv:Galatians:2:18",
        "t": "For if I build again those things which I destroyed, I make myself a transgressor."
    },
    {
        "o": 32866,
        "r": "nkjv:Galatians:2:19",
        "t": "For I through the law died to the law that I might live to God."
    },
    {
        "o": 32867,
        "r": "nkjv:Galatians:2:20",
        "t": "I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life*i which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me."
    },
    {
        "o": 32868,
        "r": "nkjv:Galatians:2:21",
        "t": "I do not set aside the grace of God; for if righteousness comes*i through the law, then Christ died in vain.”"
    }
]
