[
    {
        "o": 4893,
        "r": "esv:Numbers:26:0",
        "t": "Numbers 26",
        "h": 1
    },
    {
        "o": 4894,
        "r": "esv:Numbers:26:0",
        "t": "Census of the New Generation",
        "h": 2
    },
    {
        "o": 4895,
        "r": "esv:Numbers:26:1",
        "t": "After*p the plague, the Lord*s said to Moses and to Eleazar the son of Aaron, the priest,"
    },
    {
        "o": 4896,
        "r": "esv:Numbers:26:2",
        "t": "“Take a census of all the congregation of the people of Israel, from twenty years old and upward, by their fathers’ houses, all in Israel who are able to go to war.”"
    },
    {
        "o": 4897,
        "r": "esv:Numbers:26:3",
        "t": "And Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying,"
    },
    {
        "o": 4898,
        "r": "esv:Numbers:26:4",
        "t": "“Take a census of the people, from twenty years old and upward,” as the Lord*s commanded Moses. The people of Israel who came out of the land of Egypt were:"
    },
    {
        "o": 4899,
        "r": "esv:Numbers:26:5",
        "t": "Reuben,*p the firstborn of Israel; the sons of Reuben: of Hanoch, the clan of the Hanochites; of Pallu, the clan of the Palluites;"
    },
    {
        "o": 4900,
        "r": "esv:Numbers:26:6",
        "t": "of Hezron, the clan of the Hezronites; of Carmi, the clan of the Carmites."
    },
    {
        "o": 4901,
        "r": "esv:Numbers:26:7",
        "t": "These are the clans of the Reubenites, and those listed were 43,730."
    },
    {
        "o": 4902,
        "r": "esv:Numbers:26:8",
        "t": "And the sons of Pallu: Eliab."
    },
    {
        "o": 4903,
        "r": "esv:Numbers:26:9",
        "t": "The sons of Eliab: Nemuel, Dathan, and Abiram. These are the Dathan and Abiram, chosen from the congregation, who contended against Moses and Aaron in the company of Korah, when they contended against the Lord*s"
    },
    {
        "o": 4904,
        "r": "esv:Numbers:26:10",
        "t": "and the earth opened its mouth and swallowed them up together with Korah, when that company died, when the fire devoured 250 men, and they became a warning."
    },
    {
        "o": 4905,
        "r": "esv:Numbers:26:11",
        "t": "But the sons of Korah did not die."
    },
    {
        "o": 4906,
        "r": "esv:Numbers:26:12",
        "t": "The*p sons of Simeon according to their clans: of Nemuel, the clan of the Nemuelites; of Jamin, the clan of the Jaminites; of Jachin, the clan of the Jachinites;"
    },
    {
        "o": 4907,
        "r": "esv:Numbers:26:13",
        "t": "of Zerah, the clan of the Zerahites; of Shaul, the clan of the Shaulites."
    },
    {
        "o": 4908,
        "r": "esv:Numbers:26:14",
        "t": "These are the clans of the Simeonites, 22,200."
    },
    {
        "o": 4909,
        "r": "esv:Numbers:26:15",
        "t": "The*p sons of Gad according to their clans: of Zephon, the clan of the Zephonites; of Haggi, the clan of the Haggites; of Shuni, the clan of the Shunites;"
    },
    {
        "o": 4910,
        "r": "esv:Numbers:26:16",
        "t": "of Ozni, the clan of the Oznites; of Eri, the clan of the Erites;"
    },
    {
        "o": 4911,
        "r": "esv:Numbers:26:17",
        "t": "of Arod, the clan of the Arodites; of Areli, the clan of the Arelites."
    },
    {
        "o": 4912,
        "r": "esv:Numbers:26:18",
        "t": "These are the clans of the sons of Gad as they were listed, 40,500."
    },
    {
        "o": 4913,
        "r": "esv:Numbers:26:19",
        "t": "The*p sons of Judah were Er and Onan; and Er and Onan died in the land of Canaan."
    },
    {
        "o": 4914,
        "r": "esv:Numbers:26:20",
        "t": "And the sons of Judah according to their clans were: of Shelah, the clan of the Shelanites; of Perez, the clan of the Perezites; of Zerah, the clan of the Zerahites."
    },
    {
        "o": 4915,
        "r": "esv:Numbers:26:21",
        "t": "And the sons of Perez were: of Hezron, the clan of the Hezronites; of Hamul, the clan of the Hamulites."
    },
    {
        "o": 4916,
        "r": "esv:Numbers:26:22",
        "t": "These are the clans of Judah as they were listed, 76,500."
    },
    {
        "o": 4917,
        "r": "esv:Numbers:26:23",
        "t": "The*p sons of Issachar according to their clans: of Tola, the clan of the Tolaites; of Puvah, the clan of the Punites;"
    },
    {
        "o": 4918,
        "r": "esv:Numbers:26:24",
        "t": "of Jashub, the clan of the Jashubites; of Shimron, the clan of the Shimronites."
    },
    {
        "o": 4919,
        "r": "esv:Numbers:26:25",
        "t": "These are the clans of Issachar as they were listed, 64,300."
    },
    {
        "o": 4920,
        "r": "esv:Numbers:26:26",
        "t": "The*p sons of Zebulun, according to their clans: of Sered, the clan of the Seredites; of Elon, the clan of the Elonites; of Jahleel, the clan of the Jahleelites."
    },
    {
        "o": 4921,
        "r": "esv:Numbers:26:27",
        "t": "These are the clans of the Zebulunites as they were listed, 60,500."
    },
    {
        "o": 4922,
        "r": "esv:Numbers:26:28",
        "t": "The*p sons of Joseph according to their clans: Manasseh and Ephraim."
    },
    {
        "o": 4923,
        "r": "esv:Numbers:26:29",
        "t": "The sons of Manasseh: of Machir, the clan of the Machirites; and Machir was the father of Gilead; of Gilead, the clan of the Gileadites."
    },
    {
        "o": 4924,
        "r": "esv:Numbers:26:30",
        "t": "These are the sons of Gilead: of Iezer, the clan of the Iezerites; of Helek, the clan of the Helekites;"
    },
    {
        "o": 4925,
        "r": "esv:Numbers:26:31",
        "t": "and of Asriel, the clan of the Asrielites; and of Shechem, the clan of the Shechemites;"
    },
    {
        "o": 4926,
        "r": "esv:Numbers:26:32",
        "t": "and of Shemida, the clan of the Shemidaites; and of Hepher, the clan of the Hepherites."
    },
    {
        "o": 4927,
        "r": "esv:Numbers:26:33",
        "t": "Now Zelophehad the son of Hepher had no sons, but daughters. And the names of the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 4928,
        "r": "esv:Numbers:26:34",
        "t": "These are the clans of Manasseh, and those listed were 52,700."
    },
    {
        "o": 4929,
        "r": "esv:Numbers:26:35",
        "t": "These*p are the sons of Ephraim according to their clans: of Shuthelah, the clan of the Shuthelahites; of Becher, the clan of the Becherites; of Tahan, the clan of the Tahanites."
    },
    {
        "o": 4930,
        "r": "esv:Numbers:26:36",
        "t": "And these are the sons of Shuthelah: of Eran, the clan of the Eranites."
    },
    {
        "o": 4931,
        "r": "esv:Numbers:26:37",
        "t": "These are the clans of the sons of Ephraim as they were listed, 32,500. These are the sons of Joseph according to their clans."
    },
    {
        "o": 4932,
        "r": "esv:Numbers:26:38",
        "t": "The*p sons of Benjamin according to their clans: of Bela, the clan of the Belaites; of Ashbel, the clan of the Ashbelites; of Ahiram, the clan of the Ahiramites;"
    },
    {
        "o": 4933,
        "r": "esv:Numbers:26:39",
        "t": "of Shephupham, the clan of the Shuphamites; of Hupham, the clan of the Huphamites."
    },
    {
        "o": 4934,
        "r": "esv:Numbers:26:40",
        "t": "And the sons of Bela were Ard and Naaman: of Ard, the clan of the Ardites; of Naaman, the clan of the Naamites."
    },
    {
        "o": 4935,
        "r": "esv:Numbers:26:41",
        "t": "These are the sons of Benjamin according to their clans, and those listed were 45,600."
    },
    {
        "o": 4936,
        "r": "esv:Numbers:26:42",
        "t": "These*p are the sons of Dan according to their clans: of Shuham, the clan of the Shuhamites. These are the clans of Dan according to their clans."
    },
    {
        "o": 4937,
        "r": "esv:Numbers:26:43",
        "t": "All the clans of the Shuhamites, as they were listed, were 64,400."
    },
    {
        "o": 4938,
        "r": "esv:Numbers:26:44",
        "t": "The*p sons of Asher according to their clans: of Imnah, the clan of the Imnites; of Ishvi, the clan of the Ishvites; of Beriah, the clan of the Beriites."
    },
    {
        "o": 4939,
        "r": "esv:Numbers:26:45",
        "t": "Of the sons of Beriah: of Heber, the clan of the Heberites; of Malchiel, the clan of the Malchielites."
    },
    {
        "o": 4940,
        "r": "esv:Numbers:26:46",
        "t": "And the name of the daughter of Asher was Serah."
    },
    {
        "o": 4941,
        "r": "esv:Numbers:26:47",
        "t": "These are the clans of the sons of Asher as they were listed, 53,400."
    },
    {
        "o": 4942,
        "r": "esv:Numbers:26:48",
        "t": "The*p sons of Naphtali according to their clans: of Jahzeel, the clan of the Jahzeelites; of Guni, the clan of the Gunites;"
    },
    {
        "o": 4943,
        "r": "esv:Numbers:26:49",
        "t": "of Jezer, the clan of the Jezerites; of Shillem, the clan of the Shillemites."
    },
    {
        "o": 4944,
        "r": "esv:Numbers:26:50",
        "t": "These are the clans of Naphtali according to their clans, and those listed were 45,400."
    },
    {
        "o": 4945,
        "r": "esv:Numbers:26:51",
        "t": "This*p was the list of the people of Israel, 601,730."
    },
    {
        "o": 4946,
        "r": "esv:Numbers:26:52",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4947,
        "r": "esv:Numbers:26:53",
        "t": "“Among these the land shall be divided for inheritance according to the number of names."
    },
    {
        "o": 4948,
        "r": "esv:Numbers:26:54",
        "t": "To a large tribe you shall give a large inheritance, and to a small tribe you shall give a small inheritance; every tribe shall be given its inheritance in proportion to its list."
    },
    {
        "o": 4949,
        "r": "esv:Numbers:26:55",
        "t": "But the land shall be divided by lot. According to the names of the tribes of their fathers they shall inherit."
    },
    {
        "o": 4950,
        "r": "esv:Numbers:26:56",
        "t": "Their inheritance shall be divided according to lot between the larger and the smaller.”"
    },
    {
        "o": 4951,
        "r": "esv:Numbers:26:57",
        "t": "This*p was the list of the Levites according to their clans: of Gershon, the clan of the Gershonites; of Kohath, the clan of the Kohathites; of Merari, the clan of the Merarites."
    },
    {
        "o": 4952,
        "r": "esv:Numbers:26:58",
        "t": "These are the clans of Levi: the clan of the Libnites, the clan of the Hebronites, the clan of the Mahlites, the clan of the Mushites, the clan of the Korahites. And Kohath was the father of Amram."
    },
    {
        "o": 4953,
        "r": "esv:Numbers:26:59",
        "t": "The name of Amram’s wife was Jochebed the daughter of Levi, who was born to Levi in Egypt. And she bore to Amram Aaron and Moses and Miriam their sister."
    },
    {
        "o": 4954,
        "r": "esv:Numbers:26:60",
        "t": "And to Aaron were born Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 4955,
        "r": "esv:Numbers:26:61",
        "t": "But Nadab and Abihu died when they offered unauthorized fire before the Lord.*s"
    },
    {
        "o": 4956,
        "r": "esv:Numbers:26:62",
        "t": "And those listed were 23,000, every male from a month old and upward. For they were not listed among the people of Israel, because there was no inheritance given to them among the people of Israel."
    },
    {
        "o": 4957,
        "r": "esv:Numbers:26:63",
        "t": "These*p were those listed by Moses and Eleazar the priest, who listed the people of Israel in the plains of Moab by the Jordan at Jericho."
    },
    {
        "o": 4958,
        "r": "esv:Numbers:26:64",
        "t": "But among these there was not one of those listed by Moses and Aaron the priest, who had listed the people of Israel in the wilderness of Sinai."
    },
    {
        "o": 4959,
        "r": "esv:Numbers:26:65",
        "t": "For the Lord*s had said of them, “They shall die in the wilderness.” Not one of them was left, except Caleb the son of Jephunneh and Joshua the son of Nun."
    }
]
