[
    {
        "o": 9094,
        "r": "csb:2 Samuel:9:0",
        "t": "2 Samuel 9",
        "h": 1
    },
    {
        "o": 9095,
        "r": "csb:2 Samuel:9:0",
        "t": "David’s Kindness to Mephibosheth",
        "h": 2
    },
    {
        "o": 9096,
        "r": "csb:2 Samuel:9:1",
        "t": "David*p asked, “Is there anyone remaining from the family of Saul I can show kindness to for Jonathan’s sake?”"
    },
    {
        "o": 9097,
        "r": "csb:2 Samuel:9:2",
        "t": "There was a servant of Saul’s family named Ziba. They summoned him to David, and the king said to him, “Are you Ziba?” “I*p am your servant,” he replied."
    },
    {
        "o": 9098,
        "r": "csb:2 Samuel:9:3",
        "t": "So*p the king asked, “Is there anyone left of Saul’s family that I can show the kindness of God to?” Ziba*p said to the king, “There is still Jonathan’s son who was injured in both feet.”"
    },
    {
        "o": 9099,
        "r": "csb:2 Samuel:9:4",
        "t": "The*p king asked him, “Where is he?” Ziba*p answered the king, “You’ll find him in Lo-debar at the house of Machir son of Ammiel.”"
    },
    {
        "o": 9100,
        "r": "csb:2 Samuel:9:5",
        "t": "So King David had him brought from the house of Machir son of Ammiel in Lo-debar."
    },
    {
        "o": 9101,
        "r": "csb:2 Samuel:9:6",
        "t": "Mephibosheth*p son of Jonathan son of Saul came to David, fell facedown, and paid homage. David said, “Mephibosheth!” “I*p am your servant,” he replied."
    },
    {
        "o": 9102,
        "r": "csb:2 Samuel:9:7",
        "t": "“Don’t*p be afraid,” David said to him, “since I intend to show you kindness for the sake of your father Jonathan. I will restore to you all your grandfather Saul’s fields, and you will always eat meals at my table.”"
    },
    {
        "o": 9103,
        "r": "csb:2 Samuel:9:8",
        "t": "Mephibosheth*p paid homage and said, “What is your servant that you take an interest in a dead dog like me?”"
    },
    {
        "o": 9104,
        "r": "csb:2 Samuel:9:9",
        "t": "Then*p the king summoned Saul’s attendant Ziba and said to him, “I have given to your master’s grandson all that belonged to Saul and his family."
    },
    {
        "o": 9105,
        "r": "csb:2 Samuel:9:10",
        "t": "You, your sons, and your servants are to work the ground for him, and you are to bring in the crops so your master’s grandson will have food to eat. But Mephibosheth, your master’s grandson, is always to eat at my table.” Now Ziba had fifteen sons and twenty servants."
    },
    {
        "o": 9106,
        "r": "csb:2 Samuel:9:11",
        "t": "Ziba*p said to the king, “Your servant will do all my lord the king commands.” So*p Mephibosheth ate at David’s table just like one of the king’s sons."
    },
    {
        "o": 9107,
        "r": "csb:2 Samuel:9:12",
        "t": "Mephibosheth had a young son whose name was Mica. All those living in Ziba’s house were Mephibosheth’s servants."
    },
    {
        "o": 9108,
        "r": "csb:2 Samuel:9:13",
        "t": "However, Mephibosheth lived in Jerusalem because he always ate at the king’s table. His feet had been injured."
    }
]
