[
    {
        "o": 13718,
        "r": "csb:Nehemiah:3:0",
        "t": "Nehemiah 3",
        "h": 1
    },
    {
        "o": 13719,
        "r": "csb:Nehemiah:3:0",
        "t": "Rebuilding the Walls",
        "h": 2
    },
    {
        "o": 13720,
        "r": "csb:Nehemiah:3:1",
        "t": "The*p high priest Eliashib and his fellow priests began rebuilding the Sheep Gate. They dedicated it and installed its doors. After building the wall to the Tower of the Hundred and the Tower of Hananel, they dedicated it."
    },
    {
        "o": 13721,
        "r": "csb:Nehemiah:3:2",
        "t": "The men of Jericho built next to Eliashib, and next to them Zaccur son of Imri built."
    },
    {
        "o": 13722,
        "r": "csb:Nehemiah:3:2",
        "t": "Fish Gate",
        "h": 2
    },
    {
        "o": 13723,
        "r": "csb:Nehemiah:3:3",
        "t": "The*p sons of Hassenaah built the Fish Gate. They built it with beams and installed its doors, bolts, and bars."
    },
    {
        "o": 13724,
        "r": "csb:Nehemiah:3:4",
        "t": "Next to them Meremoth son of Uriah, son of Hakkoz, made repairs. Beside them Meshullam son of Berechiah, son of Meshezabel, made repairs. Next to them Zadok son of Baana made repairs."
    },
    {
        "o": 13725,
        "r": "csb:Nehemiah:3:5",
        "t": "Beside them the Tekoites made repairs, but their nobles did not lift a finger to help their supervisors."
    },
    {
        "o": 13726,
        "r": "csb:Nehemiah:3:5",
        "t": "Old Gate, Broad Wall, and Tower of the Ovens",
        "h": 2
    },
    {
        "o": 13727,
        "r": "csb:Nehemiah:3:6",
        "t": "Joiada*p son of Paseah and Meshullam son of Besodeiah repaired the Old Gate. They built it with beams and installed its doors, bolts, and bars."
    },
    {
        "o": 13728,
        "r": "csb:Nehemiah:3:7",
        "t": "Next to them the repairs were done by Melatiah the Gibeonite, Jadon the Meronothite, and the men of Gibeon and Mizpah, who were under the authority of the governor of the region west of the Euphrates River."
    },
    {
        "o": 13729,
        "r": "csb:Nehemiah:3:8",
        "t": "After him Uzziel son of Harhaiah, the goldsmith, made repairs, and next to him Hananiah son of the perfumer made repairs. They restored Jerusalem as far as the Broad Wall."
    },
    {
        "o": 13730,
        "r": "csb:Nehemiah:3:9",
        "t": "Next*p to them Rephaiah son of Hur, ruler of half the district of Jerusalem, made repairs."
    },
    {
        "o": 13731,
        "r": "csb:Nehemiah:3:10",
        "t": "After them Jedaiah son of Harumaph made repairs across from his house. Next to him Hattush the son of Hashabneiah made repairs."
    },
    {
        "o": 13732,
        "r": "csb:Nehemiah:3:11",
        "t": "Malchijah son of Harim and Hasshub son of Pahath-moab made repairs to another section, as well as to the Tower of the Ovens."
    },
    {
        "o": 13733,
        "r": "csb:Nehemiah:3:12",
        "t": "Beside him Shallum son of Hallohesh, ruler of half the district of Jerusalem, made repairs - he and his daughters."
    },
    {
        "o": 13734,
        "r": "csb:Nehemiah:3:12",
        "t": "Valley Gate, Dung Gate, and Fountain Gate",
        "h": 2
    },
    {
        "o": 13735,
        "r": "csb:Nehemiah:3:13",
        "t": "Hanun*p and the inhabitants of Zanoah repaired the Valley Gate. They rebuilt it and installed its doors, bolts, and bars, and repaired five hundred yards of the wall to the Dung Gate."
    },
    {
        "o": 13736,
        "r": "csb:Nehemiah:3:14",
        "t": "Malchijah son of Rechab, ruler of the district of Beth-haccherem, repaired the Dung Gate. He rebuilt it and installed its doors, bolts, and bars."
    },
    {
        "o": 13737,
        "r": "csb:Nehemiah:3:15",
        "t": "Shallun*p son of Col-hozeh, ruler of the district of Mizpah, repaired the Fountain Gate. He rebuilt it and roofed it. Then he installed its doors, bolts, and bars. He also made repairs to the wall of the Pool of Shelah near the king’s garden, as far as the stairs that descend from the city of David."
    },
    {
        "o": 13738,
        "r": "csb:Nehemiah:3:16",
        "t": "After*p him Nehemiah son of Azbuk, ruler of half the district of Beth-zur, made repairs up to a point opposite the tombs of David, as far as the artificial pool and the House of the Warriors."
    },
    {
        "o": 13739,
        "r": "csb:Nehemiah:3:17",
        "t": "Next to him the Levites made repairs under Rehum son of Bani. Beside him Hashabiah, ruler of half the district of Keilah, made repairs for his district."
    },
    {
        "o": 13740,
        "r": "csb:Nehemiah:3:18",
        "t": "After him their fellow Levites made repairs under Binnui son of Henadad, ruler of half the district of Keilah."
    },
    {
        "o": 13741,
        "r": "csb:Nehemiah:3:19",
        "t": "Next to him Ezer son of Jeshua, ruler of Mizpah, made repairs to another section opposite the ascent to the armory at the Angle."
    },
    {
        "o": 13742,
        "r": "csb:Nehemiah:3:19",
        "t": "The Angle, Water Gate, and Tower on Ophel",
        "h": 2
    },
    {
        "o": 13743,
        "r": "csb:Nehemiah:3:20",
        "t": "After*p him Baruch son of Zabbai diligently repaired another section, from the Angle to the door of the house of the high priest Eliashib."
    },
    {
        "o": 13744,
        "r": "csb:Nehemiah:3:21",
        "t": "Beside him Meremoth son of Uriah, son of Hakkoz, made repairs to another section, from the door of Eliashib’s house to the end of his house."
    },
    {
        "o": 13745,
        "r": "csb:Nehemiah:3:22",
        "t": "And next to him the priests from the surrounding area made repairs."
    },
    {
        "o": 13746,
        "r": "csb:Nehemiah:3:23",
        "t": "After*p them Benjamin and Hasshub made repairs opposite their house. Beside them Azariah son of Maaseiah, son of Ananiah, made repairs beside his house."
    },
    {
        "o": 13747,
        "r": "csb:Nehemiah:3:24",
        "t": "After him Binnui son of Henadad made repairs to another section, from the house of Azariah to the Angle and the corner."
    },
    {
        "o": 13748,
        "r": "csb:Nehemiah:3:25",
        "t": "Palal son of Uzai made repairs opposite the Angle and tower that juts out from the king’s upper palace, by the courtyard of the guard. Beside him Pedaiah son of Parosh"
    },
    {
        "o": 13749,
        "r": "csb:Nehemiah:3:26",
        "t": "and the temple servants living on Ophel made repairs opposite the Water Gate toward the east and the tower that juts out."
    },
    {
        "o": 13750,
        "r": "csb:Nehemiah:3:27",
        "t": "Next to him the Tekoites made repairs to another section from a point opposite the great tower that juts out, as far as the wall of Ophel."
    },
    {
        "o": 13751,
        "r": "csb:Nehemiah:3:27",
        "t": "Horse Gate, Inspection Gate, and Sheep Gate",
        "h": 2
    },
    {
        "o": 13752,
        "r": "csb:Nehemiah:3:28",
        "t": "Each*p of the priests made repairs above the Horse Gate, each opposite his own house."
    },
    {
        "o": 13753,
        "r": "csb:Nehemiah:3:29",
        "t": "After them Zadok son of Immer made repairs opposite his house. And beside him Shemaiah son of Shecaniah, guard of the East Gate, made repairs."
    },
    {
        "o": 13754,
        "r": "csb:Nehemiah:3:30",
        "t": "Next to him Hananiah son of Shelemiah and Hanun the sixth son of Zalaph made repairs to another section. After*p them Meshullam son of Berechiah made repairs opposite his room."
    },
    {
        "o": 13755,
        "r": "csb:Nehemiah:3:31",
        "t": "Next to him Malchijah, one of the goldsmiths, made repairs to the house of the temple servants and the merchants, opposite the Inspection Gate, and as far as the upstairs room on the corner."
    },
    {
        "o": 13756,
        "r": "csb:Nehemiah:3:32",
        "t": "The goldsmiths and merchants made repairs between the upstairs room on the corner and the Sheep Gate."
    }
]
