[
    {
        "o": 28757,
        "r": "niv:John:1:0",
        "t": "John 1",
        "h": 1
    },
    {
        "o": 28758,
        "r": "niv:John:1:0",
        "t": "The Word Became Flesh",
        "h": 2
    },
    {
        "o": 28759,
        "r": "niv:John:1:1",
        "t": "In*p the beginning was the Word, and the Word was with God, and the Word was God."
    },
    {
        "o": 28760,
        "r": "niv:John:1:2",
        "t": "He was with God in the beginning."
    },
    {
        "o": 28761,
        "r": "niv:John:1:3",
        "t": "Through him all things were made; without him nothing was made that has been made."
    },
    {
        "o": 28762,
        "r": "niv:John:1:4",
        "t": "In him was life, and that life was the light of all mankind."
    },
    {
        "o": 28763,
        "r": "niv:John:1:5",
        "t": "The light shines in the darkness, and the darkness has not overcome it."
    },
    {
        "o": 28764,
        "r": "niv:John:1:6",
        "t": "There*p was a man sent from God whose name was John."
    },
    {
        "o": 28765,
        "r": "niv:John:1:7",
        "t": "He came as a witness to testify concerning that light, so that through him all might believe."
    },
    {
        "o": 28766,
        "r": "niv:John:1:8",
        "t": "He himself was not the light; he came only as a witness to the light."
    },
    {
        "o": 28767,
        "r": "niv:John:1:9",
        "t": "The*p true light that gives light to everyone was coming into the world."
    },
    {
        "o": 28768,
        "r": "niv:John:1:10",
        "t": "He was in the world, and though the world was made through him, the world did not recognize him."
    },
    {
        "o": 28769,
        "r": "niv:John:1:11",
        "t": "He came to that which was his own, but his own did not receive him."
    },
    {
        "o": 28770,
        "r": "niv:John:1:12",
        "t": "Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God—"
    },
    {
        "o": 28771,
        "r": "niv:John:1:13",
        "t": "children born not of natural descent, nor of human decision or a husband’s will, but born of God."
    },
    {
        "o": 28772,
        "r": "niv:John:1:14",
        "t": "The*p Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth."
    },
    {
        "o": 28773,
        "r": "niv:John:1:15",
        "t": "(John*p testified concerning him. He cried out, saying, “This is the one I spoke about when I said, ‘He who comes after me has surpassed me because he was before me.’ ”)"
    },
    {
        "o": 28774,
        "r": "niv:John:1:16",
        "t": "Out of his fullness we have all received grace in place of grace already given."
    },
    {
        "o": 28775,
        "r": "niv:John:1:17",
        "t": "For the law was given through Moses; grace and truth came through Jesus Christ."
    },
    {
        "o": 28776,
        "r": "niv:John:1:18",
        "t": "No one has ever seen God, but the one and only Son, who is himself God and is in closest relationship with the Father, has made him known."
    },
    {
        "o": 28777,
        "r": "niv:John:1:18",
        "t": "John the Baptist Denies Being the Messiah",
        "h": 2
    },
    {
        "o": 28778,
        "r": "niv:John:1:19",
        "t": "Now*p this was John’s testimony when the Jewish leaders in Jerusalem sent priests and Levites to ask him who he was."
    },
    {
        "o": 28779,
        "r": "niv:John:1:20",
        "t": "He did not fail to confess, but confessed freely, “I am not the Messiah.”"
    },
    {
        "o": 28780,
        "r": "niv:John:1:21",
        "t": "They*p asked him, “Then who are you? Are you Elijah?” He*p said, “I am not.” “Are*p you the Prophet?” He*p answered, “No.”"
    },
    {
        "o": 28781,
        "r": "niv:John:1:22",
        "t": "Finally*p they said, “Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?”"
    },
    {
        "o": 28782,
        "r": "niv:John:1:23",
        "t": "John*p replied in the words of Isaiah the prophet, “I am the voice of one calling in the wilderness, ‘Make straight the way for the Lord.’ ”"
    },
    {
        "o": 28783,
        "r": "niv:John:1:24",
        "t": "Now*p the Pharisees who had been sent"
    },
    {
        "o": 28784,
        "r": "niv:John:1:25",
        "t": "questioned him, “Why then do you baptize if you are not the Messiah, nor Elijah, nor the Prophet?”"
    },
    {
        "o": 28785,
        "r": "niv:John:1:26",
        "t": "“I*p baptize with water,” John replied, “but among you stands one you do not know."
    },
    {
        "o": 28786,
        "r": "niv:John:1:27",
        "t": "He is the one who comes after me, the straps of whose sandals I am not worthy to untie.”"
    },
    {
        "o": 28787,
        "r": "niv:John:1:28",
        "t": "This*p all happened at Bethany on the other side of the Jordan, where John was baptizing."
    },
    {
        "o": 28788,
        "r": "niv:John:1:28",
        "t": "John Testifies About Jesus",
        "h": 2
    },
    {
        "o": 28789,
        "r": "niv:John:1:29",
        "t": "The*p next day John saw Jesus coming toward him and said, “Look, the Lamb of God, who takes away the sin of the world!"
    },
    {
        "o": 28790,
        "r": "niv:John:1:30",
        "t": "This is the one I meant when I said, ‘A man who comes after me has surpassed me because he was before me.’"
    },
    {
        "o": 28791,
        "r": "niv:John:1:31",
        "t": "I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.”"
    },
    {
        "o": 28792,
        "r": "niv:John:1:32",
        "t": "Then*p John gave this testimony: “I saw the Spirit come down from heaven as a dove and remain on him."
    },
    {
        "o": 28793,
        "r": "niv:John:1:33",
        "t": "And I myself did not know him, but the one who sent me to baptize with water told me, ‘The man on whom you see the Spirit come down and remain is the one who will baptize with the Holy Spirit.’"
    },
    {
        "o": 28794,
        "r": "niv:John:1:34",
        "t": "I have seen and I testify that this is God’s Chosen One.”"
    },
    {
        "o": 28795,
        "r": "niv:John:1:34",
        "t": "John’s Disciples Follow Jesus",
        "h": 2
    },
    {
        "o": 28796,
        "r": "niv:John:1:35",
        "t": "The*p next day John was there again with two of his disciples."
    },
    {
        "o": 28797,
        "r": "niv:John:1:36",
        "t": "When he saw Jesus passing by, he said, “Look, the Lamb of God!”"
    },
    {
        "o": 28798,
        "r": "niv:John:1:37",
        "t": "When*p the two disciples heard him say this, they followed Jesus."
    },
    {
        "o": 28799,
        "r": "niv:John:1:38",
        "t": "Turning around, Jesus saw them following and asked, “What*r do*r you*r want?”*r They*p said, “Rabbi” (which means “Teacher”), “where are you staying?”"
    },
    {
        "o": 28800,
        "r": "niv:John:1:39",
        "t": "“Come,”*rp he replied, “and*r you*r will*r see.”*r So*p they went and saw where he was staying, and they spent that day with him. It was about four in the afternoon."
    },
    {
        "o": 28801,
        "r": "niv:John:1:40",
        "t": "Andrew,*p Simon Peter’s brother, was one of the two who heard what John had said and who had followed Jesus."
    },
    {
        "o": 28802,
        "r": "niv:John:1:41",
        "t": "The first thing Andrew did was to find his brother Simon and tell him, “We have found the Messiah” (that is, the Christ)."
    },
    {
        "o": 28803,
        "r": "niv:John:1:42",
        "t": "And he brought him to Jesus. Jesus*p looked at him and said, “You*r are*r Simon*r son*r of*r John.*r You*r will*r be*r called*r Cephas”*r (which, when translated, is Peter)."
    },
    {
        "o": 28804,
        "r": "niv:John:1:42",
        "t": "Jesus Calls Philip and Nathanael",
        "h": 2
    },
    {
        "o": 28805,
        "r": "niv:John:1:43",
        "t": "The*p next day Jesus decided to leave for Galilee. Finding Philip, he said to him, “Follow*r me.”*r"
    },
    {
        "o": 28806,
        "r": "niv:John:1:44",
        "t": "Philip,*p like Andrew and Peter, was from the town of Bethsaida."
    },
    {
        "o": 28807,
        "r": "niv:John:1:45",
        "t": "Philip found Nathanael and told him, “We have found the one Moses wrote about in the Law, and about whom the prophets also wrote—Jesus of Nazareth, the son of Joseph.”"
    },
    {
        "o": 28808,
        "r": "niv:John:1:46",
        "t": "“Nazareth!*p Can anything good come from there?” Nathanael asked. “Come*p and see,” said Philip."
    },
    {
        "o": 28809,
        "r": "niv:John:1:47",
        "t": "When*p Jesus saw Nathanael approaching, he said of him, “Here*r truly*r is*r an*r Israelite*r in*r whom*r there*r is*r no*r deceit.”*r"
    },
    {
        "o": 28810,
        "r": "niv:John:1:48",
        "t": "“How*p do you know me?” Nathanael asked. Jesus*p answered, “I*r saw*r you*r while*r you*r were*r still*r under*r the*r fig*r tree*r before*r Philip*r called*r you.”*r"
    },
    {
        "o": 28811,
        "r": "niv:John:1:49",
        "t": "Then*p Nathanael declared, “Rabbi, you are the Son of God; you are the king of Israel.”"
    },
    {
        "o": 28812,
        "r": "niv:John:1:50",
        "t": "Jesus*p said, “You*r believe*r because*r I*r told*r you*r I*r saw*r you*r under*r the*r fig*r tree.*r You*r will*r see*r greater*r things*r than*r that.”*r"
    },
    {
        "o": 28813,
        "r": "niv:John:1:51",
        "t": "He then added, “Very*r truly*r I*r tell*r you,*r you*r will*r see*r ‘heaven*r open,*r and*r the*r angels*r of*r God*r ascending*r and*r descending*r on’*r the*r Son*r of*r Man.”*r"
    }
]
