[
    {
        "o": 8783,
        "r": "csb:1 Samuel:28:0",
        "t": "1 Samuel 28",
        "h": 1
    },
    {
        "o": 8784,
        "r": "csb:1 Samuel:28:0",
        "t": "Saul and the Medium",
        "h": 2
    },
    {
        "o": 8785,
        "r": "csb:1 Samuel:28:1",
        "t": "At*p that time, the Philistines gathered their military units into one army to fight against Israel. So Achish said to David, “You know, of course, that you and your men must march out in the army with me.”"
    },
    {
        "o": 8786,
        "r": "csb:1 Samuel:28:2",
        "t": "David*p replied to Achish, “Good, you will find out what your servant can do.” So*p Achish said to David, “Very well, I will appoint you as my permanent bodyguard.”"
    },
    {
        "o": 8787,
        "r": "csb:1 Samuel:28:3",
        "t": "By*p this time Samuel had died, all Israel had mourned for him and buried him in Ramah, his city, and Saul had removed the mediums and spiritists from the land."
    },
    {
        "o": 8788,
        "r": "csb:1 Samuel:28:4",
        "t": "The Philistines gathered and camped at Shunem. So Saul gathered all Israel, and they camped at Gilboa."
    },
    {
        "o": 8789,
        "r": "csb:1 Samuel:28:5",
        "t": "When Saul saw the Philistine camp, he was afraid and his heart pounded."
    },
    {
        "o": 8790,
        "r": "csb:1 Samuel:28:6",
        "t": "He inquired of the Lord,*s but the Lord*s did not answer him in dreams or by the Urim or by the prophets."
    },
    {
        "o": 8791,
        "r": "csb:1 Samuel:28:7",
        "t": "Saul then said to his servants, “Find me a woman who is a medium, so I can go and consult her.” His*p servants replied, “There is a woman at En-dor who is a medium.”"
    },
    {
        "o": 8792,
        "r": "csb:1 Samuel:28:8",
        "t": "Saul*p disguised himself by putting on different clothes and set out with two of his men. They came to the woman at night, and Saul said, “Consult a spirit for me. Bring up for me the one I tell you.”"
    },
    {
        "o": 8793,
        "r": "csb:1 Samuel:28:9",
        "t": "But*p the woman said to him, “You surely know what Saul has done, how he has cut off the mediums and spiritists from the land. Why are you setting a trap for me to get me killed?”"
    },
    {
        "o": 8794,
        "r": "csb:1 Samuel:28:10",
        "t": "Then*p Saul swore to her by the Lord:*s “As surely as the Lord*s lives, no punishment will come to you from this.”"
    },
    {
        "o": 8795,
        "r": "csb:1 Samuel:28:11",
        "t": "“Who*p is it that you want me to bring up for you?” the woman asked. “Bring*p up Samuel for me,” he answered."
    },
    {
        "o": 8796,
        "r": "csb:1 Samuel:28:12",
        "t": "When*p the woman saw Samuel, she screamed, and then she asked Saul, “Why did you deceive me? You are Saul!”"
    },
    {
        "o": 8797,
        "r": "csb:1 Samuel:28:13",
        "t": "But*p the king said to her, “Don’t be afraid. What do you see?” “I*p see a spirit form coming up out of the earth,” the woman answered."
    },
    {
        "o": 8798,
        "r": "csb:1 Samuel:28:14",
        "t": "Then*p Saul asked her, “What does he look like?” “An*p old man is coming up,” she replied. “He’s wearing a robe.” Then Saul knew that it was Samuel, and he knelt low with his face to the ground and paid homage."
    },
    {
        "o": 8799,
        "r": "csb:1 Samuel:28:15",
        "t": "“Why*p have you disturbed me by bringing me up?” Samuel asked Saul. “I’m*p in serious trouble,” replied Saul. “The Philistines are fighting against me and God has turned away from me. He doesn’t answer me anymore, either through the prophets or in dreams. So I’ve called on you to tell me what I should do.”"
    },
    {
        "o": 8800,
        "r": "csb:1 Samuel:28:16",
        "t": "Samuel*p answered, “Since the Lord*s has turned away from you and has become your enemy, why are you asking me?"
    },
    {
        "o": 8801,
        "r": "csb:1 Samuel:28:17",
        "t": "The Lord*s has done exactly what he said through me: The Lord*s has torn the kingship out of your hand and given it to your neighbor David."
    },
    {
        "o": 8802,
        "r": "csb:1 Samuel:28:18",
        "t": "You did not obey the Lord*s and did not carry out his burning anger against Amalek; therefore the Lord*s has done this to you today."
    },
    {
        "o": 8803,
        "r": "csb:1 Samuel:28:19",
        "t": "The Lord*s will also hand Israel over to the Philistines along with you. Tomorrow you and your sons will be with me, and the Lord*s will hand Israel’s army over to the Philistines.”"
    },
    {
        "o": 8804,
        "r": "csb:1 Samuel:28:20",
        "t": "Immediately,*p Saul fell flat on the ground. He was terrified by Samuel’s words and was also weak because he had not eaten anything all day and all night."
    },
    {
        "o": 8805,
        "r": "csb:1 Samuel:28:21",
        "t": "The woman came over to Saul, and she saw that he was terrified and said to him, “Look, your servant has obeyed you. I took my life in my hands and did what you told me to do."
    },
    {
        "o": 8806,
        "r": "csb:1 Samuel:28:22",
        "t": "Now please listen to your servant. Let me set some food in front of you. Eat and it will give you strength so you can go on your way.”"
    },
    {
        "o": 8807,
        "r": "csb:1 Samuel:28:23",
        "t": "He*p refused, saying, “I won’t eat,” but when his servants and the woman urged him, he listened to them. He got up off the ground and sat on the bed."
    },
    {
        "o": 8808,
        "r": "csb:1 Samuel:28:24",
        "t": "The*p woman had a fattened calf at her house, and she quickly slaughtered it. She also took flour, kneaded it, and baked unleavened bread."
    },
    {
        "o": 8809,
        "r": "csb:1 Samuel:28:25",
        "t": "She served it to Saul and his servants, and they ate. Afterward, they got up and left that night."
    }
]
