[
    {
        "o": 33519,
        "r": "nkjv:2 Thessalonians:1:0",
        "t": "2 Thessalonians 1",
        "h": 1
    },
    {
        "o": 33520,
        "r": "nkjv:2 Thessalonians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33521,
        "r": "nkjv:2 Thessalonians:1:1",
        "t": "Paul,*p Silvanus, and Timothy, To*p the church of the Thessalonians in God our Father and the Lord Jesus Christ:"
    },
    {
        "o": 33522,
        "r": "nkjv:2 Thessalonians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 33523,
        "r": "nkjv:2 Thessalonians:1:2",
        "t": "God’s Final Judgment and Glory",
        "h": 2
    },
    {
        "o": 33524,
        "r": "nkjv:2 Thessalonians:1:3",
        "t": "We*p are bound to thank God always for you, brethren, as it is fitting, because your faith grows exceedingly, and the love of every one of you all abounds toward each other,"
    },
    {
        "o": 33525,
        "r": "nkjv:2 Thessalonians:1:4",
        "t": "so that we ourselves boast of you among the churches of God for your patience and faith in all your persecutions and tribulations that you endure,"
    },
    {
        "o": 33526,
        "r": "nkjv:2 Thessalonians:1:5",
        "t": "which*i is*i manifest evidence of the righteous judgment of God, that you may be counted worthy of the kingdom of God, for which you also suffer;"
    },
    {
        "o": 33527,
        "r": "nkjv:2 Thessalonians:1:6",
        "t": "since it*i is*i a righteous thing with God to repay with tribulation those who trouble you,"
    },
    {
        "o": 33528,
        "r": "nkjv:2 Thessalonians:1:7",
        "t": "and to give*i you who are troubled rest with us when the Lord Jesus is revealed from heaven with His mighty angels,"
    },
    {
        "o": 33529,
        "r": "nkjv:2 Thessalonians:1:8",
        "t": "in flaming fire taking vengeance on those who do not know God, and on those who do not obey the gospel of our Lord Jesus Christ."
    },
    {
        "o": 33530,
        "r": "nkjv:2 Thessalonians:1:9",
        "t": "These shall be punished with everlasting destruction from the presence of the Lord and from the glory of His power,"
    },
    {
        "o": 33531,
        "r": "nkjv:2 Thessalonians:1:10",
        "t": "when He comes, in that Day, to be glorified in His saints and to be admired among all those who believe, because our testimony among you was believed."
    },
    {
        "o": 33532,
        "r": "nkjv:2 Thessalonians:1:11",
        "t": "Therefore*p we also pray always for you that our God would count you worthy of this*i calling, and fulfill all the good pleasure of His*i goodness and the work of faith with power,"
    },
    {
        "o": 33533,
        "r": "nkjv:2 Thessalonians:1:12",
        "t": "that the name of our Lord Jesus Christ may be glorified in you, and you in Him, according to the grace of our God and the Lord Jesus Christ."
    }
]
