[
    {
        "o": 907,
        "r": "esv:Genesis:30:0",
        "t": "Genesis 30",
        "h": 1
    },
    {
        "o": 908,
        "r": "esv:Genesis:30:1",
        "t": "When*p Rachel saw that she bore Jacob no children, she envied her sister. She said to Jacob, “Give me children, or I shall die!”"
    },
    {
        "o": 909,
        "r": "esv:Genesis:30:2",
        "t": "Jacob’s anger was kindled against Rachel, and he said, “Am I in the place of God, who has withheld from you the fruit of the womb?”"
    },
    {
        "o": 910,
        "r": "esv:Genesis:30:3",
        "t": "Then she said, “Here is my servant Bilhah; go in to her, so that she may give birth on my behalf, that even I may have children through her.”"
    },
    {
        "o": 911,
        "r": "esv:Genesis:30:4",
        "t": "So she gave him her servant Bilhah as a wife, and Jacob went in to her."
    },
    {
        "o": 912,
        "r": "esv:Genesis:30:5",
        "t": "And Bilhah conceived and bore Jacob a son."
    },
    {
        "o": 913,
        "r": "esv:Genesis:30:6",
        "t": "Then Rachel said, “God has judged me, and has also heard my voice and given me a son.” Therefore she called his name Dan."
    },
    {
        "o": 914,
        "r": "esv:Genesis:30:7",
        "t": "Rachel’s servant Bilhah conceived again and bore Jacob a second son."
    },
    {
        "o": 915,
        "r": "esv:Genesis:30:8",
        "t": "Then Rachel said, “With mighty wrestlings I have wrestled with my sister and have prevailed.” So she called his name Naphtali."
    },
    {
        "o": 916,
        "r": "esv:Genesis:30:9",
        "t": "When*p Leah saw that she had ceased bearing children, she took her servant Zilpah and gave her to Jacob as a wife."
    },
    {
        "o": 917,
        "r": "esv:Genesis:30:10",
        "t": "Then Leah’s servant Zilpah bore Jacob a son."
    },
    {
        "o": 918,
        "r": "esv:Genesis:30:11",
        "t": "And Leah said, “Good fortune has come!” so she called his name Gad."
    },
    {
        "o": 919,
        "r": "esv:Genesis:30:12",
        "t": "Leah’s servant Zilpah bore Jacob a second son."
    },
    {
        "o": 920,
        "r": "esv:Genesis:30:13",
        "t": "And Leah said, “Happy am I! For women have called me happy.” So she called his name Asher."
    },
    {
        "o": 921,
        "r": "esv:Genesis:30:14",
        "t": "In*p the days of wheat harvest Reuben went and found mandrakes in the field and brought them to his mother Leah. Then Rachel said to Leah, “Please give me some of your son’s mandrakes.”"
    },
    {
        "o": 922,
        "r": "esv:Genesis:30:15",
        "t": "But she said to her, “Is it a small matter that you have taken away my husband? Would you take away my son’s mandrakes also?” Rachel said, “Then he may lie with you tonight in exchange for your son’s mandrakes.”"
    },
    {
        "o": 923,
        "r": "esv:Genesis:30:16",
        "t": "When Jacob came from the field in the evening, Leah went out to meet him and said, “You must come in to me, for I have hired you with my son’s mandrakes.” So he lay with her that night."
    },
    {
        "o": 924,
        "r": "esv:Genesis:30:17",
        "t": "And God listened to Leah, and she conceived and bore Jacob a fifth son."
    },
    {
        "o": 925,
        "r": "esv:Genesis:30:18",
        "t": "Leah said, “God has given me my wages because I gave my servant to my husband.” So she called his name Issachar."
    },
    {
        "o": 926,
        "r": "esv:Genesis:30:19",
        "t": "And*p Leah conceived again, and she bore Jacob a sixth son."
    },
    {
        "o": 927,
        "r": "esv:Genesis:30:20",
        "t": "Then Leah said, “God has endowed me with a good endowment; now my husband will honor me, because I have borne him six sons.” So she called his name Zebulun."
    },
    {
        "o": 928,
        "r": "esv:Genesis:30:21",
        "t": "Afterward she bore a daughter and called her name Dinah."
    },
    {
        "o": 929,
        "r": "esv:Genesis:30:22",
        "t": "Then*p God remembered Rachel, and God listened to her and opened her womb."
    },
    {
        "o": 930,
        "r": "esv:Genesis:30:23",
        "t": "She conceived and bore a son and said, “God has taken away my reproach.”"
    },
    {
        "o": 931,
        "r": "esv:Genesis:30:24",
        "t": "And she called his name Joseph, saying, “May the Lord*s add to me another son!”"
    },
    {
        "o": 932,
        "r": "esv:Genesis:30:24",
        "t": "Jacob’s Prosperity",
        "h": 2
    },
    {
        "o": 933,
        "r": "esv:Genesis:30:25",
        "t": "As*p soon as Rachel had borne Joseph, Jacob said to Laban, “Send me away, that I may go to my own home and country."
    },
    {
        "o": 934,
        "r": "esv:Genesis:30:26",
        "t": "Give me my wives and my children for whom I have served you, that I may go, for you know the service that I have given you.”"
    },
    {
        "o": 935,
        "r": "esv:Genesis:30:27",
        "t": "But Laban said to him, “If I have found favor in your sight, I have learned by divination that the Lord*s has blessed me because of you."
    },
    {
        "o": 936,
        "r": "esv:Genesis:30:28",
        "t": "Name your wages, and I will give it.”"
    },
    {
        "o": 937,
        "r": "esv:Genesis:30:29",
        "t": "Jacob said to him, “You yourself know how I have served you, and how your livestock has fared with me."
    },
    {
        "o": 938,
        "r": "esv:Genesis:30:30",
        "t": "For you had little before I came, and it has increased abundantly, and the Lord*s has blessed you wherever I turned. But now when shall I provide for my own household also?”"
    },
    {
        "o": 939,
        "r": "esv:Genesis:30:31",
        "t": "He said, “What shall I give you?” Jacob said, “You shall not give me anything. If you will do this for me, I will again pasture your flock and keep it:"
    },
    {
        "o": 940,
        "r": "esv:Genesis:30:32",
        "t": "let me pass through all your flock today, removing from it every speckled and spotted sheep and every black lamb, and the spotted and speckled among the goats, and they shall be my wages."
    },
    {
        "o": 941,
        "r": "esv:Genesis:30:33",
        "t": "So my honesty will answer for me later, when you come to look into my wages with you. Every one that is not speckled and spotted among the goats and black among the lambs, if found with me, shall be counted stolen.”"
    },
    {
        "o": 942,
        "r": "esv:Genesis:30:34",
        "t": "Laban said, “Good! Let it be as you have said.”"
    },
    {
        "o": 943,
        "r": "esv:Genesis:30:35",
        "t": "But that day Laban removed the male goats that were striped and spotted, and all the female goats that were speckled and spotted, every one that had white on it, and every lamb that was black, and put them in the charge of his sons."
    },
    {
        "o": 944,
        "r": "esv:Genesis:30:36",
        "t": "And he set a distance of three days’ journey between himself and Jacob, and Jacob pastured the rest of Laban’s flock."
    },
    {
        "o": 945,
        "r": "esv:Genesis:30:37",
        "t": "Then*p Jacob took fresh sticks of poplar and almond and plane trees, and peeled white streaks in them, exposing the white of the sticks."
    },
    {
        "o": 946,
        "r": "esv:Genesis:30:38",
        "t": "He set the sticks that he had peeled in front of the flocks in the troughs, that is, the watering places, where the flocks came to drink. And since they bred when they came to drink,"
    },
    {
        "o": 947,
        "r": "esv:Genesis:30:39",
        "t": "the flocks bred in front of the sticks and so the flocks brought forth striped, speckled, and spotted."
    },
    {
        "o": 948,
        "r": "esv:Genesis:30:40",
        "t": "And Jacob separated the lambs and set the faces of the flocks toward the striped and all the black in the flock of Laban. He put his own droves apart and did not put them with Laban’s flock."
    },
    {
        "o": 949,
        "r": "esv:Genesis:30:41",
        "t": "Whenever the stronger of the flock were breeding, Jacob would lay the sticks in the troughs before the eyes of the flock, that they might breed among the sticks,"
    },
    {
        "o": 950,
        "r": "esv:Genesis:30:42",
        "t": "but for the feebler of the flock he would not lay them there. So the feebler would be Laban’s, and the stronger Jacob’s."
    },
    {
        "o": 951,
        "r": "esv:Genesis:30:43",
        "t": "Thus the man increased greatly and had large flocks, female servants and male servants, and camels and donkeys."
    }
]
