[
    {
        "o": 20103,
        "r": "nasb:Isaiah:22:0",
        "t": "Isaiah 22",
        "h": 1
    },
    {
        "o": 20104,
        "r": "nasb:Isaiah:22:0",
        "t": "The Valley of Vision",
        "h": 2
    },
    {
        "o": 20105,
        "r": "nasb:Isaiah:22:1",
        "t": "The*p oracle concerning the valley of vision. What*pn is the matter with you now, that you have all gone up to the housetops?"
    },
    {
        "o": 20106,
        "r": "nasb:Isaiah:22:2",
        "t": "You*ln who were full of noise, You*ln boisterous town, you exultant city; Your*ln slain were not slain with the sword, Nor*ln did they die in battle."
    },
    {
        "o": 20107,
        "r": "nasb:Isaiah:22:3",
        "t": "All*ln your rulers have fled together, And*iln have been captured without the bow; All*ln of you who were found were taken captive together, Though*ln they had fled far away."
    },
    {
        "o": 20108,
        "r": "nasb:Isaiah:22:4",
        "t": "Therefore*ln I say, “Turn your eyes away from me, Let*ln me weep bitterly, Do*ln not try to comfort me concerning the destruction of the daughter of my people.”"
    },
    {
        "o": 20109,
        "r": "nasb:Isaiah:22:5",
        "t": "For*ln the Lord God*s of hosts has a day of panic, subjugation and confusion In*ln the valley of vision, A*ln breaking down of walls And*ln a crying to the mountain."
    },
    {
        "o": 20110,
        "r": "nasb:Isaiah:22:6",
        "t": "Elam*ln took up the quiver With*ln the chariots, infantry and*i horsemen; And*ln Kir uncovered the shield."
    },
    {
        "o": 20111,
        "r": "nasb:Isaiah:22:7",
        "t": "Then*ln your choicest valleys were full of chariots, And*ln the horsemen took up fixed positions at the gate."
    },
    {
        "o": 20112,
        "r": "nasb:Isaiah:22:8",
        "t": "And*ln He removed the defense of Judah. In*ln that day you depended on the weapons of the house of the forest,"
    },
    {
        "o": 20113,
        "r": "nasb:Isaiah:22:9",
        "t": "And*ln you saw that the breaches In*ln the wall*i of the city of David were many; And*ln you collected the waters of the lower pool."
    },
    {
        "o": 20114,
        "r": "nasb:Isaiah:22:10",
        "t": "Then*ln you counted the houses of Jerusalem And*ln tore down houses to fortify the wall."
    },
    {
        "o": 20115,
        "r": "nasb:Isaiah:22:11",
        "t": "And*ln you made a reservoir between the two walls For*ln the waters of the old pool. But*ln you did not depend on Him who made it, Nor*ln did you take into consideration Him who planned it long ago."
    },
    {
        "o": 20116,
        "r": "nasb:Isaiah:22:12",
        "t": "Therefore*ln in that day the Lord God*s of hosts called you*i to weeping, to wailing, To*ln shaving the head and to wearing sackcloth."
    },
    {
        "o": 20117,
        "r": "nasb:Isaiah:22:13",
        "t": "Instead,*ln there is gaiety and gladness, Killing*ln of cattle and slaughtering of sheep, Eating*ln of meat and drinking of wine: “Let*ln us eat and drink, for tomorrow we may die.”"
    },
    {
        "o": 20118,
        "r": "nasb:Isaiah:22:14",
        "t": "But*ln the Lord*s of hosts revealed Himself to me, “Surely*ln this iniquity shall not be forgiven you Until*ln you die,” says the Lord God*s of hosts."
    },
    {
        "o": 20119,
        "r": "nasb:Isaiah:22:15",
        "t": "Thus*p says the Lord God*s of hosts, “Come,*pn go to this steward, To*ln Shebna, who is in charge of the royal*i household,"
    },
    {
        "o": 20120,
        "r": "nasb:Isaiah:22:16",
        "t": "‘What*ln right do you have here, And*ln whom do you have here, That*ln you have hewn a tomb for yourself here, You*ln who hew a tomb on the height, You*ln who carve a resting place for yourself in the rock?"
    },
    {
        "o": 20121,
        "r": "nasb:Isaiah:22:17",
        "t": "Behold,*ln the Lord*s is about to hurl you headlong, O man. And*ln He is about to grasp you firmly"
    },
    {
        "o": 20122,
        "r": "nasb:Isaiah:22:18",
        "t": "And*iln roll you tightly like a ball, To*iln be*i cast*i into a vast country; There*ln you will die And*ln there your splendid chariots will be, You*ln shame of your master’s house.’"
    },
    {
        "o": 20123,
        "r": "nasb:Isaiah:22:19",
        "t": "I*ln will depose you from your office, And*ln I will pull you down from your station."
    },
    {
        "o": 20124,
        "r": "nasb:Isaiah:22:20",
        "t": "Then*ln it will come about in that day, That*ln I will summon My servant Eliakim the son of Hilkiah,"
    },
    {
        "o": 20125,
        "r": "nasb:Isaiah:22:21",
        "t": "And*ln I will clothe him with your tunic And*ln tie your sash securely about him. I*ln will entrust him with your authority, And*ln he will become a father to the inhabitants of Jerusalem and to the house of Judah."
    },
    {
        "o": 20126,
        "r": "nasb:Isaiah:22:22",
        "t": "Then*ln I will set the key of the house of David on his shoulder, When*ln he opens no one will shut, When*ln he shuts no one will open."
    },
    {
        "o": 20127,
        "r": "nasb:Isaiah:22:23",
        "t": "I*ln will drive him like*i a peg in a firm place, And*ln he will become a throne of glory to his father’s house."
    },
    {
        "o": 20128,
        "r": "nasb:Isaiah:22:24",
        "t": "So*p they will hang on him all the glory of his father’s house, offspring and issue, all the least of vessels, from bowls to all the jars."
    },
    {
        "o": 20129,
        "r": "nasb:Isaiah:22:25",
        "t": "In that day,” declares the Lord*s of hosts, “the peg driven in a firm place will give way; it will even break off and fall, and the load hanging on it will be cut off, for the Lord*s has spoken.”"
    }
]
