[
    {
        "o": 13555,
        "r": "nasb:Nehemiah:1:0",
        "t": "Nehemiah 1",
        "h": 1
    },
    {
        "o": 13556,
        "r": "nasb:Nehemiah:1:0",
        "t": "Nehemiah’s Grief for the Exiles",
        "h": 2
    },
    {
        "o": 13557,
        "r": "nasb:Nehemiah:1:1",
        "t": "The*p words of Nehemiah the son of Hacaliah. Now*bp it happened in the month Chislev, in*i the twentieth year, while I was in Susa the capitol,"
    },
    {
        "o": 13558,
        "r": "nasb:Nehemiah:1:2",
        "t": "that Hanani, one of my brothers, and some men from Judah came; and I asked them concerning the Jews who had escaped and*i had survived the captivity, and about Jerusalem."
    },
    {
        "o": 13559,
        "r": "nasb:Nehemiah:1:3",
        "t": "They said to me, “The remnant there in the province who survived the captivity are in great distress and reproach, and the wall of Jerusalem is broken down and its gates are burned with fire.”"
    },
    {
        "o": 13560,
        "r": "nasb:Nehemiah:1:4",
        "t": "When*p I heard these words, I sat down and wept and mourned for days; and I was fasting and praying before the God of heaven."
    },
    {
        "o": 13561,
        "r": "nasb:Nehemiah:1:5",
        "t": "I said, “I beseech You, O Lord*s God of heaven, the great and awesome God, who preserves the covenant and lovingkindness for those who love Him and keep His commandments,"
    },
    {
        "o": 13562,
        "r": "nasb:Nehemiah:1:6",
        "t": "let Your ear now be attentive and Your eyes open to hear the prayer of Your servant which I am praying before You now, day and night, on behalf of the sons of Israel Your servants, confessing the sins of the sons of Israel which we have sinned against You; I and my father’s house have sinned."
    },
    {
        "o": 13563,
        "r": "nasb:Nehemiah:1:7",
        "t": "We have acted very corruptly against You and have not kept the commandments, nor the statutes, nor the ordinances which You commanded Your servant Moses."
    },
    {
        "o": 13564,
        "r": "nasb:Nehemiah:1:8",
        "t": "Remember the word which You commanded Your servant Moses, saying, ‘If you are unfaithful I will scatter you among the peoples;"
    },
    {
        "o": 13565,
        "r": "nasb:Nehemiah:1:9",
        "t": "but if*i you return to Me and keep My commandments and do them, though those of you who have been scattered were in the most remote part of the heavens, I will gather them from there and will bring them to the place where I have chosen to cause My name to dwell.’"
    },
    {
        "o": 13566,
        "r": "nasb:Nehemiah:1:10",
        "t": "They are Your servants and Your people whom You redeemed by Your great power and by Your strong hand."
    },
    {
        "o": 13567,
        "r": "nasb:Nehemiah:1:11",
        "t": "O Lord, I beseech You, may Your ear be attentive to the prayer of Your servant and the prayer of Your servants who delight to revere Your name, and make Your servant successful today and grant him compassion before this man.” Now*bp I was the cupbearer to the king."
    },
    {
        "o": 13568,
        "r": "nasb:Nehemiah:2:0",
        "t": "Nehemiah 2",
        "h": 1
    },
    {
        "o": 13569,
        "r": "nasb:Nehemiah:2:0",
        "t": "Nehemiah’s Prayer Answered",
        "h": 2
    },
    {
        "o": 13570,
        "r": "nasb:Nehemiah:2:1",
        "t": "And*p it came about in the month Nisan, in the twentieth year of King Artaxerxes, that wine was*i before him, and I took up the wine and gave it to the king. Now I had not been sad in his presence."
    },
    {
        "o": 13571,
        "r": "nasb:Nehemiah:2:2",
        "t": "So the king said to me, “Why is your face sad though you are not sick? This is nothing but sadness of heart.” Then I was very much afraid."
    },
    {
        "o": 13572,
        "r": "nasb:Nehemiah:2:3",
        "t": "I said to the king, “Let the king live forever. Why should my face not be sad when the city, the place of my fathers’ tombs, lies desolate and its gates have been consumed by fire?”"
    },
    {
        "o": 13573,
        "r": "nasb:Nehemiah:2:4",
        "t": "Then the king said to me, “What would you request?” So I prayed to the God of heaven."
    },
    {
        "o": 13574,
        "r": "nasb:Nehemiah:2:5",
        "t": "I said to the king, “If it please the king, and if your servant has found favor before you, send me to Judah, to the city of my fathers’ tombs, that I may rebuild it.”"
    },
    {
        "o": 13575,
        "r": "nasb:Nehemiah:2:6",
        "t": "Then the king said to me, the queen sitting beside him, “How long will your journey be, and when will you return?” So it pleased the king to send me, and I gave him a definite time."
    },
    {
        "o": 13576,
        "r": "nasb:Nehemiah:2:7",
        "t": "And I said to the king, “If it please the king, let letters be given me for the governors of*i the*i provinces*i beyond the River, that they may allow me to pass through until I come to Judah,"
    },
    {
        "o": 13577,
        "r": "nasb:Nehemiah:2:8",
        "t": "and a letter to Asaph the keeper of the king’s forest, that he may give me timber to make beams for the gates of the fortress which is by the temple, for the wall of the city and for the house to which I will go.” And the king granted them*i to me because the good hand of my God was*i on me."
    },
    {
        "o": 13578,
        "r": "nasb:Nehemiah:2:9",
        "t": "Then*p I came to the governors of*i the*i provinces*i beyond the River and gave them the king’s letters. Now the king had sent with me officers of the army and horsemen."
    },
    {
        "o": 13579,
        "r": "nasb:Nehemiah:2:10",
        "t": "When Sanballat the Horonite and Tobiah the Ammonite official heard about*i it,*i it was very displeasing to them that someone had come to seek the welfare of the sons of Israel."
    },
    {
        "o": 13580,
        "r": "nasb:Nehemiah:2:10",
        "t": "Nehemiah Inspects Jerusalem’s Walls",
        "h": 2
    },
    {
        "o": 13581,
        "r": "nasb:Nehemiah:2:11",
        "t": "So*p I came to Jerusalem and was there three days."
    },
    {
        "o": 13582,
        "r": "nasb:Nehemiah:2:12",
        "t": "And I arose in the night, I and a few men with me. I did not tell anyone what my God was putting into my mind to do for Jerusalem and there was no animal with me except the animal on which I was riding."
    },
    {
        "o": 13583,
        "r": "nasb:Nehemiah:2:13",
        "t": "So I went out at night by the Valley Gate in the direction of the Dragon’s Well and on*i to the Refuse Gate, inspecting the walls of Jerusalem which were broken down and its gates which were consumed by fire."
    },
    {
        "o": 13584,
        "r": "nasb:Nehemiah:2:14",
        "t": "Then I passed on to the Fountain Gate and the King’s Pool, but there was no place for my mount to pass."
    },
    {
        "o": 13585,
        "r": "nasb:Nehemiah:2:15",
        "t": "So I went up at night by the ravine and inspected the wall. Then I entered the Valley Gate again and returned."
    },
    {
        "o": 13586,
        "r": "nasb:Nehemiah:2:16",
        "t": "The officials did not know where I had gone or what I had done; nor had I as yet told the Jews, the priests, the nobles, the officials or the rest who did the work."
    },
    {
        "o": 13587,
        "r": "nasb:Nehemiah:2:17",
        "t": "Then*p I said to them, “You see the bad situation we are in, that Jerusalem is desolate and its gates burned by fire. Come, let us rebuild the wall of Jerusalem so that we will no longer be a reproach.”"
    },
    {
        "o": 13588,
        "r": "nasb:Nehemiah:2:18",
        "t": "I told them how the hand of my God had been favorable to me and also about the king’s words which he had spoken to me. Then they said, “Let us arise and build.” So they put their hands to the good work.*i"
    },
    {
        "o": 13589,
        "r": "nasb:Nehemiah:2:19",
        "t": "But when Sanballat the Horonite and Tobiah the Ammonite official, and Geshem the Arab heard it,*i they mocked us and despised us and said, “What is this thing you are doing? Are you rebelling against the king?”"
    },
    {
        "o": 13590,
        "r": "nasb:Nehemiah:2:20",
        "t": "So I answered them and said to them, “The God of heaven will give us success; therefore we His servants will arise and build, but you have no portion, right or memorial in Jerusalem.”"
    },
    {
        "o": 13591,
        "r": "nasb:Nehemiah:3:0",
        "t": "Nehemiah 3",
        "h": 1
    },
    {
        "o": 13592,
        "r": "nasb:Nehemiah:3:0",
        "t": "Builders of the Walls",
        "h": 2
    },
    {
        "o": 13593,
        "r": "nasb:Nehemiah:3:1",
        "t": "Then*p Eliashib the high priest arose with his brothers the priests and built the Sheep Gate; they consecrated it and hung its doors. They consecrated the wall to the Tower of the Hundred and*i the Tower of Hananel."
    },
    {
        "o": 13594,
        "r": "nasb:Nehemiah:3:2",
        "t": "Next to him the men of Jericho built, and next to them Zaccur the son of Imri built."
    },
    {
        "o": 13595,
        "r": "nasb:Nehemiah:3:3",
        "t": "Now*p the sons of Hassenaah built the Fish Gate; they laid its beams and hung its doors with its bolts and bars."
    },
    {
        "o": 13596,
        "r": "nasb:Nehemiah:3:4",
        "t": "Next to them Meremoth the son of Uriah the son of Hakkoz made repairs. And next to him Meshullam the son of Berechiah the son of Meshezabel made repairs. And next to him Zadok the son of Baana also*i made repairs."
    },
    {
        "o": 13597,
        "r": "nasb:Nehemiah:3:5",
        "t": "Moreover, next to him the Tekoites made repairs, but their nobles did not support the work of their masters."
    },
    {
        "o": 13598,
        "r": "nasb:Nehemiah:3:6",
        "t": "Joiada*p the son of Paseah and Meshullam the son of Besodeiah repaired the Old Gate; they laid its beams and hung its doors with its bolts and its bars."
    },
    {
        "o": 13599,
        "r": "nasb:Nehemiah:3:7",
        "t": "Next to them Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, also made repairs for the official seat of the governor of*i the*i province*i beyond the River."
    },
    {
        "o": 13600,
        "r": "nasb:Nehemiah:3:8",
        "t": "Next to him Uzziel the son of Harhaiah of the goldsmiths made repairs. And next to him Hananiah, one of the perfumers, made repairs, and they restored Jerusalem as far as the Broad Wall."
    },
    {
        "o": 13601,
        "r": "nasb:Nehemiah:3:9",
        "t": "Next to them Rephaiah the son of Hur, the official of half the district of Jerusalem, made repairs."
    },
    {
        "o": 13602,
        "r": "nasb:Nehemiah:3:10",
        "t": "Next to them Jedaiah the son of Harumaph made repairs opposite his house. And next to him Hattush the son of Hashabneiah made repairs."
    },
    {
        "o": 13603,
        "r": "nasb:Nehemiah:3:11",
        "t": "Malchijah the son of Harim and Hasshub the son of Pahath-moab repaired another section and the Tower of Furnaces."
    },
    {
        "o": 13604,
        "r": "nasb:Nehemiah:3:12",
        "t": "Next to him Shallum the son of Hallohesh, the official of half the district of Jerusalem, made repairs, he and his daughters."
    },
    {
        "o": 13605,
        "r": "nasb:Nehemiah:3:13",
        "t": "Hanun*p and the inhabitants of Zanoah repaired the Valley Gate. They built it and hung its doors with its bolts and its bars, and a thousand cubits of the wall to the Refuse Gate."
    },
    {
        "o": 13606,
        "r": "nasb:Nehemiah:3:14",
        "t": "Malchijah*p the son of Rechab, the official of the district of Beth-haccherem repaired the Refuse Gate. He built it and hung its doors with its bolts and its bars."
    },
    {
        "o": 13607,
        "r": "nasb:Nehemiah:3:15",
        "t": "Shallum*p the son of Col-hozeh, the official of the district of Mizpah, repaired the Fountain Gate. He built it, covered it and hung its doors with its bolts and its bars, and the wall of the Pool of Shelah at the king’s garden as far as the steps that descend from the city of David."
    },
    {
        "o": 13608,
        "r": "nasb:Nehemiah:3:16",
        "t": "After him Nehemiah the son of Azbuk, official of half the district of Beth-zur, made repairs as far as a*i point*i opposite the tombs of David, and as far as the artificial pool and the house of the mighty men."
    },
    {
        "o": 13609,
        "r": "nasb:Nehemiah:3:17",
        "t": "After him the Levites carried out repairs under*i Rehum the son of Bani. Next to him Hashabiah, the official of half the district of Keilah, carried out repairs for his district."
    },
    {
        "o": 13610,
        "r": "nasb:Nehemiah:3:18",
        "t": "After him their brothers carried out repairs under*i Bavvai the son of Henadad, official of the*i other*i half of the district of Keilah."
    },
    {
        "o": 13611,
        "r": "nasb:Nehemiah:3:19",
        "t": "Next to him Ezer the son of Jeshua, the official of Mizpah, repaired another section in front of the ascent of the armory at the Angle."
    },
    {
        "o": 13612,
        "r": "nasb:Nehemiah:3:20",
        "t": "After him Baruch the son of Zabbai zealously repaired another section, from the Angle to the doorway of the house of Eliashib the high priest."
    },
    {
        "o": 13613,
        "r": "nasb:Nehemiah:3:21",
        "t": "After him Meremoth the son of Uriah the son of Hakkoz repaired another section, from the doorway of Eliashib’s house even as far as the end of his house."
    },
    {
        "o": 13614,
        "r": "nasb:Nehemiah:3:22",
        "t": "After him the priests, the men of the valley, carried out repairs."
    },
    {
        "o": 13615,
        "r": "nasb:Nehemiah:3:23",
        "t": "After them Benjamin and Hasshub carried out repairs in front of their house. After them Azariah the son of Maaseiah, son of Ananiah, carried out repairs beside his house."
    },
    {
        "o": 13616,
        "r": "nasb:Nehemiah:3:24",
        "t": "After him Binnui the son of Henadad repaired another section, from the house of Azariah as far as the Angle and as far as the corner."
    },
    {
        "o": 13617,
        "r": "nasb:Nehemiah:3:25",
        "t": "Palal the son of Uzai made*i repairs*i in front of the Angle and the tower projecting from the upper house of the king, which is by the court of the guard. After him Pedaiah the son of Parosh made*i repairs.*i"
    },
    {
        "o": 13618,
        "r": "nasb:Nehemiah:3:26",
        "t": "The temple servants living in Ophel made*i repairs*i as far as the front of the Water Gate toward the east and the projecting tower."
    },
    {
        "o": 13619,
        "r": "nasb:Nehemiah:3:27",
        "t": "After them the Tekoites repaired another section in front of the great projecting tower and as far as the wall of Ophel."
    },
    {
        "o": 13620,
        "r": "nasb:Nehemiah:3:28",
        "t": "Above*p the Horse Gate the priests carried out repairs, each in front of his house."
    },
    {
        "o": 13621,
        "r": "nasb:Nehemiah:3:29",
        "t": "After them Zadok the son of Immer carried out repairs in front of his house. And after him Shemaiah the son of Shecaniah, the keeper of the East Gate, carried out repairs."
    },
    {
        "o": 13622,
        "r": "nasb:Nehemiah:3:30",
        "t": "After him Hananiah the son of Shelemiah, and Hanun the sixth son of Zalaph, repaired another section. After him Meshullam the son of Berechiah carried out repairs in front of his own quarters."
    },
    {
        "o": 13623,
        "r": "nasb:Nehemiah:3:31",
        "t": "After him Malchijah, one of the goldsmiths, carried out repairs as far as the house of the temple servants and of the merchants, in front of the Inspection Gate and as far as the upper room of the corner."
    },
    {
        "o": 13624,
        "r": "nasb:Nehemiah:3:32",
        "t": "Between the upper room of the corner and the Sheep Gate the goldsmiths and the merchants carried out repairs."
    },
    {
        "o": 13625,
        "r": "nasb:Nehemiah:4:0",
        "t": "Nehemiah 4",
        "h": 1
    },
    {
        "o": 13626,
        "r": "nasb:Nehemiah:4:0",
        "t": "Work Is Ridiculed",
        "h": 2
    },
    {
        "o": 13627,
        "r": "nasb:Nehemiah:4:1",
        "t": "Now*p it came about that when Sanballat heard that we were rebuilding the wall, he became furious and very angry and mocked the Jews."
    },
    {
        "o": 13628,
        "r": "nasb:Nehemiah:4:2",
        "t": "He spoke in the presence of his brothers and the wealthy men*i of Samaria and said, “What are these feeble Jews doing? Are they going to restore it*i for themselves? Can they offer sacrifices? Can they finish in a day? Can they revive the stones from the dusty rubble even the burned ones?”"
    },
    {
        "o": 13629,
        "r": "nasb:Nehemiah:4:3",
        "t": "Now Tobiah the Ammonite was*i near him and he said, “Even what they are building—if a fox should jump on it,*i he would break their stone wall down!”"
    },
    {
        "o": 13630,
        "r": "nasb:Nehemiah:4:4",
        "t": "Hear,*p O our God, how we are despised! Return their reproach on their own heads and give them up for plunder in a land of captivity."
    },
    {
        "o": 13631,
        "r": "nasb:Nehemiah:4:5",
        "t": "Do not forgive their iniquity and let not their sin be blotted out before You, for they have demoralized the builders."
    },
    {
        "o": 13632,
        "r": "nasb:Nehemiah:4:6",
        "t": "So*p we built the wall and the whole wall was joined together to half its height,*i for the people had a mind to work."
    },
    {
        "o": 13633,
        "r": "nasb:Nehemiah:4:7",
        "t": "Now*p when Sanballat, Tobiah, the Arabs, the Ammonites and the Ashdodites heard that the repair of the walls of Jerusalem went on, and*i that the breaches began to be closed, they were very angry."
    },
    {
        "o": 13634,
        "r": "nasb:Nehemiah:4:8",
        "t": "All of them conspired together to come and*i fight against Jerusalem and to cause a disturbance in it."
    },
    {
        "o": 13635,
        "r": "nasb:Nehemiah:4:8",
        "t": "Discouragement Overcome",
        "h": 2
    },
    {
        "o": 13636,
        "r": "nasb:Nehemiah:4:9",
        "t": "But*p we prayed to our God, and because of them we set up a guard against them day and night."
    },
    {
        "o": 13637,
        "r": "nasb:Nehemiah:4:10",
        "t": "Thus*p in Judah it was said, “The*pn strength of the burden bearers is failing, Yet*ln there is much rubbish; And*ln we ourselves are unable To*ln rebuild the wall.”"
    },
    {
        "o": 13638,
        "r": "nasb:Nehemiah:4:11",
        "t": "Our*p enemies said, “They will not know or see until we come among them, kill them and put a stop to the work.”"
    },
    {
        "o": 13639,
        "r": "nasb:Nehemiah:4:12",
        "t": "When the Jews who lived near them came and told us ten times, “They will come up against us from every place where you may turn,”"
    },
    {
        "o": 13640,
        "r": "nasb:Nehemiah:4:13",
        "t": "then I stationed men*i in the lowest parts of the space behind the wall, the exposed places, and I stationed the people in families with their swords, spears and bows."
    },
    {
        "o": 13641,
        "r": "nasb:Nehemiah:4:14",
        "t": "When I saw their*i fear,*i I rose and spoke to the nobles, the officials and the rest of the people: “Do not be afraid of them; remember the Lord who is great and awesome, and fight for your brothers, your sons, your daughters, your wives and your houses.”"
    },
    {
        "o": 13642,
        "r": "nasb:Nehemiah:4:15",
        "t": "When*p our enemies heard that it was known to us, and that God had frustrated their plan, then all of us returned to the wall, each one to his work."
    },
    {
        "o": 13643,
        "r": "nasb:Nehemiah:4:16",
        "t": "From that day on, half of my servants carried on the work while half of them held the spears, the shields, the bows and the breastplates; and the captains were*i behind the whole house of Judah."
    },
    {
        "o": 13644,
        "r": "nasb:Nehemiah:4:17",
        "t": "Those who were rebuilding the wall and those who carried burdens took their*i load with one hand doing the work and the other holding a weapon."
    },
    {
        "o": 13645,
        "r": "nasb:Nehemiah:4:18",
        "t": "As for the builders, each wore*i his sword girded at his side as he built, while the trumpeter stood*i near me."
    },
    {
        "o": 13646,
        "r": "nasb:Nehemiah:4:19",
        "t": "I said to the nobles, the officials and the rest of the people, “The work is great and extensive, and we are separated on the wall far from one another."
    },
    {
        "o": 13647,
        "r": "nasb:Nehemiah:4:20",
        "t": "At whatever place you hear the sound of the trumpet, rally to us there. Our God will fight for us.”"
    },
    {
        "o": 13648,
        "r": "nasb:Nehemiah:4:21",
        "t": "So*p we carried on the work with half of them holding spears from dawn until the stars appeared."
    },
    {
        "o": 13649,
        "r": "nasb:Nehemiah:4:22",
        "t": "At that time I also said to the people, “Let each man with his servant spend the night within Jerusalem so that they may be a guard for us by night and a laborer by day.”"
    },
    {
        "o": 13650,
        "r": "nasb:Nehemiah:4:23",
        "t": "So neither I, my brothers, my servants, nor the men of the guard who followed me, none of us removed our clothes, each took*i his weapon even*i to*i the water."
    },
    {
        "o": 13651,
        "r": "nasb:Nehemiah:5:0",
        "t": "Nehemiah 5",
        "h": 1
    },
    {
        "o": 13652,
        "r": "nasb:Nehemiah:5:0",
        "t": "Usury Abolished",
        "h": 2
    },
    {
        "o": 13653,
        "r": "nasb:Nehemiah:5:1",
        "t": "Now*p there was a great outcry of the people and of their wives against their Jewish brothers."
    },
    {
        "o": 13654,
        "r": "nasb:Nehemiah:5:2",
        "t": "For there were those who said, “We, our sons and our daughters are many; therefore let us get grain that we may eat and live.”"
    },
    {
        "o": 13655,
        "r": "nasb:Nehemiah:5:3",
        "t": "There were others who said, “We are mortgaging our fields, our vineyards and our houses that we might get grain because of the famine.”"
    },
    {
        "o": 13656,
        "r": "nasb:Nehemiah:5:4",
        "t": "Also there were those who said, “We have borrowed money for the king’s tax on*i our fields and our vineyards."
    },
    {
        "o": 13657,
        "r": "nasb:Nehemiah:5:5",
        "t": "Now our flesh is like the flesh of our brothers, our children like their children. Yet behold, we are forcing our sons and our daughters to be slaves, and some of our daughters are forced into bondage already,*i and we are helpless because our fields and vineyards belong to others.”"
    },
    {
        "o": 13658,
        "r": "nasb:Nehemiah:5:6",
        "t": "Then*p I was very angry when I had heard their outcry and these words."
    },
    {
        "o": 13659,
        "r": "nasb:Nehemiah:5:7",
        "t": "I consulted with myself and contended with the nobles and the rulers and said to them, “You are exacting usury, each from his brother!” Therefore, I held a great assembly against them."
    },
    {
        "o": 13660,
        "r": "nasb:Nehemiah:5:8",
        "t": "I said to them, “We according to our ability have redeemed our Jewish brothers who were sold to the nations; now would you even sell your brothers that they may be sold to us?” Then they were silent and could not find a word to*i say.*i"
    },
    {
        "o": 13661,
        "r": "nasb:Nehemiah:5:9",
        "t": "Again I said, “The thing which you are doing is not good; should you not walk in the fear of our God because of the reproach of the nations, our enemies?"
    },
    {
        "o": 13662,
        "r": "nasb:Nehemiah:5:10",
        "t": "And likewise I, my brothers and my servants are lending them money and grain. Please, let us leave off this usury."
    },
    {
        "o": 13663,
        "r": "nasb:Nehemiah:5:11",
        "t": "Please, give back to them this very day their fields, their vineyards, their olive groves and their houses, also the hundredth part*i of the money and of the grain, the new wine and the oil that you are exacting from them.”"
    },
    {
        "o": 13664,
        "r": "nasb:Nehemiah:5:12",
        "t": "Then they said, “We will give it*i back and will require nothing from them; we will do exactly as you say.” So I called the priests and took an oath from them that they would do according to this promise."
    },
    {
        "o": 13665,
        "r": "nasb:Nehemiah:5:13",
        "t": "I also shook out the front of my garment and said, “Thus may God shake out every man from his house and from his possessions who does not fulfill this promise; even thus may he be shaken out and emptied.” And all the assembly said, “Amen!” And they praised the Lord.*s Then the people did according to this promise."
    },
    {
        "o": 13666,
        "r": "nasb:Nehemiah:5:13",
        "t": "Nehemiah’s Example",
        "h": 2
    },
    {
        "o": 13667,
        "r": "nasb:Nehemiah:5:14",
        "t": "Moreover,*p from the day that I was appointed to be their governor in the land of Judah, from the twentieth year to the thirty-second year of King Artaxerxes, for*i twelve years, neither I nor my kinsmen have eaten the governor’s food allowance.*i"
    },
    {
        "o": 13668,
        "r": "nasb:Nehemiah:5:15",
        "t": "But the former governors who were before me laid burdens on the people and took from them bread and wine besides forty shekels of silver; even their servants domineered the people. But I did not do so because of the fear of God."
    },
    {
        "o": 13669,
        "r": "nasb:Nehemiah:5:16",
        "t": "I also applied myself to the work on this wall; we did not buy any land, and all my servants were gathered there for the work."
    },
    {
        "o": 13670,
        "r": "nasb:Nehemiah:5:17",
        "t": "Moreover, there*i were*i at my table one hundred and fifty Jews and officials, besides those who came to us from the nations that were around us."
    },
    {
        "o": 13671,
        "r": "nasb:Nehemiah:5:18",
        "t": "Now that which was prepared for each day was one ox and*i six choice sheep, also birds were prepared for me; and once in ten days all sorts of wine were*i furnished*i in abundance. Yet for all this I did not demand the governor’s food allowance,*i because the servitude was heavy on this people."
    },
    {
        "o": 13672,
        "r": "nasb:Nehemiah:5:19",
        "t": "Remember me, O my God, for good, according*i to*i all that I have done for this people."
    },
    {
        "o": 13673,
        "r": "nasb:Nehemiah:6:0",
        "t": "Nehemiah 6",
        "h": 1
    },
    {
        "o": 13674,
        "r": "nasb:Nehemiah:6:0",
        "t": "The Enemy’s Plot",
        "h": 2
    },
    {
        "o": 13675,
        "r": "nasb:Nehemiah:6:1",
        "t": "Now*p when it was reported to Sanballat, Tobiah, to Geshem the Arab and to the rest of our enemies that I had rebuilt the wall, and that*i no breach remained in it, although at that time I had not set up the doors in the gates,"
    },
    {
        "o": 13676,
        "r": "nasb:Nehemiah:6:2",
        "t": "then Sanballat and Geshem sent a*i message*i to me, saying, “Come, let us meet together at Chephirim in the plain of Ono.” But they were planning to harm me."
    },
    {
        "o": 13677,
        "r": "nasb:Nehemiah:6:3",
        "t": "So I sent messengers to them, saying, “I am doing a great work and I cannot come down. Why should the work stop while I leave it and come down to you?”"
    },
    {
        "o": 13678,
        "r": "nasb:Nehemiah:6:4",
        "t": "They sent messages*i to me four times in this manner, and I answered them in the same way."
    },
    {
        "o": 13679,
        "r": "nasb:Nehemiah:6:5",
        "t": "Then Sanballat sent his servant to me in the same manner a fifth time with an open letter in his hand."
    },
    {
        "o": 13680,
        "r": "nasb:Nehemiah:6:6",
        "t": "In it was written, “It is reported among the nations, and Gashmu says, that you and the Jews are planning to rebel; therefore you are rebuilding the wall. And you are to be their king, according to these reports."
    },
    {
        "o": 13681,
        "r": "nasb:Nehemiah:6:7",
        "t": "You have also appointed prophets to proclaim in Jerusalem concerning you, ‘A king is in Judah!’ And now it will be reported to the king according to these reports. So come now, let us take counsel together.”"
    },
    {
        "o": 13682,
        "r": "nasb:Nehemiah:6:8",
        "t": "Then I sent a*i message*i to him saying, “Such things as you are saying have not been done, but you are inventing them in your own mind.”"
    },
    {
        "o": 13683,
        "r": "nasb:Nehemiah:6:9",
        "t": "For all of them were trying*i to frighten us, thinking, “They will become discouraged with the work and it will not be done.” But now, O*i God,*i strengthen my hands."
    },
    {
        "o": 13684,
        "r": "nasb:Nehemiah:6:10",
        "t": "When*p I entered the house of Shemaiah the son of Delaiah, son of Mehetabel, who was confined at home, he said, “Let us meet together in the house of God, within the temple, and let us close the doors of the temple, for they are coming to kill you, and they are coming to kill you at night.”"
    },
    {
        "o": 13685,
        "r": "nasb:Nehemiah:6:11",
        "t": "But I said, “Should a man like me flee? And could one such as I go into the temple to save his life? I will not go in.”"
    },
    {
        "o": 13686,
        "r": "nasb:Nehemiah:6:12",
        "t": "Then I perceived that surely God had not sent him, but he uttered his*i prophecy against me because Tobiah and Sanballat had hired him."
    },
    {
        "o": 13687,
        "r": "nasb:Nehemiah:6:13",
        "t": "He was hired for this reason, that I might become frightened and act accordingly and sin, so that they might have an evil report in order that they could reproach me."
    },
    {
        "o": 13688,
        "r": "nasb:Nehemiah:6:14",
        "t": "Remember, O my God, Tobiah and Sanballat according to these works of theirs, and also Noadiah the prophetess and the rest of the prophets who were trying*i to frighten me."
    },
    {
        "o": 13689,
        "r": "nasb:Nehemiah:6:14",
        "t": "The Wall Is Finished",
        "h": 2
    },
    {
        "o": 13690,
        "r": "nasb:Nehemiah:6:15",
        "t": "So*p the wall was completed on the twenty-fifth of the*i month*i Elul, in fifty-two days."
    },
    {
        "o": 13691,
        "r": "nasb:Nehemiah:6:16",
        "t": "When all our enemies heard of*i it,*i and all the nations surrounding us saw it,*i they lost their confidence; for they recognized that this work had been accomplished with the help of our God."
    },
    {
        "o": 13692,
        "r": "nasb:Nehemiah:6:17",
        "t": "Also in those days many letters went from the nobles of Judah to Tobiah, and Tobiah’s letters*i came to them."
    },
    {
        "o": 13693,
        "r": "nasb:Nehemiah:6:18",
        "t": "For many in Judah were bound by oath to him because he was the son-in-law of Shecaniah the son of Arah, and his son Jehohanan had married the daughter of Meshullam the son of Berechiah."
    },
    {
        "o": 13694,
        "r": "nasb:Nehemiah:6:19",
        "t": "Moreover, they were speaking about his good deeds in my presence and reported my words to him. Then Tobiah sent letters to frighten me."
    },
    {
        "o": 13695,
        "r": "nasb:Nehemiah:7:0",
        "t": "Nehemiah 7",
        "h": 1
    },
    {
        "o": 13696,
        "r": "nasb:Nehemiah:7:0",
        "t": "Census of First Returned Exiles",
        "h": 2
    },
    {
        "o": 13697,
        "r": "nasb:Nehemiah:7:1",
        "t": "Now*p when the wall was rebuilt and I had set up the doors, and the gatekeepers and the singers and the Levites were appointed,"
    },
    {
        "o": 13698,
        "r": "nasb:Nehemiah:7:2",
        "t": "then I put Hanani my brother, and Hananiah the commander of the fortress, in charge of Jerusalem, for he was a faithful man and feared God more than many."
    },
    {
        "o": 13699,
        "r": "nasb:Nehemiah:7:3",
        "t": "Then I said to them, “Do not let the gates of Jerusalem be opened until the sun is hot, and while they are standing guard,*i let them shut and bolt the doors. Also appoint guards from the inhabitants of Jerusalem, each at his post, and each in front of his own house.”"
    },
    {
        "o": 13700,
        "r": "nasb:Nehemiah:7:4",
        "t": "Now the city was large and spacious, but the people in it were few and the houses were not built."
    },
    {
        "o": 13701,
        "r": "nasb:Nehemiah:7:5",
        "t": "Then*p my God put it into my heart to assemble the nobles, the officials and the people to be enrolled by genealogies. Then I found the book of the genealogy of those who came up first in which I found the following record:"
    },
    {
        "o": 13702,
        "r": "nasb:Nehemiah:7:6",
        "t": "These*p are the people of the province who came up from the captivity of the exiles whom Nebuchadnezzar the king of Babylon had carried away, and who returned to Jerusalem and Judah, each to his city,"
    },
    {
        "o": 13703,
        "r": "nasb:Nehemiah:7:7",
        "t": "who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The*bp number of men of the people of Israel:"
    },
    {
        "o": 13704,
        "r": "nasb:Nehemiah:7:8",
        "t": "the sons of Parosh, 2,172;"
    },
    {
        "o": 13705,
        "r": "nasb:Nehemiah:7:9",
        "t": "the sons of Shephatiah, 372;"
    },
    {
        "o": 13706,
        "r": "nasb:Nehemiah:7:10",
        "t": "the sons of Arah, 652;"
    },
    {
        "o": 13707,
        "r": "nasb:Nehemiah:7:11",
        "t": "the sons of Pahath-moab of the sons of Jeshua and Joab, 2,818;"
    },
    {
        "o": 13708,
        "r": "nasb:Nehemiah:7:12",
        "t": "the sons of Elam, 1,254;"
    },
    {
        "o": 13709,
        "r": "nasb:Nehemiah:7:13",
        "t": "the sons of Zattu, 845;"
    },
    {
        "o": 13710,
        "r": "nasb:Nehemiah:7:14",
        "t": "the sons of Zaccai, 760;"
    },
    {
        "o": 13711,
        "r": "nasb:Nehemiah:7:15",
        "t": "the sons of Binnui, 648;"
    },
    {
        "o": 13712,
        "r": "nasb:Nehemiah:7:16",
        "t": "the sons of Bebai, 628;"
    },
    {
        "o": 13713,
        "r": "nasb:Nehemiah:7:17",
        "t": "the sons of Azgad, 2,322;"
    },
    {
        "o": 13714,
        "r": "nasb:Nehemiah:7:18",
        "t": "the sons of Adonikam, 667;"
    },
    {
        "o": 13715,
        "r": "nasb:Nehemiah:7:19",
        "t": "the sons of Bigvai, 2,067;"
    },
    {
        "o": 13716,
        "r": "nasb:Nehemiah:7:20",
        "t": "the sons of Adin, 655;"
    },
    {
        "o": 13717,
        "r": "nasb:Nehemiah:7:21",
        "t": "the sons of Ater, of Hezekiah, 98;"
    },
    {
        "o": 13718,
        "r": "nasb:Nehemiah:7:22",
        "t": "the sons of Hashum, 328;"
    },
    {
        "o": 13719,
        "r": "nasb:Nehemiah:7:23",
        "t": "the sons of Bezai, 324;"
    },
    {
        "o": 13720,
        "r": "nasb:Nehemiah:7:24",
        "t": "the sons of Hariph, 112;"
    },
    {
        "o": 13721,
        "r": "nasb:Nehemiah:7:25",
        "t": "the sons of Gibeon, 95;"
    },
    {
        "o": 13722,
        "r": "nasb:Nehemiah:7:26",
        "t": "the men of Bethlehem and Netophah, 188;"
    },
    {
        "o": 13723,
        "r": "nasb:Nehemiah:7:27",
        "t": "the men of Anathoth, 128;"
    },
    {
        "o": 13724,
        "r": "nasb:Nehemiah:7:28",
        "t": "the men of Beth-azmaveth, 42;"
    },
    {
        "o": 13725,
        "r": "nasb:Nehemiah:7:29",
        "t": "the men of Kiriath-jearim, Chephirah and Beeroth, 743;"
    },
    {
        "o": 13726,
        "r": "nasb:Nehemiah:7:30",
        "t": "the men of Ramah and Geba, 621;"
    },
    {
        "o": 13727,
        "r": "nasb:Nehemiah:7:31",
        "t": "the men of Michmas, 122;"
    },
    {
        "o": 13728,
        "r": "nasb:Nehemiah:7:32",
        "t": "the men of Bethel and Ai, 123;"
    },
    {
        "o": 13729,
        "r": "nasb:Nehemiah:7:33",
        "t": "the men of the other Nebo, 52;"
    },
    {
        "o": 13730,
        "r": "nasb:Nehemiah:7:34",
        "t": "the sons of the other Elam, 1,254;"
    },
    {
        "o": 13731,
        "r": "nasb:Nehemiah:7:35",
        "t": "the sons of Harim, 320;"
    },
    {
        "o": 13732,
        "r": "nasb:Nehemiah:7:36",
        "t": "the men of Jericho, 345;"
    },
    {
        "o": 13733,
        "r": "nasb:Nehemiah:7:37",
        "t": "the sons of Lod, Hadid and Ono, 721;"
    },
    {
        "o": 13734,
        "r": "nasb:Nehemiah:7:38",
        "t": "the sons of Senaah, 3,930."
    },
    {
        "o": 13735,
        "r": "nasb:Nehemiah:7:39",
        "t": "The*p priests: the sons of Jedaiah of the house of Jeshua, 973;"
    },
    {
        "o": 13736,
        "r": "nasb:Nehemiah:7:40",
        "t": "the sons of Immer, 1,052;"
    },
    {
        "o": 13737,
        "r": "nasb:Nehemiah:7:41",
        "t": "the sons of Pashhur, 1,247;"
    },
    {
        "o": 13738,
        "r": "nasb:Nehemiah:7:42",
        "t": "the sons of Harim, 1,017."
    },
    {
        "o": 13739,
        "r": "nasb:Nehemiah:7:43",
        "t": "The*p Levites: the sons of Jeshua, of Kadmiel, of the sons of Hodevah, 74."
    },
    {
        "o": 13740,
        "r": "nasb:Nehemiah:7:44",
        "t": "The singers: the sons of Asaph, 148."
    },
    {
        "o": 13741,
        "r": "nasb:Nehemiah:7:45",
        "t": "The gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, 138."
    },
    {
        "o": 13742,
        "r": "nasb:Nehemiah:7:46",
        "t": "The*p temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,"
    },
    {
        "o": 13743,
        "r": "nasb:Nehemiah:7:47",
        "t": "the sons of Keros, the sons of Sia, the sons of Padon,"
    },
    {
        "o": 13744,
        "r": "nasb:Nehemiah:7:48",
        "t": "the sons of Lebana, the sons of Hagaba, the sons of Shalmai,"
    },
    {
        "o": 13745,
        "r": "nasb:Nehemiah:7:49",
        "t": "the sons of Hanan, the sons of Giddel, the sons of Gahar,"
    },
    {
        "o": 13746,
        "r": "nasb:Nehemiah:7:50",
        "t": "the sons of Reaiah, the sons of Rezin, the sons of Nekoda,"
    },
    {
        "o": 13747,
        "r": "nasb:Nehemiah:7:51",
        "t": "the sons of Gazzam, the sons of Uzza, the sons of Paseah,"
    },
    {
        "o": 13748,
        "r": "nasb:Nehemiah:7:52",
        "t": "the sons of Besai, the sons of Meunim, the sons of Nephushesim,"
    },
    {
        "o": 13749,
        "r": "nasb:Nehemiah:7:53",
        "t": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,"
    },
    {
        "o": 13750,
        "r": "nasb:Nehemiah:7:54",
        "t": "the sons of Bazlith, the sons of Mehida, the sons of Harsha,"
    },
    {
        "o": 13751,
        "r": "nasb:Nehemiah:7:55",
        "t": "the sons of Barkos, the sons of Sisera, the sons of Temah,"
    },
    {
        "o": 13752,
        "r": "nasb:Nehemiah:7:56",
        "t": "the sons of Neziah, the sons of Hatipha."
    },
    {
        "o": 13753,
        "r": "nasb:Nehemiah:7:57",
        "t": "The*p sons of Solomon’s servants: the sons of Sotai, the sons of Sophereth, the sons of Perida,"
    },
    {
        "o": 13754,
        "r": "nasb:Nehemiah:7:58",
        "t": "the sons of Jaala, the sons of Darkon, the sons of Giddel,"
    },
    {
        "o": 13755,
        "r": "nasb:Nehemiah:7:59",
        "t": "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, the sons of Amon."
    },
    {
        "o": 13756,
        "r": "nasb:Nehemiah:7:60",
        "t": "All*p the temple servants and the sons of Solomon’s servants were*i 392."
    },
    {
        "o": 13757,
        "r": "nasb:Nehemiah:7:61",
        "t": "These*p were*i they who came up from Tel-melah, Tel-harsha, Cherub, Addon and Immer; but they could not show their fathers’ houses or their descendants, whether they were of Israel:"
    },
    {
        "o": 13758,
        "r": "nasb:Nehemiah:7:62",
        "t": "the sons of Delaiah, the sons of Tobiah, the sons of Nekoda, 642."
    },
    {
        "o": 13759,
        "r": "nasb:Nehemiah:7:63",
        "t": "Of the priests: the sons of Hobaiah, the sons of Hakkoz, the sons of Barzillai, who took a wife of the daughters of Barzillai, the Gileadite, and was named after them."
    },
    {
        "o": 13760,
        "r": "nasb:Nehemiah:7:64",
        "t": "These searched among*i their ancestral registration, but it could not be located; therefore they were considered unclean and*i excluded*i from the priesthood."
    },
    {
        "o": 13761,
        "r": "nasb:Nehemiah:7:65",
        "t": "The governor said to them that they should not eat from the most holy things until a priest arose with Urim and Thummim."
    },
    {
        "o": 13762,
        "r": "nasb:Nehemiah:7:65",
        "t": "Total of People and Gifts",
        "h": 2
    },
    {
        "o": 13763,
        "r": "nasb:Nehemiah:7:66",
        "t": "The*p whole assembly together was*i 42,360,"
    },
    {
        "o": 13764,
        "r": "nasb:Nehemiah:7:67",
        "t": "besides their male and their female servants, of whom there*i were*i 7,337; and they had 245 male and female singers."
    },
    {
        "o": 13765,
        "r": "nasb:Nehemiah:7:68",
        "t": "Their horses were 736; their mules, 245;"
    },
    {
        "o": 13766,
        "r": "nasb:Nehemiah:7:69",
        "t": "their*i camels, 435; their*i donkeys, 6,720."
    },
    {
        "o": 13767,
        "r": "nasb:Nehemiah:7:70",
        "t": "Some*p from among the heads of fathers’ households*i gave to the work. The governor gave to the treasury 1,000 gold drachmas, 50 basins, 530 priests’ garments."
    },
    {
        "o": 13768,
        "r": "nasb:Nehemiah:7:71",
        "t": "Some of the heads of fathers’ households*i gave into the treasury of the work 20,000 gold drachmas and 2,200 silver minas."
    },
    {
        "o": 13769,
        "r": "nasb:Nehemiah:7:72",
        "t": "That which the rest of the people gave was 20,000 gold drachmas and 2,000 silver minas and 67 priests’ garments."
    },
    {
        "o": 13770,
        "r": "nasb:Nehemiah:7:73",
        "t": "Now*p the priests, the Levites, the gatekeepers, the singers, some of the people, the temple servants and all Israel, lived in their cities. And*bp when the seventh month came, the sons of Israel were*i in their cities."
    },
    {
        "o": 13771,
        "r": "nasb:Nehemiah:8:0",
        "t": "Nehemiah 8",
        "h": 1
    },
    {
        "o": 13772,
        "r": "nasb:Nehemiah:8:0",
        "t": "Ezra Reads the Law",
        "h": 2
    },
    {
        "o": 13773,
        "r": "nasb:Nehemiah:8:1",
        "t": "And*p all the people gathered as one man at the square which was in front of the Water Gate, and they asked Ezra the scribe to bring the book of the law of Moses which the Lord*s had given to Israel."
    },
    {
        "o": 13774,
        "r": "nasb:Nehemiah:8:2",
        "t": "Then Ezra the priest brought the law before the assembly of men, women and all who could*i listen with understanding, on the first day of the seventh month."
    },
    {
        "o": 13775,
        "r": "nasb:Nehemiah:8:3",
        "t": "He read from it before the square which was in front of the Water Gate from early morning until midday, in the presence of men and women, those who could understand; and all the people were attentive to the book of the law."
    },
    {
        "o": 13776,
        "r": "nasb:Nehemiah:8:4",
        "t": "Ezra the scribe stood at a wooden podium which they had made for the purpose. And beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah on his right hand; and Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah and*i Meshullam on his left hand."
    },
    {
        "o": 13777,
        "r": "nasb:Nehemiah:8:5",
        "t": "Ezra opened the book in the sight of all the people for he was standing above all the people; and when he opened it, all the people stood up."
    },
    {
        "o": 13778,
        "r": "nasb:Nehemiah:8:6",
        "t": "Then Ezra blessed the Lord*s the great God. And all the people answered, “Amen, Amen!” while lifting up their hands; then they bowed low and worshiped the Lord*s with their*i faces to the ground."
    },
    {
        "o": 13779,
        "r": "nasb:Nehemiah:8:7",
        "t": "Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, the Levites, explained the law to the people while the people remained*i in their place."
    },
    {
        "o": 13780,
        "r": "nasb:Nehemiah:8:8",
        "t": "They read from the book, from the law of God, translating to give the sense so that they understood the reading."
    },
    {
        "o": 13781,
        "r": "nasb:Nehemiah:8:8",
        "t": "“This Day Is Holy”",
        "h": 2
    },
    {
        "o": 13782,
        "r": "nasb:Nehemiah:8:9",
        "t": "Then*p Nehemiah, who was the governor, and Ezra the priest and*i scribe, and the Levites who taught the people said to all the people, “This day is holy to the Lord*s your God; do not mourn or weep.” For all the people were weeping when they heard the words of the law."
    },
    {
        "o": 13783,
        "r": "nasb:Nehemiah:8:10",
        "t": "Then he said to them, “Go, eat of the fat, drink of the sweet, and send portions to him who has nothing prepared; for this day is holy to our Lord. Do not be grieved, for the joy of the Lord*s is your strength.”"
    },
    {
        "o": 13784,
        "r": "nasb:Nehemiah:8:11",
        "t": "So the Levites calmed all the people, saying, “Be still, for the day is holy; do not be grieved.”"
    },
    {
        "o": 13785,
        "r": "nasb:Nehemiah:8:12",
        "t": "All the people went away to eat, to drink, to send portions and to celebrate a great festival, because they understood the words which had been made known to them."
    },
    {
        "o": 13786,
        "r": "nasb:Nehemiah:8:12",
        "t": "Feast of Booths Restored",
        "h": 2
    },
    {
        "o": 13787,
        "r": "nasb:Nehemiah:8:13",
        "t": "Then*p on the second day the heads of fathers’ households*i of all the people, the priests and the Levites were gathered to Ezra the scribe that they might gain insight into the words of the law."
    },
    {
        "o": 13788,
        "r": "nasb:Nehemiah:8:14",
        "t": "They found written in the law how the Lord*s had commanded through Moses that the sons of Israel should live in booths during the feast of the seventh month."
    },
    {
        "o": 13789,
        "r": "nasb:Nehemiah:8:15",
        "t": "So they proclaimed and circulated a proclamation in all their cities and in Jerusalem, saying, “Go out to the hills, and bring olive branches and wild olive branches, myrtle branches, palm branches and branches of other*i leafy trees, to make booths, as it is written.”"
    },
    {
        "o": 13790,
        "r": "nasb:Nehemiah:8:16",
        "t": "So the people went out and brought them*i and made booths for themselves, each on his roof, and in their courts and in the courts of the house of God, and in the square at the Water Gate and in the square at the Gate of Ephraim."
    },
    {
        "o": 13791,
        "r": "nasb:Nehemiah:8:17",
        "t": "The entire assembly of those who had returned from the captivity made booths and lived in them. The sons of Israel had indeed not done so from the days of Joshua the son of Nun to that day. And there was great rejoicing."
    },
    {
        "o": 13792,
        "r": "nasb:Nehemiah:8:18",
        "t": "He read from the book of the law of God daily, from the first day to the last day. And they celebrated the feast seven days, and on the eighth day there*i was*i a solemn assembly according to the ordinance."
    },
    {
        "o": 13793,
        "r": "nasb:Nehemiah:9:0",
        "t": "Nehemiah 9",
        "h": 1
    },
    {
        "o": 13794,
        "r": "nasb:Nehemiah:9:0",
        "t": "The People Confess Their Sin",
        "h": 2
    },
    {
        "o": 13795,
        "r": "nasb:Nehemiah:9:1",
        "t": "Now*p on the twenty-fourth day of this month the sons of Israel assembled with fasting, in sackcloth and with dirt upon them."
    },
    {
        "o": 13796,
        "r": "nasb:Nehemiah:9:2",
        "t": "The descendants of Israel separated themselves from all foreigners, and stood and confessed their sins and the iniquities of their fathers."
    },
    {
        "o": 13797,
        "r": "nasb:Nehemiah:9:3",
        "t": "While they stood in their place, they read from the book of the law of the Lord*s their God for a fourth of the day; and for another*i fourth they confessed and worshiped the Lord*s their God."
    },
    {
        "o": 13798,
        "r": "nasb:Nehemiah:9:4",
        "t": "Now on the Levites’ platform stood Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani and*i Chenani, and they cried with a loud voice to the Lord*s their God."
    },
    {
        "o": 13799,
        "r": "nasb:Nehemiah:9:5",
        "t": "Then*p the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah and*i Pethahiah, said, “Arise, bless the Lord*s your God forever and ever! O*pn may Your glorious name be blessed And*ln exalted above all blessing and praise!"
    },
    {
        "o": 13800,
        "r": "nasb:Nehemiah:9:6",
        "t": "You*ln alone are the Lord.*s You*ln have made the heavens, The*ln heaven of heavens with all their host, The*ln earth and all that is on it, The*ln seas and all that is in them. You*ln give life to all of them And*ln the heavenly host bows down before You."
    },
    {
        "o": 13801,
        "r": "nasb:Nehemiah:9:7",
        "t": "You*ln are the Lord*s God, Who*ln chose Abram And*ln brought him out from Ur of the Chaldees, And*ln gave him the name Abraham."
    },
    {
        "o": 13802,
        "r": "nasb:Nehemiah:9:8",
        "t": "You*ln found his heart faithful before You, And*ln made a covenant with him To*ln give him*i the land of the Canaanite, Of*ln the Hittite and the Amorite, Of*ln the Perizzite, the Jebusite and the Girgashite— To*ln give it*i to his descendants. And*ln You have fulfilled Your promise, For*ln You are righteous."
    },
    {
        "o": 13803,
        "r": "nasb:Nehemiah:9:9",
        "t": "“You*ln saw the affliction of our fathers in Egypt, And*ln heard their cry by the Red Sea."
    },
    {
        "o": 13804,
        "r": "nasb:Nehemiah:9:10",
        "t": "Then*ln You performed signs and wonders against Pharaoh, Against*ln all his servants and all the people of his land; For*ln You knew that they acted arrogantly toward them, And*ln made a name for Yourself as it*i is*i this day."
    },
    {
        "o": 13805,
        "r": "nasb:Nehemiah:9:11",
        "t": "You*ln divided the sea before them, So*ln they passed through the midst of the sea on dry ground; And*ln their pursuers You hurled into the depths, Like*ln a stone into raging waters."
    },
    {
        "o": 13806,
        "r": "nasb:Nehemiah:9:12",
        "t": "And*ln with a pillar of cloud You led them by day, And*ln with a pillar of fire by night To*ln light for them the way In*ln which they were to go."
    },
    {
        "o": 13807,
        "r": "nasb:Nehemiah:9:13",
        "t": "Then*ln You came down on Mount Sinai, And*ln spoke with them from heaven; You*ln gave them just ordinances and true laws, Good*ln statutes and commandments."
    },
    {
        "o": 13808,
        "r": "nasb:Nehemiah:9:14",
        "t": "So*ln You made known to them Your holy sabbath, And*ln laid down for them commandments, statutes and law, Through*ln Your servant Moses."
    },
    {
        "o": 13809,
        "r": "nasb:Nehemiah:9:15",
        "t": "You*ln provided bread from heaven for them for their hunger, You*ln brought forth water from a rock for them for their thirst, And*ln You told them to enter in order to possess The*ln land which You swore to give them."
    },
    {
        "o": 13810,
        "r": "nasb:Nehemiah:9:16",
        "t": "“But*ln they, our fathers, acted arrogantly; They*ln became stubborn and would not listen to Your commandments."
    },
    {
        "o": 13811,
        "r": "nasb:Nehemiah:9:17",
        "t": "They*ln refused to listen, And*ln did not remember Your wondrous deeds which You had performed among them; So*ln they became stubborn and appointed a leader to return to their slavery in Egypt. But*ln You are a God of forgiveness, Gracious*ln and compassionate, Slow*ln to anger and abounding in lovingkindness; And*ln You did not forsake them."
    },
    {
        "o": 13812,
        "r": "nasb:Nehemiah:9:18",
        "t": "Even*ln when they made for themselves A*ln calf of molten metal And*ln said, ‘This is your God Who*ln brought you up from Egypt,’ And*ln committed great blasphemies,"
    },
    {
        "o": 13813,
        "r": "nasb:Nehemiah:9:19",
        "t": "You,*ln in Your great compassion, Did*ln not forsake them in the wilderness; The*ln pillar of cloud did not leave them by day, To*ln guide them on their way, Nor*ln the pillar of fire by night, to light for them the way in which they were to go."
    },
    {
        "o": 13814,
        "r": "nasb:Nehemiah:9:20",
        "t": "You*ln gave Your good Spirit to instruct them, Your*ln manna You did not withhold from their mouth, And*ln You gave them water for their thirst."
    },
    {
        "o": 13815,
        "r": "nasb:Nehemiah:9:21",
        "t": "Indeed,*ln forty years You provided for them in the wilderness and*i they were not in want; Their*ln clothes did not wear out, nor did their feet swell."
    },
    {
        "o": 13816,
        "r": "nasb:Nehemiah:9:22",
        "t": "You*ln also gave them kingdoms and peoples, And*ln allotted them*i to them as a boundary. They*ln took possession of the land of Sihon the king of Heshbon And*ln the land of Og the king of Bashan."
    },
    {
        "o": 13817,
        "r": "nasb:Nehemiah:9:23",
        "t": "You*ln made their sons numerous as the stars of heaven, And*ln You brought them into the land Which*ln You had told their fathers to enter and possess."
    },
    {
        "o": 13818,
        "r": "nasb:Nehemiah:9:24",
        "t": "So*ln their sons entered and possessed the land. And*ln You subdued before them the inhabitants of the land, the Canaanites, And*ln You gave them into their hand, with their kings and the peoples of the land, To*ln do with them as they desired."
    },
    {
        "o": 13819,
        "r": "nasb:Nehemiah:9:25",
        "t": "They*ln captured fortified cities and a fertile land. They*ln took possession of houses full of every good thing, Hewn*ln cisterns, vineyards, olive groves, Fruit*ln trees in abundance. So*ln they ate, were filled and grew fat, And*ln reveled in Your great goodness."
    },
    {
        "o": 13820,
        "r": "nasb:Nehemiah:9:26",
        "t": "“But*ln they became disobedient and rebelled against You, And*ln cast Your law behind their backs And*ln killed Your prophets who had admonished them So*ln that they might return to You, And*ln they committed great blasphemies."
    },
    {
        "o": 13821,
        "r": "nasb:Nehemiah:9:27",
        "t": "Therefore*ln You delivered them into the hand of their oppressors who oppressed them, But*ln when they cried to You in the time of their distress, You*ln heard from heaven, and according to Your great compassion You*ln gave them deliverers who delivered them from the hand of their oppressors."
    },
    {
        "o": 13822,
        "r": "nasb:Nehemiah:9:28",
        "t": "But*ln as soon as they had rest, they did evil again before You; Therefore*ln You abandoned them to the hand of their enemies, so that they ruled over them. When*ln they cried again to You, You heard from heaven, And*ln many times You rescued them according to Your compassion,"
    },
    {
        "o": 13823,
        "r": "nasb:Nehemiah:9:29",
        "t": "And*ln admonished them in order to turn them back to Your law. Yet*ln they acted arrogantly and did not listen to Your commandments but sinned against Your ordinances, By*ln which if a man observes them he shall live. And*ln they turned a stubborn shoulder and stiffened their neck, and would not listen."
    },
    {
        "o": 13824,
        "r": "nasb:Nehemiah:9:30",
        "t": "However,*ln You bore with them for many years, And*ln admonished them by Your Spirit through Your prophets, Yet*ln they would not give ear. Therefore*ln You gave them into the hand of the peoples of the lands."
    },
    {
        "o": 13825,
        "r": "nasb:Nehemiah:9:31",
        "t": "Nevertheless,*ln in Your great compassion You did not make an end of them or forsake them, For*ln You are a gracious and compassionate God."
    },
    {
        "o": 13826,
        "r": "nasb:Nehemiah:9:32",
        "t": "“Now*ln therefore, our God, the great, the mighty, and the awesome God, who keeps covenant and lovingkindness, Do*ln not let all the hardship seem insignificant before You, Which*ln has come upon us, our kings, our princes, our priests, our prophets, our fathers and on all Your people, From*ln the days of the kings of Assyria to this day."
    },
    {
        "o": 13827,
        "r": "nasb:Nehemiah:9:33",
        "t": "However,*ln You are just in all that has come upon us; For*ln You have dealt faithfully, but we have acted wickedly."
    },
    {
        "o": 13828,
        "r": "nasb:Nehemiah:9:34",
        "t": "For*ln our kings, our leaders, our priests and our fathers have not kept Your law Or*ln paid attention to Your commandments and Your admonitions with which You have admonished them."
    },
    {
        "o": 13829,
        "r": "nasb:Nehemiah:9:35",
        "t": "But*ln they, in their own kingdom, With*ln Your great goodness which You gave them, With*ln the broad and rich land which You set before them, Did*ln not serve You or turn from their evil deeds."
    },
    {
        "o": 13830,
        "r": "nasb:Nehemiah:9:36",
        "t": "Behold,*ln we are slaves today, And*ln as to the land which You gave to our fathers to eat of its fruit and its bounty, Behold,*ln we are slaves in it."
    },
    {
        "o": 13831,
        "r": "nasb:Nehemiah:9:37",
        "t": "Its*ln abundant produce is for the kings Whom*ln You have set over us because of our sins; They*ln also rule over our bodies And*ln over our cattle as they please, So*ln we are in great distress."
    },
    {
        "o": 13832,
        "r": "nasb:Nehemiah:9:37",
        "t": "A Covenant Results",
        "h": 2
    },
    {
        "o": 13833,
        "r": "nasb:Nehemiah:9:38",
        "t": "“Now*pn because of all this We*ln are making an agreement in writing; And*ln on the sealed document are*i the*i names*i of*i our leaders, our Levites and*i our priests.”"
    },
    {
        "o": 13834,
        "r": "nasb:Nehemiah:10:0",
        "t": "Nehemiah 10",
        "h": 1
    },
    {
        "o": 13835,
        "r": "nasb:Nehemiah:10:0",
        "t": "Signers of the Document",
        "h": 2
    },
    {
        "o": 13836,
        "r": "nasb:Nehemiah:10:1",
        "t": "Now*p on the sealed document were*i the*i names*i of:*i Nehemiah the governor, the son of Hacaliah, and Zedekiah,"
    },
    {
        "o": 13837,
        "r": "nasb:Nehemiah:10:2",
        "t": "Seraiah, Azariah, Jeremiah,"
    },
    {
        "o": 13838,
        "r": "nasb:Nehemiah:10:3",
        "t": "Pashhur, Amariah, Malchijah,"
    },
    {
        "o": 13839,
        "r": "nasb:Nehemiah:10:4",
        "t": "Hattush, Shebaniah, Malluch,"
    },
    {
        "o": 13840,
        "r": "nasb:Nehemiah:10:5",
        "t": "Harim, Meremoth, Obadiah,"
    },
    {
        "o": 13841,
        "r": "nasb:Nehemiah:10:6",
        "t": "Daniel, Ginnethon, Baruch,"
    },
    {
        "o": 13842,
        "r": "nasb:Nehemiah:10:7",
        "t": "Meshullam, Abijah, Mijamin,"
    },
    {
        "o": 13843,
        "r": "nasb:Nehemiah:10:8",
        "t": "Maaziah, Bilgai, Shemaiah. These were*i the priests."
    },
    {
        "o": 13844,
        "r": "nasb:Nehemiah:10:9",
        "t": "And the Levites: Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;"
    },
    {
        "o": 13845,
        "r": "nasb:Nehemiah:10:10",
        "t": "also their brothers Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
    },
    {
        "o": 13846,
        "r": "nasb:Nehemiah:10:11",
        "t": "Mica, Rehob, Hashabiah,"
    },
    {
        "o": 13847,
        "r": "nasb:Nehemiah:10:12",
        "t": "Zaccur, Sherebiah, Shebaniah,"
    },
    {
        "o": 13848,
        "r": "nasb:Nehemiah:10:13",
        "t": "Hodiah, Bani, Beninu."
    },
    {
        "o": 13849,
        "r": "nasb:Nehemiah:10:14",
        "t": "The leaders of the people: Parosh, Pahath-moab, Elam, Zattu, Bani,"
    },
    {
        "o": 13850,
        "r": "nasb:Nehemiah:10:15",
        "t": "Bunni, Azgad, Bebai,"
    },
    {
        "o": 13851,
        "r": "nasb:Nehemiah:10:16",
        "t": "Adonijah, Bigvai, Adin,"
    },
    {
        "o": 13852,
        "r": "nasb:Nehemiah:10:17",
        "t": "Ater, Hezekiah, Azzur,"
    },
    {
        "o": 13853,
        "r": "nasb:Nehemiah:10:18",
        "t": "Hodiah, Hashum, Bezai,"
    },
    {
        "o": 13854,
        "r": "nasb:Nehemiah:10:19",
        "t": "Hariph, Anathoth, Nebai,"
    },
    {
        "o": 13855,
        "r": "nasb:Nehemiah:10:20",
        "t": "Magpiash, Meshullam, Hezir,"
    },
    {
        "o": 13856,
        "r": "nasb:Nehemiah:10:21",
        "t": "Meshezabel, Zadok, Jaddua,"
    },
    {
        "o": 13857,
        "r": "nasb:Nehemiah:10:22",
        "t": "Pelatiah, Hanan, Anaiah,"
    },
    {
        "o": 13858,
        "r": "nasb:Nehemiah:10:23",
        "t": "Hoshea, Hananiah, Hasshub,"
    },
    {
        "o": 13859,
        "r": "nasb:Nehemiah:10:24",
        "t": "Hallohesh, Pilha, Shobek,"
    },
    {
        "o": 13860,
        "r": "nasb:Nehemiah:10:25",
        "t": "Rehum, Hashabnah, Maaseiah,"
    },
    {
        "o": 13861,
        "r": "nasb:Nehemiah:10:26",
        "t": "Ahiah, Hanan, Anan,"
    },
    {
        "o": 13862,
        "r": "nasb:Nehemiah:10:27",
        "t": "Malluch, Harim, Baanah."
    },
    {
        "o": 13863,
        "r": "nasb:Nehemiah:10:27",
        "t": "Obligations of the Document",
        "h": 2
    },
    {
        "o": 13864,
        "r": "nasb:Nehemiah:10:28",
        "t": "Now*p the rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants and all those who had separated themselves from the peoples of the lands to the law of God, their wives, their sons and their daughters, all those who had knowledge and understanding,"
    },
    {
        "o": 13865,
        "r": "nasb:Nehemiah:10:29",
        "t": "are joining with their kinsmen, their nobles, and are taking on themselves a curse and an oath to walk in God’s law, which was given through Moses, God’s servant, and to keep and to observe all the commandments of God*s our Lord, and His ordinances and His statutes;"
    },
    {
        "o": 13866,
        "r": "nasb:Nehemiah:10:30",
        "t": "and that we will not give our daughters to the peoples of the land or take their daughters for our sons."
    },
    {
        "o": 13867,
        "r": "nasb:Nehemiah:10:31",
        "t": "As for the peoples of the land who bring wares or any grain on the sabbath day to sell, we will not buy from them on the sabbath or a holy day; and we will forego the*i crops*i the seventh year and the exaction of every debt."
    },
    {
        "o": 13868,
        "r": "nasb:Nehemiah:10:32",
        "t": "We*p also placed ourselves under obligation to contribute yearly one third of a shekel for the service of the house of our God:"
    },
    {
        "o": 13869,
        "r": "nasb:Nehemiah:10:33",
        "t": "for the showbread, for the continual grain offering, for the continual burnt offering, the sabbaths, the new moon, for the appointed times, for the holy things and for the sin offerings to make atonement for Israel, and all the work of the house of our God."
    },
    {
        "o": 13870,
        "r": "nasb:Nehemiah:10:34",
        "t": "Likewise*p we cast lots for the supply of wood among*i the priests, the Levites and the people so that they might bring it to the house of our God, according to our fathers’ households, at fixed times annually, to burn on the altar of the Lord*s our God, as it is written in the law;"
    },
    {
        "o": 13871,
        "r": "nasb:Nehemiah:10:35",
        "t": "and that they might bring the first fruits of our ground and the first fruits of all the fruit of every tree to the house of the Lord*s annually,"
    },
    {
        "o": 13872,
        "r": "nasb:Nehemiah:10:36",
        "t": "and bring to the house of our God the firstborn of our sons and of our cattle, and the firstborn of our herds and our flocks as it is written in the law, for the priests who are ministering in the house of our God."
    },
    {
        "o": 13873,
        "r": "nasb:Nehemiah:10:37",
        "t": "We will also bring the first of our dough, our contributions, the fruit of every tree, the new wine and the oil to the priests at the chambers of the house of our God, and the tithe of our ground to the Levites, for the Levites are they who receive the tithes in all the rural towns."
    },
    {
        "o": 13874,
        "r": "nasb:Nehemiah:10:38",
        "t": "The priest, the son of Aaron, shall be with the Levites when the Levites receive tithes, and the Levites shall bring up the tenth of the tithes to the house of our God, to the chambers of the storehouse."
    },
    {
        "o": 13875,
        "r": "nasb:Nehemiah:10:39",
        "t": "For the sons of Israel and the sons of Levi shall bring the contribution of the grain, the new wine and the oil to the chambers; there are the utensils of the sanctuary, the priests who are ministering, the gatekeepers and the singers. Thus we will not neglect the house of our God."
    },
    {
        "o": 13876,
        "r": "nasb:Nehemiah:11:0",
        "t": "Nehemiah 11",
        "h": 1
    },
    {
        "o": 13877,
        "r": "nasb:Nehemiah:11:0",
        "t": "Time Passes; Heads of Provinces",
        "h": 2
    },
    {
        "o": 13878,
        "r": "nasb:Nehemiah:11:1",
        "t": "Now*p the leaders of the people lived in Jerusalem, but the rest of the people cast lots to bring one out of ten to live in Jerusalem, the holy city, while nine-tenths remained*i in the other*i cities."
    },
    {
        "o": 13879,
        "r": "nasb:Nehemiah:11:2",
        "t": "And the people blessed all the men who volunteered to live in Jerusalem."
    },
    {
        "o": 13880,
        "r": "nasb:Nehemiah:11:3",
        "t": "Now*p these are the heads of the provinces who lived in Jerusalem, but in the cities of Judah each lived on his own property in their cities—the Israelites, the priests, the Levites, the temple servants and the descendants of Solomon’s servants."
    },
    {
        "o": 13881,
        "r": "nasb:Nehemiah:11:4",
        "t": "Some of the sons of Judah and some of the sons of Benjamin lived in Jerusalem. From the sons of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the sons of Perez;"
    },
    {
        "o": 13882,
        "r": "nasb:Nehemiah:11:5",
        "t": "and Maaseiah the son of Baruch, the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite."
    },
    {
        "o": 13883,
        "r": "nasb:Nehemiah:11:6",
        "t": "All the sons of Perez who lived in Jerusalem were 468 able men."
    },
    {
        "o": 13884,
        "r": "nasb:Nehemiah:11:7",
        "t": "Now*p these are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah;"
    },
    {
        "o": 13885,
        "r": "nasb:Nehemiah:11:8",
        "t": "and after him Gabbai and*i Sallai, 928."
    },
    {
        "o": 13886,
        "r": "nasb:Nehemiah:11:9",
        "t": "Joel the son of Zichri was their overseer, and Judah the son of Hassenuah was second in command of the city."
    },
    {
        "o": 13887,
        "r": "nasb:Nehemiah:11:10",
        "t": "From*p the priests: Jedaiah the son of Joiarib, Jachin,"
    },
    {
        "o": 13888,
        "r": "nasb:Nehemiah:11:11",
        "t": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the leader of the house of God,"
    },
    {
        "o": 13889,
        "r": "nasb:Nehemiah:11:12",
        "t": "and their kinsmen who performed the work of the temple, 822; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,"
    },
    {
        "o": 13890,
        "r": "nasb:Nehemiah:11:13",
        "t": "and his kinsmen, heads of fathers’ households,*i 242; and Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,"
    },
    {
        "o": 13891,
        "r": "nasb:Nehemiah:11:14",
        "t": "and their brothers, valiant warriors, 128. And their overseer was Zabdiel, the son of Haggedolim."
    },
    {
        "o": 13892,
        "r": "nasb:Nehemiah:11:15",
        "t": "Now*p from the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
    },
    {
        "o": 13893,
        "r": "nasb:Nehemiah:11:16",
        "t": "and Shabbethai and Jozabad, from the leaders of the Levites, who were in charge of the outside work of the house of God;"
    },
    {
        "o": 13894,
        "r": "nasb:Nehemiah:11:17",
        "t": "and Mattaniah the son of Mica, the son of Zabdi, the son of Asaph, who was the leader in beginning the thanksgiving at prayer, and Bakbukiah, the second among his brethren; and Abda the son of Shammua, the son of Galal, the son of Jeduthun."
    },
    {
        "o": 13895,
        "r": "nasb:Nehemiah:11:18",
        "t": "All the Levites in the holy city were*i 284."
    },
    {
        "o": 13896,
        "r": "nasb:Nehemiah:11:19",
        "t": "Also*p the gatekeepers, Akkub, Talmon and their brethren who kept watch at the gates, were*i 172."
    },
    {
        "o": 13897,
        "r": "nasb:Nehemiah:11:19",
        "t": "Outside Jerusalem",
        "h": 2
    },
    {
        "o": 13898,
        "r": "nasb:Nehemiah:11:20",
        "t": "The*p rest of Israel, of the priests and*i of the Levites, were*i in all the cities of Judah, each on his own inheritance."
    },
    {
        "o": 13899,
        "r": "nasb:Nehemiah:11:21",
        "t": "But the temple servants were living in Ophel, and Ziha and Gishpa were in charge of the temple servants."
    },
    {
        "o": 13900,
        "r": "nasb:Nehemiah:11:22",
        "t": "Now*p the overseer of the Levites in Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, from the sons of Asaph, who were the singers for the service of the house of God."
    },
    {
        "o": 13901,
        "r": "nasb:Nehemiah:11:23",
        "t": "For there*i was*i a commandment from the king concerning them and a firm regulation for the song leaders day by day."
    },
    {
        "o": 13902,
        "r": "nasb:Nehemiah:11:24",
        "t": "Pethahiah the son of Meshezabel, of the sons of Zerah the son of Judah, was the king’s representative in all matters concerning the people."
    },
    {
        "o": 13903,
        "r": "nasb:Nehemiah:11:25",
        "t": "Now*p as for the villages with their fields, some of the sons of Judah lived in Kiriath-arba and its towns, in Dibon and its towns, and in Jekabzeel and its villages,"
    },
    {
        "o": 13904,
        "r": "nasb:Nehemiah:11:26",
        "t": "and in Jeshua, in Moladah and Beth-pelet,"
    },
    {
        "o": 13905,
        "r": "nasb:Nehemiah:11:27",
        "t": "and in Hazar-shual, in Beersheba and its towns,"
    },
    {
        "o": 13906,
        "r": "nasb:Nehemiah:11:28",
        "t": "and in Ziklag, in Meconah and in its towns,"
    },
    {
        "o": 13907,
        "r": "nasb:Nehemiah:11:29",
        "t": "and in En-rimmon, in Zorah and in Jarmuth,"
    },
    {
        "o": 13908,
        "r": "nasb:Nehemiah:11:30",
        "t": "Zanoah, Adullam, and their villages, Lachish and its fields, Azekah and its towns. So they encamped from Beersheba as far as the valley of Hinnom."
    },
    {
        "o": 13909,
        "r": "nasb:Nehemiah:11:31",
        "t": "The sons of Benjamin also lived*i from Geba onward,*i at Michmash and Aija, at Bethel and its towns,"
    },
    {
        "o": 13910,
        "r": "nasb:Nehemiah:11:32",
        "t": "at Anathoth, Nob, Ananiah,"
    },
    {
        "o": 13911,
        "r": "nasb:Nehemiah:11:33",
        "t": "Hazor, Ramah, Gittaim,"
    },
    {
        "o": 13912,
        "r": "nasb:Nehemiah:11:34",
        "t": "Hadid, Zeboim, Neballat,"
    },
    {
        "o": 13913,
        "r": "nasb:Nehemiah:11:35",
        "t": "Lod and Ono, the valley of craftsmen."
    },
    {
        "o": 13914,
        "r": "nasb:Nehemiah:11:36",
        "t": "From the Levites, some*i divisions in Judah belonged to Benjamin."
    },
    {
        "o": 13915,
        "r": "nasb:Nehemiah:12:0",
        "t": "Nehemiah 12",
        "h": 1
    },
    {
        "o": 13916,
        "r": "nasb:Nehemiah:12:0",
        "t": "Priests and Levites Who Returned to Jerusalem with Zerubbabel",
        "h": 2
    },
    {
        "o": 13917,
        "r": "nasb:Nehemiah:12:1",
        "t": "Now*p these are the priests and the Levites who came up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,"
    },
    {
        "o": 13918,
        "r": "nasb:Nehemiah:12:2",
        "t": "Amariah, Malluch, Hattush,"
    },
    {
        "o": 13919,
        "r": "nasb:Nehemiah:12:3",
        "t": "Shecaniah, Rehum, Meremoth,"
    },
    {
        "o": 13920,
        "r": "nasb:Nehemiah:12:4",
        "t": "Iddo, Ginnethoi, Abijah,"
    },
    {
        "o": 13921,
        "r": "nasb:Nehemiah:12:5",
        "t": "Mijamin, Maadiah, Bilgah,"
    },
    {
        "o": 13922,
        "r": "nasb:Nehemiah:12:6",
        "t": "Shemaiah and Joiarib, Jedaiah,"
    },
    {
        "o": 13923,
        "r": "nasb:Nehemiah:12:7",
        "t": "Sallu, Amok, Hilkiah and Jedaiah. These were the heads of the priests and their kinsmen in the days of Jeshua."
    },
    {
        "o": 13924,
        "r": "nasb:Nehemiah:12:8",
        "t": "The*p Levites were*i Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and*i Mattaniah who*i was*i in charge of the songs of thanksgiving, he and his brothers."
    },
    {
        "o": 13925,
        "r": "nasb:Nehemiah:12:9",
        "t": "Also Bakbukiah and Unni, their brothers, stood opposite them in their*i service divisions."
    },
    {
        "o": 13926,
        "r": "nasb:Nehemiah:12:10",
        "t": "Jeshua became the father of Joiakim, and Joiakim became the father of Eliashib, and Eliashib became the father of Joiada,"
    },
    {
        "o": 13927,
        "r": "nasb:Nehemiah:12:11",
        "t": "and Joiada became the father of Jonathan, and Jonathan became the father of Jaddua."
    },
    {
        "o": 13928,
        "r": "nasb:Nehemiah:12:12",
        "t": "Now*p in the days of Joiakim, the priests, the heads of fathers’ households*i were: of Seraiah, Meraiah; of Jeremiah, Hananiah;"
    },
    {
        "o": 13929,
        "r": "nasb:Nehemiah:12:13",
        "t": "of Ezra, Meshullam; of Amariah, Jehohanan;"
    },
    {
        "o": 13930,
        "r": "nasb:Nehemiah:12:14",
        "t": "of Malluchi, Jonathan; of Shebaniah, Joseph;"
    },
    {
        "o": 13931,
        "r": "nasb:Nehemiah:12:15",
        "t": "of Harim, Adna; of Meraioth, Helkai;"
    },
    {
        "o": 13932,
        "r": "nasb:Nehemiah:12:16",
        "t": "of Iddo, Zechariah; of Ginnethon, Meshullam;"
    },
    {
        "o": 13933,
        "r": "nasb:Nehemiah:12:17",
        "t": "of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;"
    },
    {
        "o": 13934,
        "r": "nasb:Nehemiah:12:18",
        "t": "of Bilgah, Shammua; of Shemaiah, Jehonathan;"
    },
    {
        "o": 13935,
        "r": "nasb:Nehemiah:12:19",
        "t": "of Joiarib, Mattenai; of Jedaiah, Uzzi;"
    },
    {
        "o": 13936,
        "r": "nasb:Nehemiah:12:20",
        "t": "of Sallai, Kallai; of Amok, Eber;"
    },
    {
        "o": 13937,
        "r": "nasb:Nehemiah:12:21",
        "t": "of Hilkiah, Hashabiah; of Jedaiah, Nethanel."
    },
    {
        "o": 13938,
        "r": "nasb:Nehemiah:12:21",
        "t": "The Chief Levites",
        "h": 2
    },
    {
        "o": 13939,
        "r": "nasb:Nehemiah:12:22",
        "t": "As*p for the Levites, the heads of fathers’ households*i were registered in the days of Eliashib, Joiada, and Johanan and Jaddua; so were*i the priests in the reign of Darius the Persian."
    },
    {
        "o": 13940,
        "r": "nasb:Nehemiah:12:23",
        "t": "The sons of Levi, the heads of fathers’ households,*i were registered in the Book of the Chronicles up to the days of Johanan the son of Eliashib."
    },
    {
        "o": 13941,
        "r": "nasb:Nehemiah:12:24",
        "t": "The heads of the Levites were*i Hashabiah, Sherebiah and Jeshua the son of Kadmiel, with their brothers opposite them, to praise and*i give thanks, as prescribed by David the man of God, division corresponding to division."
    },
    {
        "o": 13942,
        "r": "nasb:Nehemiah:12:25",
        "t": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon and*i Akkub were*i gatekeepers keeping watch at the storehouses of the gates."
    },
    {
        "o": 13943,
        "r": "nasb:Nehemiah:12:26",
        "t": "These served*i in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor and of Ezra the priest and*i scribe."
    },
    {
        "o": 13944,
        "r": "nasb:Nehemiah:12:26",
        "t": "Dedication of the Wall",
        "h": 2
    },
    {
        "o": 13945,
        "r": "nasb:Nehemiah:12:27",
        "t": "Now*p at the dedication of the wall of Jerusalem they sought out the Levites from all their places, to bring them to Jerusalem so that they might celebrate the dedication with gladness, with hymns of thanksgiving and with songs to*i the*i accompaniment*i of cymbals, harps and lyres."
    },
    {
        "o": 13946,
        "r": "nasb:Nehemiah:12:28",
        "t": "So the sons of the singers were assembled from the district around Jerusalem, and from the villages of the Netophathites,"
    },
    {
        "o": 13947,
        "r": "nasb:Nehemiah:12:29",
        "t": "from Beth-gilgal and from their*i fields in Geba and Azmaveth, for the singers had built themselves villages around Jerusalem."
    },
    {
        "o": 13948,
        "r": "nasb:Nehemiah:12:30",
        "t": "The priests and the Levites purified themselves; they also purified the people, the gates and the wall."
    },
    {
        "o": 13949,
        "r": "nasb:Nehemiah:12:30",
        "t": "Procedures for the Temple",
        "h": 2
    },
    {
        "o": 13950,
        "r": "nasb:Nehemiah:12:31",
        "t": "Then*p I had the leaders of Judah come up on top of the wall, and I appointed two great choirs, the first proceeding to the right on top of the wall toward the Refuse Gate."
    },
    {
        "o": 13951,
        "r": "nasb:Nehemiah:12:32",
        "t": "Hoshaiah and half of the leaders of Judah followed them,"
    },
    {
        "o": 13952,
        "r": "nasb:Nehemiah:12:33",
        "t": "with Azariah, Ezra, Meshullam,"
    },
    {
        "o": 13953,
        "r": "nasb:Nehemiah:12:34",
        "t": "Judah, Benjamin, Shemaiah, Jeremiah,"
    },
    {
        "o": 13954,
        "r": "nasb:Nehemiah:12:35",
        "t": "and some of the sons of the priests with trumpets; and*i Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph,"
    },
    {
        "o": 13955,
        "r": "nasb:Nehemiah:12:36",
        "t": "and his kinsmen, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah and*i Hanani, with the musical instruments of David the man of God. And Ezra the scribe went before them."
    },
    {
        "o": 13956,
        "r": "nasb:Nehemiah:12:37",
        "t": "At the Fountain Gate they went directly up the steps of the city of David by the stairway of the wall above the house of David to the Water Gate on the east."
    },
    {
        "o": 13957,
        "r": "nasb:Nehemiah:12:38",
        "t": "The*p second choir proceeded to the left, while I followed them with half of the people on the wall, above the Tower of Furnaces, to the Broad Wall,"
    },
    {
        "o": 13958,
        "r": "nasb:Nehemiah:12:39",
        "t": "and above the Gate of Ephraim, by the Old Gate, by the Fish Gate, the Tower of Hananel and the Tower of the Hundred, as far as the Sheep Gate; and they stopped at the Gate of the Guard."
    },
    {
        "o": 13959,
        "r": "nasb:Nehemiah:12:40",
        "t": "Then the two choirs took their stand in the house of God. So did I and half of the officials with me;"
    },
    {
        "o": 13960,
        "r": "nasb:Nehemiah:12:41",
        "t": "and the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah and Hananiah, with the trumpets;"
    },
    {
        "o": 13961,
        "r": "nasb:Nehemiah:12:42",
        "t": "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam and Ezer. And the singers sang, with Jezrahiah their*i leader,"
    },
    {
        "o": 13962,
        "r": "nasb:Nehemiah:12:43",
        "t": "and on that day they offered great sacrifices and rejoiced because God had given them great joy, even the women and children rejoiced, so that the joy of Jerusalem was heard from afar."
    },
    {
        "o": 13963,
        "r": "nasb:Nehemiah:12:44",
        "t": "On*p that day men were also appointed over the chambers for the stores, the contributions, the first fruits and the tithes, to gather into them from the fields of the cities the portions required by the law for the priests and Levites; for Judah rejoiced over the priests and Levites who served."
    },
    {
        "o": 13964,
        "r": "nasb:Nehemiah:12:45",
        "t": "For they performed the worship of their God and the service of purification, together with the singers and the gatekeepers in accordance with the command of David and*i of his son Solomon."
    },
    {
        "o": 13965,
        "r": "nasb:Nehemiah:12:46",
        "t": "For in the days of David and Asaph, in ancient times, there*i were*i leaders of the singers, songs of praise and hymns of thanksgiving to God."
    },
    {
        "o": 13966,
        "r": "nasb:Nehemiah:12:47",
        "t": "So all Israel in the days of Zerubbabel and Nehemiah gave the portions due the singers and the gatekeepers as each day required, and set apart the consecrated portion*i for the Levites, and the Levites set apart the consecrated portion*i for the sons of Aaron."
    },
    {
        "o": 13967,
        "r": "nasb:Nehemiah:13:0",
        "t": "Nehemiah 13",
        "h": 1
    },
    {
        "o": 13968,
        "r": "nasb:Nehemiah:13:0",
        "t": "Foreigners Excluded",
        "h": 2
    },
    {
        "o": 13969,
        "r": "nasb:Nehemiah:13:1",
        "t": "On*p that day they read aloud from the book of Moses in the hearing of the people; and there was found written in it that no Ammonite or Moabite should ever enter the assembly of God,"
    },
    {
        "o": 13970,
        "r": "nasb:Nehemiah:13:2",
        "t": "because they did not meet the sons of Israel with bread and water, but hired Balaam against them to curse them. However, our God turned the curse into a blessing."
    },
    {
        "o": 13971,
        "r": "nasb:Nehemiah:13:3",
        "t": "So when they heard the law, they excluded all foreigners from Israel."
    },
    {
        "o": 13972,
        "r": "nasb:Nehemiah:13:3",
        "t": "Tobiah Expelled and the Temple Cleansed",
        "h": 2
    },
    {
        "o": 13973,
        "r": "nasb:Nehemiah:13:4",
        "t": "Now*p prior to this, Eliashib the priest, who was appointed over the chambers of the house of our God, being related to Tobiah,"
    },
    {
        "o": 13974,
        "r": "nasb:Nehemiah:13:5",
        "t": "had prepared a large room for him, where formerly they put the grain offerings, the frankincense, the utensils and the tithes of grain, wine and oil prescribed for the Levites, the singers and the gatekeepers, and the contributions for the priests."
    },
    {
        "o": 13975,
        "r": "nasb:Nehemiah:13:6",
        "t": "But during all this time*i I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I had gone to the king. After some time, however, I asked leave from the king,"
    },
    {
        "o": 13976,
        "r": "nasb:Nehemiah:13:7",
        "t": "and I came to Jerusalem and learned about the evil that Eliashib had done for Tobiah, by preparing a room for him in the courts of the house of God."
    },
    {
        "o": 13977,
        "r": "nasb:Nehemiah:13:8",
        "t": "It was very displeasing to me, so I threw all of Tobiah’s household goods out of the room."
    },
    {
        "o": 13978,
        "r": "nasb:Nehemiah:13:9",
        "t": "Then I gave an order and they cleansed the rooms; and I returned there the utensils of the house of God with the grain offerings and the frankincense."
    },
    {
        "o": 13979,
        "r": "nasb:Nehemiah:13:9",
        "t": "Tithes Restored",
        "h": 2
    },
    {
        "o": 13980,
        "r": "nasb:Nehemiah:13:10",
        "t": "I*p also discovered that the portions of the Levites had not been given them,*i so that the Levites and the singers who performed the service had gone away, each to his own field."
    },
    {
        "o": 13981,
        "r": "nasb:Nehemiah:13:11",
        "t": "So I reprimanded the officials and said, “Why is the house of God forsaken?” Then I gathered them together and restored them to their posts."
    },
    {
        "o": 13982,
        "r": "nasb:Nehemiah:13:12",
        "t": "All Judah then brought the tithe of the grain, wine and oil into the storehouses."
    },
    {
        "o": 13983,
        "r": "nasb:Nehemiah:13:13",
        "t": "In charge of the storehouses I appointed Shelemiah the priest, Zadok the scribe, and Pedaiah of the Levites, and in addition to them was Hanan the son of Zaccur, the son of Mattaniah; for they were considered reliable, and it was their task to distribute to their kinsmen."
    },
    {
        "o": 13984,
        "r": "nasb:Nehemiah:13:14",
        "t": "Remember me for this, O my God, and do not blot out my loyal deeds which I have performed for the house of my God and its services."
    },
    {
        "o": 13985,
        "r": "nasb:Nehemiah:13:14",
        "t": "Sabbath Restored",
        "h": 2
    },
    {
        "o": 13986,
        "r": "nasb:Nehemiah:13:15",
        "t": "In*p those days I saw in Judah some who were treading wine presses on the sabbath, and bringing in sacks of grain and loading them*i on donkeys, as well as wine, grapes, figs and all kinds of loads, and they brought them*i into Jerusalem on the sabbath day. So I admonished them*i on the day they sold food."
    },
    {
        "o": 13987,
        "r": "nasb:Nehemiah:13:16",
        "t": "Also men of Tyre were living there who*i imported fish and all kinds of merchandise, and sold them*i to the sons of Judah on the sabbath, even in Jerusalem."
    },
    {
        "o": 13988,
        "r": "nasb:Nehemiah:13:17",
        "t": "Then I reprimanded the nobles of Judah and said to them, “What is this evil thing you are doing, by profaning the sabbath day?"
    },
    {
        "o": 13989,
        "r": "nasb:Nehemiah:13:18",
        "t": "Did not your fathers do the same, so that our God brought on us and on this city all this trouble? Yet you are adding to the wrath on Israel by profaning the sabbath.”"
    },
    {
        "o": 13990,
        "r": "nasb:Nehemiah:13:19",
        "t": "It*p came about that just as it grew dark at the gates of Jerusalem before the sabbath, I commanded that the doors should be shut and that they should not open them until after the sabbath. Then I stationed some of my servants at the gates so*i that*i no load would enter on the sabbath day."
    },
    {
        "o": 13991,
        "r": "nasb:Nehemiah:13:20",
        "t": "Once or twice the traders and merchants of every kind of merchandise spent the night outside Jerusalem."
    },
    {
        "o": 13992,
        "r": "nasb:Nehemiah:13:21",
        "t": "Then I warned them and said to them, “Why do you spend the night in front of the wall? If you do so again, I will use force against you.” From that time on they did not come on the sabbath."
    },
    {
        "o": 13993,
        "r": "nasb:Nehemiah:13:22",
        "t": "And I commanded the Levites that they should purify themselves and come as gatekeepers to sanctify the sabbath day. For*i this also remember me, O my God, and have compassion on me according to the greatness of Your lovingkindness."
    },
    {
        "o": 13994,
        "r": "nasb:Nehemiah:13:22",
        "t": "Mixed Marriages Forbidden",
        "h": 2
    },
    {
        "o": 13995,
        "r": "nasb:Nehemiah:13:23",
        "t": "In*p those days I also saw that the Jews had married women from Ashdod, Ammon and*i Moab."
    },
    {
        "o": 13996,
        "r": "nasb:Nehemiah:13:24",
        "t": "As for their children, half spoke in the language of Ashdod, and none of them was able to speak the language of Judah, but the language of his own people."
    },
    {
        "o": 13997,
        "r": "nasb:Nehemiah:13:25",
        "t": "So I contended with them and cursed them and struck some of them and pulled out their hair, and made them swear by God, “You shall not give your daughters to their sons, nor take of their daughters for your sons or for yourselves."
    },
    {
        "o": 13998,
        "r": "nasb:Nehemiah:13:26",
        "t": "Did not Solomon king of Israel sin regarding these things? Yet among the many nations there was no king like him, and he was loved by his God, and God made him king over all Israel; nevertheless the foreign women caused even him to sin."
    },
    {
        "o": 13999,
        "r": "nasb:Nehemiah:13:27",
        "t": "Do we then hear about you that you have committed all this great evil by acting unfaithfully against our God by marrying foreign women?”"
    },
    {
        "o": 14000,
        "r": "nasb:Nehemiah:13:28",
        "t": "Even one of the sons of Joiada, the son of Eliashib the high priest, was a son-in-law of Sanballat the Horonite, so I drove him away from me."
    },
    {
        "o": 14001,
        "r": "nasb:Nehemiah:13:29",
        "t": "Remember them, O my God, because they have defiled the priesthood and the covenant of the priesthood and the Levites."
    },
    {
        "o": 14002,
        "r": "nasb:Nehemiah:13:30",
        "t": "Thus*p I purified them from everything foreign and appointed duties for the priests and the Levites, each in his task,"
    },
    {
        "o": 14003,
        "r": "nasb:Nehemiah:13:31",
        "t": "and I*i arranged*i for the supply of wood at appointed times and for the first fruits. Remember me, O my God, for good."
    }
]
