[
    {
        "o": 33109,
        "r": "nasb:1 Timothy:4:0",
        "t": "1 Timothy 4",
        "h": 1
    },
    {
        "o": 33110,
        "r": "nasb:1 Timothy:4:0",
        "t": "Apostasy",
        "h": 2
    },
    {
        "o": 33111,
        "r": "nasb:1 Timothy:4:1",
        "t": "But*p the Spirit explicitly says that in later times some will fall away from the faith, paying attention to deceitful spirits and doctrines of demons,"
    },
    {
        "o": 33112,
        "r": "nasb:1 Timothy:4:2",
        "t": "by means of the hypocrisy of liars seared in their own conscience as with a branding iron,"
    },
    {
        "o": 33113,
        "r": "nasb:1 Timothy:4:3",
        "t": "men*i who forbid marriage and*i advocate*i abstaining from foods which God has created to be gratefully shared in by those who believe and know the truth."
    },
    {
        "o": 33114,
        "r": "nasb:1 Timothy:4:4",
        "t": "For everything created by God is good, and nothing is to be rejected if it is received with gratitude;"
    },
    {
        "o": 33115,
        "r": "nasb:1 Timothy:4:5",
        "t": "for it is sanctified by means of the word of God and prayer."
    },
    {
        "o": 33116,
        "r": "nasb:1 Timothy:4:5",
        "t": "A Good Minister’s Discipline",
        "h": 2
    },
    {
        "o": 33117,
        "r": "nasb:1 Timothy:4:6",
        "t": "In*p pointing out these things to the brethren, you will be a good servant of Christ Jesus, constantly*i nourished on the words of the faith and of the sound doctrine which you have been following."
    },
    {
        "o": 33118,
        "r": "nasb:1 Timothy:4:7",
        "t": "But have nothing to do with worldly fables fit only for old women. On the other hand, discipline yourself for the purpose of godliness;"
    },
    {
        "o": 33119,
        "r": "nasb:1 Timothy:4:8",
        "t": "for bodily discipline is only of little profit, but godliness is profitable for all things, since it holds promise for the present life and also*i for the life*i to come."
    },
    {
        "o": 33120,
        "r": "nasb:1 Timothy:4:9",
        "t": "It is a trustworthy statement deserving full acceptance."
    },
    {
        "o": 33121,
        "r": "nasb:1 Timothy:4:10",
        "t": "For it is for this we labor and strive, because we have fixed our hope on the living God, who is the Savior of all men, especially of believers."
    },
    {
        "o": 33122,
        "r": "nasb:1 Timothy:4:11",
        "t": "Prescribe*p and teach these things."
    },
    {
        "o": 33123,
        "r": "nasb:1 Timothy:4:12",
        "t": "Let no one look down on your youthfulness, but rather*i in speech, conduct, love, faith and*i purity, show yourself an example of those who believe."
    },
    {
        "o": 33124,
        "r": "nasb:1 Timothy:4:13",
        "t": "Until I come, give attention to the public*i reading of*i Scripture,*i to exhortation and teaching."
    },
    {
        "o": 33125,
        "r": "nasb:1 Timothy:4:14",
        "t": "Do not neglect the spiritual gift within you, which was bestowed on you through prophetic utterance with the laying on of hands by the presbytery."
    },
    {
        "o": 33126,
        "r": "nasb:1 Timothy:4:15",
        "t": "Take pains with these things; be absorbed*i in them, so that your progress will be evident to all."
    },
    {
        "o": 33127,
        "r": "nasb:1 Timothy:4:16",
        "t": "Pay close attention to yourself and to your teaching; persevere in these things, for as you do this you will ensure salvation both for yourself and for those who hear you."
    }
]
