[
    {
        "o": 855,
        "r": "csb:Genesis:28:0",
        "t": "Genesis 28",
        "h": 1
    },
    {
        "o": 856,
        "r": "csb:Genesis:28:0",
        "t": "Jacob’s Departure",
        "h": 2
    },
    {
        "o": 857,
        "r": "csb:Genesis:28:1",
        "t": "So*p Isaac summoned Jacob, blessed him, and commanded him, “Do not marry a Canaanite girl."
    },
    {
        "o": 858,
        "r": "csb:Genesis:28:2",
        "t": "Go at once to Paddan-aram, to the house of Bethuel, your mother’s father. Marry one of the daughters of Laban, your mother’s brother."
    },
    {
        "o": 859,
        "r": "csb:Genesis:28:3",
        "t": "May God Almighty bless you and make you fruitful and multiply you so that you become an assembly of peoples."
    },
    {
        "o": 860,
        "r": "csb:Genesis:28:4",
        "t": "May God give you and your offspring the blessing of Abraham so that you may possess the land where you live as a foreigner, the land God gave to Abraham.”"
    },
    {
        "o": 861,
        "r": "csb:Genesis:28:5",
        "t": "So Isaac sent Jacob to Paddan-aram, to Laban son of Bethuel the Aramean, the brother of Rebekah, the mother of Jacob and Esau."
    },
    {
        "o": 862,
        "r": "csb:Genesis:28:6",
        "t": "Esau*p noticed that Isaac blessed Jacob and sent him to Paddan-aram to get a wife there. When he blessed him, Isaac commanded Jacob, “Do not marry a Canaanite girl.”"
    },
    {
        "o": 863,
        "r": "csb:Genesis:28:7",
        "t": "And Jacob listened to his father and mother and went to Paddan-aram."
    },
    {
        "o": 864,
        "r": "csb:Genesis:28:8",
        "t": "Esau realized that his father Isaac disapproved of the Canaanite women,"
    },
    {
        "o": 865,
        "r": "csb:Genesis:28:9",
        "t": "so Esau went to Ishmael and married, in addition to his other wives, Mahalath daughter of Ishmael, Abraham’s son. She was the sister of Nebaioth."
    },
    {
        "o": 866,
        "r": "csb:Genesis:28:9",
        "t": "Jacob at Bethel",
        "h": 2
    },
    {
        "o": 867,
        "r": "csb:Genesis:28:10",
        "t": "Jacob*p left Beer-sheba and went toward Haran."
    },
    {
        "o": 868,
        "r": "csb:Genesis:28:11",
        "t": "He reached a certain place and spent the night there because the sun had set. He took one of the stones from the place, put it there at his head, and lay down in that place."
    },
    {
        "o": 869,
        "r": "csb:Genesis:28:12",
        "t": "And he dreamed: A stairway was set on the ground with its top reaching the sky, and God’s angels were going up and down on it."
    },
    {
        "o": 870,
        "r": "csb:Genesis:28:13",
        "t": "The Lord*s was standing there beside him, saying, “I am the Lord,*s the God of your father Abraham and the God of Isaac. I will give you and your offspring the land on which you are lying."
    },
    {
        "o": 871,
        "r": "csb:Genesis:28:14",
        "t": "Your offspring will be like the dust of the earth, and you will spread out toward the west, the east, the north, and the south. All the peoples on earth will be blessed through you and your offspring."
    },
    {
        "o": 872,
        "r": "csb:Genesis:28:15",
        "t": "Look, I am with you and will watch over you wherever you go. I will bring you back to this land, for I will not leave you until I have done what I have promised you.”"
    },
    {
        "o": 873,
        "r": "csb:Genesis:28:16",
        "t": "When*p Jacob awoke from his sleep, he said, “Surely the Lord*s is in this place, and I did not know it.”"
    },
    {
        "o": 874,
        "r": "csb:Genesis:28:17",
        "t": "He was afraid and said, “What an awesome place this is! This is none other than the house of God. This is the gate of heaven.”"
    },
    {
        "o": 875,
        "r": "csb:Genesis:28:18",
        "t": "Early*p in the morning Jacob took the stone that was near his head and set it up as a marker. He poured oil on top of it"
    },
    {
        "o": 876,
        "r": "csb:Genesis:28:19",
        "t": "and named the place Bethel, though previously the city was named Luz."
    },
    {
        "o": 877,
        "r": "csb:Genesis:28:20",
        "t": "Then Jacob made a vow: “If God will be with me and watch over me during this journey I’m making, if he provides me with food to eat and clothing to wear,"
    },
    {
        "o": 878,
        "r": "csb:Genesis:28:21",
        "t": "and if I return safely to my father’s family, then the Lord*s will be my God."
    },
    {
        "o": 879,
        "r": "csb:Genesis:28:22",
        "t": "This stone that I have set up as a marker will be God’s house, and I will give to you a tenth of all that you give me.”"
    }
]
