[
    {
        "o": 9160,
        "r": "csb:2 Samuel:12:0",
        "t": "2 Samuel 12",
        "h": 1
    },
    {
        "o": 9161,
        "r": "csb:2 Samuel:12:0",
        "t": "Nathan’s Parable and David’s Repentance",
        "h": 2
    },
    {
        "o": 9162,
        "r": "csb:2 Samuel:12:1",
        "t": "So*p the Lord*s sent Nathan to David. When he arrived, he said to him: There*p were two men in a certain city, one rich and the other poor."
    },
    {
        "o": 9163,
        "r": "csb:2 Samuel:12:2",
        "t": "The rich man had very large flocks and herds,"
    },
    {
        "o": 9164,
        "r": "csb:2 Samuel:12:3",
        "t": "but the poor man had nothing except one small ewe lamb that he had bought. He raised her, and she grew up with him and with his children. From his meager food she would eat, from his cup she would drink, and in his arms she would sleep. She was like a daughter to him."
    },
    {
        "o": 9165,
        "r": "csb:2 Samuel:12:4",
        "t": "Now a traveler came to the rich man, but the rich man could not bring himself to take one of his own sheep or cattle to prepare for the traveler who had come to him. Instead, he took the poor man’s lamb and prepared it for his guest."
    },
    {
        "o": 9166,
        "r": "csb:2 Samuel:12:5",
        "t": "David*p was infuriated with the man and said to Nathan, “As the Lord*s lives, the man who did this deserves to die!"
    },
    {
        "o": 9167,
        "r": "csb:2 Samuel:12:6",
        "t": "Because he has done this thing and shown no pity, he must pay four lambs for that lamb.”"
    },
    {
        "o": 9168,
        "r": "csb:2 Samuel:12:7",
        "t": "Nathan*p replied to David, “You are the man! This is what the Lord*s God of Israel says: ‘I anointed you king over Israel, and I rescued you from Saul."
    },
    {
        "o": 9169,
        "r": "csb:2 Samuel:12:8",
        "t": "I gave your master’s house to you and your master’s wives into your arms, and I gave you the house of Israel and Judah, and if that was not enough, I would have given you even more."
    },
    {
        "o": 9170,
        "r": "csb:2 Samuel:12:9",
        "t": "Why then have you despised the Lord’s*s command by doing what I consider evil? You struck down Uriah the Hethite with the sword and took his wife as your own wife - you murdered him with the Ammonite’s sword."
    },
    {
        "o": 9171,
        "r": "csb:2 Samuel:12:10",
        "t": "Now therefore, the sword will never leave your house because you despised me and took the wife of Uriah the Hethite to be your own wife.’"
    },
    {
        "o": 9172,
        "r": "csb:2 Samuel:12:11",
        "t": "“This*p is what the Lord*s says, ‘I am going to bring disaster on you from your own family: I will take your wives and give them to another before your very eyes, and he will sleep with them in broad daylight."
    },
    {
        "o": 9173,
        "r": "csb:2 Samuel:12:12",
        "t": "You acted in secret, but I will do this before all Israel and in broad daylight.’”"
    },
    {
        "o": 9174,
        "r": "csb:2 Samuel:12:13",
        "t": "David*p responded to Nathan, “I have sinned against the Lord.”*s Then*p Nathan replied to David, “And the Lord*s has taken away your sin; you will not die."
    },
    {
        "o": 9175,
        "r": "csb:2 Samuel:12:14",
        "t": "However, because you treated the Lord*s with such contempt in this matter, the son born to you will die.”"
    },
    {
        "o": 9176,
        "r": "csb:2 Samuel:12:15",
        "t": "Then Nathan went home."
    },
    {
        "o": 9177,
        "r": "csb:2 Samuel:12:15",
        "t": "The Death of Bathsheba’s Son",
        "h": 2
    },
    {
        "o": 9178,
        "r": "csb:2 Samuel:12:15",
        "t": "The*p Lord*s struck the baby that Uriah’s wife had borne to David, and he became deathly ill."
    },
    {
        "o": 9179,
        "r": "csb:2 Samuel:12:16",
        "t": "David pleaded with God for the boy. He fasted, went home, and spent the night lying on the ground."
    },
    {
        "o": 9180,
        "r": "csb:2 Samuel:12:17",
        "t": "The elders of his house stood beside him to get him up from the ground, but he was unwilling and would not eat anything with them."
    },
    {
        "o": 9181,
        "r": "csb:2 Samuel:12:18",
        "t": "On*p the seventh day the baby died. But David’s servants were afraid to tell him the baby was dead. They said, “Look, while the baby was alive, we spoke to him, and he wouldn’t listen to us. So how can we tell him the baby is dead? He may do something desperate.”"
    },
    {
        "o": 9182,
        "r": "csb:2 Samuel:12:19",
        "t": "When*p David saw that his servants were whispering to each other, he guessed that the baby was dead. So he asked his servants, “Is the baby dead?” “He*p is dead,” they replied."
    },
    {
        "o": 9183,
        "r": "csb:2 Samuel:12:20",
        "t": "Then*p David got up from the ground. He washed, anointed himself, changed his clothes, went to the Lord’s*s house, and worshiped. Then he went home and requested something to eat. So they served him food, and he ate."
    },
    {
        "o": 9184,
        "r": "csb:2 Samuel:12:21",
        "t": "His*p servants asked him, “Why have you done this? While the baby was alive, you fasted and wept, but when he died, you got up and ate food.”"
    },
    {
        "o": 9185,
        "r": "csb:2 Samuel:12:22",
        "t": "He*p answered, “While the baby was alive, I fasted and wept because I thought, ‘Who knows? The Lord*s may be gracious to me and let him live.’"
    },
    {
        "o": 9186,
        "r": "csb:2 Samuel:12:23",
        "t": "But now that he is dead, why should I fast? Can I bring him back again? I’ll go to him, but he will never return to me.”"
    },
    {
        "o": 9187,
        "r": "csb:2 Samuel:12:23",
        "t": "The Birth of Solomon",
        "h": 2
    },
    {
        "o": 9188,
        "r": "csb:2 Samuel:12:24",
        "t": "Then*p David comforted his wife Bathsheba; he went to her and slept with her. She gave birth to a son and named him Solomon. The Lord*s loved him,"
    },
    {
        "o": 9189,
        "r": "csb:2 Samuel:12:25",
        "t": "and he sent a message through the prophet Nathan, who named him Jedidiah, because of the Lord.*s"
    },
    {
        "o": 9190,
        "r": "csb:2 Samuel:12:25",
        "t": "Capture of the City of Rabbah",
        "h": 2
    },
    {
        "o": 9191,
        "r": "csb:2 Samuel:12:26",
        "t": "Joab*p fought against Rabbah of the Ammonites and captured the royal fortress."
    },
    {
        "o": 9192,
        "r": "csb:2 Samuel:12:27",
        "t": "Then Joab sent messengers to David to say, “I have fought against Rabbah and have also captured its water supply."
    },
    {
        "o": 9193,
        "r": "csb:2 Samuel:12:28",
        "t": "Now therefore, assemble the rest of the troops, lay siege to the city, and capture it. Otherwise I will be the one to capture the city, and it will be named after me.”"
    },
    {
        "o": 9194,
        "r": "csb:2 Samuel:12:29",
        "t": "So David assembled all the troops and went to Rabbah; he fought against it and captured it."
    },
    {
        "o": 9195,
        "r": "csb:2 Samuel:12:30",
        "t": "He took the crown from the head of their king, and it was placed on David’s head. The crown weighed seventy-five pounds of gold, and it had a precious stone in it. In addition, David took away a large quantity of plunder from the city."
    },
    {
        "o": 9196,
        "r": "csb:2 Samuel:12:31",
        "t": "He removed the people who were in the city and put them to work with saws, iron picks, and iron axes, and to labor at brickmaking. He did the same to all the Ammonite cities. Then he and all his troops returned to Jerusalem."
    }
]
