[
    {
        "o": 2386,
        "r": "nasb:Exodus:24:0",
        "t": "Exodus 24",
        "h": 1
    },
    {
        "o": 2387,
        "r": "nasb:Exodus:24:0",
        "t": "People Affirm Their Covenant with God",
        "h": 2
    },
    {
        "o": 2388,
        "r": "nasb:Exodus:24:1",
        "t": "Then*p He said to Moses, “Come up to the Lord,*s you and Aaron, Nadab and Abihu and seventy of the elders of Israel, and you shall worship at a distance."
    },
    {
        "o": 2389,
        "r": "nasb:Exodus:24:2",
        "t": "Moses alone, however, shall come near to the Lord,*s but they shall not come near, nor shall the people come up with him.”"
    },
    {
        "o": 2390,
        "r": "nasb:Exodus:24:3",
        "t": "Then*p Moses came and recounted to the people all the words of the Lord*s and all the ordinances; and all the people answered with one voice and said, “All the words which the Lord*s has spoken we will do!”"
    },
    {
        "o": 2391,
        "r": "nasb:Exodus:24:4",
        "t": "Moses wrote down all the words of the Lord.*s Then he arose early in the morning, and built an altar at the foot of the mountain with twelve pillars for the twelve tribes of Israel."
    },
    {
        "o": 2392,
        "r": "nasb:Exodus:24:5",
        "t": "He sent young men of the sons of Israel, and they offered burnt offerings and sacrificed young bulls as peace offerings to the Lord.*s"
    },
    {
        "o": 2393,
        "r": "nasb:Exodus:24:6",
        "t": "Moses took half of the blood and put it*i in basins, and the other*i half of the blood he sprinkled on the altar."
    },
    {
        "o": 2394,
        "r": "nasb:Exodus:24:7",
        "t": "Then he took the book of the covenant and read it*i in the hearing of the people; and they said, “All that the Lord*s has spoken we will do, and we will be obedient!”"
    },
    {
        "o": 2395,
        "r": "nasb:Exodus:24:8",
        "t": "So Moses took the blood and sprinkled it*i on the people, and said, “Behold the blood of the covenant, which the Lord*s has made with you in accordance with all these words.”"
    },
    {
        "o": 2396,
        "r": "nasb:Exodus:24:9",
        "t": "Then*p Moses went up with Aaron, Nadab and Abihu, and seventy of the elders of Israel,"
    },
    {
        "o": 2397,
        "r": "nasb:Exodus:24:10",
        "t": "and they saw the God of Israel; and under His feet there appeared to be a pavement of sapphire, as clear as the sky itself."
    },
    {
        "o": 2398,
        "r": "nasb:Exodus:24:11",
        "t": "Yet He did not stretch out His hand against the nobles of the sons of Israel; and they saw God, and they ate and drank."
    },
    {
        "o": 2399,
        "r": "nasb:Exodus:24:12",
        "t": "Now*p the Lord*s said to Moses, “Come up to Me on the mountain and remain there, and I will give you the stone tablets with the law and the commandment which I have written for their instruction.”"
    },
    {
        "o": 2400,
        "r": "nasb:Exodus:24:13",
        "t": "So Moses arose with Joshua his servant, and Moses went up to the mountain of God."
    },
    {
        "o": 2401,
        "r": "nasb:Exodus:24:14",
        "t": "But to the elders he said, “Wait here for us until we return to you. And behold, Aaron and Hur are with you; whoever has a legal matter, let him approach them.”"
    },
    {
        "o": 2402,
        "r": "nasb:Exodus:24:15",
        "t": "Then Moses went up to the mountain, and the cloud covered the mountain."
    },
    {
        "o": 2403,
        "r": "nasb:Exodus:24:16",
        "t": "The glory of the Lord*s rested on Mount Sinai, and the cloud covered it for six days; and on the seventh day He called to Moses from the midst of the cloud."
    },
    {
        "o": 2404,
        "r": "nasb:Exodus:24:17",
        "t": "And to the eyes of the sons of Israel the appearance of the glory of the Lord*s was like a consuming fire on the mountain top."
    },
    {
        "o": 2405,
        "r": "nasb:Exodus:24:18",
        "t": "Moses entered the midst of the cloud as he went up to the mountain; and Moses was on the mountain forty days and forty nights."
    }
]
