[
    {
        "o": 15266,
        "r": "kjv:Psalm:51:0",
        "t": "Psalm 51",
        "h": 1
    },
    {
        "o": 15267,
        "r": "kjv:Psalm:51:0",
        "t": "To the chief Musician, A Psalm of David, when Nathan the prophet came unto him, after he had gone in to Bath–sheba.",
        "h": 4
    },
    {
        "o": 15268,
        "r": "kjv:Psalm:51:1",
        "t": "Have*p mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions."
    },
    {
        "o": 15269,
        "r": "kjv:Psalm:51:2",
        "t": "Wash*p me thoroughly from mine iniquity, and cleanse me from my sin."
    },
    {
        "o": 15270,
        "r": "kjv:Psalm:51:3",
        "t": "For*p I acknowledge my transgressions: and my sin is ever before me."
    },
    {
        "o": 15271,
        "r": "kjv:Psalm:51:4",
        "t": "Against*p thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and be clear when thou judgest."
    },
    {
        "o": 15272,
        "r": "kjv:Psalm:51:5",
        "t": "Behold,*p I was shapen in iniquity; and in sin did my mother conceive me."
    },
    {
        "o": 15273,
        "r": "kjv:Psalm:51:6",
        "t": "Behold,*p thou desirest truth in the inward parts: and in the hidden part thou shalt make me to know wisdom."
    },
    {
        "o": 15274,
        "r": "kjv:Psalm:51:7",
        "t": "Purge*p me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow."
    },
    {
        "o": 15275,
        "r": "kjv:Psalm:51:8",
        "t": "Make*p me to hear joy and gladness; that the bones which thou hast broken may rejoice."
    },
    {
        "o": 15276,
        "r": "kjv:Psalm:51:9",
        "t": "Hide*p thy face from my sins, and blot out all mine iniquities."
    },
    {
        "o": 15277,
        "r": "kjv:Psalm:51:10",
        "t": "Create*p in me a clean heart, O God; and renew a right spirit within me."
    },
    {
        "o": 15278,
        "r": "kjv:Psalm:51:11",
        "t": "Cast*p me not away from thy presence; and take not thy holy spirit from me."
    },
    {
        "o": 15279,
        "r": "kjv:Psalm:51:12",
        "t": "Restore*p unto me the joy of thy salvation; and uphold me with thy free spirit."
    },
    {
        "o": 15280,
        "r": "kjv:Psalm:51:13",
        "t": "Then*p will I teach transgressors thy ways; and sinners shall be converted unto thee."
    },
    {
        "o": 15281,
        "r": "kjv:Psalm:51:14",
        "t": "Deliver*p me from bloodguiltiness, O God, thou God of my salvation: and my tongue shall sing aloud of thy righteousness."
    },
    {
        "o": 15282,
        "r": "kjv:Psalm:51:15",
        "t": "O*p Lord, open thou my lips; and my mouth shall shew forth thy praise."
    },
    {
        "o": 15283,
        "r": "kjv:Psalm:51:16",
        "t": "For*p thou desirest not sacrifice; else would I give it: thou delightest not in burnt offering."
    },
    {
        "o": 15284,
        "r": "kjv:Psalm:51:17",
        "t": "The*p sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise."
    },
    {
        "o": 15285,
        "r": "kjv:Psalm:51:18",
        "t": "Do*p good in thy good pleasure unto Zion: build thou the walls of Jerusalem."
    },
    {
        "o": 15286,
        "r": "kjv:Psalm:51:19",
        "t": "Then*p shalt thou be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering: then shall they offer bullocks upon thine altar."
    }
]
