[
    {
        "o": 30987,
        "r": "niv:Romans:6:0",
        "t": "Romans 6",
        "h": 1
    },
    {
        "o": 30988,
        "r": "niv:Romans:6:0",
        "t": "Dead to Sin, Alive in Christ",
        "h": 2
    },
    {
        "o": 30989,
        "r": "niv:Romans:6:1",
        "t": "What*p shall we say, then? Shall we go on sinning so that grace may increase?"
    },
    {
        "o": 30990,
        "r": "niv:Romans:6:2",
        "t": "By no means! We are those who have died to sin; how can we live in it any longer?"
    },
    {
        "o": 30991,
        "r": "niv:Romans:6:3",
        "t": "Or don’t you know that all of us who were baptized into Christ Jesus were baptized into his death?"
    },
    {
        "o": 30992,
        "r": "niv:Romans:6:4",
        "t": "We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life."
    },
    {
        "o": 30993,
        "r": "niv:Romans:6:5",
        "t": "For*p if we have been united with him in a death like his, we will certainly also be united with him in a resurrection like his."
    },
    {
        "o": 30994,
        "r": "niv:Romans:6:6",
        "t": "For we know that our old self was crucified with him so that the body ruled by sin might be done away with, that we should no longer be slaves to sin—"
    },
    {
        "o": 30995,
        "r": "niv:Romans:6:7",
        "t": "because anyone who has died has been set free from sin."
    },
    {
        "o": 30996,
        "r": "niv:Romans:6:8",
        "t": "Now*p if we died with Christ, we believe that we will also live with him."
    },
    {
        "o": 30997,
        "r": "niv:Romans:6:9",
        "t": "For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him."
    },
    {
        "o": 30998,
        "r": "niv:Romans:6:10",
        "t": "The death he died, he died to sin once for all; but the life he lives, he lives to God."
    },
    {
        "o": 30999,
        "r": "niv:Romans:6:11",
        "t": "In*p the same way, count yourselves dead to sin but alive to God in Christ Jesus."
    },
    {
        "o": 31000,
        "r": "niv:Romans:6:12",
        "t": "Therefore do not let sin reign in your mortal body so that you obey its evil desires."
    },
    {
        "o": 31001,
        "r": "niv:Romans:6:13",
        "t": "Do not offer any part of yourself to sin as an instrument of wickedness, but rather offer yourselves to God as those who have been brought from death to life; and offer every part of yourself to him as an instrument of righteousness."
    },
    {
        "o": 31002,
        "r": "niv:Romans:6:14",
        "t": "For sin shall no longer be your master, because you are not under the law, but under grace."
    },
    {
        "o": 31003,
        "r": "niv:Romans:6:14",
        "t": "Slaves to Righteousness",
        "h": 2
    },
    {
        "o": 31004,
        "r": "niv:Romans:6:15",
        "t": "What*p then? Shall we sin because we are not under the law but under grace? By no means!"
    },
    {
        "o": 31005,
        "r": "niv:Romans:6:16",
        "t": "Don’t you know that when you offer yourselves to someone as obedient slaves, you are slaves of the one you obey—whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness?"
    },
    {
        "o": 31006,
        "r": "niv:Romans:6:17",
        "t": "But thanks be to God that, though you used to be slaves to sin, you have come to obey from your heart the pattern of teaching that has now claimed your allegiance."
    },
    {
        "o": 31007,
        "r": "niv:Romans:6:18",
        "t": "You have been set free from sin and have become slaves to righteousness."
    },
    {
        "o": 31008,
        "r": "niv:Romans:6:19",
        "t": "I*p am using an example from everyday life because of your human limitations. Just as you used to offer yourselves as slaves to impurity and to ever-increasing wickedness, so now offer yourselves as slaves to righteousness leading to holiness."
    },
    {
        "o": 31009,
        "r": "niv:Romans:6:20",
        "t": "When you were slaves to sin, you were free from the control of righteousness."
    },
    {
        "o": 31010,
        "r": "niv:Romans:6:21",
        "t": "What benefit did you reap at that time from the things you are now ashamed of? Those things result in death!"
    },
    {
        "o": 31011,
        "r": "niv:Romans:6:22",
        "t": "But now that you have been set free from sin and have become slaves of God, the benefit you reap leads to holiness, and the result is eternal life."
    },
    {
        "o": 31012,
        "r": "niv:Romans:6:23",
        "t": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."
    }
]
