[
    {
        "o": 25904,
        "r": "csb:Zechariah:8:0",
        "t": "Zechariah 8",
        "h": 1
    },
    {
        "o": 25905,
        "r": "csb:Zechariah:8:0",
        "t": "Obedience and Feasting",
        "h": 2
    },
    {
        "o": 25906,
        "r": "csb:Zechariah:8:1",
        "t": "The*p word of the Lord*s of Armies came:"
    },
    {
        "o": 25907,
        "r": "csb:Zechariah:8:2",
        "t": "The Lord*s of Armies says this: “I am extremely jealous for Zion; I am jealous for her with great wrath.”"
    },
    {
        "o": 25908,
        "r": "csb:Zechariah:8:3",
        "t": "The Lord*s says this: “I will return to Zion and live in Jerusalem. Then Jerusalem will be called the Faithful City; the mountain of the Lord*s of Armies will be called the Holy Mountain.”"
    },
    {
        "o": 25909,
        "r": "csb:Zechariah:8:4",
        "t": "The Lord*s of Armies says this: “Old men and women will again sit along the streets of Jerusalem, each with a staff in hand because of advanced age."
    },
    {
        "o": 25910,
        "r": "csb:Zechariah:8:5",
        "t": "The streets of the city will be filled with boys and girls playing in them.”"
    },
    {
        "o": 25911,
        "r": "csb:Zechariah:8:6",
        "t": "The Lord*s of Armies says this: “Though it may seem impossible to the remnant of this people in those days, should it also seem impossible to me?” - this is the declaration of the Lord*s of Armies."
    },
    {
        "o": 25912,
        "r": "csb:Zechariah:8:7",
        "t": "The Lord*s of Armies says this: “I will save my people from the land of the east and the land of the west."
    },
    {
        "o": 25913,
        "r": "csb:Zechariah:8:8",
        "t": "I will bring them back to live in Jerusalem. They will be my people, and I will be their faithful and righteous God.”"
    },
    {
        "o": 25914,
        "r": "csb:Zechariah:8:9",
        "t": "The*p Lord*s of Armies says this: “Let your hands be strong, you who now hear these words that the prophets spoke when the foundations were laid for the rebuilding of the temple, the house of the Lord*s of Armies."
    },
    {
        "o": 25915,
        "r": "csb:Zechariah:8:10",
        "t": "For prior to those days neither people nor animals had wages. There was no safety from the enemy for anyone who came or went, for I turned everyone against his neighbor."
    },
    {
        "o": 25916,
        "r": "csb:Zechariah:8:11",
        "t": "But now, I will not treat the remnant of this people as in the former days” - this is the declaration of the Lord*s of Armies."
    },
    {
        "o": 25917,
        "r": "csb:Zechariah:8:12",
        "t": "“For they will sow in peace: the vine will yield its fruit, the land will yield its produce, and the skies will yield their dew. I will give the remnant of this people all these things as an inheritance."
    },
    {
        "o": 25918,
        "r": "csb:Zechariah:8:13",
        "t": "As you have been a curse among the nations, house of Judah and house of Israel, so I will save you, and you will be a blessing. Don’t be afraid; let your hands be strong.”"
    },
    {
        "o": 25919,
        "r": "csb:Zechariah:8:14",
        "t": "For the Lord*s of Armies says this: “As I resolved to treat you badly when your ancestors provoked me to anger, and I did not relent,” says the Lord*s of Armies,"
    },
    {
        "o": 25920,
        "r": "csb:Zechariah:8:15",
        "t": "“so I have resolved again in these days to do what is good to Jerusalem and the house of Judah. Don’t be afraid."
    },
    {
        "o": 25921,
        "r": "csb:Zechariah:8:16",
        "t": "These are the things you must do: Speak truth to one another; make true and sound decisions within your city gates."
    },
    {
        "o": 25922,
        "r": "csb:Zechariah:8:17",
        "t": "Do not plot evil in your hearts against your neighbor, and do not love perjury, for I hate all this” - this is the Lord’s*s declaration."
    },
    {
        "o": 25923,
        "r": "csb:Zechariah:8:18",
        "t": "Then*p the word of the Lord*s of Armies came to me:"
    },
    {
        "o": 25924,
        "r": "csb:Zechariah:8:19",
        "t": "The Lord*s of Armies says this: “The fast of the fourth month, the fast of the fifth, the fast of the seventh, and the fast of the tenth will become times of joy, gladness, and cheerful festivals for the house of Judah. Therefore, love truth and peace.”"
    },
    {
        "o": 25925,
        "r": "csb:Zechariah:8:20",
        "t": "The Lord*s of Armies says this: “Peoples will yet come, the residents of many cities;"
    },
    {
        "o": 25926,
        "r": "csb:Zechariah:8:21",
        "t": "the residents of one city will go to another, saying: Let’s go at once to plead for the Lord’s*s favor and to seek the Lord*s of Armies. I am also going."
    },
    {
        "o": 25927,
        "r": "csb:Zechariah:8:22",
        "t": "Many peoples and strong nations will come to seek the Lord*s of Armies in Jerusalem and to plead for the Lord’s*s favor.”"
    },
    {
        "o": 25928,
        "r": "csb:Zechariah:8:23",
        "t": "The Lord*s of Armies says this: “In those days, ten men from nations of every language will grab the robe of a Jewish man tightly, urging: Let us go with you, for we have heard that God is with you.”"
    }
]
