[
    {
        "o": 13161,
        "r": "niv:Ezra:1:0",
        "t": "Ezra 1",
        "h": 1
    },
    {
        "o": 13162,
        "r": "niv:Ezra:1:0",
        "t": "Cyrus Helps the Exiles to Return",
        "h": 2
    },
    {
        "o": 13163,
        "r": "niv:Ezra:1:1",
        "t": "In*p the first year of Cyrus king of Persia, in order to fulfill the word of the Lord*s spoken by Jeremiah, the Lord*s moved the heart of Cyrus king of Persia to make a proclamation throughout his realm and also to put it in writing:"
    },
    {
        "o": 13164,
        "r": "niv:Ezra:1:2",
        "t": "“This is what Cyrus king of Persia says: “ ‘The*pln Lord,*s the God of heaven, has given me all the kingdoms of the earth and he has appointed me to build a temple for him at Jerusalem in Judah."
    },
    {
        "o": 13165,
        "r": "niv:Ezra:1:3",
        "t": "Any of his people among you may go up to Jerusalem in Judah and build the temple of the Lord,*s the God of Israel, the God who is in Jerusalem, and may their God be with them."
    },
    {
        "o": 13166,
        "r": "niv:Ezra:1:4",
        "t": "And in any locality where survivors may now be living, the people are to provide them with silver and gold, with goods and livestock, and with freewill offerings for the temple of God in Jerusalem.’ ”"
    },
    {
        "o": 13167,
        "r": "niv:Ezra:1:5",
        "t": "Then*p the family heads of Judah and Benjamin, and the priests and Levites—everyone whose heart God had moved—prepared to go up and build the house of the Lord*s in Jerusalem."
    },
    {
        "o": 13168,
        "r": "niv:Ezra:1:6",
        "t": "All their neighbors assisted them with articles of silver and gold, with goods and livestock, and with valuable gifts, in addition to all the freewill offerings."
    },
    {
        "o": 13169,
        "r": "niv:Ezra:1:7",
        "t": "Moreover,*p King Cyrus brought out the articles belonging to the temple of the Lord,*s which Nebuchadnezzar had carried away from Jerusalem and had placed in the temple of his god."
    },
    {
        "o": 13170,
        "r": "niv:Ezra:1:8",
        "t": "Cyrus king of Persia had them brought by Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah."
    },
    {
        "o": 13171,
        "r": "niv:Ezra:1:9",
        "t": "This*p was the inventory: gold*ple dishes 30*lg silver*le dishes 1,000*lg silver*le pans 29*lg"
    },
    {
        "o": 13172,
        "r": "niv:Ezra:1:10",
        "t": "gold*le bowls 30*lg matching*le silver bowls 410*lg other*le articles 1,000*lg"
    },
    {
        "o": 13173,
        "r": "niv:Ezra:1:11",
        "t": "In*p all, there were 5,400 articles of gold and of silver. Sheshbazzar brought all these along with the exiles when they came up from Babylon to Jerusalem."
    }
]
