[
    {
        "o": 31322,
        "r": "nkjv:Acts:24:0",
        "t": "Acts 24",
        "h": 1
    },
    {
        "o": 31323,
        "r": "nkjv:Acts:24:0",
        "t": "Accused of Sedition",
        "h": 2
    },
    {
        "o": 31324,
        "r": "nkjv:Acts:24:1",
        "t": "Now*p after five days Ananias the high priest came down with the elders and a certain orator named*i Tertullus. These gave evidence to the governor against Paul."
    },
    {
        "o": 31325,
        "r": "nkjv:Acts:24:2",
        "t": "And*p when he was called upon, Tertullus began his accusation, saying: “Seeing that through you we enjoy great peace, and prosperity is being brought to this nation by your foresight,"
    },
    {
        "o": 31326,
        "r": "nkjv:Acts:24:3",
        "t": "we accept it*i always and in all places, most noble Felix, with all thankfulness."
    },
    {
        "o": 31327,
        "r": "nkjv:Acts:24:4",
        "t": "Nevertheless, not to be tedious to you any further, I beg you to hear, by your courtesy, a few words from us."
    },
    {
        "o": 31328,
        "r": "nkjv:Acts:24:5",
        "t": "For we have found this man a plague, a creator of dissension among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes."
    },
    {
        "o": 31329,
        "r": "nkjv:Acts:24:6",
        "t": "He even tried to profane the temple, and we seized him, and wanted to judge him according to our law."
    },
    {
        "o": 31330,
        "r": "nkjv:Acts:24:7",
        "t": "But the commander Lysias came by and with great violence took him*i out of our hands,"
    },
    {
        "o": 31331,
        "r": "nkjv:Acts:24:8",
        "t": "commanding his accusers to come to you. By examining him yourself you may ascertain all these things of which we accuse him.”"
    },
    {
        "o": 31332,
        "r": "nkjv:Acts:24:9",
        "t": "And the Jews also assented, maintaining that these things were so."
    },
    {
        "o": 31333,
        "r": "nkjv:Acts:24:9",
        "t": "The Defense Before Felix",
        "h": 2
    },
    {
        "o": 31334,
        "r": "nkjv:Acts:24:10",
        "t": "Then*p Paul, after the governor had nodded to him to speak, answered: “Inasmuch as I know that you have been for many years a judge of this nation, I do the more cheerfully answer for myself,"
    },
    {
        "o": 31335,
        "r": "nkjv:Acts:24:11",
        "t": "because you may ascertain that it is no more than twelve days since I went up to Jerusalem to worship."
    },
    {
        "o": 31336,
        "r": "nkjv:Acts:24:12",
        "t": "And they neither found me in the temple disputing with anyone nor inciting the crowd, either in the synagogues or in the city."
    },
    {
        "o": 31337,
        "r": "nkjv:Acts:24:13",
        "t": "Nor can they prove the things of which they now accuse me."
    },
    {
        "o": 31338,
        "r": "nkjv:Acts:24:14",
        "t": "But this I confess to you, that according to the Way which they call a sect, so I worship the God of my fathers, believing all things which are written in the Law and in the Prophets."
    },
    {
        "o": 31339,
        "r": "nkjv:Acts:24:15",
        "t": "I have hope in God, which they themselves also accept, that there will be a resurrection of the*i dead, both of the*i just and the*i unjust."
    },
    {
        "o": 31340,
        "r": "nkjv:Acts:24:16",
        "t": "This being*i so, I myself always strive to have a conscience without offense toward God and men."
    },
    {
        "o": 31341,
        "r": "nkjv:Acts:24:17",
        "t": "“Now*p after many years I came to bring alms and offerings to my nation,"
    },
    {
        "o": 31342,
        "r": "nkjv:Acts:24:18",
        "t": "in the midst of which some Jews from Asia found me purified in the temple, neither with a mob nor with tumult."
    },
    {
        "o": 31343,
        "r": "nkjv:Acts:24:19",
        "t": "They ought to have been here before you to object if they had anything against me."
    },
    {
        "o": 31344,
        "r": "nkjv:Acts:24:20",
        "t": "Or else let those who are here*i themselves say if they found any wrongdoing in me while I stood before the council,"
    },
    {
        "o": 31345,
        "r": "nkjv:Acts:24:21",
        "t": "unless it*i is*i for this one statement which I cried out, standing among them, ‘Concerning the resurrection of the dead I am being judged by you this day.’”"
    },
    {
        "o": 31346,
        "r": "nkjv:Acts:24:21",
        "t": "Felix Procrastinates",
        "h": 2
    },
    {
        "o": 31347,
        "r": "nkjv:Acts:24:22",
        "t": "But*p when Felix heard these things, having more accurate knowledge of the*i Way, he adjourned the proceedings and said, “When Lysias the commander comes down, I will make a decision on your case.”"
    },
    {
        "o": 31348,
        "r": "nkjv:Acts:24:23",
        "t": "So he commanded the centurion to keep Paul and to let him*i have liberty, and told him not to forbid any of his friends to provide for or visit him."
    },
    {
        "o": 31349,
        "r": "nkjv:Acts:24:24",
        "t": "And*p after some days, when Felix came with his wife Drusilla, who was Jewish, he sent for Paul and heard him concerning the faith in Christ."
    },
    {
        "o": 31350,
        "r": "nkjv:Acts:24:25",
        "t": "Now as he reasoned about righteousness, self-control, and the judgment to come, Felix was afraid and answered, “Go away for now; when I have a convenient time I will call for you.”"
    },
    {
        "o": 31351,
        "r": "nkjv:Acts:24:26",
        "t": "Meanwhile he also hoped that money would be given him by Paul, that he might release him. Therefore he sent for him more often and conversed with him."
    },
    {
        "o": 31352,
        "r": "nkjv:Acts:24:27",
        "t": "But*p after two years Porcius Festus succeeded Felix; and Felix, wanting to do the Jews a favor, left Paul bound."
    }
]
