[
    {
        "o": 19907,
        "r": "csb:Isaiah:7:0",
        "t": "Isaiah 7",
        "h": 1
    },
    {
        "o": 19908,
        "r": "csb:Isaiah:7:0",
        "t": "The Message to Ahaz",
        "h": 2
    },
    {
        "o": 19909,
        "r": "csb:Isaiah:7:1",
        "t": "This*p took place during the reign of Ahaz, son of Jotham, son of Uzziah king of Judah: Aram’s King Rezin and Israel’s King Pekah son of Remaliah went to fight against Jerusalem, but they were not able to conquer it."
    },
    {
        "o": 19910,
        "r": "csb:Isaiah:7:2",
        "t": "When*p it became known to the house of David that Aram had occupied Ephraim, the heart of Ahaz and the hearts of his people trembled like trees of a forest shaking in the wind."
    },
    {
        "o": 19911,
        "r": "csb:Isaiah:7:3",
        "t": "The*p Lord*s said to Isaiah, “Go out with your son Shear-jashub to meet Ahaz at the end of the conduit of the upper pool, by the road to the Launderer’s Field."
    },
    {
        "o": 19912,
        "r": "csb:Isaiah:7:4",
        "t": "Say to him: Calm down and be quiet. Don’t be afraid or cowardly because of these two smoldering sticks, the fierce anger of Rezin and Aram, and the son of Remaliah."
    },
    {
        "o": 19913,
        "r": "csb:Isaiah:7:5",
        "t": "For Aram, along with Ephraim and the son of Remaliah, has plotted harm against you. They say,"
    },
    {
        "o": 19914,
        "r": "csb:Isaiah:7:6",
        "t": "‘Let’s go up against Judah, terrorize it, and conquer it for ourselves. Then we can install Tabeel’s son as king in it.’”"
    },
    {
        "o": 19915,
        "r": "csb:Isaiah:7:7",
        "t": "This*p is what the Lord God*s says: It*pn will not happen; it will not occur."
    },
    {
        "o": 19916,
        "r": "csb:Isaiah:7:8",
        "t": "The*ln chief city of Aram is Damascus, the*ln chief of Damascus is Rezin (within*ln sixty-five years Ephraim*ln will be too shattered to be a people),"
    },
    {
        "o": 19917,
        "r": "csb:Isaiah:7:9",
        "t": "the*ln chief city of Ephraim is Samaria, and*ln the chief of Samaria is the son of Remaliah. If*ln you do not stand firm in your faith, then*ln you will not stand at all."
    },
    {
        "o": 19918,
        "r": "csb:Isaiah:7:9",
        "t": "The Immanuel Prophecy",
        "h": 2
    },
    {
        "o": 19919,
        "r": "csb:Isaiah:7:10",
        "t": "Then*p the Lord*s spoke again to Ahaz:"
    },
    {
        "o": 19920,
        "r": "csb:Isaiah:7:11",
        "t": "“Ask for a sign from the Lord*s your God - it can be as deep as Sheol or as high as heaven.”"
    },
    {
        "o": 19921,
        "r": "csb:Isaiah:7:12",
        "t": "But*p Ahaz replied, “I will not ask. I will not test the Lord.”*s"
    },
    {
        "o": 19922,
        "r": "csb:Isaiah:7:13",
        "t": "Isaiah*p said, “Listen, house of David! Is it not enough for you to try the patience of men? Will you also try the patience of my God?"
    },
    {
        "o": 19923,
        "r": "csb:Isaiah:7:14",
        "t": "Therefore, the Lord himself will give you a sign: See, the virgin will conceive, have a son, and name him Immanuel."
    },
    {
        "o": 19924,
        "r": "csb:Isaiah:7:15",
        "t": "By the time he learns to reject what is bad and choose what is good, he will be eating curds and honey."
    },
    {
        "o": 19925,
        "r": "csb:Isaiah:7:16",
        "t": "For before the boy knows to reject what is bad and choose what is good, the land of the two kings you dread will be abandoned."
    },
    {
        "o": 19926,
        "r": "csb:Isaiah:7:17",
        "t": "The Lord*s will bring on you, your people, and your father’s house such a time as has never been since Ephraim separated from Judah: He will bring the king of Assyria.”"
    },
    {
        "o": 19927,
        "r": "csb:Isaiah:7:18",
        "t": "On*pn that day the*ln Lord*s will whistle to flies at*ln the farthest streams of the Nile and*ln to bees in the land of Assyria."
    },
    {
        "o": 19928,
        "r": "csb:Isaiah:7:19",
        "t": "All*ln of them will come and settle in*ln the steep ravines, in the clefts of the rocks, in*ln all the thornbushes, and in all the water holes."
    },
    {
        "o": 19929,
        "r": "csb:Isaiah:7:20",
        "t": "On*p that day the Lord will use a razor hired from beyond the Euphrates River - the king of Assyria- to shave the hair on your heads, the hair on your legs, and even your beards."
    },
    {
        "o": 19930,
        "r": "csb:Isaiah:7:21",
        "t": "On*pn that day a*ln man will raise a young cow and two sheep,"
    },
    {
        "o": 19931,
        "r": "csb:Isaiah:7:22",
        "t": "and*ln from the abundant milk they give he*ln will eat curds, for*ln every survivor in the land will eat curds and honey."
    },
    {
        "o": 19932,
        "r": "csb:Isaiah:7:23",
        "t": "And*pn on that day every*ln place where there were a thousand vines, worth*ln a thousand pieces of silver, will*ln become thorns and briers."
    },
    {
        "o": 19933,
        "r": "csb:Isaiah:7:24",
        "t": "A*ln man will go there with bow and arrows because*ln the whole land will be thorns and briers."
    },
    {
        "o": 19934,
        "r": "csb:Isaiah:7:25",
        "t": "You*ln will not go to all the hills that*ln were once tilled with a hoe, for*ln fear of the thorns and briers. Those*ln hills will be places for oxen to graze and*ln for sheep to trample."
    }
]
