[
    {
        "o": 30365,
        "r": "kjv:Galatians:4:0",
        "t": "Galatians 4",
        "h": 1
    },
    {
        "o": 30366,
        "r": "kjv:Galatians:4:1",
        "t": "Now*p I say, That the heir, as long as he is a child, differeth nothing from a servant, though he be lord of all;"
    },
    {
        "o": 30367,
        "r": "kjv:Galatians:4:2",
        "t": "But*p is under tutors and governors until the time appointed of the father."
    },
    {
        "o": 30368,
        "r": "kjv:Galatians:4:3",
        "t": "Even*p so we, when we were children, were in bondage under the elements of the world:"
    },
    {
        "o": 30369,
        "r": "kjv:Galatians:4:4",
        "t": "But*p when the fulness of the time was come, God sent forth his Son, made of a woman, made under the law,"
    },
    {
        "o": 30370,
        "r": "kjv:Galatians:4:5",
        "t": "To*p redeem them that were under the law, that we might receive the adoption of sons."
    },
    {
        "o": 30371,
        "r": "kjv:Galatians:4:6",
        "t": "And*p because ye are sons, God hath sent forth the Spirit of his Son into your hearts, crying, Abba, Father."
    },
    {
        "o": 30372,
        "r": "kjv:Galatians:4:7",
        "t": "Wherefore*p thou art no more a servant, but a son; and if a son, then an heir of God through Christ."
    },
    {
        "o": 30373,
        "r": "kjv:Galatians:4:8",
        "t": "Howbeit*p then, when ye knew not God, ye did service unto them which by nature are no gods."
    },
    {
        "o": 30374,
        "r": "kjv:Galatians:4:9",
        "t": "But*p now, after that ye have known God, or rather are known of God, how turn ye again to the weak and beggarly elements, whereunto ye desire again to be in bondage?"
    },
    {
        "o": 30375,
        "r": "kjv:Galatians:4:10",
        "t": "Ye*p observe days, and months, and times, and years."
    },
    {
        "o": 30376,
        "r": "kjv:Galatians:4:11",
        "t": "I*p am afraid of you, lest I have bestowed upon you labour in vain."
    },
    {
        "o": 30377,
        "r": "kjv:Galatians:4:12",
        "t": "Brethren,*p I beseech you, be as I am; for I am as ye are: ye have not injured me at all."
    },
    {
        "o": 30378,
        "r": "kjv:Galatians:4:13",
        "t": "Ye*p know how through infirmity of the flesh I preached the gospel unto you at the first."
    },
    {
        "o": 30379,
        "r": "kjv:Galatians:4:14",
        "t": "And*p my temptation which was in my flesh ye despised not, nor rejected; but received me as an angel of God, even as Christ Jesus."
    },
    {
        "o": 30380,
        "r": "kjv:Galatians:4:15",
        "t": "Where*p is then the blessedness ye spake of? for I bear you record, that, if it had been possible, ye would have plucked out your own eyes, and have given them to me."
    },
    {
        "o": 30381,
        "r": "kjv:Galatians:4:16",
        "t": "Am*p I therefore become your enemy, because I tell you the truth?"
    },
    {
        "o": 30382,
        "r": "kjv:Galatians:4:17",
        "t": "They*p zealously affect you, but not well; yea, they would exclude you, that ye might affect them."
    },
    {
        "o": 30383,
        "r": "kjv:Galatians:4:18",
        "t": "But*p it is good to be zealously affected always in a good thing, and not only when I am present with you."
    },
    {
        "o": 30384,
        "r": "kjv:Galatians:4:19",
        "t": "My*p little children, of whom I travail in birth again until Christ be formed in you,"
    },
    {
        "o": 30385,
        "r": "kjv:Galatians:4:20",
        "t": "I*p desire to be present with you now, and to change my voice; for I stand in doubt of you."
    },
    {
        "o": 30386,
        "r": "kjv:Galatians:4:21",
        "t": "Tell*p me, ye that desire to be under the law, do ye not hear the law?"
    },
    {
        "o": 30387,
        "r": "kjv:Galatians:4:22",
        "t": "For*p it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman."
    },
    {
        "o": 30388,
        "r": "kjv:Galatians:4:23",
        "t": "But*p he who was of the bondwoman was born after the flesh; but he of the freewoman was by promise."
    },
    {
        "o": 30389,
        "r": "kjv:Galatians:4:24",
        "t": "Which*p things are an allegory: for these are the two covenants; the one from the mount Sinai, which gendereth to bondage, which is Agar."
    },
    {
        "o": 30390,
        "r": "kjv:Galatians:4:25",
        "t": "For*p this Agar is mount Sinai in Arabia, and answereth to Jerusalem which now is, and is in bondage with her children."
    },
    {
        "o": 30391,
        "r": "kjv:Galatians:4:26",
        "t": "But*p Jerusalem which is above is free, which is the mother of us all."
    },
    {
        "o": 30392,
        "r": "kjv:Galatians:4:27",
        "t": "For*p it is written, Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband."
    },
    {
        "o": 30393,
        "r": "kjv:Galatians:4:28",
        "t": "Now*p we, brethren, as Isaac was, are the children of promise."
    },
    {
        "o": 30394,
        "r": "kjv:Galatians:4:29",
        "t": "But*p as then he that was born after the flesh persecuted him that was born after the Spirit, even so it is now."
    },
    {
        "o": 30395,
        "r": "kjv:Galatians:4:30",
        "t": "Nevertheless*p what saith the scripture? Cast out the bondwoman and her son: for the son of the bondwoman shall not be heir with the son of the freewoman."
    },
    {
        "o": 30396,
        "r": "kjv:Galatians:4:31",
        "t": "So*p then, brethren, we are not children of the bondwoman, but of the free."
    }
]
