[
    {
        "o": 6675,
        "r": "esv:Joshua:11:0",
        "t": "Joshua 11",
        "h": 1
    },
    {
        "o": 6676,
        "r": "esv:Joshua:11:0",
        "t": "Conquests in Northern Canaan",
        "h": 2
    },
    {
        "o": 6677,
        "r": "esv:Joshua:11:1",
        "t": "When*p Jabin, king of Hazor, heard of this, he sent to Jobab king of Madon, and to the king of Shimron, and to the king of Achshaph,"
    },
    {
        "o": 6678,
        "r": "esv:Joshua:11:2",
        "t": "and to the kings who were in the northern hill country, and in the Arabah south of Chinneroth, and in the lowland, and in Naphoth-dor on the west,"
    },
    {
        "o": 6679,
        "r": "esv:Joshua:11:3",
        "t": "to the Canaanites in the east and the west, the Amorites, the Hittites, the Perizzites, and the Jebusites in the hill country, and the Hivites under Hermon in the land of Mizpah."
    },
    {
        "o": 6680,
        "r": "esv:Joshua:11:4",
        "t": "And they came out with all their troops, a great horde, in number like the sand that is on the seashore, with very many horses and chariots."
    },
    {
        "o": 6681,
        "r": "esv:Joshua:11:5",
        "t": "And all these kings joined their forces and came and encamped together at the waters of Merom to fight against Israel."
    },
    {
        "o": 6682,
        "r": "esv:Joshua:11:6",
        "t": "And*p the Lord*s said to Joshua, “Do not be afraid of them, for tomorrow at this time I will give over all of them, slain, to Israel. You shall hamstring their horses and burn their chariots with fire.”"
    },
    {
        "o": 6683,
        "r": "esv:Joshua:11:7",
        "t": "So Joshua and all his warriors came suddenly against them by the waters of Merom and fell upon them."
    },
    {
        "o": 6684,
        "r": "esv:Joshua:11:8",
        "t": "And the Lord*s gave them into the hand of Israel, who struck them and chased them as far as Great Sidon and Misrephoth-maim, and eastward as far as the Valley of Mizpeh. And they struck them until he left none remaining."
    },
    {
        "o": 6685,
        "r": "esv:Joshua:11:9",
        "t": "And Joshua did to them just as the Lord*s said to him: he hamstrung their horses and burned their chariots with fire."
    },
    {
        "o": 6686,
        "r": "esv:Joshua:11:10",
        "t": "And*p Joshua turned back at that time and captured Hazor and struck its king with the sword, for Hazor formerly was the head of all those kingdoms."
    },
    {
        "o": 6687,
        "r": "esv:Joshua:11:11",
        "t": "And they struck with the sword all who were in it, devoting them to destruction; there was none left that breathed. And he burned Hazor with fire."
    },
    {
        "o": 6688,
        "r": "esv:Joshua:11:12",
        "t": "And all the cities of those kings, and all their kings, Joshua captured, and struck them with the edge of the sword, devoting them to destruction, just as Moses the servant of the Lord*s had commanded."
    },
    {
        "o": 6689,
        "r": "esv:Joshua:11:13",
        "t": "But none of the cities that stood on mounds did Israel burn, except Hazor alone; that Joshua burned."
    },
    {
        "o": 6690,
        "r": "esv:Joshua:11:14",
        "t": "And all the spoil of these cities and the livestock, the people of Israel took for their plunder. But every person they struck with the edge of the sword until they had destroyed them, and they did not leave any who breathed."
    },
    {
        "o": 6691,
        "r": "esv:Joshua:11:15",
        "t": "Just as the Lord*s had commanded Moses his servant, so Moses commanded Joshua, and so Joshua did. He left nothing undone of all that the Lord*s had commanded Moses."
    },
    {
        "o": 6692,
        "r": "esv:Joshua:11:16",
        "t": "So*p Joshua took all that land, the hill country and all the Negeb and all the land of Goshen and the lowland and the Arabah and the hill country of Israel and its lowland"
    },
    {
        "o": 6693,
        "r": "esv:Joshua:11:17",
        "t": "from Mount Halak, which rises toward Seir, as far as Baal-gad in the Valley of Lebanon below Mount Hermon. And he captured all their kings and struck them and put them to death."
    },
    {
        "o": 6694,
        "r": "esv:Joshua:11:18",
        "t": "Joshua made war a long time with all those kings."
    },
    {
        "o": 6695,
        "r": "esv:Joshua:11:19",
        "t": "There was not a city that made peace with the people of Israel except the Hivites, the inhabitants of Gibeon. They took them all in battle."
    },
    {
        "o": 6696,
        "r": "esv:Joshua:11:20",
        "t": "For it was the Lord’s*s doing to harden their hearts that they should come against Israel in battle, in order that they should be devoted to destruction and should receive no mercy but be destroyed, just as the Lord*s commanded Moses."
    },
    {
        "o": 6697,
        "r": "esv:Joshua:11:21",
        "t": "And*p Joshua came at that time and cut off the Anakim from the hill country, from Hebron, from Debir, from Anab, and from all the hill country of Judah, and from all the hill country of Israel. Joshua devoted them to destruction with their cities."
    },
    {
        "o": 6698,
        "r": "esv:Joshua:11:22",
        "t": "There was none of the Anakim left in the land of the people of Israel. Only in Gaza, in Gath, and in Ashdod did some remain."
    },
    {
        "o": 6699,
        "r": "esv:Joshua:11:23",
        "t": "So Joshua took the whole land, according to all that the Lord*s had spoken to Moses. And Joshua gave it for an inheritance to Israel according to their tribal allotments. And the land had rest from war."
    }
]
