[
    {
        "o": 13070,
        "r": "esv:2 Chronicles:32:0",
        "t": "2 Chronicles 32",
        "h": 1
    },
    {
        "o": 13071,
        "r": "esv:2 Chronicles:32:0",
        "t": "Sennacherib Invades Judah",
        "h": 2
    },
    {
        "o": 13072,
        "r": "esv:2 Chronicles:32:1",
        "t": "After*p these things and these acts of faithfulness, Sennacherib king of Assyria came and invaded Judah and encamped against the fortified cities, thinking to win them for himself."
    },
    {
        "o": 13073,
        "r": "esv:2 Chronicles:32:2",
        "t": "And when Hezekiah saw that Sennacherib had come and intended to fight against Jerusalem,"
    },
    {
        "o": 13074,
        "r": "esv:2 Chronicles:32:3",
        "t": "he planned with his officers and his mighty men to stop the water of the springs that were outside the city; and they helped him."
    },
    {
        "o": 13075,
        "r": "esv:2 Chronicles:32:4",
        "t": "A great many people were gathered, and they stopped all the springs and the brook that flowed through the land, saying, “Why should the kings of Assyria come and find much water?”"
    },
    {
        "o": 13076,
        "r": "esv:2 Chronicles:32:5",
        "t": "He set to work resolutely and built up all the wall that was broken down and raised towers upon it, and outside it he built another wall, and he strengthened the Millo in the city of David. He also made weapons and shields in abundance."
    },
    {
        "o": 13077,
        "r": "esv:2 Chronicles:32:6",
        "t": "And he set combat commanders over the people and gathered them together to him in the square at the gate of the city and spoke encouragingly to them, saying,"
    },
    {
        "o": 13078,
        "r": "esv:2 Chronicles:32:7",
        "t": "“Be strong and courageous. Do not be afraid or dismayed before the king of Assyria and all the horde that is with him, for there are more with us than with him."
    },
    {
        "o": 13079,
        "r": "esv:2 Chronicles:32:8",
        "t": "With him is an arm of flesh, but with us is the Lord*s our God, to help us and to fight our battles.” And the people took confidence from the words of Hezekiah king of Judah."
    },
    {
        "o": 13080,
        "r": "esv:2 Chronicles:32:8",
        "t": "Sennacherib Blasphemes",
        "h": 2
    },
    {
        "o": 13081,
        "r": "esv:2 Chronicles:32:9",
        "t": "After*p this, Sennacherib king of Assyria, who was besieging Lachish with all his forces, sent his servants to Jerusalem to Hezekiah king of Judah and to all the people of Judah who were in Jerusalem, saying,"
    },
    {
        "o": 13082,
        "r": "esv:2 Chronicles:32:10",
        "t": "“Thus says Sennacherib king of Assyria, ‘On what are you trusting, that you endure the siege in Jerusalem?"
    },
    {
        "o": 13083,
        "r": "esv:2 Chronicles:32:11",
        "t": "Is not Hezekiah misleading you, that he may give you over to die by famine and by thirst, when he tells you, “The Lord*s our God will deliver us from the hand of the king of Assyria”?"
    },
    {
        "o": 13084,
        "r": "esv:2 Chronicles:32:12",
        "t": "Has not this same Hezekiah taken away his high places and his altars and commanded Judah and Jerusalem, “Before one altar you shall worship, and on it you shall burn your sacrifices”?"
    },
    {
        "o": 13085,
        "r": "esv:2 Chronicles:32:13",
        "t": "Do you not know what I and my fathers have done to all the peoples of other lands? Were the gods of the nations of those lands at all able to deliver their lands out of my hand?"
    },
    {
        "o": 13086,
        "r": "esv:2 Chronicles:32:14",
        "t": "Who among all the gods of those nations that my fathers devoted to destruction was able to deliver his people from my hand, that your God should be able to deliver you from my hand?"
    },
    {
        "o": 13087,
        "r": "esv:2 Chronicles:32:15",
        "t": "Now, therefore, do not let Hezekiah deceive you or mislead you in this fashion, and do not believe him, for no god of any nation or kingdom has been able to deliver his people from my hand or from the hand of my fathers. How much less will your God deliver you out of my hand!’”"
    },
    {
        "o": 13088,
        "r": "esv:2 Chronicles:32:16",
        "t": "And*p his servants said still more against the Lord*s God and against his servant Hezekiah."
    },
    {
        "o": 13089,
        "r": "esv:2 Chronicles:32:17",
        "t": "And he wrote letters to cast contempt on the Lord,*s the God of Israel, and to speak against him, saying, “Like the gods of the nations of the lands who have not delivered their people from my hands, so the God of Hezekiah will not deliver his people from my hand.”"
    },
    {
        "o": 13090,
        "r": "esv:2 Chronicles:32:18",
        "t": "And they shouted it with a loud voice in the language of Judah to the people of Jerusalem who were on the wall, to frighten and terrify them, in order that they might take the city."
    },
    {
        "o": 13091,
        "r": "esv:2 Chronicles:32:19",
        "t": "And they spoke of the God of Jerusalem as they spoke of the gods of the peoples of the earth, which are the work of men’s hands."
    },
    {
        "o": 13092,
        "r": "esv:2 Chronicles:32:19",
        "t": "The Lord Delivers Jerusalem",
        "h": 2
    },
    {
        "o": 13093,
        "r": "esv:2 Chronicles:32:20",
        "t": "Then*p Hezekiah the king and Isaiah the prophet, the son of Amoz, prayed because of this and cried to heaven."
    },
    {
        "o": 13094,
        "r": "esv:2 Chronicles:32:21",
        "t": "And the Lord*s sent an angel, who cut off all the mighty warriors and commanders and officers in the camp of the king of Assyria. So he returned with shame of face to his own land. And when he came into the house of his god, some of his own sons struck him down there with the sword."
    },
    {
        "o": 13095,
        "r": "esv:2 Chronicles:32:22",
        "t": "So the Lord*s saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib king of Assyria and from the hand of all his enemies, and he provided for them on every side."
    },
    {
        "o": 13096,
        "r": "esv:2 Chronicles:32:23",
        "t": "And many brought gifts to the Lord*s to Jerusalem and precious things to Hezekiah king of Judah, so that he was exalted in the sight of all nations from that time onward."
    },
    {
        "o": 13097,
        "r": "esv:2 Chronicles:32:23",
        "t": "Hezekiah’s Pride and Achievements",
        "h": 2
    },
    {
        "o": 13098,
        "r": "esv:2 Chronicles:32:24",
        "t": "In*p those days Hezekiah became sick and was at the point of death, and he prayed to the Lord,*s and he answered him and gave him a sign."
    },
    {
        "o": 13099,
        "r": "esv:2 Chronicles:32:25",
        "t": "But Hezekiah did not make return according to the benefit done to him, for his heart was proud. Therefore wrath came upon him and Judah and Jerusalem."
    },
    {
        "o": 13100,
        "r": "esv:2 Chronicles:32:26",
        "t": "But Hezekiah humbled himself for the pride of his heart, both he and the inhabitants of Jerusalem, so that the wrath of the Lord*s did not come upon them in the days of Hezekiah."
    },
    {
        "o": 13101,
        "r": "esv:2 Chronicles:32:27",
        "t": "And*p Hezekiah had very great riches and honor, and he made for himself treasuries for silver, for gold, for precious stones, for spices, for shields, and for all kinds of costly vessels;"
    },
    {
        "o": 13102,
        "r": "esv:2 Chronicles:32:28",
        "t": "storehouses also for the yield of grain, wine, and oil; and stalls for all kinds of cattle, and sheepfolds."
    },
    {
        "o": 13103,
        "r": "esv:2 Chronicles:32:29",
        "t": "He likewise provided cities for himself, and flocks and herds in abundance, for God had given him very great possessions."
    },
    {
        "o": 13104,
        "r": "esv:2 Chronicles:32:30",
        "t": "This same Hezekiah closed the upper outlet of the waters of Gihon and directed them down to the west side of the city of David. And Hezekiah prospered in all his works."
    },
    {
        "o": 13105,
        "r": "esv:2 Chronicles:32:31",
        "t": "And so in the matter of the envoys of the princes of Babylon, who had been sent to him to inquire about the sign that had been done in the land, God left him to himself, in order to test him and to know all that was in his heart."
    },
    {
        "o": 13106,
        "r": "esv:2 Chronicles:32:32",
        "t": "Now*p the rest of the acts of Hezekiah and his good deeds, behold, they are written in the vision of Isaiah the prophet, the son of Amoz, in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 13107,
        "r": "esv:2 Chronicles:32:33",
        "t": "And Hezekiah slept with his fathers, and they buried him in the upper part of the tombs of the sons of David, and all Judah and the inhabitants of Jerusalem did him honor at his death. And Manasseh his son reigned in his place."
    }
]
