[
    {
        "o": 5588,
        "r": "nasb:Deuteronomy:8:0",
        "t": "Deuteronomy 8",
        "h": 1
    },
    {
        "o": 5589,
        "r": "nasb:Deuteronomy:8:0",
        "t": "God’s Gracious Dealings",
        "h": 2
    },
    {
        "o": 5590,
        "r": "nasb:Deuteronomy:8:1",
        "t": "“All*p the commandments that I am commanding you today you shall be careful to do, that you may live and multiply, and go in and possess the land which the Lord*s swore to*i give*i to your forefathers."
    },
    {
        "o": 5591,
        "r": "nasb:Deuteronomy:8:2",
        "t": "You shall remember all the way which the Lord*s your God has led you in the wilderness these forty years, that He might humble you, testing you, to know what was in your heart, whether you would keep His commandments or not."
    },
    {
        "o": 5592,
        "r": "nasb:Deuteronomy:8:3",
        "t": "He humbled you and let you be hungry, and fed you with manna which you did not know, nor did your fathers know, that He might make you understand that man does not live by bread alone, but man lives by everything that proceeds out of the mouth of the Lord.*s"
    },
    {
        "o": 5593,
        "r": "nasb:Deuteronomy:8:4",
        "t": "Your clothing did not wear out on you, nor did your foot swell these forty years."
    },
    {
        "o": 5594,
        "r": "nasb:Deuteronomy:8:5",
        "t": "Thus you are to know in your heart that the Lord*s your God was disciplining you just as a man disciplines his son."
    },
    {
        "o": 5595,
        "r": "nasb:Deuteronomy:8:6",
        "t": "Therefore, you shall keep the commandments of the Lord*s your God, to walk in His ways and to fear Him."
    },
    {
        "o": 5596,
        "r": "nasb:Deuteronomy:8:7",
        "t": "For the Lord*s your God is bringing you into a good land, a land of brooks of water, of fountains and springs, flowing forth in valleys and hills;"
    },
    {
        "o": 5597,
        "r": "nasb:Deuteronomy:8:8",
        "t": "a land of wheat and barley, of vines and fig trees and pomegranates, a land of olive oil and honey;"
    },
    {
        "o": 5598,
        "r": "nasb:Deuteronomy:8:9",
        "t": "a land where you will eat food without scarcity, in which you will not lack anything; a land whose stones are iron, and out of whose hills you can dig copper."
    },
    {
        "o": 5599,
        "r": "nasb:Deuteronomy:8:10",
        "t": "When you have eaten and are satisfied, you shall bless the Lord*s your God for the good land which He has given you."
    },
    {
        "o": 5600,
        "r": "nasb:Deuteronomy:8:11",
        "t": "“Beware*p that you do not forget the Lord*s your God by not keeping His commandments and His ordinances and His statutes which I am commanding you today;"
    },
    {
        "o": 5601,
        "r": "nasb:Deuteronomy:8:12",
        "t": "otherwise, when you have eaten and are satisfied, and have built good houses and lived in*i them,*i"
    },
    {
        "o": 5602,
        "r": "nasb:Deuteronomy:8:13",
        "t": "and when your herds and your flocks multiply, and your silver and gold multiply, and all that you have multiplies,"
    },
    {
        "o": 5603,
        "r": "nasb:Deuteronomy:8:14",
        "t": "then your heart will become proud and you will forget the Lord*s your God who brought you out from the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5604,
        "r": "nasb:Deuteronomy:8:15",
        "t": "He led you through the great and terrible wilderness, with*i its*i fiery serpents and scorpions and thirsty ground where there was no water; He brought water for you out of the rock of flint."
    },
    {
        "o": 5605,
        "r": "nasb:Deuteronomy:8:16",
        "t": "In the wilderness He fed you manna which your fathers did not know, that He might humble you and that He might test you, to do good for you in the end."
    },
    {
        "o": 5606,
        "r": "nasb:Deuteronomy:8:17",
        "t": "Otherwise, you may say in your heart, ‘My power and the strength of my hand made me this wealth.’"
    },
    {
        "o": 5607,
        "r": "nasb:Deuteronomy:8:18",
        "t": "But you shall remember the Lord*s your God, for it is He who is giving you power to make wealth, that He may confirm His covenant which He swore to your fathers, as it*i is*i this day."
    },
    {
        "o": 5608,
        "r": "nasb:Deuteronomy:8:19",
        "t": "It shall come about if you ever forget the Lord*s your God and go after other gods and serve them and worship them, I testify against you today that you will surely perish."
    },
    {
        "o": 5609,
        "r": "nasb:Deuteronomy:8:20",
        "t": "Like the nations that the Lord*s makes to perish before you, so you shall perish; because you would not listen to the voice of the Lord*s your God."
    }
]
