[
    {
        "o": 16486,
        "r": "niv:Psalm:74:0",
        "t": "Psalm 74",
        "h": 1
    },
    {
        "o": 16487,
        "r": "niv:Psalm:74:0",
        "t": "A maskil of Asaph.",
        "h": 4
    },
    {
        "o": 16488,
        "r": "niv:Psalm:74:1",
        "t": "O*pn God, why have you rejected us forever? Why*ld does your anger smolder against the sheep of your pasture?"
    },
    {
        "o": 16489,
        "r": "niv:Psalm:74:2",
        "t": "Remember*ln the nation you purchased long ago, the*ld people of your inheritance, whom you redeemed— Mount*ld Zion, where you dwelt."
    },
    {
        "o": 16490,
        "r": "niv:Psalm:74:3",
        "t": "Turn*ln your steps toward these everlasting ruins, all*ld this destruction the enemy has brought on the sanctuary."
    },
    {
        "o": 16491,
        "r": "niv:Psalm:74:4",
        "t": "Your*pn foes roared in the place where you met with us; they*ld set up their standards as signs."
    },
    {
        "o": 16492,
        "r": "niv:Psalm:74:5",
        "t": "They*ln behaved like men wielding axes to*ld cut through a thicket of trees."
    },
    {
        "o": 16493,
        "r": "niv:Psalm:74:6",
        "t": "They*ln smashed all the carved paneling with*ld their axes and hatchets."
    },
    {
        "o": 16494,
        "r": "niv:Psalm:74:7",
        "t": "They*ln burned your sanctuary to the ground; they*ld defiled the dwelling place of your Name."
    },
    {
        "o": 16495,
        "r": "niv:Psalm:74:8",
        "t": "They*ln said in their hearts, “We will crush them completely!” They*ld burned every place where God was worshiped in the land."
    },
    {
        "o": 16496,
        "r": "niv:Psalm:74:9",
        "t": "We*pn are given no signs from God; no*ld prophets are left, and*ld none of us knows how long this will be."
    },
    {
        "o": 16497,
        "r": "niv:Psalm:74:10",
        "t": "How*ln long will the enemy mock you, God? Will*ld the foe revile your name forever?"
    },
    {
        "o": 16498,
        "r": "niv:Psalm:74:11",
        "t": "Why*ln do you hold back your hand, your right hand? Take*ld it from the folds of your garment and destroy them!"
    },
    {
        "o": 16499,
        "r": "niv:Psalm:74:12",
        "t": "But*pn God is my King from long ago; he*ld brings salvation on the earth."
    },
    {
        "o": 16500,
        "r": "niv:Psalm:74:13",
        "t": "It*pn was you who split open the sea by your power; you*ld broke the heads of the monster in the waters."
    },
    {
        "o": 16501,
        "r": "niv:Psalm:74:14",
        "t": "It*ln was you who crushed the heads of Leviathan and*ld gave it as food to the creatures of the desert."
    },
    {
        "o": 16502,
        "r": "niv:Psalm:74:15",
        "t": "It*ln was you who opened up springs and streams; you*ld dried up the ever-flowing rivers."
    },
    {
        "o": 16503,
        "r": "niv:Psalm:74:16",
        "t": "The*ln day is yours, and yours also the night; you*ld established the sun and moon."
    },
    {
        "o": 16504,
        "r": "niv:Psalm:74:17",
        "t": "It*ln was you who set all the boundaries of the earth; you*ld made both summer and winter."
    },
    {
        "o": 16505,
        "r": "niv:Psalm:74:18",
        "t": "Remember*pn how the enemy has mocked you, Lord,*s how*ld foolish people have reviled your name."
    },
    {
        "o": 16506,
        "r": "niv:Psalm:74:19",
        "t": "Do*ln not hand over the life of your dove to wild beasts; do*ld not forget the lives of your afflicted people forever."
    },
    {
        "o": 16507,
        "r": "niv:Psalm:74:20",
        "t": "Have*ln regard for your covenant, because*ld haunts of violence fill the dark places of the land."
    },
    {
        "o": 16508,
        "r": "niv:Psalm:74:21",
        "t": "Do*ln not let the oppressed retreat in disgrace; may*ld the poor and needy praise your name."
    },
    {
        "o": 16509,
        "r": "niv:Psalm:74:22",
        "t": "Rise*ln up, O God, and defend your cause; remember*ld how fools mock you all day long."
    },
    {
        "o": 16510,
        "r": "niv:Psalm:74:23",
        "t": "Do*ln not ignore the clamor of your adversaries, the*ld uproar of your enemies, which rises continually."
    }
]
