[
    {
        "o": 20191,
        "r": "kjv:Jeremiah:14:0",
        "t": "Jeremiah 14",
        "h": 1
    },
    {
        "o": 20192,
        "r": "kjv:Jeremiah:14:1",
        "t": "The*p word of the Lord*s that came to Jeremiah concerning the dearth."
    },
    {
        "o": 20193,
        "r": "kjv:Jeremiah:14:2",
        "t": "Judah*p mourneth, and the gates thereof languish; they are black unto the ground; and the cry of Jerusalem is gone up."
    },
    {
        "o": 20194,
        "r": "kjv:Jeremiah:14:3",
        "t": "And*p their nobles have sent their little ones to the waters: they came to the pits, and found no water; they returned with their vessels empty; they were ashamed and confounded, and covered their heads."
    },
    {
        "o": 20195,
        "r": "kjv:Jeremiah:14:4",
        "t": "Because*p the ground is chapt, for there was no rain in the earth, the plowmen were ashamed, they covered their heads."
    },
    {
        "o": 20196,
        "r": "kjv:Jeremiah:14:5",
        "t": "Yea,*p the hind also calved in the field, and forsook it, because there was no grass."
    },
    {
        "o": 20197,
        "r": "kjv:Jeremiah:14:6",
        "t": "And*p the wild asses did stand in the high places, they snuffed up the wind like dragons; their eyes did fail, because there was no grass."
    },
    {
        "o": 20198,
        "r": "kjv:Jeremiah:14:7",
        "t": "O*p Lord,*s though our iniquities testify against us, do thou it for thy name's sake: for our backslidings are many; we have sinned against thee."
    },
    {
        "o": 20199,
        "r": "kjv:Jeremiah:14:8",
        "t": "O*p the hope of Israel, the saviour thereof in time of trouble, why shouldest thou be as a stranger in the land, and as a wayfaring man that turneth aside to tarry for a night?"
    },
    {
        "o": 20200,
        "r": "kjv:Jeremiah:14:9",
        "t": "Why*p shouldest thou be as a man astonished, as a mighty man that cannot save? yet thou, O Lord,*s art in the midst of us, and we are called by thy name; leave us not."
    },
    {
        "o": 20201,
        "r": "kjv:Jeremiah:14:10",
        "t": "Thus*p saith the Lord*s unto this people, Thus have they loved to wander, they have not refrained their feet, therefore the Lord*s doth not accept them; he will now remember their iniquity, and visit their sins."
    },
    {
        "o": 20202,
        "r": "kjv:Jeremiah:14:11",
        "t": "Then*p said the Lord*s unto me, Pray not for this people for their good."
    },
    {
        "o": 20203,
        "r": "kjv:Jeremiah:14:12",
        "t": "When*p they fast, I will not hear their cry; and when they offer burnt offering and an oblation, I will not accept them: but I will consume them by the sword, and by the famine, and by the pestilence."
    },
    {
        "o": 20204,
        "r": "kjv:Jeremiah:14:13",
        "t": "Then*p said I, Ah, Lord God!*s behold, the prophets say unto them, Ye shall not see the sword, neither shall ye have famine; but I will give you assured peace in this place."
    },
    {
        "o": 20205,
        "r": "kjv:Jeremiah:14:14",
        "t": "Then*p the Lord*s said unto me, The prophets prophesy lies in my name: I sent them not, neither have I commanded them, neither spake unto them: they prophesy unto you a false vision and divination, and a thing of nought, and the deceit of their heart."
    },
    {
        "o": 20206,
        "r": "kjv:Jeremiah:14:15",
        "t": "Therefore*p thus saith the Lord*s concerning the prophets that prophesy in my name, and I sent them not, yet they say, Sword and famine shall not be in this land; By sword and famine shall those prophets be consumed."
    },
    {
        "o": 20207,
        "r": "kjv:Jeremiah:14:16",
        "t": "And*p the people to whom they prophesy shall be cast out in the streets of Jerusalem because of the famine and the sword; and they shall have none to bury them, them, their wives, nor their sons, nor their daughters: for I will pour their wickedness upon them."
    },
    {
        "o": 20208,
        "r": "kjv:Jeremiah:14:17",
        "t": "Therefore*p thou shalt say this word unto them; Let mine eyes run down with tears night and day, and let them not cease: for the virgin daughter of my people is broken with a great breach, with a very grievous blow."
    },
    {
        "o": 20209,
        "r": "kjv:Jeremiah:14:18",
        "t": "If*p I go forth into the field, then behold the slain with the sword! and if I enter into the city, then behold them that are sick with famine! yea, both the prophet and the priest go about into a land that they know not."
    },
    {
        "o": 20210,
        "r": "kjv:Jeremiah:14:19",
        "t": "Hast*p thou utterly rejected Judah? hath thy soul lothed Zion? why hast thou smitten us, and there is no healing for us? we looked for peace, and there is no good; and for the time of healing, and behold trouble!"
    },
    {
        "o": 20211,
        "r": "kjv:Jeremiah:14:20",
        "t": "We*p acknowledge, O Lord,*s our wickedness, and the iniquity of our fathers: for we have sinned against thee."
    },
    {
        "o": 20212,
        "r": "kjv:Jeremiah:14:21",
        "t": "Do*p not abhor us, for thy name's sake, do not disgrace the throne of thy glory: remember, break not thy covenant with us."
    },
    {
        "o": 20213,
        "r": "kjv:Jeremiah:14:22",
        "t": "Are*p there any among the vanities of the Gentiles that can cause rain? or can the heavens give showers? art not thou he, O Lord*s our God? therefore we will wait upon thee: for thou hast made all these things."
    }
]
