[
    {
        "o": 30570,
        "r": "esv:Acts:12:0",
        "t": "Acts 12",
        "h": 1
    },
    {
        "o": 30571,
        "r": "esv:Acts:12:0",
        "t": "James Killed and Peter Imprisoned",
        "h": 2
    },
    {
        "o": 30572,
        "r": "esv:Acts:12:1",
        "t": "About*p that time Herod the king laid violent hands on some who belonged to the church."
    },
    {
        "o": 30573,
        "r": "esv:Acts:12:2",
        "t": "He killed James the brother of John with the sword,"
    },
    {
        "o": 30574,
        "r": "esv:Acts:12:3",
        "t": "and when he saw that it pleased the Jews, he proceeded to arrest Peter also. This was during the days of Unleavened Bread."
    },
    {
        "o": 30575,
        "r": "esv:Acts:12:4",
        "t": "And when he had seized him, he put him in prison, delivering him over to four squads of soldiers to guard him, intending after the Passover to bring him out to the people."
    },
    {
        "o": 30576,
        "r": "esv:Acts:12:5",
        "t": "So Peter was kept in prison, but earnest prayer for him was made to God by the church."
    },
    {
        "o": 30577,
        "r": "esv:Acts:12:5",
        "t": "Peter Is Rescued",
        "h": 2
    },
    {
        "o": 30578,
        "r": "esv:Acts:12:6",
        "t": "Now*p when Herod was about to bring him out, on that very night, Peter was sleeping between two soldiers, bound with two chains, and sentries before the door were guarding the prison."
    },
    {
        "o": 30579,
        "r": "esv:Acts:12:7",
        "t": "And behold, an angel of the Lord stood next to him, and a light shone in the cell. He struck Peter on the side and woke him, saying, “Get up quickly.” And the chains fell off his hands."
    },
    {
        "o": 30580,
        "r": "esv:Acts:12:8",
        "t": "And the angel said to him, “Dress yourself and put on your sandals.” And he did so. And he said to him, “Wrap your cloak around you and follow me.”"
    },
    {
        "o": 30581,
        "r": "esv:Acts:12:9",
        "t": "And he went out and followed him. He did not know that what was being done by the angel was real, but thought he was seeing a vision."
    },
    {
        "o": 30582,
        "r": "esv:Acts:12:10",
        "t": "When they had passed the first and the second guard, they came to the iron gate leading into the city. It opened for them of its own accord, and they went out and went along one street, and immediately the angel left him."
    },
    {
        "o": 30583,
        "r": "esv:Acts:12:11",
        "t": "When Peter came to himself, he said, “Now I am sure that the Lord has sent his angel and rescued me from the hand of Herod and from all that the Jewish people were expecting.”"
    },
    {
        "o": 30584,
        "r": "esv:Acts:12:12",
        "t": "When*p he realized this, he went to the house of Mary, the mother of John whose other name was Mark, where many were gathered together and were praying."
    },
    {
        "o": 30585,
        "r": "esv:Acts:12:13",
        "t": "And when he knocked at the door of the gateway, a servant girl named Rhoda came to answer."
    },
    {
        "o": 30586,
        "r": "esv:Acts:12:14",
        "t": "Recognizing Peter’s voice, in her joy she did not open the gate but ran in and reported that Peter was standing at the gate."
    },
    {
        "o": 30587,
        "r": "esv:Acts:12:15",
        "t": "They said to her, “You are out of your mind.” But she kept insisting that it was so, and they kept saying, “It is his angel!”"
    },
    {
        "o": 30588,
        "r": "esv:Acts:12:16",
        "t": "But Peter continued knocking, and when they opened, they saw him and were amazed."
    },
    {
        "o": 30589,
        "r": "esv:Acts:12:17",
        "t": "But motioning to them with his hand to be silent, he described to them how the Lord had brought him out of the prison. And he said, “Tell these things to James and to the brothers.” Then he departed and went to another place."
    },
    {
        "o": 30590,
        "r": "esv:Acts:12:18",
        "t": "Now*p when day came, there was no little disturbance among the soldiers over what had become of Peter."
    },
    {
        "o": 30591,
        "r": "esv:Acts:12:19",
        "t": "And after Herod searched for him and did not find him, he examined the sentries and ordered that they should be put to death. Then he went down from Judea to Caesarea and spent time there."
    },
    {
        "o": 30592,
        "r": "esv:Acts:12:19",
        "t": "The Death of Herod",
        "h": 2
    },
    {
        "o": 30593,
        "r": "esv:Acts:12:20",
        "t": "Now*p Herod was angry with the people of Tyre and Sidon, and they came to him with one accord, and having persuaded Blastus, the king’s chamberlain, they asked for peace, because their country depended on the king’s country for food."
    },
    {
        "o": 30594,
        "r": "esv:Acts:12:21",
        "t": "On an appointed day Herod put on his royal robes, took his seat upon the throne, and delivered an oration to them."
    },
    {
        "o": 30595,
        "r": "esv:Acts:12:22",
        "t": "And the people were shouting, “The voice of a god, and not of a man!”"
    },
    {
        "o": 30596,
        "r": "esv:Acts:12:23",
        "t": "Immediately an angel of the Lord struck him down, because he did not give God the glory, and he was eaten by worms and breathed his last."
    },
    {
        "o": 30597,
        "r": "esv:Acts:12:24",
        "t": "But*p the word of God increased and multiplied."
    },
    {
        "o": 30598,
        "r": "esv:Acts:12:25",
        "t": "And*p Barnabas and Saul returned from Jerusalem when they had completed their service, bringing with them John, whose other name was Mark."
    }
]
