[
    {
        "o": 11681,
        "r": "csb:1 Chronicles:7:0",
        "t": "1 Chronicles 7",
        "h": 1
    },
    {
        "o": 11682,
        "r": "csb:1 Chronicles:7:0",
        "t": "Issachar’s Descendants",
        "h": 2
    },
    {
        "o": 11683,
        "r": "csb:1 Chronicles:7:1",
        "t": "Issachar’s*ln sons: Tola, Puah, Jashub, and Shimron - four."
    },
    {
        "o": 11684,
        "r": "csb:1 Chronicles:7:2",
        "t": "Tola’s*ln sons: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, the heads of their ancestral families. During David’s reign, 22,600 descendants of Tola were recorded as valiant warriors in their family records."
    },
    {
        "o": 11685,
        "r": "csb:1 Chronicles:7:3",
        "t": "Uzzi’s*ln son: Izrahiah. Izrahiah’s*ln sons: Michael, Obadiah, Joel, Isshiah. All five of them were chiefs."
    },
    {
        "o": 11686,
        "r": "csb:1 Chronicles:7:4",
        "t": "Along with them, they had 36,000 troops for battle according to the family records of their ancestral families, for they had many wives and children."
    },
    {
        "o": 11687,
        "r": "csb:1 Chronicles:7:5",
        "t": "Their tribesmen who were valiant warriors belonging to all the families of Issachar totaled 87,000 in their genealogies."
    },
    {
        "o": 11688,
        "r": "csb:1 Chronicles:7:5",
        "t": "Benjamin’s Descendants",
        "h": 2
    },
    {
        "o": 11689,
        "r": "csb:1 Chronicles:7:6",
        "t": "Three*ln of Benjamin’s sons: Bela, Becher, and Jediael."
    },
    {
        "o": 11690,
        "r": "csb:1 Chronicles:7:7",
        "t": "Bela’s*ln sons: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri - five. They were valiant warriors and heads of their ancestral families; 22,034 were listed in their genealogies."
    },
    {
        "o": 11691,
        "r": "csb:1 Chronicles:7:8",
        "t": "Becher’s*ln sons: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth; all these were Becher’s sons."
    },
    {
        "o": 11692,
        "r": "csb:1 Chronicles:7:9",
        "t": "Their family records were recorded according to the heads of their ancestral families - 20,200 valiant warriors."
    },
    {
        "o": 11693,
        "r": "csb:1 Chronicles:7:10",
        "t": "Jediael’s*ln son: Bilhan. Bilhan’s*ln sons: Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar."
    },
    {
        "o": 11694,
        "r": "csb:1 Chronicles:7:11",
        "t": "All these sons of Jediael listed by family heads were valiant warriors; there were 17,200 who could serve in the army."
    },
    {
        "o": 11695,
        "r": "csb:1 Chronicles:7:12",
        "t": "Shuppim and Huppim were sons of Ir, and the Hushim were the sons of Aher."
    },
    {
        "o": 11696,
        "r": "csb:1 Chronicles:7:12",
        "t": "Naphtali’s Descendants",
        "h": 2
    },
    {
        "o": 11697,
        "r": "csb:1 Chronicles:7:13",
        "t": "Naphtali’s*ln sons: Jahziel, Guni, Jezer, and Shallum - Bilhah’s sons."
    },
    {
        "o": 11698,
        "r": "csb:1 Chronicles:7:13",
        "t": "Manasseh’s Descendants",
        "h": 2
    },
    {
        "o": 11699,
        "r": "csb:1 Chronicles:7:14",
        "t": "Manasseh’s*ln sons through his Aramean concubine: Asriel and Machir the father of Gilead."
    },
    {
        "o": 11700,
        "r": "csb:1 Chronicles:7:15",
        "t": "Machir took wives from Huppim and Shuppim. The name of his sister was Maacah. Another descendant was named Zelophehad, but he had only daughters."
    },
    {
        "o": 11701,
        "r": "csb:1 Chronicles:7:16",
        "t": "Machir’s*ln wife Maacah gave birth to a son, and she named him Peresh. His brother was named Sheresh, and his sons were Ulam and Rekem."
    },
    {
        "o": 11702,
        "r": "csb:1 Chronicles:7:17",
        "t": "Ulam’s*ln son: Bedan. These were the sons of Gilead son of Machir, son of Manasseh."
    },
    {
        "o": 11703,
        "r": "csb:1 Chronicles:7:18",
        "t": "His sister Hammolecheth gave birth to Ishhod, Abiezer, and Mahlah."
    },
    {
        "o": 11704,
        "r": "csb:1 Chronicles:7:19",
        "t": "Shemida’s*ln sons: Ahian, Shechem, Likhi, and Aniam."
    },
    {
        "o": 11705,
        "r": "csb:1 Chronicles:7:19",
        "t": "Ephraim’s Descendants",
        "h": 2
    },
    {
        "o": 11706,
        "r": "csb:1 Chronicles:7:20",
        "t": "Ephraim’s*ln sons: Shuthelah, and his son Bered, his*ln son Tahath, his son Eleadah, his*ln son Tahath,"
    },
    {
        "o": 11707,
        "r": "csb:1 Chronicles:7:21",
        "t": "his son Zabad, his*ln son Shuthelah, also Ezer, and Elead. The*ln men of Gath, born in the land, killed them because they went down to raid their cattle."
    },
    {
        "o": 11708,
        "r": "csb:1 Chronicles:7:22",
        "t": "Their father Ephraim mourned a long time, and his relatives came to comfort him."
    },
    {
        "o": 11709,
        "r": "csb:1 Chronicles:7:23",
        "t": "He slept with his wife, and she conceived and gave birth to a son. So he named him Beriah, because there had been misfortune in his home."
    },
    {
        "o": 11710,
        "r": "csb:1 Chronicles:7:24",
        "t": "His daughter was Sheerah, who built Lower and Upper Beth-horon and Uzzen-sheerah,"
    },
    {
        "o": 11711,
        "r": "csb:1 Chronicles:7:25",
        "t": "his*ln son Rephah, his son Resheph, his*ln son Telah, his son Tahan,"
    },
    {
        "o": 11712,
        "r": "csb:1 Chronicles:7:26",
        "t": "his*ln son Ladan, his son Ammihud, his*ln son Elishama,"
    },
    {
        "o": 11713,
        "r": "csb:1 Chronicles:7:27",
        "t": "his son Nun, and*ln his son Joshua."
    },
    {
        "o": 11714,
        "r": "csb:1 Chronicles:7:28",
        "t": "Their*p holdings and settlements were Bethel and its surrounding villages; Naaran to the east, Gezer and its villages to the west, and Shechem and its villages as far as Ayyah and its villages,"
    },
    {
        "o": 11715,
        "r": "csb:1 Chronicles:7:29",
        "t": "and along the borders of the descendants of Manasseh, Beth-shean, Taanach, Megiddo, and Dor with their surrounding villages. The sons of Joseph son of Israel lived in these towns."
    },
    {
        "o": 11716,
        "r": "csb:1 Chronicles:7:29",
        "t": "Asher’s Descendants",
        "h": 2
    },
    {
        "o": 11717,
        "r": "csb:1 Chronicles:7:30",
        "t": "Asher’s*ln sons: Imnah, Ishvah, Ishvi, and Beriah, with their sister Serah."
    },
    {
        "o": 11718,
        "r": "csb:1 Chronicles:7:31",
        "t": "Beriah’s*ln sons: Heber, and Malchiel, who fathered Birzaith."
    },
    {
        "o": 11719,
        "r": "csb:1 Chronicles:7:32",
        "t": "Heber*ln fathered Japhlet, Shomer, and Hotham, with their sister Shua."
    },
    {
        "o": 11720,
        "r": "csb:1 Chronicles:7:33",
        "t": "Japhlet’s*ln sons: Pasach, Bimhal, and Ashvath. These were Japhlet’s sons."
    },
    {
        "o": 11721,
        "r": "csb:1 Chronicles:7:34",
        "t": "Shemer’s*ln sons: Ahi, Rohgah, Hubbah, and Aram."
    },
    {
        "o": 11722,
        "r": "csb:1 Chronicles:7:35",
        "t": "His*ln brother Helem’s sons: Zophah, Imna, Shelesh, and Amal."
    },
    {
        "o": 11723,
        "r": "csb:1 Chronicles:7:36",
        "t": "Zophah’s*ln sons: Suah, Harnepher, Shual, Beri, Imrah,"
    },
    {
        "o": 11724,
        "r": "csb:1 Chronicles:7:37",
        "t": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera."
    },
    {
        "o": 11725,
        "r": "csb:1 Chronicles:7:38",
        "t": "Jether’s*ln sons: Jephunneh, Pispa, and Ara."
    },
    {
        "o": 11726,
        "r": "csb:1 Chronicles:7:39",
        "t": "Ulla’s*ln sons: Arah, Hanniel, and Rizia."
    },
    {
        "o": 11727,
        "r": "csb:1 Chronicles:7:40",
        "t": "All*ln these were Asher’s descendants. They were the heads of their ancestral families, chosen men, valiant warriors, and chiefs among the leaders. The number of men listed in their genealogies for military service was 26,000."
    }
]
