[
    {
        "o": 2204,
        "r": "csb:Exodus:18:0",
        "t": "Exodus 18",
        "h": 1
    },
    {
        "o": 2205,
        "r": "csb:Exodus:18:0",
        "t": "Jethro’s Visit",
        "h": 2
    },
    {
        "o": 2206,
        "r": "csb:Exodus:18:1",
        "t": "Moses’s*p father-in-law, Jethro, the priest of Midian, heard about everything that God had done for Moses and for God’s people Israel when the Lord*s brought Israel out of Egypt."
    },
    {
        "o": 2207,
        "r": "csb:Exodus:18:2",
        "t": "Now*p Jethro, Moses’s father-in-law, had taken in Zipporah, Moses’s wife, after he had sent her back,"
    },
    {
        "o": 2208,
        "r": "csb:Exodus:18:3",
        "t": "along with her two sons, one of whom was named Gershom (because Moses had said, “I have been a resident alien in a foreign land”)"
    },
    {
        "o": 2209,
        "r": "csb:Exodus:18:4",
        "t": "and the other Eliezer (because he had said, “The God of my father was my helper and rescued me from Pharaoh’s sword”)."
    },
    {
        "o": 2210,
        "r": "csb:Exodus:18:5",
        "t": "Moses’s*p father-in-law, Jethro, along with Moses’s wife and sons, came to him in the wilderness where he was camped at the mountain of God."
    },
    {
        "o": 2211,
        "r": "csb:Exodus:18:6",
        "t": "He sent word to Moses, “I, your father-in-law Jethro, am coming to you with your wife and her two sons.”"
    },
    {
        "o": 2212,
        "r": "csb:Exodus:18:7",
        "t": "So*p Moses went out to meet his father-in-law, bowed down, and then kissed him. They asked each other how they had been and went into the tent."
    },
    {
        "o": 2213,
        "r": "csb:Exodus:18:8",
        "t": "Moses recounted to his father-in-law all that the Lord*s had done to Pharaoh and the Egyptians for Israel’s sake, all the hardships that confronted them on the way, and how the Lord*s rescued them."
    },
    {
        "o": 2214,
        "r": "csb:Exodus:18:9",
        "t": "Jethro*p rejoiced over all the good things the Lord*s had done for Israel when he rescued them from the power of the Egyptians."
    },
    {
        "o": 2215,
        "r": "csb:Exodus:18:10",
        "t": "“Blessed be the Lord,”*s Jethro exclaimed, “who rescued you from the power of Egypt and from the power of Pharaoh. He has rescued the people from under the power of Egypt!"
    },
    {
        "o": 2216,
        "r": "csb:Exodus:18:11",
        "t": "Now I know that the Lord*s is greater than all gods, because he did wonders when the Egyptians acted arrogantly against Israel.”"
    },
    {
        "o": 2217,
        "r": "csb:Exodus:18:12",
        "t": "Then*p Jethro, Moses’s father-in-law, brought a burnt offering and sacrifices to God, and Aaron came with all the elders of Israel to eat a meal with Moses’s father-in-law in God’s presence."
    },
    {
        "o": 2218,
        "r": "csb:Exodus:18:13",
        "t": "The*p next day Moses sat down to judge the people, and they stood around Moses from morning until evening."
    },
    {
        "o": 2219,
        "r": "csb:Exodus:18:14",
        "t": "When Moses’s father-in-law saw everything he was doing for them he asked, “What is this you’re doing for the people? Why are you alone sitting as judge, while all the people stand around you from morning until evening?”"
    },
    {
        "o": 2220,
        "r": "csb:Exodus:18:15",
        "t": "Moses*p replied to his father-in-law, “Because the people come to me to inquire of God."
    },
    {
        "o": 2221,
        "r": "csb:Exodus:18:16",
        "t": "Whenever they have a dispute, it comes to me, and I make a decision between one man and another. I teach them God’s statutes and laws.”"
    },
    {
        "o": 2222,
        "r": "csb:Exodus:18:17",
        "t": "“What*p you’re doing is not good,” Moses’s father-in-law said to him."
    },
    {
        "o": 2223,
        "r": "csb:Exodus:18:18",
        "t": "“You will certainly wear out both yourself and these people who are with you, because the task is too heavy for you. You can’t do it alone."
    },
    {
        "o": 2224,
        "r": "csb:Exodus:18:19",
        "t": "Now listen to me; I will give you some advice, and God be with you. You be the one to represent the people before God and bring their cases to him."
    },
    {
        "o": 2225,
        "r": "csb:Exodus:18:20",
        "t": "Instruct them about the statutes and laws, and teach them the way to live and what they must do."
    },
    {
        "o": 2226,
        "r": "csb:Exodus:18:21",
        "t": "But you should select from all the people able men, God-fearing, trustworthy, and hating dishonest profit. Place them over the people as commanders of thousands, hundreds, fifties, and tens."
    },
    {
        "o": 2227,
        "r": "csb:Exodus:18:22",
        "t": "They should judge the people at all times. Then they can bring you every major case but judge every minor case themselves. In this way you will lighten your load, and they will bear it with you."
    },
    {
        "o": 2228,
        "r": "csb:Exodus:18:23",
        "t": "If you do this, and God so directs you, you will be able to endure, and also all these people will be able to go home satisfied.”"
    },
    {
        "o": 2229,
        "r": "csb:Exodus:18:24",
        "t": "Moses*p listened to his father-in-law and did everything he said."
    },
    {
        "o": 2230,
        "r": "csb:Exodus:18:25",
        "t": "So Moses chose able men from all Israel and made them leaders over the people as commanders of thousands, hundreds, fifties, and tens."
    },
    {
        "o": 2231,
        "r": "csb:Exodus:18:26",
        "t": "They judged the people at all times; they would bring the hard cases to Moses, but they would judge every minor case themselves."
    },
    {
        "o": 2232,
        "r": "csb:Exodus:18:27",
        "t": "Moses*p let his father-in-law go, and he journeyed to his own land."
    }
]
