[
    {
        "o": 10299,
        "r": "csb:1 Kings:17:0",
        "t": "1 Kings 17",
        "h": 1
    },
    {
        "o": 10300,
        "r": "csb:1 Kings:17:0",
        "t": "Elijah Announces Famine",
        "h": 2
    },
    {
        "o": 10301,
        "r": "csb:1 Kings:17:1",
        "t": "Now*p Elijah the Tishbite, from the Gilead settlers, said to Ahab, “As the Lord*s God of Israel lives, in whose presence I stand, there will be no dew or rain during these years except by my command!”"
    },
    {
        "o": 10302,
        "r": "csb:1 Kings:17:2",
        "t": "Then*p the word of the Lord*s came to him:"
    },
    {
        "o": 10303,
        "r": "csb:1 Kings:17:3",
        "t": "“Leave here, turn eastward, and hide at the Wadi Cherith where it enters the Jordan."
    },
    {
        "o": 10304,
        "r": "csb:1 Kings:17:4",
        "t": "You are to drink from the wadi. I have commanded the ravens to provide for you there.”"
    },
    {
        "o": 10305,
        "r": "csb:1 Kings:17:5",
        "t": "So*p he proceeded to do what the Lord*s commanded. Elijah left and lived at the Wadi Cherith where it enters the Jordan."
    },
    {
        "o": 10306,
        "r": "csb:1 Kings:17:6",
        "t": "The ravens kept bringing him bread and meat in the morning and in the evening, and he would drink from the wadi."
    },
    {
        "o": 10307,
        "r": "csb:1 Kings:17:7",
        "t": "After a while, the wadi dried up because there had been no rain in the land."
    },
    {
        "o": 10308,
        "r": "csb:1 Kings:17:7",
        "t": "Elijah and the Widow",
        "h": 2
    },
    {
        "o": 10309,
        "r": "csb:1 Kings:17:8",
        "t": "Then*p the word of the Lord*s came to him:"
    },
    {
        "o": 10310,
        "r": "csb:1 Kings:17:9",
        "t": "“Get up, go to Zarephath that belongs to Sidon and stay there. Look, I have commanded a woman who is a widow to provide for you there.”"
    },
    {
        "o": 10311,
        "r": "csb:1 Kings:17:10",
        "t": "So Elijah got up and went to Zarephath. When he arrived at the city gate, there was a widow gathering wood. Elijah called to her and said, “Please bring me a little water in a cup and let me drink.”"
    },
    {
        "o": 10312,
        "r": "csb:1 Kings:17:11",
        "t": "As she went to get it, he called to her and said, “Please bring me a piece of bread in your hand.”"
    },
    {
        "o": 10313,
        "r": "csb:1 Kings:17:12",
        "t": "But*p she said, “As the Lord*s your God lives, I don’t have anything baked - only a handful of flour in the jar and a bit of oil in the jug. Just now, I am gathering a couple of sticks in order to go prepare it for myself and my son so we can eat it and die.”"
    },
    {
        "o": 10314,
        "r": "csb:1 Kings:17:13",
        "t": "Then*p Elijah said to her, “Don’t be afraid; go and do as you have said. But first make me a small loaf from it and bring it out to me. Afterward, you may make some for yourself and your son,"
    },
    {
        "o": 10315,
        "r": "csb:1 Kings:17:14",
        "t": "for this is what the Lord*s God of Israel says, ‘The flour jar will not become empty and the oil jug will not run dry until the day the Lord*s sends rain on the surface of the land.’”"
    },
    {
        "o": 10316,
        "r": "csb:1 Kings:17:15",
        "t": "So*p she proceeded to do according to the word of Elijah. Then the woman, Elijah, and her household ate for many days."
    },
    {
        "o": 10317,
        "r": "csb:1 Kings:17:16",
        "t": "The flour jar did not become empty, and the oil jug did not run dry, according to the word of the Lord*s he had spoken through Elijah."
    },
    {
        "o": 10318,
        "r": "csb:1 Kings:17:16",
        "t": "The Widow’s Son Raised",
        "h": 2
    },
    {
        "o": 10319,
        "r": "csb:1 Kings:17:17",
        "t": "After*p this, the son of the woman who owned the house became ill. His illness got worse until he stopped breathing."
    },
    {
        "o": 10320,
        "r": "csb:1 Kings:17:18",
        "t": "She said to Elijah, “Man of God, what do you have against me? Have you come to call attention to my iniquity so that my son is put to death?”"
    },
    {
        "o": 10321,
        "r": "csb:1 Kings:17:19",
        "t": "But*p Elijah said to her, “Give me your son.” So he took him from her arms, brought him up to the upstairs room where he was staying, and laid him on his own bed."
    },
    {
        "o": 10322,
        "r": "csb:1 Kings:17:20",
        "t": "Then he cried out to the Lord*s and said, “Lord*s my God, have you also brought tragedy on the widow I am staying with by killing her son?”"
    },
    {
        "o": 10323,
        "r": "csb:1 Kings:17:21",
        "t": "Then he stretched himself out over the boy three times. He cried out to the Lord*s and said, “Lord*s my God, please let this boy’s life come into him again!”"
    },
    {
        "o": 10324,
        "r": "csb:1 Kings:17:22",
        "t": "So*p the Lord*s listened to Elijah, and the boy’s life came into him again, and he lived."
    },
    {
        "o": 10325,
        "r": "csb:1 Kings:17:23",
        "t": "Then Elijah took the boy, brought him down from the upstairs room into the house, and gave him to his mother. Elijah said, “Look, your son is alive.”"
    },
    {
        "o": 10326,
        "r": "csb:1 Kings:17:24",
        "t": "Then*p the woman said to Elijah, “Now I know you are a man of God and the Lord’s*s word from your mouth is true.”"
    }
]
