[
    {
        "o": 23720,
        "r": "csb:Ezekiel:25:0",
        "t": "Ezekiel 25",
        "h": 1
    },
    {
        "o": 23721,
        "r": "csb:Ezekiel:25:0",
        "t": "Judgment against Ammon",
        "h": 2
    },
    {
        "o": 23722,
        "r": "csb:Ezekiel:25:1",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 23723,
        "r": "csb:Ezekiel:25:2",
        "t": "“Son of man, face the Ammonites and prophesy against them."
    },
    {
        "o": 23724,
        "r": "csb:Ezekiel:25:3",
        "t": "Say to the Ammonites, ‘Hear the word of the Lord God:*s This is what the Lord God*s says: Because you said, “Aha!” about my sanctuary when it was desecrated, about the land of Israel when it was laid waste, and about the house of Judah when they went into exile,"
    },
    {
        "o": 23725,
        "r": "csb:Ezekiel:25:4",
        "t": "therefore I am about to give you to the people of the east as a possession. They will set up their encampments and pitch their tents among you. They will eat your fruit and drink your milk."
    },
    {
        "o": 23726,
        "r": "csb:Ezekiel:25:5",
        "t": "I will make Rabbah a pasture for camels and Ammon a resting place for sheep. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23727,
        "r": "csb:Ezekiel:25:6",
        "t": "“‘For*p this is what the Lord God*s says: Because you clapped your hands, stamped your feet, and rejoiced over the land of Israel with wholehearted contempt,"
    },
    {
        "o": 23728,
        "r": "csb:Ezekiel:25:7",
        "t": "therefore I am about to stretch out my hand against you and give you as plunder to the nations. I will cut you off from the peoples and eliminate you from the countries. I will destroy you, and you will know that I am the Lord.*s"
    },
    {
        "o": 23729,
        "r": "csb:Ezekiel:25:7",
        "t": "Judgment against Moab",
        "h": 2
    },
    {
        "o": 23730,
        "r": "csb:Ezekiel:25:8",
        "t": "“‘This*p is what the Lord God*s says: Because Moab and Seir said, “Look, the house of Judah is like all the other nations.”"
    },
    {
        "o": 23731,
        "r": "csb:Ezekiel:25:9",
        "t": "Therefore I am about to expose Moab’s flank beginning with its frontier cities, the splendor of the land: Beth-jeshimoth, Baal-meon, and Kiriathaim."
    },
    {
        "o": 23732,
        "r": "csb:Ezekiel:25:10",
        "t": "I will give it along with Ammon to the people of the east as a possession, so that Ammon will not be remembered among the nations."
    },
    {
        "o": 23733,
        "r": "csb:Ezekiel:25:11",
        "t": "So I will execute judgments against Moab, and they will know that I am the Lord.*s"
    },
    {
        "o": 23734,
        "r": "csb:Ezekiel:25:11",
        "t": "Judgment against Edom",
        "h": 2
    },
    {
        "o": 23735,
        "r": "csb:Ezekiel:25:12",
        "t": "“‘This*p is what the Lord God*s says: Because Edom acted vengefully against the house of Judah and incurred grievous guilt by taking revenge on them,"
    },
    {
        "o": 23736,
        "r": "csb:Ezekiel:25:13",
        "t": "therefore this is what the Lord God*s says: I will stretch out my hand against Edom and cut off both people and animals from it. I will make it a wasteland; they will fall by the sword from Teman to Dedan."
    },
    {
        "o": 23737,
        "r": "csb:Ezekiel:25:14",
        "t": "I will take my vengeance on Edom through my people Israel, and they will deal with Edom according to my anger and wrath. So they will know my vengeance. This is the declaration of the Lord God.*s"
    },
    {
        "o": 23738,
        "r": "csb:Ezekiel:25:14",
        "t": "Judgment against Philistia",
        "h": 2
    },
    {
        "o": 23739,
        "r": "csb:Ezekiel:25:15",
        "t": "“‘This*p is what the Lord God*s says: Because the Philistines acted in vengeance and took revenge with deep contempt, destroying because of their perpetual hatred,"
    },
    {
        "o": 23740,
        "r": "csb:Ezekiel:25:16",
        "t": "therefore this is what the Lord God*s says: I am about to stretch out my hand against the Philistines, cutting off the Cherethites and wiping out what remains of the coastal peoples."
    },
    {
        "o": 23741,
        "r": "csb:Ezekiel:25:17",
        "t": "I will execute severe vengeance against them with furious rebukes. They will know that I am the Lord*s when I take my vengeance on them.’”"
    }
]
