[
    {
        "o": 21855,
        "r": "nasb:Jeremiah:28:0",
        "t": "Jeremiah 28",
        "h": 1
    },
    {
        "o": 21856,
        "r": "nasb:Jeremiah:28:0",
        "t": "Hananiah’s False Prophecy",
        "h": 2
    },
    {
        "o": 21857,
        "r": "nasb:Jeremiah:28:1",
        "t": "Now*p in the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year, in the fifth month, Hananiah the son of Azzur, the prophet, who was from Gibeon, spoke to me in the house of the Lord*s in the presence of the priests and all the people, saying,"
    },
    {
        "o": 21858,
        "r": "nasb:Jeremiah:28:2",
        "t": "“Thus says the Lord*s of hosts, the God of Israel, ‘I have broken the yoke of the king of Babylon."
    },
    {
        "o": 21859,
        "r": "nasb:Jeremiah:28:3",
        "t": "Within two years I am going to bring back to this place all the vessels of the Lord’s*s house, which Nebuchadnezzar king of Babylon took away from this place and carried to Babylon."
    },
    {
        "o": 21860,
        "r": "nasb:Jeremiah:28:4",
        "t": "I am also going to bring back to this place Jeconiah the son of Jehoiakim, king of Judah, and all the exiles of Judah who went to Babylon,’ declares the Lord,*s ‘for I will break the yoke of the king of Babylon.’ ”"
    },
    {
        "o": 21861,
        "r": "nasb:Jeremiah:28:5",
        "t": "Then*p the prophet Jeremiah spoke to the prophet Hananiah in the presence of the priests and in the presence of all the people who were standing in the house of the Lord,*s"
    },
    {
        "o": 21862,
        "r": "nasb:Jeremiah:28:6",
        "t": "and the prophet Jeremiah said, “Amen! May the Lord*s do so; may the Lord*s confirm your words which you have prophesied to bring back the vessels of the Lord’s*s house and all the exiles, from Babylon to this place."
    },
    {
        "o": 21863,
        "r": "nasb:Jeremiah:28:7",
        "t": "Yet hear now this word which I am about to speak in your hearing and in the hearing of all the people!"
    },
    {
        "o": 21864,
        "r": "nasb:Jeremiah:28:8",
        "t": "The prophets who were before me and before you from ancient times prophesied against many lands and against great kingdoms, of war and of calamity and of pestilence."
    },
    {
        "o": 21865,
        "r": "nasb:Jeremiah:28:9",
        "t": "The prophet who prophesies of peace, when the word of the prophet comes to pass, then that prophet will be known as*i one whom the Lord*s has truly sent.”"
    },
    {
        "o": 21866,
        "r": "nasb:Jeremiah:28:10",
        "t": "Then*p Hananiah the prophet took the yoke from the neck of Jeremiah the prophet and broke it."
    },
    {
        "o": 21867,
        "r": "nasb:Jeremiah:28:11",
        "t": "Hananiah spoke in the presence of all the people, saying, “Thus says the Lord,*s ‘Even so will I break within two full years the yoke of Nebuchadnezzar king of Babylon from the neck of all the nations.’ ” Then the prophet Jeremiah went his way."
    },
    {
        "o": 21868,
        "r": "nasb:Jeremiah:28:12",
        "t": "The*p word of the Lord*s came to Jeremiah after Hananiah the prophet had broken the yoke from off the neck of the prophet Jeremiah, saying,"
    },
    {
        "o": 21869,
        "r": "nasb:Jeremiah:28:13",
        "t": "“Go and speak to Hananiah, saying, ‘Thus says the Lord,*s “You have broken the yokes of wood, but you have made instead of them yokes of iron.”"
    },
    {
        "o": 21870,
        "r": "nasb:Jeremiah:28:14",
        "t": "For thus says the Lord*s of hosts, the God of Israel, “I have put a yoke of iron on the neck of all these nations, that they may serve Nebuchadnezzar king of Babylon; and they will serve him. And I have also given him the beasts of the field.” ’ ”"
    },
    {
        "o": 21871,
        "r": "nasb:Jeremiah:28:15",
        "t": "Then Jeremiah the prophet said to Hananiah the prophet, “Listen now, Hananiah, the Lord*s has not sent you, and you have made this people trust in a lie."
    },
    {
        "o": 21872,
        "r": "nasb:Jeremiah:28:16",
        "t": "Therefore thus says the Lord,*s ‘Behold, I am about to remove you from the face of the earth. This year you are going to die, because you have counseled rebellion against the Lord*s .’ ”"
    },
    {
        "o": 21873,
        "r": "nasb:Jeremiah:28:17",
        "t": "So*p Hananiah the prophet died in the same year in the seventh month."
    }
]
