[
    {
        "o": 8116,
        "r": "csb:1 Samuel:6:0",
        "t": "1 Samuel 6",
        "h": 1
    },
    {
        "o": 8117,
        "r": "csb:1 Samuel:6:0",
        "t": "The Return of the Ark",
        "h": 2
    },
    {
        "o": 8118,
        "r": "csb:1 Samuel:6:1",
        "t": "When*p the ark of the Lord*s had been in Philistine territory for seven months,"
    },
    {
        "o": 8119,
        "r": "csb:1 Samuel:6:2",
        "t": "the Philistines summoned the priests and the diviners and pleaded, “What should we do with the ark of the Lord?*s Tell us how we can send it back to its place.”"
    },
    {
        "o": 8120,
        "r": "csb:1 Samuel:6:3",
        "t": "They*p replied, “If you send the ark of Israel’s God away, do not send it without an offering. Send back a guilt offering to him, and you will be healed. Then the reason his hand hasn’t been removed from you will be revealed.”"
    },
    {
        "o": 8121,
        "r": "csb:1 Samuel:6:4",
        "t": "They*p asked, “What guilt offering should we send back to him?” And*p they answered, “Five gold tumors and five gold mice corresponding to the number of Philistine rulers, since there was one plague for both you and your rulers."
    },
    {
        "o": 8122,
        "r": "csb:1 Samuel:6:5",
        "t": "Make images of your tumors and of your mice that are destroying the land. Give glory to Israel’s God, and perhaps he will stop oppressing you, your gods, and your land."
    },
    {
        "o": 8123,
        "r": "csb:1 Samuel:6:6",
        "t": "Why harden your hearts as the Egyptians and Pharaoh hardened theirs? When he afflicted them, didn’t they send Israel away, and Israel left?"
    },
    {
        "o": 8124,
        "r": "csb:1 Samuel:6:7",
        "t": "“Now*p then, prepare one new cart and two milk cows that have never been yoked. Hitch the cows to the cart, but take their calves away and pen them up."
    },
    {
        "o": 8125,
        "r": "csb:1 Samuel:6:8",
        "t": "Take the ark of the Lord,*s place it on the cart, and put the gold objects that you’re sending him as a guilt offering in a box beside the ark. Send it off and let it go its way."
    },
    {
        "o": 8126,
        "r": "csb:1 Samuel:6:9",
        "t": "Then watch: If it goes up the road to its homeland toward Beth-shemesh, it is the Lord*s who has made this terrible trouble for us. However, if it doesn’t, we will know that it was not his hand that punished us - it was just something that happened to us by chance.”"
    },
    {
        "o": 8127,
        "r": "csb:1 Samuel:6:10",
        "t": "The*p men did this: They took two milk cows, hitched them to the cart, and confined their calves in the pen."
    },
    {
        "o": 8128,
        "r": "csb:1 Samuel:6:11",
        "t": "Then they put the ark of the Lord*s on the cart, along with the box containing the gold mice and the images of their tumors."
    },
    {
        "o": 8129,
        "r": "csb:1 Samuel:6:12",
        "t": "The cows went straight up the road to Beth-shemesh. They stayed on that one highway, lowing as they went; they never strayed to the right or to the left. The Philistine rulers were walking behind them to the territory of Beth-shemesh."
    },
    {
        "o": 8130,
        "r": "csb:1 Samuel:6:13",
        "t": "The*p people of Beth-shemesh were harvesting wheat in the valley, and when they looked up and saw the ark, they were overjoyed to see it."
    },
    {
        "o": 8131,
        "r": "csb:1 Samuel:6:14",
        "t": "The cart came to the field of Joshua of Beth-shemesh and stopped there near a large rock. The people of the city chopped up the cart and offered the cows as a burnt offering to the Lord.*s"
    },
    {
        "o": 8132,
        "r": "csb:1 Samuel:6:15",
        "t": "The Levites removed the ark of the Lord,*s along with the box containing the gold objects, and placed them on the large rock. That day the people of Beth-shemesh offered burnt offerings and made sacrifices to the Lord.*s"
    },
    {
        "o": 8133,
        "r": "csb:1 Samuel:6:16",
        "t": "When the five Philistine rulers observed this, they returned to Ekron that same day."
    },
    {
        "o": 8134,
        "r": "csb:1 Samuel:6:17",
        "t": "As*p a guilt offering to the Lord,*s the Philistines had sent back one gold tumor for each city: Ashdod, Gaza, Ashkelon, Gath, and Ekron."
    },
    {
        "o": 8135,
        "r": "csb:1 Samuel:6:18",
        "t": "The number of gold mice also corresponded to the number of Philistine cities of the five rulers, the fortified cities and the outlying villages. The large rock on which the ark of the Lord*s was placed is still in the field of Joshua of Beth-shemesh today."
    },
    {
        "o": 8136,
        "r": "csb:1 Samuel:6:19",
        "t": "God*p struck down the people of Beth-shemesh because they looked inside the ark of the Lord.*s He struck down seventy persons. The people mourned because the Lord*s struck them with a great slaughter."
    },
    {
        "o": 8137,
        "r": "csb:1 Samuel:6:20",
        "t": "The people of Beth-shemesh asked, “Who is able to stand in the presence of the Lord*s this holy God? To whom should the ark go from here?”"
    },
    {
        "o": 8138,
        "r": "csb:1 Samuel:6:21",
        "t": "They*p sent messengers to the residents of Kiriath-jearim, saying, “The Philistines have returned the ark of the Lord.*s Come down and get it.”"
    }
]
