[
    {
        "o": 32676,
        "r": "nasb:Philippians:1:0",
        "t": "Philippians 1",
        "h": 1
    },
    {
        "o": 32677,
        "r": "nasb:Philippians:1:0",
        "t": "Thanksgiving",
        "h": 2
    },
    {
        "o": 32678,
        "r": "nasb:Philippians:1:1",
        "t": "Paul*p and Timothy, bond-servants of Christ Jesus, To*bp all the saints in Christ Jesus who are in Philippi, including the overseers and deacons:"
    },
    {
        "o": 32679,
        "r": "nasb:Philippians:1:2",
        "t": "Grace to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32680,
        "r": "nasb:Philippians:1:3",
        "t": "I*p thank my God in all my remembrance of you,"
    },
    {
        "o": 32681,
        "r": "nasb:Philippians:1:4",
        "t": "always offering prayer with joy in my every prayer for you all,"
    },
    {
        "o": 32682,
        "r": "nasb:Philippians:1:5",
        "t": "in view of your participation in the gospel from the first day until now."
    },
    {
        "o": 32683,
        "r": "nasb:Philippians:1:6",
        "t": "For*i I*i am*i confident of this very thing, that He who began a good work in you will perfect it until the day of Christ Jesus."
    },
    {
        "o": 32684,
        "r": "nasb:Philippians:1:7",
        "t": "For it is only right for me to feel this way about you all, because I have you in my heart, since both in my imprisonment and in the defense and confirmation of the gospel, you all are partakers of grace with me."
    },
    {
        "o": 32685,
        "r": "nasb:Philippians:1:8",
        "t": "For God is my witness, how I long for you all with the affection of Christ Jesus."
    },
    {
        "o": 32686,
        "r": "nasb:Philippians:1:9",
        "t": "And this I pray, that your love may abound still more and more in real knowledge and all discernment,"
    },
    {
        "o": 32687,
        "r": "nasb:Philippians:1:10",
        "t": "so that you may approve the things that are excellent, in order to be sincere and blameless until the day of Christ;"
    },
    {
        "o": 32688,
        "r": "nasb:Philippians:1:11",
        "t": "having been filled with the fruit of righteousness which comes*i through Jesus Christ, to the glory and praise of God."
    },
    {
        "o": 32689,
        "r": "nasb:Philippians:1:11",
        "t": "The Gospel Is Preached",
        "h": 2
    },
    {
        "o": 32690,
        "r": "nasb:Philippians:1:12",
        "t": "Now*p I want you to know, brethren, that my circumstances have turned out for the greater progress of the gospel,"
    },
    {
        "o": 32691,
        "r": "nasb:Philippians:1:13",
        "t": "so that my imprisonment in the*i cause*i of*i Christ has become well known throughout the whole praetorian guard and to everyone else,"
    },
    {
        "o": 32692,
        "r": "nasb:Philippians:1:14",
        "t": "and that most of the brethren, trusting in the Lord because of my imprisonment, have far more courage to speak the word of God without fear."
    },
    {
        "o": 32693,
        "r": "nasb:Philippians:1:15",
        "t": "Some, to be sure, are preaching Christ even from envy and strife, but some also from good will;"
    },
    {
        "o": 32694,
        "r": "nasb:Philippians:1:16",
        "t": "the latter do*i it*i out of love, knowing that I am appointed for the defense of the gospel;"
    },
    {
        "o": 32695,
        "r": "nasb:Philippians:1:17",
        "t": "the former proclaim Christ out of selfish ambition rather than from pure motives, thinking to cause me distress in my imprisonment."
    },
    {
        "o": 32696,
        "r": "nasb:Philippians:1:18",
        "t": "What then? Only that in every way, whether in pretense or in truth, Christ is proclaimed; and in this I rejoice. Yes,*bp and I will rejoice,"
    },
    {
        "o": 32697,
        "r": "nasb:Philippians:1:19",
        "t": "for I know that this will turn out for my deliverance through your prayers and the provision of the Spirit of Jesus Christ,"
    },
    {
        "o": 32698,
        "r": "nasb:Philippians:1:20",
        "t": "according to my earnest expectation and hope, that I will not be put to shame in anything, but that*i with all boldness, Christ will even now, as always, be exalted in my body, whether by life or by death."
    },
    {
        "o": 32699,
        "r": "nasb:Philippians:1:20",
        "t": "To Live Is Christ",
        "h": 2
    },
    {
        "o": 32700,
        "r": "nasb:Philippians:1:21",
        "t": "For*p to me, to live is Christ and to die is gain."
    },
    {
        "o": 32701,
        "r": "nasb:Philippians:1:22",
        "t": "But if I*i am*i to live on*i in the flesh, this will*i mean*i fruitful labor for me; and I do not know which to choose."
    },
    {
        "o": 32702,
        "r": "nasb:Philippians:1:23",
        "t": "But I am hard-pressed from both directions,*i having the desire to depart and be with Christ, for that*i is very much better;"
    },
    {
        "o": 32703,
        "r": "nasb:Philippians:1:24",
        "t": "yet to remain on in the flesh is more necessary for your sake."
    },
    {
        "o": 32704,
        "r": "nasb:Philippians:1:25",
        "t": "Convinced of this, I know that I will remain and continue with you all for your progress and joy in the faith,"
    },
    {
        "o": 32705,
        "r": "nasb:Philippians:1:26",
        "t": "so that your proud confidence in me may abound in Christ Jesus through my coming to you again."
    },
    {
        "o": 32706,
        "r": "nasb:Philippians:1:27",
        "t": "Only*p conduct yourselves in a manner worthy of the gospel of Christ, so that whether I come and see you or remain absent, I will hear of you that you are standing firm in one spirit, with one mind striving together for the faith of the gospel;"
    },
    {
        "o": 32707,
        "r": "nasb:Philippians:1:28",
        "t": "in no way alarmed by your*i opponents—which is a sign of destruction for them, but of salvation for you, and that too,*i from God."
    },
    {
        "o": 32708,
        "r": "nasb:Philippians:1:29",
        "t": "For to you it has been granted for Christ’s sake, not only to believe in Him, but also to suffer for His sake,"
    },
    {
        "o": 32709,
        "r": "nasb:Philippians:1:30",
        "t": "experiencing the same conflict which you saw in me, and now hear to*i be*i in me."
    }
]
