[
    {
        "o": 25404,
        "r": "csb:Jonah:3:0",
        "t": "Jonah 3",
        "h": 1
    },
    {
        "o": 25405,
        "r": "csb:Jonah:3:0",
        "t": "Jonah’s Preaching",
        "h": 2
    },
    {
        "o": 25406,
        "r": "csb:Jonah:3:1",
        "t": "The*p word of the Lord*s came to Jonah a second time:"
    },
    {
        "o": 25407,
        "r": "csb:Jonah:3:2",
        "t": "“Get up! Go to the great city of Nineveh and preach the message that I tell you.”"
    },
    {
        "o": 25408,
        "r": "csb:Jonah:3:3",
        "t": "Jonah got up and went to Nineveh according to the Lord’s*s command. Now*p Nineveh was an extremely great city, a three-day walk."
    },
    {
        "o": 25409,
        "r": "csb:Jonah:3:4",
        "t": "Jonah set out on the first day of his walk in the city and proclaimed, “In forty days Nineveh will be demolished!”"
    },
    {
        "o": 25410,
        "r": "csb:Jonah:3:5",
        "t": "Then the people of Nineveh believed God. They proclaimed a fast and dressed in sackcloth - from the greatest of them to the least."
    },
    {
        "o": 25411,
        "r": "csb:Jonah:3:6",
        "t": "When*p word reached the king of Nineveh, he got up from his throne, took off his royal robe, covered himself with sackcloth, and sat in ashes."
    },
    {
        "o": 25412,
        "r": "csb:Jonah:3:7",
        "t": "Then he issued a decree in Nineveh: By*p order of the king and his nobles: No person or animal, herd or flock, is to taste anything at all. They must not eat or drink water."
    },
    {
        "o": 25413,
        "r": "csb:Jonah:3:8",
        "t": "Furthermore, both people and animals must be covered with sackcloth, and everyone must call out earnestly to God. Each must turn from his evil ways and from his wrongdoing."
    },
    {
        "o": 25414,
        "r": "csb:Jonah:3:9",
        "t": "Who knows? God may turn and relent; he may turn from his burning anger so that we will not perish."
    },
    {
        "o": 25415,
        "r": "csb:Jonah:3:10",
        "t": "God*p saw their actions - that they had turned from their evil ways- so God relented from the disaster he had threatened them with. And he did not do it."
    }
]
