[
    {
        "o": 12639,
        "r": "csb:2 Chronicles:10:0",
        "t": "2 Chronicles 10",
        "h": 1
    },
    {
        "o": 12640,
        "r": "csb:2 Chronicles:10:0",
        "t": "The Kingdom Divided",
        "h": 2
    },
    {
        "o": 12641,
        "r": "csb:2 Chronicles:10:1",
        "t": "Then*p Rehoboam went to Shechem, for all Israel had gone to Shechem to make him king."
    },
    {
        "o": 12642,
        "r": "csb:2 Chronicles:10:2",
        "t": "When Jeroboam son of Nebat heard about it - for he was in Egypt where he had fled from King Solomon’s presence - Jeroboam returned from Egypt."
    },
    {
        "o": 12643,
        "r": "csb:2 Chronicles:10:3",
        "t": "So they summoned him. Then Jeroboam and all Israel came and spoke to Rehoboam:"
    },
    {
        "o": 12644,
        "r": "csb:2 Chronicles:10:4",
        "t": "“Your father made our yoke harsh. Therefore, lighten your father’s harsh service and the heavy yoke he put on us, and we will serve you.”"
    },
    {
        "o": 12645,
        "r": "csb:2 Chronicles:10:5",
        "t": "Rehoboam*p replied, “Return to me in three days.” So the people left."
    },
    {
        "o": 12646,
        "r": "csb:2 Chronicles:10:6",
        "t": "Then*p King Rehoboam consulted with the elders who had attended his father Solomon when he was alive, asking, “How do you advise me to respond to this people?”"
    },
    {
        "o": 12647,
        "r": "csb:2 Chronicles:10:7",
        "t": "They*p replied, “If you will be kind to this people and please them by speaking kind words to them, they will be your servants forever.”"
    },
    {
        "o": 12648,
        "r": "csb:2 Chronicles:10:8",
        "t": "But*p he rejected the advice of the elders who had advised him, and he consulted with the young men who had grown up with him, the ones attending him."
    },
    {
        "o": 12649,
        "r": "csb:2 Chronicles:10:9",
        "t": "He asked them, “What message do you advise we send back to this people who said to me, ‘Lighten the yoke your father put on us’?”"
    },
    {
        "o": 12650,
        "r": "csb:2 Chronicles:10:10",
        "t": "Then*p the young men who had grown up with him told him, “This is what you should say to the people who said to you, ‘Your father made our yoke heavy, but you, make it lighter on us! ’ This is what you should say to them: ‘My little finger is thicker than my father’s waist!"
    },
    {
        "o": 12651,
        "r": "csb:2 Chronicles:10:11",
        "t": "Now therefore, my father burdened you with a heavy yoke, but I will add to your yoke; my father disciplined you with whips, but I, with barbed whips.’”"
    },
    {
        "o": 12652,
        "r": "csb:2 Chronicles:10:12",
        "t": "So*p Jeroboam and all the people came to Rehoboam on the third day, just as the king had ordered, saying, “Return to me on the third day.”"
    },
    {
        "o": 12653,
        "r": "csb:2 Chronicles:10:13",
        "t": "Then the king answered them harshly. King Rehoboam rejected the elders’ advice"
    },
    {
        "o": 12654,
        "r": "csb:2 Chronicles:10:14",
        "t": "and spoke to them according to the young men’s advice, saying, “My father made your yoke heavy, but I will add to it; my father disciplined you with whips, but I, with barbed whips.”"
    },
    {
        "o": 12655,
        "r": "csb:2 Chronicles:10:15",
        "t": "The*p king did not listen to the people because the turn of events came from God, in order that the Lord*s might carry out his word that he had spoken through Ahijah the Shilonite to Jeroboam son of Nebat."
    },
    {
        "o": 12656,
        "r": "csb:2 Chronicles:10:16",
        "t": "When*p all Israel saw that the king had not listened to them, the people answered the king: What*pn portion do we have in David? We*ln have no inheritance in the son of Jesse. Israel,*ln each to your tent; David,*ln look after your own house now! So*p all Israel went to their tents."
    },
    {
        "o": 12657,
        "r": "csb:2 Chronicles:10:17",
        "t": "But as for the Israelites living in the cities of Judah, Rehoboam reigned over them."
    },
    {
        "o": 12658,
        "r": "csb:2 Chronicles:10:18",
        "t": "Then*p King Rehoboam sent Hadoram, who was in charge of the forced labor, but the Israelites stoned him to death. However, King Rehoboam managed to get into his chariot to flee to Jerusalem."
    },
    {
        "o": 12659,
        "r": "csb:2 Chronicles:10:19",
        "t": "Israel is in rebellion against the house of David until today."
    }
]
