[
    {
        "o": 32241,
        "r": "niv:Galatians:6:0",
        "t": "Galatians 6",
        "h": 1
    },
    {
        "o": 32242,
        "r": "niv:Galatians:6:0",
        "t": "Doing Good to All",
        "h": 2
    },
    {
        "o": 32243,
        "r": "niv:Galatians:6:1",
        "t": "Brothers*p and sisters, if someone is caught in a sin, you who live by the Spirit should restore that person gently. But watch yourselves, or you also may be tempted."
    },
    {
        "o": 32244,
        "r": "niv:Galatians:6:2",
        "t": "Carry each other’s burdens, and in this way you will fulfill the law of Christ."
    },
    {
        "o": 32245,
        "r": "niv:Galatians:6:3",
        "t": "If anyone thinks they are something when they are not, they deceive themselves."
    },
    {
        "o": 32246,
        "r": "niv:Galatians:6:4",
        "t": "Each one should test their own actions. Then they can take pride in themselves alone, without comparing themselves to someone else,"
    },
    {
        "o": 32247,
        "r": "niv:Galatians:6:5",
        "t": "for each one should carry their own load."
    },
    {
        "o": 32248,
        "r": "niv:Galatians:6:6",
        "t": "Nevertheless, the one who receives instruction in the word should share all good things with their instructor."
    },
    {
        "o": 32249,
        "r": "niv:Galatians:6:7",
        "t": "Do*p not be deceived: God cannot be mocked. A man reaps what he sows."
    },
    {
        "o": 32250,
        "r": "niv:Galatians:6:8",
        "t": "Whoever sows to please their flesh, from the flesh will reap destruction; whoever sows to please the Spirit, from the Spirit will reap eternal life."
    },
    {
        "o": 32251,
        "r": "niv:Galatians:6:9",
        "t": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up."
    },
    {
        "o": 32252,
        "r": "niv:Galatians:6:10",
        "t": "Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers."
    },
    {
        "o": 32253,
        "r": "niv:Galatians:6:10",
        "t": "Not Circumcision but the New Creation",
        "h": 2
    },
    {
        "o": 32254,
        "r": "niv:Galatians:6:11",
        "t": "See*p what large letters I use as I write to you with my own hand!"
    },
    {
        "o": 32255,
        "r": "niv:Galatians:6:12",
        "t": "Those*p who want to impress people by means of the flesh are trying to compel you to be circumcised. The only reason they do this is to avoid being persecuted for the cross of Christ."
    },
    {
        "o": 32256,
        "r": "niv:Galatians:6:13",
        "t": "Not even those who are circumcised keep the law, yet they want you to be circumcised that they may boast about your circumcision in the flesh."
    },
    {
        "o": 32257,
        "r": "niv:Galatians:6:14",
        "t": "May I never boast except in the cross of our Lord Jesus Christ, through which the world has been crucified to me, and I to the world."
    },
    {
        "o": 32258,
        "r": "niv:Galatians:6:15",
        "t": "Neither circumcision nor uncircumcision means anything; what counts is the new creation."
    },
    {
        "o": 32259,
        "r": "niv:Galatians:6:16",
        "t": "Peace and mercy to all who follow this rule—to the Israel of God."
    },
    {
        "o": 32260,
        "r": "niv:Galatians:6:17",
        "t": "From*p now on, let no one cause me trouble, for I bear on my body the marks of Jesus."
    },
    {
        "o": 32261,
        "r": "niv:Galatians:6:18",
        "t": "The*p grace of our Lord Jesus Christ be with your spirit, brothers and sisters. Amen."
    }
]
