[
    {
        "o": 25674,
        "r": "esv:Zechariah:13:0",
        "t": "Zechariah 13",
        "h": 1
    },
    {
        "o": 25675,
        "r": "esv:Zechariah:13:1",
        "t": "“On*p that day there shall be a fountain opened for the house of David and the inhabitants of Jerusalem, to cleanse them from sin and uncleanness."
    },
    {
        "o": 25676,
        "r": "esv:Zechariah:13:1",
        "t": "Idolatry Cut Off",
        "h": 2
    },
    {
        "o": 25677,
        "r": "esv:Zechariah:13:2",
        "t": "“And*p on that day, declares the Lord*s of hosts, I will cut off the names of the idols from the land, so that they shall be remembered no more. And also I will remove from the land the prophets and the spirit of uncleanness."
    },
    {
        "o": 25678,
        "r": "esv:Zechariah:13:3",
        "t": "And if anyone again prophesies, his father and mother who bore him will say to him, ‘You shall not live, for you speak lies in the name of the Lord.’*s And his father and mother who bore him shall pierce him through when he prophesies."
    },
    {
        "o": 25679,
        "r": "esv:Zechariah:13:4",
        "t": "“On*p that day every prophet will be ashamed of his vision when he prophesies. He will not put on a hairy cloak in order to deceive,"
    },
    {
        "o": 25680,
        "r": "esv:Zechariah:13:5",
        "t": "but he will say, ‘I am no prophet, I am a worker of the soil, for a man sold me in my youth.’"
    },
    {
        "o": 25681,
        "r": "esv:Zechariah:13:6",
        "t": "And if one asks him, ‘What are these wounds on your back?’ he will say, ‘The wounds I received in the house of my friends.’"
    },
    {
        "o": 25682,
        "r": "esv:Zechariah:13:6",
        "t": "The Shepherd Struck",
        "h": 2
    },
    {
        "o": 25683,
        "r": "esv:Zechariah:13:7",
        "t": "“Awake,*pn O sword, against my shepherd, against*ld the man who stands next to me,” declares*l the Lord*s of hosts. “Strike*pn the shepherd, and the sheep will be scattered; I*ld will turn my hand against the little ones."
    },
    {
        "o": 25684,
        "r": "esv:Zechariah:13:8",
        "t": "In*ln the whole land, declares the Lord,*s two*ld thirds shall be cut off and perish, and*ld one third shall be left alive."
    },
    {
        "o": 25685,
        "r": "esv:Zechariah:13:9",
        "t": "And*ln I will put this third into the fire, and*ld refine them as one refines silver, and*ld test them as gold is tested. They*ln will call upon my name, and*ld I will answer them. I*ln will say, ‘They are my people’; and*ld they will say, ‘The Lord*s is my God.’”"
    }
]
