[
    {
        "o": 12847,
        "r": "csb:2 Chronicles:19:0",
        "t": "2 Chronicles 19",
        "h": 1
    },
    {
        "o": 12848,
        "r": "csb:2 Chronicles:19:0",
        "t": "Jehu’s Rebuke of Jehoshaphat",
        "h": 2
    },
    {
        "o": 12849,
        "r": "csb:2 Chronicles:19:1",
        "t": "King*p Jehoshaphat of Judah returned to his home in Jerusalem in peace."
    },
    {
        "o": 12850,
        "r": "csb:2 Chronicles:19:2",
        "t": "Then Jehu son of the seer Hanani went out to confront him and said to King Jehoshaphat, “Do you help the wicked and love those who hate the Lord?*s Because of this, the Lord’s*s wrath is on you."
    },
    {
        "o": 12851,
        "r": "csb:2 Chronicles:19:3",
        "t": "However, some good is found in you, for you have eradicated the Asherah poles from the land and have determined in your heart to seek God.”"
    },
    {
        "o": 12852,
        "r": "csb:2 Chronicles:19:3",
        "t": "Jehoshaphat’s Reforms",
        "h": 2
    },
    {
        "o": 12853,
        "r": "csb:2 Chronicles:19:4",
        "t": "Jehoshaphat*p lived in Jerusalem, and once again he went out among the people from Beer-sheba to the hill country of Ephraim and brought them back to the Lord,*s the God of their ancestors."
    },
    {
        "o": 12854,
        "r": "csb:2 Chronicles:19:5",
        "t": "He appointed judges in all the fortified cities of the land of Judah, city by city."
    },
    {
        "o": 12855,
        "r": "csb:2 Chronicles:19:6",
        "t": "Then he said to the judges, “Consider what you are doing, for you do not judge for a man, but for the Lord,*s who is with you in the matter of judgment."
    },
    {
        "o": 12856,
        "r": "csb:2 Chronicles:19:7",
        "t": "And now, may the terror of the Lord*s be on you. Watch what you do, for there is no injustice or partiality or taking bribes with the Lord*s our God.”"
    },
    {
        "o": 12857,
        "r": "csb:2 Chronicles:19:8",
        "t": "Jehoshaphat*p also appointed in Jerusalem some of the Levites and priests and some of the Israelite family heads for deciding the Lord’s*s will and for settling disputes of the residents of Jerusalem."
    },
    {
        "o": 12858,
        "r": "csb:2 Chronicles:19:9",
        "t": "He commanded them, saying, “In the fear of the Lord,*s with integrity, and wholeheartedly, you are to do the following:"
    },
    {
        "o": 12859,
        "r": "csb:2 Chronicles:19:10",
        "t": "For every dispute that comes to you from your brothers who dwell in their cities - whether it regards differences of bloodguilt, law, commandment, statutes, or judgments- you are to warn them, so they will not incur guilt before the Lord*s and wrath will not come on you and your brothers. Do this, and you will not incur guilt."
    },
    {
        "o": 12860,
        "r": "csb:2 Chronicles:19:11",
        "t": "“Note*p that Amariah, the chief priest, is over you in all matters related to the Lord,*s and Zebadiah son of Ishmael, the ruler of the house of Judah, in all matters related to the king, and the Levites are officers in your presence. Be strong; may the Lord*s be with those who do what is good.”"
    }
]
