[
    {
        "o": 34201,
        "r": "niv:Revelation:13:0",
        "t": "Revelation 13",
        "h": 1
    },
    {
        "o": 34202,
        "r": "niv:Revelation:13:0",
        "t": "The Beast out of the Sea",
        "h": 2
    },
    {
        "o": 34203,
        "r": "niv:Revelation:13:1",
        "t": "The*p dragon stood on the shore of the sea. And I saw a beast coming out of the sea. It had ten horns and seven heads, with ten crowns on its horns, and on each head a blasphemous name."
    },
    {
        "o": 34204,
        "r": "niv:Revelation:13:2",
        "t": "The beast I saw resembled a leopard, but had feet like those of a bear and a mouth like that of a lion. The dragon gave the beast his power and his throne and great authority."
    },
    {
        "o": 34205,
        "r": "niv:Revelation:13:3",
        "t": "One of the heads of the beast seemed to have had a fatal wound, but the fatal wound had been healed. The whole world was filled with wonder and followed the beast."
    },
    {
        "o": 34206,
        "r": "niv:Revelation:13:4",
        "t": "People worshiped the dragon because he had given authority to the beast, and they also worshiped the beast and asked, “Who is like the beast? Who can wage war against it?”"
    },
    {
        "o": 34207,
        "r": "niv:Revelation:13:5",
        "t": "The*p beast was given a mouth to utter proud words and blasphemies and to exercise its authority for forty-two months."
    },
    {
        "o": 34208,
        "r": "niv:Revelation:13:6",
        "t": "It opened its mouth to blaspheme God, and to slander his name and his dwelling place and those who live in heaven."
    },
    {
        "o": 34209,
        "r": "niv:Revelation:13:7",
        "t": "It was given power to wage war against God’s holy people and to conquer them. And it was given authority over every tribe, people, language and nation."
    },
    {
        "o": 34210,
        "r": "niv:Revelation:13:8",
        "t": "All inhabitants of the earth will worship the beast—all whose names have not been written in the Lamb’s book of life, the Lamb who was slain from the creation of the world."
    },
    {
        "o": 34211,
        "r": "niv:Revelation:13:9",
        "t": "Whoever*p has ears, let them hear."
    },
    {
        "o": 34212,
        "r": "niv:Revelation:13:10",
        "t": "“If*pn anyone is to go into captivity, into*ld captivity they will go. If*ln anyone is to be killed with the sword, with*ld the sword they will be killed.” This*p calls for patient endurance and faithfulness on the part of God’s people."
    },
    {
        "o": 34213,
        "r": "niv:Revelation:13:10",
        "t": "The Beast out of the Earth",
        "h": 2
    },
    {
        "o": 34214,
        "r": "niv:Revelation:13:11",
        "t": "Then*p I saw a second beast, coming out of the earth. It had two horns like a lamb, but it spoke like a dragon."
    },
    {
        "o": 34215,
        "r": "niv:Revelation:13:12",
        "t": "It exercised all the authority of the first beast on its behalf, and made the earth and its inhabitants worship the first beast, whose fatal wound had been healed."
    },
    {
        "o": 34216,
        "r": "niv:Revelation:13:13",
        "t": "And it performed great signs, even causing fire to come down from heaven to the earth in full view of the people."
    },
    {
        "o": 34217,
        "r": "niv:Revelation:13:14",
        "t": "Because of the signs it was given power to perform on behalf of the first beast, it deceived the inhabitants of the earth. It ordered them to set up an image in honor of the beast who was wounded by the sword and yet lived."
    },
    {
        "o": 34218,
        "r": "niv:Revelation:13:15",
        "t": "The second beast was given power to give breath to the image of the first beast, so that the image could speak and cause all who refused to worship the image to be killed."
    },
    {
        "o": 34219,
        "r": "niv:Revelation:13:16",
        "t": "It also forced all people, great and small, rich and poor, free and slave, to receive a mark on their right hands or on their foreheads,"
    },
    {
        "o": 34220,
        "r": "niv:Revelation:13:17",
        "t": "so that they could not buy or sell unless they had the mark, which is the name of the beast or the number of its name."
    },
    {
        "o": 34221,
        "r": "niv:Revelation:13:18",
        "t": "This*p calls for wisdom. Let the person who has insight calculate the number of the beast, for it is the number of a man. That number is 666."
    }
]
