[
    {
        "o": 15400,
        "r": "nkjv:Job:42:0",
        "t": "Job 42",
        "h": 1
    },
    {
        "o": 15401,
        "r": "nkjv:Job:42:0",
        "t": "Job’s Repentance and Restoration",
        "h": 2
    },
    {
        "o": 15402,
        "r": "nkjv:Job:42:1",
        "t": "Then*p Job answered the Lord*s and said:"
    },
    {
        "o": 15403,
        "r": "nkjv:Job:42:2",
        "t": "“I*pn know that You can do everything, And*ld that no purpose of*i Yours*i can be withheld from You."
    },
    {
        "o": 15404,
        "r": "nkjv:Job:42:3",
        "t": "You*ild asked,*i ‘Who is*i this who hides counsel without knowledge?’ Therefore*ld I have uttered what I did not understand, Things*ld too wonderful for me, which I did not know."
    },
    {
        "o": 15405,
        "r": "nkjv:Job:42:4",
        "t": "Listen,*ld please, and let me speak; You*ild said,*i ‘I will question you, and you shall answer Me.’"
    },
    {
        "o": 15406,
        "r": "nkjv:Job:42:5",
        "t": "“I*ln have heard of You by the hearing of the ear, But*ld now my eye sees You."
    },
    {
        "o": 15407,
        "r": "nkjv:Job:42:6",
        "t": "Therefore*ld I abhor myself,*i And*ld repent in dust and ashes.”"
    },
    {
        "o": 15408,
        "r": "nkjv:Job:42:7",
        "t": "And*p so it was, after the Lord*s had spoken these words to Job, that the Lord*s said to Eliphaz the Temanite, “My wrath is aroused against you and your two friends, for you have not spoken of Me what*i is*i right, as My servant Job has.*i"
    },
    {
        "o": 15409,
        "r": "nkjv:Job:42:8",
        "t": "Now therefore, take for yourselves seven bulls and seven rams, go to My servant Job, and offer up for yourselves a burnt offering; and My servant Job shall pray for you. For I will accept him, lest I deal with you according*i to*i your*i folly; because you have not spoken of Me what*i is*i right, as My servant Job has.”*i"
    },
    {
        "o": 15410,
        "r": "nkjv:Job:42:9",
        "t": "So*p Eliphaz the Temanite and Bildad the Shuhite and*i Zophar the Naamathite went and did as the Lord*s commanded them; for the Lord*s had accepted Job."
    },
    {
        "o": 15411,
        "r": "nkjv:Job:42:10",
        "t": "And the Lord*s restored Job’s losses when he prayed for his friends. Indeed the Lord*s gave Job twice as much as he had before."
    },
    {
        "o": 15412,
        "r": "nkjv:Job:42:11",
        "t": "Then all his brothers, all his sisters, and all those who had been his acquaintances before, came to him and ate food with him in his house; and they consoled him and comforted him for all the adversity that the Lord*s had brought upon him. Each one gave him a piece of silver and each a ring of gold."
    },
    {
        "o": 15413,
        "r": "nkjv:Job:42:12",
        "t": "Now*p the Lord*s blessed the latter days*i of Job more than his beginning; for he had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and one thousand female donkeys."
    },
    {
        "o": 15414,
        "r": "nkjv:Job:42:13",
        "t": "He also had seven sons and three daughters."
    },
    {
        "o": 15415,
        "r": "nkjv:Job:42:14",
        "t": "And he called the name of the first Jemimah, the name of the second Keziah, and the name of the third Keren-Happuch."
    },
    {
        "o": 15416,
        "r": "nkjv:Job:42:15",
        "t": "In all the land were found no women so*i beautiful as the daughters of Job; and their father gave them an inheritance among their brothers."
    },
    {
        "o": 15417,
        "r": "nkjv:Job:42:16",
        "t": "After*p this Job lived one hundred and forty years, and saw his children and grandchildren for*i four generations."
    },
    {
        "o": 15418,
        "r": "nkjv:Job:42:17",
        "t": "So Job died, old and full of days."
    }
]
