[
    {
        "o": 19385,
        "r": "nasb:Ecclesiastes:7:0",
        "t": "Ecclesiastes 7",
        "h": 1
    },
    {
        "o": 19386,
        "r": "nasb:Ecclesiastes:7:0",
        "t": "Wisdom and Folly Contrasted",
        "h": 2
    },
    {
        "o": 19387,
        "r": "nasb:Ecclesiastes:7:1",
        "t": "A*pn good name is better than a good ointment, And*ln the day of one’s*i death is better than the day of one’s birth."
    },
    {
        "o": 19388,
        "r": "nasb:Ecclesiastes:7:2",
        "t": "It*ln is better to go to a house of mourning Than*ln to go to a house of feasting, Because*ln that is the end of every man, And*ln the living takes it*i to heart."
    },
    {
        "o": 19389,
        "r": "nasb:Ecclesiastes:7:3",
        "t": "Sorrow*ln is better than laughter, For*ln when a face is sad a heart may be happy."
    },
    {
        "o": 19390,
        "r": "nasb:Ecclesiastes:7:4",
        "t": "The*ln mind of the wise is in the house of mourning, While*ln the mind of fools is in the house of pleasure."
    },
    {
        "o": 19391,
        "r": "nasb:Ecclesiastes:7:5",
        "t": "It*ln is better to listen to the rebuke of a wise man Than*ln for one to listen to the song of fools."
    },
    {
        "o": 19392,
        "r": "nasb:Ecclesiastes:7:6",
        "t": "For*ln as the crackling of thorn bushes under a pot, So*ln is the laughter of the fool; And*ln this too is futility."
    },
    {
        "o": 19393,
        "r": "nasb:Ecclesiastes:7:7",
        "t": "For*ln oppression makes a wise man mad, And*ln a bribe corrupts the heart."
    },
    {
        "o": 19394,
        "r": "nasb:Ecclesiastes:7:8",
        "t": "The*ln end of a matter is better than its beginning; Patience*ln of spirit is better than haughtiness of spirit."
    },
    {
        "o": 19395,
        "r": "nasb:Ecclesiastes:7:9",
        "t": "Do*ln not be eager in your heart to be angry, For*ln anger resides in the bosom of fools."
    },
    {
        "o": 19396,
        "r": "nasb:Ecclesiastes:7:10",
        "t": "Do*ln not say, “Why is it that the former days were better than these?” For*ln it is not from wisdom that you ask about this."
    },
    {
        "o": 19397,
        "r": "nasb:Ecclesiastes:7:11",
        "t": "Wisdom*ln along with an inheritance is good And*ln an advantage to those who see the sun."
    },
    {
        "o": 19398,
        "r": "nasb:Ecclesiastes:7:12",
        "t": "For*ln wisdom is protection just*i as*i money is protection, But*ln the advantage of knowledge is that wisdom preserves the lives of its possessors."
    },
    {
        "o": 19399,
        "r": "nasb:Ecclesiastes:7:13",
        "t": "Consider*ln the work of God, For*ln who is able to straighten what He has bent?"
    },
    {
        "o": 19400,
        "r": "nasb:Ecclesiastes:7:14",
        "t": "In*ln the day of prosperity be happy, But*ln in the day of adversity consider— God*ln has made the one as well as the other So*ln that man will not discover anything that*i will*i be*i after him."
    },
    {
        "o": 19401,
        "r": "nasb:Ecclesiastes:7:15",
        "t": "I*p have seen everything during my lifetime of futility; there is a righteous man who perishes in his righteousness and there is a wicked man who prolongs his*i life*i in his wickedness."
    },
    {
        "o": 19402,
        "r": "nasb:Ecclesiastes:7:16",
        "t": "Do not be excessively righteous and do not be overly wise. Why should you ruin yourself?"
    },
    {
        "o": 19403,
        "r": "nasb:Ecclesiastes:7:17",
        "t": "Do not be excessively wicked and do not be a fool. Why should you die before your time?"
    },
    {
        "o": 19404,
        "r": "nasb:Ecclesiastes:7:18",
        "t": "It is good that you grasp one thing and also not let go of the other; for the one who fears God comes forth with both of them."
    },
    {
        "o": 19405,
        "r": "nasb:Ecclesiastes:7:19",
        "t": "Wisdom*p strengthens a wise man more than ten rulers who are in a city."
    },
    {
        "o": 19406,
        "r": "nasb:Ecclesiastes:7:20",
        "t": "Indeed, there is not a righteous man on earth who continually*i does good and who never sins."
    },
    {
        "o": 19407,
        "r": "nasb:Ecclesiastes:7:21",
        "t": "Also, do not take seriously all words which are spoken, so that you will not hear your servant cursing you."
    },
    {
        "o": 19408,
        "r": "nasb:Ecclesiastes:7:22",
        "t": "For you also have realized that you likewise have many times cursed others."
    },
    {
        "o": 19409,
        "r": "nasb:Ecclesiastes:7:23",
        "t": "I*p tested all this with wisdom, and*i I said, “I will be wise,” but it was far from me."
    },
    {
        "o": 19410,
        "r": "nasb:Ecclesiastes:7:24",
        "t": "What has been is remote and exceedingly mysterious. Who can discover it?"
    },
    {
        "o": 19411,
        "r": "nasb:Ecclesiastes:7:25",
        "t": "I directed my mind to know, to investigate and to seek wisdom and an explanation, and to know the evil of folly and the foolishness of madness."
    },
    {
        "o": 19412,
        "r": "nasb:Ecclesiastes:7:26",
        "t": "And I discovered more bitter than death the woman whose heart is snares and nets, whose hands are chains. One who is pleasing to God will escape from her, but the sinner will be captured by her."
    },
    {
        "o": 19413,
        "r": "nasb:Ecclesiastes:7:27",
        "t": "“Behold,*p I have discovered this,” says the Preacher, “adding*i one thing to another to find an explanation,"
    },
    {
        "o": 19414,
        "r": "nasb:Ecclesiastes:7:28",
        "t": "which I am still seeking but have not found. I have found one man among a thousand, but I have not found a woman among all these."
    },
    {
        "o": 19415,
        "r": "nasb:Ecclesiastes:7:29",
        "t": "Behold, I have found only this, that God made men upright, but they have sought out many devices.”"
    }
]
