[
    {
        "o": 5272,
        "r": "kjv:Deuteronomy:7:0",
        "t": "Deuteronomy 7",
        "h": 1
    },
    {
        "o": 5273,
        "r": "kjv:Deuteronomy:7:1",
        "t": "When*p the Lord*s thy God shall bring thee into the land whither thou goest to possess it, and hath cast out many nations before thee, the Hittites, and the Girgashites, and the Amorites, and the Canaanites, and the Perizzites, and the Hivites, and the Jebusites, seven nations greater and mightier than thou;"
    },
    {
        "o": 5274,
        "r": "kjv:Deuteronomy:7:2",
        "t": "And*p when the Lord*s thy God shall deliver them before thee; thou shalt smite them, and utterly destroy them; thou shalt make no covenant with them, nor shew mercy unto them:"
    },
    {
        "o": 5275,
        "r": "kjv:Deuteronomy:7:3",
        "t": "Neither*p shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son."
    },
    {
        "o": 5276,
        "r": "kjv:Deuteronomy:7:4",
        "t": "For*p they will turn away thy son from following me, that they may serve other gods: so will the anger of the Lord*s be kindled against you, and destroy thee suddenly."
    },
    {
        "o": 5277,
        "r": "kjv:Deuteronomy:7:5",
        "t": "But*p thus shall ye deal with them; ye shall destroy their altars, and break down their images, and cut down their groves, and burn their graven images with fire."
    },
    {
        "o": 5278,
        "r": "kjv:Deuteronomy:7:6",
        "t": "For*p thou art an holy people unto the Lord*s thy God: the Lord*s thy God hath chosen thee to be a special people unto himself, above all people that are upon the face of the earth."
    },
    {
        "o": 5279,
        "r": "kjv:Deuteronomy:7:7",
        "t": "The*p Lord*s did not set his love upon you, nor choose you, because ye were more in number than any people; for ye were the fewest of all people:"
    },
    {
        "o": 5280,
        "r": "kjv:Deuteronomy:7:8",
        "t": "But*p because the Lord*s loved you, and because he would keep the oath which he had sworn unto your fathers, hath the Lord*s brought you out with a mighty hand, and redeemed you out of the house of bondmen, from the hand of Pharaoh king of Egypt."
    },
    {
        "o": 5281,
        "r": "kjv:Deuteronomy:7:9",
        "t": "Know*p therefore that the Lord*s thy God, he is God, the faithful God, which keepeth covenant and mercy with them that love him and keep his commandments to a thousand generations;"
    },
    {
        "o": 5282,
        "r": "kjv:Deuteronomy:7:10",
        "t": "And*p repayeth them that hate him to their face, to destroy them: he will not be slack to him that hateth him, he will repay him to his face."
    },
    {
        "o": 5283,
        "r": "kjv:Deuteronomy:7:11",
        "t": "Thou*p shalt therefore keep the commandments, and the statutes, and the judgments, which I command thee this day, to do them."
    },
    {
        "o": 5284,
        "r": "kjv:Deuteronomy:7:12",
        "t": "Wherefore*p it shall come to pass, if ye hearken to these judgments, and keep, and do them, that the Lord*s thy God shall keep unto thee the covenant and the mercy which he sware unto thy fathers:"
    },
    {
        "o": 5285,
        "r": "kjv:Deuteronomy:7:13",
        "t": "And*p he will love thee, and bless thee, and multiply thee: he will also bless the fruit of thy womb, and the fruit of thy land, thy corn, and thy wine, and thine oil, the increase of thy kine, and the flocks of thy sheep, in the land which he sware unto thy fathers to give thee."
    },
    {
        "o": 5286,
        "r": "kjv:Deuteronomy:7:14",
        "t": "Thou*p shalt be blessed above all people: there shall not be male or female barren among you, or among your cattle."
    },
    {
        "o": 5287,
        "r": "kjv:Deuteronomy:7:15",
        "t": "And*p the Lord*s will take away from thee all sickness, and will put none of the evil diseases of Egypt, which thou knowest, upon thee; but will lay them upon all them that hate thee."
    },
    {
        "o": 5288,
        "r": "kjv:Deuteronomy:7:16",
        "t": "And*p thou shalt consume all the people which the Lord*s thy God shall deliver thee; thine eye shall have no pity upon them: neither shalt thou serve their gods; for that will be a snare unto thee."
    },
    {
        "o": 5289,
        "r": "kjv:Deuteronomy:7:17",
        "t": "If*p thou shalt say in thine heart, These nations are more than I; how can I dispossess them?"
    },
    {
        "o": 5290,
        "r": "kjv:Deuteronomy:7:18",
        "t": "Thou*p shalt not be afraid of them: but shalt well remember what the Lord*s thy God did unto Pharaoh, and unto all Egypt;"
    },
    {
        "o": 5291,
        "r": "kjv:Deuteronomy:7:19",
        "t": "The*p great temptations which thine eyes saw, and the signs, and the wonders, and the mighty hand, and the stretched out arm, whereby the Lord*s thy God brought thee out: so shall the Lord*s thy God do unto all the people of whom thou art afraid."
    },
    {
        "o": 5292,
        "r": "kjv:Deuteronomy:7:20",
        "t": "Moreover*p the Lord*s thy God will send the hornet among them, until they that are left, and hide themselves from thee, be destroyed."
    },
    {
        "o": 5293,
        "r": "kjv:Deuteronomy:7:21",
        "t": "Thou*p shalt not be affrighted at them: for the Lord*s thy God is among you, a mighty God and terrible."
    },
    {
        "o": 5294,
        "r": "kjv:Deuteronomy:7:22",
        "t": "And*p the Lord*s thy God will put out those nations before thee by little and little: thou mayest not consume them at once, lest the beasts of the field increase upon thee."
    },
    {
        "o": 5295,
        "r": "kjv:Deuteronomy:7:23",
        "t": "But*p the Lord*s thy God shall deliver them unto thee, and shall destroy them with a mighty destruction, until they be destroyed."
    },
    {
        "o": 5296,
        "r": "kjv:Deuteronomy:7:24",
        "t": "And*p he shall deliver their kings into thine hand, and thou shalt destroy their name from under heaven: there shall no man be able to stand before thee, until thou have destroyed them."
    },
    {
        "o": 5297,
        "r": "kjv:Deuteronomy:7:25",
        "t": "The*p graven images of their gods shall ye burn with fire: thou shalt not desire the silver or gold that is on them, nor take it unto thee, lest thou be snared therein: for it is an abomination to the Lord*s thy God."
    },
    {
        "o": 5298,
        "r": "kjv:Deuteronomy:7:26",
        "t": "Neither*p shalt thou bring an abomination into thine house, lest thou be a cursed thing like it: but thou shalt utterly detest it, and thou shalt utterly abhor it; for it is a cursed thing."
    }
]
