[
    {
        "o": 1794,
        "r": "niv:Exodus:6:0",
        "t": "Exodus 6",
        "h": 1
    },
    {
        "o": 1795,
        "r": "niv:Exodus:6:1",
        "t": "Then*p the Lord*s said to Moses, “Now you will see what I will do to Pharaoh: Because of my mighty hand he will let them go; because of my mighty hand he will drive them out of his country.”"
    },
    {
        "o": 1796,
        "r": "niv:Exodus:6:2",
        "t": "God*p also said to Moses, “I am the Lord.*s"
    },
    {
        "o": 1797,
        "r": "niv:Exodus:6:3",
        "t": "I appeared to Abraham, to Isaac and to Jacob as God Almighty, but by my name the Lord*s I did not make myself fully known to them."
    },
    {
        "o": 1798,
        "r": "niv:Exodus:6:4",
        "t": "I also established my covenant with them to give them the land of Canaan, where they resided as foreigners."
    },
    {
        "o": 1799,
        "r": "niv:Exodus:6:5",
        "t": "Moreover, I have heard the groaning of the Israelites, whom the Egyptians are enslaving, and I have remembered my covenant."
    },
    {
        "o": 1800,
        "r": "niv:Exodus:6:6",
        "t": "“Therefore,*p say to the Israelites: ‘I am the Lord,*s and I will bring you out from under the yoke of the Egyptians. I will free you from being slaves to them, and I will redeem you with an outstretched arm and with mighty acts of judgment."
    },
    {
        "o": 1801,
        "r": "niv:Exodus:6:7",
        "t": "I will take you as my own people, and I will be your God. Then you will know that I am the Lord*s your God, who brought you out from under the yoke of the Egyptians."
    },
    {
        "o": 1802,
        "r": "niv:Exodus:6:8",
        "t": "And I will bring you to the land I swore with uplifted hand to give to Abraham, to Isaac and to Jacob. I will give it to you as a possession. I am the Lord*s .’ ”"
    },
    {
        "o": 1803,
        "r": "niv:Exodus:6:9",
        "t": "Moses*p reported this to the Israelites, but they did not listen to him because of their discouragement and harsh labor."
    },
    {
        "o": 1804,
        "r": "niv:Exodus:6:10",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 1805,
        "r": "niv:Exodus:6:11",
        "t": "“Go, tell Pharaoh king of Egypt to let the Israelites go out of his country.”"
    },
    {
        "o": 1806,
        "r": "niv:Exodus:6:12",
        "t": "But*p Moses said to the Lord,*s “If the Israelites will not listen to me, why would Pharaoh listen to me, since I speak with faltering lips?”"
    },
    {
        "o": 1807,
        "r": "niv:Exodus:6:12",
        "t": "Family Record of Moses and Aaron",
        "h": 2
    },
    {
        "o": 1808,
        "r": "niv:Exodus:6:13",
        "t": "Now*p the Lord*s spoke to Moses and Aaron about the Israelites and Pharaoh king of Egypt, and he commanded them to bring the Israelites out of Egypt."
    },
    {
        "o": 1809,
        "r": "niv:Exodus:6:14",
        "t": "These*pln were the heads of their families: The*pln sons of Reuben the firstborn son of Israel were Hanok and Pallu, Hezron and Karmi. These were the clans of Reuben."
    },
    {
        "o": 1810,
        "r": "niv:Exodus:6:15",
        "t": "The*ln sons of Simeon were Jemuel, Jamin, Ohad, Jakin, Zohar and Shaul the son of a Canaanite woman. These were the clans of Simeon."
    },
    {
        "o": 1811,
        "r": "niv:Exodus:6:16",
        "t": "These*ln were the names of the sons of Levi according to their records: Gershon, Kohath and Merari. Levi lived 137 years."
    },
    {
        "o": 1812,
        "r": "niv:Exodus:6:17",
        "t": "The*ln sons of Gershon, by clans, were Libni and Shimei."
    },
    {
        "o": 1813,
        "r": "niv:Exodus:6:18",
        "t": "The*ln sons of Kohath were Amram, Izhar, Hebron and Uzziel. Kohath lived 133 years."
    },
    {
        "o": 1814,
        "r": "niv:Exodus:6:19",
        "t": "The*ln sons of Merari were Mahli and Mushi. These*ln were the clans of Levi according to their records."
    },
    {
        "o": 1815,
        "r": "niv:Exodus:6:20",
        "t": "Amram*ln married his father’s sister Jochebed, who bore him Aaron and Moses. Amram lived 137 years."
    },
    {
        "o": 1816,
        "r": "niv:Exodus:6:21",
        "t": "The*ln sons of Izhar were Korah, Nepheg and Zikri."
    },
    {
        "o": 1817,
        "r": "niv:Exodus:6:22",
        "t": "The*ln sons of Uzziel were Mishael, Elzaphan and Sithri."
    },
    {
        "o": 1818,
        "r": "niv:Exodus:6:23",
        "t": "Aaron*ln married Elisheba, daughter of Amminadab and sister of Nahshon, and she bore him Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 1819,
        "r": "niv:Exodus:6:24",
        "t": "The*ln sons of Korah were: Assir, Elkanah and Abiasaph. These were the Korahite clans."
    },
    {
        "o": 1820,
        "r": "niv:Exodus:6:25",
        "t": "Eleazar*ln son of Aaron married one of the daughters of Putiel, and she bore him Phinehas. These*pln were the heads of the Levite families, clan by clan."
    },
    {
        "o": 1821,
        "r": "niv:Exodus:6:26",
        "t": "It*p was this Aaron and Moses to whom the Lord*s said, “Bring the Israelites out of Egypt by their divisions.”"
    },
    {
        "o": 1822,
        "r": "niv:Exodus:6:27",
        "t": "They were the ones who spoke to Pharaoh king of Egypt about bringing the Israelites out of Egypt—this same Moses and Aaron."
    },
    {
        "o": 1823,
        "r": "niv:Exodus:6:27",
        "t": "Aaron to Speak for Moses",
        "h": 2
    },
    {
        "o": 1824,
        "r": "niv:Exodus:6:28",
        "t": "Now*p when the Lord*s spoke to Moses in Egypt,"
    },
    {
        "o": 1825,
        "r": "niv:Exodus:6:29",
        "t": "he said to him, “I am the Lord.*s Tell Pharaoh king of Egypt everything I tell you.”"
    },
    {
        "o": 1826,
        "r": "niv:Exodus:6:30",
        "t": "But*p Moses said to the Lord,*s “Since I speak with faltering lips, why would Pharaoh listen to me?”"
    }
]
