[
    {
        "o": 22511,
        "r": "nasb:Jeremiah:51:0",
        "t": "Jeremiah 51",
        "h": 1
    },
    {
        "o": 22512,
        "r": "nasb:Jeremiah:51:0",
        "t": "Babylon Judged for Sins against Israel",
        "h": 2
    },
    {
        "o": 22513,
        "r": "nasb:Jeremiah:51:1",
        "t": "Thus*p says the Lord:*s “Behold,*pn I am going to arouse against Babylon And*ln against the inhabitants of Leb-kamai The*ln spirit of a destroyer."
    },
    {
        "o": 22514,
        "r": "nasb:Jeremiah:51:2",
        "t": "I*ln will dispatch foreigners to Babylon that they may winnow her And*ln may devastate her land; For*ln on every side they will be opposed to her In*ln the day of her*i calamity."
    },
    {
        "o": 22515,
        "r": "nasb:Jeremiah:51:3",
        "t": "Let*ln not him who bends his bow bend it,*i Nor*ln let him rise up in his scale-armor; So*ln do not spare her young men; Devote*ln all her army to destruction."
    },
    {
        "o": 22516,
        "r": "nasb:Jeremiah:51:4",
        "t": "They*ln will fall down slain in the land of the Chaldeans, And*ln pierced through in their streets.”"
    },
    {
        "o": 22517,
        "r": "nasb:Jeremiah:51:5",
        "t": "For*ln neither Israel nor Judah has been forsaken By*ln his God, the Lord*s of hosts, Although*ln their land is full of guilt Before*ln the Holy One of Israel."
    },
    {
        "o": 22518,
        "r": "nasb:Jeremiah:51:6",
        "t": "Flee*ln from the midst of Babylon, And*ln each of you save his life! Do*ln not be destroyed in her punishment, For*ln this is the Lord’s*s time of vengeance; He*ln is going to render recompense to her."
    },
    {
        "o": 22519,
        "r": "nasb:Jeremiah:51:7",
        "t": "Babylon*ln has been a golden cup in the hand of the Lord,*s Intoxicating*ln all the earth. The*ln nations have drunk of her wine; Therefore*ln the nations are going mad."
    },
    {
        "o": 22520,
        "r": "nasb:Jeremiah:51:8",
        "t": "Suddenly*ln Babylon has fallen and been broken; Wail*ln over her! Bring*ln balm for her pain; Perhaps*ln she may be healed."
    },
    {
        "o": 22521,
        "r": "nasb:Jeremiah:51:9",
        "t": "We*ln applied healing to Babylon, but she was not healed; Forsake*ln her and let us each go to his own country, For*ln her judgment has reached to heaven And*ln towers up to the very skies."
    },
    {
        "o": 22522,
        "r": "nasb:Jeremiah:51:10",
        "t": "The*ln Lord*s has brought about our vindication; Come*ln and let us recount in Zion The*ln work of the Lord*s our God!"
    },
    {
        "o": 22523,
        "r": "nasb:Jeremiah:51:11",
        "t": "Sharpen*ln the arrows, fill the quivers! The*ln Lord*s has aroused the spirit of the kings of the Medes, Because*ln His purpose is against Babylon to destroy it; For*ln it is the vengeance of the Lord,*s vengeance for His temple."
    },
    {
        "o": 22524,
        "r": "nasb:Jeremiah:51:12",
        "t": "Lift*ln up a signal against the walls of Babylon; Post*ln a strong guard, Station*ln sentries, Place*ln men in ambush! For*ln the Lord*s has both purposed and performed What*ln He spoke concerning the inhabitants of Babylon."
    },
    {
        "o": 22525,
        "r": "nasb:Jeremiah:51:13",
        "t": "O*ln you who dwell by many waters, Abundant*ln in treasures, Your*ln end has come, The*ln measure of your end."
    },
    {
        "o": 22526,
        "r": "nasb:Jeremiah:51:14",
        "t": "The*ln Lord*s of hosts has sworn by Himself: “Surely*ln I will fill you with a population like locusts, And*ln they will cry out with shouts of victory over you.”"
    },
    {
        "o": 22527,
        "r": "nasb:Jeremiah:51:15",
        "t": "It*iln is*i He who made the earth by His power, Who*ln established the world by His wisdom, And*ln by His understanding He stretched out the heavens."
    },
    {
        "o": 22528,
        "r": "nasb:Jeremiah:51:16",
        "t": "When*ln He utters His voice, there*i is*i a tumult of waters in the heavens, And*ln He causes the clouds to ascend from the end of the earth; He*ln makes lightning for the rain And*ln brings forth the wind from His storehouses."
    },
    {
        "o": 22529,
        "r": "nasb:Jeremiah:51:17",
        "t": "All*ln mankind is stupid, devoid of knowledge; Every*ln goldsmith is put to shame by his idols, For*ln his molten images are deceitful, And*ln there is no breath in them."
    },
    {
        "o": 22530,
        "r": "nasb:Jeremiah:51:18",
        "t": "They*ln are worthless, a work of mockery; In*ln the time of their punishment they will perish."
    },
    {
        "o": 22531,
        "r": "nasb:Jeremiah:51:19",
        "t": "The*ln portion of Jacob is not like these; For*ln the Maker of all is He, And*ln of the tribe of His inheritance; The*ln Lord*s of hosts is His name."
    },
    {
        "o": 22532,
        "r": "nasb:Jeremiah:51:20",
        "t": "He*iln says,*i “You are My war-club, My*i weapon of war; And*ln with you I shatter nations, And*ln with you I destroy kingdoms."
    },
    {
        "o": 22533,
        "r": "nasb:Jeremiah:51:21",
        "t": "With*ln you I shatter the horse and his rider, And*ln with you I shatter the chariot and its rider,"
    },
    {
        "o": 22534,
        "r": "nasb:Jeremiah:51:22",
        "t": "And*ln with you I shatter man and woman, And*ln with you I shatter old man and youth, And*ln with you I shatter young man and virgin,"
    },
    {
        "o": 22535,
        "r": "nasb:Jeremiah:51:23",
        "t": "And*ln with you I shatter the shepherd and his flock, And*ln with you I shatter the farmer and his team, And*ln with you I shatter governors and prefects."
    },
    {
        "o": 22536,
        "r": "nasb:Jeremiah:51:24",
        "t": "“But*p I will repay Babylon and all the inhabitants of Chaldea for all their evil that they have done in Zion before your eyes,” declares the Lord.*s"
    },
    {
        "o": 22537,
        "r": "nasb:Jeremiah:51:25",
        "t": "“Behold,*pn I am against you, O destroying mountain, Who*ln destroys the whole earth,” declares the Lord,*s “And*ln I will stretch out My hand against you, And*ln roll you down from the crags, And*ln I will make you a burnt out mountain."
    },
    {
        "o": 22538,
        "r": "nasb:Jeremiah:51:26",
        "t": "They*ln will not take from you even*i a stone for a corner Nor*ln a stone for foundations, But*ln you will be desolate forever,” declares the Lord.*s"
    },
    {
        "o": 22539,
        "r": "nasb:Jeremiah:51:27",
        "t": "Lift*ln up a signal in the land, Blow*ln a trumpet among the nations! Consecrate*ln the nations against her, Summon*ln against her the kingdoms of Ararat, Minni and Ashkenaz; Appoint*ln a marshal against her, Bring*ln up the horses like bristly locusts."
    },
    {
        "o": 22540,
        "r": "nasb:Jeremiah:51:28",
        "t": "Consecrate*ln the nations against her, The*ln kings of the Medes, Their*ln governors and all their prefects, And*ln every land of their dominion."
    },
    {
        "o": 22541,
        "r": "nasb:Jeremiah:51:29",
        "t": "So*ln the land quakes and writhes, For*ln the purposes of the Lord*s against Babylon stand, To*ln make the land of Babylon A*ln desolation without inhabitants."
    },
    {
        "o": 22542,
        "r": "nasb:Jeremiah:51:30",
        "t": "The*ln mighty men of Babylon have ceased fighting, They*ln stay in the strongholds; Their*ln strength is exhausted, They*ln are becoming like*i women; Their*ln dwelling places are set on fire, The*ln bars of her gates*i are broken."
    },
    {
        "o": 22543,
        "r": "nasb:Jeremiah:51:31",
        "t": "One*ln courier runs to meet another, And*ln one messenger to meet another, To*ln tell the king of Babylon That*ln his city has been captured from end to*i end;*i"
    },
    {
        "o": 22544,
        "r": "nasb:Jeremiah:51:32",
        "t": "The*ln fords also have been seized, And*ln they have burned the marshes with fire, And*ln the men of war are terrified."
    },
    {
        "o": 22545,
        "r": "nasb:Jeremiah:51:33",
        "t": "For*ln thus says the Lord*s of hosts, the God of Israel: “The*ln daughter of Babylon is like a threshing floor At*ln the time it is stamped firm; Yet*ln in a little while the time of harvest will come for her.”"
    },
    {
        "o": 22546,
        "r": "nasb:Jeremiah:51:34",
        "t": "“Nebuchadnezzar*ln king of Babylon has devoured me and*i crushed me, He*ln has set me down like*i an empty vessel; He*ln has swallowed me like a monster, He*ln has filled his stomach with my delicacies; He*ln has washed me away."
    },
    {
        "o": 22547,
        "r": "nasb:Jeremiah:51:35",
        "t": "May*ln the violence done*i to me and to my flesh be upon Babylon,” The*ln inhabitant of Zion will say; And,*ln “May my blood be upon the inhabitants of Chaldea,” Jerusalem*ln will say."
    },
    {
        "o": 22548,
        "r": "nasb:Jeremiah:51:36",
        "t": "Therefore*p thus says the Lord,*s “Behold,*pn I am going to plead your case And*ln exact full vengeance for you; And*ln I will dry up her sea And*ln make her fountain dry."
    },
    {
        "o": 22549,
        "r": "nasb:Jeremiah:51:37",
        "t": "Babylon*ln will become a heap of*i ruins,*i a haunt of jackals, An*ln object of horror and hissing, without inhabitants."
    },
    {
        "o": 22550,
        "r": "nasb:Jeremiah:51:38",
        "t": "They*ln will roar together like young lions, They*ln will growl like lions’ cubs."
    },
    {
        "o": 22551,
        "r": "nasb:Jeremiah:51:39",
        "t": "When*ln they become heated up, I will serve them*i their banquet And*ln make them drunk, that they may become jubilant And*ln may sleep a perpetual sleep And*ln not wake up,” declares the Lord.*s"
    },
    {
        "o": 22552,
        "r": "nasb:Jeremiah:51:40",
        "t": "“I*ln will bring them down like lambs to the slaughter, Like*ln rams together with male goats."
    },
    {
        "o": 22553,
        "r": "nasb:Jeremiah:51:41",
        "t": "“How*ln Sheshak has been captured, And*ln the praise of the whole earth been seized! How*ln Babylon has become an object of horror among the nations!"
    },
    {
        "o": 22554,
        "r": "nasb:Jeremiah:51:42",
        "t": "The*ln sea has come up over Babylon; She*ln has been engulfed with its tumultuous waves."
    },
    {
        "o": 22555,
        "r": "nasb:Jeremiah:51:43",
        "t": "Her*ln cities have become an object of horror, A*ln parched land and a desert, A*ln land in which no man lives And*ln through which no son of man passes."
    },
    {
        "o": 22556,
        "r": "nasb:Jeremiah:51:44",
        "t": "I*ln will punish Bel in Babylon, And*ln I will make what he has swallowed come out of his mouth; And*ln the nations will no longer stream to him. Even*ln the wall of Babylon has fallen down!"
    },
    {
        "o": 22557,
        "r": "nasb:Jeremiah:51:45",
        "t": "“Come*ln forth from her midst, My people, And*ln each of you save yourselves From*ln the fierce anger of the Lord.*s"
    },
    {
        "o": 22558,
        "r": "nasb:Jeremiah:51:46",
        "t": "Now*ln so that your heart does not grow faint, And*ln you are not afraid at the report that will*i be*i heard in the land— For*ln the report will come one year, And*ln after that another report in another year, And*ln violence will*i be*i in the land With*ln ruler against ruler—"
    },
    {
        "o": 22559,
        "r": "nasb:Jeremiah:51:47",
        "t": "Therefore*ln behold, days are coming When*ln I will punish the idols of Babylon; And*ln her whole land will be put to shame And*ln all her slain will fall in her midst."
    },
    {
        "o": 22560,
        "r": "nasb:Jeremiah:51:48",
        "t": "Then*ln heaven and earth and all that is in them Will*ln shout for joy over Babylon, For*ln the destroyers will come to her from the north,” Declares*ln the Lord.*s"
    },
    {
        "o": 22561,
        "r": "nasb:Jeremiah:51:49",
        "t": "Indeed*ln Babylon is to fall for*i the slain of Israel, As*iln also for Babylon the slain of all the earth have fallen."
    },
    {
        "o": 22562,
        "r": "nasb:Jeremiah:51:50",
        "t": "You*ln who have escaped the sword, Depart!*ln Do not stay! Remember*ln the Lord*s from afar, And*ln let Jerusalem come to your mind."
    },
    {
        "o": 22563,
        "r": "nasb:Jeremiah:51:51",
        "t": "We*ln are ashamed because we have heard reproach; Disgrace*ln has covered our faces, For*ln aliens have entered The*ln holy places of the Lord’s*s house."
    },
    {
        "o": 22564,
        "r": "nasb:Jeremiah:51:52",
        "t": "“Therefore*ln behold, the days are coming,” declares the Lord,*s “When*ln I will punish her idols, And*ln the mortally wounded will groan throughout her land."
    },
    {
        "o": 22565,
        "r": "nasb:Jeremiah:51:53",
        "t": "Though*ln Babylon should ascend to the heavens, And*ln though she should fortify her lofty stronghold, From*ln Me destroyers will come to her,” declares the Lord.*s"
    },
    {
        "o": 22566,
        "r": "nasb:Jeremiah:51:54",
        "t": "The*ln sound of an outcry from Babylon, And*ln of great destruction from the land of the Chaldeans!"
    },
    {
        "o": 22567,
        "r": "nasb:Jeremiah:51:55",
        "t": "For*ln the Lord*s is going to destroy Babylon, And*ln He will make her*i loud noise vanish from her. And*ln their waves will roar like many waters; The*ln tumult of their voices sounds forth."
    },
    {
        "o": 22568,
        "r": "nasb:Jeremiah:51:56",
        "t": "For*ln the destroyer is coming against her, against Babylon, And*ln her mighty men will be captured, Their*ln bows are shattered; For*ln the Lord*s is a God of recompense, He*ln will fully repay."
    },
    {
        "o": 22569,
        "r": "nasb:Jeremiah:51:57",
        "t": "“I*ln will make her princes and her wise men drunk, Her*ln governors, her prefects and her mighty men, That*ln they may sleep a perpetual sleep and not wake up,” Declares*ln the King, whose name is the Lord*s of hosts."
    },
    {
        "o": 22570,
        "r": "nasb:Jeremiah:51:58",
        "t": "Thus*p says the Lord*s of hosts, “The*pn broad wall of Babylon will be completely razed And*ln her high gates will be set on fire; So*ln the peoples will toil for nothing, And*ln the nations become exhausted only*i for fire.”"
    },
    {
        "o": 22571,
        "r": "nasb:Jeremiah:51:59",
        "t": "The*p message which Jeremiah the prophet commanded Seraiah the son of Neriah, the grandson of Mahseiah, when he went with Zedekiah the king of Judah to Babylon in the fourth year of his reign. (Now Seraiah was quartermaster.)"
    },
    {
        "o": 22572,
        "r": "nasb:Jeremiah:51:60",
        "t": "So Jeremiah wrote in a single scroll all the calamity which would come upon Babylon, that*i is,*i all these words which have been written concerning Babylon."
    },
    {
        "o": 22573,
        "r": "nasb:Jeremiah:51:61",
        "t": "Then Jeremiah said to Seraiah, “As soon as you come to Babylon, then see that you read all these words aloud,"
    },
    {
        "o": 22574,
        "r": "nasb:Jeremiah:51:62",
        "t": "and say, ‘You, O Lord,*s have promised concerning this place to cut it off, so that there will be nothing dwelling in it, whether man or beast, but it will be a perpetual desolation.’"
    },
    {
        "o": 22575,
        "r": "nasb:Jeremiah:51:63",
        "t": "And as soon as you finish reading this scroll, you will tie a stone to it and throw it into the middle of the Euphrates,"
    },
    {
        "o": 22576,
        "r": "nasb:Jeremiah:51:64",
        "t": "and say, ‘Just so shall Babylon sink down and not rise again because of the calamity that I am going to bring upon her; and they will become exhausted.’ ” Thus far are the words of Jeremiah."
    }
]
