[
    {
        "o": 11388,
        "r": "nasb:1 Chronicles:4:0",
        "t": "1 Chronicles 4",
        "h": 1
    },
    {
        "o": 11389,
        "r": "nasb:1 Chronicles:4:0",
        "t": "Line of Hur, Asher",
        "h": 2
    },
    {
        "o": 11390,
        "r": "nasb:1 Chronicles:4:1",
        "t": "The*p sons of Judah were*i Perez, Hezron, Carmi, Hur and Shobal."
    },
    {
        "o": 11391,
        "r": "nasb:1 Chronicles:4:2",
        "t": "Reaiah the son of Shobal became the father of Jahath, and Jahath became the father of Ahumai and Lahad. These were*i the families of the Zorathites."
    },
    {
        "o": 11392,
        "r": "nasb:1 Chronicles:4:3",
        "t": "These were*i the sons of Etam: Jezreel, Ishma and Idbash; and the name of their sister was*i Hazzelelponi."
    },
    {
        "o": 11393,
        "r": "nasb:1 Chronicles:4:4",
        "t": "Penuel was*i the father of Gedor, and Ezer the father of Hushah. These were*i the sons of Hur, the firstborn of Ephrathah, the father of Bethlehem."
    },
    {
        "o": 11394,
        "r": "nasb:1 Chronicles:4:5",
        "t": "Ashhur, the father of Tekoa, had two wives, Helah and Naarah."
    },
    {
        "o": 11395,
        "r": "nasb:1 Chronicles:4:6",
        "t": "Naarah bore him Ahuzzam, Hepher, Temeni and Haahashtari. These were the sons of Naarah."
    },
    {
        "o": 11396,
        "r": "nasb:1 Chronicles:4:7",
        "t": "The sons of Helah were*i Zereth, Izhar and Ethnan."
    },
    {
        "o": 11397,
        "r": "nasb:1 Chronicles:4:8",
        "t": "Koz became the father of Anub and Zobebah, and the families of Aharhel the son of Harum."
    },
    {
        "o": 11398,
        "r": "nasb:1 Chronicles:4:9",
        "t": "Jabez was more honorable than his brothers, and his mother named him Jabez saying, “Because I bore him*i with pain.”"
    },
    {
        "o": 11399,
        "r": "nasb:1 Chronicles:4:10",
        "t": "Now Jabez called on the God of Israel, saying, “Oh that You would bless me indeed and enlarge my border, and that Your hand might be with me, and that You would keep me*i from harm that it*i may not pain me!” And God granted him what he requested."
    },
    {
        "o": 11400,
        "r": "nasb:1 Chronicles:4:11",
        "t": "Chelub*p the brother of Shuhah became the father of Mehir, who was the father of Eshton."
    },
    {
        "o": 11401,
        "r": "nasb:1 Chronicles:4:12",
        "t": "Eshton became the father of Beth-rapha and Paseah, and Tehinnah the father of Ir-nahash. These are the men of Recah."
    },
    {
        "o": 11402,
        "r": "nasb:1 Chronicles:4:13",
        "t": "Now*p the sons of Kenaz were*i Othniel and Seraiah. And the sons of Othniel were*i Hathath and Meonothai."
    },
    {
        "o": 11403,
        "r": "nasb:1 Chronicles:4:14",
        "t": "Meonothai became the father of Ophrah, and Seraiah became the father of Joab the father of Ge-harashim, for they were craftsmen."
    },
    {
        "o": 11404,
        "r": "nasb:1 Chronicles:4:15",
        "t": "The sons of Caleb the son of Jephunneh were*i Iru, Elah and Naam; and the son of Elah was*i Kenaz."
    },
    {
        "o": 11405,
        "r": "nasb:1 Chronicles:4:16",
        "t": "The sons of Jehallelel were*i Ziph and Ziphah, Tiria and Asarel."
    },
    {
        "o": 11406,
        "r": "nasb:1 Chronicles:4:17",
        "t": "The sons of Ezrah were*i Jether, Mered, Epher and Jalon. (And these are the sons of Bithia the daughter of Pharaoh, whom Mered took) and she conceived and*i bore*i Miriam, Shammai and Ishbah the father of Eshtemoa."
    },
    {
        "o": 11407,
        "r": "nasb:1 Chronicles:4:18",
        "t": "His Jewish wife bore Jered the father of Gedor, and Heber the father of Soco, and Jekuthiel the father of Zanoah."
    },
    {
        "o": 11408,
        "r": "nasb:1 Chronicles:4:19",
        "t": "The sons of the wife of Hodiah, the sister of Naham, were*i the fathers of Keilah the Garmite and Eshtemoa the Maacathite."
    },
    {
        "o": 11409,
        "r": "nasb:1 Chronicles:4:20",
        "t": "The sons of Shimon were*i Amnon and Rinnah, Benhanan and Tilon. And the sons of Ishi were*i Zoheth and Ben-zoheth."
    },
    {
        "o": 11410,
        "r": "nasb:1 Chronicles:4:21",
        "t": "The sons of Shelah the son of Judah were*i Er the father of Lecah and Laadah the father of Mareshah, and the families of the house of the linen workers at Beth-ashbea;"
    },
    {
        "o": 11411,
        "r": "nasb:1 Chronicles:4:22",
        "t": "and Jokim, the men of Cozeba, Joash, Saraph, who ruled in Moab, and Jashubi-lehem. And the records are ancient."
    },
    {
        "o": 11412,
        "r": "nasb:1 Chronicles:4:23",
        "t": "These were the potters and the inhabitants of Netaim and Gederah; they lived there with the king for his work."
    },
    {
        "o": 11413,
        "r": "nasb:1 Chronicles:4:23",
        "t": "Descendants of Simeon",
        "h": 2
    },
    {
        "o": 11414,
        "r": "nasb:1 Chronicles:4:24",
        "t": "The*p sons of Simeon were*i Nemuel and Jamin, Jarib, Zerah, Shaul;"
    },
    {
        "o": 11415,
        "r": "nasb:1 Chronicles:4:25",
        "t": "Shallum his son, Mibsam his son, Mishma his son."
    },
    {
        "o": 11416,
        "r": "nasb:1 Chronicles:4:26",
        "t": "The sons of Mishma were*i Hammuel his son, Zaccur his son, Shimei his son."
    },
    {
        "o": 11417,
        "r": "nasb:1 Chronicles:4:27",
        "t": "Now Shimei had sixteen sons and six daughters; but his brothers did not have many sons, nor did all their family multiply like the sons of Judah."
    },
    {
        "o": 11418,
        "r": "nasb:1 Chronicles:4:28",
        "t": "They lived at Beersheba, Moladah and Hazar-shual,"
    },
    {
        "o": 11419,
        "r": "nasb:1 Chronicles:4:29",
        "t": "at Bilhah, Ezem, Tolad,"
    },
    {
        "o": 11420,
        "r": "nasb:1 Chronicles:4:30",
        "t": "Bethuel, Hormah, Ziklag,"
    },
    {
        "o": 11421,
        "r": "nasb:1 Chronicles:4:31",
        "t": "Beth-marcaboth, Hazar-susim, Beth-biri and Shaaraim. These were*i their cities until the reign of David."
    },
    {
        "o": 11422,
        "r": "nasb:1 Chronicles:4:32",
        "t": "Their villages were*i Etam, Ain, Rimmon, Tochen and Ashan, five cities;"
    },
    {
        "o": 11423,
        "r": "nasb:1 Chronicles:4:33",
        "t": "and all their villages that were*i around the same cities as far as Baal. These were*i their settlements, and they have their genealogy."
    },
    {
        "o": 11424,
        "r": "nasb:1 Chronicles:4:34",
        "t": "Meshobab*p and Jamlech and Joshah the son of Amaziah,"
    },
    {
        "o": 11425,
        "r": "nasb:1 Chronicles:4:35",
        "t": "and Joel and Jehu the son of Joshibiah, the son of Seraiah, the son of Asiel,"
    },
    {
        "o": 11426,
        "r": "nasb:1 Chronicles:4:36",
        "t": "and Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"
    },
    {
        "o": 11427,
        "r": "nasb:1 Chronicles:4:37",
        "t": "Ziza the son of Shiphi, the son of Allon, the son of Jedaiah, the son of Shimri, the son of Shemaiah;"
    },
    {
        "o": 11428,
        "r": "nasb:1 Chronicles:4:38",
        "t": "these mentioned by name were*i leaders in their families; and their fathers’ houses increased greatly."
    },
    {
        "o": 11429,
        "r": "nasb:1 Chronicles:4:39",
        "t": "They went to the entrance of Gedor, even to the east side of the valley, to seek pasture for their flocks."
    },
    {
        "o": 11430,
        "r": "nasb:1 Chronicles:4:40",
        "t": "They found rich and good pasture, and the land was broad and quiet and peaceful; for those who lived there formerly were*i Hamites."
    },
    {
        "o": 11431,
        "r": "nasb:1 Chronicles:4:41",
        "t": "These, recorded by name, came in the days of Hezekiah king of Judah, and attacked their tents and the Meunites who were found there, and destroyed them utterly to this day, and lived in their place, because there was pasture there for their flocks."
    },
    {
        "o": 11432,
        "r": "nasb:1 Chronicles:4:42",
        "t": "From them, from the sons of Simeon, five hundred men went to Mount Seir, with Pelatiah, Neariah, Rephaiah and Uzziel, the sons of Ishi, as their leaders."
    },
    {
        "o": 11433,
        "r": "nasb:1 Chronicles:4:43",
        "t": "They destroyed the remnant of the Amalekites who escaped, and have lived there to this day."
    }
]
