[
    {
        "o": 21957,
        "r": "nkjv:Jeremiah:28:0",
        "t": "Jeremiah 28",
        "h": 1
    },
    {
        "o": 21958,
        "r": "nkjv:Jeremiah:28:0",
        "t": "Hananiah’s Falsehood and Doom",
        "h": 2
    },
    {
        "o": 21959,
        "r": "nkjv:Jeremiah:28:1",
        "t": "And*p it happened in the same year, at the beginning of the reign of Zedekiah king of Judah, in the fourth year and*i in the fifth month, that*i Hananiah the son of Azur the prophet, who was*i from Gibeon, spoke to me in the house of the Lord*s in the presence of the priests and of all the people, saying,"
    },
    {
        "o": 21960,
        "r": "nkjv:Jeremiah:28:2",
        "t": "“Thus speaks the Lord*s of hosts, the God of Israel, saying: ‘I have broken the yoke of the king of Babylon."
    },
    {
        "o": 21961,
        "r": "nkjv:Jeremiah:28:3",
        "t": "Within two full years I will bring back to this place all the vessels of the Lord’s*s house, that Nebuchadnezzar king of Babylon took away from this place and carried to Babylon."
    },
    {
        "o": 21962,
        "r": "nkjv:Jeremiah:28:4",
        "t": "And I will bring back to this place Jeconiah the son of Jehoiakim, king of Judah, with all the captives of Judah who went to Babylon,’ says the Lord,*s ‘for I will break the yoke of the king of Babylon.’”"
    },
    {
        "o": 21963,
        "r": "nkjv:Jeremiah:28:5",
        "t": "Then*p the prophet Jeremiah spoke to the prophet Hananiah in the presence of the priests and in the presence of all the people who stood in the house of the Lord,*s"
    },
    {
        "o": 21964,
        "r": "nkjv:Jeremiah:28:6",
        "t": "and the prophet Jeremiah said, “Amen! The Lord*s do so; the Lord*s perform your words which you have prophesied, to bring back the vessels of the Lord’s*s house and all who were carried away captive, from Babylon to this place."
    },
    {
        "o": 21965,
        "r": "nkjv:Jeremiah:28:7",
        "t": "Nevertheless hear now this word that I speak in your hearing and in the hearing of all the people:"
    },
    {
        "o": 21966,
        "r": "nkjv:Jeremiah:28:8",
        "t": "The prophets who have been before me and before you of old prophesied against many countries and great kingdoms—of war and disaster and pestilence."
    },
    {
        "o": 21967,
        "r": "nkjv:Jeremiah:28:9",
        "t": "As for the prophet who prophesies of peace, when the word of the prophet comes to pass, the prophet will be known as*i one whom the Lord*s has truly sent.”"
    },
    {
        "o": 21968,
        "r": "nkjv:Jeremiah:28:10",
        "t": "Then*p Hananiah the prophet took the yoke off the prophet Jeremiah’s neck and broke it."
    },
    {
        "o": 21969,
        "r": "nkjv:Jeremiah:28:11",
        "t": "And Hananiah spoke in the presence of all the people, saying, “Thus says the Lord:*s ‘Even so I will break the yoke of Nebuchadnezzar king of Babylon from the neck of all nations within the space of two full years.’” And the prophet Jeremiah went his way."
    },
    {
        "o": 21970,
        "r": "nkjv:Jeremiah:28:12",
        "t": "Now*p the word of the Lord*s came to Jeremiah, after Hananiah the prophet had broken the yoke from the neck of the prophet Jeremiah, saying,"
    },
    {
        "o": 21971,
        "r": "nkjv:Jeremiah:28:13",
        "t": "“Go and tell Hananiah, saying, ‘Thus says the Lord:*s “You have broken the yokes of wood, but you have made in their place yokes of iron.”"
    },
    {
        "o": 21972,
        "r": "nkjv:Jeremiah:28:14",
        "t": "For thus says the Lord*s of hosts, the God of Israel: “I have put a yoke of iron on the neck of all these nations, that they may serve Nebuchadnezzar king of Babylon; and they shall serve him. I have given him the beasts of the field also.”’”"
    },
    {
        "o": 21973,
        "r": "nkjv:Jeremiah:28:15",
        "t": "Then*p the prophet Jeremiah said to Hananiah the prophet, “Hear now, Hananiah, the Lord*s has not sent you, but you make this people trust in a lie."
    },
    {
        "o": 21974,
        "r": "nkjv:Jeremiah:28:16",
        "t": "Therefore thus says the Lord:*s ‘Behold, I will cast you from the face of the earth. This year you shall die, because you have taught rebellion against the Lord.’”*s"
    },
    {
        "o": 21975,
        "r": "nkjv:Jeremiah:28:17",
        "t": "So*p Hananiah the prophet died the same year in the seventh month."
    }
]
