[
    {
        "o": 23282,
        "r": "csb:Ezekiel:12:0",
        "t": "Ezekiel 12",
        "h": 1
    },
    {
        "o": 23283,
        "r": "csb:Ezekiel:12:0",
        "t": "Ezekiel Dramatizes the Exile",
        "h": 2
    },
    {
        "o": 23284,
        "r": "csb:Ezekiel:12:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23285,
        "r": "csb:Ezekiel:12:2",
        "t": "“Son of man, you are living among a rebellious house. They have eyes to see but do not see, and ears to hear but do not hear, for they are a rebellious house."
    },
    {
        "o": 23286,
        "r": "csb:Ezekiel:12:3",
        "t": "“Now*p you, son of man, get your bags ready for exile and go into exile in their sight during the day. You will go into exile from your place to another place while they watch; perhaps they will understand, though they are a rebellious house."
    },
    {
        "o": 23287,
        "r": "csb:Ezekiel:12:4",
        "t": "During the day, bring out your bags like an exile’s bags while they look on. Then in the evening go out in their sight like those going into exile."
    },
    {
        "o": 23288,
        "r": "csb:Ezekiel:12:5",
        "t": "As they watch, dig through the wall and take the bags out through it."
    },
    {
        "o": 23289,
        "r": "csb:Ezekiel:12:6",
        "t": "And while they look on, lift the bags to your shoulder and take them out in the dark; cover your face so that you cannot see the land. For I have made you a sign to the house of Israel.”"
    },
    {
        "o": 23290,
        "r": "csb:Ezekiel:12:7",
        "t": "So*p I did just as I was commanded. In the daytime I brought out my bags like an exile’s bags. In the evening I dug through the wall by hand; I took them out in the dark, carrying them on my shoulder in their sight."
    },
    {
        "o": 23291,
        "r": "csb:Ezekiel:12:8",
        "t": "In*p the morning the word of the Lord*s came to me:"
    },
    {
        "o": 23292,
        "r": "csb:Ezekiel:12:9",
        "t": "“Son of man, hasn’t the house of Israel, that rebellious house, asked you, ‘What are you doing? ’"
    },
    {
        "o": 23293,
        "r": "csb:Ezekiel:12:10",
        "t": "Say to them, ‘This is what the Lord God*s says: This pronouncement concerns the prince in Jerusalem and the whole house of Israel living there.’"
    },
    {
        "o": 23294,
        "r": "csb:Ezekiel:12:11",
        "t": "You are to say, ‘I am a sign for you. Just as I have done, it will be done to them; they will go into exile, into captivity.’"
    },
    {
        "o": 23295,
        "r": "csb:Ezekiel:12:12",
        "t": "The prince who is among them will lift his bags to his shoulder in the dark and go out. They will dig through the wall to bring him out through it. He will cover his face so he cannot see the land with his eyes."
    },
    {
        "o": 23296,
        "r": "csb:Ezekiel:12:13",
        "t": "But I will spread my net over him, and he will be caught in my snare. I will bring him to Babylon, the land of the Chaldeans, yet he will not see it, and he will die there."
    },
    {
        "o": 23297,
        "r": "csb:Ezekiel:12:14",
        "t": "I will also scatter all the attendants who surround him and all his troops to every direction of the wind, and I will draw a sword to chase after them."
    },
    {
        "o": 23298,
        "r": "csb:Ezekiel:12:15",
        "t": "They will know that I am the Lord*s when I disperse them among the nations and scatter them among the countries."
    },
    {
        "o": 23299,
        "r": "csb:Ezekiel:12:16",
        "t": "But I will spare a few of them from the sword, famine, and plague, so that among the nations where they go they can tell about all their detestable practices. Then they will know that I am the Lord.”*s"
    },
    {
        "o": 23300,
        "r": "csb:Ezekiel:12:16",
        "t": "Ezekiel Dramatizes Israel’s Anxiety",
        "h": 2
    },
    {
        "o": 23301,
        "r": "csb:Ezekiel:12:17",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23302,
        "r": "csb:Ezekiel:12:18",
        "t": "“Son of man, eat your bread with trembling and drink your water with anxious shaking."
    },
    {
        "o": 23303,
        "r": "csb:Ezekiel:12:19",
        "t": "Then say to the people of the land, ‘This is what the Lord God*s says about the residents of Jerusalem in the land of Israel: They will eat their bread with anxiety and drink their water in dread, for their land will be stripped of everything in it because of the violence of all who live there."
    },
    {
        "o": 23304,
        "r": "csb:Ezekiel:12:20",
        "t": "The inhabited cities will be destroyed, and the land will become dreadful. Then you will know that I am the Lord*s .’”"
    },
    {
        "o": 23305,
        "r": "csb:Ezekiel:12:20",
        "t": "A Deceptive Proverb Stopped",
        "h": 2
    },
    {
        "o": 23306,
        "r": "csb:Ezekiel:12:21",
        "t": "Again*p the word of the Lord*s came to me:"
    },
    {
        "o": 23307,
        "r": "csb:Ezekiel:12:22",
        "t": "“Son of man, what is this proverb you people have about the land of Israel, which goes, ‘The days keep passing by, and every vision fails’?"
    },
    {
        "o": 23308,
        "r": "csb:Ezekiel:12:23",
        "t": "Therefore say to them, ‘This is what the Lord God*s says: I will put a stop to this proverb, and they will not use it again in Israel.’ But say to them, ‘The days have arrived, as well as the fulfillment of every vision."
    },
    {
        "o": 23309,
        "r": "csb:Ezekiel:12:24",
        "t": "For there will no longer be any false vision or flattering divination within the house of Israel."
    },
    {
        "o": 23310,
        "r": "csb:Ezekiel:12:25",
        "t": "But I, the Lord,*s will speak whatever message I will speak, and it will be done. It will no longer be delayed. For in your days, rebellious house, I will speak a message and bring it to pass. This is the declaration of the Lord God*s .’”"
    },
    {
        "o": 23311,
        "r": "csb:Ezekiel:12:26",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23312,
        "r": "csb:Ezekiel:12:27",
        "t": "“Son of man, notice that the house of Israel is saying, ‘The vision that he sees concerns many years from now; he prophesies about distant times.’"
    },
    {
        "o": 23313,
        "r": "csb:Ezekiel:12:28",
        "t": "Therefore say to them, ‘This is what the Lord God*s says: None of my words will be delayed any longer. The message I speak will be fulfilled. This is the declaration of the Lord God*s .’”"
    }
]
