[
    {
        "o": 11834,
        "r": "esv:1 Chronicles:14:0",
        "t": "1 Chronicles 14",
        "h": 1
    },
    {
        "o": 11835,
        "r": "esv:1 Chronicles:14:0",
        "t": "David’s Wives and Children",
        "h": 2
    },
    {
        "o": 11836,
        "r": "esv:1 Chronicles:14:1",
        "t": "And*p Hiram king of Tyre sent messengers to David, and cedar trees, also masons and carpenters to build a house for him."
    },
    {
        "o": 11837,
        "r": "esv:1 Chronicles:14:2",
        "t": "And David knew that the Lord*s had established him as king over Israel, and that his kingdom was highly exalted for the sake of his people Israel."
    },
    {
        "o": 11838,
        "r": "esv:1 Chronicles:14:3",
        "t": "And*p David took more wives in Jerusalem, and David fathered more sons and daughters."
    },
    {
        "o": 11839,
        "r": "esv:1 Chronicles:14:4",
        "t": "These are the names of the children born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
    },
    {
        "o": 11840,
        "r": "esv:1 Chronicles:14:5",
        "t": "Ibhar, Elishua, Elpelet,"
    },
    {
        "o": 11841,
        "r": "esv:1 Chronicles:14:6",
        "t": "Nogah, Nepheg, Japhia,"
    },
    {
        "o": 11842,
        "r": "esv:1 Chronicles:14:7",
        "t": "Elishama, Beeliada and Eliphelet."
    },
    {
        "o": 11843,
        "r": "esv:1 Chronicles:14:7",
        "t": "Philistines Defeated",
        "h": 2
    },
    {
        "o": 11844,
        "r": "esv:1 Chronicles:14:8",
        "t": "When*p the Philistines heard that David had been anointed king over all Israel, all the Philistines went up to search for David. But David heard of it and went out against them."
    },
    {
        "o": 11845,
        "r": "esv:1 Chronicles:14:9",
        "t": "Now the Philistines had come and made a raid in the Valley of Rephaim."
    },
    {
        "o": 11846,
        "r": "esv:1 Chronicles:14:10",
        "t": "And David inquired of God, “Shall I go up against the Philistines? Will you give them into my hand?” And the Lord*s said to him, “Go up, and I will give them into your hand.”"
    },
    {
        "o": 11847,
        "r": "esv:1 Chronicles:14:11",
        "t": "And he went up to Baal-perazim, and David struck them down there. And David said, “God has broken through my enemies by my hand, like a bursting flood.” Therefore the name of that place is called Baal-perazim."
    },
    {
        "o": 11848,
        "r": "esv:1 Chronicles:14:12",
        "t": "And they left their gods there, and David gave command, and they were burned."
    },
    {
        "o": 11849,
        "r": "esv:1 Chronicles:14:13",
        "t": "And*p the Philistines yet again made a raid in the valley."
    },
    {
        "o": 11850,
        "r": "esv:1 Chronicles:14:14",
        "t": "And when David again inquired of God, God said to him, “You shall not go up after them; go around and come against them opposite the balsam trees."
    },
    {
        "o": 11851,
        "r": "esv:1 Chronicles:14:15",
        "t": "And when you hear the sound of marching in the tops of the balsam trees, then go out to battle, for God has gone out before you to strike down the army of the Philistines.”"
    },
    {
        "o": 11852,
        "r": "esv:1 Chronicles:14:16",
        "t": "And David did as God commanded him, and they struck down the Philistine army from Gibeon to Gezer."
    },
    {
        "o": 11853,
        "r": "esv:1 Chronicles:14:17",
        "t": "And the fame of David went out into all lands, and the Lord*s brought the fear of him upon all nations."
    }
]
