[
    {
        "o": 9395,
        "r": "nkjv:2 Samuel:19:0",
        "t": "2 Samuel 19",
        "h": 1
    },
    {
        "o": 9396,
        "r": "nkjv:2 Samuel:19:1",
        "t": "And*p Joab was told, “Behold, the king is weeping and mourning for Absalom.”"
    },
    {
        "o": 9397,
        "r": "nkjv:2 Samuel:19:2",
        "t": "So the victory that day was turned*i into mourning for all the people. For the people heard it said that day, “The king is grieved for his son.”"
    },
    {
        "o": 9398,
        "r": "nkjv:2 Samuel:19:3",
        "t": "And the people stole back into the city that day, as people who are ashamed steal away when they flee in battle."
    },
    {
        "o": 9399,
        "r": "nkjv:2 Samuel:19:4",
        "t": "But the king covered his face, and the king cried out with a loud voice, “O my son Absalom! O Absalom, my son, my son!”"
    },
    {
        "o": 9400,
        "r": "nkjv:2 Samuel:19:5",
        "t": "Then*p Joab came into the house to the king, and said, “Today you have disgraced all your servants who today have saved your life, the lives of your sons and daughters, the lives of your wives and the lives of your concubines,"
    },
    {
        "o": 9401,
        "r": "nkjv:2 Samuel:19:6",
        "t": "in that you love your enemies and hate your friends. For you have declared today that you regard neither princes nor servants; for today I perceive that if Absalom had lived and all of us had died today, then it would have pleased you well."
    },
    {
        "o": 9402,
        "r": "nkjv:2 Samuel:19:7",
        "t": "Now therefore, arise, go out and speak comfort to your servants. For I swear by the Lord,*s if you do not go out, not one will stay with you this night. And that will be worse for you than all the evil that has befallen you from your youth until now.”"
    },
    {
        "o": 9403,
        "r": "nkjv:2 Samuel:19:8",
        "t": "Then the king arose and sat in the gate. And they told all the people, saying, “There is the king, sitting in the gate.” So all the people came before the king. For*p everyone of Israel had fled to his tent."
    },
    {
        "o": 9404,
        "r": "nkjv:2 Samuel:19:8",
        "t": "David Returns to Jerusalem",
        "h": 2
    },
    {
        "o": 9405,
        "r": "nkjv:2 Samuel:19:9",
        "t": "Now*p all the people were in a dispute throughout all the tribes of Israel, saying, “The king saved us from the hand of our enemies, he delivered us from the hand of the Philistines, and now he has fled from the land because of Absalom."
    },
    {
        "o": 9406,
        "r": "nkjv:2 Samuel:19:10",
        "t": "But Absalom, whom we anointed over us, has died in battle. Now therefore, why do you say nothing about bringing back the king?”"
    },
    {
        "o": 9407,
        "r": "nkjv:2 Samuel:19:11",
        "t": "So*p King David sent to Zadok and Abiathar the priests, saying, “Speak to the elders of Judah, saying, ‘Why are you the last to bring the king back to his house, since the words of all Israel have come to the king, to his very*i house?"
    },
    {
        "o": 9408,
        "r": "nkjv:2 Samuel:19:12",
        "t": "You are*i my brethren, you are*i my bone and my flesh. Why then are you the last to bring back the king?’"
    },
    {
        "o": 9409,
        "r": "nkjv:2 Samuel:19:13",
        "t": "And say to Amasa, ‘Are*i you not my bone and my flesh? God do so to me, and more also, if you are not commander of the army before me continually in place of Joab.’”"
    },
    {
        "o": 9410,
        "r": "nkjv:2 Samuel:19:14",
        "t": "So he swayed the hearts of all the men of Judah, just as the*i heart*i of*i one man, so that they sent this*i word*i to the king: “Return, you and all your servants!”"
    },
    {
        "o": 9411,
        "r": "nkjv:2 Samuel:19:15",
        "t": "Then*p the king returned and came to the Jordan. And Judah came to Gilgal, to go to meet the king, to escort the king across the Jordan."
    },
    {
        "o": 9412,
        "r": "nkjv:2 Samuel:19:16",
        "t": "And Shimei the son of Gera, a Benjamite, who was*i from Bahurim, hurried and came down with the men of Judah to meet King David."
    },
    {
        "o": 9413,
        "r": "nkjv:2 Samuel:19:17",
        "t": "There*i were*i a thousand men of Benjamin with him, and Ziba the servant of the house of Saul, and his fifteen sons and his twenty servants with him; and they went over the Jordan before the king."
    },
    {
        "o": 9414,
        "r": "nkjv:2 Samuel:19:18",
        "t": "Then a ferryboat went across to carry over the king’s household, and to do what he thought good."
    },
    {
        "o": 9415,
        "r": "nkjv:2 Samuel:19:18",
        "t": "David’s Mercy to Shimei",
        "h": 2
    },
    {
        "o": 9416,
        "r": "nkjv:2 Samuel:19:18",
        "t": "Now*p Shimei the son of Gera fell down before the king when he had crossed the Jordan."
    },
    {
        "o": 9417,
        "r": "nkjv:2 Samuel:19:19",
        "t": "Then he said to the king, “Do not let my lord impute iniquity to me, or remember what wrong your servant did on the day that my lord the king left Jerusalem, that the king should take it*i to heart."
    },
    {
        "o": 9418,
        "r": "nkjv:2 Samuel:19:20",
        "t": "For I, your servant, know that I have sinned. Therefore here I am, the first to come today of all the house of Joseph to go down to meet my lord the king.”"
    },
    {
        "o": 9419,
        "r": "nkjv:2 Samuel:19:21",
        "t": "But*p Abishai the son of Zeruiah answered and said, “Shall not Shimei be put to death for this, because he cursed the Lord’s*s anointed?”"
    },
    {
        "o": 9420,
        "r": "nkjv:2 Samuel:19:22",
        "t": "And*p David said, “What have I to do with you, you sons of Zeruiah, that you should be adversaries to me today? Shall any man be put to death today in Israel? For do I not know that today I am*i king over Israel?”"
    },
    {
        "o": 9421,
        "r": "nkjv:2 Samuel:19:23",
        "t": "Therefore the king said to Shimei, “You shall not die.” And the king swore to him."
    },
    {
        "o": 9422,
        "r": "nkjv:2 Samuel:19:23",
        "t": "David and Mephibosheth Meet",
        "h": 2
    },
    {
        "o": 9423,
        "r": "nkjv:2 Samuel:19:24",
        "t": "Now*p Mephibosheth the son of Saul came down to meet the king. And he had not cared for his feet, nor trimmed his mustache, nor washed his clothes, from the day the king departed until the day he returned in peace."
    },
    {
        "o": 9424,
        "r": "nkjv:2 Samuel:19:25",
        "t": "So it was, when he had come to Jerusalem to meet the king, that the king said to him, “Why did you not go with me, Mephibosheth?”"
    },
    {
        "o": 9425,
        "r": "nkjv:2 Samuel:19:26",
        "t": "And*p he answered, “My lord, O king, my servant deceived me. For your servant said, ‘I will saddle a donkey for myself, that I may ride on it and go to the king,’ because your servant is*i lame."
    },
    {
        "o": 9426,
        "r": "nkjv:2 Samuel:19:27",
        "t": "And he has slandered your servant to my lord the king, but my lord the king is*i like the angel of God. Therefore do what*i is*i good in your eyes."
    },
    {
        "o": 9427,
        "r": "nkjv:2 Samuel:19:28",
        "t": "For all my father’s house were but dead men before my lord the king. Yet you set your servant among those who eat at your own table. Therefore what right have I still to cry out anymore to the king?”"
    },
    {
        "o": 9428,
        "r": "nkjv:2 Samuel:19:29",
        "t": "So*p the king said to him, “Why do you speak anymore of your matters? I have said, ‘You and Ziba divide the land.’”"
    },
    {
        "o": 9429,
        "r": "nkjv:2 Samuel:19:30",
        "t": "Then*p Mephibosheth said to the king, “Rather, let him take it all, inasmuch as my lord the king has come back in peace to his own house.”"
    },
    {
        "o": 9430,
        "r": "nkjv:2 Samuel:19:30",
        "t": "David’s Kindness to Barzillai",
        "h": 2
    },
    {
        "o": 9431,
        "r": "nkjv:2 Samuel:19:31",
        "t": "And*p Barzillai the Gileadite came down from Rogelim and went across the Jordan with the king, to escort him across the Jordan."
    },
    {
        "o": 9432,
        "r": "nkjv:2 Samuel:19:32",
        "t": "Now Barzillai was a very aged man, eighty years old. And he had provided the king with supplies while he stayed at Mahanaim, for he was*i a very rich man."
    },
    {
        "o": 9433,
        "r": "nkjv:2 Samuel:19:33",
        "t": "And the king said to Barzillai, “Come across with me, and I will provide for you while you are with me in Jerusalem.”"
    },
    {
        "o": 9434,
        "r": "nkjv:2 Samuel:19:34",
        "t": "But*p Barzillai said to the king, “How long have I to live, that I should go up with the king to Jerusalem?"
    },
    {
        "o": 9435,
        "r": "nkjv:2 Samuel:19:35",
        "t": "I am*i today eighty years old. Can I discern between the good and bad? Can your servant taste what I eat or what I drink? Can I hear any longer the voice of singing men and singing women? Why then should your servant be a further burden to my lord the king?"
    },
    {
        "o": 9436,
        "r": "nkjv:2 Samuel:19:36",
        "t": "Your servant will go a little way across the Jordan with the king. And why should the king repay me with*i such a reward?"
    },
    {
        "o": 9437,
        "r": "nkjv:2 Samuel:19:37",
        "t": "Please let your servant turn back again, that I may die in my own city, near the grave of my father and mother. But here is your servant Chimham; let him cross over with my lord the king, and do for him what seems good to you.”"
    },
    {
        "o": 9438,
        "r": "nkjv:2 Samuel:19:38",
        "t": "And*p the king answered, “Chimham shall cross over with me, and I will do for him what seems good to you. Now whatever you request of me, I will do for you.”"
    },
    {
        "o": 9439,
        "r": "nkjv:2 Samuel:19:39",
        "t": "Then all the people went over the Jordan. And when the king had crossed over, the king kissed Barzillai and blessed him, and he returned to his own place."
    },
    {
        "o": 9440,
        "r": "nkjv:2 Samuel:19:39",
        "t": "The Quarrel About the King",
        "h": 2
    },
    {
        "o": 9441,
        "r": "nkjv:2 Samuel:19:40",
        "t": "Now*p the king went on to Gilgal, and Chimham went on with him. And all the people of Judah escorted the king, and also half the people of Israel."
    },
    {
        "o": 9442,
        "r": "nkjv:2 Samuel:19:41",
        "t": "Just then all the men of Israel came to the king, and said to the king, “Why have our brethren, the men of Judah, stolen you away and brought the king, his household, and all David’s men with him across the Jordan?”"
    },
    {
        "o": 9443,
        "r": "nkjv:2 Samuel:19:42",
        "t": "So*p all the men of Judah answered the men of Israel, “Because the king is*i a close relative of ours. Why then are you angry over this matter? Have we ever eaten at the king’s expense?*i Or has he given us any gift?”"
    },
    {
        "o": 9444,
        "r": "nkjv:2 Samuel:19:43",
        "t": "And*p the men of Israel answered the men of Judah, and said, “We have ten shares in the king; therefore we also have more right*i to David than you. Why then do you despise us—were we not the first to advise bringing back our king?” Yet*p the words of the men of Judah were fiercer than the words of the men of Israel."
    }
]
