[
    {
        "o": 19708,
        "r": "niv:Isaiah:14:0",
        "t": "Isaiah 14",
        "h": 1
    },
    {
        "o": 19709,
        "r": "niv:Isaiah:14:1",
        "t": "The*pn Lord*s will have compassion on Jacob; once*ld again he will choose Israel and*ld will settle them in their own land. Foreigners*ln will join them and*ld unite with the descendants of Jacob."
    },
    {
        "o": 19710,
        "r": "niv:Isaiah:14:2",
        "t": "Nations*ln will take them and*ld bring them to their own place. And*ln Israel will take possession of the nations and*ld make them male and female servants in the Lord’s*s land. They*ln will make captives of their captors and*ld rule over their oppressors."
    },
    {
        "o": 19711,
        "r": "niv:Isaiah:14:3",
        "t": "On*p the day the Lord*s gives you relief from your suffering and turmoil and from the harsh labor forced on you,"
    },
    {
        "o": 19712,
        "r": "niv:Isaiah:14:4",
        "t": "you will take up this taunt against the king of Babylon: How*pn the oppressor has come to an end! How*ld his fury has ended!"
    },
    {
        "o": 19713,
        "r": "niv:Isaiah:14:5",
        "t": "The*ln Lord*s has broken the rod of the wicked, the*ld scepter of the rulers,"
    },
    {
        "o": 19714,
        "r": "niv:Isaiah:14:6",
        "t": "which*ln in anger struck down peoples with*ld unceasing blows, and*ln in fury subdued nations with*ld relentless aggression."
    },
    {
        "o": 19715,
        "r": "niv:Isaiah:14:7",
        "t": "All*ln the lands are at rest and at peace; they*ld break into singing."
    },
    {
        "o": 19716,
        "r": "niv:Isaiah:14:8",
        "t": "Even*ln the junipers and the cedars of Lebanon gloat*ld over you and say, “Now*ln that you have been laid low, no*ld one comes to cut us down.”"
    },
    {
        "o": 19717,
        "r": "niv:Isaiah:14:9",
        "t": "The*pn realm of the dead below is all astir to*ld meet you at your coming; it*ln rouses the spirits of the departed to greet you— all*ld those who were leaders in the world; it*ln makes them rise from their thrones— all*ld those who were kings over the nations."
    },
    {
        "o": 19718,
        "r": "niv:Isaiah:14:10",
        "t": "They*ln will all respond, they*ld will say to you, “You*ln also have become weak, as we are; you*ld have become like us.”"
    },
    {
        "o": 19719,
        "r": "niv:Isaiah:14:11",
        "t": "All*ln your pomp has been brought down to the grave, along*ld with the noise of your harps; maggots*ln are spread out beneath you and*ld worms cover you."
    },
    {
        "o": 19720,
        "r": "niv:Isaiah:14:12",
        "t": "How*pn you have fallen from heaven, morning*ld star, son of the dawn! You*ln have been cast down to the earth, you*ld who once laid low the nations!"
    },
    {
        "o": 19721,
        "r": "niv:Isaiah:14:13",
        "t": "You*ln said in your heart, “I*ld will ascend to the heavens; I*ln will raise my throne above*ld the stars of God; I*ln will sit enthroned on the mount of assembly, on*ld the utmost heights of Mount Zaphon."
    },
    {
        "o": 19722,
        "r": "niv:Isaiah:14:14",
        "t": "I*ln will ascend above the tops of the clouds; I*ld will make myself like the Most High.”"
    },
    {
        "o": 19723,
        "r": "niv:Isaiah:14:15",
        "t": "But*ln you are brought down to the realm of the dead, to*ld the depths of the pit."
    },
    {
        "o": 19724,
        "r": "niv:Isaiah:14:16",
        "t": "Those*pn who see you stare at you, they*ld ponder your fate: “Is*ln this the man who shook the earth and*ld made kingdoms tremble,"
    },
    {
        "o": 19725,
        "r": "niv:Isaiah:14:17",
        "t": "the*ln man who made the world a wilderness, who*ld overthrew its cities and*ld would not let his captives go home?”"
    },
    {
        "o": 19726,
        "r": "niv:Isaiah:14:18",
        "t": "All*pn the kings of the nations lie in state, each*ld in his own tomb."
    },
    {
        "o": 19727,
        "r": "niv:Isaiah:14:19",
        "t": "But*ln you are cast out of your tomb like*ld a rejected branch; you*ln are covered with the slain, with*ld those pierced by the sword, those*ld who descend to the stones of the pit. Like*ln a corpse trampled underfoot,"
    },
    {
        "o": 19728,
        "r": "niv:Isaiah:14:20",
        "t": "you*ld will not join them in burial, for*ln you have destroyed your land and*ld killed your people. Let*pn the offspring of the wicked never*ld be mentioned again."
    },
    {
        "o": 19729,
        "r": "niv:Isaiah:14:21",
        "t": "Prepare*ln a place to slaughter his children for*ld the sins of their ancestors; they*ln are not to rise to inherit the land and*ld cover the earth with their cities."
    },
    {
        "o": 19730,
        "r": "niv:Isaiah:14:22",
        "t": "“I*pn will rise up against them,” declares*ld the Lord*s Almighty. “I*ln will wipe out Babylon’s name and survivors, her*ld offspring and descendants,” declares*ld the Lord.*s"
    },
    {
        "o": 19731,
        "r": "niv:Isaiah:14:23",
        "t": "“I*pn will turn her into a place for owls and*ld into swampland; I*ln will sweep her with the broom of destruction,” declares*ld the Lord*s Almighty."
    },
    {
        "o": 19732,
        "r": "niv:Isaiah:14:24",
        "t": "The*p Lord*s Almighty has sworn, “Surely,*pn as I have planned, so it will be, and*ld as I have purposed, so it will happen."
    },
    {
        "o": 19733,
        "r": "niv:Isaiah:14:25",
        "t": "I*ln will crush the Assyrian in my land; on*ld my mountains I will trample him down. His*ln yoke will be taken from my people, and*ld his burden removed from their shoulders.”"
    },
    {
        "o": 19734,
        "r": "niv:Isaiah:14:26",
        "t": "This*pn is the plan determined for the whole world; this*ld is the hand stretched out over all nations."
    },
    {
        "o": 19735,
        "r": "niv:Isaiah:14:27",
        "t": "For*ln the Lord*s Almighty has purposed, and who can thwart him? His*ld hand is stretched out, and who can turn it back?"
    },
    {
        "o": 19736,
        "r": "niv:Isaiah:14:27",
        "t": "A Prophecy Against the Philistines",
        "h": 2
    },
    {
        "o": 19737,
        "r": "niv:Isaiah:14:28",
        "t": "This*p prophecy came in the year King Ahaz died:"
    },
    {
        "o": 19738,
        "r": "niv:Isaiah:14:29",
        "t": "Do*pn not rejoice, all you Philistines, that*ld the rod that struck you is broken; from*ln the root of that snake will spring up a viper, its*ld fruit will be a darting, venomous serpent."
    },
    {
        "o": 19739,
        "r": "niv:Isaiah:14:30",
        "t": "The*ln poorest of the poor will find pasture, and*ld the needy will lie down in safety. But*ln your root I will destroy by famine; it*ld will slay your survivors."
    },
    {
        "o": 19740,
        "r": "niv:Isaiah:14:31",
        "t": "Wail,*pn you gate! Howl, you city! Melt*ld away, all you Philistines! A*ln cloud of smoke comes from the north, and*ld there is not a straggler in its ranks."
    },
    {
        "o": 19741,
        "r": "niv:Isaiah:14:32",
        "t": "What*ln answer shall be given to*ld the envoys of that nation? “The*ln Lord*s has established Zion, and*ld in her his afflicted people will find refuge.”"
    }
]
