[
    {
        "o": 5117,
        "r": "csb:Numbers:30:0",
        "t": "Numbers 30",
        "h": 1
    },
    {
        "o": 5118,
        "r": "csb:Numbers:30:0",
        "t": "Regulations about Vows",
        "h": 2
    },
    {
        "o": 5119,
        "r": "csb:Numbers:30:1",
        "t": "Moses*p told the leaders of the Israelite tribes, “This is what the Lord*s has commanded:"
    },
    {
        "o": 5120,
        "r": "csb:Numbers:30:2",
        "t": "When a man makes a vow to the Lord*s or swears an oath to put himself under an obligation, he must not break his word; he must do whatever he has promised."
    },
    {
        "o": 5121,
        "r": "csb:Numbers:30:3",
        "t": "“When*p a woman in her father’s house during her youth makes a vow to the Lord*s or puts herself under an obligation,"
    },
    {
        "o": 5122,
        "r": "csb:Numbers:30:4",
        "t": "and her father hears about her vow or the obligation she put herself under, and he says nothing to her, all her vows and every obligation she put herself under are binding."
    },
    {
        "o": 5123,
        "r": "csb:Numbers:30:5",
        "t": "But if her father prohibits her on the day he hears about it, none of her vows and none of the obligations she put herself under are binding. The Lord*s will release her because her father has prohibited her."
    },
    {
        "o": 5124,
        "r": "csb:Numbers:30:6",
        "t": "“If*p a woman marries while her vows or the rash commitment she herself made are binding,"
    },
    {
        "o": 5125,
        "r": "csb:Numbers:30:7",
        "t": "and her husband hears about it and says nothing to her when he finds out, her vows are binding, and the obligations she put herself under are binding."
    },
    {
        "o": 5126,
        "r": "csb:Numbers:30:8",
        "t": "But if her husband prohibits her when he hears about it, he will cancel her vow that is binding or the rash commitment she herself made, and the Lord*s will release her."
    },
    {
        "o": 5127,
        "r": "csb:Numbers:30:9",
        "t": "“Every*p vow a widow or divorced woman puts herself under is binding on her."
    },
    {
        "o": 5128,
        "r": "csb:Numbers:30:10",
        "t": "“If*p a woman in her husband’s house has made a vow or put herself under an obligation with an oath,"
    },
    {
        "o": 5129,
        "r": "csb:Numbers:30:11",
        "t": "and her husband hears about it, says nothing to her, and does not prohibit her, all her vows are binding, and every obligation she put herself under is binding."
    },
    {
        "o": 5130,
        "r": "csb:Numbers:30:12",
        "t": "But if her husband cancels them on the day he hears about it, nothing that came from her lips, whether her vows or her obligation, is binding. Her husband has canceled them, and the Lord*s will release her."
    },
    {
        "o": 5131,
        "r": "csb:Numbers:30:13",
        "t": "Her husband may confirm or cancel any vow or any sworn obligation to deny herself."
    },
    {
        "o": 5132,
        "r": "csb:Numbers:30:14",
        "t": "If her husband says nothing at all to her from day to day, he confirms all her vows and obligations, which are binding. He has confirmed them because he said nothing to her when he heard about them."
    },
    {
        "o": 5133,
        "r": "csb:Numbers:30:15",
        "t": "But if he cancels them after he hears about them, he will be responsible for her commitment.”"
    },
    {
        "o": 5134,
        "r": "csb:Numbers:30:16",
        "t": "These*p are the statutes that the Lord*s commanded Moses concerning the relationship between a man and his wife, or between a father and his daughter in his house during her youth."
    }
]
