[
    {
        "o": 23710,
        "r": "nasb:Ezekiel:34:0",
        "t": "Ezekiel 34",
        "h": 1
    },
    {
        "o": 23711,
        "r": "nasb:Ezekiel:34:0",
        "t": "Prophecy against the Shepherds of Israel",
        "h": 2
    },
    {
        "o": 23712,
        "r": "nasb:Ezekiel:34:1",
        "t": "Then*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 23713,
        "r": "nasb:Ezekiel:34:2",
        "t": "“Son of man, prophesy against the shepherds of Israel. Prophesy and say to those shepherds, ‘Thus says the Lord God,*s “Woe, shepherds of Israel who have been feeding themselves! Should not the shepherds feed the flock?"
    },
    {
        "o": 23714,
        "r": "nasb:Ezekiel:34:3",
        "t": "You eat the fat and clothe yourselves with the wool, you slaughter the fat sheep*i without feeding the flock."
    },
    {
        "o": 23715,
        "r": "nasb:Ezekiel:34:4",
        "t": "Those who are sickly you have not strengthened, the diseased you have not healed, the broken you have not bound up, the scattered you have not brought back, nor have you sought for the lost; but with force and with severity you have dominated them."
    },
    {
        "o": 23716,
        "r": "nasb:Ezekiel:34:5",
        "t": "They were scattered for lack of a shepherd, and they became food for every beast of the field and were scattered."
    },
    {
        "o": 23717,
        "r": "nasb:Ezekiel:34:6",
        "t": "My flock wandered through all the mountains and on every high hill; My flock was scattered over all the surface of the earth, and there was no one to search or seek for*i them.*i ” ’ ”"
    },
    {
        "o": 23718,
        "r": "nasb:Ezekiel:34:7",
        "t": "Therefore,*p you shepherds, hear the word of the Lord:*s"
    },
    {
        "o": 23719,
        "r": "nasb:Ezekiel:34:8",
        "t": "“As I live,” declares the Lord God,*s “surely because My flock has become a prey, My flock has even become food for all the beasts of the field for lack of a shepherd, and My shepherds did not search for My flock, but rather*i the shepherds fed themselves and did not feed My flock;"
    },
    {
        "o": 23720,
        "r": "nasb:Ezekiel:34:9",
        "t": "therefore, you shepherds, hear the word of the Lord:*s"
    },
    {
        "o": 23721,
        "r": "nasb:Ezekiel:34:10",
        "t": "‘Thus says the Lord God,*s “Behold, I am against the shepherds, and I will demand My sheep from them and make them cease from feeding sheep. So the shepherds will not feed themselves anymore, but I will deliver My flock from their mouth, so that they will not be food for them.” ’ ”"
    },
    {
        "o": 23722,
        "r": "nasb:Ezekiel:34:10",
        "t": "The Restoration of Israel",
        "h": 2
    },
    {
        "o": 23723,
        "r": "nasb:Ezekiel:34:11",
        "t": "For*p thus says the Lord God,*s “Behold, I Myself will search for My sheep and seek them out."
    },
    {
        "o": 23724,
        "r": "nasb:Ezekiel:34:12",
        "t": "As a shepherd cares for his herd in the day when he is among his scattered sheep, so I will care for My sheep and will deliver them from all the places to which they were scattered on a cloudy and gloomy day."
    },
    {
        "o": 23725,
        "r": "nasb:Ezekiel:34:13",
        "t": "I will bring them out from the peoples and gather them from the countries and bring them to their own land; and I will feed them on the mountains of Israel, by the streams, and in all the inhabited places of the land."
    },
    {
        "o": 23726,
        "r": "nasb:Ezekiel:34:14",
        "t": "I will feed them in a good pasture, and their grazing ground will be on the mountain heights of Israel. There they will lie down on good grazing ground and feed in rich pasture on the mountains of Israel."
    },
    {
        "o": 23727,
        "r": "nasb:Ezekiel:34:15",
        "t": "I will feed My flock and I will lead them to rest,” declares the Lord God.*s"
    },
    {
        "o": 23728,
        "r": "nasb:Ezekiel:34:16",
        "t": "“I will seek the lost, bring back the scattered, bind up the broken and strengthen the sick; but the fat and the strong I will destroy. I will feed them with judgment."
    },
    {
        "o": 23729,
        "r": "nasb:Ezekiel:34:17",
        "t": "“As*p for you, My flock, thus says the Lord God,*s ‘Behold, I will judge between one sheep and another, between the rams and the male goats."
    },
    {
        "o": 23730,
        "r": "nasb:Ezekiel:34:18",
        "t": "Is it too slight a thing for you that you should feed in the good pasture, that you must tread down with your feet the rest of your pastures? Or that you should drink of the clear waters, that you must foul the rest with your feet?"
    },
    {
        "o": 23731,
        "r": "nasb:Ezekiel:34:19",
        "t": "As for My flock, they must eat what you tread down with your feet and drink what you foul with your feet!’ ”"
    },
    {
        "o": 23732,
        "r": "nasb:Ezekiel:34:20",
        "t": "Therefore,*p thus says the Lord God*s to them, “Behold, I, even I, will judge between the fat sheep and the lean sheep."
    },
    {
        "o": 23733,
        "r": "nasb:Ezekiel:34:21",
        "t": "Because you push with side and with shoulder, and thrust at all the weak with your horns until you have scattered them abroad,"
    },
    {
        "o": 23734,
        "r": "nasb:Ezekiel:34:22",
        "t": "therefore, I will deliver My flock, and they will no longer be a prey; and I will judge between one sheep and another."
    },
    {
        "o": 23735,
        "r": "nasb:Ezekiel:34:23",
        "t": "“Then*p I will set over them one shepherd, My servant David, and he will feed them; he will feed them himself and be their shepherd."
    },
    {
        "o": 23736,
        "r": "nasb:Ezekiel:34:24",
        "t": "And I, the Lord,*s will be their God, and My servant David will be prince among them; I the Lord*s have spoken."
    },
    {
        "o": 23737,
        "r": "nasb:Ezekiel:34:25",
        "t": "“I*p will make a covenant of peace with them and eliminate harmful beasts from the land so that they may live securely in the wilderness and sleep in the woods."
    },
    {
        "o": 23738,
        "r": "nasb:Ezekiel:34:26",
        "t": "I will make them and the places around My hill a blessing. And I will cause showers to come down in their season; they will be showers of blessing."
    },
    {
        "o": 23739,
        "r": "nasb:Ezekiel:34:27",
        "t": "Also the tree of the field will yield its fruit and the earth will yield its increase, and they will be secure on their land. Then they will know that I am the Lord,*s when I have broken the bars of their yoke and have delivered them from the hand of those who enslaved them."
    },
    {
        "o": 23740,
        "r": "nasb:Ezekiel:34:28",
        "t": "They will no longer be a prey to the nations, and the beasts of the earth will not devour them; but they will live securely, and no one will make them*i afraid."
    },
    {
        "o": 23741,
        "r": "nasb:Ezekiel:34:29",
        "t": "I will establish for them a renowned planting place, and they will not again be victims of famine in the land, and they will not endure the insults of the nations anymore."
    },
    {
        "o": 23742,
        "r": "nasb:Ezekiel:34:30",
        "t": "Then they will know that I, the Lord*s their God, am with them, and that they, the house of Israel, are My people,” declares the Lord God.*s"
    },
    {
        "o": 23743,
        "r": "nasb:Ezekiel:34:31",
        "t": "“As for you, My sheep, the sheep of My pasture, you are men, and I am your God,” declares the Lord God.*s"
    }
]
