[
    {
        "o": 254,
        "r": "nasb:Genesis:10:0",
        "t": "Genesis 10",
        "h": 1
    },
    {
        "o": 255,
        "r": "nasb:Genesis:10:0",
        "t": "Descendants of Noah",
        "h": 2
    },
    {
        "o": 256,
        "r": "nasb:Genesis:10:1",
        "t": "Now*p these are the*i records*i of*i the generations of Shem, Ham, and Japheth, the sons of Noah; and sons were born to them after the flood."
    },
    {
        "o": 257,
        "r": "nasb:Genesis:10:2",
        "t": "The*p sons of Japheth were*i Gomer and Magog and Madai and Javan and Tubal and Meshech and Tiras."
    },
    {
        "o": 258,
        "r": "nasb:Genesis:10:3",
        "t": "The sons of Gomer were*i Ashkenaz and Riphath and Togarmah."
    },
    {
        "o": 259,
        "r": "nasb:Genesis:10:4",
        "t": "The sons of Javan were*i Elishah and Tarshish, Kittim and Dodanim."
    },
    {
        "o": 260,
        "r": "nasb:Genesis:10:5",
        "t": "From these the coastlands of the nations were separated into their lands, every one according to his language, according to their families, into their nations."
    },
    {
        "o": 261,
        "r": "nasb:Genesis:10:6",
        "t": "The*p sons of Ham were*i Cush and Mizraim and Put and Canaan."
    },
    {
        "o": 262,
        "r": "nasb:Genesis:10:7",
        "t": "The sons of Cush were*i Seba and Havilah and Sabtah and Raamah and Sabteca; and the sons of Raamah were*i Sheba and Dedan."
    },
    {
        "o": 263,
        "r": "nasb:Genesis:10:8",
        "t": "Now Cush became the father of Nimrod; he became a mighty one on the earth."
    },
    {
        "o": 264,
        "r": "nasb:Genesis:10:9",
        "t": "He was a mighty hunter before the Lord;*s therefore it is said, “Like Nimrod a mighty hunter before the Lord.”*s"
    },
    {
        "o": 265,
        "r": "nasb:Genesis:10:10",
        "t": "The beginning of his kingdom was Babel and Erech and Accad and Calneh, in the land of Shinar."
    },
    {
        "o": 266,
        "r": "nasb:Genesis:10:11",
        "t": "From that land he went forth into Assyria, and built Nineveh and Rehoboth-Ir and Calah,"
    },
    {
        "o": 267,
        "r": "nasb:Genesis:10:12",
        "t": "and Resen between Nineveh and Calah; that is the great city."
    },
    {
        "o": 268,
        "r": "nasb:Genesis:10:13",
        "t": "Mizraim became the father of Ludim and Anamim and Lehabim and Naphtuhim"
    },
    {
        "o": 269,
        "r": "nasb:Genesis:10:14",
        "t": "and Pathrusim and Casluhim (from which came the Philistines) and Caphtorim."
    },
    {
        "o": 270,
        "r": "nasb:Genesis:10:15",
        "t": "Canaan*p became the father of Sidon, his firstborn, and Heth"
    },
    {
        "o": 271,
        "r": "nasb:Genesis:10:16",
        "t": "and the Jebusite and the Amorite and the Girgashite"
    },
    {
        "o": 272,
        "r": "nasb:Genesis:10:17",
        "t": "and the Hivite and the Arkite and the Sinite"
    },
    {
        "o": 273,
        "r": "nasb:Genesis:10:18",
        "t": "and the Arvadite and the Zemarite and the Hamathite; and afterward the families of the Canaanite were spread abroad."
    },
    {
        "o": 274,
        "r": "nasb:Genesis:10:19",
        "t": "The territory of the Canaanite extended from Sidon as you go toward Gerar, as far as Gaza; as you go toward Sodom and Gomorrah and Admah and Zeboiim, as far as Lasha."
    },
    {
        "o": 275,
        "r": "nasb:Genesis:10:20",
        "t": "These are the sons of Ham, according to their families, according to their languages, by their lands, by their nations."
    },
    {
        "o": 276,
        "r": "nasb:Genesis:10:21",
        "t": "Also*p to Shem, the father of all the children of Eber, and*i the older brother of Japheth, children were born."
    },
    {
        "o": 277,
        "r": "nasb:Genesis:10:22",
        "t": "The sons of Shem were*i Elam and Asshur and Arpachshad and Lud and Aram."
    },
    {
        "o": 278,
        "r": "nasb:Genesis:10:23",
        "t": "The sons of Aram were*i Uz and Hul and Gether and Mash."
    },
    {
        "o": 279,
        "r": "nasb:Genesis:10:24",
        "t": "Arpachshad became the father of Shelah; and Shelah became the father of Eber."
    },
    {
        "o": 280,
        "r": "nasb:Genesis:10:25",
        "t": "Two sons were born to Eber; the name of the one was*i Peleg, for in his days the earth was divided; and his brother’s name was*i Joktan."
    },
    {
        "o": 281,
        "r": "nasb:Genesis:10:26",
        "t": "Joktan became the father of Almodad and Sheleph and Hazarmaveth and Jerah"
    },
    {
        "o": 282,
        "r": "nasb:Genesis:10:27",
        "t": "and Hadoram and Uzal and Diklah"
    },
    {
        "o": 283,
        "r": "nasb:Genesis:10:28",
        "t": "and Obal and Abimael and Sheba"
    },
    {
        "o": 284,
        "r": "nasb:Genesis:10:29",
        "t": "and Ophir and Havilah and Jobab; all these were the sons of Joktan."
    },
    {
        "o": 285,
        "r": "nasb:Genesis:10:30",
        "t": "Now their settlement extended from Mesha as you go toward Sephar, the hill country of the east."
    },
    {
        "o": 286,
        "r": "nasb:Genesis:10:31",
        "t": "These are the sons of Shem, according to their families, according to their languages, by their lands, according to their nations."
    },
    {
        "o": 287,
        "r": "nasb:Genesis:10:32",
        "t": "These*p are the families of the sons of Noah, according to their genealogies, by their nations; and out of these the nations were separated on the earth after the flood."
    }
]
